[
    {
        "o": 5558,
        "r": "csb:Deuteronomy:5:0",
        "t": "Deuteronomy 5",
        "h": 1
    },
    {
        "o": 5559,
        "r": "csb:Deuteronomy:5:0",
        "t": "The Ten Commandments",
        "h": 2
    },
    {
        "o": 5560,
        "r": "csb:Deuteronomy:5:1",
        "t": "Moses*p summoned all Israel and said to them, “Israel, listen to the statutes and ordinances I am proclaiming as you hear them today. Learn and follow them carefully."
    },
    {
        "o": 5561,
        "r": "csb:Deuteronomy:5:2",
        "t": "The Lord*s our God made a covenant with us at Horeb."
    },
    {
        "o": 5562,
        "r": "csb:Deuteronomy:5:3",
        "t": "He did not make this covenant with our ancestors, but with all of us who are alive here today."
    },
    {
        "o": 5563,
        "r": "csb:Deuteronomy:5:4",
        "t": "The Lord*s spoke to you face to face from the fire on the mountain."
    },
    {
        "o": 5564,
        "r": "csb:Deuteronomy:5:5",
        "t": "At that time I was standing between the Lord*s and you to report the word of the Lord*s to you, because you were afraid of the fire and did not go up the mountain. And he said:"
    },
    {
        "o": 5565,
        "r": "csb:Deuteronomy:5:6",
        "t": "I*ln am the Lord*s your God, who brought you out of the land of Egypt, out of the place of slavery."
    },
    {
        "o": 5566,
        "r": "csb:Deuteronomy:5:7",
        "t": "Do*ln not have other gods besides me."
    },
    {
        "o": 5567,
        "r": "csb:Deuteronomy:5:8",
        "t": "Do*ln not make an idol for yourself in the shape of anything in the heavens above or on the earth below or in the waters under the earth."
    },
    {
        "o": 5568,
        "r": "csb:Deuteronomy:5:9",
        "t": "Do not bow in worship to them, and do not serve them, because I, the Lord*s your God, am a jealous God, bringing the consequences of the fathers’ iniquity on the children to the third and fourth generations of those who hate me,"
    },
    {
        "o": 5569,
        "r": "csb:Deuteronomy:5:10",
        "t": "but showing faithful love to a thousand generations of those who love me and keep my commands."
    },
    {
        "o": 5570,
        "r": "csb:Deuteronomy:5:11",
        "t": "Do*ln not misuse the name of the Lord*s your God, because the Lord*s will not leave anyone unpunished who misuses his name."
    },
    {
        "o": 5571,
        "r": "csb:Deuteronomy:5:12",
        "t": "Be*ln careful to remember the Sabbath day, to keep it holy as the Lord*s your God has commanded you."
    },
    {
        "o": 5572,
        "r": "csb:Deuteronomy:5:13",
        "t": "You are to labor six days and do all your work,"
    },
    {
        "o": 5573,
        "r": "csb:Deuteronomy:5:14",
        "t": "but the seventh day is a Sabbath to the Lord*s your God. Do not do any work - you, your son or daughter, your male or female slave, your ox or donkey, any of your livestock, or the resident alien who lives within your city gates, so that your male and female slaves may rest as you do."
    },
    {
        "o": 5574,
        "r": "csb:Deuteronomy:5:15",
        "t": "Remember*ln that you were a slave in the land of Egypt, and the Lord*s your God brought you out of there with a strong hand and an outstretched arm. That is why the Lord*s your God has commanded you to keep the Sabbath day."
    },
    {
        "o": 5575,
        "r": "csb:Deuteronomy:5:16",
        "t": "Honor*ln your father and your mother, as the Lord*s your God has commanded you, so that you may live long and so that you may prosper in the land the Lord*s your God is giving you."
    },
    {
        "o": 5576,
        "r": "csb:Deuteronomy:5:17",
        "t": "Do*ln not murder."
    },
    {
        "o": 5577,
        "r": "csb:Deuteronomy:5:18",
        "t": "Do*ln not commit adultery."
    },
    {
        "o": 5578,
        "r": "csb:Deuteronomy:5:19",
        "t": "Do*ln not steal."
    },
    {
        "o": 5579,
        "r": "csb:Deuteronomy:5:20",
        "t": "Do*ln not give dishonest testimony against your neighbor."
    },
    {
        "o": 5580,
        "r": "csb:Deuteronomy:5:21",
        "t": "Do*ln not covet your neighbor’s wife or desire your neighbor’s house, his field, his male or female slave, his ox or donkey, or anything that belongs to your neighbor."
    },
    {
        "o": 5581,
        "r": "csb:Deuteronomy:5:21",
        "t": "The People’s Response",
        "h": 2
    },
    {
        "o": 5582,
        "r": "csb:Deuteronomy:5:22",
        "t": "“The*p Lord*s spoke these commands in a loud voice to your entire assembly from the fire, cloud, and total darkness on the mountain; he added nothing more. He wrote them on two stone tablets and gave them to me."
    },
    {
        "o": 5583,
        "r": "csb:Deuteronomy:5:23",
        "t": "All of you approached me with your tribal leaders and elders when you heard the voice from the darkness and while the mountain was blazing with fire."
    },
    {
        "o": 5584,
        "r": "csb:Deuteronomy:5:24",
        "t": "You said, ‘Look, the Lord*s our God has shown us his glory and greatness, and we have heard his voice from the fire. Today we have seen that God speaks with a person, yet he still lives."
    },
    {
        "o": 5585,
        "r": "csb:Deuteronomy:5:25",
        "t": "But now, why should we die? This great fire will consume us and we will die if we hear the voice of the Lord*s our God any longer."
    },
    {
        "o": 5586,
        "r": "csb:Deuteronomy:5:26",
        "t": "For who out of all humanity has heard the voice of the living God speaking from the fire, as we have, and lived?"
    },
    {
        "o": 5587,
        "r": "csb:Deuteronomy:5:27",
        "t": "Go near and listen to everything the Lord*s our God says. Then you can tell us everything the Lord*s our God tells you; we will listen and obey.’"
    },
    {
        "o": 5588,
        "r": "csb:Deuteronomy:5:28",
        "t": "“The*p Lord*s heard your words when you spoke to me. He said to me, ‘I have heard the words that these people have spoken to you. Everything they have said is right."
    },
    {
        "o": 5589,
        "r": "csb:Deuteronomy:5:29",
        "t": "If only they had such a heart to fear me and keep all my commands always, so that they and their children would prosper forever."
    },
    {
        "o": 5590,
        "r": "csb:Deuteronomy:5:30",
        "t": "Go and tell them: Return to your tents."
    },
    {
        "o": 5591,
        "r": "csb:Deuteronomy:5:31",
        "t": "But you stand here with me, and I will tell you every command - the statutes and ordinances - you are to teach them, so that they may follow them in the land I am giving them to possess.’"
    },
    {
        "o": 5592,
        "r": "csb:Deuteronomy:5:32",
        "t": "“Be*p careful to do as the Lord*s your God has commanded you; you are not to turn aside to the right or the left."
    },
    {
        "o": 5593,
        "r": "csb:Deuteronomy:5:33",
        "t": "Follow the whole instruction the Lord*s your God has commanded you, so that you may live, prosper, and have a long life in the land you will possess."
    }
]
