[
    {
        "o": 3516,
        "r": "esv:Leviticus:17:0",
        "t": "Leviticus 17",
        "h": 1
    },
    {
        "o": 3517,
        "r": "esv:Leviticus:17:0",
        "t": "The Place of Sacrifice",
        "h": 2
    },
    {
        "o": 3518,
        "r": "esv:Leviticus:17:1",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3519,
        "r": "esv:Leviticus:17:2",
        "t": "“Speak to Aaron and his sons and to all the people of Israel and say to them, This is the thing that the Lord*s has commanded."
    },
    {
        "o": 3520,
        "r": "esv:Leviticus:17:3",
        "t": "If any one of the house of Israel kills an ox or a lamb or a goat in the camp, or kills it outside the camp,"
    },
    {
        "o": 3521,
        "r": "esv:Leviticus:17:4",
        "t": "and does not bring it to the entrance of the tent of meeting to offer it as a gift to the Lord*s in front of the tabernacle of the Lord,*s bloodguilt shall be imputed to that man. He has shed blood, and that man shall be cut off from among his people."
    },
    {
        "o": 3522,
        "r": "esv:Leviticus:17:5",
        "t": "This is to the end that the people of Israel may bring their sacrifices that they sacrifice in the open field, that they may bring them to the Lord,*s to the priest at the entrance of the tent of meeting, and sacrifice them as sacrifices of peace offerings to the Lord.*s"
    },
    {
        "o": 3523,
        "r": "esv:Leviticus:17:6",
        "t": "And the priest shall throw the blood on the altar of the Lord*s at the entrance of the tent of meeting and burn the fat for a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3524,
        "r": "esv:Leviticus:17:7",
        "t": "So they shall no more sacrifice their sacrifices to goat demons, after whom they whore. This shall be a statute forever for them throughout their generations."
    },
    {
        "o": 3525,
        "r": "esv:Leviticus:17:8",
        "t": "“And*p you shall say to them, Any one of the house of Israel, or of the strangers who sojourn among them, who offers a burnt offering or sacrifice"
    },
    {
        "o": 3526,
        "r": "esv:Leviticus:17:9",
        "t": "and does not bring it to the entrance of the tent of meeting to offer it to the Lord,*s that man shall be cut off from his people."
    },
    {
        "o": 3527,
        "r": "esv:Leviticus:17:9",
        "t": "Laws Against Eating Blood",
        "h": 2
    },
    {
        "o": 3528,
        "r": "esv:Leviticus:17:10",
        "t": "“If*p any one of the house of Israel or of the strangers who sojourn among them eats any blood, I will set my face against that person who eats blood and will cut him off from among his people."
    },
    {
        "o": 3529,
        "r": "esv:Leviticus:17:11",
        "t": "For the life of the flesh is in the blood, and I have given it for you on the altar to make atonement for your souls, for it is the blood that makes atonement by the life."
    },
    {
        "o": 3530,
        "r": "esv:Leviticus:17:12",
        "t": "Therefore I have said to the people of Israel, No person among you shall eat blood, neither shall any stranger who sojourns among you eat blood."
    },
    {
        "o": 3531,
        "r": "esv:Leviticus:17:13",
        "t": "“Any*p one also of the people of Israel, or of the strangers who sojourn among them, who takes in hunting any beast or bird that may be eaten shall pour out its blood and cover it with earth."
    },
    {
        "o": 3532,
        "r": "esv:Leviticus:17:14",
        "t": "For the life of every creature is its blood: its blood is its life. Therefore I have said to the people of Israel, You shall not eat the blood of any creature, for the life of every creature is its blood. Whoever eats it shall be cut off."
    },
    {
        "o": 3533,
        "r": "esv:Leviticus:17:15",
        "t": "And every person who eats what dies of itself or what is torn by beasts, whether he is a native or a sojourner, shall wash his clothes and bathe himself in water and be unclean until the evening; then he shall be clean."
    },
    {
        "o": 3534,
        "r": "esv:Leviticus:17:16",
        "t": "But if he does not wash them or bathe his flesh, he shall bear his iniquity.”"
    }
]
