[
    {
        "o": 14472,
        "r": "csb:Job:7:0",
        "t": "Job 7",
        "h": 1
    },
    {
        "o": 14473,
        "r": "csb:Job:7:1",
        "t": "Isn’t*pn each person consigned to forced labor on earth? Are*ln not his days like those of a hired worker?"
    },
    {
        "o": 14474,
        "r": "csb:Job:7:2",
        "t": "Like*ln a slave he longs for shade; like*ln a hired worker he waits for his pay."
    },
    {
        "o": 14475,
        "r": "csb:Job:7:3",
        "t": "So*ln I have been made to inherit months of futility, and*ln troubled nights have been assigned to me."
    },
    {
        "o": 14476,
        "r": "csb:Job:7:4",
        "t": "When*ln I lie down I think, “When*ln will I get up?” But*ln the evening drags on endlessly, and*ln I toss and turn until dawn."
    },
    {
        "o": 14477,
        "r": "csb:Job:7:5",
        "t": "My*ln flesh is clothed with maggots and encrusted with dirt. My*ln skin forms scabs and then oozes."
    },
    {
        "o": 14478,
        "r": "csb:Job:7:6",
        "t": "My*pn days pass more swiftly than a weaver’s shuttle; they*ln come to an end without hope."
    },
    {
        "o": 14479,
        "r": "csb:Job:7:7",
        "t": "Remember*ln that my life is but a breath. My*ln eye will never again see anything good."
    },
    {
        "o": 14480,
        "r": "csb:Job:7:8",
        "t": "The*ln eye of anyone who looks on me will*ln no longer see me. Your*ln eyes will look for me, but I will be gone."
    },
    {
        "o": 14481,
        "r": "csb:Job:7:9",
        "t": "As*ln a cloud fades away and vanishes, so*ln the one who goes down to Sheol will never rise again."
    },
    {
        "o": 14482,
        "r": "csb:Job:7:10",
        "t": "He*ln will never return to his house; his*ln hometown will no longer remember him."
    },
    {
        "o": 14483,
        "r": "csb:Job:7:11",
        "t": "Therefore*pn I will not restrain my mouth. I*ln will speak in the anguish of my spirit; I*ln will complain in the bitterness of my soul."
    },
    {
        "o": 14484,
        "r": "csb:Job:7:12",
        "t": "Am*ln I the sea or a sea monster, that*ln you keep me under guard?"
    },
    {
        "o": 14485,
        "r": "csb:Job:7:13",
        "t": "When*ln I say, “My bed will comfort me, and*ln my couch will ease my complaint,”"
    },
    {
        "o": 14486,
        "r": "csb:Job:7:14",
        "t": "then*ln you frighten me with dreams, and*ln terrify me with visions,"
    },
    {
        "o": 14487,
        "r": "csb:Job:7:15",
        "t": "so*ln that I prefer strangling— death*ln rather than life in this body."
    },
    {
        "o": 14488,
        "r": "csb:Job:7:16",
        "t": "I*ln give up! I will not live forever. Leave*ln me alone, for my days are a breath."
    },
    {
        "o": 14489,
        "r": "csb:Job:7:17",
        "t": "What*pn is a mere human, that you think so highly of him and*ln pay so much attention to him?"
    },
    {
        "o": 14490,
        "r": "csb:Job:7:18",
        "t": "You*ln inspect him every morning, and*ln put him to the test every moment."
    },
    {
        "o": 14491,
        "r": "csb:Job:7:19",
        "t": "Will*ln you ever look away from me, or*ln leave me alone long enough to swallow?"
    },
    {
        "o": 14492,
        "r": "csb:Job:7:20",
        "t": "If*ln I have sinned, what have I done to you, Watcher*ln of humanity? Why*ln have you made me your target, so*ln that I have become a burden to you?"
    },
    {
        "o": 14493,
        "r": "csb:Job:7:21",
        "t": "Why*ln not forgive my sin and*ln pardon my iniquity? For*ln soon I will lie down in the grave. You*ln will eagerly seek me, but I will be gone."
    }
]
