[
    {
        "o": 21054,
        "r": "nasb:Isaiah:65:0",
        "t": "Isaiah 65",
        "h": 1
    },
    {
        "o": 21055,
        "r": "nasb:Isaiah:65:0",
        "t": "A Rebellious People",
        "h": 2
    },
    {
        "o": 21056,
        "r": "nasb:Isaiah:65:1",
        "t": "“I*pn permitted Myself to be sought by those who did not ask for*i Me;*i I*ln permitted Myself to be found by those who did not seek Me. I*ln said, ‘Here am I, here am I,’ To*ln a nation which did not call on My name."
    },
    {
        "o": 21057,
        "r": "nasb:Isaiah:65:2",
        "t": "I*ln have spread out My hands all day long to a rebellious people, Who*ln walk in*i the way which is not good, following their own thoughts,"
    },
    {
        "o": 21058,
        "r": "nasb:Isaiah:65:3",
        "t": "A*ln people who continually provoke Me to My face, Offering*ln sacrifices in gardens and burning incense on bricks;"
    },
    {
        "o": 21059,
        "r": "nasb:Isaiah:65:4",
        "t": "Who*ln sit among graves and spend the night in secret places; Who*ln eat swine’s flesh, And*ln the broth of unclean meat is in*i their pots."
    },
    {
        "o": 21060,
        "r": "nasb:Isaiah:65:5",
        "t": "Who*ln say, ‘Keep to yourself, do not come near me, For*ln I am holier than you!’ These*ln are smoke in My nostrils, A*ln fire that burns all the day."
    },
    {
        "o": 21061,
        "r": "nasb:Isaiah:65:6",
        "t": "Behold,*ln it is written before Me, I*ln will not keep silent, but I will repay; I*ln will even repay into their bosom,"
    },
    {
        "o": 21062,
        "r": "nasb:Isaiah:65:7",
        "t": "Both*ln their own iniquities and the iniquities of their fathers together,” says the Lord.*s “Because*ln they have burned incense on the mountains And*ln scorned Me on the hills, Therefore*ln I will measure their former work into their bosom.”"
    },
    {
        "o": 21063,
        "r": "nasb:Isaiah:65:8",
        "t": "Thus*p says the Lord,*s “As*pn the new wine is found in the cluster, And*ln one says, ‘Do not destroy it, for there is benefit in it,’ So*ln I will act on behalf of My servants In*ln order not to destroy all of them."
    },
    {
        "o": 21064,
        "r": "nasb:Isaiah:65:9",
        "t": "I*ln will bring forth offspring from Jacob, And*ln an heir of My mountains from Judah; Even*ln My chosen ones shall inherit it, And*ln My servants will dwell there."
    },
    {
        "o": 21065,
        "r": "nasb:Isaiah:65:10",
        "t": "Sharon*ln will be a pasture land for flocks, And*ln the valley of Achor a resting place for herds, For*ln My people who seek Me."
    },
    {
        "o": 21066,
        "r": "nasb:Isaiah:65:11",
        "t": "But*ln you who forsake the Lord,*s Who*ln forget My holy mountain, Who*ln set a table for Fortune, And*ln who fill cups*i with mixed wine for Destiny,"
    },
    {
        "o": 21067,
        "r": "nasb:Isaiah:65:12",
        "t": "I*ln will destine you for the sword, And*ln all of you will bow down to the slaughter. Because*ln I called, but you did not answer; I*ln spoke, but you did not hear. And*ln you did evil in My sight And*ln chose that in which I did not delight.”"
    },
    {
        "o": 21068,
        "r": "nasb:Isaiah:65:13",
        "t": "Therefore,*ln thus says the Lord God,*s “Behold,*ln My servants will eat, but you will be hungry. Behold,*ln My servants will drink, but you will be thirsty. Behold,*ln My servants will rejoice, but you will be put to shame."
    },
    {
        "o": 21069,
        "r": "nasb:Isaiah:65:14",
        "t": "Behold,*ln My servants will shout joyfully with a glad heart, But*ln you will cry out with a heavy heart, And*ln you will wail with a broken spirit."
    },
    {
        "o": 21070,
        "r": "nasb:Isaiah:65:15",
        "t": "You*ln will leave your name for a curse to My chosen ones, And*ln the Lord God*s will slay you. But*ln My servants will be called by another name."
    },
    {
        "o": 21071,
        "r": "nasb:Isaiah:65:16",
        "t": "Because*ln he who is blessed in the earth Will*ln be blessed by the God of truth; And*ln he who swears in the earth Will*ln swear by the God of truth; Because*ln the former troubles are forgotten, And*ln because they are hidden from My sight!"
    },
    {
        "o": 21072,
        "r": "nasb:Isaiah:65:16",
        "t": "New Heavens and a New Earth",
        "h": 2
    },
    {
        "o": 21073,
        "r": "nasb:Isaiah:65:17",
        "t": "“For*pn behold, I create new heavens and a new earth; And*ln the former things will not be remembered or come to mind."
    },
    {
        "o": 21074,
        "r": "nasb:Isaiah:65:18",
        "t": "But*ln be glad and rejoice forever in what I create; For*ln behold, I create Jerusalem for*i rejoicing And*ln her people for*i gladness."
    },
    {
        "o": 21075,
        "r": "nasb:Isaiah:65:19",
        "t": "I*ln will also rejoice in Jerusalem and be glad in My people; And*ln there will no longer be heard in her The*ln voice of weeping and the sound of crying."
    },
    {
        "o": 21076,
        "r": "nasb:Isaiah:65:20",
        "t": "No*ln longer will there be in it an infant who*i lives*i but*i a*i few*i days, Or*ln an old man who does not live out his days; For*ln the youth will die at the age of one hundred And*ln the one who does not reach the age of one hundred Will*ln be thought*i accursed."
    },
    {
        "o": 21077,
        "r": "nasb:Isaiah:65:21",
        "t": "They*ln will build houses and inhabit them;*i They*ln will also plant vineyards and eat their fruit."
    },
    {
        "o": 21078,
        "r": "nasb:Isaiah:65:22",
        "t": "They*ln will not build and another inhabit, They*ln will not plant and another eat; For*ln as the lifetime of a tree, so*i will*i be*i the days of My people, And*ln My chosen ones will wear out the work of their hands."
    },
    {
        "o": 21079,
        "r": "nasb:Isaiah:65:23",
        "t": "They*ln will not labor in vain, Or*ln bear children*i for calamity; For*ln they are the offspring of those blessed by the Lord,*s And*ln their descendants with them."
    },
    {
        "o": 21080,
        "r": "nasb:Isaiah:65:24",
        "t": "It*p will also come to pass that before they call, I will answer; and while they are still speaking, I will hear."
    },
    {
        "o": 21081,
        "r": "nasb:Isaiah:65:25",
        "t": "The wolf and the lamb will graze together, and the lion will eat straw like the ox; and dust will be the serpent’s food. They will do no evil or harm in all My holy mountain,” says the Lord.*s"
    }
]
