[
    {
        "o": 31206,
        "r": "nkjv:Acts:21:0",
        "t": "Acts 21",
        "h": 1
    },
    {
        "o": 31207,
        "r": "nkjv:Acts:21:0",
        "t": "Warnings on the Journey to Jerusalem",
        "h": 2
    },
    {
        "o": 31208,
        "r": "nkjv:Acts:21:1",
        "t": "Now*p it came to pass, that when we had departed from them and set sail, running a straight course we came to Cos, the following day*i to Rhodes, and from there to Patara."
    },
    {
        "o": 31209,
        "r": "nkjv:Acts:21:2",
        "t": "And finding a ship sailing over to Phoenicia, we went aboard and set sail."
    },
    {
        "o": 31210,
        "r": "nkjv:Acts:21:3",
        "t": "When we had sighted Cyprus, we passed it on the left, sailed to Syria, and landed at Tyre; for there the ship was to unload her cargo."
    },
    {
        "o": 31211,
        "r": "nkjv:Acts:21:4",
        "t": "And finding disciples, we stayed there seven days. They told Paul through the Spirit not to go up to Jerusalem."
    },
    {
        "o": 31212,
        "r": "nkjv:Acts:21:5",
        "t": "When we had come to the end of those days, we departed and went on our way; and they all accompanied us, with wives and children, till we*i were*i out of the city. And we knelt down on the shore and prayed."
    },
    {
        "o": 31213,
        "r": "nkjv:Acts:21:6",
        "t": "When we had taken our leave of one another, we boarded the ship, and they returned home."
    },
    {
        "o": 31214,
        "r": "nkjv:Acts:21:7",
        "t": "And*p when we had finished our*i voyage from Tyre, we came to Ptolemais, greeted the brethren, and stayed with them one day."
    },
    {
        "o": 31215,
        "r": "nkjv:Acts:21:8",
        "t": "On the next day*i we who were Paul’s companions departed and came to Caesarea, and entered the house of Philip the evangelist, who was one*i of the seven, and stayed with him."
    },
    {
        "o": 31216,
        "r": "nkjv:Acts:21:9",
        "t": "Now this man had four virgin daughters who prophesied."
    },
    {
        "o": 31217,
        "r": "nkjv:Acts:21:10",
        "t": "And as we stayed many days, a certain prophet named Agabus came down from Judea."
    },
    {
        "o": 31218,
        "r": "nkjv:Acts:21:11",
        "t": "When he had come to us, he took Paul’s belt, bound his own*i hands and feet, and said, “Thus says the Holy Spirit, ‘So shall the Jews at Jerusalem bind the man who owns this belt, and deliver him*i into the hands of the Gentiles.’”"
    },
    {
        "o": 31219,
        "r": "nkjv:Acts:21:12",
        "t": "Now*p when we heard these things, both we and those from that place pleaded with him not to go up to Jerusalem."
    },
    {
        "o": 31220,
        "r": "nkjv:Acts:21:13",
        "t": "Then Paul answered, “What do you mean by weeping and breaking my heart? For I am ready not only to be bound, but also to die at Jerusalem for the name of the Lord Jesus.”"
    },
    {
        "o": 31221,
        "r": "nkjv:Acts:21:14",
        "t": "So*p when he would not be persuaded, we ceased, saying, “The will of the Lord be done.”"
    },
    {
        "o": 31222,
        "r": "nkjv:Acts:21:14",
        "t": "Paul Urged to Make Peace",
        "h": 2
    },
    {
        "o": 31223,
        "r": "nkjv:Acts:21:15",
        "t": "And*p after those days we packed and went up to Jerusalem."
    },
    {
        "o": 31224,
        "r": "nkjv:Acts:21:16",
        "t": "Also some of the disciples from Caesarea went with us and brought with them a certain Mnason of Cyprus, an early disciple, with whom we were to lodge."
    },
    {
        "o": 31225,
        "r": "nkjv:Acts:21:17",
        "t": "And*p when we had come to Jerusalem, the brethren received us gladly."
    },
    {
        "o": 31226,
        "r": "nkjv:Acts:21:18",
        "t": "On the following day*i Paul went in with us to James, and all the elders were present."
    },
    {
        "o": 31227,
        "r": "nkjv:Acts:21:19",
        "t": "When he had greeted them, he told in detail those things which God had done among the Gentiles through his ministry."
    },
    {
        "o": 31228,
        "r": "nkjv:Acts:21:20",
        "t": "And when they heard it,*i they glorified the Lord. And they said to him, “You see, brother, how many myriads of Jews there are who have believed, and they are all zealous for the law;"
    },
    {
        "o": 31229,
        "r": "nkjv:Acts:21:21",
        "t": "but they have been informed about you that you teach all the Jews who are among the Gentiles to forsake Moses, saying that they ought not to circumcise their*i children nor to walk according to the customs."
    },
    {
        "o": 31230,
        "r": "nkjv:Acts:21:22",
        "t": "What then? The assembly must certainly meet, for they will hear that you have come."
    },
    {
        "o": 31231,
        "r": "nkjv:Acts:21:23",
        "t": "Therefore do what we tell you: We have four men who have taken a vow."
    },
    {
        "o": 31232,
        "r": "nkjv:Acts:21:24",
        "t": "Take them and be purified with them, and pay their expenses so that they may shave their*i heads, and that all may know that those things of which they were informed concerning you are nothing, but that*i you yourself also walk orderly and keep the law."
    },
    {
        "o": 31233,
        "r": "nkjv:Acts:21:25",
        "t": "But concerning the Gentiles who believe, we have written and*i decided that they should observe no such thing, except that they should keep themselves from things*i offered to idols, from blood, from things strangled, and from sexual immorality.”"
    },
    {
        "o": 31234,
        "r": "nkjv:Acts:21:25",
        "t": "Arrested in the Temple",
        "h": 2
    },
    {
        "o": 31235,
        "r": "nkjv:Acts:21:26",
        "t": "Then*p Paul took the men, and the next day, having been purified with them, entered the temple to announce the expiration of the days of purification, at which time an offering should be made for each one of them."
    },
    {
        "o": 31236,
        "r": "nkjv:Acts:21:27",
        "t": "Now*p when the seven days were almost ended, the Jews from Asia, seeing him in the temple, stirred up the whole crowd and laid hands on him,"
    },
    {
        "o": 31237,
        "r": "nkjv:Acts:21:28",
        "t": "crying out, “Men of Israel, help! This is the man who teaches all men*i everywhere against the people, the law, and this place; and furthermore he also brought Greeks into the temple and has defiled this holy place.”"
    },
    {
        "o": 31238,
        "r": "nkjv:Acts:21:29",
        "t": "(For they had previously seen Trophimus the Ephesian with him in the city, whom they supposed that Paul had brought into the temple.)"
    },
    {
        "o": 31239,
        "r": "nkjv:Acts:21:30",
        "t": "And*p all the city was disturbed; and the people ran together, seized Paul, and dragged him out of the temple; and immediately the doors were shut."
    },
    {
        "o": 31240,
        "r": "nkjv:Acts:21:31",
        "t": "Now as they were seeking to kill him, news came to the commander of the garrison that all Jerusalem was in an uproar."
    },
    {
        "o": 31241,
        "r": "nkjv:Acts:21:32",
        "t": "He immediately took soldiers and centurions, and ran down to them. And when they saw the commander and the soldiers, they stopped beating Paul."
    },
    {
        "o": 31242,
        "r": "nkjv:Acts:21:33",
        "t": "Then the commander came near and took him, and commanded him*i to be bound with two chains; and he asked who he was and what he had done."
    },
    {
        "o": 31243,
        "r": "nkjv:Acts:21:34",
        "t": "And some among the multitude cried one thing and some another. So*p when he could not ascertain the truth because of the tumult, he commanded him to be taken into the barracks."
    },
    {
        "o": 31244,
        "r": "nkjv:Acts:21:35",
        "t": "When he reached the stairs, he had to be carried by the soldiers because of the violence of the mob."
    },
    {
        "o": 31245,
        "r": "nkjv:Acts:21:36",
        "t": "For the multitude of the people followed after, crying out, “Away with him!”"
    },
    {
        "o": 31246,
        "r": "nkjv:Acts:21:36",
        "t": "Addressing the Jerusalem Mob",
        "h": 2
    },
    {
        "o": 31247,
        "r": "nkjv:Acts:21:37",
        "t": "Then*p as Paul was about to be led into the barracks, he said to the commander, “May I speak to you?” He*p replied, “Can you speak Greek?"
    },
    {
        "o": 31248,
        "r": "nkjv:Acts:21:38",
        "t": "Are you not the Egyptian who some time ago stirred up a rebellion and led the four thousand assassins out into the wilderness?”"
    },
    {
        "o": 31249,
        "r": "nkjv:Acts:21:39",
        "t": "But*p Paul said, “I am a Jew from Tarsus, in Cilicia, a citizen of no mean city; and I implore you, permit me to speak to the people.”"
    },
    {
        "o": 31250,
        "r": "nkjv:Acts:21:40",
        "t": "So*p when he had given him permission, Paul stood on the stairs and motioned with his hand to the people. And when there was a great silence, he spoke to them*i in the Hebrew language, saying,"
    }
]
