[
    {
        "o": 30965,
        "r": "nasb:Acts:25:0",
        "t": "Acts 25",
        "h": 1
    },
    {
        "o": 30966,
        "r": "nasb:Acts:25:0",
        "t": "Paul before Festus",
        "h": 2
    },
    {
        "o": 30967,
        "r": "nasb:Acts:25:1",
        "t": "Festus*p then, having arrived in the province, three days later went up to Jerusalem from Caesarea."
    },
    {
        "o": 30968,
        "r": "nasb:Acts:25:2",
        "t": "And the chief priests and the leading men of the Jews brought charges against Paul, and they were urging him,"
    },
    {
        "o": 30969,
        "r": "nasb:Acts:25:3",
        "t": "requesting a concession against Paul, that he might have him brought to Jerusalem (at*i the*i same*i time,*i setting an ambush to kill him on the way)."
    },
    {
        "o": 30970,
        "r": "nasb:Acts:25:4",
        "t": "Festus then answered that Paul was being kept in custody at Caesarea and that he himself was about to leave shortly."
    },
    {
        "o": 30971,
        "r": "nasb:Acts:25:5",
        "t": "“Therefore,” he said, “let the influential men among you go there with me, and if there is anything wrong about the man, let them prosecute him.”"
    },
    {
        "o": 30972,
        "r": "nasb:Acts:25:6",
        "t": "After*p he had spent not more than eight or ten days among them, he went down to Caesarea, and on the next day he took his seat on the tribunal and ordered Paul to be brought."
    },
    {
        "o": 30973,
        "r": "nasb:Acts:25:7",
        "t": "After Paul arrived, the Jews who had come down from Jerusalem stood around him, bringing many and serious charges against him which they could not prove,"
    },
    {
        "o": 30974,
        "r": "nasb:Acts:25:8",
        "t": "while Paul said in his own defense, “I have committed no offense either against the Law of the Jews or against the temple or against Caesar.”"
    },
    {
        "o": 30975,
        "r": "nasb:Acts:25:9",
        "t": "But Festus, wishing to do the Jews a favor, answered Paul and said, “Are you willing to go up to Jerusalem and stand trial before me on these charges?”*i"
    },
    {
        "o": 30976,
        "r": "nasb:Acts:25:10",
        "t": "But Paul said, “I am standing before Caesar’s tribunal, where I ought to be tried. I have done no wrong to the*i Jews, as you also very well know."
    },
    {
        "o": 30977,
        "r": "nasb:Acts:25:11",
        "t": "If, then, I am a wrongdoer and have committed anything worthy of death, I do not refuse to die; but if none of those things is true*i of which these men accuse me, no one can hand me over to them. I appeal to Caesar.”"
    },
    {
        "o": 30978,
        "r": "nasb:Acts:25:12",
        "t": "Then when Festus had conferred with his council, he answered, “You have appealed to Caesar, to Caesar you shall go.”"
    },
    {
        "o": 30979,
        "r": "nasb:Acts:25:13",
        "t": "Now*p when several days had elapsed, King Agrippa and Bernice arrived at Caesarea and paid their respects to Festus."
    },
    {
        "o": 30980,
        "r": "nasb:Acts:25:14",
        "t": "While they were spending many days there, Festus laid Paul’s case before the king, saying, “There is a man who was left as a prisoner by Felix;"
    },
    {
        "o": 30981,
        "r": "nasb:Acts:25:15",
        "t": "and when I was at Jerusalem, the chief priests and the elders of the Jews brought charges against him, asking for a sentence of condemnation against him."
    },
    {
        "o": 30982,
        "r": "nasb:Acts:25:16",
        "t": "I answered them that it is not the custom of the Romans to hand over any man before the accused meets his accusers face to face and has an opportunity to make his defense against the charges."
    },
    {
        "o": 30983,
        "r": "nasb:Acts:25:17",
        "t": "So after they had assembled here, I did not delay, but on the next day took my seat on the tribunal and ordered the man to be brought before me."
    },
    {
        "o": 30984,
        "r": "nasb:Acts:25:18",
        "t": "When the accusers stood up, they began*i bringing charges against him not of such crimes as I was expecting,"
    },
    {
        "o": 30985,
        "r": "nasb:Acts:25:19",
        "t": "but they simply*i had some points of disagreement with him about their own religion and about a dead man, Jesus, whom Paul asserted to be alive."
    },
    {
        "o": 30986,
        "r": "nasb:Acts:25:20",
        "t": "Being at a loss how to investigate such matters, I asked whether he was willing to go to Jerusalem and there stand trial on these matters."
    },
    {
        "o": 30987,
        "r": "nasb:Acts:25:21",
        "t": "But when Paul appealed to be held in custody for the Emperor’s decision, I ordered him to be kept in custody until I send him to Caesar.”"
    },
    {
        "o": 30988,
        "r": "nasb:Acts:25:22",
        "t": "Then Agrippa said*i to Festus, “I also would like to hear the man myself.” “Tomorrow,” he said, “you shall hear him.”"
    },
    {
        "o": 30989,
        "r": "nasb:Acts:25:22",
        "t": "Paul before Agrippa",
        "h": 2
    },
    {
        "o": 30990,
        "r": "nasb:Acts:25:23",
        "t": "So,*p on the next day when Agrippa came together with Bernice amid great pomp, and entered the auditorium accompanied by the commanders and the prominent men of the city, at the command of Festus, Paul was brought in."
    },
    {
        "o": 30991,
        "r": "nasb:Acts:25:24",
        "t": "Festus said, “King Agrippa, and all you gentlemen here present with us, you see this man about whom all the people of the Jews appealed to me, both at Jerusalem and here, loudly declaring that he ought not to live any longer."
    },
    {
        "o": 30992,
        "r": "nasb:Acts:25:25",
        "t": "But I found that he had committed nothing worthy of death; and since he himself appealed to the Emperor, I decided to send him."
    },
    {
        "o": 30993,
        "r": "nasb:Acts:25:26",
        "t": "Yet I have nothing definite about him to write to my lord. Therefore I have brought him before you all*i and especially before you, King Agrippa, so that after the investigation has taken place, I may have something to write."
    },
    {
        "o": 30994,
        "r": "nasb:Acts:25:27",
        "t": "For it seems absurd to me in sending a prisoner, not to indicate also the charges against him.”"
    }
]
