[
    {
        "o": 9810,
        "r": "csb:1 Kings:5:0",
        "t": "1 Kings 5",
        "h": 1
    },
    {
        "o": 9811,
        "r": "csb:1 Kings:5:0",
        "t": "Hiram’s Building Materials",
        "h": 2
    },
    {
        "o": 9812,
        "r": "csb:1 Kings:5:1",
        "t": "King*p Hiram of Tyre sent his emissaries to Solomon when he heard that he had been anointed king in his father’s place, for Hiram had always been friends with David."
    },
    {
        "o": 9813,
        "r": "csb:1 Kings:5:2",
        "t": "Solomon*p sent this message to Hiram:"
    },
    {
        "o": 9814,
        "r": "csb:1 Kings:5:3",
        "t": "“You know my father David was not able to build a temple for the name of the Lord*s his God. This was because of the warfare all around him until the Lord*s put his enemies under his feet."
    },
    {
        "o": 9815,
        "r": "csb:1 Kings:5:4",
        "t": "The Lord*s my God has now given me rest on every side; there is no enemy or misfortune."
    },
    {
        "o": 9816,
        "r": "csb:1 Kings:5:5",
        "t": "So I plan to build a temple for the name of the Lord*s my God, according to what the Lord*s promised my father David: ‘I will put your son on your throne in your place, and he will build the temple for my name.’"
    },
    {
        "o": 9817,
        "r": "csb:1 Kings:5:6",
        "t": "“Therefore,*p command that cedars from Lebanon be cut down for me. My servants will be with your servants, and I will pay your servants’ wages according to whatever you say, for you know that not a man among us knows how to cut timber like the Sidonians.”"
    },
    {
        "o": 9818,
        "r": "csb:1 Kings:5:7",
        "t": "When*p Hiram heard Solomon’s words, he rejoiced greatly and said, “Blessed be the Lord*s today! He has given David a wise son to be over this great people!”"
    },
    {
        "o": 9819,
        "r": "csb:1 Kings:5:8",
        "t": "Then Hiram sent a reply to Solomon, saying, “I have heard your message; I will do everything you want regarding the cedar and cypress timber."
    },
    {
        "o": 9820,
        "r": "csb:1 Kings:5:9",
        "t": "My servants will bring the logs down from Lebanon to the sea, and I will make them into rafts to go by sea to the place you indicate. I will break them apart there, and you can take them away. You then can meet my needs by providing my household with food.”"
    },
    {
        "o": 9821,
        "r": "csb:1 Kings:5:10",
        "t": "So*p Hiram provided Solomon with all the cedar and cypress timber he wanted,"
    },
    {
        "o": 9822,
        "r": "csb:1 Kings:5:11",
        "t": "and Solomon provided Hiram with one hundred twenty thousand bushels of wheat as food for his household and one hundred twenty thousand gallons of oil from crushed olives. Solomon did this for Hiram year after year."
    },
    {
        "o": 9823,
        "r": "csb:1 Kings:5:12",
        "t": "The*p Lord*s gave Solomon wisdom, as he had promised him. There was peace between Hiram and Solomon, and the two of them made a treaty."
    },
    {
        "o": 9824,
        "r": "csb:1 Kings:5:12",
        "t": "Solomon’s Workforce",
        "h": 2
    },
    {
        "o": 9825,
        "r": "csb:1 Kings:5:13",
        "t": "Then*p King Solomon drafted forced laborers from all Israel; the labor force numbered thirty thousand men."
    },
    {
        "o": 9826,
        "r": "csb:1 Kings:5:14",
        "t": "He sent ten thousand to Lebanon each month in shifts; one month they were in Lebanon, two months they were at home. Adoniram was in charge of the forced labor."
    },
    {
        "o": 9827,
        "r": "csb:1 Kings:5:15",
        "t": "Solomon had seventy thousand porters and eighty thousand stonecutters in the mountains,"
    },
    {
        "o": 9828,
        "r": "csb:1 Kings:5:16",
        "t": "not including his thirty-three hundred deputies in charge of the work. They supervised the people doing the work."
    },
    {
        "o": 9829,
        "r": "csb:1 Kings:5:17",
        "t": "The king commanded them to quarry large, costly stones to lay the foundation of the temple with dressed stones."
    },
    {
        "o": 9830,
        "r": "csb:1 Kings:5:18",
        "t": "So Solomon’s builders and Hiram’s builders, along with the Gebalites, quarried the stone and prepared the timber and stone for the temple’s construction."
    }
]
