[
    {
        "o": 1302,
        "r": "nasb:Genesis:41:0",
        "t": "Genesis 41",
        "h": 1
    },
    {
        "o": 1303,
        "r": "nasb:Genesis:41:0",
        "t": "Pharaoh’s Dream",
        "h": 2
    },
    {
        "o": 1304,
        "r": "nasb:Genesis:41:1",
        "t": "Now*p it happened at the end of two full years that Pharaoh had a dream, and behold, he was standing by the Nile."
    },
    {
        "o": 1305,
        "r": "nasb:Genesis:41:2",
        "t": "And lo, from the Nile there came up seven cows, sleek and fat; and they grazed in the marsh grass."
    },
    {
        "o": 1306,
        "r": "nasb:Genesis:41:3",
        "t": "Then behold, seven other cows came up after them from the Nile, ugly and gaunt, and they stood by the other*i cows on the bank of the Nile."
    },
    {
        "o": 1307,
        "r": "nasb:Genesis:41:4",
        "t": "The ugly and gaunt cows ate up the seven sleek and fat cows. Then Pharaoh awoke."
    },
    {
        "o": 1308,
        "r": "nasb:Genesis:41:5",
        "t": "He fell asleep and dreamed a second time; and behold, seven ears of grain came up on a single stalk, plump and good."
    },
    {
        "o": 1309,
        "r": "nasb:Genesis:41:6",
        "t": "Then behold, seven ears, thin and scorched by the east wind, sprouted up after them."
    },
    {
        "o": 1310,
        "r": "nasb:Genesis:41:7",
        "t": "The thin ears swallowed up the seven plump and full ears. Then Pharaoh awoke, and behold, it*i was*i a dream."
    },
    {
        "o": 1311,
        "r": "nasb:Genesis:41:8",
        "t": "Now in the morning his spirit was troubled, so he sent and called for all the magicians of Egypt, and all its wise men. And Pharaoh told them his dreams, but there was no one who could interpret them to Pharaoh."
    },
    {
        "o": 1312,
        "r": "nasb:Genesis:41:9",
        "t": "Then*p the chief cupbearer spoke to Pharaoh, saying, “I would make mention today of my own*i offenses."
    },
    {
        "o": 1313,
        "r": "nasb:Genesis:41:10",
        "t": "Pharaoh was furious with his servants, and he put me in confinement in the house of the captain of the bodyguard, both*i me and the chief baker."
    },
    {
        "o": 1314,
        "r": "nasb:Genesis:41:11",
        "t": "We had a dream on the same night, he and I; each of us dreamed according to the interpretation of his own*i dream."
    },
    {
        "o": 1315,
        "r": "nasb:Genesis:41:12",
        "t": "Now a Hebrew youth was*i with us there, a servant of the captain of the bodyguard, and we related them*i to him, and he interpreted our dreams for us. To each one he interpreted according to his own*i dream."
    },
    {
        "o": 1316,
        "r": "nasb:Genesis:41:13",
        "t": "And just as he interpreted for us, so it happened; he restored me in my office, but he hanged him.”"
    },
    {
        "o": 1317,
        "r": "nasb:Genesis:41:13",
        "t": "Joseph Interprets",
        "h": 2
    },
    {
        "o": 1318,
        "r": "nasb:Genesis:41:14",
        "t": "Then*p Pharaoh sent and called for Joseph, and they hurriedly brought him out of the dungeon; and when he had shaved himself and changed his clothes, he came to Pharaoh."
    },
    {
        "o": 1319,
        "r": "nasb:Genesis:41:15",
        "t": "Pharaoh said to Joseph, “I have had a dream, but no one can interpret it; and I have heard it said about you, that when you hear a dream you can interpret it.”"
    },
    {
        "o": 1320,
        "r": "nasb:Genesis:41:16",
        "t": "Joseph then answered Pharaoh, saying, “It is not in me; God will give Pharaoh a favorable answer.”"
    },
    {
        "o": 1321,
        "r": "nasb:Genesis:41:17",
        "t": "So Pharaoh spoke to Joseph, “In my dream, behold, I was standing on the bank of the Nile;"
    },
    {
        "o": 1322,
        "r": "nasb:Genesis:41:18",
        "t": "and behold, seven cows, fat and sleek came up out of the Nile, and they grazed in the marsh grass."
    },
    {
        "o": 1323,
        "r": "nasb:Genesis:41:19",
        "t": "Lo, seven other cows came up after them, poor and very ugly and gaunt, such as I had never seen for ugliness in all the land of Egypt;"
    },
    {
        "o": 1324,
        "r": "nasb:Genesis:41:20",
        "t": "and the lean and ugly cows ate up the first seven fat cows."
    },
    {
        "o": 1325,
        "r": "nasb:Genesis:41:21",
        "t": "Yet when they had devoured them, it could not be detected that they had devoured them, for they were just as ugly as before. Then I awoke."
    },
    {
        "o": 1326,
        "r": "nasb:Genesis:41:22",
        "t": "I saw also in my dream, and behold, seven ears, full and good, came up on a single stalk;"
    },
    {
        "o": 1327,
        "r": "nasb:Genesis:41:23",
        "t": "and lo, seven ears, withered, thin, and*i scorched by the east wind, sprouted up after them;"
    },
    {
        "o": 1328,
        "r": "nasb:Genesis:41:24",
        "t": "and the thin ears swallowed the seven good ears. Then I told it to the magicians, but there was no one who could explain it to me.”"
    },
    {
        "o": 1329,
        "r": "nasb:Genesis:41:25",
        "t": "Now*p Joseph said to Pharaoh, “Pharaoh’s dreams are one and*i the*i same;*i God has told to Pharaoh what He is about to do."
    },
    {
        "o": 1330,
        "r": "nasb:Genesis:41:26",
        "t": "The seven good cows are seven years; and the seven good ears are seven years; the dreams are one and*i the*i same.*i"
    },
    {
        "o": 1331,
        "r": "nasb:Genesis:41:27",
        "t": "The seven lean and ugly cows that came up after them are seven years, and the seven thin ears scorched by the east wind will be seven years of famine."
    },
    {
        "o": 1332,
        "r": "nasb:Genesis:41:28",
        "t": "It is as I have spoken to Pharaoh: God has shown to Pharaoh what He is about to do."
    },
    {
        "o": 1333,
        "r": "nasb:Genesis:41:29",
        "t": "Behold, seven years of great abundance are coming in all the land of Egypt;"
    },
    {
        "o": 1334,
        "r": "nasb:Genesis:41:30",
        "t": "and after them seven years of famine will come, and all the abundance will be forgotten in the land of Egypt, and the famine will ravage the land."
    },
    {
        "o": 1335,
        "r": "nasb:Genesis:41:31",
        "t": "So the abundance will be unknown in the land because of that subsequent famine; for it will*i be*i very severe."
    },
    {
        "o": 1336,
        "r": "nasb:Genesis:41:32",
        "t": "Now as for the repeating of the dream to Pharaoh twice, it*i means*i that the matter is determined by God, and God will quickly bring it about."
    },
    {
        "o": 1337,
        "r": "nasb:Genesis:41:33",
        "t": "Now let Pharaoh look for a man discerning and wise, and set him over the land of Egypt."
    },
    {
        "o": 1338,
        "r": "nasb:Genesis:41:34",
        "t": "Let Pharaoh take action to appoint overseers in charge of the land, and let him exact a fifth of*i the*i produce*i of the land of Egypt in the seven years of abundance."
    },
    {
        "o": 1339,
        "r": "nasb:Genesis:41:35",
        "t": "Then let them gather all the food of these good years that are coming, and store up the grain for food in the cities under Pharaoh’s authority, and let them guard it.*i"
    },
    {
        "o": 1340,
        "r": "nasb:Genesis:41:36",
        "t": "Let the food become as a reserve for the land for the seven years of famine which will occur in the land of Egypt, so that the land will not perish during the famine.”"
    },
    {
        "o": 1341,
        "r": "nasb:Genesis:41:37",
        "t": "Now*p the proposal seemed good to Pharaoh and to all his servants."
    },
    {
        "o": 1342,
        "r": "nasb:Genesis:41:37",
        "t": "Joseph Is Made a Ruler of Egypt",
        "h": 2
    },
    {
        "o": 1343,
        "r": "nasb:Genesis:41:38",
        "t": "Then*p Pharaoh said to his servants, “Can we find a man like this, in whom is a divine spirit?”"
    },
    {
        "o": 1344,
        "r": "nasb:Genesis:41:39",
        "t": "So Pharaoh said to Joseph, “Since God has informed you of all this, there is no one so discerning and wise as you are."
    },
    {
        "o": 1345,
        "r": "nasb:Genesis:41:40",
        "t": "You shall be over my house, and according to your command all my people shall do homage; only in the throne I will be greater than you.”"
    },
    {
        "o": 1346,
        "r": "nasb:Genesis:41:41",
        "t": "Pharaoh said to Joseph, “See, I have set you over all the land of Egypt.”"
    },
    {
        "o": 1347,
        "r": "nasb:Genesis:41:42",
        "t": "Then Pharaoh took off his signet ring from his hand and put it on Joseph’s hand, and clothed him in garments of fine linen and put the gold necklace around his neck."
    },
    {
        "o": 1348,
        "r": "nasb:Genesis:41:43",
        "t": "He had him ride in his second chariot; and they proclaimed before him, “Bow the knee!” And he set him over all the land of Egypt."
    },
    {
        "o": 1349,
        "r": "nasb:Genesis:41:44",
        "t": "Moreover, Pharaoh said to Joseph, “Though*i I am Pharaoh, yet without your permission no one shall raise his hand or foot in all the land of Egypt.”"
    },
    {
        "o": 1350,
        "r": "nasb:Genesis:41:45",
        "t": "Then Pharaoh named Joseph Zaphenath-paneah; and he gave him Asenath, the daughter of Potiphera priest of On, as his wife. And Joseph went forth over the land of Egypt."
    },
    {
        "o": 1351,
        "r": "nasb:Genesis:41:46",
        "t": "Now*p Joseph was thirty years old when he stood before Pharaoh, king of Egypt. And Joseph went out from the presence of Pharaoh and went through all the land of Egypt."
    },
    {
        "o": 1352,
        "r": "nasb:Genesis:41:47",
        "t": "During the seven years of plenty the land brought forth abundantly."
    },
    {
        "o": 1353,
        "r": "nasb:Genesis:41:48",
        "t": "So he gathered all the food of these*i seven years which occurred in the land of Egypt and placed the food in the cities; he placed in every city the food from its own surrounding fields."
    },
    {
        "o": 1354,
        "r": "nasb:Genesis:41:49",
        "t": "Thus Joseph stored up grain in great abundance like the sand of the sea, until he stopped measuring it,*i for it was beyond measure."
    },
    {
        "o": 1355,
        "r": "nasb:Genesis:41:49",
        "t": "The Sons of Joseph",
        "h": 2
    },
    {
        "o": 1356,
        "r": "nasb:Genesis:41:50",
        "t": "Now*p before the year of famine came, two sons were born to Joseph, whom Asenath, the daughter of Potiphera priest of On, bore to him."
    },
    {
        "o": 1357,
        "r": "nasb:Genesis:41:51",
        "t": "Joseph named the firstborn Manasseh, “For,” he*i said,*i “God has made me forget all my trouble and all my father’s household.”"
    },
    {
        "o": 1358,
        "r": "nasb:Genesis:41:52",
        "t": "He named the second Ephraim, “For,” he*i said,*i “God has made me fruitful in the land of my affliction.”"
    },
    {
        "o": 1359,
        "r": "nasb:Genesis:41:53",
        "t": "When*p the seven years of plenty which had been in the land of Egypt came to an end,"
    },
    {
        "o": 1360,
        "r": "nasb:Genesis:41:54",
        "t": "and the seven years of famine began to come, just as Joseph had said, then there was famine in all the lands, but in all the land of Egypt there was bread."
    },
    {
        "o": 1361,
        "r": "nasb:Genesis:41:55",
        "t": "So when all the land of Egypt was famished, the people cried out to Pharaoh for bread; and Pharaoh said to all the Egyptians, “Go to Joseph; whatever he says to you, you shall do.”"
    },
    {
        "o": 1362,
        "r": "nasb:Genesis:41:56",
        "t": "When the famine was spread*i over all the face of the earth, then Joseph opened all the storehouses, and sold to the Egyptians; and the famine was severe in the land of Egypt."
    },
    {
        "o": 1363,
        "r": "nasb:Genesis:41:57",
        "t": "The*i people*i of*i all the earth came to Egypt to buy grain from Joseph, because the famine was severe in all the earth."
    }
]
