[
    {
        "o": 7535,
        "r": "niv:Judges:14:0",
        "t": "Judges 14",
        "h": 1
    },
    {
        "o": 7536,
        "r": "niv:Judges:14:0",
        "t": "Samson’s Marriage",
        "h": 2
    },
    {
        "o": 7537,
        "r": "niv:Judges:14:1",
        "t": "Samson*p went down to Timnah and saw there a young Philistine woman."
    },
    {
        "o": 7538,
        "r": "niv:Judges:14:2",
        "t": "When he returned, he said to his father and mother, “I have seen a Philistine woman in Timnah; now get her for me as my wife.”"
    },
    {
        "o": 7539,
        "r": "niv:Judges:14:3",
        "t": "His*p father and mother replied, “Isn’t there an acceptable woman among your relatives or among all our people? Must you go to the uncircumcised Philistines to get a wife?” But*p Samson said to his father, “Get her for me. She’s the right one for me.”"
    },
    {
        "o": 7540,
        "r": "niv:Judges:14:4",
        "t": "(His parents did not know that this was from the Lord,*s who was seeking an occasion to confront the Philistines; for at that time they were ruling over Israel.)"
    },
    {
        "o": 7541,
        "r": "niv:Judges:14:5",
        "t": "Samson*p went down to Timnah together with his father and mother. As they approached the vineyards of Timnah, suddenly a young lion came roaring toward him."
    },
    {
        "o": 7542,
        "r": "niv:Judges:14:6",
        "t": "The Spirit of the Lord*s came powerfully upon him so that he tore the lion apart with his bare hands as he might have torn a young goat. But he told neither his father nor his mother what he had done."
    },
    {
        "o": 7543,
        "r": "niv:Judges:14:7",
        "t": "Then he went down and talked with the woman, and he liked her."
    },
    {
        "o": 7544,
        "r": "niv:Judges:14:8",
        "t": "Some*p time later, when he went back to marry her, he turned aside to look at the lion’s carcass, and in it he saw a swarm of bees and some honey."
    },
    {
        "o": 7545,
        "r": "niv:Judges:14:9",
        "t": "He scooped out the honey with his hands and ate as he went along. When he rejoined his parents, he gave them some, and they too ate it. But he did not tell them that he had taken the honey from the lion’s carcass."
    },
    {
        "o": 7546,
        "r": "niv:Judges:14:10",
        "t": "Now*p his father went down to see the woman. And there Samson held a feast, as was customary for young men."
    },
    {
        "o": 7547,
        "r": "niv:Judges:14:11",
        "t": "When the people saw him, they chose thirty men to be his companions."
    },
    {
        "o": 7548,
        "r": "niv:Judges:14:12",
        "t": "“Let*p me tell you a riddle,” Samson said to them. “If you can give me the answer within the seven days of the feast, I will give you thirty linen garments and thirty sets of clothes."
    },
    {
        "o": 7549,
        "r": "niv:Judges:14:13",
        "t": "If you can’t tell me the answer, you must give me thirty linen garments and thirty sets of clothes.” “Tell*p us your riddle,” they said. “Let’s hear it.”"
    },
    {
        "o": 7550,
        "r": "niv:Judges:14:14",
        "t": "He*p replied, “Out*pn of the eater, something to eat; out*ld of the strong, something sweet.” For*p three days they could not give the answer."
    },
    {
        "o": 7551,
        "r": "niv:Judges:14:15",
        "t": "On*p the fourth day, they said to Samson’s wife, “Coax your husband into explaining the riddle for us, or we will burn you and your father’s household to death. Did you invite us here to steal our property?”"
    },
    {
        "o": 7552,
        "r": "niv:Judges:14:16",
        "t": "Then*p Samson’s wife threw herself on him, sobbing, “You hate me! You don’t really love me. You’ve given my people a riddle, but you haven’t told me the answer.” “I*p haven’t even explained it to my father or mother,” he replied, “so why should I explain it to you?”"
    },
    {
        "o": 7553,
        "r": "niv:Judges:14:17",
        "t": "She cried the whole seven days of the feast. So on the seventh day he finally told her, because she continued to press him. She in turn explained the riddle to her people."
    },
    {
        "o": 7554,
        "r": "niv:Judges:14:18",
        "t": "Before*p sunset on the seventh day the men of the town said to him, “What*pn is sweeter than honey? What*ld is stronger than a lion?” Samson*p said to them, “If*pn you had not plowed with my heifer, you*ld would not have solved my riddle.”"
    },
    {
        "o": 7555,
        "r": "niv:Judges:14:19",
        "t": "Then*p the Spirit of the Lord*s came powerfully upon him. He went down to Ashkelon, struck down thirty of their men, stripped them of everything and gave their clothes to those who had explained the riddle. Burning with anger, he returned to his father’s home."
    },
    {
        "o": 7556,
        "r": "niv:Judges:14:20",
        "t": "And Samson’s wife was given to one of his companions who had attended him at the feast."
    }
]
