[
    {
        "o": 1248,
        "r": "niv:Genesis:39:0",
        "t": "Genesis 39",
        "h": 1
    },
    {
        "o": 1249,
        "r": "niv:Genesis:39:0",
        "t": "Joseph and Potiphar’s Wife",
        "h": 2
    },
    {
        "o": 1250,
        "r": "niv:Genesis:39:1",
        "t": "Now*p Joseph had been taken down to Egypt. Potiphar, an Egyptian who was one of Pharaoh’s officials, the captain of the guard, bought him from the Ishmaelites who had taken him there."
    },
    {
        "o": 1251,
        "r": "niv:Genesis:39:2",
        "t": "The*p Lord*s was with Joseph so that he prospered, and he lived in the house of his Egyptian master."
    },
    {
        "o": 1252,
        "r": "niv:Genesis:39:3",
        "t": "When his master saw that the Lord*s was with him and that the Lord*s gave him success in everything he did,"
    },
    {
        "o": 1253,
        "r": "niv:Genesis:39:4",
        "t": "Joseph found favor in his eyes and became his attendant. Potiphar put him in charge of his household, and he entrusted to his care everything he owned."
    },
    {
        "o": 1254,
        "r": "niv:Genesis:39:5",
        "t": "From the time he put him in charge of his household and of all that he owned, the Lord*s blessed the household of the Egyptian because of Joseph. The blessing of the Lord*s was on everything Potiphar had, both in the house and in the field."
    },
    {
        "o": 1255,
        "r": "niv:Genesis:39:6",
        "t": "So Potiphar left everything he had in Joseph’s care; with Joseph in charge, he did not concern himself with anything except the food he ate. Now*p Joseph was well-built and handsome,"
    },
    {
        "o": 1256,
        "r": "niv:Genesis:39:7",
        "t": "and after a while his master’s wife took notice of Joseph and said, “Come to bed with me!”"
    },
    {
        "o": 1257,
        "r": "niv:Genesis:39:8",
        "t": "But*p he refused. “With me in charge,” he told her, “my master does not concern himself with anything in the house; everything he owns he has entrusted to my care."
    },
    {
        "o": 1258,
        "r": "niv:Genesis:39:9",
        "t": "No one is greater in this house than I am. My master has withheld nothing from me except you, because you are his wife. How then could I do such a wicked thing and sin against God?”"
    },
    {
        "o": 1259,
        "r": "niv:Genesis:39:10",
        "t": "And though she spoke to Joseph day after day, he refused to go to bed with her or even be with her."
    },
    {
        "o": 1260,
        "r": "niv:Genesis:39:11",
        "t": "One*p day he went into the house to attend to his duties, and none of the household servants was inside."
    },
    {
        "o": 1261,
        "r": "niv:Genesis:39:12",
        "t": "She caught him by his cloak and said, “Come to bed with me!” But he left his cloak in her hand and ran out of the house."
    },
    {
        "o": 1262,
        "r": "niv:Genesis:39:13",
        "t": "When*p she saw that he had left his cloak in her hand and had run out of the house,"
    },
    {
        "o": 1263,
        "r": "niv:Genesis:39:14",
        "t": "she called her household servants. “Look,” she said to them, “this Hebrew has been brought to us to make sport of us! He came in here to sleep with me, but I screamed."
    },
    {
        "o": 1264,
        "r": "niv:Genesis:39:15",
        "t": "When he heard me scream for help, he left his cloak beside me and ran out of the house.”"
    },
    {
        "o": 1265,
        "r": "niv:Genesis:39:16",
        "t": "She*p kept his cloak beside her until his master came home."
    },
    {
        "o": 1266,
        "r": "niv:Genesis:39:17",
        "t": "Then she told him this story: “That Hebrew slave you brought us came to me to make sport of me."
    },
    {
        "o": 1267,
        "r": "niv:Genesis:39:18",
        "t": "But as soon as I screamed for help, he left his cloak beside me and ran out of the house.”"
    },
    {
        "o": 1268,
        "r": "niv:Genesis:39:19",
        "t": "When*p his master heard the story his wife told him, saying, “This is how your slave treated me,” he burned with anger."
    },
    {
        "o": 1269,
        "r": "niv:Genesis:39:20",
        "t": "Joseph’s master took him and put him in prison, the place where the king’s prisoners were confined. But*p while Joseph was there in the prison,"
    },
    {
        "o": 1270,
        "r": "niv:Genesis:39:21",
        "t": "the Lord*s was with him; he showed him kindness and granted him favor in the eyes of the prison warden."
    },
    {
        "o": 1271,
        "r": "niv:Genesis:39:22",
        "t": "So the warden put Joseph in charge of all those held in the prison, and he was made responsible for all that was done there."
    },
    {
        "o": 1272,
        "r": "niv:Genesis:39:23",
        "t": "The warden paid no attention to anything under Joseph’s care, because the Lord*s was with Joseph and gave him success in whatever he did."
    }
]
