[
    {
        "o": 19851,
        "r": "kjv:Jeremiah:2:0",
        "t": "Jeremiah 2",
        "h": 1
    },
    {
        "o": 19852,
        "r": "kjv:Jeremiah:2:1",
        "t": "Moreover*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 19853,
        "r": "kjv:Jeremiah:2:2",
        "t": "Go*p and cry in the ears of Jerusalem, saying, Thus saith the Lord;*s I remember thee, the kindness of thy youth, the love of thine espousals, when thou wentest after me in the wilderness, in a land that was not sown."
    },
    {
        "o": 19854,
        "r": "kjv:Jeremiah:2:3",
        "t": "Israel*p was holiness unto the Lord,*s and the firstfruits of his increase: all that devour him shall offend; evil shall come upon them, saith the Lord.*s"
    },
    {
        "o": 19855,
        "r": "kjv:Jeremiah:2:4",
        "t": "Hear*p ye the word of the Lord,*s O house of Jacob, and all the families of the house of Israel:"
    },
    {
        "o": 19856,
        "r": "kjv:Jeremiah:2:5",
        "t": "Thus*p saith the Lord,*s What iniquity have your fathers found in me, that they are gone far from me, and have walked after vanity, and are become vain?"
    },
    {
        "o": 19857,
        "r": "kjv:Jeremiah:2:6",
        "t": "Neither*p said they, Where is the Lord*s that brought us up out of the land of Egypt, that led us through the wilderness, through a land of deserts and of pits, through a land of drought, and of the shadow of death, through a land that no man passed through, and where no man dwelt?"
    },
    {
        "o": 19858,
        "r": "kjv:Jeremiah:2:7",
        "t": "And*p I brought you into a plentiful country, to eat the fruit thereof and the goodness thereof; but when ye entered, ye defiled my land, and made mine heritage an abomination."
    },
    {
        "o": 19859,
        "r": "kjv:Jeremiah:2:8",
        "t": "The*p priests said not, Where is the Lord?*s and they that handle the law knew me not: the pastors also transgressed against me, and the prophets prophesied by Baal, and walked after things that do not profit."
    },
    {
        "o": 19860,
        "r": "kjv:Jeremiah:2:9",
        "t": "Wherefore*p I will yet plead with you, saith the Lord,*s and with your children's children will I plead."
    },
    {
        "o": 19861,
        "r": "kjv:Jeremiah:2:10",
        "t": "For*p pass over the isles of Kittim, and see; and send unto Kedar, and consider diligently, and see if there be such a thing."
    },
    {
        "o": 19862,
        "r": "kjv:Jeremiah:2:11",
        "t": "Hath*p a nation changed their gods, which are yet no gods? but my people have changed their glory for that which doth not profit."
    },
    {
        "o": 19863,
        "r": "kjv:Jeremiah:2:12",
        "t": "Be*p astonished, O ye heavens, at this, and be horribly afraid, be ye very desolate, saith the Lord.*s"
    },
    {
        "o": 19864,
        "r": "kjv:Jeremiah:2:13",
        "t": "For*p my people have committed two evils; they have forsaken me the fountain of living waters, and hewed them out cisterns, broken cisterns, that can hold no water."
    },
    {
        "o": 19865,
        "r": "kjv:Jeremiah:2:14",
        "t": "Is*p Israel a servant? is he a homeborn slave? why is he spoiled?"
    },
    {
        "o": 19866,
        "r": "kjv:Jeremiah:2:15",
        "t": "The*p young lions roared upon him, and yelled, and they made his land waste: his cities are burned without inhabitant."
    },
    {
        "o": 19867,
        "r": "kjv:Jeremiah:2:16",
        "t": "Also*p the children of Memphis and Tahpanhes have broken the crown of thy head."
    },
    {
        "o": 19868,
        "r": "kjv:Jeremiah:2:17",
        "t": "Hast*p thou not procured this unto thyself, in that thou hast forsaken the Lord*s thy God, when he led thee by the way?"
    },
    {
        "o": 19869,
        "r": "kjv:Jeremiah:2:18",
        "t": "And*p now what hast thou to do in the way of Egypt, to drink the waters of Sihor? or what hast thou to do in the way of Assyria, to drink the waters of the river?"
    },
    {
        "o": 19870,
        "r": "kjv:Jeremiah:2:19",
        "t": "Thine*p own wickedness shall correct thee, and thy backslidings shall reprove thee: know therefore and see that it is an evil thing and bitter, that thou hast forsaken the Lord*s thy God, and that my fear is not in thee, saith the Lord God*s of hosts."
    },
    {
        "o": 19871,
        "r": "kjv:Jeremiah:2:20",
        "t": "For*p of old time I have broken thy yoke, and burst thy bands; and thou saidst, I will not transgress; when upon every high hill and under every green tree thou wanderest, playing the harlot."
    },
    {
        "o": 19872,
        "r": "kjv:Jeremiah:2:21",
        "t": "Yet*p I had planted thee a noble vine, wholly a right seed: how then art thou turned into the degenerate plant of a strange vine unto me?"
    },
    {
        "o": 19873,
        "r": "kjv:Jeremiah:2:22",
        "t": "For*p though thou wash thee with nitre, and take thee much soap, yet thine iniquity is marked before me, saith the Lord God.*s"
    },
    {
        "o": 19874,
        "r": "kjv:Jeremiah:2:23",
        "t": "How*p canst thou say, I am not polluted, I have not gone after Baalim? see thy way in the valley, know what thou hast done: thou art a swift dromedary traversing her ways;"
    },
    {
        "o": 19875,
        "r": "kjv:Jeremiah:2:24",
        "t": "A*p wild ass used to the wilderness, that snuffeth up the wind at her pleasure; in her occasion who can turn her away? all they that seek her will not weary themselves; in her month they shall find her."
    },
    {
        "o": 19876,
        "r": "kjv:Jeremiah:2:25",
        "t": "Withhold*p thy foot from being unshod, and thy throat from thirst: but thou saidst, There is no hope: no; for I have loved strangers, and after them will I go."
    },
    {
        "o": 19877,
        "r": "kjv:Jeremiah:2:26",
        "t": "As*p the thief is ashamed when he is found, so is the house of Israel ashamed; they, their kings, their princes, and their priests, and their prophets,"
    },
    {
        "o": 19878,
        "r": "kjv:Jeremiah:2:27",
        "t": "Saying*p to a stock, Thou art my father; and to a stone, Thou hast brought me forth: for they have turned their back unto me, and not their face: but in the time of their trouble they will say, Arise, and save us."
    },
    {
        "o": 19879,
        "r": "kjv:Jeremiah:2:28",
        "t": "But*p where are thy gods that thou hast made thee? let them arise, if they can save thee in the time of thy trouble: for according to the number of thy cities are thy gods, O Judah."
    },
    {
        "o": 19880,
        "r": "kjv:Jeremiah:2:29",
        "t": "Wherefore*p will ye plead with me? ye all have transgressed against me, saith the Lord.*s"
    },
    {
        "o": 19881,
        "r": "kjv:Jeremiah:2:30",
        "t": "In*p vain have I smitten your children; they received no correction: your own sword hath devoured your prophets, like a destroying lion."
    },
    {
        "o": 19882,
        "r": "kjv:Jeremiah:2:31",
        "t": "O*p generation, see ye the word of the Lord.*s Have I been a wilderness unto Israel? a land of darkness? wherefore say my people, We are lords; we will come no more unto thee?"
    },
    {
        "o": 19883,
        "r": "kjv:Jeremiah:2:32",
        "t": "Can*p a maid forget her ornaments, or a bride her attire? yet my people have forgotten me days without number."
    },
    {
        "o": 19884,
        "r": "kjv:Jeremiah:2:33",
        "t": "Why*p trimmest thou thy way to seek love? therefore hast thou also taught the wicked ones thy ways."
    },
    {
        "o": 19885,
        "r": "kjv:Jeremiah:2:34",
        "t": "Also*p in thy skirts is found the blood of the souls of the poor innocents: I have not found it by secret search, but upon all these."
    },
    {
        "o": 19886,
        "r": "kjv:Jeremiah:2:35",
        "t": "Yet*p thou sayest, Because I am innocent, surely his anger shall turn from me. Behold, I will plead with thee, because thou sayest, I have not sinned."
    },
    {
        "o": 19887,
        "r": "kjv:Jeremiah:2:36",
        "t": "Why*p gaddest thou about so much to change thy way? thou also shalt be ashamed of Egypt, as thou wast ashamed of Assyria."
    },
    {
        "o": 19888,
        "r": "kjv:Jeremiah:2:37",
        "t": "Yea,*p thou shalt go forth from him, and thine hands upon thine head: for the Lord*s hath rejected thy confidences, and thou shalt not prosper in them."
    }
]
