[
    {
        "o": 22577,
        "r": "nasb:Jeremiah:52:0",
        "t": "Jeremiah 52",
        "h": 1
    },
    {
        "o": 22578,
        "r": "nasb:Jeremiah:52:0",
        "t": "The Fall of Jerusalem",
        "h": 2
    },
    {
        "o": 22579,
        "r": "nasb:Jeremiah:52:1",
        "t": "Zedekiah*p was twenty-one years old when he became king, and he reigned eleven years in Jerusalem; and his mother’s name was Hamutal the daughter of Jeremiah of Libnah."
    },
    {
        "o": 22580,
        "r": "nasb:Jeremiah:52:2",
        "t": "He did evil in the sight of the Lord*s like all that Jehoiakim had done."
    },
    {
        "o": 22581,
        "r": "nasb:Jeremiah:52:3",
        "t": "For through the anger of the Lord*s this*i came about in Jerusalem and Judah until He cast them out from His presence. And Zedekiah rebelled against the king of Babylon."
    },
    {
        "o": 22582,
        "r": "nasb:Jeremiah:52:4",
        "t": "Now it came about in the ninth year of his reign, on the tenth day*i of the tenth month, that Nebuchadnezzar king of Babylon came, he and all his army, against Jerusalem, camped against it and built a siege wall all around it."
    },
    {
        "o": 22583,
        "r": "nasb:Jeremiah:52:5",
        "t": "So the city was under siege until the eleventh year of King Zedekiah."
    },
    {
        "o": 22584,
        "r": "nasb:Jeremiah:52:6",
        "t": "On the ninth day*i of the fourth month the famine was so severe in the city that there was no food for the people of the land."
    },
    {
        "o": 22585,
        "r": "nasb:Jeremiah:52:7",
        "t": "Then the city was broken into, and all the men of war fled and went forth from the city at night by way of the gate between the two walls which was*i by the king’s garden, though the Chaldeans were all around the city. And they went by way of the Arabah."
    },
    {
        "o": 22586,
        "r": "nasb:Jeremiah:52:8",
        "t": "But the army of the Chaldeans pursued the king and overtook Zedekiah in the plains of Jericho, and all his army was scattered from him."
    },
    {
        "o": 22587,
        "r": "nasb:Jeremiah:52:9",
        "t": "Then they captured the king and brought him up to the king of Babylon at Riblah in the land of Hamath, and he passed sentence on him."
    },
    {
        "o": 22588,
        "r": "nasb:Jeremiah:52:10",
        "t": "The king of Babylon slaughtered the sons of Zedekiah before his eyes, and he also slaughtered all the princes of Judah in Riblah."
    },
    {
        "o": 22589,
        "r": "nasb:Jeremiah:52:11",
        "t": "Then he blinded the eyes of Zedekiah; and the king of Babylon bound him with bronze fetters and brought him to Babylon and put him in prison until the day of his death."
    },
    {
        "o": 22590,
        "r": "nasb:Jeremiah:52:12",
        "t": "Now*p on the tenth day*i of the fifth month, which was the nineteenth year of King Nebuchadnezzar, king of Babylon, Nebuzaradan the captain of the bodyguard, who was in the service of the king of Babylon, came to Jerusalem."
    },
    {
        "o": 22591,
        "r": "nasb:Jeremiah:52:13",
        "t": "He burned the house of the Lord,*s the king’s house and all the houses of Jerusalem; even every large house he burned with fire."
    },
    {
        "o": 22592,
        "r": "nasb:Jeremiah:52:14",
        "t": "So all the army of the Chaldeans who were*i with the captain of the guard broke down all the walls around Jerusalem."
    },
    {
        "o": 22593,
        "r": "nasb:Jeremiah:52:15",
        "t": "Then Nebuzaradan the captain of the guard carried away into exile some of the poorest of the people, the rest of the people who were left in the city, the deserters who had deserted to the king of Babylon and the rest of the artisans."
    },
    {
        "o": 22594,
        "r": "nasb:Jeremiah:52:16",
        "t": "But Nebuzaradan the captain of the guard left some of the poorest of the land to be vinedressers and plowmen."
    },
    {
        "o": 22595,
        "r": "nasb:Jeremiah:52:17",
        "t": "Now*p the bronze pillars which belonged to the house of the Lord*s and the stands and the bronze sea, which were in the house of the Lord,*s the Chaldeans broke in pieces and carried all their bronze to Babylon."
    },
    {
        "o": 22596,
        "r": "nasb:Jeremiah:52:18",
        "t": "They also took away the pots, the shovels, the snuffers, the basins, the pans and all the bronze vessels which were used in temple*i service."
    },
    {
        "o": 22597,
        "r": "nasb:Jeremiah:52:19",
        "t": "The captain of the guard also took away the bowls, the firepans, the basins, the pots, the lampstands, the pans and the drink offering bowls, what was fine gold and what was fine silver."
    },
    {
        "o": 22598,
        "r": "nasb:Jeremiah:52:20",
        "t": "The two pillars, the one sea, and the twelve bronze bulls that were under the sea, and*i the stands, which King Solomon had made for the house of the Lord*s —the bronze of all these vessels was beyond weight."
    },
    {
        "o": 22599,
        "r": "nasb:Jeremiah:52:21",
        "t": "As for the pillars, the height of each pillar was*i eighteen cubits, and it was*i twelve cubits in circumference and four fingers in thickness, and*i hollow."
    },
    {
        "o": 22600,
        "r": "nasb:Jeremiah:52:22",
        "t": "Now a capital of bronze was on it; and the height of each capital was five cubits, with network and pomegranates upon the capital all around, all of bronze. And the second pillar was like these, including pomegranates."
    },
    {
        "o": 22601,
        "r": "nasb:Jeremiah:52:23",
        "t": "There were ninety-six exposed pomegranates; all the pomegranates numbered*i a hundred on the network all around."
    },
    {
        "o": 22602,
        "r": "nasb:Jeremiah:52:24",
        "t": "Then*p the captain of the guard took Seraiah the chief priest and Zephaniah the second priest, with the three officers of the temple."
    },
    {
        "o": 22603,
        "r": "nasb:Jeremiah:52:25",
        "t": "He also took from the city one official who was overseer of the men of war, and seven of the king’s advisers who were found in the city, and the scribe of the commander of the army who mustered the people of the land, and sixty men of the people of the land who were found in the midst of the city."
    },
    {
        "o": 22604,
        "r": "nasb:Jeremiah:52:26",
        "t": "Nebuzaradan the captain of the guard took them and brought them to the king of Babylon at Riblah."
    },
    {
        "o": 22605,
        "r": "nasb:Jeremiah:52:27",
        "t": "Then the king of Babylon struck them down and put them to death at Riblah in the land of Hamath. So Judah was led away into exile from its land."
    },
    {
        "o": 22606,
        "r": "nasb:Jeremiah:52:28",
        "t": "These*p are the people whom Nebuchadnezzar carried away into exile: in the seventh year 3,023 Jews;"
    },
    {
        "o": 22607,
        "r": "nasb:Jeremiah:52:29",
        "t": "in the eighteenth year of Nebuchadnezzar 832 persons from Jerusalem;"
    },
    {
        "o": 22608,
        "r": "nasb:Jeremiah:52:30",
        "t": "in the twenty-third year of Nebuchadnezzar, Nebuzaradan the captain of the guard carried into exile 745 Jewish people; there were 4,600 persons in all."
    },
    {
        "o": 22609,
        "r": "nasb:Jeremiah:52:31",
        "t": "Now*p it came about in the thirty-seventh year of the exile of Jehoiachin king of Judah, in the twelfth month, on the twenty-fifth of the month, that Evil-merodach king of Babylon, in the first*i year of his reign, showed favor to Jehoiachin king of Judah and brought him out of prison."
    },
    {
        "o": 22610,
        "r": "nasb:Jeremiah:52:32",
        "t": "Then he spoke kindly to him and set his throne above the thrones of the kings who were*i with him in Babylon."
    },
    {
        "o": 22611,
        "r": "nasb:Jeremiah:52:33",
        "t": "So Jehoiachin changed his prison clothes, and had his meals in the king’s presence regularly all the days of his life."
    },
    {
        "o": 22612,
        "r": "nasb:Jeremiah:52:34",
        "t": "For his allowance, a regular allowance was given him by the king of Babylon, a daily portion all the days of his life until the day of his death."
    }
]
