[
    {
        "o": 6732,
        "r": "nasb:Joshua:14:0",
        "t": "Joshua 14",
        "h": 1
    },
    {
        "o": 6733,
        "r": "nasb:Joshua:14:0",
        "t": "Caleb’s Request",
        "h": 2
    },
    {
        "o": 6734,
        "r": "nasb:Joshua:14:1",
        "t": "Now*p these are the*i territories*i which the sons of Israel inherited in the land of Canaan, which Eleazar the priest, and Joshua the son of Nun, and the heads of the households of the tribes of the sons of Israel apportioned to them for an inheritance,"
    },
    {
        "o": 6735,
        "r": "nasb:Joshua:14:2",
        "t": "by the lot of their inheritance, as the Lord*s commanded through Moses, for the nine tribes and the half-tribe."
    },
    {
        "o": 6736,
        "r": "nasb:Joshua:14:3",
        "t": "For Moses had given the inheritance of the two tribes and the half-tribe beyond the Jordan; but he did not give an inheritance to the Levites among them."
    },
    {
        "o": 6737,
        "r": "nasb:Joshua:14:4",
        "t": "For the sons of Joseph were two tribes, Manasseh and Ephraim, and they did not give a portion to the Levites in the land, except cities to live in, with their pasture lands for their livestock and for their property."
    },
    {
        "o": 6738,
        "r": "nasb:Joshua:14:5",
        "t": "Thus the sons of Israel did just as the Lord*s had commanded Moses, and they divided the land."
    },
    {
        "o": 6739,
        "r": "nasb:Joshua:14:6",
        "t": "Then*p the sons of Judah drew near to Joshua in Gilgal, and Caleb the son of Jephunneh the Kenizzite said to him, “You know the word which the Lord*s spoke to Moses the man of God concerning you and me in Kadesh-barnea."
    },
    {
        "o": 6740,
        "r": "nasb:Joshua:14:7",
        "t": "I was forty years old when Moses the servant of the Lord*s sent me from Kadesh-barnea to spy out the land, and I brought word back to him as it*i was*i in my heart."
    },
    {
        "o": 6741,
        "r": "nasb:Joshua:14:8",
        "t": "Nevertheless my brethren who went up with me made the heart of the people melt with fear; but I followed the Lord*s my God fully."
    },
    {
        "o": 6742,
        "r": "nasb:Joshua:14:9",
        "t": "So Moses swore on that day, saying, ‘Surely the land on which your foot has trodden will be an inheritance to you and to your children forever, because you have followed the Lord*s my God fully.’"
    },
    {
        "o": 6743,
        "r": "nasb:Joshua:14:10",
        "t": "Now behold, the Lord*s has let me live, just as He spoke, these forty-five years, from the time that the Lord*s spoke this word to Moses, when Israel walked in the wilderness; and now behold, I am eighty-five years old today."
    },
    {
        "o": 6744,
        "r": "nasb:Joshua:14:11",
        "t": "I am still as strong today as I was in the day Moses sent me; as my strength was then, so my strength is now, for war and for going out and coming in."
    },
    {
        "o": 6745,
        "r": "nasb:Joshua:14:12",
        "t": "Now then, give me this hill country about which the Lord*s spoke on that day, for you heard on that day that Anakim were*i there, with great fortified cities; perhaps the Lord*s will be with me, and I will drive them out as the Lord*s has spoken.”"
    },
    {
        "o": 6746,
        "r": "nasb:Joshua:14:13",
        "t": "So*p Joshua blessed him and gave Hebron to Caleb the son of Jephunneh for an inheritance."
    },
    {
        "o": 6747,
        "r": "nasb:Joshua:14:14",
        "t": "Therefore, Hebron became the inheritance of Caleb the son of Jephunneh the Kenizzite until this day, because he followed the Lord*s God of Israel fully."
    },
    {
        "o": 6748,
        "r": "nasb:Joshua:14:15",
        "t": "Now the name of Hebron was formerly Kiriath-arba; for*i Arba*i was the greatest man among the Anakim. Then the land had rest from war."
    }
]
