[
    {
        "o": 14004,
        "r": "nasb:Esther:1:0",
        "t": "Esther 1",
        "h": 1
    },
    {
        "o": 14005,
        "r": "nasb:Esther:1:0",
        "t": "The Banquets of the King",
        "h": 2
    },
    {
        "o": 14006,
        "r": "nasb:Esther:1:1",
        "t": "Now*p it took place in the days of Ahasuerus, the Ahasuerus who reigned from India to Ethiopia over 127 provinces,"
    },
    {
        "o": 14007,
        "r": "nasb:Esther:1:2",
        "t": "in those days as King Ahasuerus sat on his royal throne which was*i at the citadel in Susa,"
    },
    {
        "o": 14008,
        "r": "nasb:Esther:1:3",
        "t": "in the third year of his reign he gave a banquet for all his princes and attendants, the army officers*i of Persia and Media, the nobles and the princes of his provinces being in his presence."
    },
    {
        "o": 14009,
        "r": "nasb:Esther:1:4",
        "t": "And he displayed the riches of his royal glory and the splendor of his great majesty for many days, 180 days."
    },
    {
        "o": 14010,
        "r": "nasb:Esther:1:5",
        "t": "When*p these days were completed, the king gave a banquet lasting seven days for all the people who were present at the citadel in Susa, from the greatest to the least, in the court of the garden of the king’s palace."
    },
    {
        "o": 14011,
        "r": "nasb:Esther:1:6",
        "t": "There*i were*i hangings*i of*i fine white and violet linen held by cords of fine purple linen on silver rings and marble columns, and*i couches of gold and silver on a mosaic pavement of porphyry, marble, mother-of-pearl and precious stones."
    },
    {
        "o": 14012,
        "r": "nasb:Esther:1:7",
        "t": "Drinks were served in golden vessels of various kinds, and the royal wine was plentiful according to the king’s bounty."
    },
    {
        "o": 14013,
        "r": "nasb:Esther:1:8",
        "t": "The drinking was done*i according to the law, there was no compulsion, for so the king had given orders to each official of his household that he should do according to the desires of each person."
    },
    {
        "o": 14014,
        "r": "nasb:Esther:1:9",
        "t": "Queen Vashti also gave a banquet for the women in the palace which belonged to King Ahasuerus."
    },
    {
        "o": 14015,
        "r": "nasb:Esther:1:9",
        "t": "Queen Vashti’s Refusal",
        "h": 2
    },
    {
        "o": 14016,
        "r": "nasb:Esther:1:10",
        "t": "On*p the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar and Carkas, the seven eunuchs who served in the presence of King Ahasuerus,"
    },
    {
        "o": 14017,
        "r": "nasb:Esther:1:11",
        "t": "to bring Queen Vashti before the king with her*i royal crown in order to display her beauty to the people and the princes, for she was beautiful."
    },
    {
        "o": 14018,
        "r": "nasb:Esther:1:12",
        "t": "But Queen Vashti refused to come at the king’s command delivered by the eunuchs. Then the king became very angry and his wrath burned within him."
    },
    {
        "o": 14019,
        "r": "nasb:Esther:1:13",
        "t": "Then*p the king said to the wise men who understood the times—for it was the custom of the king so to*i speak*i before all who knew law and justice"
    },
    {
        "o": 14020,
        "r": "nasb:Esther:1:14",
        "t": "and were close to him: Carshena, Shethar, Admatha, Tarshish, Meres, Marsena and Memucan, the seven princes of Persia and Media who had access to the king’s presence and sat in the first place in the kingdom—"
    },
    {
        "o": 14021,
        "r": "nasb:Esther:1:15",
        "t": "“According to law, what is to be done with Queen Vashti, because she did not obey the command of King Ahasuerus delivered*i by the eunuchs?”"
    },
    {
        "o": 14022,
        "r": "nasb:Esther:1:16",
        "t": "In the presence of the king and the princes, Memucan said, “Queen Vashti has wronged not only the king but also*i all the princes and all the peoples who are in all the provinces of King Ahasuerus."
    },
    {
        "o": 14023,
        "r": "nasb:Esther:1:17",
        "t": "For the queen’s conduct will become known to all the women causing them to look with contempt on their husbands by saying, ‘King Ahasuerus commanded Queen Vashti to be brought in to his presence, but she did not come.’"
    },
    {
        "o": 14024,
        "r": "nasb:Esther:1:18",
        "t": "This day the ladies of Persia and Media who have heard of the queen’s conduct will speak in the*i same*i way*i to all the king’s princes, and there will be plenty of contempt and anger."
    },
    {
        "o": 14025,
        "r": "nasb:Esther:1:19",
        "t": "If it pleases the king, let a royal edict be issued by him and let it be written in the laws of Persia and Media so that it cannot be repealed, that Vashti may no longer come into the presence of King Ahasuerus, and let the king give her royal position to another who is more worthy than she."
    },
    {
        "o": 14026,
        "r": "nasb:Esther:1:20",
        "t": "When the king’s edict which he will make is heard throughout all his kingdom, great as it is, then all women will give honor to their husbands, great and small.”"
    },
    {
        "o": 14027,
        "r": "nasb:Esther:1:21",
        "t": "This*ip word pleased the king and the princes, and the king did as Memucan proposed."
    },
    {
        "o": 14028,
        "r": "nasb:Esther:1:22",
        "t": "So he sent letters to all the king’s provinces, to each province according to its script and to every people according to their language, that every man should be the master in his own house and the one who speaks in the language of his own people."
    }
]
