[
    {
        "o": 15560,
        "r": "esv:Psalm:18:0",
        "t": "Psalm 18",
        "h": 1
    },
    {
        "o": 15561,
        "r": "esv:Psalm:18:0",
        "t": "The Lord Is My Rock and My Fortress",
        "h": 2
    },
    {
        "o": 15562,
        "r": "esv:Psalm:18:0",
        "t": "To the choirmaster. A Psalm of David, the servant of the Lord, who addressed the words of this song to the Lord on the day when the Lord delivered him from the hand of all his enemies, and from the hand of Saul. He said:",
        "h": 4
    },
    {
        "o": 15563,
        "r": "esv:Psalm:18:1",
        "t": "I*pn love you, O Lord,*s my strength."
    },
    {
        "o": 15564,
        "r": "esv:Psalm:18:2",
        "t": "The*ln Lord*s is my rock and my fortress and my deliverer, my*ld God, my rock, in whom I take refuge, my*ld shield, and the horn of my salvation, my stronghold."
    },
    {
        "o": 15565,
        "r": "esv:Psalm:18:3",
        "t": "I*ln call upon the Lord,*s who is worthy to be praised, and*ld I am saved from my enemies."
    },
    {
        "o": 15566,
        "r": "esv:Psalm:18:4",
        "t": "The*pn cords of death encompassed me; the*ld torrents of destruction assailed me;"
    },
    {
        "o": 15567,
        "r": "esv:Psalm:18:5",
        "t": "the*ln cords of Sheol entangled me; the*ld snares of death confronted me."
    },
    {
        "o": 15568,
        "r": "esv:Psalm:18:6",
        "t": "In*pn my distress I called upon the Lord;*s to*ld my God I cried for help. From*ln his temple he heard my voice, and*ld my cry to him reached his ears."
    },
    {
        "o": 15569,
        "r": "esv:Psalm:18:7",
        "t": "Then*pn the earth reeled and rocked; the*ld foundations also of the mountains trembled and*ld quaked, because he was angry."
    },
    {
        "o": 15570,
        "r": "esv:Psalm:18:8",
        "t": "Smoke*ln went up from his nostrils, and*ld devouring fire from his mouth; glowing*ld coals flamed forth from him."
    },
    {
        "o": 15571,
        "r": "esv:Psalm:18:9",
        "t": "He*ln bowed the heavens and came down; thick*ld darkness was under his feet."
    },
    {
        "o": 15572,
        "r": "esv:Psalm:18:10",
        "t": "He*ln rode on a cherub and flew; he*ld came swiftly on the wings of the wind."
    },
    {
        "o": 15573,
        "r": "esv:Psalm:18:11",
        "t": "He*ln made darkness his covering, his canopy around him, thick*ld clouds dark with water."
    },
    {
        "o": 15574,
        "r": "esv:Psalm:18:12",
        "t": "Out*ln of the brightness before him hailstones*ld and coals of fire broke through his clouds."
    },
    {
        "o": 15575,
        "r": "esv:Psalm:18:13",
        "t": "The*pn Lord*s also thundered in the heavens, and*ld the Most High uttered his voice, hailstones*ld and coals of fire."
    },
    {
        "o": 15576,
        "r": "esv:Psalm:18:14",
        "t": "And*ln he sent out his arrows and scattered them; he*ld flashed forth lightnings and routed them."
    },
    {
        "o": 15577,
        "r": "esv:Psalm:18:15",
        "t": "Then*ln the channels of the sea were seen, and*ld the foundations of the world were laid bare at*ln your rebuke, O Lord,*s at*ld the blast of the breath of your nostrils."
    },
    {
        "o": 15578,
        "r": "esv:Psalm:18:16",
        "t": "He*pn sent from on high, he took me; he*ld drew me out of many waters."
    },
    {
        "o": 15579,
        "r": "esv:Psalm:18:17",
        "t": "He*ln rescued me from my strong enemy and*ld from those who hated me, for*ld they were too mighty for me."
    },
    {
        "o": 15580,
        "r": "esv:Psalm:18:18",
        "t": "They*ln confronted me in the day of my calamity, but*ld the Lord*s was my support."
    },
    {
        "o": 15581,
        "r": "esv:Psalm:18:19",
        "t": "He*ln brought me out into a broad place; he*ld rescued me, because he delighted in me."
    },
    {
        "o": 15582,
        "r": "esv:Psalm:18:20",
        "t": "The*pn Lord*s dealt with me according to my righteousness; according*ld to the cleanness of my hands he rewarded me."
    },
    {
        "o": 15583,
        "r": "esv:Psalm:18:21",
        "t": "For*ln I have kept the ways of the Lord,*s and*ld have not wickedly departed from my God."
    },
    {
        "o": 15584,
        "r": "esv:Psalm:18:22",
        "t": "For*ln all his rules were before me, and*ld his statutes I did not put away from me."
    },
    {
        "o": 15585,
        "r": "esv:Psalm:18:23",
        "t": "I*ln was blameless before him, and*ld I kept myself from my guilt."
    },
    {
        "o": 15586,
        "r": "esv:Psalm:18:24",
        "t": "So*ln the Lord*s has rewarded me according to my righteousness, according*ld to the cleanness of my hands in his sight."
    },
    {
        "o": 15587,
        "r": "esv:Psalm:18:25",
        "t": "With*pn the merciful you show yourself merciful; with*ld the blameless man you show yourself blameless;"
    },
    {
        "o": 15588,
        "r": "esv:Psalm:18:26",
        "t": "with*ln the purified you show yourself pure; and*ld with the crooked you make yourself seem tortuous."
    },
    {
        "o": 15589,
        "r": "esv:Psalm:18:27",
        "t": "For*ln you save a humble people, but*ld the haughty eyes you bring down."
    },
    {
        "o": 15590,
        "r": "esv:Psalm:18:28",
        "t": "For*ln it is you who light my lamp; the*ld Lord*s my God lightens my darkness."
    },
    {
        "o": 15591,
        "r": "esv:Psalm:18:29",
        "t": "For*ln by you I can run against a troop, and*ld by my God I can leap over a wall."
    },
    {
        "o": 15592,
        "r": "esv:Psalm:18:30",
        "t": "This*ln God— his way is perfect; the*ld word of the Lord*s proves true; he*ld is a shield for all those who take refuge in him."
    },
    {
        "o": 15593,
        "r": "esv:Psalm:18:31",
        "t": "For*pn who is God, but the Lord?*s And*ld who is a rock, except our God?—"
    },
    {
        "o": 15594,
        "r": "esv:Psalm:18:32",
        "t": "the*ln God who equipped me with strength and*ld made my way blameless."
    },
    {
        "o": 15595,
        "r": "esv:Psalm:18:33",
        "t": "He*ln made my feet like the feet of a deer and*ld set me secure on the heights."
    },
    {
        "o": 15596,
        "r": "esv:Psalm:18:34",
        "t": "He*ln trains my hands for war, so*ld that my arms can bend a bow of bronze."
    },
    {
        "o": 15597,
        "r": "esv:Psalm:18:35",
        "t": "You*ln have given me the shield of your salvation, and*ld your right hand supported me, and*ld your gentleness made me great."
    },
    {
        "o": 15598,
        "r": "esv:Psalm:18:36",
        "t": "You*ln gave a wide place for my steps under me, and*ld my feet did not slip."
    },
    {
        "o": 15599,
        "r": "esv:Psalm:18:37",
        "t": "I*ln pursued my enemies and overtook them, and*ld did not turn back till they were consumed."
    },
    {
        "o": 15600,
        "r": "esv:Psalm:18:38",
        "t": "I*ln thrust them through, so that they were not able to rise; they*ld fell under my feet."
    },
    {
        "o": 15601,
        "r": "esv:Psalm:18:39",
        "t": "For*ln you equipped me with strength for the battle; you*ld made those who rise against me sink under me."
    },
    {
        "o": 15602,
        "r": "esv:Psalm:18:40",
        "t": "You*ln made my enemies turn their backs to me, and*ld those who hated me I destroyed."
    },
    {
        "o": 15603,
        "r": "esv:Psalm:18:41",
        "t": "They*ln cried for help, but there was none to save; they*ld cried to the Lord,*s but he did not answer them."
    },
    {
        "o": 15604,
        "r": "esv:Psalm:18:42",
        "t": "I*ln beat them fine as dust before the wind; I*ld cast them out like the mire of the streets."
    },
    {
        "o": 15605,
        "r": "esv:Psalm:18:43",
        "t": "You*pn delivered me from strife with the people; you*ld made me the head of the nations; people*ld whom I had not known served me."
    },
    {
        "o": 15606,
        "r": "esv:Psalm:18:44",
        "t": "As*ln soon as they heard of me they obeyed me; foreigners*ld came cringing to me."
    },
    {
        "o": 15607,
        "r": "esv:Psalm:18:45",
        "t": "Foreigners*ln lost heart and*ld came trembling out of their fortresses."
    },
    {
        "o": 15608,
        "r": "esv:Psalm:18:46",
        "t": "The*pn Lord*s lives, and blessed be my rock, and*ld exalted be the God of my salvation—"
    },
    {
        "o": 15609,
        "r": "esv:Psalm:18:47",
        "t": "the*ln God who gave me vengeance and*ld subdued peoples under me,"
    },
    {
        "o": 15610,
        "r": "esv:Psalm:18:48",
        "t": "who*ln rescued me from my enemies; yes,*ld you exalted me above those who rose against me; you*ld delivered me from the man of violence."
    },
    {
        "o": 15611,
        "r": "esv:Psalm:18:49",
        "t": "For*pn this I will praise you, O Lord,*s among the nations, and*ld sing to your name."
    },
    {
        "o": 15612,
        "r": "esv:Psalm:18:50",
        "t": "Great*ln salvation he brings to his king, and*ld shows steadfast love to his anointed, to*ld David and his offspring forever."
    }
]
