[
    {
        "o": 25760,
        "r": "csb:Haggai:2:0",
        "t": "Haggai 2",
        "h": 1
    },
    {
        "o": 25761,
        "r": "csb:Haggai:2:0",
        "t": "Encouragement and Promise",
        "h": 2
    },
    {
        "o": 25762,
        "r": "csb:Haggai:2:1",
        "t": "On*p the twenty-first day of the seventh month, the word of the Lord*s came through the prophet Haggai:"
    },
    {
        "o": 25763,
        "r": "csb:Haggai:2:2",
        "t": "“Speak to Zerubbabel son of Shealtiel, governor of Judah, to the high priest Joshua son of Jehozadak, and to the remnant of the people:"
    },
    {
        "o": 25764,
        "r": "csb:Haggai:2:3",
        "t": "‘Who is left among you who saw this house in its former glory? How does it look to you now? Doesn’t it seem to you like nothing by comparison?"
    },
    {
        "o": 25765,
        "r": "csb:Haggai:2:4",
        "t": "Even so, be strong, Zerubbabel - this is the Lord’s*s declaration. Be strong, Joshua son of Jehozadak, high priest. Be strong, all you people of the land - this is the Lord’s*s declaration. Work! For I am with you- the declaration of the Lord*s of Armies."
    },
    {
        "o": 25766,
        "r": "csb:Haggai:2:5",
        "t": "This is the promise I made to you when you came out of Egypt, and my Spirit is present among you; don’t be afraid.’”"
    },
    {
        "o": 25767,
        "r": "csb:Haggai:2:6",
        "t": "For*p the Lord*s of Armies says this: “Once more, in a little while, I am going to shake the heavens and the earth, the sea and the dry land."
    },
    {
        "o": 25768,
        "r": "csb:Haggai:2:7",
        "t": "I will shake all the nations so that the treasures of all the nations will come, and I will fill this house with glory,” says the Lord*s of Armies."
    },
    {
        "o": 25769,
        "r": "csb:Haggai:2:8",
        "t": "“The silver and gold belong to me” - this is the declaration of the Lord*s of Armies."
    },
    {
        "o": 25770,
        "r": "csb:Haggai:2:9",
        "t": "“The final glory of this house will be greater than the first,” says the Lord*s of Armies. “I will provide peace in this place”- this is the declaration of the Lord*s of Armies."
    },
    {
        "o": 25771,
        "r": "csb:Haggai:2:9",
        "t": "From Deprivation to Blessing",
        "h": 2
    },
    {
        "o": 25772,
        "r": "csb:Haggai:2:10",
        "t": "On*p the twenty-fourth day of the ninth month, in the second year of Darius, the word of the Lord*s came to the prophet Haggai:"
    },
    {
        "o": 25773,
        "r": "csb:Haggai:2:11",
        "t": "“This is what the Lord*s of Armies says: Ask the priests for a ruling."
    },
    {
        "o": 25774,
        "r": "csb:Haggai:2:12",
        "t": "If a man is carrying consecrated meat in the fold of his garment, and it touches bread, stew, wine, oil, or any other food, does it become holy?” The*p priests answered, “No.”"
    },
    {
        "o": 25775,
        "r": "csb:Haggai:2:13",
        "t": "Then*p Haggai asked, “If someone defiled by contact with a corpse touches any of these, does it become defiled?” The*p priests answered, “It becomes defiled.”"
    },
    {
        "o": 25776,
        "r": "csb:Haggai:2:14",
        "t": "Then*p Haggai replied, “So is this people, and so is this nation before me - this is the Lord’s*s declaration. And so is every work of their hands; even what they offer there is defiled."
    },
    {
        "o": 25777,
        "r": "csb:Haggai:2:15",
        "t": "“Now*p from this day on, think carefully: Before one stone was placed on another in the Lord’s*s temple,"
    },
    {
        "o": 25778,
        "r": "csb:Haggai:2:16",
        "t": "what state were you in? When someone came to a grain heap of twenty measures, it only amounted to ten; when one came to the winepress to dip fifty measures from the vat, it only amounted to twenty."
    },
    {
        "o": 25779,
        "r": "csb:Haggai:2:17",
        "t": "I struck you - all the work of your hands - with blight, mildew, and hail, but you didn’t turn to me - this is the Lord’s*s declaration."
    },
    {
        "o": 25780,
        "r": "csb:Haggai:2:18",
        "t": "From this day on, think carefully; from the twenty-fourth day of the ninth month, from the day the foundation of the Lord’s*s temple was laid; think carefully."
    },
    {
        "o": 25781,
        "r": "csb:Haggai:2:19",
        "t": "Is there still seed left in the granary? The vine, the fig, the pomegranate, and the olive tree have not yet produced. But from this day on I will bless you.”"
    },
    {
        "o": 25782,
        "r": "csb:Haggai:2:19",
        "t": "Promise to Zerubbabel",
        "h": 2
    },
    {
        "o": 25783,
        "r": "csb:Haggai:2:20",
        "t": "The*p word of the Lord*s came to Haggai a second time on the twenty-fourth day of the month:"
    },
    {
        "o": 25784,
        "r": "csb:Haggai:2:21",
        "t": "“Speak to Zerubbabel, governor of Judah: I am going to shake the heavens and the earth."
    },
    {
        "o": 25785,
        "r": "csb:Haggai:2:22",
        "t": "I will overturn royal thrones and destroy the power of the Gentile kingdoms. I will overturn chariots and their riders. Horses and their riders will fall, each by his brother’s sword."
    },
    {
        "o": 25786,
        "r": "csb:Haggai:2:23",
        "t": "On that day” - this is the declaration of the Lord*s of Armies - “I will take you, Zerubbabel son of Shealtiel, my servant” - this is the Lord’s*s declaration - “and make you like my signet ring, for I have chosen you.” This is the declaration of the Lord*s of Armies."
    }
]
