[
    {
        "o": 8990,
        "r": "csb:2 Samuel:5:0",
        "t": "2 Samuel 5",
        "h": 1
    },
    {
        "o": 8991,
        "r": "csb:2 Samuel:5:0",
        "t": "David, King of Israel",
        "h": 2
    },
    {
        "o": 8992,
        "r": "csb:2 Samuel:5:1",
        "t": "All*p the tribes of Israel came to David at Hebron and said, “Here we are, your own flesh and blood."
    },
    {
        "o": 8993,
        "r": "csb:2 Samuel:5:2",
        "t": "Even while Saul was king over us, you were the one who led us out to battle and brought us back. The Lord*s also said to you, ‘You will shepherd my people Israel, and you will be ruler over Israel.’”"
    },
    {
        "o": 8994,
        "r": "csb:2 Samuel:5:3",
        "t": "So*p all the elders of Israel came to the king at Hebron. King David made a covenant with them at Hebron in the Lord’s*s presence, and they anointed David king over Israel."
    },
    {
        "o": 8995,
        "r": "csb:2 Samuel:5:4",
        "t": "David*p was thirty years old when he began his reign; he reigned forty years."
    },
    {
        "o": 8996,
        "r": "csb:2 Samuel:5:5",
        "t": "In Hebron he reigned over Judah seven years and six months, and in Jerusalem he reigned thirty-three years over all Israel and Judah."
    },
    {
        "o": 8997,
        "r": "csb:2 Samuel:5:6",
        "t": "The*p king and his men marched to Jerusalem against the Jebusites who inhabited the land. The Jebusites had said to David, “You will never get in here. Even the blind and lame can repel you” thinking, “David can’t get in here.”"
    },
    {
        "o": 8998,
        "r": "csb:2 Samuel:5:7",
        "t": "Yet*p David did capture the stronghold of Zion, that is, the city of David."
    },
    {
        "o": 8999,
        "r": "csb:2 Samuel:5:8",
        "t": "He said that day, “Whoever attacks the Jebusites must go through the water shaft to reach the lame and the blind who are despised by David.” For this reason it is said, “The blind and the lame will never enter the house.”"
    },
    {
        "o": 9000,
        "r": "csb:2 Samuel:5:9",
        "t": "David*p took up residence in the stronghold, which he named the city of David. He built it up all the way around from the supporting terraces inward."
    },
    {
        "o": 9001,
        "r": "csb:2 Samuel:5:10",
        "t": "David became more and more powerful, and the Lord*s God of Armies was with him."
    },
    {
        "o": 9002,
        "r": "csb:2 Samuel:5:11",
        "t": "King Hiram of Tyre sent envoys to David; he also sent cedar logs, carpenters, and stonemasons, and they built a palace for David."
    },
    {
        "o": 9003,
        "r": "csb:2 Samuel:5:12",
        "t": "Then David knew that the Lord*s had established him as king over Israel and had exalted his kingdom for the sake of his people Israel."
    },
    {
        "o": 9004,
        "r": "csb:2 Samuel:5:13",
        "t": "After*p he arrived from Hebron, David took more concubines and wives from Jerusalem, and more sons and daughters were born to him."
    },
    {
        "o": 9005,
        "r": "csb:2 Samuel:5:14",
        "t": "These are the names of those born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,"
    },
    {
        "o": 9006,
        "r": "csb:2 Samuel:5:15",
        "t": "Ibhar, Elishua, Nepheg, Japhia,"
    },
    {
        "o": 9007,
        "r": "csb:2 Samuel:5:16",
        "t": "Elishama, Eliada, and Eliphelet."
    },
    {
        "o": 9008,
        "r": "csb:2 Samuel:5:17",
        "t": "When*p the Philistines heard that David had been anointed king over Israel, they all went in search of David, but he heard about it and went down to the stronghold."
    },
    {
        "o": 9009,
        "r": "csb:2 Samuel:5:18",
        "t": "So the Philistines came and spread out in Rephaim Valley."
    },
    {
        "o": 9010,
        "r": "csb:2 Samuel:5:19",
        "t": "Then*p David inquired of the Lord:*s “Should I attack the Philistines? Will you hand them over to me?” The*p Lord*s replied to David, “Attack, for I will certainly hand the Philistines over to you.”"
    },
    {
        "o": 9011,
        "r": "csb:2 Samuel:5:20",
        "t": "So*p David went to Baal-perazim and defeated them there and said, “Like a bursting flood, the Lord*s has burst out against my enemies before me.” Therefore, he named that place The Lord Bursts Out."
    },
    {
        "o": 9012,
        "r": "csb:2 Samuel:5:21",
        "t": "The Philistines abandoned their idols there, and David and his men carried them off."
    },
    {
        "o": 9013,
        "r": "csb:2 Samuel:5:22",
        "t": "The*p Philistines came up again and spread out in Rephaim Valley."
    },
    {
        "o": 9014,
        "r": "csb:2 Samuel:5:23",
        "t": "So David inquired of the Lord,*s and he answered, “Do not attack directly, but circle around behind them and come at them opposite the balsam trees."
    },
    {
        "o": 9015,
        "r": "csb:2 Samuel:5:24",
        "t": "When you hear the sound of marching in the tops of the balsam trees, act decisively, for then the Lord*s will have gone out ahead of you to strike down the army of the Philistines.”"
    },
    {
        "o": 9016,
        "r": "csb:2 Samuel:5:25",
        "t": "So David did exactly as the Lord*s commanded him, and he struck down the Philistines all the way from Geba to Gezer."
    }
]
