[
    {
        "o": 20227,
        "r": "nasb:Isaiah:28:0",
        "t": "Isaiah 28",
        "h": 1
    },
    {
        "o": 20228,
        "r": "nasb:Isaiah:28:0",
        "t": "Ephraim’s Captivity Predicted",
        "h": 2
    },
    {
        "o": 20229,
        "r": "nasb:Isaiah:28:1",
        "t": "Woe*pn to the proud crown of the drunkards of Ephraim, And*ln to the fading flower of its glorious beauty, Which*ln is at the head of the fertile valley Of*ln those who are overcome with wine!"
    },
    {
        "o": 20230,
        "r": "nasb:Isaiah:28:2",
        "t": "Behold,*ln the Lord has a strong and mighty agent;*i As*ln a storm of hail, a tempest of destruction, Like*ln a storm of mighty overflowing waters, He*ln has cast it*i down to the earth with His*i hand."
    },
    {
        "o": 20231,
        "r": "nasb:Isaiah:28:3",
        "t": "The*ln proud crown of the drunkards of Ephraim is trodden under foot."
    },
    {
        "o": 20232,
        "r": "nasb:Isaiah:28:4",
        "t": "And*ln the fading flower of its glorious beauty, Which*ln is at the head of the fertile valley, Will*ln be like the first-ripe fig prior to summer, Which*ln one sees, And*iln as soon as it is in his hand, He*ln swallows it."
    },
    {
        "o": 20233,
        "r": "nasb:Isaiah:28:5",
        "t": "In*ln that day the Lord*s of hosts will become a beautiful crown And*ln a glorious diadem to the remnant of His people;"
    },
    {
        "o": 20234,
        "r": "nasb:Isaiah:28:6",
        "t": "A*ln spirit of justice for him who sits in judgment, A*ln strength to those who repel the onslaught at the gate."
    },
    {
        "o": 20235,
        "r": "nasb:Isaiah:28:7",
        "t": "And*ln these also reel with wine and stagger from strong drink: The*ln priest and the prophet reel with strong drink, They*ln are confused by wine, they stagger from strong drink; They*ln reel while having visions, They*ln totter when*i rendering*i judgment."
    },
    {
        "o": 20236,
        "r": "nasb:Isaiah:28:8",
        "t": "For*ln all the tables are full of filthy vomit, without a single*i clean*i place."
    },
    {
        "o": 20237,
        "r": "nasb:Isaiah:28:9",
        "t": "“To*ln whom would He teach knowledge, And*ln to whom would He interpret the message? Those*ln just*i weaned from milk? Those*ln just*i taken from the breast?"
    },
    {
        "o": 20238,
        "r": "nasb:Isaiah:28:10",
        "t": "For*ln He*i says,*i ‘Order*ln on order, order on order, Line*ln on line, line on line, A*ln little here, a little there.’ ”"
    },
    {
        "o": 20239,
        "r": "nasb:Isaiah:28:11",
        "t": "Indeed,*ln He will speak to this people Through*ln stammering lips and a foreign tongue,"
    },
    {
        "o": 20240,
        "r": "nasb:Isaiah:28:12",
        "t": "He*ln who said to them, “Here is rest, give rest to the weary,” And,*ln “Here is repose,” but they would not listen."
    },
    {
        "o": 20241,
        "r": "nasb:Isaiah:28:13",
        "t": "So*ln the word of the Lord*s to them will be, “Order*ln on order, order on order, Line*ln on line, line on line, A*ln little here, a little there,” That*ln they may go and stumble backward, be broken, snared and taken captive."
    },
    {
        "o": 20242,
        "r": "nasb:Isaiah:28:13",
        "t": "Judah Is Warned",
        "h": 2
    },
    {
        "o": 20243,
        "r": "nasb:Isaiah:28:14",
        "t": "Therefore,*pn hear the word of the Lord,*s O scoffers, Who*ln rule this people who are in Jerusalem,"
    },
    {
        "o": 20244,
        "r": "nasb:Isaiah:28:15",
        "t": "Because*ln you have said, “We have made a covenant with death, And*ln with Sheol we have made a pact. The*ln overwhelming scourge will not reach us when it passes by, For*ln we have made falsehood our refuge and we have concealed ourselves with deception.”"
    },
    {
        "o": 20245,
        "r": "nasb:Isaiah:28:16",
        "t": "Therefore*p thus says the Lord God,*s “Behold,*pn I am laying in Zion a stone, a tested stone, A*ln costly cornerstone for*i the foundation, firmly placed. He*ln who believes in*i it*i will not be disturbed."
    },
    {
        "o": 20246,
        "r": "nasb:Isaiah:28:17",
        "t": "I*ln will make justice the measuring line And*ln righteousness the level; Then*ln hail will sweep away the refuge of lies And*ln the waters will overflow the secret place."
    },
    {
        "o": 20247,
        "r": "nasb:Isaiah:28:18",
        "t": "Your*ln covenant with death will be canceled, And*ln your pact with Sheol will not stand; When*ln the overwhelming scourge passes through, Then*ln you become its trampling place.*i"
    },
    {
        "o": 20248,
        "r": "nasb:Isaiah:28:19",
        "t": "As*ln often as it passes through, it will seize you; For*ln morning after morning it will pass through, anytime*i during the day or night, And*ln it will be sheer terror to understand what it means.”"
    },
    {
        "o": 20249,
        "r": "nasb:Isaiah:28:20",
        "t": "The*ln bed is too short on which to stretch out, And*ln the blanket is too small to wrap oneself in."
    },
    {
        "o": 20250,
        "r": "nasb:Isaiah:28:21",
        "t": "For*ln the Lord*s will rise up as at*i Mount Perazim, He*ln will be stirred up as in the valley of Gibeon, To*ln do His task, His unusual task, And*ln to work His work, His extraordinary work."
    },
    {
        "o": 20251,
        "r": "nasb:Isaiah:28:22",
        "t": "And*ln now do not carry on as scoffers, Or*ln your fetters will be made stronger; For*ln I have heard from the Lord God*s of hosts Of*ln decisive destruction on all the earth."
    },
    {
        "o": 20252,
        "r": "nasb:Isaiah:28:23",
        "t": "Give*ln ear and hear my voice, Listen*ln and hear my words."
    },
    {
        "o": 20253,
        "r": "nasb:Isaiah:28:24",
        "t": "Does*ln the farmer plow continually to plant seed? Does*ln he continually*i turn and harrow the ground?"
    },
    {
        "o": 20254,
        "r": "nasb:Isaiah:28:25",
        "t": "Does*ln he not level its surface And*ln sow dill and scatter cummin And*ln plant wheat in rows, Barley*ln in its place and rye within its area?"
    },
    {
        "o": 20255,
        "r": "nasb:Isaiah:28:26",
        "t": "For*ln his God instructs and teaches him properly."
    },
    {
        "o": 20256,
        "r": "nasb:Isaiah:28:27",
        "t": "For*ln dill is not threshed with a threshing sledge, Nor*ln is the cartwheel driven over cummin; But*ln dill is beaten out with a rod, and cummin with a club."
    },
    {
        "o": 20257,
        "r": "nasb:Isaiah:28:28",
        "t": "Grain*iln for*i bread is crushed, Indeed,*ln he does not continue to thresh it forever. Because*ln the wheel of his*i cart and his horses eventually*i damage it,*i He*ln does not thresh it longer."
    },
    {
        "o": 20258,
        "r": "nasb:Isaiah:28:29",
        "t": "This*ln also comes from the Lord*s of hosts, Who*iln has made His*i counsel wonderful and His*i wisdom great."
    }
]
