[
    {
        "o": 15113,
        "r": "kjv:Psalm:42:0",
        "t": "Psalm 42",
        "h": 1
    },
    {
        "o": 15114,
        "r": "kjv:Psalm:42:0",
        "t": "To the chief Musician, Maschil, for the sons of Korah.",
        "h": 4
    },
    {
        "o": 15115,
        "r": "kjv:Psalm:42:1",
        "t": "As*p the hart panteth after the water brooks, so panteth my soul after thee, O God."
    },
    {
        "o": 15116,
        "r": "kjv:Psalm:42:2",
        "t": "My*p soul thirsteth for God, for the living God: when shall I come and appear before God?"
    },
    {
        "o": 15117,
        "r": "kjv:Psalm:42:3",
        "t": "My*p tears have been my meat day and night, while they continually say unto me, Where is thy God?"
    },
    {
        "o": 15118,
        "r": "kjv:Psalm:42:4",
        "t": "When*p I remember these things, I pour out my soul in me: for I had gone with the multitude, I went with them to the house of God, with the voice of joy and praise, with a multitude that kept holyday."
    },
    {
        "o": 15119,
        "r": "kjv:Psalm:42:5",
        "t": "Why*p art thou cast down, O my soul? and why art thou disquieted in me? hope thou in God: for I shall yet praise him for the help of his countenance."
    },
    {
        "o": 15120,
        "r": "kjv:Psalm:42:6",
        "t": "O*p my God, my soul is cast down within me: therefore will I remember thee from the land of Jordan, and of the Hermonites, from the hill Mizar."
    },
    {
        "o": 15121,
        "r": "kjv:Psalm:42:7",
        "t": "Deep*p calleth unto deep at the noise of thy waterspouts: all thy waves and thy billows are gone over me."
    },
    {
        "o": 15122,
        "r": "kjv:Psalm:42:8",
        "t": "Yet*p the Lord*s will command his lovingkindness in the daytime, and in the night his song shall be with me, and my prayer unto the God of my life."
    },
    {
        "o": 15123,
        "r": "kjv:Psalm:42:9",
        "t": "I*p will say unto God my rock, Why hast thou forgotten me? why go I mourning because of the oppression of the enemy?"
    },
    {
        "o": 15124,
        "r": "kjv:Psalm:42:10",
        "t": "As*p with a sword in my bones, mine enemies reproach me; while they say daily unto me, Where is thy God?"
    },
    {
        "o": 15125,
        "r": "kjv:Psalm:42:11",
        "t": "Why*p art thou cast down, O my soul? and why art thou disquieted within me? hope thou in God: for I shall yet praise him, who is the health of my countenance, and my God."
    }
]
