[
    {
        "o": 11168,
        "r": "nkjv:2 Kings:20:0",
        "t": "2 Kings 20",
        "h": 1
    },
    {
        "o": 11169,
        "r": "nkjv:2 Kings:20:0",
        "t": "Hezekiah’s Life Extended",
        "h": 2
    },
    {
        "o": 11170,
        "r": "nkjv:2 Kings:20:1",
        "t": "In*p those days Hezekiah was sick and near death. And Isaiah the prophet, the son of Amoz, went to him and said to him, “Thus says the Lord:*s ‘Set your house in order, for you shall die, and not live.’”"
    },
    {
        "o": 11171,
        "r": "nkjv:2 Kings:20:2",
        "t": "Then*p he turned his face toward the wall, and prayed to the Lord,*s saying,"
    },
    {
        "o": 11172,
        "r": "nkjv:2 Kings:20:3",
        "t": "“Remember now, O Lord,*s I pray, how I have walked before You in truth and with a loyal heart, and have done what*i was*i good in Your sight.” And Hezekiah wept bitterly."
    },
    {
        "o": 11173,
        "r": "nkjv:2 Kings:20:4",
        "t": "And*p it happened, before Isaiah had gone out into the middle court, that the word of the Lord*s came to him, saying,"
    },
    {
        "o": 11174,
        "r": "nkjv:2 Kings:20:5",
        "t": "“Return and tell Hezekiah the leader of My people, ‘Thus says the Lord,*s the God of David your father: “I have heard your prayer, I have seen your tears; surely I will heal you. On the third day you shall go up to the house of the Lord.*s"
    },
    {
        "o": 11175,
        "r": "nkjv:2 Kings:20:6",
        "t": "And I will add to your days fifteen years. I will deliver you and this city from the hand of the king of Assyria; and I will defend this city for My own sake, and for the sake of My servant David.”’”"
    },
    {
        "o": 11176,
        "r": "nkjv:2 Kings:20:7",
        "t": "Then*p Isaiah said, “Take a lump of figs.” So they took and laid it*i on the boil, and he recovered."
    },
    {
        "o": 11177,
        "r": "nkjv:2 Kings:20:8",
        "t": "And*p Hezekiah said to Isaiah, “What is*i the sign that the Lord*s will heal me, and that I shall go up to the house of the Lord*s the third day?”"
    },
    {
        "o": 11178,
        "r": "nkjv:2 Kings:20:9",
        "t": "Then*p Isaiah said, “This is the sign to you from the Lord,*s that the Lord*s will do the thing which He has spoken: shall*i the shadow go forward ten degrees or go backward ten degrees?”"
    },
    {
        "o": 11179,
        "r": "nkjv:2 Kings:20:10",
        "t": "And*p Hezekiah answered, “It is an easy thing for the shadow to go down ten degrees; no, but let the shadow go backward ten degrees.”"
    },
    {
        "o": 11180,
        "r": "nkjv:2 Kings:20:11",
        "t": "So*p Isaiah the prophet cried out to the Lord,*s and He brought the shadow ten degrees backward, by which it had gone down on the sundial of Ahaz."
    },
    {
        "o": 11181,
        "r": "nkjv:2 Kings:20:11",
        "t": "The Babylonian Envoys",
        "h": 2
    },
    {
        "o": 11182,
        "r": "nkjv:2 Kings:20:12",
        "t": "At*p that time Berodach-Baladan the son of Baladan, king of Babylon, sent letters and a present to Hezekiah, for he heard that Hezekiah had been sick."
    },
    {
        "o": 11183,
        "r": "nkjv:2 Kings:20:13",
        "t": "And Hezekiah was attentive to them, and showed them all the house of his treasures—the silver and gold, the spices and precious ointment, and all his armory—all that was found among his treasures. There was nothing in his house or in all his dominion that Hezekiah did not show them."
    },
    {
        "o": 11184,
        "r": "nkjv:2 Kings:20:14",
        "t": "Then*p Isaiah the prophet went to King Hezekiah, and said to him, “What did these men say, and from where did they come to you?” So*p Hezekiah said, “They came from a far country, from Babylon.”"
    },
    {
        "o": 11185,
        "r": "nkjv:2 Kings:20:15",
        "t": "And*p he said, “What have they seen in your house?” So*p Hezekiah answered, “They have seen all that is*i in my house; there is nothing among my treasures that I have not shown them.”"
    },
    {
        "o": 11186,
        "r": "nkjv:2 Kings:20:16",
        "t": "Then*p Isaiah said to Hezekiah, “Hear the word of the Lord:*s"
    },
    {
        "o": 11187,
        "r": "nkjv:2 Kings:20:17",
        "t": "‘Behold, the days are coming when all that is*i in your house, and what your fathers have accumulated until this day, shall be carried to Babylon; nothing shall be left,’ says the Lord.*s"
    },
    {
        "o": 11188,
        "r": "nkjv:2 Kings:20:18",
        "t": "‘And they shall take away some of your sons who will descend from you, whom you will beget; and they shall be eunuchs in the palace of the king of Babylon.’”"
    },
    {
        "o": 11189,
        "r": "nkjv:2 Kings:20:19",
        "t": "So*p Hezekiah said to Isaiah, “The word of the Lord*s which you have spoken is*i good!” For he said, “Will there not be peace and truth at least in my days?”"
    },
    {
        "o": 11190,
        "r": "nkjv:2 Kings:20:19",
        "t": "Death of Hezekiah",
        "h": 2
    },
    {
        "o": 11191,
        "r": "nkjv:2 Kings:20:20",
        "t": "Now*p the rest of the acts of Hezekiah—all his might, and how he made a pool and a tunnel and brought water into the city— are*i they not written in the book of the chronicles of the kings of Judah?"
    },
    {
        "o": 11192,
        "r": "nkjv:2 Kings:20:21",
        "t": "So Hezekiah rested with his fathers. Then Manasseh his son reigned in his place."
    }
]
