[
    {
        "o": 33186,
        "r": "niv:Hebrews:4:0",
        "t": "Hebrews 4",
        "h": 1
    },
    {
        "o": 33187,
        "r": "niv:Hebrews:4:0",
        "t": "A Sabbath-Rest for the People of God",
        "h": 2
    },
    {
        "o": 33188,
        "r": "niv:Hebrews:4:1",
        "t": "Therefore,*p since the promise of entering his rest still stands, let us be careful that none of you be found to have fallen short of it."
    },
    {
        "o": 33189,
        "r": "niv:Hebrews:4:2",
        "t": "For we also have had the good news proclaimed to us, just as they did; but the message they heard was of no value to them, because they did not share the faith of those who obeyed."
    },
    {
        "o": 33190,
        "r": "niv:Hebrews:4:3",
        "t": "Now we who have believed enter that rest, just as God has said, “So*pn I declared on oath in my anger, ‘They*ld shall never enter my rest.’ ” And*p yet his works have been finished since the creation of the world."
    },
    {
        "o": 33191,
        "r": "niv:Hebrews:4:4",
        "t": "For somewhere he has spoken about the seventh day in these words: “On the seventh day God rested from all his works.”"
    },
    {
        "o": 33192,
        "r": "niv:Hebrews:4:5",
        "t": "And again in the passage above he says, “They shall never enter my rest.”"
    },
    {
        "o": 33193,
        "r": "niv:Hebrews:4:6",
        "t": "Therefore*p since it still remains for some to enter that rest, and since those who formerly had the good news proclaimed to them did not go in because of their disobedience,"
    },
    {
        "o": 33194,
        "r": "niv:Hebrews:4:7",
        "t": "God again set a certain day, calling it “Today.” This he did when a long time later he spoke through David, as in the passage already quoted: “Today,*pn if you hear his voice, do*ld not harden your hearts.”"
    },
    {
        "o": 33195,
        "r": "niv:Hebrews:4:8",
        "t": "For*p if Joshua had given them rest, God would not have spoken later about another day."
    },
    {
        "o": 33196,
        "r": "niv:Hebrews:4:9",
        "t": "There remains, then, a Sabbath-rest for the people of God;"
    },
    {
        "o": 33197,
        "r": "niv:Hebrews:4:10",
        "t": "for anyone who enters God’s rest also rests from their works, just as God did from his."
    },
    {
        "o": 33198,
        "r": "niv:Hebrews:4:11",
        "t": "Let us, therefore, make every effort to enter that rest, so that no one will perish by following their example of disobedience."
    },
    {
        "o": 33199,
        "r": "niv:Hebrews:4:12",
        "t": "For*p the word of God is alive and active. Sharper than any double-edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."
    },
    {
        "o": 33200,
        "r": "niv:Hebrews:4:13",
        "t": "Nothing in all creation is hidden from God’s sight. Everything is uncovered and laid bare before the eyes of him to whom we must give account."
    },
    {
        "o": 33201,
        "r": "niv:Hebrews:4:13",
        "t": "Jesus the Great High Priest",
        "h": 2
    },
    {
        "o": 33202,
        "r": "niv:Hebrews:4:14",
        "t": "Therefore,*p since we have a great high priest who has ascended into heaven, Jesus the Son of God, let us hold firmly to the faith we profess."
    },
    {
        "o": 33203,
        "r": "niv:Hebrews:4:15",
        "t": "For we do not have a high priest who is unable to empathize with our weaknesses, but we have one who has been tempted in every way, just as we are—yet he did not sin."
    },
    {
        "o": 33204,
        "r": "niv:Hebrews:4:16",
        "t": "Let us then approach God’s throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need."
    }
]
