[
    {
        "o": 21487,
        "r": "niv:Jeremiah:25:0",
        "t": "Jeremiah 25",
        "h": 1
    },
    {
        "o": 21488,
        "r": "niv:Jeremiah:25:0",
        "t": "Seventy Years of Captivity",
        "h": 2
    },
    {
        "o": 21489,
        "r": "niv:Jeremiah:25:1",
        "t": "The*p word came to Jeremiah concerning all the people of Judah in the fourth year of Jehoiakim son of Josiah king of Judah, which was the first year of Nebuchadnezzar king of Babylon."
    },
    {
        "o": 21490,
        "r": "niv:Jeremiah:25:2",
        "t": "So Jeremiah the prophet said to all the people of Judah and to all those living in Jerusalem:"
    },
    {
        "o": 21491,
        "r": "niv:Jeremiah:25:3",
        "t": "For twenty-three years—from the thirteenth year of Josiah son of Amon king of Judah until this very day—the word of the Lord*s has come to me and I have spoken to you again and again, but you have not listened."
    },
    {
        "o": 21492,
        "r": "niv:Jeremiah:25:4",
        "t": "And*p though the Lord*s has sent all his servants the prophets to you again and again, you have not listened or paid any attention."
    },
    {
        "o": 21493,
        "r": "niv:Jeremiah:25:5",
        "t": "They said, “Turn now, each of you, from your evil ways and your evil practices, and you can stay in the land the Lord*s gave to you and your ancestors for ever and ever."
    },
    {
        "o": 21494,
        "r": "niv:Jeremiah:25:6",
        "t": "Do not follow other gods to serve and worship them; do not arouse my anger with what your hands have made. Then I will not harm you.”"
    },
    {
        "o": 21495,
        "r": "niv:Jeremiah:25:7",
        "t": "“But*p you did not listen to me,” declares the Lord,*s “and you have aroused my anger with what your hands have made, and you have brought harm to yourselves.”"
    },
    {
        "o": 21496,
        "r": "niv:Jeremiah:25:8",
        "t": "Therefore*p the Lord*s Almighty says this: “Because you have not listened to my words,"
    },
    {
        "o": 21497,
        "r": "niv:Jeremiah:25:9",
        "t": "I will summon all the peoples of the north and my servant Nebuchadnezzar king of Babylon,” declares the Lord,*s “and I will bring them against this land and its inhabitants and against all the surrounding nations. I will completely destroy them and make them an object of horror and scorn, and an everlasting ruin."
    },
    {
        "o": 21498,
        "r": "niv:Jeremiah:25:10",
        "t": "I will banish from them the sounds of joy and gladness, the voices of bride and bridegroom, the sound of millstones and the light of the lamp."
    },
    {
        "o": 21499,
        "r": "niv:Jeremiah:25:11",
        "t": "This whole country will become a desolate wasteland, and these nations will serve the king of Babylon seventy years."
    },
    {
        "o": 21500,
        "r": "niv:Jeremiah:25:12",
        "t": "“But*p when the seventy years are fulfilled, I will punish the king of Babylon and his nation, the land of the Babylonians, for their guilt,” declares the Lord,*s “and will make it desolate forever."
    },
    {
        "o": 21501,
        "r": "niv:Jeremiah:25:13",
        "t": "I will bring on that land all the things I have spoken against it, all that are written in this book and prophesied by Jeremiah against all the nations."
    },
    {
        "o": 21502,
        "r": "niv:Jeremiah:25:14",
        "t": "They themselves will be enslaved by many nations and great kings; I will repay them according to their deeds and the work of their hands.”"
    },
    {
        "o": 21503,
        "r": "niv:Jeremiah:25:14",
        "t": "The Cup of God’s Wrath",
        "h": 2
    },
    {
        "o": 21504,
        "r": "niv:Jeremiah:25:15",
        "t": "This*p is what the Lord,*s the God of Israel, said to me: “Take from my hand this cup filled with the wine of my wrath and make all the nations to whom I send you drink it."
    },
    {
        "o": 21505,
        "r": "niv:Jeremiah:25:16",
        "t": "When they drink it, they will stagger and go mad because of the sword I will send among them.”"
    },
    {
        "o": 21506,
        "r": "niv:Jeremiah:25:17",
        "t": "So*p I took the cup from the Lord’s*s hand and made all the nations to whom he sent me drink it:"
    },
    {
        "o": 21507,
        "r": "niv:Jeremiah:25:18",
        "t": "Jerusalem and the towns of Judah, its kings and officials, to make them a ruin and an object of horror and scorn, a curse —as they are today;"
    },
    {
        "o": 21508,
        "r": "niv:Jeremiah:25:19",
        "t": "Pharaoh king of Egypt, his attendants, his officials and all his people,"
    },
    {
        "o": 21509,
        "r": "niv:Jeremiah:25:20",
        "t": "and all the foreign people there; all the kings of Uz; all the kings of the Philistines (those of Ashkelon, Gaza, Ekron, and the people left at Ashdod);"
    },
    {
        "o": 21510,
        "r": "niv:Jeremiah:25:21",
        "t": "Edom, Moab and Ammon;"
    },
    {
        "o": 21511,
        "r": "niv:Jeremiah:25:22",
        "t": "all the kings of Tyre and Sidon; the kings of the coastlands across the sea;"
    },
    {
        "o": 21512,
        "r": "niv:Jeremiah:25:23",
        "t": "Dedan, Tema, Buz and all who are in distant places;"
    },
    {
        "o": 21513,
        "r": "niv:Jeremiah:25:24",
        "t": "all the kings of Arabia and all the kings of the foreign people who live in the wilderness;"
    },
    {
        "o": 21514,
        "r": "niv:Jeremiah:25:25",
        "t": "all the kings of Zimri, Elam and Media;"
    },
    {
        "o": 21515,
        "r": "niv:Jeremiah:25:26",
        "t": "and all the kings of the north, near and far, one after the other—all the kingdoms on the face of the earth. And after all of them, the king of Sheshak will drink it too."
    },
    {
        "o": 21516,
        "r": "niv:Jeremiah:25:27",
        "t": "“Then*p tell them, ‘This is what the Lord*s Almighty, the God of Israel, says: Drink, get drunk and vomit, and fall to rise no more because of the sword I will send among you.’"
    },
    {
        "o": 21517,
        "r": "niv:Jeremiah:25:28",
        "t": "But if they refuse to take the cup from your hand and drink, tell them, ‘This is what the Lord*s Almighty says: You must drink it!"
    },
    {
        "o": 21518,
        "r": "niv:Jeremiah:25:29",
        "t": "See, I am beginning to bring disaster on the city that bears my Name, and will you indeed go unpunished? You will not go unpunished, for I am calling down a sword on all who live on the earth, declares the Lord*s Almighty.’"
    },
    {
        "o": 21519,
        "r": "niv:Jeremiah:25:30",
        "t": "“Now*p prophesy all these words against them and say to them: “ ‘The*pn Lord*s will roar from on high; he*ld will thunder from his holy dwelling and*ld roar mightily against his land. He*ln will shout like those who tread the grapes, shout*ld against all who live on the earth."
    },
    {
        "o": 21520,
        "r": "niv:Jeremiah:25:31",
        "t": "The*ln tumult will resound to the ends of the earth, for*ld the Lord*s will bring charges against the nations; he*ln will bring judgment on all mankind and*ld put the wicked to the sword,’ ” declares*ld the Lord.*s"
    },
    {
        "o": 21521,
        "r": "niv:Jeremiah:25:32",
        "t": "This*p is what the Lord*s Almighty says: “Look!*pn Disaster is spreading from*ld nation to nation; a*ln mighty storm is rising from*ld the ends of the earth.”"
    },
    {
        "o": 21522,
        "r": "niv:Jeremiah:25:33",
        "t": "At*p that time those slain by the Lord*s will be everywhere—from one end of the earth to the other. They will not be mourned or gathered up or buried, but will be like dung lying on the ground."
    },
    {
        "o": 21523,
        "r": "niv:Jeremiah:25:34",
        "t": "Weep*pn and wail, you shepherds; roll*ld in the dust, you leaders of the flock. For*ln your time to be slaughtered has come; you*ld will fall like the best of the rams."
    },
    {
        "o": 21524,
        "r": "niv:Jeremiah:25:35",
        "t": "The*ln shepherds will have nowhere to flee, the*ld leaders of the flock no place to escape."
    },
    {
        "o": 21525,
        "r": "niv:Jeremiah:25:36",
        "t": "Hear*ln the cry of the shepherds, the*ld wailing of the leaders of the flock, for*ld the Lord*s is destroying their pasture."
    },
    {
        "o": 21526,
        "r": "niv:Jeremiah:25:37",
        "t": "The*ln peaceful meadows will be laid waste because*ld of the fierce anger of the Lord.*s"
    },
    {
        "o": 21527,
        "r": "niv:Jeremiah:25:38",
        "t": "Like*ln a lion he will leave his lair, and*ld their land will become desolate because*ln of the sword of the oppressor and*ld because of the Lord’s*s fierce anger."
    }
]
