[
    {
        "o": 14226,
        "r": "nkjv:Esther:9:0",
        "t": "Esther 9",
        "h": 1
    },
    {
        "o": 14227,
        "r": "nkjv:Esther:9:0",
        "t": "The Jews Destroy Their Tormentors",
        "h": 2
    },
    {
        "o": 14228,
        "r": "nkjv:Esther:9:1",
        "t": "Now*p in the twelfth month, that is,*i the month of Adar, on the thirteenth day, the*i time*i came for the king’s command and his decree to be executed. On the day that the enemies of the Jews had hoped to overpower them, the opposite occurred, in that the Jews themselves overpowered those who hated them."
    },
    {
        "o": 14229,
        "r": "nkjv:Esther:9:2",
        "t": "The Jews gathered together in their cities throughout all the provinces of King Ahasuerus to lay hands on those who sought their harm. And no one could withstand them, because fear of them fell upon all people."
    },
    {
        "o": 14230,
        "r": "nkjv:Esther:9:3",
        "t": "And all the officials of the provinces, the satraps, the governors, and all those doing the king’s work, helped the Jews, because the fear of Mordecai fell upon them."
    },
    {
        "o": 14231,
        "r": "nkjv:Esther:9:4",
        "t": "For Mordecai was*i great in the king’s palace, and his fame spread throughout all the provinces; for this man Mordecai became increasingly prominent."
    },
    {
        "o": 14232,
        "r": "nkjv:Esther:9:5",
        "t": "Thus the Jews defeated all their enemies with the stroke of the sword, with slaughter and destruction, and did what they pleased with those who hated them."
    },
    {
        "o": 14233,
        "r": "nkjv:Esther:9:6",
        "t": "And*p in Shushan the citadel the Jews killed and destroyed five hundred men."
    },
    {
        "o": 14234,
        "r": "nkjv:Esther:9:7",
        "t": "Also Parshandatha, Dalphon, Aspatha,"
    },
    {
        "o": 14235,
        "r": "nkjv:Esther:9:8",
        "t": "Poratha, Adalia, Aridatha,"
    },
    {
        "o": 14236,
        "r": "nkjv:Esther:9:9",
        "t": "Parmashta, Arisai, Aridai, and Vajezatha—"
    },
    {
        "o": 14237,
        "r": "nkjv:Esther:9:10",
        "t": "the ten sons of Haman the son of Hammedatha, the enemy of the Jews—they killed; but they did not lay a hand on the plunder."
    },
    {
        "o": 14238,
        "r": "nkjv:Esther:9:11",
        "t": "On*p that day the number of those who were killed in Shushan the citadel was brought to the king."
    },
    {
        "o": 14239,
        "r": "nkjv:Esther:9:12",
        "t": "And the king said to Queen Esther, “The Jews have killed and destroyed five hundred men in Shushan the citadel, and the ten sons of Haman. What have they done in the rest of the king’s provinces? Now what is*i your petition? It shall be granted to you. Or what is*i your further request? It shall be done.”"
    },
    {
        "o": 14240,
        "r": "nkjv:Esther:9:13",
        "t": "Then*p Esther said, “If it pleases the king, let it be granted to the Jews who are*i in Shushan to do again tomorrow according to today’s decree, and let Haman’s ten sons be hanged on the gallows.”"
    },
    {
        "o": 14241,
        "r": "nkjv:Esther:9:14",
        "t": "So*p the king commanded this to be done; the decree was issued in Shushan, and they hanged Haman’s ten sons."
    },
    {
        "o": 14242,
        "r": "nkjv:Esther:9:15",
        "t": "And*p the Jews who were*i in Shushan gathered together again on the fourteenth day of the month of Adar and killed three hundred men at Shushan; but they did not lay a hand on the plunder."
    },
    {
        "o": 14243,
        "r": "nkjv:Esther:9:16",
        "t": "The*p remainder of the Jews in the king’s provinces gathered together and protected their lives, had rest from their enemies, and killed seventy-five thousand of their enemies; but they did not lay a hand on the plunder."
    },
    {
        "o": 14244,
        "r": "nkjv:Esther:9:17",
        "t": "This*i was*i on the thirteenth day of the month of Adar. And on the fourteenth of the*i month*i they rested and made it a day of feasting and gladness."
    },
    {
        "o": 14245,
        "r": "nkjv:Esther:9:17",
        "t": "The Feast of Purim",
        "h": 2
    },
    {
        "o": 14246,
        "r": "nkjv:Esther:9:18",
        "t": "But*p the Jews who were*i at Shushan assembled together on the thirteenth day,*i as well as on the fourteenth; and on the fifteenth of the*i month*i they rested, and made it a day of feasting and gladness."
    },
    {
        "o": 14247,
        "r": "nkjv:Esther:9:19",
        "t": "Therefore the Jews of the villages who dwelt in the unwalled towns celebrated the fourteenth day of the month of Adar with*i gladness and feasting, as a holiday, and for sending presents to one another."
    },
    {
        "o": 14248,
        "r": "nkjv:Esther:9:20",
        "t": "And*p Mordecai wrote these things and sent letters to all the Jews, near and far, who were*i in all the provinces of King Ahasuerus,"
    },
    {
        "o": 14249,
        "r": "nkjv:Esther:9:21",
        "t": "to establish among them that they should celebrate yearly the fourteenth and fifteenth days of the month of Adar,"
    },
    {
        "o": 14250,
        "r": "nkjv:Esther:9:22",
        "t": "as the days on which the Jews had rest from their enemies, as the month which was turned from sorrow to joy for them, and from mourning to a holiday; that they should make them days of feasting and joy, of sending presents to one another and gifts to the poor."
    },
    {
        "o": 14251,
        "r": "nkjv:Esther:9:23",
        "t": "So the Jews accepted the custom which they had begun, as Mordecai had written to them,"
    },
    {
        "o": 14252,
        "r": "nkjv:Esther:9:24",
        "t": "because Haman, the son of Hammedatha the Agagite, the enemy of all the Jews, had plotted against the Jews to annihilate them, and had cast Pur (that is,*i the lot), to consume them and destroy them;"
    },
    {
        "o": 14253,
        "r": "nkjv:Esther:9:25",
        "t": "but when Esther*i came before the king, he commanded by letter that this wicked plot which Haman*i had devised against the Jews should return on his own head, and that he and his sons should be hanged on the gallows."
    },
    {
        "o": 14254,
        "r": "nkjv:Esther:9:26",
        "t": "So*p they called these days Purim, after the name Pur. Therefore, because of all the words of this letter, what they had seen concerning this matter, and what had happened to them,"
    },
    {
        "o": 14255,
        "r": "nkjv:Esther:9:27",
        "t": "the Jews established and imposed it upon themselves and their descendants and all who would join them, that without fail they should celebrate these two days every year, according to the written instructions*i and according to the prescribed*i time,"
    },
    {
        "o": 14256,
        "r": "nkjv:Esther:9:28",
        "t": "that*i these days should*i be*i remembered and kept throughout every generation, every family, every province, and every city, that these days of Purim should not fail to*i be*i observed*i among the Jews, and that*i the memory of them should not perish among their descendants."
    },
    {
        "o": 14257,
        "r": "nkjv:Esther:9:29",
        "t": "Then*p Queen Esther, the daughter of Abihail, with Mordecai the Jew, wrote with full authority to confirm this second letter about Purim."
    },
    {
        "o": 14258,
        "r": "nkjv:Esther:9:30",
        "t": "And Mordecai*i sent letters to all the Jews, to the one hundred and twenty-seven provinces of the kingdom of Ahasuerus, with*i words of peace and truth,"
    },
    {
        "o": 14259,
        "r": "nkjv:Esther:9:31",
        "t": "to confirm these days of Purim at their appointed*i time, as Mordecai the Jew and Queen Esther had prescribed for them, and as they had decreed for themselves and their descendants concerning matters of their fasting and lamenting."
    },
    {
        "o": 14260,
        "r": "nkjv:Esther:9:32",
        "t": "So the decree of Esther confirmed these matters of Purim, and it was written in the book."
    }
]
