[
    {
        "o": 22463,
        "r": "nasb:Jeremiah:50:0",
        "t": "Jeremiah 50",
        "h": 1
    },
    {
        "o": 22464,
        "r": "nasb:Jeremiah:50:0",
        "t": "Prophecy against Babylon",
        "h": 2
    },
    {
        "o": 22465,
        "r": "nasb:Jeremiah:50:1",
        "t": "The*p word which the Lord*s spoke concerning Babylon, the land of the Chaldeans, through Jeremiah the prophet:"
    },
    {
        "o": 22466,
        "r": "nasb:Jeremiah:50:2",
        "t": "“Declare*pn and proclaim among the nations. Proclaim*ln it and lift up a standard. Do*ln not conceal it*i but*i say, ‘Babylon*ln has been captured, Bel*ln has been put to shame, Marduk has been shattered; Her*ln images have been put to shame, her idols have been shattered.’"
    },
    {
        "o": 22467,
        "r": "nasb:Jeremiah:50:3",
        "t": "For*p a nation has come up against her out of the north; it will make her land an object of horror, and there will be no inhabitant in it. Both man and beast have wandered off, they have gone away!"
    },
    {
        "o": 22468,
        "r": "nasb:Jeremiah:50:4",
        "t": "“In*p those days and at that time,” declares the Lord,*s “the sons of Israel will come, both*i they and the sons of Judah as well; they will go along weeping as they go, and it will be the Lord*s their God they will seek."
    },
    {
        "o": 22469,
        "r": "nasb:Jeremiah:50:5",
        "t": "They will ask for the way to Zion, turning*i their faces in its direction; they will come that they may join themselves to the Lord*s in*i an everlasting covenant that will not be forgotten."
    },
    {
        "o": 22470,
        "r": "nasb:Jeremiah:50:6",
        "t": "“My*pn people have become lost sheep; Their*ln shepherds have led them astray. They*ln have made them turn aside on*i the mountains; They*ln have gone along from mountain to hill And*ln have forgotten their resting place."
    },
    {
        "o": 22471,
        "r": "nasb:Jeremiah:50:7",
        "t": "All*ln who came upon them have devoured them; And*ln their adversaries have said, ‘We are not guilty, Inasmuch*ln as they have sinned against the Lord*s who*i is*i the habitation of righteousness, Even*ln the Lord,*s the hope of their fathers.’"
    },
    {
        "o": 22472,
        "r": "nasb:Jeremiah:50:8",
        "t": "“Wander*ln away from the midst of Babylon And*ln go forth from the land of the Chaldeans; Be*ln also like male goats at the head of the flock."
    },
    {
        "o": 22473,
        "r": "nasb:Jeremiah:50:9",
        "t": "For*ln behold, I am going to arouse and bring up against Babylon A*ln horde of great nations from the land of the north, And*ln they will draw up their*i battle lines against her; From*ln there she will be taken captive. Their*ln arrows will be like an expert warrior Who*ln does not return empty-handed."
    },
    {
        "o": 22474,
        "r": "nasb:Jeremiah:50:10",
        "t": "Chaldea*ln will become plunder; All*ln who plunder her will have enough,” declares the Lord.*s"
    },
    {
        "o": 22475,
        "r": "nasb:Jeremiah:50:11",
        "t": "“Because*ln you are glad, because you are jubilant, O*ln you who pillage My heritage, Because*ln you skip about like a threshing heifer And*ln neigh like stallions,"
    },
    {
        "o": 22476,
        "r": "nasb:Jeremiah:50:12",
        "t": "Your*ln mother will be greatly ashamed, She*ln who gave you birth will be humiliated. Behold,*ln she*i will*i be*i the least of the nations, A*ln wilderness, a parched land and a desert."
    },
    {
        "o": 22477,
        "r": "nasb:Jeremiah:50:13",
        "t": "Because*ln of the indignation of the Lord*s she will not be inhabited, But*ln she will be completely desolate; Everyone*ln who passes by Babylon will be horrified And*ln will hiss because of all her wounds."
    },
    {
        "o": 22478,
        "r": "nasb:Jeremiah:50:14",
        "t": "Draw*ln up your battle lines against Babylon on every side, All*ln you who bend the bow; Shoot*ln at her, do not be sparing with your*i arrows, For*ln she has sinned against the Lord.*s"
    },
    {
        "o": 22479,
        "r": "nasb:Jeremiah:50:15",
        "t": "Raise*ln your battle cry against her on every side! She*ln has given herself up, her pillars have fallen, Her*ln walls have been torn down. For*ln this is the vengeance of the Lord:*s Take*ln vengeance on her; As*ln she has done to*i others,*i so*i do to her."
    },
    {
        "o": 22480,
        "r": "nasb:Jeremiah:50:16",
        "t": "Cut*ln off the sower from Babylon And*ln the one who wields the sickle at the time of harvest; From*ln before the sword of the oppressor They*ln will each turn back to his own people And*ln they will each flee to his own land."
    },
    {
        "o": 22481,
        "r": "nasb:Jeremiah:50:17",
        "t": "“Israel*p is a scattered flock, the lions have driven them*i away. The first one who*i devoured him was the king of Assyria, and this last one who*i has broken his bones is Nebuchadnezzar king of Babylon."
    },
    {
        "o": 22482,
        "r": "nasb:Jeremiah:50:18",
        "t": "Therefore thus says the Lord*s of hosts, the God of Israel: ‘Behold, I am going to punish the king of Babylon and his land, just as I punished the king of Assyria."
    },
    {
        "o": 22483,
        "r": "nasb:Jeremiah:50:19",
        "t": "And I will bring Israel back to his pasture and he will graze on Carmel and Bashan, and his desire will be satisfied in the hill country of Ephraim and Gilead."
    },
    {
        "o": 22484,
        "r": "nasb:Jeremiah:50:20",
        "t": "In those days and at that time,’ declares the Lord,*s ‘search will be made for the iniquity of Israel, but there will be none; and for the sins of Judah, but they will not be found; for I will pardon those whom I leave as a remnant.’"
    },
    {
        "o": 22485,
        "r": "nasb:Jeremiah:50:21",
        "t": "“Against*pn the land of Merathaim, go up against it, And*ln against the inhabitants of Pekod. Slay*ln and utterly destroy them,” declares the Lord,*s “And*ln do according to all that I have commanded you."
    },
    {
        "o": 22486,
        "r": "nasb:Jeremiah:50:22",
        "t": "The*ln noise of battle is in the land, And*ln great destruction."
    },
    {
        "o": 22487,
        "r": "nasb:Jeremiah:50:23",
        "t": "How*ln the hammer of the whole earth Has*ln been cut off and broken! How*ln Babylon has become An*ln object of horror among the nations!"
    },
    {
        "o": 22488,
        "r": "nasb:Jeremiah:50:24",
        "t": "I*ln set a snare for you and you were also caught, O Babylon, While*ln you yourself were not aware; You*ln have been found and also seized Because*ln you have engaged in conflict with the Lord.”*s"
    },
    {
        "o": 22489,
        "r": "nasb:Jeremiah:50:25",
        "t": "The*ln Lord*s has opened His armory And*ln has brought forth the weapons of His indignation, For*ln it is a work of the Lord God*s of hosts In*ln the land of the Chaldeans."
    },
    {
        "o": 22490,
        "r": "nasb:Jeremiah:50:26",
        "t": "Come*ln to her from the farthest border; Open*ln up her barns, Pile*ln her up like heaps And*ln utterly destroy her, Let*ln nothing be left to her."
    },
    {
        "o": 22491,
        "r": "nasb:Jeremiah:50:27",
        "t": "Put*ln all her young bulls to the sword; Let*ln them go down to the slaughter! Woe*ln be upon them, for their day has come, The*ln time of their punishment."
    },
    {
        "o": 22492,
        "r": "nasb:Jeremiah:50:28",
        "t": "There*ln is a sound of fugitives and refugees from the land of Babylon, To*ln declare in Zion the vengeance of the Lord*s our God, Vengeance*ln for His temple."
    },
    {
        "o": 22493,
        "r": "nasb:Jeremiah:50:29",
        "t": "“Summon*ln many against Babylon, All*ln those who bend the bow: Encamp*ln against her on every side, Let*ln there be no escape. Repay*ln her according to her work; According*ln to all that she has done, so*i do to her; For*ln she has become arrogant against the Lord,*s Against*ln the Holy One of Israel."
    },
    {
        "o": 22494,
        "r": "nasb:Jeremiah:50:30",
        "t": "Therefore*ln her young men will fall in her streets, And*ln all her men of war will be silenced in that day,” declares the Lord.*s"
    },
    {
        "o": 22495,
        "r": "nasb:Jeremiah:50:31",
        "t": "“Behold,*ln I am against you, O arrogant one,” Declares*ln the Lord God*s of hosts, “For*ln your day has come, The*ln time when I will punish you."
    },
    {
        "o": 22496,
        "r": "nasb:Jeremiah:50:32",
        "t": "The*ln arrogant one will stumble and fall With*ln no one to raise him up; And*ln I will set fire to his cities And*ln it will devour all his environs.”"
    },
    {
        "o": 22497,
        "r": "nasb:Jeremiah:50:33",
        "t": "Thus*ln says the Lord*s of hosts, “The*ln sons of Israel are oppressed, And*ln the sons of Judah as well; And*ln all who took them captive have held them fast, They*ln have refused to let them go."
    },
    {
        "o": 22498,
        "r": "nasb:Jeremiah:50:34",
        "t": "Their*ln Redeemer is strong, the Lord*s of hosts is His name; He*ln will vigorously plead their case So*ln that He may bring rest to the earth, But*ln turmoil to the inhabitants of Babylon."
    },
    {
        "o": 22499,
        "r": "nasb:Jeremiah:50:35",
        "t": "A*ln sword against the Chaldeans,” declares the Lord,*s “And*ln against the inhabitants of Babylon And*ln against her officials and her wise men!"
    },
    {
        "o": 22500,
        "r": "nasb:Jeremiah:50:36",
        "t": "A*ln sword against the oracle priests, and they will become fools! A*ln sword against her mighty men, and they will be shattered!"
    },
    {
        "o": 22501,
        "r": "nasb:Jeremiah:50:37",
        "t": "A*ln sword against their horses and against their chariots And*ln against all the foreigners who are in the midst of her, And*ln they will become women! A*ln sword against her treasures, and they will be plundered!"
    },
    {
        "o": 22502,
        "r": "nasb:Jeremiah:50:38",
        "t": "A*ln drought on her waters, and they will be dried up! For*ln it is a land of idols, And*ln they are mad over fearsome idols."
    },
    {
        "o": 22503,
        "r": "nasb:Jeremiah:50:39",
        "t": "“Therefore*ln the desert creatures will live there*i along with the jackals; The*ln ostriches also will live in it, And*ln it will never again be inhabited Or*ln dwelt in from generation to generation."
    },
    {
        "o": 22504,
        "r": "nasb:Jeremiah:50:40",
        "t": "As*ln when God overthrew Sodom And*ln Gomorrah with its neighbors,” declares the Lord,*s “No*ln man will live there, Nor*ln will any*i son of man reside in it."
    },
    {
        "o": 22505,
        "r": "nasb:Jeremiah:50:41",
        "t": "“Behold,*ln a people is coming from the north, And*ln a great nation and many kings Will*ln be aroused from the remote parts of the earth."
    },
    {
        "o": 22506,
        "r": "nasb:Jeremiah:50:42",
        "t": "They*ln seize their*i bow and javelin; They*ln are cruel and have no mercy. Their*ln voice roars like the sea; And*ln they ride on horses, Marshalled*ln like a man for the battle Against*ln you, O daughter of Babylon."
    },
    {
        "o": 22507,
        "r": "nasb:Jeremiah:50:43",
        "t": "The*ln king of Babylon has heard the report about them, And*ln his hands hang limp; Distress*ln has gripped him, Agony*ln like a woman in childbirth."
    },
    {
        "o": 22508,
        "r": "nasb:Jeremiah:50:44",
        "t": "“Behold,*p one will come up like a lion from the thicket of the Jordan to a perennially watered pasture; for in an instant I will make them run away from it, and whoever is chosen I will appoint over it. For who is like Me, and who will summon Me into*i court?*i And who then is the shepherd who can stand before Me?”"
    },
    {
        "o": 22509,
        "r": "nasb:Jeremiah:50:45",
        "t": "Therefore hear the plan of the Lord*s which He has planned against Babylon, and His purposes which He has purposed against the land of the Chaldeans: surely they will drag them off, even*i the little ones of the flock; surely He will make their pasture desolate because of them."
    },
    {
        "o": 22510,
        "r": "nasb:Jeremiah:50:46",
        "t": "At the shout, “Babylon has been seized!” the earth is shaken, and an outcry is heard among the nations."
    }
]
