[
    {
        "o": 19935,
        "r": "csb:Isaiah:8:0",
        "t": "Isaiah 8",
        "h": 1
    },
    {
        "o": 19936,
        "r": "csb:Isaiah:8:0",
        "t": "The Coming Assyrian Invasion",
        "h": 2
    },
    {
        "o": 19937,
        "r": "csb:Isaiah:8:1",
        "t": "Then*p the Lord*s said to me, “Take a large piece of parchment and write on it with an ordinary pen: Maher-shalal-hash-baz."
    },
    {
        "o": 19938,
        "r": "csb:Isaiah:8:2",
        "t": "I have appointed trustworthy witnesses - the priest Uriah and Zechariah son of Jeberechiah.”"
    },
    {
        "o": 19939,
        "r": "csb:Isaiah:8:3",
        "t": "I*p was then intimate with the prophetess, and she conceived and gave birth to a son. The Lord*s said to me, “Name him Maher-shalal-hash-baz,"
    },
    {
        "o": 19940,
        "r": "csb:Isaiah:8:4",
        "t": "for before the boy knows how to call ‘Father,’ or ‘Mother,’ the wealth of Damascus and the spoils of Samaria will be carried off to the king of Assyria.”"
    },
    {
        "o": 19941,
        "r": "csb:Isaiah:8:5",
        "t": "The*p Lord*s spoke to me again:"
    },
    {
        "o": 19942,
        "r": "csb:Isaiah:8:6",
        "t": "Because*pn these people rejected the*ln slowly flowing water of Shiloah and*ln rejoiced with Rezin and*ln the son of Remaliah,"
    },
    {
        "o": 19943,
        "r": "csb:Isaiah:8:7",
        "t": "the*ln Lord will certainly bring against them the*ln mighty rushing water of the Euphrates River — the*ln king of Assyria and all his glory. It*ln will overflow its channels and*ln spill over all its banks."
    },
    {
        "o": 19944,
        "r": "csb:Isaiah:8:8",
        "t": "It*ln will pour into Judah, flood*ln over it, and sweep through, reaching*ln up to the neck; and*ln its flooded banks will*ln fill your entire land, Immanuel!"
    },
    {
        "o": 19945,
        "r": "csb:Isaiah:8:9",
        "t": "Band*pn together, peoples, and be broken; pay*ln attention, all you distant lands; prepare*ln for war, and be broken; prepare*ln for war, and be broken."
    },
    {
        "o": 19946,
        "r": "csb:Isaiah:8:10",
        "t": "Devise*ln a plan; it will fail. Make*ln a prediction; it will not happen. For*ln God is with us."
    },
    {
        "o": 19947,
        "r": "csb:Isaiah:8:10",
        "t": "The Lord of Armies, the Only Refuge",
        "h": 2
    },
    {
        "o": 19948,
        "r": "csb:Isaiah:8:11",
        "t": "For*p this is what the Lord*s said to me with great power, to keep me from going the way of this people:"
    },
    {
        "o": 19949,
        "r": "csb:Isaiah:8:12",
        "t": "Do*pn not call everything a conspiracy that*ln these people say is a conspiracy. Do*ln not fear what they fear; do*ln not be terrified."
    },
    {
        "o": 19950,
        "r": "csb:Isaiah:8:13",
        "t": "You*ln are to regard only the Lord*s of Armies as holy. Only*ln he should be feared; only*ln he should be held in awe."
    },
    {
        "o": 19951,
        "r": "csb:Isaiah:8:14",
        "t": "He*ln will be a sanctuary; but*ln for the two houses of Israel, he*ln will be a stone to stumble over and*ln a rock to trip over, and*ln a trap and a snare to the inhabitants of Jerusalem."
    },
    {
        "o": 19952,
        "r": "csb:Isaiah:8:15",
        "t": "Many*ln will stumble over these; they*ln will fall and be broken; they*ln will be snared and captured."
    },
    {
        "o": 19953,
        "r": "csb:Isaiah:8:16",
        "t": "Bind*pn up the testimony. Seal*ln up the instruction among my disciples."
    },
    {
        "o": 19954,
        "r": "csb:Isaiah:8:17",
        "t": "I*ln will wait for the Lord,*s who*ln is hiding his face from the house of Jacob. I*ln will wait for him."
    },
    {
        "o": 19955,
        "r": "csb:Isaiah:8:18",
        "t": "Here*p I am with the children the Lord*s has given me to be signs and wonders in Israel from the Lord*s of Armies who dwells on Mount Zion."
    },
    {
        "o": 19956,
        "r": "csb:Isaiah:8:19",
        "t": "When they say to you, “Inquire of the mediums and the spiritists who chirp and mutter,” shouldn’t a people inquire of their God? Should they inquire of the dead on behalf of the living?"
    },
    {
        "o": 19957,
        "r": "csb:Isaiah:8:20",
        "t": "Go to God’s instruction and testimony! If they do not speak according to this word, there will be no dawn for them."
    },
    {
        "o": 19958,
        "r": "csb:Isaiah:8:21",
        "t": "They*p will wander through the land, dejected and hungry. When they are famished, they will become enraged, and, looking upward, will curse their king and their God."
    },
    {
        "o": 19959,
        "r": "csb:Isaiah:8:22",
        "t": "They will look toward the earth and see only distress, darkness, and the gloom of affliction, and they will be driven into thick darkness."
    }
]
