[
    {
        "o": 6727,
        "r": "esv:Joshua:13:0",
        "t": "Joshua 13",
        "h": 1
    },
    {
        "o": 6728,
        "r": "esv:Joshua:13:0",
        "t": "Land Still to Be Conquered",
        "h": 2
    },
    {
        "o": 6729,
        "r": "esv:Joshua:13:1",
        "t": "Now*p Joshua was old and advanced in years, and the Lord*s said to him, “You are old and advanced in years, and there remains yet very much land to possess."
    },
    {
        "o": 6730,
        "r": "esv:Joshua:13:2",
        "t": "This is the land that yet remains: all the regions of the Philistines, and all those of the Geshurites"
    },
    {
        "o": 6731,
        "r": "esv:Joshua:13:3",
        "t": "(from the Shihor, which is east of Egypt, northward to the boundary of Ekron, it is counted as Canaanite; there are five rulers of the Philistines, those of Gaza, Ashdod, Ashkelon, Gath, and Ekron), and those of the Avvim,"
    },
    {
        "o": 6732,
        "r": "esv:Joshua:13:4",
        "t": "in the south, all the land of the Canaanites, and Mearah that belongs to the Sidonians, to Aphek, to the boundary of the Amorites,"
    },
    {
        "o": 6733,
        "r": "esv:Joshua:13:5",
        "t": "and the land of the Gebalites, and all Lebanon, toward the sunrise, from Baal-gad below Mount Hermon to Lebo-hamath,"
    },
    {
        "o": 6734,
        "r": "esv:Joshua:13:6",
        "t": "all the inhabitants of the hill country from Lebanon to Misrephoth-maim, even all the Sidonians. I myself will drive them out from before the people of Israel. Only allot the land to Israel for an inheritance, as I have commanded you."
    },
    {
        "o": 6735,
        "r": "esv:Joshua:13:7",
        "t": "Now therefore divide this land for an inheritance to the nine tribes and half the tribe of Manasseh.”"
    },
    {
        "o": 6736,
        "r": "esv:Joshua:13:7",
        "t": "The Inheritance East of the Jordan",
        "h": 2
    },
    {
        "o": 6737,
        "r": "esv:Joshua:13:8",
        "t": "With*p the other half of the tribe of Manasseh the Reubenites and the Gadites received their inheritance, which Moses gave them, beyond the Jordan eastward, as Moses the servant of the Lord*s gave them:"
    },
    {
        "o": 6738,
        "r": "esv:Joshua:13:9",
        "t": "from Aroer, which is on the edge of the Valley of the Arnon, and the city that is in the middle of the valley, and all the tableland of Medeba as far as Dibon;"
    },
    {
        "o": 6739,
        "r": "esv:Joshua:13:10",
        "t": "and all the cities of Sihon king of the Amorites, who reigned in Heshbon, as far as the boundary of the Ammonites;"
    },
    {
        "o": 6740,
        "r": "esv:Joshua:13:11",
        "t": "and Gilead, and the region of the Geshurites and Maacathites, and all Mount Hermon, and all Bashan to Salecah;"
    },
    {
        "o": 6741,
        "r": "esv:Joshua:13:12",
        "t": "all the kingdom of Og in Bashan, who reigned in Ashtaroth and in Edrei (he alone was left of the remnant of the Rephaim); these Moses had struck and driven out."
    },
    {
        "o": 6742,
        "r": "esv:Joshua:13:13",
        "t": "Yet the people of Israel did not drive out the Geshurites or the Maacathites, but Geshur and Maacath dwell in the midst of Israel to this day."
    },
    {
        "o": 6743,
        "r": "esv:Joshua:13:14",
        "t": "To*p the tribe of Levi alone Moses gave no inheritance. The offerings by fire to the Lord*s God of Israel are their inheritance, as he said to him."
    },
    {
        "o": 6744,
        "r": "esv:Joshua:13:15",
        "t": "And*p Moses gave an inheritance to the tribe of the people of Reuben according to their clans."
    },
    {
        "o": 6745,
        "r": "esv:Joshua:13:16",
        "t": "So their territory was from Aroer, which is on the edge of the Valley of the Arnon, and the city that is in the middle of the valley, and all the tableland by Medeba;"
    },
    {
        "o": 6746,
        "r": "esv:Joshua:13:17",
        "t": "with Heshbon, and all its cities that are in the tableland; Dibon, and Bamoth-baal, and Beth-baal-meon,"
    },
    {
        "o": 6747,
        "r": "esv:Joshua:13:18",
        "t": "and Jahaz, and Kedemoth, and Mephaath,"
    },
    {
        "o": 6748,
        "r": "esv:Joshua:13:19",
        "t": "and Kiriathaim, and Sibmah, and Zereth-shahar on the hill of the valley,"
    },
    {
        "o": 6749,
        "r": "esv:Joshua:13:20",
        "t": "and Beth-peor, and the slopes of Pisgah, and Beth-jeshimoth,"
    },
    {
        "o": 6750,
        "r": "esv:Joshua:13:21",
        "t": "that is, all the cities of the tableland, and all the kingdom of Sihon king of the Amorites, who reigned in Heshbon, whom Moses defeated with the leaders of Midian, Evi and Rekem and Zur and Hur and Reba, the princes of Sihon, who lived in the land."
    },
    {
        "o": 6751,
        "r": "esv:Joshua:13:22",
        "t": "Balaam also, the son of Beor, the one who practiced divination, was killed with the sword by the people of Israel among the rest of their slain."
    },
    {
        "o": 6752,
        "r": "esv:Joshua:13:23",
        "t": "And the border of the people of Reuben was the Jordan as a boundary. This was the inheritance of the people of Reuben, according to their clans with their cities and villages."
    },
    {
        "o": 6753,
        "r": "esv:Joshua:13:24",
        "t": "Moses*p gave an inheritance also to the tribe of Gad, to the people of Gad, according to their clans."
    },
    {
        "o": 6754,
        "r": "esv:Joshua:13:25",
        "t": "Their territory was Jazer, and all the cities of Gilead, and half the land of the Ammonites, to Aroer, which is east of Rabbah,"
    },
    {
        "o": 6755,
        "r": "esv:Joshua:13:26",
        "t": "and from Heshbon to Ramath-mizpeh and Betonim, and from Mahanaim to the territory of Debir,"
    },
    {
        "o": 6756,
        "r": "esv:Joshua:13:27",
        "t": "and in the valley Beth-haram, Beth-nimrah, Succoth, and Zaphon, the rest of the kingdom of Sihon king of Heshbon, having the Jordan as a boundary, to the lower end of the Sea of Chinnereth, eastward beyond the Jordan."
    },
    {
        "o": 6757,
        "r": "esv:Joshua:13:28",
        "t": "This is the inheritance of the people of Gad according to their clans, with their cities and villages."
    },
    {
        "o": 6758,
        "r": "esv:Joshua:13:29",
        "t": "And*p Moses gave an inheritance to the half-tribe of Manasseh. It was allotted to the half-tribe of the people of Manasseh according to their clans."
    },
    {
        "o": 6759,
        "r": "esv:Joshua:13:30",
        "t": "Their region extended from Mahanaim, through all Bashan, the whole kingdom of Og king of Bashan, and all the towns of Jair, which are in Bashan, sixty cities,"
    },
    {
        "o": 6760,
        "r": "esv:Joshua:13:31",
        "t": "and half Gilead, and Ashtaroth, and Edrei, the cities of the kingdom of Og in Bashan. These were allotted to the people of Machir the son of Manasseh for the half of the people of Machir according to their clans."
    },
    {
        "o": 6761,
        "r": "esv:Joshua:13:32",
        "t": "These*p are the inheritances that Moses distributed in the plains of Moab, beyond the Jordan east of Jericho."
    },
    {
        "o": 6762,
        "r": "esv:Joshua:13:33",
        "t": "But to the tribe of Levi Moses gave no inheritance; the Lord*s God of Israel is their inheritance, just as he said to them."
    }
]
