[
    {
        "o": 32231,
        "r": "csb:1 Corinthians:6:0",
        "t": "1 Corinthians 6",
        "h": 1
    },
    {
        "o": 32232,
        "r": "csb:1 Corinthians:6:0",
        "t": "Lawsuits among Believers",
        "h": 2
    },
    {
        "o": 32233,
        "r": "csb:1 Corinthians:6:1",
        "t": "If*p any of you has a dispute against another, how dare you take it to court before the unrighteous, and not before the saints?"
    },
    {
        "o": 32234,
        "r": "csb:1 Corinthians:6:2",
        "t": "Or don’t you know that the saints will judge the world? And if the world is judged by you, are you unworthy to judge the trivial cases?"
    },
    {
        "o": 32235,
        "r": "csb:1 Corinthians:6:3",
        "t": "Don’t you know that we will judge angels - how much more matters of this life?"
    },
    {
        "o": 32236,
        "r": "csb:1 Corinthians:6:4",
        "t": "So if you have such matters, do you appoint as your judges those who have no standing in the church?"
    },
    {
        "o": 32237,
        "r": "csb:1 Corinthians:6:5",
        "t": "I say this to your shame! Can it be that there is not one wise person among you who is able to arbitrate between fellow believers?"
    },
    {
        "o": 32238,
        "r": "csb:1 Corinthians:6:6",
        "t": "Instead, brother goes to court against brother, and that before unbelievers!"
    },
    {
        "o": 32239,
        "r": "csb:1 Corinthians:6:7",
        "t": "As*p it is, to have legal disputes against one another is already a defeat for you. Why not rather be wronged? Why not rather be cheated?"
    },
    {
        "o": 32240,
        "r": "csb:1 Corinthians:6:8",
        "t": "Instead, you yourselves do wrong and cheat - and you do this to brothers and sisters!"
    },
    {
        "o": 32241,
        "r": "csb:1 Corinthians:6:9",
        "t": "Don’t you know that the unrighteous will not inherit God’s kingdom? Do not be deceived: No sexually immoral people, idolaters, adulterers, or males who have sex with males,"
    },
    {
        "o": 32242,
        "r": "csb:1 Corinthians:6:10",
        "t": "no thieves, greedy people, drunkards, verbally abusive people, or swindlers will inherit God’s kingdom."
    },
    {
        "o": 32243,
        "r": "csb:1 Corinthians:6:11",
        "t": "And some of you used to be like this. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God."
    },
    {
        "o": 32244,
        "r": "csb:1 Corinthians:6:11",
        "t": "Glorifying God in Body and Spirit",
        "h": 2
    },
    {
        "o": 32245,
        "r": "csb:1 Corinthians:6:12",
        "t": "“Everything*p is permissible for me,” but not everything is beneficial. “Everything is permissible for me,” but I will not be mastered by anything."
    },
    {
        "o": 32246,
        "r": "csb:1 Corinthians:6:13",
        "t": "“Food is for the stomach and the stomach for food,” and God will do away with both of them. However, the body is not for sexual immorality but for the Lord, and the Lord for the body."
    },
    {
        "o": 32247,
        "r": "csb:1 Corinthians:6:14",
        "t": "God raised up the Lord and will also raise us up by his power."
    },
    {
        "o": 32248,
        "r": "csb:1 Corinthians:6:15",
        "t": "Don’t you know that your bodies are a part of Christ’s body? So should I take a part of Christ’s body and make it part of a prostitute? Absolutely not!"
    },
    {
        "o": 32249,
        "r": "csb:1 Corinthians:6:16",
        "t": "Don’t you know that anyone joined to a prostitute is one body with her? For Scripture says, The*i two*i will*i become*i one*i flesh.*i"
    },
    {
        "o": 32250,
        "r": "csb:1 Corinthians:6:17",
        "t": "But anyone joined to the Lord is one spirit with him."
    },
    {
        "o": 32251,
        "r": "csb:1 Corinthians:6:18",
        "t": "Flee*p sexual immorality! Every other sin a person commits is outside the body, but the person who is sexually immoral sins against his own body."
    },
    {
        "o": 32252,
        "r": "csb:1 Corinthians:6:19",
        "t": "Don’t you know that your body is a temple of the Holy Spirit who is in you, whom you have from God? You are not your own,"
    },
    {
        "o": 32253,
        "r": "csb:1 Corinthians:6:20",
        "t": "for you were bought at a price. So glorify God with your body."
    }
]
