[
    {
        "o": 1433,
        "r": "esv:Genesis:44:0",
        "t": "Genesis 44",
        "h": 1
    },
    {
        "o": 1434,
        "r": "esv:Genesis:44:0",
        "t": "Joseph Tests His Brothers",
        "h": 2
    },
    {
        "o": 1435,
        "r": "esv:Genesis:44:1",
        "t": "Then*p he commanded the steward of his house, “Fill the men’s sacks with food, as much as they can carry, and put each man’s money in the mouth of his sack,"
    },
    {
        "o": 1436,
        "r": "esv:Genesis:44:2",
        "t": "and put my cup, the silver cup, in the mouth of the sack of the youngest, with his money for the grain.” And he did as Joseph told him."
    },
    {
        "o": 1437,
        "r": "esv:Genesis:44:3",
        "t": "As*p soon as the morning was light, the men were sent away with their donkeys."
    },
    {
        "o": 1438,
        "r": "esv:Genesis:44:4",
        "t": "They had gone only a short distance from the city. Now Joseph said to his steward, “Up, follow after the men, and when you overtake them, say to them, ‘Why have you repaid evil for good?"
    },
    {
        "o": 1439,
        "r": "esv:Genesis:44:5",
        "t": "Is it not from this that my lord drinks, and by this that he practices divination? You have done evil in doing this.’”"
    },
    {
        "o": 1440,
        "r": "esv:Genesis:44:6",
        "t": "When*p he overtook them, he spoke to them these words."
    },
    {
        "o": 1441,
        "r": "esv:Genesis:44:7",
        "t": "They said to him, “Why does my lord speak such words as these? Far be it from your servants to do such a thing!"
    },
    {
        "o": 1442,
        "r": "esv:Genesis:44:8",
        "t": "Behold, the money that we found in the mouths of our sacks we brought back to you from the land of Canaan. How then could we steal silver or gold from your lord’s house?"
    },
    {
        "o": 1443,
        "r": "esv:Genesis:44:9",
        "t": "Whichever of your servants is found with it shall die, and we also will be my lord’s servants.”"
    },
    {
        "o": 1444,
        "r": "esv:Genesis:44:10",
        "t": "He said, “Let it be as you say: he who is found with it shall be my servant, and the rest of you shall be innocent.”"
    },
    {
        "o": 1445,
        "r": "esv:Genesis:44:11",
        "t": "Then each man quickly lowered his sack to the ground, and each man opened his sack."
    },
    {
        "o": 1446,
        "r": "esv:Genesis:44:12",
        "t": "And he searched, beginning with the eldest and ending with the youngest. And the cup was found in Benjamin’s sack."
    },
    {
        "o": 1447,
        "r": "esv:Genesis:44:13",
        "t": "Then they tore their clothes, and every man loaded his donkey, and they returned to the city."
    },
    {
        "o": 1448,
        "r": "esv:Genesis:44:14",
        "t": "When*p Judah and his brothers came to Joseph’s house, he was still there. They fell before him to the ground."
    },
    {
        "o": 1449,
        "r": "esv:Genesis:44:15",
        "t": "Joseph said to them, “What deed is this that you have done? Do you not know that a man like me can indeed practice divination?”"
    },
    {
        "o": 1450,
        "r": "esv:Genesis:44:16",
        "t": "And Judah said, “What shall we say to my lord? What shall we speak? Or how can we clear ourselves? God has found out the guilt of your servants; behold, we are my lord’s servants, both we and he also in whose hand the cup has been found.”"
    },
    {
        "o": 1451,
        "r": "esv:Genesis:44:17",
        "t": "But he said, “Far be it from me that I should do so! Only the man in whose hand the cup was found shall be my servant. But as for you, go up in peace to your father.”"
    },
    {
        "o": 1452,
        "r": "esv:Genesis:44:18",
        "t": "Then*p Judah went up to him and said, “Oh, my lord, please let your servant speak a word in my lord’s ears, and let not your anger burn against your servant, for you are like Pharaoh himself."
    },
    {
        "o": 1453,
        "r": "esv:Genesis:44:19",
        "t": "My lord asked his servants, saying, ‘Have you a father, or a brother?’"
    },
    {
        "o": 1454,
        "r": "esv:Genesis:44:20",
        "t": "And we said to my lord, ‘We have a father, an old man, and a young brother, the child of his old age. His brother is dead, and he alone is left of his mother’s children, and his father loves him.’"
    },
    {
        "o": 1455,
        "r": "esv:Genesis:44:21",
        "t": "Then you said to your servants, ‘Bring him down to me, that I may set my eyes on him.’"
    },
    {
        "o": 1456,
        "r": "esv:Genesis:44:22",
        "t": "We said to my lord, ‘The boy cannot leave his father, for if he should leave his father, his father would die.’"
    },
    {
        "o": 1457,
        "r": "esv:Genesis:44:23",
        "t": "Then you said to your servants, ‘Unless your youngest brother comes down with you, you shall not see my face again.’"
    },
    {
        "o": 1458,
        "r": "esv:Genesis:44:24",
        "t": "“When*p we went back to your servant my father, we told him the words of my lord."
    },
    {
        "o": 1459,
        "r": "esv:Genesis:44:25",
        "t": "And when our father said, ‘Go again, buy us a little food,’"
    },
    {
        "o": 1460,
        "r": "esv:Genesis:44:26",
        "t": "we said, ‘We cannot go down. If our youngest brother goes with us, then we will go down. For we cannot see the man’s face unless our youngest brother is with us.’"
    },
    {
        "o": 1461,
        "r": "esv:Genesis:44:27",
        "t": "Then your servant my father said to us, ‘You know that my wife bore me two sons."
    },
    {
        "o": 1462,
        "r": "esv:Genesis:44:28",
        "t": "One left me, and I said, “Surely he has been torn to pieces,” and I have never seen him since."
    },
    {
        "o": 1463,
        "r": "esv:Genesis:44:29",
        "t": "If you take this one also from me, and harm happens to him, you will bring down my gray hairs in evil to Sheol.’"
    },
    {
        "o": 1464,
        "r": "esv:Genesis:44:30",
        "t": "“Now*p therefore, as soon as I come to your servant my father, and the boy is not with us, then, as his life is bound up in the boy’s life,"
    },
    {
        "o": 1465,
        "r": "esv:Genesis:44:31",
        "t": "as soon as he sees that the boy is not with us, he will die, and your servants will bring down the gray hairs of your servant our father with sorrow to Sheol."
    },
    {
        "o": 1466,
        "r": "esv:Genesis:44:32",
        "t": "For your servant became a pledge of safety for the boy to my father, saying, ‘If I do not bring him back to you, then I shall bear the blame before my father all my life.’"
    },
    {
        "o": 1467,
        "r": "esv:Genesis:44:33",
        "t": "Now therefore, please let your servant remain instead of the boy as a servant to my lord, and let the boy go back with his brothers."
    },
    {
        "o": 1468,
        "r": "esv:Genesis:44:34",
        "t": "For how can I go back to my father if the boy is not with me? I fear to see the evil that would find my father.”"
    }
]
