[
    {
        "o": 25533,
        "r": "nasb:Zechariah:4:0",
        "t": "Zechariah 4",
        "h": 1
    },
    {
        "o": 25534,
        "r": "nasb:Zechariah:4:0",
        "t": "The Golden Lampstand and Olive Trees",
        "h": 2
    },
    {
        "o": 25535,
        "r": "nasb:Zechariah:4:1",
        "t": "Then*p the angel who was speaking with me returned and roused me, as a man who is awakened from his sleep."
    },
    {
        "o": 25536,
        "r": "nasb:Zechariah:4:2",
        "t": "He said to me, “What do you see?” And I said, “I see, and behold, a lampstand all of gold with its bowl on the top of it, and its seven lamps on it with seven spouts belonging to each of the lamps which are on the top of it;"
    },
    {
        "o": 25537,
        "r": "nasb:Zechariah:4:3",
        "t": "also two olive trees by it, one on the right side of the bowl and the other on its left side.”"
    },
    {
        "o": 25538,
        "r": "nasb:Zechariah:4:4",
        "t": "Then I said to the angel who was speaking with me saying, “What are these, my lord?”"
    },
    {
        "o": 25539,
        "r": "nasb:Zechariah:4:5",
        "t": "So the angel who was speaking with me answered and said to me, “Do you not know what these are?” And I said, “No, my lord.”"
    },
    {
        "o": 25540,
        "r": "nasb:Zechariah:4:6",
        "t": "Then he said to me, “This is the word of the Lord*s to Zerubbabel saying, ‘Not by might nor by power, but by My Spirit,’ says the Lord*s of hosts."
    },
    {
        "o": 25541,
        "r": "nasb:Zechariah:4:7",
        "t": "‘What are you, O great mountain? Before Zerubbabel you*i will*i become*i a plain; and he will bring forth the top stone with shouts of “Grace, grace to it!” ’ ”"
    },
    {
        "o": 25542,
        "r": "nasb:Zechariah:4:8",
        "t": "Also*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 25543,
        "r": "nasb:Zechariah:4:9",
        "t": "“The hands of Zerubbabel have laid the foundation of this house, and his hands will finish it.*i Then you will know that the Lord*s of hosts has sent me to you."
    },
    {
        "o": 25544,
        "r": "nasb:Zechariah:4:10",
        "t": "For who has despised the day of small things? But these seven will be glad when they see the plumb line in the hand of Zerubbabel— these*i are*i the eyes of the Lord*s which range to and fro throughout the earth.”"
    },
    {
        "o": 25545,
        "r": "nasb:Zechariah:4:11",
        "t": "Then*p I said to him, “What are these two olive trees on the right of the lampstand and on its left?”"
    },
    {
        "o": 25546,
        "r": "nasb:Zechariah:4:12",
        "t": "And I answered the second time and said to him, “What are the two olive branches which are beside the two golden pipes, which empty the golden oil*i from themselves?”"
    },
    {
        "o": 25547,
        "r": "nasb:Zechariah:4:13",
        "t": "So he answered me, saying, “Do you not know what these are?” And I said, “No, my lord.”"
    },
    {
        "o": 25548,
        "r": "nasb:Zechariah:4:14",
        "t": "Then he said, “These are the two anointed ones who are standing by the Lord of the whole earth.”"
    }
]
