[
    {
        "o": 13647,
        "r": "nkjv:Nehemiah:2:0",
        "t": "Nehemiah 2",
        "h": 1
    },
    {
        "o": 13648,
        "r": "nkjv:Nehemiah:2:0",
        "t": "Nehemiah Sent to Judah",
        "h": 2
    },
    {
        "o": 13649,
        "r": "nkjv:Nehemiah:2:1",
        "t": "And*p it came to pass in the month of Nisan, in the twentieth year of King Artaxerxes, when*i wine was*i before him, that I took the wine and gave it to the king. Now I had never been sad in his presence before."
    },
    {
        "o": 13650,
        "r": "nkjv:Nehemiah:2:2",
        "t": "Therefore the king said to me, “Why is*i your face sad, since you are*i not sick? This is*i nothing but sorrow of heart.” So*p I became dreadfully afraid,"
    },
    {
        "o": 13651,
        "r": "nkjv:Nehemiah:2:3",
        "t": "and said to the king, “May the king live forever! Why should my face not be sad, when the city, the place of my fathers’ tombs, lies*i waste, and its gates are burned with fire?”"
    },
    {
        "o": 13652,
        "r": "nkjv:Nehemiah:2:4",
        "t": "Then*p the king said to me, “What do you request?” So*p I prayed to the God of heaven."
    },
    {
        "o": 13653,
        "r": "nkjv:Nehemiah:2:5",
        "t": "And I said to the king, “If it pleases the king, and if your servant has found favor in your sight, I ask that you send me to Judah, to the city of my fathers’ tombs, that I may rebuild it.”"
    },
    {
        "o": 13654,
        "r": "nkjv:Nehemiah:2:6",
        "t": "Then*p the king said to me (the queen also sitting beside him), “How long will your journey be? And when will you return?” So it pleased the king to send me; and I set him a time."
    },
    {
        "o": 13655,
        "r": "nkjv:Nehemiah:2:7",
        "t": "Furthermore*p I said to the king, “If it pleases the king, let letters be given to me for the governors of*i the*i region*i beyond the River, that they must permit me to pass through till I come to Judah,"
    },
    {
        "o": 13656,
        "r": "nkjv:Nehemiah:2:8",
        "t": "and a letter to Asaph the keeper of the king’s forest, that he must give me timber to make beams for the gates of the citadel which pertains*i to the temple, for the city wall, and for the house that I will occupy.” And the king granted them*i to me according to the good hand of my God upon me."
    },
    {
        "o": 13657,
        "r": "nkjv:Nehemiah:2:9",
        "t": "Then*p I went to the governors in*i the*i region*i beyond the River, and gave them the king’s letters. Now the king had sent captains of the army and horsemen with me."
    },
    {
        "o": 13658,
        "r": "nkjv:Nehemiah:2:10",
        "t": "When Sanballat the Horonite and Tobiah the Ammonite official heard of*i it,*i they were deeply disturbed that a man had come to seek the well-being of the children of Israel."
    },
    {
        "o": 13659,
        "r": "nkjv:Nehemiah:2:10",
        "t": "Nehemiah Views the Wall of Jerusalem",
        "h": 2
    },
    {
        "o": 13660,
        "r": "nkjv:Nehemiah:2:11",
        "t": "So*p I came to Jerusalem and was there three days."
    },
    {
        "o": 13661,
        "r": "nkjv:Nehemiah:2:12",
        "t": "Then I arose in the night, I and a few men with me; I told no one what my God had put in my heart to do at Jerusalem; nor was there any animal with me, except the one on which I rode."
    },
    {
        "o": 13662,
        "r": "nkjv:Nehemiah:2:13",
        "t": "And I went out by night through the Valley Gate to the Serpent Well and the Refuse Gate, and viewed the walls of Jerusalem which were broken down and its gates which were burned with fire."
    },
    {
        "o": 13663,
        "r": "nkjv:Nehemiah:2:14",
        "t": "Then I went on to the Fountain Gate and to the King’s Pool, but there*i was*i no room for the animal under me to pass."
    },
    {
        "o": 13664,
        "r": "nkjv:Nehemiah:2:15",
        "t": "So I went up in the night by the valley, and viewed the wall; then I turned back and entered by the Valley Gate, and so returned."
    },
    {
        "o": 13665,
        "r": "nkjv:Nehemiah:2:16",
        "t": "And the officials did not know where I had gone or what I had done; I had not yet told the Jews, the priests, the nobles, the officials, or the others who did the work."
    },
    {
        "o": 13666,
        "r": "nkjv:Nehemiah:2:17",
        "t": "Then*p I said to them, “You see the distress that we are*i in, how Jerusalem lies*i waste, and its gates are burned with fire. Come and let us build the wall of Jerusalem, that we may no longer be a reproach.”"
    },
    {
        "o": 13667,
        "r": "nkjv:Nehemiah:2:18",
        "t": "And I told them of the hand of my God which had been good upon me, and also of the king’s words that he had spoken to me. So*p they said, “Let us rise up and build.” Then they set their hands to this*i good work.*i"
    },
    {
        "o": 13668,
        "r": "nkjv:Nehemiah:2:19",
        "t": "But*p when Sanballat the Horonite, Tobiah the Ammonite official, and Geshem the Arab heard of*i it,*i they laughed at us and despised us, and said, “What is*i this thing that you are doing? Will you rebel against the king?”"
    },
    {
        "o": 13669,
        "r": "nkjv:Nehemiah:2:20",
        "t": "So*p I answered them, and said to them, “The God of heaven Himself will prosper us; therefore we His servants will arise and build, but you have no heritage or right or memorial in Jerusalem.”"
    }
]
