[
    {
        "o": 34269,
        "r": "nkjv:James:1:0",
        "t": "James 1",
        "h": 1
    },
    {
        "o": 34270,
        "r": "nkjv:James:1:0",
        "t": "Greeting to the Twelve Tribes",
        "h": 2
    },
    {
        "o": 34271,
        "r": "nkjv:James:1:1",
        "t": "James,*p a bondservant of God and of the Lord Jesus Christ, To*p the twelve tribes which are scattered abroad: Greetings.*p"
    },
    {
        "o": 34272,
        "r": "nkjv:James:1:1",
        "t": "Profiting from Trials",
        "h": 2
    },
    {
        "o": 34273,
        "r": "nkjv:James:1:2",
        "t": "My*p brethren, count it all joy when you fall into various trials,"
    },
    {
        "o": 34274,
        "r": "nkjv:James:1:3",
        "t": "knowing that the testing of your faith produces patience."
    },
    {
        "o": 34275,
        "r": "nkjv:James:1:4",
        "t": "But let patience have its*i perfect work, that you may be perfect and complete, lacking nothing."
    },
    {
        "o": 34276,
        "r": "nkjv:James:1:5",
        "t": "If any of you lacks wisdom, let him ask of God, who gives to all liberally and without reproach, and it will be given to him."
    },
    {
        "o": 34277,
        "r": "nkjv:James:1:6",
        "t": "But let him ask in faith, with no doubting, for he who doubts is like a wave of the sea driven and tossed by the wind."
    },
    {
        "o": 34278,
        "r": "nkjv:James:1:7",
        "t": "For let not that man suppose that he will receive anything from the Lord;"
    },
    {
        "o": 34279,
        "r": "nkjv:James:1:8",
        "t": "he*i is*i a double-minded man, unstable in all his ways."
    },
    {
        "o": 34280,
        "r": "nkjv:James:1:8",
        "t": "The Perspective of Rich and Poor",
        "h": 2
    },
    {
        "o": 34281,
        "r": "nkjv:James:1:9",
        "t": "Let*p the lowly brother glory in his exaltation,"
    },
    {
        "o": 34282,
        "r": "nkjv:James:1:10",
        "t": "but the rich in his humiliation, because as a flower of the field he will pass away."
    },
    {
        "o": 34283,
        "r": "nkjv:James:1:11",
        "t": "For no sooner has the sun risen with a burning heat than it withers the grass; its flower falls, and its beautiful appearance perishes. So the rich man also will fade away in his pursuits."
    },
    {
        "o": 34284,
        "r": "nkjv:James:1:11",
        "t": "Loving God Under Trials",
        "h": 2
    },
    {
        "o": 34285,
        "r": "nkjv:James:1:12",
        "t": "Blessed*p is*i the man who endures temptation; for when he has been approved, he will receive the crown of life which the Lord has promised to those who love Him."
    },
    {
        "o": 34286,
        "r": "nkjv:James:1:13",
        "t": "Let no one say when he is tempted, “I am tempted by God”; for God cannot be tempted by evil, nor does He Himself tempt anyone."
    },
    {
        "o": 34287,
        "r": "nkjv:James:1:14",
        "t": "But each one is tempted when he is drawn away by his own desires and enticed."
    },
    {
        "o": 34288,
        "r": "nkjv:James:1:15",
        "t": "Then, when desire has conceived, it gives birth to sin; and sin, when it is full-grown, brings forth death."
    },
    {
        "o": 34289,
        "r": "nkjv:James:1:16",
        "t": "Do*p not be deceived, my beloved brethren."
    },
    {
        "o": 34290,
        "r": "nkjv:James:1:17",
        "t": "Every good gift and every perfect gift is from above, and comes down from the Father of lights, with whom there is no variation or shadow of turning."
    },
    {
        "o": 34291,
        "r": "nkjv:James:1:18",
        "t": "Of His own will He brought us forth by the word of truth, that we might be a kind of firstfruits of His creatures."
    },
    {
        "o": 34292,
        "r": "nkjv:James:1:18",
        "t": "Qualities Needed in Trials",
        "h": 2
    },
    {
        "o": 34293,
        "r": "nkjv:James:1:19",
        "t": "So*p then, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath;"
    },
    {
        "o": 34294,
        "r": "nkjv:James:1:20",
        "t": "for the wrath of man does not produce the righteousness of God."
    },
    {
        "o": 34295,
        "r": "nkjv:James:1:20",
        "t": "Doers—Not Hearers Only",
        "h": 2
    },
    {
        "o": 34296,
        "r": "nkjv:James:1:21",
        "t": "Therefore*p lay aside all filthiness and overflow of wickedness, and receive with meekness the implanted word, which is able to save your souls."
    },
    {
        "o": 34297,
        "r": "nkjv:James:1:22",
        "t": "But*p be doers of the word, and not hearers only, deceiving yourselves."
    },
    {
        "o": 34298,
        "r": "nkjv:James:1:23",
        "t": "For if anyone is a hearer of the word and not a doer, he is like a man observing his natural face in a mirror;"
    },
    {
        "o": 34299,
        "r": "nkjv:James:1:24",
        "t": "for he observes himself, goes away, and immediately forgets what kind of man he was."
    },
    {
        "o": 34300,
        "r": "nkjv:James:1:25",
        "t": "But he who looks into the perfect law of liberty and continues in*i it,*i and is not a forgetful hearer but a doer of the work, this one will be blessed in what he does."
    },
    {
        "o": 34301,
        "r": "nkjv:James:1:26",
        "t": "If*p anyone among you thinks he is religious, and does not bridle his tongue but deceives his own heart, this one’s religion is*i useless."
    },
    {
        "o": 34302,
        "r": "nkjv:James:1:27",
        "t": "Pure and undefiled religion before God and the Father is this: to visit orphans and widows in their trouble, and*i to keep oneself unspotted from the world."
    }
]
