[
    {
        "o": 12326,
        "r": "nasb:2 Chronicles:3:0",
        "t": "2 Chronicles 3",
        "h": 1
    },
    {
        "o": 12327,
        "r": "nasb:2 Chronicles:3:0",
        "t": "The Temple Construction in Jerusalem",
        "h": 2
    },
    {
        "o": 12328,
        "r": "nasb:2 Chronicles:3:1",
        "t": "Then*p Solomon began to build the house of the Lord*s in Jerusalem on Mount Moriah, where the*i Lord*is had appeared to his father David, at the place that David had prepared on the threshing floor of Ornan the Jebusite."
    },
    {
        "o": 12329,
        "r": "nasb:2 Chronicles:3:2",
        "t": "He began to build on the second day*i in the second month of the fourth year of his reign."
    },
    {
        "o": 12330,
        "r": "nasb:2 Chronicles:3:2",
        "t": "Dimensions and Materials of the Temple",
        "h": 2
    },
    {
        "o": 12331,
        "r": "nasb:2 Chronicles:3:3",
        "t": "Now*p these are the foundations which Solomon laid for building the house of God. The length in cubits, according to the old standard was*i sixty cubits, and the width twenty cubits."
    },
    {
        "o": 12332,
        "r": "nasb:2 Chronicles:3:4",
        "t": "The porch which was in front of the house was as long as the width of the house, twenty cubits, and the height 120; and inside he overlaid it with pure gold."
    },
    {
        "o": 12333,
        "r": "nasb:2 Chronicles:3:5",
        "t": "He overlaid the main room with cypress wood and overlaid it with fine gold, and ornamented it with palm trees and chains."
    },
    {
        "o": 12334,
        "r": "nasb:2 Chronicles:3:6",
        "t": "Further, he adorned the house with precious stones; and the gold was gold from Parvaim."
    },
    {
        "o": 12335,
        "r": "nasb:2 Chronicles:3:7",
        "t": "He also overlaid the house with gold—the beams, the thresholds and its walls and its doors; and he carved cherubim on the walls."
    },
    {
        "o": 12336,
        "r": "nasb:2 Chronicles:3:8",
        "t": "Now*p he made the room of the holy of holies: its length across the width of the house was*i twenty cubits, and its width was*i twenty cubits; and he overlaid it with fine gold, amounting*i to 600 talents."
    },
    {
        "o": 12337,
        "r": "nasb:2 Chronicles:3:9",
        "t": "The weight of the nails was fifty shekels of gold. He also overlaid the upper rooms with gold."
    },
    {
        "o": 12338,
        "r": "nasb:2 Chronicles:3:10",
        "t": "Then*p he made two sculptured cherubim in the room of the holy of holies and overlaid them with gold."
    },
    {
        "o": 12339,
        "r": "nasb:2 Chronicles:3:11",
        "t": "The wingspan of the cherubim was*i twenty cubits; the wing of one, of five cubits, touched the wall of the house, and its*i other wing, of five cubits, touched the wing of the other cherub."
    },
    {
        "o": 12340,
        "r": "nasb:2 Chronicles:3:12",
        "t": "The wing of the other cherub, of five cubits, touched the wall of the house; and its*i other wing of five cubits was attached to the wing of the first cherub."
    },
    {
        "o": 12341,
        "r": "nasb:2 Chronicles:3:13",
        "t": "The wings of these cherubim extended twenty cubits, and they stood on their feet facing the main*i room."
    },
    {
        "o": 12342,
        "r": "nasb:2 Chronicles:3:14",
        "t": "He made the veil of violet, purple, crimson and fine linen, and he worked cherubim on it."
    },
    {
        "o": 12343,
        "r": "nasb:2 Chronicles:3:15",
        "t": "He*p also made two pillars for the front of the house, thirty-five cubits high, and the capital on the top of each was*i five cubits."
    },
    {
        "o": 12344,
        "r": "nasb:2 Chronicles:3:16",
        "t": "He made chains in the inner sanctuary and placed them*i on the tops of the pillars; and he made one hundred pomegranates and placed them*i on the chains."
    },
    {
        "o": 12345,
        "r": "nasb:2 Chronicles:3:17",
        "t": "He erected the pillars in front of the temple, one on the right and the other on the left, and named the one on the right Jachin and the one on the left Boaz."
    }
]
