[
    {
        "o": 19888,
        "r": "esv:Isaiah:11:0",
        "t": "Isaiah 11",
        "h": 1
    },
    {
        "o": 19889,
        "r": "esv:Isaiah:11:0",
        "t": "The Righteous Reign of the Branch",
        "h": 2
    },
    {
        "o": 19890,
        "r": "esv:Isaiah:11:1",
        "t": "There*pn shall come forth a shoot from the stump of Jesse, and*ld a branch from his roots shall bear fruit."
    },
    {
        "o": 19891,
        "r": "esv:Isaiah:11:2",
        "t": "And*ln the Spirit of the Lord*s shall rest upon him, the*ld Spirit of wisdom and understanding, the*ld Spirit of counsel and might, the*ld Spirit of knowledge and the fear of the Lord.*s"
    },
    {
        "o": 19892,
        "r": "esv:Isaiah:11:3",
        "t": "And*ln his delight shall be in the fear of the Lord.*s He*ln shall not judge by what his eyes see, or*ld decide disputes by what his ears hear,"
    },
    {
        "o": 19893,
        "r": "esv:Isaiah:11:4",
        "t": "but*ln with righteousness he shall judge the poor, and*ld decide with equity for the meek of the earth; and*ln he shall strike the earth with the rod of his mouth, and*ld with the breath of his lips he shall kill the wicked."
    },
    {
        "o": 19894,
        "r": "esv:Isaiah:11:5",
        "t": "Righteousness*ln shall be the belt of his waist, and*ld faithfulness the belt of his loins."
    },
    {
        "o": 19895,
        "r": "esv:Isaiah:11:6",
        "t": "The*pn wolf shall dwell with the lamb, and*ld the leopard shall lie down with the young goat, and*ln the calf and the lion and the fattened calf together; and*ld a little child shall lead them."
    },
    {
        "o": 19896,
        "r": "esv:Isaiah:11:7",
        "t": "The*ln cow and the bear shall graze; their*ld young shall lie down together; and*ld the lion shall eat straw like the ox."
    },
    {
        "o": 19897,
        "r": "esv:Isaiah:11:8",
        "t": "The*ln nursing child shall play over the hole of the cobra, and*ld the weaned child shall put his hand on the adder’s den."
    },
    {
        "o": 19898,
        "r": "esv:Isaiah:11:9",
        "t": "They*ln shall not hurt or destroy in*ld all my holy mountain; for*ln the earth shall be full of the knowledge of the Lord*s as*ld the waters cover the sea."
    },
    {
        "o": 19899,
        "r": "esv:Isaiah:11:10",
        "t": "In*p that day the root of Jesse, who shall stand as a signal for the peoples— of him shall the nations inquire, and his resting place shall be glorious."
    },
    {
        "o": 19900,
        "r": "esv:Isaiah:11:11",
        "t": "In*p that day the Lord will extend his hand yet a second time to recover the remnant that remains of his people, from Assyria, from Egypt, from Pathros, from Cush, from Elam, from Shinar, from Hamath, and from the coastlands of the sea."
    },
    {
        "o": 19901,
        "r": "esv:Isaiah:11:12",
        "t": "He*pn will raise a signal for the nations and*ld will assemble the banished of Israel, and*ln gather the dispersed of Judah from*ld the four corners of the earth."
    },
    {
        "o": 19902,
        "r": "esv:Isaiah:11:13",
        "t": "The*ln jealousy of Ephraim shall depart, and*ld those who harass Judah shall be cut off; Ephraim*ln shall not be jealous of Judah, and*ld Judah shall not harass Ephraim."
    },
    {
        "o": 19903,
        "r": "esv:Isaiah:11:14",
        "t": "But*ln they shall swoop down on the shoulder of the Philistines in the west, and*ld together they shall plunder the people of the east. They*ln shall put out their hand against Edom and Moab, and*ld the Ammonites shall obey them."
    },
    {
        "o": 19904,
        "r": "esv:Isaiah:11:15",
        "t": "And*ln the Lord*s will utterly destroy the*ld tongue of the Sea of Egypt, and*ln will wave his hand over the River with*ld his scorching breath, and*ln strike it into seven channels, and*ld he will lead people across in sandals."
    },
    {
        "o": 19905,
        "r": "esv:Isaiah:11:16",
        "t": "And*ln there will be a highway from Assyria for*ld the remnant that remains of his people, as*ln there was for Israel when*ld they came up from the land of Egypt."
    }
]
