[
    {
        "o": 3233,
        "r": "csb:Leviticus:8:0",
        "t": "Leviticus 8",
        "h": 1
    },
    {
        "o": 3234,
        "r": "csb:Leviticus:8:0",
        "t": "Ordination of Aaron and His Sons",
        "h": 2
    },
    {
        "o": 3235,
        "r": "csb:Leviticus:8:1",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3236,
        "r": "csb:Leviticus:8:2",
        "t": "“Take Aaron, his sons with him, the garments, the anointing oil, the bull of the sin offering, the two rams, and the basket of unleavened bread,"
    },
    {
        "o": 3237,
        "r": "csb:Leviticus:8:3",
        "t": "and assemble the whole community at the entrance to the tent of meeting.”"
    },
    {
        "o": 3238,
        "r": "csb:Leviticus:8:4",
        "t": "So Moses did as the Lord*s commanded him, and the community assembled at the entrance to the tent of meeting."
    },
    {
        "o": 3239,
        "r": "csb:Leviticus:8:5",
        "t": "Moses said to them, “This is what the Lord*s has commanded to be done.”"
    },
    {
        "o": 3240,
        "r": "csb:Leviticus:8:6",
        "t": "Then*p Moses presented Aaron and his sons and washed them with water."
    },
    {
        "o": 3241,
        "r": "csb:Leviticus:8:7",
        "t": "He put the tunic on Aaron, wrapped the sash around him, clothed him with the robe, and put the ephod on him. He put the woven band of the ephod around him and fastened it to him."
    },
    {
        "o": 3242,
        "r": "csb:Leviticus:8:8",
        "t": "Then he put the breastpiece on him and placed the Urim and Thummim into the breastpiece."
    },
    {
        "o": 3243,
        "r": "csb:Leviticus:8:9",
        "t": "He also put the turban on his head and placed the gold medallion, the holy diadem, on the front of the turban, as the Lord*s had commanded Moses."
    },
    {
        "o": 3244,
        "r": "csb:Leviticus:8:10",
        "t": "Then*p Moses took the anointing oil and anointed the tabernacle and everything in it to consecrate them."
    },
    {
        "o": 3245,
        "r": "csb:Leviticus:8:11",
        "t": "He sprinkled some of the oil on the altar seven times, anointing the altar with all its utensils, and the basin with its stand, to consecrate them."
    },
    {
        "o": 3246,
        "r": "csb:Leviticus:8:12",
        "t": "He poured some of the anointing oil on Aaron’s head and anointed and consecrated him."
    },
    {
        "o": 3247,
        "r": "csb:Leviticus:8:13",
        "t": "Then Moses presented Aaron’s sons, clothed them with tunics, wrapped sashes around them, and fastened headbands on them, as the Lord*s had commanded Moses."
    },
    {
        "o": 3248,
        "r": "csb:Leviticus:8:14",
        "t": "Then*p he brought the bull near for the sin offering, and Aaron and his sons laid their hands on the head of the bull for the sin offering."
    },
    {
        "o": 3249,
        "r": "csb:Leviticus:8:15",
        "t": "Then Moses slaughtered it, took the blood, and applied it with his finger to the horns of the altar on all sides, purifying the altar. He poured out the blood at the base of the altar and consecrated it so that atonement can be made on it."
    },
    {
        "o": 3250,
        "r": "csb:Leviticus:8:16",
        "t": "Moses took all the fat that was on the entrails, the fatty lobe of the liver, and the two kidneys with their fat, and he burned them on the altar."
    },
    {
        "o": 3251,
        "r": "csb:Leviticus:8:17",
        "t": "He burned the bull with its hide, flesh, and waste outside the camp, as the Lord*s had commanded Moses."
    },
    {
        "o": 3252,
        "r": "csb:Leviticus:8:18",
        "t": "Then*p he presented the ram for the burnt offering, and Aaron and his sons laid their hands on the head of the ram."
    },
    {
        "o": 3253,
        "r": "csb:Leviticus:8:19",
        "t": "Moses slaughtered it and splattered the blood on all sides of the altar."
    },
    {
        "o": 3254,
        "r": "csb:Leviticus:8:20",
        "t": "Moses cut the ram into pieces and burned the head, the pieces, and the fat,"
    },
    {
        "o": 3255,
        "r": "csb:Leviticus:8:21",
        "t": "but he washed the entrails and legs with water. He then burned the entire ram on the altar. It was a burnt offering for a pleasing aroma, a food offering to the Lord*s as he had commanded Moses."
    },
    {
        "o": 3256,
        "r": "csb:Leviticus:8:22",
        "t": "Next*p he presented the second ram, the ram of ordination, and Aaron and his sons laid their hands on the head of the ram."
    },
    {
        "o": 3257,
        "r": "csb:Leviticus:8:23",
        "t": "Moses slaughtered it, took some of its blood, and put it on Aaron’s right earlobe, on the thumb of his right hand, and on the big toe of his right foot."
    },
    {
        "o": 3258,
        "r": "csb:Leviticus:8:24",
        "t": "Moses also presented Aaron’s sons and put some of the blood on their right earlobes, on the thumbs of their right hands, and on the big toes of their right feet. Then Moses splattered the blood on all sides of the altar."
    },
    {
        "o": 3259,
        "r": "csb:Leviticus:8:25",
        "t": "He took the fat - the fat tail, all the fat that was on the entrails, the fatty lobe of the liver, and the two kidneys with their fat - as well as the right thigh."
    },
    {
        "o": 3260,
        "r": "csb:Leviticus:8:26",
        "t": "From the basket of unleavened bread that was before the Lord*s he took one cake of unleavened bread, one cake of bread made with oil, and one wafer, and placed them on the fat portions and the right thigh."
    },
    {
        "o": 3261,
        "r": "csb:Leviticus:8:27",
        "t": "He put all these in the hands of Aaron and his sons and presented them before the Lord*s as a presentation offering."
    },
    {
        "o": 3262,
        "r": "csb:Leviticus:8:28",
        "t": "Then Moses took them from their hands and burned them on the altar with the burnt offering. This was an ordination offering for a pleasing aroma, a food offering to the Lord.*s"
    },
    {
        "o": 3263,
        "r": "csb:Leviticus:8:29",
        "t": "He also took the breast and presented it before the Lord*s as a presentation offering; it was Moses’s portion of the ordination ram as the Lord*s had commanded him."
    },
    {
        "o": 3264,
        "r": "csb:Leviticus:8:30",
        "t": "Then*p Moses took some of the anointing oil and some of the blood that was on the altar and sprinkled them on Aaron and his garments, as well as on his sons and their garments. In this way he consecrated Aaron and his garments, as well as his sons and their garments."
    },
    {
        "o": 3265,
        "r": "csb:Leviticus:8:31",
        "t": "Moses*p said to Aaron and his sons, “Boil the meat at the entrance to the tent of meeting and eat it there with the bread that is in the basket for the ordination offering as I commanded: Aaron and his sons are to eat it."
    },
    {
        "o": 3266,
        "r": "csb:Leviticus:8:32",
        "t": "Burn up what remains of the meat and bread."
    },
    {
        "o": 3267,
        "r": "csb:Leviticus:8:33",
        "t": "Do not go outside the entrance to the tent of meeting for seven days, until the time your days of ordination are completed, because it will take seven days to ordain you."
    },
    {
        "o": 3268,
        "r": "csb:Leviticus:8:34",
        "t": "The Lord*s commanded what has been done today in order to make atonement for you."
    },
    {
        "o": 3269,
        "r": "csb:Leviticus:8:35",
        "t": "You must remain at the entrance to the tent of meeting day and night for seven days and keep the Lord’s*s charge so that you will not die, for this is what I was commanded.”"
    },
    {
        "o": 3270,
        "r": "csb:Leviticus:8:36",
        "t": "So Aaron and his sons did everything the Lord*s had commanded through Moses."
    }
]
