[
    {
        "o": 12108,
        "r": "csb:1 Chronicles:20:0",
        "t": "1 Chronicles 20",
        "h": 1
    },
    {
        "o": 12109,
        "r": "csb:1 Chronicles:20:0",
        "t": "Capture of the City of Rabbah",
        "h": 2
    },
    {
        "o": 12110,
        "r": "csb:1 Chronicles:20:1",
        "t": "In*p the spring when kings march out to war, Joab led the army and destroyed the Ammonites’ land. He came to Rabbah and besieged it, but David remained in Jerusalem. Joab attacked Rabbah and demolished it."
    },
    {
        "o": 12111,
        "r": "csb:1 Chronicles:20:2",
        "t": "Then David took the crown from the head of their king, and it was placed on David’s head. He found that the crown weighed seventy-five pounds of gold, and there was a precious stone in it. In addition, David took away a large quantity of plunder from the city."
    },
    {
        "o": 12112,
        "r": "csb:1 Chronicles:20:3",
        "t": "He brought out the people who were in it and put them to work with saws, iron picks, and axes. David did the same to all the Ammonite cities. Then he and all his troops returned to Jerusalem."
    },
    {
        "o": 12113,
        "r": "csb:1 Chronicles:20:3",
        "t": "The Philistine Giants",
        "h": 2
    },
    {
        "o": 12114,
        "r": "csb:1 Chronicles:20:4",
        "t": "After*p this, a war broke out with the Philistines at Gezer. At that time Sibbecai the Hushathite killed Sippai, a descendant of the Rephaim, and the Philistines were subdued."
    },
    {
        "o": 12115,
        "r": "csb:1 Chronicles:20:5",
        "t": "Once*p again there was a battle with the Philistines, and Elhanan son of Jair killed Lahmi the brother of Goliath of Gath. The shaft of his spear was like a weaver’s beam."
    },
    {
        "o": 12116,
        "r": "csb:1 Chronicles:20:6",
        "t": "There*p was still another battle at Gath where there was a man of extraordinary stature with six fingers on each hand and six toes on each foot - twenty-four in all. He, too, was descended from the giant."
    },
    {
        "o": 12117,
        "r": "csb:1 Chronicles:20:7",
        "t": "When he taunted Israel, Jonathan son of David’s brother Shimei killed him."
    },
    {
        "o": 12118,
        "r": "csb:1 Chronicles:20:8",
        "t": "These*p were the descendants of the giant in Gath killed by David and his soldiers."
    }
]
