[
    {
        "o": 9932,
        "r": "niv:1 Kings:11:0",
        "t": "1 Kings 11",
        "h": 1
    },
    {
        "o": 9933,
        "r": "niv:1 Kings:11:0",
        "t": "Solomon’s Wives",
        "h": 2
    },
    {
        "o": 9934,
        "r": "niv:1 Kings:11:1",
        "t": "King*p Solomon, however, loved many foreign women besides Pharaoh’s daughter—Moabites, Ammonites, Edomites, Sidonians and Hittites."
    },
    {
        "o": 9935,
        "r": "niv:1 Kings:11:2",
        "t": "They were from nations about which the Lord*s had told the Israelites, “You must not intermarry with them, because they will surely turn your hearts after their gods.” Nevertheless, Solomon held fast to them in love."
    },
    {
        "o": 9936,
        "r": "niv:1 Kings:11:3",
        "t": "He had seven hundred wives of royal birth and three hundred concubines, and his wives led him astray."
    },
    {
        "o": 9937,
        "r": "niv:1 Kings:11:4",
        "t": "As Solomon grew old, his wives turned his heart after other gods, and his heart was not fully devoted to the Lord*s his God, as the heart of David his father had been."
    },
    {
        "o": 9938,
        "r": "niv:1 Kings:11:5",
        "t": "He followed Ashtoreth the goddess of the Sidonians, and Molek the detestable god of the Ammonites."
    },
    {
        "o": 9939,
        "r": "niv:1 Kings:11:6",
        "t": "So Solomon did evil in the eyes of the Lord;*s he did not follow the Lord*s completely, as David his father had done."
    },
    {
        "o": 9940,
        "r": "niv:1 Kings:11:7",
        "t": "On*p a hill east of Jerusalem, Solomon built a high place for Chemosh the detestable god of Moab, and for Molek the detestable god of the Ammonites."
    },
    {
        "o": 9941,
        "r": "niv:1 Kings:11:8",
        "t": "He did the same for all his foreign wives, who burned incense and offered sacrifices to their gods."
    },
    {
        "o": 9942,
        "r": "niv:1 Kings:11:9",
        "t": "The*p Lord*s became angry with Solomon because his heart had turned away from the Lord,*s the God of Israel, who had appeared to him twice."
    },
    {
        "o": 9943,
        "r": "niv:1 Kings:11:10",
        "t": "Although he had forbidden Solomon to follow other gods, Solomon did not keep the Lord’s*s command."
    },
    {
        "o": 9944,
        "r": "niv:1 Kings:11:11",
        "t": "So the Lord*s said to Solomon, “Since this is your attitude and you have not kept my covenant and my decrees, which I commanded you, I will most certainly tear the kingdom away from you and give it to one of your subordinates."
    },
    {
        "o": 9945,
        "r": "niv:1 Kings:11:12",
        "t": "Nevertheless, for the sake of David your father, I will not do it during your lifetime. I will tear it out of the hand of your son."
    },
    {
        "o": 9946,
        "r": "niv:1 Kings:11:13",
        "t": "Yet I will not tear the whole kingdom from him, but will give him one tribe for the sake of David my servant and for the sake of Jerusalem, which I have chosen.”"
    },
    {
        "o": 9947,
        "r": "niv:1 Kings:11:13",
        "t": "Solomon’s Adversaries",
        "h": 2
    },
    {
        "o": 9948,
        "r": "niv:1 Kings:11:14",
        "t": "Then*p the Lord*s raised up against Solomon an adversary, Hadad the Edomite, from the royal line of Edom."
    },
    {
        "o": 9949,
        "r": "niv:1 Kings:11:15",
        "t": "Earlier when David was fighting with Edom, Joab the commander of the army, who had gone up to bury the dead, had struck down all the men in Edom."
    },
    {
        "o": 9950,
        "r": "niv:1 Kings:11:16",
        "t": "Joab and all the Israelites stayed there for six months, until they had destroyed all the men in Edom."
    },
    {
        "o": 9951,
        "r": "niv:1 Kings:11:17",
        "t": "But Hadad, still only a boy, fled to Egypt with some Edomite officials who had served his father."
    },
    {
        "o": 9952,
        "r": "niv:1 Kings:11:18",
        "t": "They set out from Midian and went to Paran. Then taking people from Paran with them, they went to Egypt, to Pharaoh king of Egypt, who gave Hadad a house and land and provided him with food."
    },
    {
        "o": 9953,
        "r": "niv:1 Kings:11:19",
        "t": "Pharaoh*p was so pleased with Hadad that he gave him a sister of his own wife, Queen Tahpenes, in marriage."
    },
    {
        "o": 9954,
        "r": "niv:1 Kings:11:20",
        "t": "The sister of Tahpenes bore him a son named Genubath, whom Tahpenes brought up in the royal palace. There Genubath lived with Pharaoh’s own children."
    },
    {
        "o": 9955,
        "r": "niv:1 Kings:11:21",
        "t": "While*p he was in Egypt, Hadad heard that David rested with his ancestors and that Joab the commander of the army was also dead. Then Hadad said to Pharaoh, “Let me go, that I may return to my own country.”"
    },
    {
        "o": 9956,
        "r": "niv:1 Kings:11:22",
        "t": "“What*p have you lacked here that you want to go back to your own country?” Pharaoh asked. “Nothing,”*p Hadad replied, “but do let me go!”"
    },
    {
        "o": 9957,
        "r": "niv:1 Kings:11:23",
        "t": "And*p God raised up against Solomon another adversary, Rezon son of Eliada, who had fled from his master, Hadadezer king of Zobah."
    },
    {
        "o": 9958,
        "r": "niv:1 Kings:11:24",
        "t": "When David destroyed Zobah’s army, Rezon gathered a band of men around him and became their leader; they went to Damascus, where they settled and took control."
    },
    {
        "o": 9959,
        "r": "niv:1 Kings:11:25",
        "t": "Rezon was Israel’s adversary as long as Solomon lived, adding to the trouble caused by Hadad. So Rezon ruled in Aram and was hostile toward Israel."
    },
    {
        "o": 9960,
        "r": "niv:1 Kings:11:25",
        "t": "Jeroboam Rebels Against Solomon",
        "h": 2
    },
    {
        "o": 9961,
        "r": "niv:1 Kings:11:26",
        "t": "Also,*p Jeroboam son of Nebat rebelled against the king. He was one of Solomon’s officials, an Ephraimite from Zeredah, and his mother was a widow named Zeruah."
    },
    {
        "o": 9962,
        "r": "niv:1 Kings:11:27",
        "t": "Here*p is the account of how he rebelled against the king: Solomon had built the terraces and had filled in the gap in the wall of the city of David his father."
    },
    {
        "o": 9963,
        "r": "niv:1 Kings:11:28",
        "t": "Now Jeroboam was a man of standing, and when Solomon saw how well the young man did his work, he put him in charge of the whole labor force of the tribes of Joseph."
    },
    {
        "o": 9964,
        "r": "niv:1 Kings:11:29",
        "t": "About*p that time Jeroboam was going out of Jerusalem, and Ahijah the prophet of Shiloh met him on the way, wearing a new cloak. The two of them were alone out in the country,"
    },
    {
        "o": 9965,
        "r": "niv:1 Kings:11:30",
        "t": "and Ahijah took hold of the new cloak he was wearing and tore it into twelve pieces."
    },
    {
        "o": 9966,
        "r": "niv:1 Kings:11:31",
        "t": "Then he said to Jeroboam, “Take ten pieces for yourself, for this is what the Lord,*s the God of Israel, says: ‘See, I am going to tear the kingdom out of Solomon’s hand and give you ten tribes."
    },
    {
        "o": 9967,
        "r": "niv:1 Kings:11:32",
        "t": "But for the sake of my servant David and the city of Jerusalem, which I have chosen out of all the tribes of Israel, he will have one tribe."
    },
    {
        "o": 9968,
        "r": "niv:1 Kings:11:33",
        "t": "I will do this because they have forsaken me and worshiped Ashtoreth the goddess of the Sidonians, Chemosh the god of the Moabites, and Molek the god of the Ammonites, and have not walked in obedience to me, nor done what is right in my eyes, nor kept my decrees and laws as David, Solomon’s father, did."
    },
    {
        "o": 9969,
        "r": "niv:1 Kings:11:34",
        "t": "“ ‘But*p I will not take the whole kingdom out of Solomon’s hand; I have made him ruler all the days of his life for the sake of David my servant, whom I chose and who obeyed my commands and decrees."
    },
    {
        "o": 9970,
        "r": "niv:1 Kings:11:35",
        "t": "I will take the kingdom from his son’s hands and give you ten tribes."
    },
    {
        "o": 9971,
        "r": "niv:1 Kings:11:36",
        "t": "I will give one tribe to his son so that David my servant may always have a lamp before me in Jerusalem, the city where I chose to put my Name."
    },
    {
        "o": 9972,
        "r": "niv:1 Kings:11:37",
        "t": "However, as for you, I will take you, and you will rule over all that your heart desires; you will be king over Israel."
    },
    {
        "o": 9973,
        "r": "niv:1 Kings:11:38",
        "t": "If you do whatever I command you and walk in obedience to me and do what is right in my eyes by obeying my decrees and commands, as David my servant did, I will be with you. I will build you a dynasty as enduring as the one I built for David and will give Israel to you."
    },
    {
        "o": 9974,
        "r": "niv:1 Kings:11:39",
        "t": "I will humble David’s descendants because of this, but not forever.’ ”"
    },
    {
        "o": 9975,
        "r": "niv:1 Kings:11:40",
        "t": "Solomon*p tried to kill Jeroboam, but Jeroboam fled to Egypt, to Shishak the king, and stayed there until Solomon’s death."
    },
    {
        "o": 9976,
        "r": "niv:1 Kings:11:40",
        "t": "Solomon’s Death",
        "h": 2
    },
    {
        "o": 9977,
        "r": "niv:1 Kings:11:41",
        "t": "As*p for the other events of Solomon’s reign—all he did and the wisdom he displayed—are they not written in the book of the annals of Solomon?"
    },
    {
        "o": 9978,
        "r": "niv:1 Kings:11:42",
        "t": "Solomon reigned in Jerusalem over all Israel forty years."
    },
    {
        "o": 9979,
        "r": "niv:1 Kings:11:43",
        "t": "Then he rested with his ancestors and was buried in the city of David his father. And Rehoboam his son succeeded him as king."
    }
]
