[
    {
        "o": 21778,
        "r": "nkjv:Jeremiah:22:0",
        "t": "Jeremiah 22",
        "h": 1
    },
    {
        "o": 21779,
        "r": "nkjv:Jeremiah:22:1",
        "t": "Thus*p says the Lord:*s “Go down to the house of the king of Judah, and there speak this word,"
    },
    {
        "o": 21780,
        "r": "nkjv:Jeremiah:22:2",
        "t": "and say, ‘Hear the word of the Lord,*s O king of Judah, you who sit on the throne of David, you and your servants and your people who enter these gates!"
    },
    {
        "o": 21781,
        "r": "nkjv:Jeremiah:22:3",
        "t": "Thus says the Lord:*s “Execute judgment and righteousness, and deliver the plundered out of the hand of the oppressor. Do no wrong and do no violence to the stranger, the fatherless, or the widow, nor shed innocent blood in this place."
    },
    {
        "o": 21782,
        "r": "nkjv:Jeremiah:22:4",
        "t": "For if you indeed do this thing, then shall enter the gates of this house, riding on horses and in chariots, accompanied by servants and people, kings who sit on the throne of David."
    },
    {
        "o": 21783,
        "r": "nkjv:Jeremiah:22:5",
        "t": "But if you will not hear these words, I swear by Myself,” says the Lord,*s “that this house shall become a desolation.”’”"
    },
    {
        "o": 21784,
        "r": "nkjv:Jeremiah:22:6",
        "t": "For*p thus says the Lord*s to the house of the king of Judah: “You*pn are*i Gilead to Me, The*ld head of Lebanon; Yet*ild I surely will make you a wilderness, Cities*ld which*i are not inhabited."
    },
    {
        "o": 21785,
        "r": "nkjv:Jeremiah:22:7",
        "t": "I*ld will prepare destroyers against you, Everyone*ld with his weapons; They*ld shall cut down your choice cedars And*ld cast them*i into the fire."
    },
    {
        "o": 21786,
        "r": "nkjv:Jeremiah:22:8",
        "t": "And*p many nations will pass by this city; and everyone will say to his neighbor, ‘Why has the Lord*s done so to this great city?’"
    },
    {
        "o": 21787,
        "r": "nkjv:Jeremiah:22:9",
        "t": "Then they will answer, ‘Because they have forsaken the covenant of the Lord*s their God, and worshiped other gods and served them.’”"
    },
    {
        "o": 21788,
        "r": "nkjv:Jeremiah:22:10",
        "t": "Weep*pn not for the dead, nor bemoan him; Weep*ld bitterly for him who goes away, For*ld he shall return no more, Nor*ld see his native country."
    },
    {
        "o": 21789,
        "r": "nkjv:Jeremiah:22:10",
        "t": "Message to the Sons of Josiah",
        "h": 2
    },
    {
        "o": 21790,
        "r": "nkjv:Jeremiah:22:11",
        "t": "For*p thus says the Lord*s concerning Shallum the son of Josiah, king of Judah, who reigned instead of Josiah his father, who went from this place: “He shall not return here anymore,"
    },
    {
        "o": 21791,
        "r": "nkjv:Jeremiah:22:12",
        "t": "but he shall die in the place where they have led him captive, and shall see this land no more."
    },
    {
        "o": 21792,
        "r": "nkjv:Jeremiah:22:13",
        "t": "“Woe*pn to him who builds his house by unrighteousness And*ld his chambers by injustice, Who*ild uses his neighbor’s service without wages And*ld gives him nothing for his work,"
    },
    {
        "o": 21793,
        "r": "nkjv:Jeremiah:22:14",
        "t": "Who*ld says, ‘I will build myself a wide house with spacious chambers, And*ld cut out windows for it, Paneling*ld it*i with cedar And*ld painting it*i with vermilion.’"
    },
    {
        "o": 21794,
        "r": "nkjv:Jeremiah:22:15",
        "t": "“Shall*ln you reign because you enclose yourself*i in cedar? Did*ld not your father eat and drink, And*ld do justice and righteousness? Then*ld it*i was*i well with him."
    },
    {
        "o": 21795,
        "r": "nkjv:Jeremiah:22:16",
        "t": "He*ld judged the cause of the poor and needy; Then*ld it*i was*i well. Was*ild not this knowing Me?” says the Lord.*s"
    },
    {
        "o": 21796,
        "r": "nkjv:Jeremiah:22:17",
        "t": "“Yet*ld your eyes and your heart are*i for nothing but your covetousness, For*ld shedding innocent blood, And*ld practicing oppression and violence.”"
    },
    {
        "o": 21797,
        "r": "nkjv:Jeremiah:22:18",
        "t": "Therefore*p thus says the Lord*s concerning Jehoiakim the son of Josiah, king of Judah: “They*pn shall not lament for him, Saying,*ild ‘Alas, my brother!’ or ‘Alas, my sister!’ They*ld shall not lament for him, Saying,*ild ‘Alas, master!’ or ‘Alas, his glory!’"
    },
    {
        "o": 21798,
        "r": "nkjv:Jeremiah:22:19",
        "t": "He*ld shall be buried with the burial of a donkey, Dragged*ld and cast out beyond the gates of Jerusalem."
    },
    {
        "o": 21799,
        "r": "nkjv:Jeremiah:22:20",
        "t": "“Go*ln up to Lebanon, and cry out, And*ld lift up your voice in Bashan; Cry*ld from Abarim, For*ld all your lovers are destroyed."
    },
    {
        "o": 21800,
        "r": "nkjv:Jeremiah:22:21",
        "t": "I*ld spoke to you in your prosperity, But*ild you said, ‘I will not hear.’ This*ld has*i been*i your manner from your youth, That*ld you did not obey My voice."
    },
    {
        "o": 21801,
        "r": "nkjv:Jeremiah:22:22",
        "t": "The*ld wind shall eat up all your rulers, And*ld your lovers shall go into captivity; Surely*ld then you will be ashamed and humiliated For*ld all your wickedness."
    },
    {
        "o": 21802,
        "r": "nkjv:Jeremiah:22:23",
        "t": "O*ld inhabitant of Lebanon, Making*ld your nest in the cedars, How*ld gracious will you be when pangs come upon you, Like*ld the pain of a woman in labor?"
    },
    {
        "o": 21803,
        "r": "nkjv:Jeremiah:22:23",
        "t": "Message to Coniah",
        "h": 2
    },
    {
        "o": 21804,
        "r": "nkjv:Jeremiah:22:24",
        "t": "“As*ip I live,” says the Lord,*s “though Coniah the son of Jehoiakim, king of Judah, were the signet on My right hand, yet I would pluck you off;"
    },
    {
        "o": 21805,
        "r": "nkjv:Jeremiah:22:25",
        "t": "and I will give you into the hand of those who seek your life, and into the hand of*i those*i whose face you fear—the hand of Nebuchadnezzar king of Babylon and the hand of the Chaldeans."
    },
    {
        "o": 21806,
        "r": "nkjv:Jeremiah:22:26",
        "t": "So I will cast you out, and your mother who bore you, into another country where you were not born; and there you shall die."
    },
    {
        "o": 21807,
        "r": "nkjv:Jeremiah:22:27",
        "t": "But to the land to which they desire to return, there they shall not return."
    },
    {
        "o": 21808,
        "r": "nkjv:Jeremiah:22:28",
        "t": "“Is*pn this man Coniah a despised, broken idol— A*ld vessel in which is*i no pleasure? Why*ld are they cast out, he and his descendants, And*ld cast into a land which they do not know?"
    },
    {
        "o": 21809,
        "r": "nkjv:Jeremiah:22:29",
        "t": "O*ld earth, earth, earth, Hear*ld the word of the Lord!*s"
    },
    {
        "o": 21810,
        "r": "nkjv:Jeremiah:22:30",
        "t": "Thus*ld says the Lord:*s ‘Write*ld this man down as childless, A*ld man who*i shall not prosper in his days; For*ld none of his descendants shall prosper, Sitting*ld on the throne of David, And*ld ruling anymore in Judah.’”"
    }
]
