[
    {
        "o": 1500,
        "r": "kjv:Genesis:48:0",
        "t": "Genesis 48",
        "h": 1
    },
    {
        "o": 1501,
        "r": "kjv:Genesis:48:1",
        "t": "And*p it came to pass after these things, that one told Joseph, Behold, thy father is sick: and he took with him his two sons, Manasseh and Ephraim."
    },
    {
        "o": 1502,
        "r": "kjv:Genesis:48:2",
        "t": "And*p one told Jacob, and said, Behold, thy son Joseph cometh unto thee: and Israel strengthened himself, and sat upon the bed."
    },
    {
        "o": 1503,
        "r": "kjv:Genesis:48:3",
        "t": "And*p Jacob said unto Joseph, God Almighty appeared unto me at Luz in the land of Canaan, and blessed me,"
    },
    {
        "o": 1504,
        "r": "kjv:Genesis:48:4",
        "t": "And*p said unto me, Behold, I will make thee fruitful, and multiply thee, and I will make of thee a multitude of people; and will give this land to thy seed after thee for an everlasting possession."
    },
    {
        "o": 1505,
        "r": "kjv:Genesis:48:5",
        "t": "And*p now thy two sons, Ephraim and Manasseh, which were born unto thee in the land of Egypt before I came unto thee into Egypt, are mine; as Reuben and Simeon, they shall be mine."
    },
    {
        "o": 1506,
        "r": "kjv:Genesis:48:6",
        "t": "And*p thy issue, which thou begettest after them, shall be thine, and shall be called after the name of their brethren in their inheritance."
    },
    {
        "o": 1507,
        "r": "kjv:Genesis:48:7",
        "t": "And*p as for me, when I came from Paddan, Rachel died by me in the land of Canaan in the way, when yet there was but a little way to come unto Ephrath: and I buried her there in the way of Ephrath; the same is Beth–lehem."
    },
    {
        "o": 1508,
        "r": "kjv:Genesis:48:8",
        "t": "And*p Israel beheld Joseph's sons, and said, Who are these?"
    },
    {
        "o": 1509,
        "r": "kjv:Genesis:48:9",
        "t": "And*p Joseph said unto his father, They are my sons, whom God hath given me in this place. And he said, Bring them, I pray thee, unto me, and I will bless them."
    },
    {
        "o": 1510,
        "r": "kjv:Genesis:48:10",
        "t": "Now*p the eyes of Israel were dim for age, so that he could not see. And he brought them near unto him; and he kissed them, and embraced them."
    },
    {
        "o": 1511,
        "r": "kjv:Genesis:48:11",
        "t": "And*p Israel said unto Joseph, I had not thought to see thy face: and, lo, God hath shewed me also thy seed."
    },
    {
        "o": 1512,
        "r": "kjv:Genesis:48:12",
        "t": "And*p Joseph brought them out from between his knees, and he bowed himself with his face to the earth."
    },
    {
        "o": 1513,
        "r": "kjv:Genesis:48:13",
        "t": "And*p Joseph took them both, Ephraim in his right hand toward Israel's left hand, and Manasseh in his left hand toward Israel's right hand, and brought them near unto him."
    },
    {
        "o": 1514,
        "r": "kjv:Genesis:48:14",
        "t": "And*p Israel stretched out his right hand, and laid it upon Ephraim's head, who was the younger, and his left hand upon Manasseh's head, guiding his hands wittingly; for Manasseh was the firstborn."
    },
    {
        "o": 1515,
        "r": "kjv:Genesis:48:15",
        "t": "And*p he blessed Joseph, and said, God, before whom my fathers Abraham and Isaac did walk, the God which fed me all my life long unto this day,"
    },
    {
        "o": 1516,
        "r": "kjv:Genesis:48:16",
        "t": "The*p Angel which redeemed me from all evil, bless the lads; and let my name be named on them, and the name of my fathers Abraham and Isaac; and let them grow into a multitude in the midst of the earth."
    },
    {
        "o": 1517,
        "r": "kjv:Genesis:48:17",
        "t": "And*p when Joseph saw that his father laid his right hand upon the head of Ephraim, it displeased him: and he held up his father's hand, to remove it from Ephraim's head unto Manasseh's head."
    },
    {
        "o": 1518,
        "r": "kjv:Genesis:48:18",
        "t": "And*p Joseph said unto his father, Not so, my father: for this is the firstborn; put thy right hand upon his head."
    },
    {
        "o": 1519,
        "r": "kjv:Genesis:48:19",
        "t": "And*p his father refused, and said, I know it, my son, I know it: he also shall become a people, and he also shall be great: but truly his younger brother shall be greater than he, and his seed shall become a multitude of nations."
    },
    {
        "o": 1520,
        "r": "kjv:Genesis:48:20",
        "t": "And*p he blessed them that day, saying, In thee shall Israel bless, saying, God make thee as Ephraim and as Manasseh: and he set Ephraim before Manasseh."
    },
    {
        "o": 1521,
        "r": "kjv:Genesis:48:21",
        "t": "And*p Israel said unto Joseph, Behold, I die: but God shall be with you, and bring you again unto the land of your fathers."
    },
    {
        "o": 1522,
        "r": "kjv:Genesis:48:22",
        "t": "Moreover*p I have given to thee one portion above thy brethren, which I took out of the hand of the Amorite with my sword and with my bow."
    }
]
