[
    {
        "o": 13758,
        "r": "esv:Nehemiah:8:0",
        "t": "Nehemiah 8",
        "h": 1
    },
    {
        "o": 13759,
        "r": "esv:Nehemiah:8:0",
        "t": "Ezra Reads the Law",
        "h": 2
    },
    {
        "o": 13760,
        "r": "esv:Nehemiah:8:1",
        "t": "And*p all the people gathered as one man into the square before the Water Gate. And they told Ezra the scribe to bring the Book of the Law of Moses that the Lord*s had commanded Israel."
    },
    {
        "o": 13761,
        "r": "esv:Nehemiah:8:2",
        "t": "So Ezra the priest brought the Law before the assembly, both men and women and all who could understand what they heard, on the first day of the seventh month."
    },
    {
        "o": 13762,
        "r": "esv:Nehemiah:8:3",
        "t": "And he read from it facing the square before the Water Gate from early morning until midday, in the presence of the men and the women and those who could understand. And the ears of all the people were attentive to the Book of the Law."
    },
    {
        "o": 13763,
        "r": "esv:Nehemiah:8:4",
        "t": "And Ezra the scribe stood on a wooden platform that they had made for the purpose. And beside him stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah on his right hand, and Pedaiah, Mishael, Malchijah, Hashum, Hashbaddanah, Zechariah, and Meshullam on his left hand."
    },
    {
        "o": 13764,
        "r": "esv:Nehemiah:8:5",
        "t": "And Ezra opened the book in the sight of all the people, for he was above all the people, and as he opened it all the people stood."
    },
    {
        "o": 13765,
        "r": "esv:Nehemiah:8:6",
        "t": "And Ezra blessed the Lord,*s the great God, and all the people answered, “Amen, Amen,” lifting up their hands. And they bowed their heads and worshiped the Lord*s with their faces to the ground."
    },
    {
        "o": 13766,
        "r": "esv:Nehemiah:8:7",
        "t": "Also Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, the Levites, helped the people to understand the Law, while the people remained in their places."
    },
    {
        "o": 13767,
        "r": "esv:Nehemiah:8:8",
        "t": "They read from the book, from the Law of God, clearly, and they gave the sense, so that the people understood the reading."
    },
    {
        "o": 13768,
        "r": "esv:Nehemiah:8:8",
        "t": "This Day Is Holy",
        "h": 2
    },
    {
        "o": 13769,
        "r": "esv:Nehemiah:8:9",
        "t": "And*p Nehemiah, who was the governor, and Ezra the priest and scribe, and the Levites who taught the people said to all the people, “This day is holy to the Lord*s your God; do not mourn or weep.” For all the people wept as they heard the words of the Law."
    },
    {
        "o": 13770,
        "r": "esv:Nehemiah:8:10",
        "t": "Then he said to them, “Go your way. Eat the fat and drink sweet wine and send portions to anyone who has nothing ready, for this day is holy to our Lord. And do not be grieved, for the joy of the Lord*s is your strength.”"
    },
    {
        "o": 13771,
        "r": "esv:Nehemiah:8:11",
        "t": "So the Levites calmed all the people, saying, “Be quiet, for this day is holy; do not be grieved.”"
    },
    {
        "o": 13772,
        "r": "esv:Nehemiah:8:12",
        "t": "And all the people went their way to eat and drink and to send portions and to make great rejoicing, because they had understood the words that were declared to them."
    },
    {
        "o": 13773,
        "r": "esv:Nehemiah:8:12",
        "t": "Feast of Booths Celebrated",
        "h": 2
    },
    {
        "o": 13774,
        "r": "esv:Nehemiah:8:13",
        "t": "On*p the second day the heads of fathers’ houses of all the people, with the priests and the Levites, came together to Ezra the scribe in order to study the words of the Law."
    },
    {
        "o": 13775,
        "r": "esv:Nehemiah:8:14",
        "t": "And they found it written in the Law that the Lord*s had commanded by Moses that the people of Israel should dwell in booths during the feast of the seventh month,"
    },
    {
        "o": 13776,
        "r": "esv:Nehemiah:8:15",
        "t": "and that they should proclaim it and publish it in all their towns and in Jerusalem, “Go out to the hills and bring branches of olive, wild olive, myrtle, palm, and other leafy trees to make booths, as it is written.”"
    },
    {
        "o": 13777,
        "r": "esv:Nehemiah:8:16",
        "t": "So the people went out and brought them and made booths for themselves, each on his roof, and in their courts and in the courts of the house of God, and in the square at the Water Gate and in the square at the Gate of Ephraim."
    },
    {
        "o": 13778,
        "r": "esv:Nehemiah:8:17",
        "t": "And all the assembly of those who had returned from the captivity made booths and lived in the booths, for from the days of Jeshua the son of Nun to that day the people of Israel had not done so. And there was very great rejoicing."
    },
    {
        "o": 13779,
        "r": "esv:Nehemiah:8:18",
        "t": "And day by day, from the first day to the last day, he read from the Book of the Law of God. They kept the feast seven days, and on the eighth day there was a solemn assembly, according to the rule."
    }
]
