[
    {
        "o": 9527,
        "r": "esv:2 Samuel:24:0",
        "t": "2 Samuel 24",
        "h": 1
    },
    {
        "o": 9528,
        "r": "esv:2 Samuel:24:0",
        "t": "David’s Census",
        "h": 2
    },
    {
        "o": 9529,
        "r": "esv:2 Samuel:24:1",
        "t": "Again*p the anger of the Lord*s was kindled against Israel, and he incited David against them, saying, “Go, number Israel and Judah.”"
    },
    {
        "o": 9530,
        "r": "esv:2 Samuel:24:2",
        "t": "So the king said to Joab, the commander of the army, who was with him, “Go through all the tribes of Israel, from Dan to Beersheba, and number the people, that I may know the number of the people.”"
    },
    {
        "o": 9531,
        "r": "esv:2 Samuel:24:3",
        "t": "But Joab said to the king, “May the Lord*s your God add to the people a hundred times as many as they are, while the eyes of my lord the king still see it, but why does my lord the king delight in this thing?”"
    },
    {
        "o": 9532,
        "r": "esv:2 Samuel:24:4",
        "t": "But the king’s word prevailed against Joab and the commanders of the army. So Joab and the commanders of the army went out from the presence of the king to number the people of Israel."
    },
    {
        "o": 9533,
        "r": "esv:2 Samuel:24:5",
        "t": "They crossed the Jordan and began from Aroer, and from the city that is in the middle of the valley, toward Gad and on to Jazer."
    },
    {
        "o": 9534,
        "r": "esv:2 Samuel:24:6",
        "t": "Then they came to Gilead, and to Kadesh in the land of the Hittites; and they came to Dan, and from Dan they went around to Sidon,"
    },
    {
        "o": 9535,
        "r": "esv:2 Samuel:24:7",
        "t": "and came to the fortress of Tyre and to all the cities of the Hivites and Canaanites; and they went out to the Negeb of Judah at Beersheba."
    },
    {
        "o": 9536,
        "r": "esv:2 Samuel:24:8",
        "t": "So when they had gone through all the land, they came to Jerusalem at the end of nine months and twenty days."
    },
    {
        "o": 9537,
        "r": "esv:2 Samuel:24:9",
        "t": "And Joab gave the sum of the numbering of the people to the king: in Israel there were 800,000 valiant men who drew the sword, and the men of Judah were 500,000."
    },
    {
        "o": 9538,
        "r": "esv:2 Samuel:24:9",
        "t": "The Lord’s Judgment of David’s Sin",
        "h": 2
    },
    {
        "o": 9539,
        "r": "esv:2 Samuel:24:10",
        "t": "But*p David’s heart struck him after he had numbered the people. And David said to the Lord,*s “I have sinned greatly in what I have done. But now, O Lord,*s please take away the iniquity of your servant, for I have done very foolishly.”"
    },
    {
        "o": 9540,
        "r": "esv:2 Samuel:24:11",
        "t": "And when David arose in the morning, the word of the Lord*s came to the prophet Gad, David’s seer, saying,"
    },
    {
        "o": 9541,
        "r": "esv:2 Samuel:24:12",
        "t": "“Go and say to David, ‘Thus says the Lord,*s Three things I offer you. Choose one of them, that I may do it to you.’”"
    },
    {
        "o": 9542,
        "r": "esv:2 Samuel:24:13",
        "t": "So Gad came to David and told him, and said to him, “Shall three years of famine come to you in your land? Or will you flee three months before your foes while they pursue you? Or shall there be three days’ pestilence in your land? Now consider, and decide what answer I shall return to him who sent me.”"
    },
    {
        "o": 9543,
        "r": "esv:2 Samuel:24:14",
        "t": "Then David said to Gad, “I am in great distress. Let us fall into the hand of the Lord,*s for his mercy is great; but let me not fall into the hand of man.”"
    },
    {
        "o": 9544,
        "r": "esv:2 Samuel:24:15",
        "t": "So*p the Lord*s sent a pestilence on Israel from the morning until the appointed time. And there died of the people from Dan to Beersheba 70,000 men."
    },
    {
        "o": 9545,
        "r": "esv:2 Samuel:24:16",
        "t": "And when the angel stretched out his hand toward Jerusalem to destroy it, the Lord*s relented from the calamity and said to the angel who was working destruction among the people, “It is enough; now stay your hand.” And the angel of the Lord*s was by the threshing floor of Araunah the Jebusite."
    },
    {
        "o": 9546,
        "r": "esv:2 Samuel:24:17",
        "t": "Then David spoke to the Lord*s when he saw the angel who was striking the people, and said, “Behold, I have sinned, and I have done wickedly. But these sheep, what have they done? Please let your hand be against me and against my father’s house.”"
    },
    {
        "o": 9547,
        "r": "esv:2 Samuel:24:17",
        "t": "David Builds an Altar",
        "h": 2
    },
    {
        "o": 9548,
        "r": "esv:2 Samuel:24:18",
        "t": "And*p Gad came that day to David and said to him, “Go up, raise an altar to the Lord*s on the threshing floor of Araunah the Jebusite.”"
    },
    {
        "o": 9549,
        "r": "esv:2 Samuel:24:19",
        "t": "So David went up at Gad’s word, as the Lord*s commanded."
    },
    {
        "o": 9550,
        "r": "esv:2 Samuel:24:20",
        "t": "And when Araunah looked down, he saw the king and his servants coming on toward him. And Araunah went out and paid homage to the king with his face to the ground."
    },
    {
        "o": 9551,
        "r": "esv:2 Samuel:24:21",
        "t": "And Araunah said, “Why has my lord the king come to his servant?” David said, “To buy the threshing floor from you, in order to build an altar to the Lord,*s that the plague may be averted from the people.”"
    },
    {
        "o": 9552,
        "r": "esv:2 Samuel:24:22",
        "t": "Then Araunah said to David, “Let my lord the king take and offer up what seems good to him. Here are the oxen for the burnt offering and the threshing sledges and the yokes of the oxen for the wood."
    },
    {
        "o": 9553,
        "r": "esv:2 Samuel:24:23",
        "t": "All this, O king, Araunah gives to the king.” And Araunah said to the king, “May the Lord*s your God accept you.”"
    },
    {
        "o": 9554,
        "r": "esv:2 Samuel:24:24",
        "t": "But the king said to Araunah, “No, but I will buy it from you for a price. I will not offer burnt offerings to the Lord*s my God that cost me nothing.” So David bought the threshing floor and the oxen for fifty shekels of silver."
    },
    {
        "o": 9555,
        "r": "esv:2 Samuel:24:25",
        "t": "And David built there an altar to the Lord*s and offered burnt offerings and peace offerings. So the Lord*s responded to the plea for the land, and the plague was averted from Israel."
    }
]
