[
    {
        "o": 25422,
        "r": "niv:Malachi:1:0",
        "t": "Malachi 1",
        "h": 1
    },
    {
        "o": 25423,
        "r": "niv:Malachi:1:1",
        "t": "A*p prophecy: The word of the Lord*s to Israel through Malachi."
    },
    {
        "o": 25424,
        "r": "niv:Malachi:1:1",
        "t": "Israel Doubts God’s Love",
        "h": 2
    },
    {
        "o": 25425,
        "r": "niv:Malachi:1:2",
        "t": "“I*p have loved you,” says the Lord.*s “But*p you ask, ‘How have you loved us?’ “Was*p not Esau Jacob’s brother?” declares the Lord.*s “Yet I have loved Jacob,"
    },
    {
        "o": 25426,
        "r": "niv:Malachi:1:3",
        "t": "but Esau I have hated, and I have turned his hill country into a wasteland and left his inheritance to the desert jackals.”"
    },
    {
        "o": 25427,
        "r": "niv:Malachi:1:4",
        "t": "Edom*p may say, “Though we have been crushed, we will rebuild the ruins.” But*p this is what the Lord*s Almighty says: “They may build, but I will demolish. They will be called the Wicked Land, a people always under the wrath of the Lord.*s"
    },
    {
        "o": 25428,
        "r": "niv:Malachi:1:5",
        "t": "You will see it with your own eyes and say, ‘Great is the Lord*s —even beyond the borders of Israel!’"
    },
    {
        "o": 25429,
        "r": "niv:Malachi:1:5",
        "t": "Breaking Covenant Through Blemished Sacrifices",
        "h": 2
    },
    {
        "o": 25430,
        "r": "niv:Malachi:1:6",
        "t": "“A*p son honors his father, and a slave his master. If I am a father, where is the honor due me? If I am a master, where is the respect due me?” says the Lord*s Almighty. “It*p is you priests who show contempt for my name. “But*p you ask, ‘How have we shown contempt for your name?’"
    },
    {
        "o": 25431,
        "r": "niv:Malachi:1:7",
        "t": "“By*p offering defiled food on my altar. “But*p you ask, ‘How have we defiled you?’ “By*p saying that the Lord’s*s table is contemptible."
    },
    {
        "o": 25432,
        "r": "niv:Malachi:1:8",
        "t": "When you offer blind animals for sacrifice, is that not wrong? When you sacrifice lame or diseased animals, is that not wrong? Try offering them to your governor! Would he be pleased with you? Would he accept you?” says the Lord*s Almighty."
    },
    {
        "o": 25433,
        "r": "niv:Malachi:1:9",
        "t": "“Now*p plead with God to be gracious to us. With such offerings from your hands, will he accept you?”—says the Lord*s Almighty."
    },
    {
        "o": 25434,
        "r": "niv:Malachi:1:10",
        "t": "“Oh,*p that one of you would shut the temple doors, so that you would not light useless fires on my altar! I am not pleased with you,” says the Lord*s Almighty, “and I will accept no offering from your hands."
    },
    {
        "o": 25435,
        "r": "niv:Malachi:1:11",
        "t": "My name will be great among the nations, from where the sun rises to where it sets. In every place incense and pure offerings will be brought to me, because my name will be great among the nations,” says the Lord*s Almighty."
    },
    {
        "o": 25436,
        "r": "niv:Malachi:1:12",
        "t": "“But*p you profane it by saying, ‘The Lord’s table is defiled,’ and, ‘Its food is contemptible.’"
    },
    {
        "o": 25437,
        "r": "niv:Malachi:1:13",
        "t": "And you say, ‘What a burden!’ and you sniff at it contemptuously,” says the Lord*s Almighty. “When*p you bring injured, lame or diseased animals and offer them as sacrifices, should I accept them from your hands?” says the Lord.*s"
    },
    {
        "o": 25438,
        "r": "niv:Malachi:1:14",
        "t": "“Cursed is the cheat who has an acceptable male in his flock and vows to give it, but then sacrifices a blemished animal to the Lord. For I am a great king,” says the Lord*s Almighty, “and my name is to be feared among the nations."
    }
]
