[
    {
        "o": 25520,
        "r": "nasb:Zechariah:3:0",
        "t": "Zechariah 3",
        "h": 1
    },
    {
        "o": 25521,
        "r": "nasb:Zechariah:3:0",
        "t": "Joshua, the High Priest",
        "h": 2
    },
    {
        "o": 25522,
        "r": "nasb:Zechariah:3:1",
        "t": "Then*p he showed me Joshua the high priest standing before the angel of the Lord,*s and Satan standing at his right hand to accuse him."
    },
    {
        "o": 25523,
        "r": "nasb:Zechariah:3:2",
        "t": "The Lord*s said to Satan, “The Lord*s rebuke you, Satan! Indeed, the Lord*s who has chosen Jerusalem rebuke you! Is this not a brand plucked from the fire?”"
    },
    {
        "o": 25524,
        "r": "nasb:Zechariah:3:3",
        "t": "Now Joshua was clothed with filthy garments and standing before the angel."
    },
    {
        "o": 25525,
        "r": "nasb:Zechariah:3:4",
        "t": "He spoke and said to those who were standing before him, saying, “Remove the filthy garments from him.” Again he said to him, “See, I have taken your iniquity away from you and will clothe you with festal robes.”"
    },
    {
        "o": 25526,
        "r": "nasb:Zechariah:3:5",
        "t": "Then I said, “Let them put a clean turban on his head.” So they put a clean turban on his head and clothed him with garments, while the angel of the Lord*s was standing by."
    },
    {
        "o": 25527,
        "r": "nasb:Zechariah:3:6",
        "t": "And*p the angel of the Lord*s admonished Joshua, saying,"
    },
    {
        "o": 25528,
        "r": "nasb:Zechariah:3:7",
        "t": "“Thus says the Lord*s of hosts, ‘If you will walk in My ways and if you will perform My service, then you will also govern My house and also have charge of My courts, and I will grant you free access among these who are standing here.*i"
    },
    {
        "o": 25529,
        "r": "nasb:Zechariah:3:7",
        "t": "The Branch",
        "h": 2
    },
    {
        "o": 25530,
        "r": "nasb:Zechariah:3:8",
        "t": "Now*p listen, Joshua the high priest, you and your friends who are sitting in front of you—indeed they are men who are a symbol, for behold, I am going to bring in My servant the Branch."
    },
    {
        "o": 25531,
        "r": "nasb:Zechariah:3:9",
        "t": "For behold, the stone that I have set before Joshua; on one stone are seven eyes. Behold, I will engrave an inscription on it,’ declares the Lord*s of hosts, ‘and I will remove the iniquity of that land in one day."
    },
    {
        "o": 25532,
        "r": "nasb:Zechariah:3:10",
        "t": "In that day,’ declares the Lord*s of hosts, ‘every one of you will invite his neighbor to sit*i under his*i vine and under his*i fig tree.’ ”"
    }
]
