[
    {
        "o": 15638,
        "r": "kjv:Psalm:73:0",
        "t": "Psalm 73",
        "h": 1
    },
    {
        "o": 15639,
        "r": "kjv:Psalm:73:0",
        "t": "A Psalm of Asaph.",
        "h": 4
    },
    {
        "o": 15640,
        "r": "kjv:Psalm:73:1",
        "t": "Truly*p God is good to Israel, even to such as are of a clean heart."
    },
    {
        "o": 15641,
        "r": "kjv:Psalm:73:2",
        "t": "But*p as for me, my feet were almost gone; my steps had well nigh slipped."
    },
    {
        "o": 15642,
        "r": "kjv:Psalm:73:3",
        "t": "For*p I was envious at the foolish, when I saw the prosperity of the wicked."
    },
    {
        "o": 15643,
        "r": "kjv:Psalm:73:4",
        "t": "For*p there are no bands in their death: but their strength is firm."
    },
    {
        "o": 15644,
        "r": "kjv:Psalm:73:5",
        "t": "They*p are not in trouble as other men; neither are they plagued like other men."
    },
    {
        "o": 15645,
        "r": "kjv:Psalm:73:6",
        "t": "Therefore*p pride compasseth them about as a chain; violence covereth them as a garment."
    },
    {
        "o": 15646,
        "r": "kjv:Psalm:73:7",
        "t": "Their*p eyes stand out with fatness: they have more than heart could wish."
    },
    {
        "o": 15647,
        "r": "kjv:Psalm:73:8",
        "t": "They*p are corrupt, and speak wickedly concerning oppression: they speak loftily."
    },
    {
        "o": 15648,
        "r": "kjv:Psalm:73:9",
        "t": "They*p set their mouth against the heavens, and their tongue walketh through the earth."
    },
    {
        "o": 15649,
        "r": "kjv:Psalm:73:10",
        "t": "Therefore*p his people return hither: and waters of a full cup are wrung out to them."
    },
    {
        "o": 15650,
        "r": "kjv:Psalm:73:11",
        "t": "And*p they say, How doth God know? and is there knowledge in the most High?"
    },
    {
        "o": 15651,
        "r": "kjv:Psalm:73:12",
        "t": "Behold,*p these are the ungodly, who prosper in the world; they increase in riches."
    },
    {
        "o": 15652,
        "r": "kjv:Psalm:73:13",
        "t": "Verily*p I have cleansed my heart in vain, and washed my hands in innocency."
    },
    {
        "o": 15653,
        "r": "kjv:Psalm:73:14",
        "t": "For*p all the day long have I been plagued, and chastened every morning."
    },
    {
        "o": 15654,
        "r": "kjv:Psalm:73:15",
        "t": "If*p I say, I will speak thus; behold, I should offend against the generation of thy children."
    },
    {
        "o": 15655,
        "r": "kjv:Psalm:73:16",
        "t": "When*p I thought to know this, it was too painful for me;"
    },
    {
        "o": 15656,
        "r": "kjv:Psalm:73:17",
        "t": "Until*p I went into the sanctuary of God; then understood I their end."
    },
    {
        "o": 15657,
        "r": "kjv:Psalm:73:18",
        "t": "Surely*p thou didst set them in slippery places: thou castedst them down into destruction."
    },
    {
        "o": 15658,
        "r": "kjv:Psalm:73:19",
        "t": "How*p are they brought into desolation, as in a moment! they are utterly consumed with terrors."
    },
    {
        "o": 15659,
        "r": "kjv:Psalm:73:20",
        "t": "As*p a dream when one awaketh; so, O Lord, when thou awakest, thou shalt despise their image."
    },
    {
        "o": 15660,
        "r": "kjv:Psalm:73:21",
        "t": "Thus*p my heart was grieved, and I was pricked in my reins."
    },
    {
        "o": 15661,
        "r": "kjv:Psalm:73:22",
        "t": "So*p foolish was I, and ignorant: I was as a beast before thee."
    },
    {
        "o": 15662,
        "r": "kjv:Psalm:73:23",
        "t": "Nevertheless*p I am continually with thee: thou hast holden me by my right hand."
    },
    {
        "o": 15663,
        "r": "kjv:Psalm:73:24",
        "t": "Thou*p shalt guide me with thy counsel, and afterward receive me to glory."
    },
    {
        "o": 15664,
        "r": "kjv:Psalm:73:25",
        "t": "Whom*p have I in heaven but thee? and there is none upon earth that I desire beside thee."
    },
    {
        "o": 15665,
        "r": "kjv:Psalm:73:26",
        "t": "My*p flesh and my heart faileth: but God is the strength of my heart, and my portion for ever."
    },
    {
        "o": 15666,
        "r": "kjv:Psalm:73:27",
        "t": "For,*p lo, they that are far from thee shall perish: thou hast destroyed all them that go a whoring from thee."
    },
    {
        "o": 15667,
        "r": "kjv:Psalm:73:28",
        "t": "But*p it is good for me to draw near to God: I have put my trust in the Lord God,*s that I may declare all thy works."
    }
]
