[
    {
        "o": 15589,
        "r": "csb:Psalm:10:0",
        "t": "Psalm 10",
        "h": 1
    },
    {
        "o": 15590,
        "r": "csb:Psalm:10:0",
        "t": "Need for God’s Justice",
        "h": 2
    },
    {
        "o": 15591,
        "r": "csb:Psalm:10:1",
        "t": "Lord,*spn why do you stand so far away? Why*ln do you hide in times of trouble?"
    },
    {
        "o": 15592,
        "r": "csb:Psalm:10:2",
        "t": "In*ln arrogance the wicked relentlessly pursue their victims; let*ln them be caught in the schemes they have devised."
    },
    {
        "o": 15593,
        "r": "csb:Psalm:10:3",
        "t": "For*pn the wicked one boasts about his own cravings; the*ln one who is greedy curses and despises the Lord.*s"
    },
    {
        "o": 15594,
        "r": "csb:Psalm:10:4",
        "t": "In*ln all his scheming, the*ln wicked person arrogantly thinks, “There’s*ln no accountability, since*ln there’s no God.”"
    },
    {
        "o": 15595,
        "r": "csb:Psalm:10:5",
        "t": "His*ln ways are always secure; your*ln lofty judgments have no effect on him; he*ln scoffs at all his adversaries."
    },
    {
        "o": 15596,
        "r": "csb:Psalm:10:6",
        "t": "He*ln says to himself, “I will never be moved — from*ln generation to generation I will be without calamity.”"
    },
    {
        "o": 15597,
        "r": "csb:Psalm:10:7",
        "t": "Cursing,*ln deceit, and violence fill his mouth; trouble*ln and malice are under his tongue."
    },
    {
        "o": 15598,
        "r": "csb:Psalm:10:8",
        "t": "He*ln waits in ambush near settlements; he*ln kills the innocent in secret places. His*ln eyes are on the lookout for the helpless;"
    },
    {
        "o": 15599,
        "r": "csb:Psalm:10:9",
        "t": "he*ln lurks in secret like a lion in a thicket. He*ln lurks in order to seize a victim; he*ln seizes a victim and drags him in his net."
    },
    {
        "o": 15600,
        "r": "csb:Psalm:10:10",
        "t": "So*ln he is oppressed and beaten down; helpless*ln people fall because of the wicked one’s strength."
    },
    {
        "o": 15601,
        "r": "csb:Psalm:10:11",
        "t": "He*ln says to himself, “God has forgotten; he*ln hides his face and will never see.”"
    },
    {
        "o": 15602,
        "r": "csb:Psalm:10:12",
        "t": "Rise*pn up, Lord*s God! Lift up your hand. Do*ln not forget the oppressed."
    },
    {
        "o": 15603,
        "r": "csb:Psalm:10:13",
        "t": "Why*ln has the wicked person despised God? He*ln says to himself, “You will not demand an account.”"
    },
    {
        "o": 15604,
        "r": "csb:Psalm:10:14",
        "t": "But*ln you yourself have seen trouble and grief, observing*ln it in order to take the matter into your hands. The*ln helpless one entrusts himself to you; you*ln are a helper of the fatherless."
    },
    {
        "o": 15605,
        "r": "csb:Psalm:10:15",
        "t": "Break*ln the arm of the wicked, evil person, until*ln you look for his wickedness, but*ln it can’t be found."
    },
    {
        "o": 15606,
        "r": "csb:Psalm:10:16",
        "t": "The*pn Lord*s is King forever and ever; the*ln nations will perish from his land."
    },
    {
        "o": 15607,
        "r": "csb:Psalm:10:17",
        "t": "Lord,*sln you have heard the desire of the humble; you*ln will strengthen their hearts. You*ln will listen carefully,"
    },
    {
        "o": 15608,
        "r": "csb:Psalm:10:18",
        "t": "doing*ln justice for the fatherless and the oppressed so*ln that mere humans from the earth may terrify them no more."
    }
]
