[
    {
        "o": 16695,
        "r": "nasb:Psalm:74:0",
        "t": "Psalm 74",
        "h": 1
    },
    {
        "o": 16696,
        "r": "nasb:Psalm:74:0",
        "t": "An Appeal against the Devastation of the Land by the Enemy.",
        "h": 2
    },
    {
        "o": 16697,
        "r": "nasb:Psalm:74:0",
        "t": "A Maskil of Asaph.",
        "h": 2.5
    },
    {
        "o": 16698,
        "r": "nasb:Psalm:74:1",
        "t": "O*pn God, why have You rejected us*i forever? Why*ln does Your anger smoke against the sheep of Your pasture?"
    },
    {
        "o": 16699,
        "r": "nasb:Psalm:74:2",
        "t": "Remember*ln Your congregation, which You have purchased of old, Which*ln You have redeemed to be the tribe of Your inheritance; And*iln this Mount Zion, where You have dwelt."
    },
    {
        "o": 16700,
        "r": "nasb:Psalm:74:3",
        "t": "Turn*ln Your footsteps toward the perpetual ruins; The*ln enemy has damaged everything within the sanctuary."
    },
    {
        "o": 16701,
        "r": "nasb:Psalm:74:4",
        "t": "Your*ln adversaries have roared in the midst of Your meeting place; They*ln have set up their own standards for signs."
    },
    {
        "o": 16702,
        "r": "nasb:Psalm:74:5",
        "t": "It*ln seems as if one had lifted up His*iln axe in a forest of trees."
    },
    {
        "o": 16703,
        "r": "nasb:Psalm:74:6",
        "t": "And*ln now all its carved work They*ln smash with hatchet and hammers."
    },
    {
        "o": 16704,
        "r": "nasb:Psalm:74:7",
        "t": "They*ln have burned Your sanctuary to the ground; They*ln have defiled the dwelling place of Your name."
    },
    {
        "o": 16705,
        "r": "nasb:Psalm:74:8",
        "t": "They*ln said in their heart, “Let us completely subdue them.” They*ln have burned all the meeting places of God in the land."
    },
    {
        "o": 16706,
        "r": "nasb:Psalm:74:9",
        "t": "We*ln do not see our signs; There*ln is no longer any prophet, Nor*ln is there any among us who knows how long."
    },
    {
        "o": 16707,
        "r": "nasb:Psalm:74:10",
        "t": "How*ln long, O God, will the adversary revile, And*iln the enemy spurn Your name forever?"
    },
    {
        "o": 16708,
        "r": "nasb:Psalm:74:11",
        "t": "Why*ln do You withdraw Your hand, even Your right hand? From*ln within Your bosom, destroy them!*i"
    },
    {
        "o": 16709,
        "r": "nasb:Psalm:74:12",
        "t": "Yet*ln God is my king from of old, Who*ln works deeds of deliverance in the midst of the earth."
    },
    {
        "o": 16710,
        "r": "nasb:Psalm:74:13",
        "t": "You*ln divided the sea by Your strength; You*ln broke the heads of the sea monsters in the waters."
    },
    {
        "o": 16711,
        "r": "nasb:Psalm:74:14",
        "t": "You*ln crushed the heads of Leviathan; You*ln gave him as food for the creatures of the wilderness."
    },
    {
        "o": 16712,
        "r": "nasb:Psalm:74:15",
        "t": "You*ln broke open springs and torrents; You*ln dried up ever-flowing streams."
    },
    {
        "o": 16713,
        "r": "nasb:Psalm:74:16",
        "t": "Yours*ln is the day, Yours also is the night; You*ln have prepared the light and the sun."
    },
    {
        "o": 16714,
        "r": "nasb:Psalm:74:17",
        "t": "You*ln have established all the boundaries of the earth; You*ln have made summer and winter."
    },
    {
        "o": 16715,
        "r": "nasb:Psalm:74:18",
        "t": "Remember*ln this, O Lord,*s that the enemy has reviled, And*ln a foolish people has spurned Your name."
    },
    {
        "o": 16716,
        "r": "nasb:Psalm:74:19",
        "t": "Do*ln not deliver the soul of Your turtledove to the wild beast; Do*ln not forget the life of Your afflicted forever."
    },
    {
        "o": 16717,
        "r": "nasb:Psalm:74:20",
        "t": "Consider*ln the covenant; For*ln the dark places of the land are full of the habitations of violence."
    },
    {
        "o": 16718,
        "r": "nasb:Psalm:74:21",
        "t": "Let*ln not the oppressed return dishonored; Let*ln the afflicted and needy praise Your name."
    },
    {
        "o": 16719,
        "r": "nasb:Psalm:74:22",
        "t": "Arise,*ln O God, and*i plead Your own cause; Remember*ln how the foolish man reproaches You all day long."
    },
    {
        "o": 16720,
        "r": "nasb:Psalm:74:23",
        "t": "Do*ln not forget the voice of Your adversaries, The*ln uproar of those who rise against You which ascends continually."
    }
]
