[
    {
        "o": 12549,
        "r": "esv:2 Chronicles:11:0",
        "t": "2 Chronicles 11",
        "h": 1
    },
    {
        "o": 12550,
        "r": "esv:2 Chronicles:11:0",
        "t": "Rehoboam Secures His Kingdom",
        "h": 2
    },
    {
        "o": 12551,
        "r": "esv:2 Chronicles:11:1",
        "t": "When*p Rehoboam came to Jerusalem, he assembled the house of Judah and Benjamin, 180,000 chosen warriors, to fight against Israel, to restore the kingdom to Rehoboam."
    },
    {
        "o": 12552,
        "r": "esv:2 Chronicles:11:2",
        "t": "But the word of the Lord*s came to Shemaiah the man of God:"
    },
    {
        "o": 12553,
        "r": "esv:2 Chronicles:11:3",
        "t": "“Say to Rehoboam the son of Solomon, king of Judah, and to all Israel in Judah and Benjamin,"
    },
    {
        "o": 12554,
        "r": "esv:2 Chronicles:11:4",
        "t": "‘Thus says the Lord,*s You shall not go up or fight against your relatives. Return every man to his home, for this thing is from me.’” So they listened to the word of the Lord*s and returned and did not go against Jeroboam."
    },
    {
        "o": 12555,
        "r": "esv:2 Chronicles:11:5",
        "t": "Rehoboam*p lived in Jerusalem, and he built cities for defense in Judah."
    },
    {
        "o": 12556,
        "r": "esv:2 Chronicles:11:6",
        "t": "He built Bethlehem, Etam, Tekoa,"
    },
    {
        "o": 12557,
        "r": "esv:2 Chronicles:11:7",
        "t": "Beth-zur, Soco, Adullam,"
    },
    {
        "o": 12558,
        "r": "esv:2 Chronicles:11:8",
        "t": "Gath, Mareshah, Ziph,"
    },
    {
        "o": 12559,
        "r": "esv:2 Chronicles:11:9",
        "t": "Adoraim, Lachish, Azekah,"
    },
    {
        "o": 12560,
        "r": "esv:2 Chronicles:11:10",
        "t": "Zorah, Aijalon, and Hebron, fortified cities that are in Judah and in Benjamin."
    },
    {
        "o": 12561,
        "r": "esv:2 Chronicles:11:11",
        "t": "He made the fortresses strong, and put commanders in them, and stores of food, oil, and wine."
    },
    {
        "o": 12562,
        "r": "esv:2 Chronicles:11:12",
        "t": "And he put shields and spears in all the cities and made them very strong. So he held Judah and Benjamin."
    },
    {
        "o": 12563,
        "r": "esv:2 Chronicles:11:12",
        "t": "Priests and Levites Come to Jerusalem",
        "h": 2
    },
    {
        "o": 12564,
        "r": "esv:2 Chronicles:11:13",
        "t": "And*p the priests and the Levites who were in all Israel presented themselves to him from all places where they lived."
    },
    {
        "o": 12565,
        "r": "esv:2 Chronicles:11:14",
        "t": "For the Levites left their common lands and their holdings and came to Judah and Jerusalem, because Jeroboam and his sons cast them out from serving as priests of the Lord,*s"
    },
    {
        "o": 12566,
        "r": "esv:2 Chronicles:11:15",
        "t": "and he appointed his own priests for the high places and for the goat idols and for the calves that he had made."
    },
    {
        "o": 12567,
        "r": "esv:2 Chronicles:11:16",
        "t": "And those who had set their hearts to seek the Lord*s God of Israel came after them from all the tribes of Israel to Jerusalem to sacrifice to the Lord,*s the God of their fathers."
    },
    {
        "o": 12568,
        "r": "esv:2 Chronicles:11:17",
        "t": "They strengthened the kingdom of Judah, and for three years they made Rehoboam the son of Solomon secure, for they walked for three years in the way of David and Solomon."
    },
    {
        "o": 12569,
        "r": "esv:2 Chronicles:11:17",
        "t": "Rehoboam’s Family",
        "h": 2
    },
    {
        "o": 12570,
        "r": "esv:2 Chronicles:11:18",
        "t": "Rehoboam*p took as wife Mahalath the daughter of Jerimoth the son of David, and of Abihail the daughter of Eliab the son of Jesse,"
    },
    {
        "o": 12571,
        "r": "esv:2 Chronicles:11:19",
        "t": "and she bore him sons, Jeush, Shemariah, and Zaham."
    },
    {
        "o": 12572,
        "r": "esv:2 Chronicles:11:20",
        "t": "After her he took Maacah the daughter of Absalom, who bore him Abijah, Attai, Ziza, and Shelomith."
    },
    {
        "o": 12573,
        "r": "esv:2 Chronicles:11:21",
        "t": "Rehoboam loved Maacah the daughter of Absalom above all his wives and concubines (he took eighteen wives and sixty concubines, and fathered twenty-eight sons and sixty daughters)."
    },
    {
        "o": 12574,
        "r": "esv:2 Chronicles:11:22",
        "t": "And Rehoboam appointed Abijah the son of Maacah as chief prince among his brothers, for he intended to make him king."
    },
    {
        "o": 12575,
        "r": "esv:2 Chronicles:11:23",
        "t": "And he dealt wisely and distributed some of his sons through all the districts of Judah and Benjamin, in all the fortified cities, and he gave them abundant provisions and procured wives for them."
    }
]
