[
    {
        "o": 11145,
        "r": "nasb:2 Kings:23:0",
        "t": "2 Kings 23",
        "h": 1
    },
    {
        "o": 11146,
        "r": "nasb:2 Kings:23:0",
        "t": "Josiah’s Covenant",
        "h": 2
    },
    {
        "o": 11147,
        "r": "nasb:2 Kings:23:1",
        "t": "Then*p the king sent, and they gathered to him all the elders of Judah and of Jerusalem."
    },
    {
        "o": 11148,
        "r": "nasb:2 Kings:23:2",
        "t": "The king went up to the house of the Lord*s and all the men of Judah and all the inhabitants of Jerusalem with him, and the priests and the prophets and all the people, both small and great; and he read in their hearing all the words of the book of the covenant which was found in the house of the Lord.*s"
    },
    {
        "o": 11149,
        "r": "nasb:2 Kings:23:3",
        "t": "The king stood by the pillar and made a covenant before the Lord,*s to walk after the Lord,*s and to keep His commandments and His testimonies and His statutes with all his*i heart and all his*i soul, to carry out the words of this covenant that were written in this book. And all the people entered into the covenant."
    },
    {
        "o": 11150,
        "r": "nasb:2 Kings:23:3",
        "t": "Reforms under Josiah",
        "h": 2
    },
    {
        "o": 11151,
        "r": "nasb:2 Kings:23:4",
        "t": "Then*p the king commanded Hilkiah the high priest and the priests of the second order and the doorkeepers, to bring out of the temple of the Lord*s all the vessels that were made for Baal, for Asherah, and for all the host of heaven; and he burned them outside Jerusalem in the fields of the Kidron, and carried their ashes to Bethel."
    },
    {
        "o": 11152,
        "r": "nasb:2 Kings:23:5",
        "t": "He did away with the idolatrous priests whom the kings of Judah had appointed to burn incense in the high places in the cities of Judah and in the surrounding area of Jerusalem, also those who burned incense to Baal, to the sun and to the moon and to the constellations and to all the host of heaven."
    },
    {
        "o": 11153,
        "r": "nasb:2 Kings:23:6",
        "t": "He brought out the Asherah from the house of the Lord*s outside Jerusalem to the brook Kidron, and burned it at the brook Kidron, and ground it*i to dust, and threw its dust on the graves of the common people."
    },
    {
        "o": 11154,
        "r": "nasb:2 Kings:23:7",
        "t": "He also broke down the houses of the male*i cult prostitutes which were*i in the house of the Lord,*s where the women were weaving hangings for the Asherah."
    },
    {
        "o": 11155,
        "r": "nasb:2 Kings:23:8",
        "t": "Then he brought all the priests from the cities of Judah, and defiled the high places where the priests had burned incense, from Geba to Beersheba; and he broke down the high places of the gates which were*i at the entrance of the gate of Joshua the governor of the city, which were*i on one’s left at the city gate."
    },
    {
        "o": 11156,
        "r": "nasb:2 Kings:23:9",
        "t": "Nevertheless the priests of the high places did not go up to the altar of the Lord*s in Jerusalem, but they ate unleavened bread among their brothers."
    },
    {
        "o": 11157,
        "r": "nasb:2 Kings:23:10",
        "t": "He also defiled Topheth, which is in the valley of the son of Hinnom, that no man might make his son or his daughter pass through the fire for Molech."
    },
    {
        "o": 11158,
        "r": "nasb:2 Kings:23:11",
        "t": "He did away with the horses which the kings of Judah had given to the sun, at the entrance of the house of the Lord,*s by the chamber of Nathan-melech the official, which was*i in the precincts; and he burned the chariots of the sun with fire."
    },
    {
        "o": 11159,
        "r": "nasb:2 Kings:23:12",
        "t": "The altars which were*i on the roof, the upper chamber of Ahaz, which the kings of Judah had made, and the altars which Manasseh had made in the two courts of the house of the Lord,*s the king broke down; and he smashed them there and threw their dust into the brook Kidron."
    },
    {
        "o": 11160,
        "r": "nasb:2 Kings:23:13",
        "t": "The high places which were*i before Jerusalem, which were*i on the right of the mount of destruction which Solomon the king of Israel had built for Ashtoreth the abomination of the Sidonians, and for Chemosh the abomination of Moab, and for Milcom the abomination of the sons of Ammon, the king defiled."
    },
    {
        "o": 11161,
        "r": "nasb:2 Kings:23:14",
        "t": "He broke in pieces the sacred*i pillars and cut down the Asherim and filled their places with human bones."
    },
    {
        "o": 11162,
        "r": "nasb:2 Kings:23:15",
        "t": "Furthermore,*p the altar that was*i at Bethel and*i the high place which Jeroboam the son of Nebat, who made Israel sin, had made, even that altar and the high place he broke down. Then he demolished its stones, ground them to dust, and burned the Asherah."
    },
    {
        "o": 11163,
        "r": "nasb:2 Kings:23:16",
        "t": "Now when Josiah turned, he saw the graves that were*i there on the mountain, and he sent and took the bones from the graves and burned them*i on the altar and defiled it according to the word of the Lord*s which the man of God proclaimed, who proclaimed these things."
    },
    {
        "o": 11164,
        "r": "nasb:2 Kings:23:17",
        "t": "Then he said, “What is this monument that I see?” And the men of the city told him, “It is the grave of the man of God who came from Judah and proclaimed these things which you have done against the altar of Bethel.”"
    },
    {
        "o": 11165,
        "r": "nasb:2 Kings:23:18",
        "t": "He said, “Let him alone; let no one disturb his bones.” So they left his bones undisturbed with the bones of the prophet who came from Samaria."
    },
    {
        "o": 11166,
        "r": "nasb:2 Kings:23:19",
        "t": "Josiah also removed all the houses of the high places which were*i in the cities of Samaria, which the kings of Israel had made provoking the Lord;*s and he did to them just as he had done in Bethel."
    },
    {
        "o": 11167,
        "r": "nasb:2 Kings:23:20",
        "t": "All the priests of the high places who were*i there he slaughtered on the altars and burned human bones on them; then he returned to Jerusalem."
    },
    {
        "o": 11168,
        "r": "nasb:2 Kings:23:20",
        "t": "Passover Reinstituted",
        "h": 2
    },
    {
        "o": 11169,
        "r": "nasb:2 Kings:23:21",
        "t": "Then*p the king commanded all the people saying, “Celebrate the Passover to the Lord*s your God as it is written in this book of the covenant.”"
    },
    {
        "o": 11170,
        "r": "nasb:2 Kings:23:22",
        "t": "Surely such a Passover had not been celebrated from the days of the judges who judged Israel, nor in all the days of the kings of Israel and of the kings of Judah."
    },
    {
        "o": 11171,
        "r": "nasb:2 Kings:23:23",
        "t": "But in the eighteenth year of King Josiah, this Passover was observed to the Lord*s in Jerusalem."
    },
    {
        "o": 11172,
        "r": "nasb:2 Kings:23:24",
        "t": "Moreover,*p Josiah removed the mediums and the spiritists and the teraphim and the idols and all the abominations that were seen in the land of Judah and in Jerusalem, that he might confirm the words of the law which were written in the book that Hilkiah the priest found in the house of the Lord.*s"
    },
    {
        "o": 11173,
        "r": "nasb:2 Kings:23:25",
        "t": "Before him there was no king like him who turned to the Lord*s with all his heart and with all his soul and with all his might, according to all the law of Moses; nor did any like him arise after him."
    },
    {
        "o": 11174,
        "r": "nasb:2 Kings:23:26",
        "t": "However,*p the Lord*s did not turn from the fierceness of His great wrath with which His anger burned against Judah, because of all the provocations with which Manasseh had provoked Him."
    },
    {
        "o": 11175,
        "r": "nasb:2 Kings:23:27",
        "t": "The Lord*s said, “I will remove Judah also from My sight, as I have removed Israel. And I will cast off Jerusalem, this city which I have chosen, and the temple of which I said, ‘My name shall be there.’ ”"
    },
    {
        "o": 11176,
        "r": "nasb:2 Kings:23:27",
        "t": "Jehoahaz Succeeds Josiah",
        "h": 2
    },
    {
        "o": 11177,
        "r": "nasb:2 Kings:23:28",
        "t": "Now*p the rest of the acts of Josiah and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 11178,
        "r": "nasb:2 Kings:23:29",
        "t": "In his days Pharaoh Neco king of Egypt went up to the king of Assyria to the river Euphrates. And King Josiah went to meet him, and when Pharaoh*i Neco*i saw him he killed him at Megiddo."
    },
    {
        "o": 11179,
        "r": "nasb:2 Kings:23:30",
        "t": "His servants drove his body in a chariot from Megiddo, and brought him to Jerusalem and buried him in his own tomb. Then the people of the land took Jehoahaz the son of Josiah and anointed him and made him king in place of his father."
    },
    {
        "o": 11180,
        "r": "nasb:2 Kings:23:31",
        "t": "Jehoahaz*p was twenty-three years old when he became king, and he reigned three months in Jerusalem; and his mother’s name was Hamutal the daughter of Jeremiah of Libnah."
    },
    {
        "o": 11181,
        "r": "nasb:2 Kings:23:32",
        "t": "He did evil in the sight of the Lord,*s according to all that his fathers had done."
    },
    {
        "o": 11182,
        "r": "nasb:2 Kings:23:33",
        "t": "Pharaoh Neco imprisoned him at Riblah in the land of Hamath, that he might not reign in Jerusalem; and he imposed on the land a fine of one hundred talents of silver and a talent of gold."
    },
    {
        "o": 11183,
        "r": "nasb:2 Kings:23:33",
        "t": "Jehoiakim Made King by Pharaoh",
        "h": 2
    },
    {
        "o": 11184,
        "r": "nasb:2 Kings:23:34",
        "t": "Pharaoh*p Neco made Eliakim the son of Josiah king in the place of Josiah his father, and changed his name to Jehoiakim. But he took Jehoahaz away and brought him*i to Egypt, and he died there."
    },
    {
        "o": 11185,
        "r": "nasb:2 Kings:23:35",
        "t": "So Jehoiakim gave the silver and gold to Pharaoh, but he taxed the land in order to give the money at the command of Pharaoh. He exacted the silver and gold from the people of the land, each according to his valuation, to give it to Pharaoh Neco."
    },
    {
        "o": 11186,
        "r": "nasb:2 Kings:23:36",
        "t": "Jehoiakim*p was twenty-five years old when he became king, and he reigned eleven years in Jerusalem; and his mother’s name was*i Zebidah the daughter of Pedaiah of Rumah."
    },
    {
        "o": 11187,
        "r": "nasb:2 Kings:23:37",
        "t": "He did evil in the sight of the Lord,*s according to all that his fathers had done."
    }
]
