[
    {
        "o": 4628,
        "r": "nasb:Numbers:17:0",
        "t": "Numbers 17",
        "h": 1
    },
    {
        "o": 4629,
        "r": "nasb:Numbers:17:0",
        "t": "Aaron’s Rod Buds",
        "h": 2
    },
    {
        "o": 4630,
        "r": "nasb:Numbers:17:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4631,
        "r": "nasb:Numbers:17:2",
        "t": "“Speak to the sons of Israel, and get from them a rod for each father’s household: twelve rods, from all their leaders according to their fathers’ households. You shall write each name on his rod,"
    },
    {
        "o": 4632,
        "r": "nasb:Numbers:17:3",
        "t": "and write Aaron’s name on the rod of Levi; for there is one rod for the head of*i each*i of their fathers’ households."
    },
    {
        "o": 4633,
        "r": "nasb:Numbers:17:4",
        "t": "You shall then deposit them in the tent of meeting in front of the testimony, where I meet with you."
    },
    {
        "o": 4634,
        "r": "nasb:Numbers:17:5",
        "t": "It will come about that the rod of the man whom I choose will sprout. Thus I will lessen from upon Myself the grumblings of the sons of Israel, who are grumbling against you.”"
    },
    {
        "o": 4635,
        "r": "nasb:Numbers:17:6",
        "t": "Moses therefore spoke to the sons of Israel, and all their leaders gave him a rod apiece, for each leader according to their fathers’ households, twelve rods, with the rod of Aaron among their rods."
    },
    {
        "o": 4636,
        "r": "nasb:Numbers:17:7",
        "t": "So Moses deposited the rods before the Lord*s in the tent of the testimony."
    },
    {
        "o": 4637,
        "r": "nasb:Numbers:17:8",
        "t": "Now*p on the next day Moses went into the tent of the testimony; and behold, the rod of Aaron for the house of Levi had sprouted and put forth buds and produced blossoms, and it bore ripe almonds."
    },
    {
        "o": 4638,
        "r": "nasb:Numbers:17:9",
        "t": "Moses then brought out all the rods from the presence of the Lord*s to all the sons of Israel; and they looked, and each man took his rod."
    },
    {
        "o": 4639,
        "r": "nasb:Numbers:17:10",
        "t": "But the Lord*s said to Moses, “Put back the rod of Aaron before the testimony to be kept as a sign against the rebels, that you may put an end to their grumblings against Me, so that they will not die.”"
    },
    {
        "o": 4640,
        "r": "nasb:Numbers:17:11",
        "t": "Thus Moses did; just as the Lord*s had commanded him, so he did."
    },
    {
        "o": 4641,
        "r": "nasb:Numbers:17:12",
        "t": "Then*p the sons of Israel spoke to Moses, saying, “Behold, we perish, we are dying, we are all dying!"
    },
    {
        "o": 4642,
        "r": "nasb:Numbers:17:13",
        "t": "Everyone who comes near, who comes near to the tabernacle of the Lord,*s must die. Are we to perish completely?”"
    }
]
