[
    {
        "o": 7962,
        "r": "kjv:1 Samuel:19:0",
        "t": "1 Samuel 19",
        "h": 1
    },
    {
        "o": 7963,
        "r": "kjv:1 Samuel:19:1",
        "t": "And*p Saul spake to Jonathan his son, and to all his servants, that they should kill David."
    },
    {
        "o": 7964,
        "r": "kjv:1 Samuel:19:2",
        "t": "But*p Jonathan Saul's son delighted much in David: and Jonathan told David, saying, Saul my father seeketh to kill thee: now therefore, I pray thee, take heed to thyself until the morning, and abide in a secret place, and hide thyself:"
    },
    {
        "o": 7965,
        "r": "kjv:1 Samuel:19:3",
        "t": "And*p I will go out and stand beside my father in the field where thou art, and I will commune with my father of thee; and what I see, that I will tell thee."
    },
    {
        "o": 7966,
        "r": "kjv:1 Samuel:19:4",
        "t": "And*p Jonathan spake good of David unto Saul his father, and said unto him, Let not the king sin against his servant, against David; because he hath not sinned against thee, and because his works have been to thee-ward very good:"
    },
    {
        "o": 7967,
        "r": "kjv:1 Samuel:19:5",
        "t": "For*p he did put his life in his hand, and slew the Philistine, and the Lord*s wrought a great salvation for all Israel: thou sawest it, and didst rejoice: wherefore then wilt thou sin against innocent blood, to slay David without a cause?"
    },
    {
        "o": 7968,
        "r": "kjv:1 Samuel:19:6",
        "t": "And*p Saul hearkened unto the voice of Jonathan: and Saul sware, As the Lord*s liveth, he shall not be slain."
    },
    {
        "o": 7969,
        "r": "kjv:1 Samuel:19:7",
        "t": "And*p Jonathan called David, and Jonathan shewed him all those things. And Jonathan brought David to Saul, and he was in his presence, as in times past."
    },
    {
        "o": 7970,
        "r": "kjv:1 Samuel:19:8",
        "t": "And*p there was war again: and David went out, and fought with the Philistines, and slew them with a great slaughter; and they fled from him."
    },
    {
        "o": 7971,
        "r": "kjv:1 Samuel:19:9",
        "t": "And*p the evil spirit from the Lord*s was upon Saul, as he sat in his house with his javelin in his hand: and David played with his hand."
    },
    {
        "o": 7972,
        "r": "kjv:1 Samuel:19:10",
        "t": "And*p Saul sought to smite David even to the wall with the javelin; but he slipped away out of Saul's presence, and he smote the javelin into the wall: and David fled, and escaped that night."
    },
    {
        "o": 7973,
        "r": "kjv:1 Samuel:19:11",
        "t": "Saul*p also sent messengers unto David's house, to watch him, and to slay him in the morning: and Michal David's wife told him, saying, If thou save not thy life to night, to morrow thou shalt be slain."
    },
    {
        "o": 7974,
        "r": "kjv:1 Samuel:19:12",
        "t": "So*p Michal let David down through a window: and he went, and fled, and escaped."
    },
    {
        "o": 7975,
        "r": "kjv:1 Samuel:19:13",
        "t": "And*p Michal took an image, and laid it in the bed, and put a pillow of goats' hair for his bolster, and covered it with a cloth."
    },
    {
        "o": 7976,
        "r": "kjv:1 Samuel:19:14",
        "t": "And*p when Saul sent messengers to take David, she said, He is sick."
    },
    {
        "o": 7977,
        "r": "kjv:1 Samuel:19:15",
        "t": "And*p Saul sent the messengers again to see David, saying, Bring him up to me in the bed, that I may slay him."
    },
    {
        "o": 7978,
        "r": "kjv:1 Samuel:19:16",
        "t": "And*p when the messengers were come in, behold, there was an image in the bed, with a pillow of goats' hair for his bolster."
    },
    {
        "o": 7979,
        "r": "kjv:1 Samuel:19:17",
        "t": "And*p Saul said unto Michal, Why hast thou deceived me so, and sent away mine enemy, that he is escaped? And Michal answered Saul, He said unto me, Let me go; why should I kill thee?"
    },
    {
        "o": 7980,
        "r": "kjv:1 Samuel:19:18",
        "t": "So*p David fled, and escaped, and came to Samuel to Ramah, and told him all that Saul had done to him. And he and Samuel went and dwelt in Naioth."
    },
    {
        "o": 7981,
        "r": "kjv:1 Samuel:19:19",
        "t": "And*p it was told Saul, saying, Behold, David is at Naioth in Ramah."
    },
    {
        "o": 7982,
        "r": "kjv:1 Samuel:19:20",
        "t": "And*p Saul sent messengers to take David: and when they saw the company of the prophets prophesying, and Samuel standing as appointed over them, the Spirit of God was upon the messengers of Saul, and they also prophesied."
    },
    {
        "o": 7983,
        "r": "kjv:1 Samuel:19:21",
        "t": "And*p when it was told Saul, he sent other messengers, and they prophesied likewise. And Saul sent messengers again the third time, and they prophesied also."
    },
    {
        "o": 7984,
        "r": "kjv:1 Samuel:19:22",
        "t": "Then*p went he also to Ramah, and came to a great well that is in Sechu: and he asked and said, Where are Samuel and David? And one said, Behold, they be at Naioth in Ramah."
    },
    {
        "o": 7985,
        "r": "kjv:1 Samuel:19:23",
        "t": "And*p he went thither to Naioth in Ramah: and the Spirit of God was upon him also, and he went on, and prophesied, until he came to Naioth in Ramah."
    },
    {
        "o": 7986,
        "r": "kjv:1 Samuel:19:24",
        "t": "And*p he stripped off his clothes also, and prophesied before Samuel in like manner, and lay down naked all that day and all that night. Wherefore they say, Is Saul also among the prophets?"
    }
]
