[
    {
        "o": 22958,
        "r": "nkjv:Ezekiel:4:0",
        "t": "Ezekiel 4",
        "h": 1
    },
    {
        "o": 22959,
        "r": "nkjv:Ezekiel:4:0",
        "t": "The Siege of Jerusalem Portrayed",
        "h": 2
    },
    {
        "o": 22960,
        "r": "nkjv:Ezekiel:4:1",
        "t": "“You*p also, son of man, take a clay tablet and lay it before you, and portray on it a city, Jerusalem."
    },
    {
        "o": 22961,
        "r": "nkjv:Ezekiel:4:2",
        "t": "Lay siege against it, build a siege wall against it, and heap up a mound against it; set camps against it also, and place battering rams against it all around."
    },
    {
        "o": 22962,
        "r": "nkjv:Ezekiel:4:3",
        "t": "Moreover take for yourself an iron plate, and set it as*i an iron wall between you and the city. Set your face against it, and it shall be besieged, and you shall lay siege against it. This will*i be*i a sign to the house of Israel."
    },
    {
        "o": 22963,
        "r": "nkjv:Ezekiel:4:4",
        "t": "“Lie*p also on your left side, and lay the iniquity of the house of Israel upon it. According*i to the number of the days that you lie on it, you shall bear their iniquity."
    },
    {
        "o": 22964,
        "r": "nkjv:Ezekiel:4:5",
        "t": "For I have laid on you the years of their iniquity, according to the number of the days, three hundred and ninety days; so you shall bear the iniquity of the house of Israel."
    },
    {
        "o": 22965,
        "r": "nkjv:Ezekiel:4:6",
        "t": "And when you have completed them, lie again on your right side; then you shall bear the iniquity of the house of Judah forty days. I have laid on you a day for each year."
    },
    {
        "o": 22966,
        "r": "nkjv:Ezekiel:4:7",
        "t": "“Therefore*p you shall set your face toward the siege of Jerusalem; your arm shall*i be*i uncovered, and you shall prophesy against it."
    },
    {
        "o": 22967,
        "r": "nkjv:Ezekiel:4:8",
        "t": "And surely I will restrain you so that you cannot turn from one side to another till you have ended the days of your siege."
    },
    {
        "o": 22968,
        "r": "nkjv:Ezekiel:4:9",
        "t": "“Also*p take for yourself wheat, barley, beans, lentils, millet, and spelt; put them into one vessel, and make bread of them for yourself. During*i the number of days that you lie on your side, three hundred and ninety days, you shall eat it."
    },
    {
        "o": 22969,
        "r": "nkjv:Ezekiel:4:10",
        "t": "And your food which you eat shall*i be*i by weight, twenty shekels a day; from time to time you shall eat it."
    },
    {
        "o": 22970,
        "r": "nkjv:Ezekiel:4:11",
        "t": "You shall also drink water by measure, one-sixth of a hin; from time to time you shall drink."
    },
    {
        "o": 22971,
        "r": "nkjv:Ezekiel:4:12",
        "t": "And you shall eat it as*i barley cakes; and bake it using fuel of human waste in their sight.”"
    },
    {
        "o": 22972,
        "r": "nkjv:Ezekiel:4:13",
        "t": "Then*p the Lord*s said, “So shall the children of Israel eat their defiled bread among the Gentiles, where I will drive them.”"
    },
    {
        "o": 22973,
        "r": "nkjv:Ezekiel:4:14",
        "t": "So*p I said, “Ah, Lord God!*s Indeed I have never defiled myself from my youth till now; I have never eaten what died of itself or was torn by beasts, nor has abominable flesh ever come into my mouth.”"
    },
    {
        "o": 22974,
        "r": "nkjv:Ezekiel:4:15",
        "t": "Then*p He said to me, “See, I am giving you cow dung instead of human waste, and you shall prepare your bread over it.”"
    },
    {
        "o": 22975,
        "r": "nkjv:Ezekiel:4:16",
        "t": "Moreover*p He said to me, “Son of man, surely I will cut off the supply of bread in Jerusalem; they shall eat bread by weight and with anxiety, and shall drink water by measure and with dread,"
    },
    {
        "o": 22976,
        "r": "nkjv:Ezekiel:4:17",
        "t": "that they may lack bread and water, and be dismayed with one another, and waste away because of their iniquity."
    }
]
