[
    {
        "o": 32929,
        "r": "csb:Galatians:2:0",
        "t": "Galatians 2",
        "h": 1
    },
    {
        "o": 32930,
        "r": "csb:Galatians:2:0",
        "t": "Paul Defends His Gospel at Jerusalem",
        "h": 2
    },
    {
        "o": 32931,
        "r": "csb:Galatians:2:1",
        "t": "Then*p after fourteen years I went up again to Jerusalem with Barnabas, taking Titus along also."
    },
    {
        "o": 32932,
        "r": "csb:Galatians:2:2",
        "t": "I went up according to a revelation and presented to them the gospel I preach among the Gentiles, but privately to those recognized as leaders. I wanted to be sure I was not running, and had not been running, in vain."
    },
    {
        "o": 32933,
        "r": "csb:Galatians:2:3",
        "t": "But not even Titus, who was with me, was compelled to be circumcised, even though he was a Greek."
    },
    {
        "o": 32934,
        "r": "csb:Galatians:2:4",
        "t": "This matter arose because some false brothers had infiltrated our ranks to spy on the freedom we have in Christ Jesus in order to enslave us."
    },
    {
        "o": 32935,
        "r": "csb:Galatians:2:5",
        "t": "But we did not give up and submit to these people for even a moment, so that the truth of the gospel would be preserved for you."
    },
    {
        "o": 32936,
        "r": "csb:Galatians:2:6",
        "t": "Now*p from those recognized as important (what they once were makes no difference to me; God does not show favoritism ) - they added nothing to me."
    },
    {
        "o": 32937,
        "r": "csb:Galatians:2:7",
        "t": "On the contrary, they saw that I had been entrusted with the gospel for the uncircumcised, just as Peter was for the circumcised,"
    },
    {
        "o": 32938,
        "r": "csb:Galatians:2:8",
        "t": "since the one at work in Peter for an apostleship to the circumcised was also at work in me for the Gentiles."
    },
    {
        "o": 32939,
        "r": "csb:Galatians:2:9",
        "t": "When James, Cephas, and John- those recognized as pillars- acknowledged the grace that had been given to me, they gave the right hand of fellowship to me and Barnabas, agreeing that we should go to the Gentiles and they to the circumcised."
    },
    {
        "o": 32940,
        "r": "csb:Galatians:2:10",
        "t": "They asked only that we would remember the poor, which I had made every effort to do."
    },
    {
        "o": 32941,
        "r": "csb:Galatians:2:10",
        "t": "Freedom from the Law",
        "h": 2
    },
    {
        "o": 32942,
        "r": "csb:Galatians:2:11",
        "t": "But*p when Cephas came to Antioch, I opposed him to his face because he stood condemned."
    },
    {
        "o": 32943,
        "r": "csb:Galatians:2:12",
        "t": "For he regularly ate with the Gentiles before certain men came from James. However, when they came, he withdrew and separated himself, because he feared those from the circumcision party."
    },
    {
        "o": 32944,
        "r": "csb:Galatians:2:13",
        "t": "Then the rest of the Jews joined his hypocrisy, so that even Barnabas was led astray by their hypocrisy."
    },
    {
        "o": 32945,
        "r": "csb:Galatians:2:14",
        "t": "But when I saw that they were deviating from the truth of the gospel, I told Cephas in front of everyone, “If you, who are a Jew, live like a Gentile and not like a Jew, how can you compel Gentiles to live like Jews?”"
    },
    {
        "o": 32946,
        "r": "csb:Galatians:2:15",
        "t": "We*p are Jews by birth and not “Gentile sinners,”"
    },
    {
        "o": 32947,
        "r": "csb:Galatians:2:16",
        "t": "and yet because we know that a person is not justified by the works of the law but by faith in Jesus Christ, even we ourselves have believed in Christ Jesus. This was so that we might be justified by faith in Christ and not by the works of the law, because by the works of the law no human being will be justified."
    },
    {
        "o": 32948,
        "r": "csb:Galatians:2:17",
        "t": "But if we ourselves are also found to be “sinners” while seeking to be justified by Christ, is Christ then a promoter of sin? Absolutely not!"
    },
    {
        "o": 32949,
        "r": "csb:Galatians:2:18",
        "t": "If I rebuild those things that I tore down, I show myself to be a lawbreaker."
    },
    {
        "o": 32950,
        "r": "csb:Galatians:2:19",
        "t": "For through the law I died to the law, so that I might live for God."
    },
    {
        "o": 32951,
        "r": "csb:Galatians:2:20",
        "t": "I have been crucified with Christ, and I no longer live, but Christ lives in me. The life I now live in the body, I live by faith in the Son of God, who loved me and gave himself for me."
    },
    {
        "o": 32952,
        "r": "csb:Galatians:2:21",
        "t": "I do not set aside the grace of God, for if righteousness comes through the law, then Christ died for nothing."
    }
]
