[
    {
        "o": 19130,
        "r": "kjv:Isaiah:33:0",
        "t": "Isaiah 33",
        "h": 1
    },
    {
        "o": 19131,
        "r": "kjv:Isaiah:33:1",
        "t": "Woe*p to thee that spoilest, and thou wast not spoiled; and dealest treacherously, and they dealt not treacherously with thee! when thou shalt cease to spoil, thou shalt be spoiled; and when thou shalt make an end to deal treacherously, they shall deal treacherously with thee."
    },
    {
        "o": 19132,
        "r": "kjv:Isaiah:33:2",
        "t": "O*p Lord,*s be gracious unto us; we have waited for thee: be thou their arm every morning, our salvation also in the time of trouble."
    },
    {
        "o": 19133,
        "r": "kjv:Isaiah:33:3",
        "t": "At*p the noise of the tumult the people fled; at the lifting up of thyself the nations were scattered."
    },
    {
        "o": 19134,
        "r": "kjv:Isaiah:33:4",
        "t": "And*p your spoil shall be gathered like the gathering of the caterpiller: as the running to and fro of locusts shall he run upon them."
    },
    {
        "o": 19135,
        "r": "kjv:Isaiah:33:5",
        "t": "The*p Lord*s is exalted; for he dwelleth on high: he hath filled Zion with judgment and righteousness."
    },
    {
        "o": 19136,
        "r": "kjv:Isaiah:33:6",
        "t": "And*p wisdom and knowledge shall be the stability of thy times, and strength of salvation: the fear of the Lord*s is his treasure."
    },
    {
        "o": 19137,
        "r": "kjv:Isaiah:33:7",
        "t": "Behold,*p their valiant ones shall cry without: the ambassadors of peace shall weep bitterly."
    },
    {
        "o": 19138,
        "r": "kjv:Isaiah:33:8",
        "t": "The*p highways lie waste, the wayfaring man ceaseth: he hath broken the covenant, he hath despised the cities, he regardeth no man."
    },
    {
        "o": 19139,
        "r": "kjv:Isaiah:33:9",
        "t": "The*p earth mourneth and languisheth: Lebanon is ashamed and hewn down: Sharon is like a wilderness; and Bashan and Carmel shake off their fruits."
    },
    {
        "o": 19140,
        "r": "kjv:Isaiah:33:10",
        "t": "Now*p will I rise, saith the Lord;*s now will I be exalted; now will I lift up myself."
    },
    {
        "o": 19141,
        "r": "kjv:Isaiah:33:11",
        "t": "Ye*p shall conceive chaff, ye shall bring forth stubble: your breath, as fire, shall devour you."
    },
    {
        "o": 19142,
        "r": "kjv:Isaiah:33:12",
        "t": "And*p the people shall be as the burnings of lime: as thorns cut up shall they be burned in the fire."
    },
    {
        "o": 19143,
        "r": "kjv:Isaiah:33:13",
        "t": "Hear,*p ye that are far off, what I have done; and, ye that are near, acknowledge my might."
    },
    {
        "o": 19144,
        "r": "kjv:Isaiah:33:14",
        "t": "The*p sinners in Zion are afraid; fearfulness hath surprised the hypocrites. Who among us shall dwell with the devouring fire? who among us shall dwell with everlasting burnings?"
    },
    {
        "o": 19145,
        "r": "kjv:Isaiah:33:15",
        "t": "He*p that walketh righteously, and speaketh uprightly; he that despiseth the gain of oppressions, that shaketh his hands from holding of bribes, that stoppeth his ears from hearing of blood, and shutteth his eyes from seeing evil;"
    },
    {
        "o": 19146,
        "r": "kjv:Isaiah:33:16",
        "t": "He*p shall dwell on high: his place of defence shall be the munitions of rocks: bread shall be given him; his waters shall be sure."
    },
    {
        "o": 19147,
        "r": "kjv:Isaiah:33:17",
        "t": "Thine*p eyes shall see the king in his beauty: they shall behold the land that is very far off."
    },
    {
        "o": 19148,
        "r": "kjv:Isaiah:33:18",
        "t": "Thine*p heart shall meditate terror. Where is the scribe? where is the receiver? where is he that counted the towers?"
    },
    {
        "o": 19149,
        "r": "kjv:Isaiah:33:19",
        "t": "Thou*p shalt not see a fierce people, a people of a deeper speech than thou canst perceive; of a stammering tongue, that thou canst not understand."
    },
    {
        "o": 19150,
        "r": "kjv:Isaiah:33:20",
        "t": "Look*p upon Zion, the city of our solemnities: thine eyes shall see Jerusalem a quiet habitation, a tabernacle that shall not be taken down; not one of the stakes thereof shall ever be removed, neither shall any of the cords thereof be broken."
    },
    {
        "o": 19151,
        "r": "kjv:Isaiah:33:21",
        "t": "But*p there the glorious Lord*s will be unto us a place of broad rivers and streams; wherein shall go no galley with oars, neither shall gallant ship pass thereby."
    },
    {
        "o": 19152,
        "r": "kjv:Isaiah:33:22",
        "t": "For*p the Lord*s is our judge, the Lord*s is our lawgiver, the Lord*s is our king; he will save us."
    },
    {
        "o": 19153,
        "r": "kjv:Isaiah:33:23",
        "t": "Thy*p tacklings are loosed; they could not well strengthen their mast, they could not spread the sail: then is the prey of a great spoil divided; the lame take the prey."
    },
    {
        "o": 19154,
        "r": "kjv:Isaiah:33:24",
        "t": "And*p the inhabitant shall not say, I am sick: the people that dwell therein shall be forgiven their iniquity."
    }
]
