[
    {
        "o": 13143,
        "r": "csb:2 Chronicles:30:0",
        "t": "2 Chronicles 30",
        "h": 1
    },
    {
        "o": 13144,
        "r": "csb:2 Chronicles:30:0",
        "t": "Celebration of the Passover",
        "h": 2
    },
    {
        "o": 13145,
        "r": "csb:2 Chronicles:30:1",
        "t": "Then*p Hezekiah sent word throughout all Israel and Judah, and he also wrote letters to Ephraim and Manasseh to come to the Lord’s*s temple in Jerusalem to observe the Passover of the Lord,*s the God of Israel."
    },
    {
        "o": 13146,
        "r": "csb:2 Chronicles:30:2",
        "t": "For the king and his officials and the entire congregation in Jerusalem decided to observe the Passover of the Lord*s in the second month,"
    },
    {
        "o": 13147,
        "r": "csb:2 Chronicles:30:3",
        "t": "because they were not able to observe it at the appropriate time. Not enough of the priests had consecrated themselves, and the people hadn’t been gathered together in Jerusalem."
    },
    {
        "o": 13148,
        "r": "csb:2 Chronicles:30:4",
        "t": "The proposal pleased the king and the congregation,"
    },
    {
        "o": 13149,
        "r": "csb:2 Chronicles:30:5",
        "t": "so they affirmed the proposal and spread the message throughout all Israel, from Beer-sheba to Dan, to come to observe the Passover of the Lord,*s the God of Israel in Jerusalem, for they hadn’t observed it often, as prescribed."
    },
    {
        "o": 13150,
        "r": "csb:2 Chronicles:30:6",
        "t": "So*p the couriers went throughout Israel and Judah with letters from the hand of the king and his officials, and according to the king’s command, saying, “Israelites, return to the Lord,*s the God of Abraham, Isaac, and Israel so that he may return to those of you who remain, who have escaped the grasp of the kings of Assyria."
    },
    {
        "o": 13151,
        "r": "csb:2 Chronicles:30:7",
        "t": "Don’t be like your ancestors and your brothers who were unfaithful to the Lord,*s the God of their ancestors so that he made them an object of horror as you yourselves see."
    },
    {
        "o": 13152,
        "r": "csb:2 Chronicles:30:8",
        "t": "Don’t become obstinate now like your ancestors did. Give your allegiance to the Lord,*s and come to his sanctuary that he has consecrated forever. Serve the Lord*s your God so that he may turn his burning anger away from you,"
    },
    {
        "o": 13153,
        "r": "csb:2 Chronicles:30:9",
        "t": "for when you return to the Lord,*s your brothers and your sons will receive mercy in the presence of their captors and will return to this land. For the Lord*s your God is gracious and merciful; he will not turn his face away from you if you return to him.”"
    },
    {
        "o": 13154,
        "r": "csb:2 Chronicles:30:10",
        "t": "The*p couriers traveled from city to city in the land of Ephraim and Manasseh as far as Zebulun, but the inhabitants laughed at them and mocked them."
    },
    {
        "o": 13155,
        "r": "csb:2 Chronicles:30:11",
        "t": "But some from Asher, Manasseh, and Zebulun humbled themselves and came to Jerusalem."
    },
    {
        "o": 13156,
        "r": "csb:2 Chronicles:30:12",
        "t": "Also, the power of God was at work in Judah to unite them to carry out the command of the king and his officials by the word of the Lord.*s"
    },
    {
        "o": 13157,
        "r": "csb:2 Chronicles:30:13",
        "t": "A*p very large assembly of people was gathered in Jerusalem to observe the Festival of Unleavened Bread in the second month."
    },
    {
        "o": 13158,
        "r": "csb:2 Chronicles:30:14",
        "t": "They proceeded to take away the altars that were in Jerusalem, and they took away the incense altars and threw them into the Kidron Valley."
    },
    {
        "o": 13159,
        "r": "csb:2 Chronicles:30:15",
        "t": "They slaughtered the Passover lamb on the fourteenth day of the second month. The priests and Levites were ashamed, and they consecrated themselves and brought burnt offerings to the Lord’s*s temple."
    },
    {
        "o": 13160,
        "r": "csb:2 Chronicles:30:16",
        "t": "They stood at their prescribed posts, according to the law of Moses, the man of God. The priests splattered the blood received from the Levites,"
    },
    {
        "o": 13161,
        "r": "csb:2 Chronicles:30:17",
        "t": "for there were many in the assembly who had not consecrated themselves, and so the Levites were in charge of slaughtering the Passover lambs for every unclean person to consecrate the lambs to the Lord.*s"
    },
    {
        "o": 13162,
        "r": "csb:2 Chronicles:30:18",
        "t": "A large number of the people - many from Ephraim, Manasseh, Issachar, and Zebulun - were ritually unclean, yet they had eaten the Passover contrary to what was written. But Hezekiah had interceded for them, saying, “May the good Lord*s provide atonement on behalf of"
    },
    {
        "o": 13163,
        "r": "csb:2 Chronicles:30:19",
        "t": "whoever sets his whole heart on seeking God, the Lord,*s the God of his ancestors, even though not according to the purification rules of the sanctuary.”"
    },
    {
        "o": 13164,
        "r": "csb:2 Chronicles:30:20",
        "t": "So the Lord*s heard Hezekiah and healed the people."
    },
    {
        "o": 13165,
        "r": "csb:2 Chronicles:30:21",
        "t": "The Israelites who were present in Jerusalem observed the Festival of Unleavened Bread seven days with great joy, and the Levites and the priests praised the Lord*s day after day with loud instruments."
    },
    {
        "o": 13166,
        "r": "csb:2 Chronicles:30:22",
        "t": "Then Hezekiah encouraged all the Levites who performed skillfully before the Lord.*s They ate at the appointed festival for seven days, sacrificing fellowship offerings and giving thanks to the Lord,*s the God of their ancestors."
    },
    {
        "o": 13167,
        "r": "csb:2 Chronicles:30:23",
        "t": "The*p whole congregation decided to observe seven more days, so they observed seven days with joy,"
    },
    {
        "o": 13168,
        "r": "csb:2 Chronicles:30:24",
        "t": "for King Hezekiah of Judah contributed one thousand bulls and seven thousand sheep for the congregation. Also, the officials contributed one thousand bulls and ten thousand sheep for the congregation, and many priests consecrated themselves."
    },
    {
        "o": 13169,
        "r": "csb:2 Chronicles:30:25",
        "t": "Then the whole assembly of Judah with the priests and Levites, the whole assembly that came from Israel, the resident aliens who came from the land of Israel, and those who were living in Judah, rejoiced."
    },
    {
        "o": 13170,
        "r": "csb:2 Chronicles:30:26",
        "t": "There was great rejoicing in Jerusalem, for nothing like this was known since the days of Solomon son of David, the king of Israel."
    },
    {
        "o": 13171,
        "r": "csb:2 Chronicles:30:27",
        "t": "Then*p the priests and the Levites stood to bless the people, and God heard them, and their prayer came into his holy dwelling place in heaven."
    }
]
