[
    {
        "o": 16576,
        "r": "esv:Psalm:71:0",
        "t": "Psalm 71",
        "h": 1
    },
    {
        "o": 16577,
        "r": "esv:Psalm:71:0",
        "t": "Forsake Me Not When My Strength Is Spent",
        "h": 2
    },
    {
        "o": 16578,
        "r": "esv:Psalm:71:1",
        "t": "In*pn you, O Lord,*s do I take refuge; let*ld me never be put to shame!"
    },
    {
        "o": 16579,
        "r": "esv:Psalm:71:2",
        "t": "In*ln your righteousness deliver me and rescue me; incline*ld your ear to me, and save me!"
    },
    {
        "o": 16580,
        "r": "esv:Psalm:71:3",
        "t": "Be*ln to me a rock of refuge, to*ld which I may continually come; you*ln have given the command to save me, for*ld you are my rock and my fortress."
    },
    {
        "o": 16581,
        "r": "esv:Psalm:71:4",
        "t": "Rescue*pn me, O my God, from the hand of the wicked, from*ld the grasp of the unjust and cruel man."
    },
    {
        "o": 16582,
        "r": "esv:Psalm:71:5",
        "t": "For*ln you, O Lord, are my hope, my*ld trust, O Lord,*s from my youth."
    },
    {
        "o": 16583,
        "r": "esv:Psalm:71:6",
        "t": "Upon*ln you I have leaned from before my birth; you*ld are he who took me from my mother’s womb. My*ln praise is continually of you."
    },
    {
        "o": 16584,
        "r": "esv:Psalm:71:7",
        "t": "I*pn have been as a portent to many, but*ld you are my strong refuge."
    },
    {
        "o": 16585,
        "r": "esv:Psalm:71:8",
        "t": "My*ln mouth is filled with your praise, and*ld with your glory all the day."
    },
    {
        "o": 16586,
        "r": "esv:Psalm:71:9",
        "t": "Do*ln not cast me off in the time of old age; forsake*ld me not when my strength is spent."
    },
    {
        "o": 16587,
        "r": "esv:Psalm:71:10",
        "t": "For*ln my enemies speak concerning me; those*ld who watch for my life consult together"
    },
    {
        "o": 16588,
        "r": "esv:Psalm:71:11",
        "t": "and*ln say, “God has forsaken him; pursue*ld and seize him, for*ld there is none to deliver him.”"
    },
    {
        "o": 16589,
        "r": "esv:Psalm:71:12",
        "t": "O*pn God, be not far from me; O*ld my God, make haste to help me!"
    },
    {
        "o": 16590,
        "r": "esv:Psalm:71:13",
        "t": "May*ln my accusers be put to shame and consumed; with*ld scorn and disgrace may they be covered who*ld seek my hurt."
    },
    {
        "o": 16591,
        "r": "esv:Psalm:71:14",
        "t": "But*ln I will hope continually and*ld will praise you yet more and more."
    },
    {
        "o": 16592,
        "r": "esv:Psalm:71:15",
        "t": "My*ln mouth will tell of your righteous acts, of*ld your deeds of salvation all the day, for*ld their number is past my knowledge."
    },
    {
        "o": 16593,
        "r": "esv:Psalm:71:16",
        "t": "With*ln the mighty deeds of the Lord God*s I will come; I*ld will remind them of your righteousness, yours alone."
    },
    {
        "o": 16594,
        "r": "esv:Psalm:71:17",
        "t": "O*pn God, from my youth you have taught me, and*ld I still proclaim your wondrous deeds."
    },
    {
        "o": 16595,
        "r": "esv:Psalm:71:18",
        "t": "So*ln even to old age and gray hairs, O*ld God, do not forsake me, until*ln I proclaim your might to another generation, your*ld power to all those to come."
    },
    {
        "o": 16596,
        "r": "esv:Psalm:71:19",
        "t": "Your*ln righteousness, O God, reaches*ld the high heavens. You*ln who have done great things, O*ld God, who is like you?"
    },
    {
        "o": 16597,
        "r": "esv:Psalm:71:20",
        "t": "You*ln who have made me see many troubles and calamities will*ld revive me again; from*ln the depths of the earth you*ld will bring me up again."
    },
    {
        "o": 16598,
        "r": "esv:Psalm:71:21",
        "t": "You*ln will increase my greatness and*ld comfort me again."
    },
    {
        "o": 16599,
        "r": "esv:Psalm:71:22",
        "t": "I*pn will also praise you with the harp for*ld your faithfulness, O my God; I*ln will sing praises to you with the lyre, O*ld Holy One of Israel."
    },
    {
        "o": 16600,
        "r": "esv:Psalm:71:23",
        "t": "My*ln lips will shout for joy, when*ld I sing praises to you; my*ld soul also, which you have redeemed."
    },
    {
        "o": 16601,
        "r": "esv:Psalm:71:24",
        "t": "And*ln my tongue will talk of your righteous help all the day long, for*ln they have been put to shame and disappointed who*ld sought to do me hurt."
    }
]
