[
    {
        "o": 33071,
        "r": "csb:Ephesians:1:0",
        "t": "Ephesians 1",
        "h": 1
    },
    {
        "o": 33072,
        "r": "csb:Ephesians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33073,
        "r": "csb:Ephesians:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by God’s will: To*p the faithful saints in Christ Jesus at Ephesus."
    },
    {
        "o": 33074,
        "r": "csb:Ephesians:1:2",
        "t": "Grace*p to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 33075,
        "r": "csb:Ephesians:1:2",
        "t": "God’s Rich Blessings",
        "h": 2
    },
    {
        "o": 33076,
        "r": "csb:Ephesians:1:3",
        "t": "Blessed*p is the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavens in Christ."
    },
    {
        "o": 33077,
        "r": "csb:Ephesians:1:4",
        "t": "For he chose us in him, before the foundation of the world, to be holy and blameless in love before him."
    },
    {
        "o": 33078,
        "r": "csb:Ephesians:1:5",
        "t": "He predestined us to be adopted as sons through Jesus Christ for himself, according to the good pleasure of his will,"
    },
    {
        "o": 33079,
        "r": "csb:Ephesians:1:6",
        "t": "to the praise of his glorious grace that he lavished on us in the Beloved One."
    },
    {
        "o": 33080,
        "r": "csb:Ephesians:1:7",
        "t": "In*p him we have redemption through his blood, the forgiveness of our trespasses, according to the riches of his grace"
    },
    {
        "o": 33081,
        "r": "csb:Ephesians:1:8",
        "t": "that he richly poured out on us with all wisdom and understanding."
    },
    {
        "o": 33082,
        "r": "csb:Ephesians:1:9",
        "t": "He made known to us the mystery of his will, according to his good pleasure that he purposed in Christ"
    },
    {
        "o": 33083,
        "r": "csb:Ephesians:1:10",
        "t": "as a plan for the right time- to bring everything together in Christ, both things in heaven and things on earth in him."
    },
    {
        "o": 33084,
        "r": "csb:Ephesians:1:11",
        "t": "In*p him we have also received an inheritance, because we were predestined according to the plan of the one who works out everything in agreement with the purpose of his will,"
    },
    {
        "o": 33085,
        "r": "csb:Ephesians:1:12",
        "t": "so that we who had already put our hope in Christ might bring praise to his glory."
    },
    {
        "o": 33086,
        "r": "csb:Ephesians:1:13",
        "t": "In*p him you also were sealed with the promised Holy Spirit when you heard the word of truth, the gospel of your salvation, and when you believed."
    },
    {
        "o": 33087,
        "r": "csb:Ephesians:1:14",
        "t": "The Holy Spirit is the down payment of our inheritance, until the redemption of the possession, to the praise of his glory."
    },
    {
        "o": 33088,
        "r": "csb:Ephesians:1:14",
        "t": "Prayer for Spiritual Insight",
        "h": 2
    },
    {
        "o": 33089,
        "r": "csb:Ephesians:1:15",
        "t": "This*p is why, since I heard about your faith in the Lord Jesus and your love for all the saints,"
    },
    {
        "o": 33090,
        "r": "csb:Ephesians:1:16",
        "t": "I never stop giving thanks for you as I remember you in my prayers."
    },
    {
        "o": 33091,
        "r": "csb:Ephesians:1:17",
        "t": "I pray that the God of our Lord Jesus Christ, the glorious Father, would give you the Spirit of wisdom and revelation in the knowledge of him."
    },
    {
        "o": 33092,
        "r": "csb:Ephesians:1:18",
        "t": "I pray that the eyes of your heart may be enlightened so that you may know what is the hope of his calling, what is the wealth of his glorious inheritance in the saints,"
    },
    {
        "o": 33093,
        "r": "csb:Ephesians:1:19",
        "t": "and what is the immeasurable greatness of his power toward us who believe, according to the mighty working of his strength."
    },
    {
        "o": 33094,
        "r": "csb:Ephesians:1:19",
        "t": "God’s Power in Christ",
        "h": 2
    },
    {
        "o": 33095,
        "r": "csb:Ephesians:1:20",
        "t": "He*p exercised this power in Christ by raising him from the dead and seating him at his right hand in the heavens-"
    },
    {
        "o": 33096,
        "r": "csb:Ephesians:1:21",
        "t": "far above every ruler and authority, power and dominion, and every title given, not only in this age but also in the one to come."
    },
    {
        "o": 33097,
        "r": "csb:Ephesians:1:22",
        "t": "And he*i subjected*i everything*i under*i his*i feet*i and appointed him as head over everything for the church,"
    },
    {
        "o": 33098,
        "r": "csb:Ephesians:1:23",
        "t": "which is his body, the fullness of the one who fills all things in every way."
    }
]
