[
    {
        "o": 33915,
        "r": "esv:James:2:0",
        "t": "James 2",
        "h": 1
    },
    {
        "o": 33916,
        "r": "esv:James:2:0",
        "t": "The Sin of Partiality",
        "h": 2
    },
    {
        "o": 33917,
        "r": "esv:James:2:1",
        "t": "My*p brothers, show no partiality as you hold the faith in our Lord Jesus Christ, the Lord of glory."
    },
    {
        "o": 33918,
        "r": "esv:James:2:2",
        "t": "For if a man wearing a gold ring and fine clothing comes into your assembly, and a poor man in shabby clothing also comes in,"
    },
    {
        "o": 33919,
        "r": "esv:James:2:3",
        "t": "and if you pay attention to the one who wears the fine clothing and say, “You sit here in a good place,” while you say to the poor man, “You stand over there,” or, “Sit down at my feet,”"
    },
    {
        "o": 33920,
        "r": "esv:James:2:4",
        "t": "have you not then made distinctions among yourselves and become judges with evil thoughts?"
    },
    {
        "o": 33921,
        "r": "esv:James:2:5",
        "t": "Listen, my beloved brothers, has not God chosen those who are poor in the world to be rich in faith and heirs of the kingdom, which he has promised to those who love him?"
    },
    {
        "o": 33922,
        "r": "esv:James:2:6",
        "t": "But you have dishonored the poor man. Are not the rich the ones who oppress you, and the ones who drag you into court?"
    },
    {
        "o": 33923,
        "r": "esv:James:2:7",
        "t": "Are they not the ones who blaspheme the honorable name by which you were called?"
    },
    {
        "o": 33924,
        "r": "esv:James:2:8",
        "t": "If*p you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you are doing well."
    },
    {
        "o": 33925,
        "r": "esv:James:2:9",
        "t": "But if you show partiality, you are committing sin and are convicted by the law as transgressors."
    },
    {
        "o": 33926,
        "r": "esv:James:2:10",
        "t": "For whoever keeps the whole law but fails in one point has become guilty of all of it."
    },
    {
        "o": 33927,
        "r": "esv:James:2:11",
        "t": "For he who said, “Do not commit adultery,” also said, “Do not murder.” If you do not commit adultery but do murder, you have become a transgressor of the law."
    },
    {
        "o": 33928,
        "r": "esv:James:2:12",
        "t": "So speak and so act as those who are to be judged under the law of liberty."
    },
    {
        "o": 33929,
        "r": "esv:James:2:13",
        "t": "For judgment is without mercy to one who has shown no mercy. Mercy triumphs over judgment."
    },
    {
        "o": 33930,
        "r": "esv:James:2:13",
        "t": "Faith Without Works Is Dead",
        "h": 2
    },
    {
        "o": 33931,
        "r": "esv:James:2:14",
        "t": "What*p good is it, my brothers, if someone says he has faith but does not have works? Can that faith save him?"
    },
    {
        "o": 33932,
        "r": "esv:James:2:15",
        "t": "If a brother or sister is poorly clothed and lacking in daily food,"
    },
    {
        "o": 33933,
        "r": "esv:James:2:16",
        "t": "and one of you says to them, “Go in peace, be warmed and filled,” without giving them the things needed for the body, what good is that?"
    },
    {
        "o": 33934,
        "r": "esv:James:2:17",
        "t": "So also faith by itself, if it does not have works, is dead."
    },
    {
        "o": 33935,
        "r": "esv:James:2:18",
        "t": "But*p someone will say, “You have faith and I have works.” Show me your faith apart from your works, and I will show you my faith by my works."
    },
    {
        "o": 33936,
        "r": "esv:James:2:19",
        "t": "You believe that God is one; you do well. Even the demons believe— and shudder!"
    },
    {
        "o": 33937,
        "r": "esv:James:2:20",
        "t": "Do you want to be shown, you foolish person, that faith apart from works is useless?"
    },
    {
        "o": 33938,
        "r": "esv:James:2:21",
        "t": "Was not Abraham our father justified by works when he offered up his son Isaac on the altar?"
    },
    {
        "o": 33939,
        "r": "esv:James:2:22",
        "t": "You see that faith was active along with his works, and faith was completed by his works;"
    },
    {
        "o": 33940,
        "r": "esv:James:2:23",
        "t": "and the Scripture was fulfilled that says, “Abraham believed God, and it was counted to him as righteousness”— and he was called a friend of God."
    },
    {
        "o": 33941,
        "r": "esv:James:2:24",
        "t": "You see that a person is justified by works and not by faith alone."
    },
    {
        "o": 33942,
        "r": "esv:James:2:25",
        "t": "And in the same way was not also Rahab the prostitute justified by works when she received the messengers and sent them out by another way?"
    },
    {
        "o": 33943,
        "r": "esv:James:2:26",
        "t": "For as the body apart from the spirit is dead, so also faith apart from works is dead."
    }
]
