[
    {
        "o": 21595,
        "r": "nasb:Jeremiah:18:0",
        "t": "Jeremiah 18",
        "h": 1
    },
    {
        "o": 21596,
        "r": "nasb:Jeremiah:18:0",
        "t": "The Potter and the Clay",
        "h": 2
    },
    {
        "o": 21597,
        "r": "nasb:Jeremiah:18:1",
        "t": "The*p word which came to Jeremiah from the Lord*s saying,"
    },
    {
        "o": 21598,
        "r": "nasb:Jeremiah:18:2",
        "t": "“Arise and go down to the potter’s house, and there I will announce My words to you.”"
    },
    {
        "o": 21599,
        "r": "nasb:Jeremiah:18:3",
        "t": "Then I went down to the potter’s house, and there he was, making something on the wheel."
    },
    {
        "o": 21600,
        "r": "nasb:Jeremiah:18:4",
        "t": "But the vessel that he was making of clay was spoiled in the hand of the potter; so he remade it into another vessel, as it pleased the potter to make."
    },
    {
        "o": 21601,
        "r": "nasb:Jeremiah:18:5",
        "t": "Then*p the word of the Lord*s came to me saying,"
    },
    {
        "o": 21602,
        "r": "nasb:Jeremiah:18:6",
        "t": "“Can I not, O house of Israel, deal with you as this potter does?”*i declares the Lord.*s “Behold, like the clay in the potter’s hand, so are you in My hand, O house of Israel."
    },
    {
        "o": 21603,
        "r": "nasb:Jeremiah:18:7",
        "t": "At one moment I might speak concerning a nation or concerning a kingdom to uproot, to pull down, or to destroy it;*i"
    },
    {
        "o": 21604,
        "r": "nasb:Jeremiah:18:8",
        "t": "if that nation against which I have spoken turns from its evil, I will relent concerning the calamity I planned to bring on it."
    },
    {
        "o": 21605,
        "r": "nasb:Jeremiah:18:9",
        "t": "Or at another moment I might speak concerning a nation or concerning a kingdom to build up or to plant it;*i"
    },
    {
        "o": 21606,
        "r": "nasb:Jeremiah:18:10",
        "t": "if it does evil in My sight by not obeying My voice, then I will think better of the good with which I had promised to bless it."
    },
    {
        "o": 21607,
        "r": "nasb:Jeremiah:18:11",
        "t": "So now then, speak to the men of Judah and against the inhabitants of Jerusalem saying, ‘Thus says the Lord,*s “Behold, I am fashioning calamity against you and devising a plan against you. Oh turn back, each of you from his evil way, and reform your ways and your deeds.” ’"
    },
    {
        "o": 21608,
        "r": "nasb:Jeremiah:18:12",
        "t": "But they will say, ‘It’s hopeless! For we are going to follow our own plans, and each of us will act according to the stubbornness of his evil heart.’"
    },
    {
        "o": 21609,
        "r": "nasb:Jeremiah:18:13",
        "t": "“Therefore*pn thus says the Lord,*s ‘Ask*ln now among the nations, Who*ln ever heard the like of this? The*ln virgin of Israel Has*ln done a most appalling thing."
    },
    {
        "o": 21610,
        "r": "nasb:Jeremiah:18:14",
        "t": "Does*ln the snow of Lebanon forsake the rock of the open country? Or*ln is the cold flowing water from*i a foreign land*i ever snatched away?"
    },
    {
        "o": 21611,
        "r": "nasb:Jeremiah:18:15",
        "t": "For*ln My people have forgotten Me, They*ln burn incense to worthless gods And*ln they have stumbled from their ways, From*ln the ancient paths, To*ln walk in bypaths, Not*ln on a highway,"
    },
    {
        "o": 21612,
        "r": "nasb:Jeremiah:18:16",
        "t": "To*ln make their land a desolation, An*iln object*i of*i perpetual hissing; Everyone*ln who passes by it will be astonished And*ln shake his head."
    },
    {
        "o": 21613,
        "r": "nasb:Jeremiah:18:17",
        "t": "Like*ln an east wind I will scatter them Before*ln the enemy; I*ln will show them My back and not My*i face In*ln the day of their calamity.’ ”"
    },
    {
        "o": 21614,
        "r": "nasb:Jeremiah:18:18",
        "t": "Then*p they said, “Come and let us devise plans against Jeremiah. Surely the law is not going to be lost to the priest, nor counsel to the sage, nor the divine*i word to the prophet! Come on and let us strike at him with our*i tongue, and let us give no heed to any of his words.”"
    },
    {
        "o": 21615,
        "r": "nasb:Jeremiah:18:19",
        "t": "Do*pn give heed to me, O Lord,*s And*ln listen to what my opponents are saying!"
    },
    {
        "o": 21616,
        "r": "nasb:Jeremiah:18:20",
        "t": "Should*ln good be repaid with evil? For*ln they have dug a pit for me. Remember*ln how I stood before You To*ln speak good on their behalf, So*ln as to turn away Your wrath from them."
    },
    {
        "o": 21617,
        "r": "nasb:Jeremiah:18:21",
        "t": "Therefore,*ln give their children over to famine And*ln deliver them up to the power of the sword; And*ln let their wives become childless and widowed. Let*ln their men also be smitten to death, Their*ln young men struck down by the sword in battle."
    },
    {
        "o": 21618,
        "r": "nasb:Jeremiah:18:22",
        "t": "May*ln an outcry be heard from their houses, When*ln You suddenly bring raiders upon them; For*ln they have dug a pit to capture me And*ln hidden snares for my feet."
    },
    {
        "o": 21619,
        "r": "nasb:Jeremiah:18:23",
        "t": "Yet*ln You, O Lord,*s know All*ln their deadly designs against me; Do*ln not forgive their iniquity Or*ln blot out their sin from Your sight. But*ln may they be overthrown before You; Deal*ln with them in the time of Your anger!"
    }
]
