[
    {
        "o": 32113,
        "r": "nkjv:1 Corinthians:5:0",
        "t": "1 Corinthians 5",
        "h": 1
    },
    {
        "o": 32114,
        "r": "nkjv:1 Corinthians:5:0",
        "t": "Immorality Defiles the Church",
        "h": 2
    },
    {
        "o": 32115,
        "r": "nkjv:1 Corinthians:5:1",
        "t": "It*p is actually reported that*i there*i is*i sexual immorality among you, and such sexual immorality as is not even named among the Gentiles—that a man has his father’s wife!"
    },
    {
        "o": 32116,
        "r": "nkjv:1 Corinthians:5:2",
        "t": "And you are puffed up, and have not rather mourned, that he who has done this deed might be taken away from among you."
    },
    {
        "o": 32117,
        "r": "nkjv:1 Corinthians:5:3",
        "t": "For I indeed, as absent in body but present in spirit, have already judged (as though I were present) him who has so done this deed."
    },
    {
        "o": 32118,
        "r": "nkjv:1 Corinthians:5:4",
        "t": "In the name of our Lord Jesus Christ, when you are gathered together, along with my spirit, with the power of our Lord Jesus Christ,"
    },
    {
        "o": 32119,
        "r": "nkjv:1 Corinthians:5:5",
        "t": "deliver such a one to Satan for the destruction of the flesh, that his spirit may be saved in the day of the Lord Jesus."
    },
    {
        "o": 32120,
        "r": "nkjv:1 Corinthians:5:6",
        "t": "Your*p glorying is*i not good. Do you not know that a little leaven leavens the whole lump?"
    },
    {
        "o": 32121,
        "r": "nkjv:1 Corinthians:5:7",
        "t": "Therefore purge out the old leaven, that you may be a new lump, since you truly are unleavened. For indeed Christ, our Passover, was sacrificed for us."
    },
    {
        "o": 32122,
        "r": "nkjv:1 Corinthians:5:8",
        "t": "Therefore let us keep the feast, not with old leaven, nor with the leaven of malice and wickedness, but with the unleavened bread*i of sincerity and truth."
    },
    {
        "o": 32123,
        "r": "nkjv:1 Corinthians:5:8",
        "t": "Immorality Must Be Judged",
        "h": 2
    },
    {
        "o": 32124,
        "r": "nkjv:1 Corinthians:5:9",
        "t": "I*p wrote to you in my epistle not to keep company with sexually immoral people."
    },
    {
        "o": 32125,
        "r": "nkjv:1 Corinthians:5:10",
        "t": "Yet I*i certainly did*i not mean*i with the sexually immoral people of this world, or with the covetous, or extortioners, or idolaters, since then you would need to go out of the world."
    },
    {
        "o": 32126,
        "r": "nkjv:1 Corinthians:5:11",
        "t": "But now I have written to you not to keep company with anyone named a brother, who is sexually immoral, or covetous, or an idolater, or a reviler, or a drunkard, or an extortioner— not even to eat with such a person."
    },
    {
        "o": 32127,
        "r": "nkjv:1 Corinthians:5:12",
        "t": "For*p what have*i I to*i do*i with judging those also who are outside? Do you not judge those who are inside?"
    },
    {
        "o": 32128,
        "r": "nkjv:1 Corinthians:5:13",
        "t": "But those who are outside God judges. Therefore “put away from yourselves the evil person.”"
    }
]
