[
    {
        "o": 30542,
        "r": "csb:Acts:3:0",
        "t": "Acts 3",
        "h": 1
    },
    {
        "o": 30543,
        "r": "csb:Acts:3:0",
        "t": "Healing of a Lame Man",
        "h": 2
    },
    {
        "o": 30544,
        "r": "csb:Acts:3:1",
        "t": "Now*p Peter and John were going up to the temple for the time of prayer at three in the afternoon."
    },
    {
        "o": 30545,
        "r": "csb:Acts:3:2",
        "t": "A man who was lame from birth was being carried there. He was placed each day at the temple gate called Beautiful, so that he could beg from those entering the temple."
    },
    {
        "o": 30546,
        "r": "csb:Acts:3:3",
        "t": "When he saw Peter and John about to enter the temple, he asked for money."
    },
    {
        "o": 30547,
        "r": "csb:Acts:3:4",
        "t": "Peter, along with John, looked straight at him and said, “Look at us.”"
    },
    {
        "o": 30548,
        "r": "csb:Acts:3:5",
        "t": "So he turned to them, expecting to get something from them."
    },
    {
        "o": 30549,
        "r": "csb:Acts:3:6",
        "t": "But Peter said, “I don’t have silver or gold, but what I do have, I give you: In the name of Jesus Christ of Nazareth, get up and walk!”"
    },
    {
        "o": 30550,
        "r": "csb:Acts:3:7",
        "t": "Then, taking him by the right hand he raised him up, and at once his feet and ankles became strong."
    },
    {
        "o": 30551,
        "r": "csb:Acts:3:8",
        "t": "So he jumped up and started to walk, and he entered the temple with them - walking, leaping, and praising God."
    },
    {
        "o": 30552,
        "r": "csb:Acts:3:9",
        "t": "All the people saw him walking and praising God,"
    },
    {
        "o": 30553,
        "r": "csb:Acts:3:10",
        "t": "and they recognized that he was the one who used to sit and beg at the Beautiful Gate of the temple. So they were filled with awe and astonishment at what had happened to him."
    },
    {
        "o": 30554,
        "r": "csb:Acts:3:10",
        "t": "Preaching in Solomon’s Colonnade",
        "h": 2
    },
    {
        "o": 30555,
        "r": "csb:Acts:3:11",
        "t": "While*p he was holding on to Peter and John, all the people, utterly astonished, ran toward them in what is called Solomon’s Colonnade."
    },
    {
        "o": 30556,
        "r": "csb:Acts:3:12",
        "t": "When Peter saw this, he addressed the people: “Fellow Israelites, why are you amazed at this? Why do you stare at us, as though we had made him walk by our own power or godliness?"
    },
    {
        "o": 30557,
        "r": "csb:Acts:3:13",
        "t": "The God of Abraham, Isaac, and Jacob, the God of our ancestors, has glorified his servant Jesus, whom you handed over and denied before Pilate, though he had decided to release him."
    },
    {
        "o": 30558,
        "r": "csb:Acts:3:14",
        "t": "You denied the Holy and Righteous One and asked to have a murderer released to you."
    },
    {
        "o": 30559,
        "r": "csb:Acts:3:15",
        "t": "You killed the source of life, whom God raised from the dead; we are witnesses of this."
    },
    {
        "o": 30560,
        "r": "csb:Acts:3:16",
        "t": "By faith in his name, his name has made this man strong, whom you see and know. So the faith that comes through Jesus has given him this perfect health in front of all of you."
    },
    {
        "o": 30561,
        "r": "csb:Acts:3:17",
        "t": "“And*p now, brothers and sisters, I know that you acted in ignorance, just as your leaders also did."
    },
    {
        "o": 30562,
        "r": "csb:Acts:3:18",
        "t": "In this way God fulfilled what he had predicted through all the prophets - that his Messiah would suffer."
    },
    {
        "o": 30563,
        "r": "csb:Acts:3:19",
        "t": "Therefore repent and turn back, so that your sins may be wiped out,"
    },
    {
        "o": 30564,
        "r": "csb:Acts:3:20",
        "t": "that seasons of refreshing may come from the presence of the Lord, and that he may send Jesus, who has been appointed for you as the Messiah."
    },
    {
        "o": 30565,
        "r": "csb:Acts:3:21",
        "t": "Heaven must receive him until the time of the restoration of all things, which God spoke about through his holy prophets from the beginning."
    },
    {
        "o": 30566,
        "r": "csb:Acts:3:22",
        "t": "Moses said: The*i Lord*i your*i God*i will*i raise*i up*i for*i you*i a*i prophet*i like*i me*i from*i among*i your*i brothers.*i You*i must*i listen*i to*i everything*i he*i tells*i you.*i"
    },
    {
        "o": 30567,
        "r": "csb:Acts:3:23",
        "t": "And*i everyone*i who*i does*i not*i listen*i to*i that*i prophet*i will*i be*i completely*i cut*i off*i from*i the*i people.*i"
    },
    {
        "o": 30568,
        "r": "csb:Acts:3:24",
        "t": "“In*p addition, all the prophets who have spoken, from Samuel and those after him, have also foretold these days."
    },
    {
        "o": 30569,
        "r": "csb:Acts:3:25",
        "t": "You are the sons of the prophets and of the covenant that God made with your ancestors, saying to Abraham, And*i all*i the*i families*i of*i the*i earth*i will*i be*i blessed*i through*i your*i offspring.*i"
    },
    {
        "o": 30570,
        "r": "csb:Acts:3:26",
        "t": "God raised up his servant and sent him first to you to bless you by turning each of you from your evil ways.”"
    }
]
