[
    {
        "o": 437,
        "r": "esv:Genesis:17:0",
        "t": "Genesis 17",
        "h": 1
    },
    {
        "o": 438,
        "r": "esv:Genesis:17:0",
        "t": "Abraham and the Covenant of Circumcision",
        "h": 2
    },
    {
        "o": 439,
        "r": "esv:Genesis:17:1",
        "t": "When*p Abram was ninety-nine years old the Lord*s appeared to Abram and said to him, “I am God Almighty; walk before me, and be blameless,"
    },
    {
        "o": 440,
        "r": "esv:Genesis:17:2",
        "t": "that I may make my covenant between me and you, and may multiply you greatly.”"
    },
    {
        "o": 441,
        "r": "esv:Genesis:17:3",
        "t": "Then Abram fell on his face. And God said to him,"
    },
    {
        "o": 442,
        "r": "esv:Genesis:17:4",
        "t": "“Behold, my covenant is with you, and you shall be the father of a multitude of nations."
    },
    {
        "o": 443,
        "r": "esv:Genesis:17:5",
        "t": "No longer shall your name be called Abram, but your name shall be Abraham, for I have made you the father of a multitude of nations."
    },
    {
        "o": 444,
        "r": "esv:Genesis:17:6",
        "t": "I will make you exceedingly fruitful, and I will make you into nations, and kings shall come from you."
    },
    {
        "o": 445,
        "r": "esv:Genesis:17:7",
        "t": "And I will establish my covenant between me and you and your offspring after you throughout their generations for an everlasting covenant, to be God to you and to your offspring after you."
    },
    {
        "o": 446,
        "r": "esv:Genesis:17:8",
        "t": "And I will give to you and to your offspring after you the land of your sojournings, all the land of Canaan, for an everlasting possession, and I will be their God.”"
    },
    {
        "o": 447,
        "r": "esv:Genesis:17:9",
        "t": "And*p God said to Abraham, “As for you, you shall keep my covenant, you and your offspring after you throughout their generations."
    },
    {
        "o": 448,
        "r": "esv:Genesis:17:10",
        "t": "This is my covenant, which you shall keep, between me and you and your offspring after you: Every male among you shall be circumcised."
    },
    {
        "o": 449,
        "r": "esv:Genesis:17:11",
        "t": "You shall be circumcised in the flesh of your foreskins, and it shall be a sign of the covenant between me and you."
    },
    {
        "o": 450,
        "r": "esv:Genesis:17:12",
        "t": "He who is eight days old among you shall be circumcised. Every male throughout your generations, whether born in your house or bought with your money from any foreigner who is not of your offspring,"
    },
    {
        "o": 451,
        "r": "esv:Genesis:17:13",
        "t": "both he who is born in your house and he who is bought with your money, shall surely be circumcised. So shall my covenant be in your flesh an everlasting covenant."
    },
    {
        "o": 452,
        "r": "esv:Genesis:17:14",
        "t": "Any uncircumcised male who is not circumcised in the flesh of his foreskin shall be cut off from his people; he has broken my covenant.”"
    },
    {
        "o": 453,
        "r": "esv:Genesis:17:14",
        "t": "Isaac’s Birth Promised",
        "h": 2
    },
    {
        "o": 454,
        "r": "esv:Genesis:17:15",
        "t": "And*p God said to Abraham, “As for Sarai your wife, you shall not call her name Sarai, but Sarah shall be her name."
    },
    {
        "o": 455,
        "r": "esv:Genesis:17:16",
        "t": "I will bless her, and moreover, I will give you a son by her. I will bless her, and she shall become nations; kings of peoples shall come from her.”"
    },
    {
        "o": 456,
        "r": "esv:Genesis:17:17",
        "t": "Then Abraham fell on his face and laughed and said to himself, “Shall a child be born to a man who is a hundred years old? Shall Sarah, who is ninety years old, bear a child?”"
    },
    {
        "o": 457,
        "r": "esv:Genesis:17:18",
        "t": "And Abraham said to God, “Oh that Ishmael might live before you!”"
    },
    {
        "o": 458,
        "r": "esv:Genesis:17:19",
        "t": "God said, “No, but Sarah your wife shall bear you a son, and you shall call his name Isaac. I will establish my covenant with him as an everlasting covenant for his offspring after him."
    },
    {
        "o": 459,
        "r": "esv:Genesis:17:20",
        "t": "As for Ishmael, I have heard you; behold, I have blessed him and will make him fruitful and multiply him greatly. He shall father twelve princes, and I will make him into a great nation."
    },
    {
        "o": 460,
        "r": "esv:Genesis:17:21",
        "t": "But I will establish my covenant with Isaac, whom Sarah shall bear to you at this time next year.”"
    },
    {
        "o": 461,
        "r": "esv:Genesis:17:22",
        "t": "When*p he had finished talking with him, God went up from Abraham."
    },
    {
        "o": 462,
        "r": "esv:Genesis:17:23",
        "t": "Then Abraham took Ishmael his son and all those born in his house or bought with his money, every male among the men of Abraham’s house, and he circumcised the flesh of their foreskins that very day, as God had said to him."
    },
    {
        "o": 463,
        "r": "esv:Genesis:17:24",
        "t": "Abraham was ninety-nine years old when he was circumcised in the flesh of his foreskin."
    },
    {
        "o": 464,
        "r": "esv:Genesis:17:25",
        "t": "And Ishmael his son was thirteen years old when he was circumcised in the flesh of his foreskin."
    },
    {
        "o": 465,
        "r": "esv:Genesis:17:26",
        "t": "That very day Abraham and his son Ishmael were circumcised."
    },
    {
        "o": 466,
        "r": "esv:Genesis:17:27",
        "t": "And all the men of his house, those born in the house and those bought with money from a foreigner, were circumcised with him."
    }
]
