[
    {
        "o": 4892,
        "r": "csb:Numbers:24:0",
        "t": "Numbers 24",
        "h": 1
    },
    {
        "o": 4893,
        "r": "csb:Numbers:24:1",
        "t": "Since*p Balaam saw that it pleased the Lord*s to bless Israel, he did not go to seek omens as on previous occasions, but turned toward the wilderness."
    },
    {
        "o": 4894,
        "r": "csb:Numbers:24:2",
        "t": "When Balaam looked up and saw Israel encamped tribe by tribe, the Spirit of God came on him,"
    },
    {
        "o": 4895,
        "r": "csb:Numbers:24:3",
        "t": "and he proclaimed his poem: The*pn oracle of Balaam son of Beor, the*ln oracle of the man whose eyes are opened,"
    },
    {
        "o": 4896,
        "r": "csb:Numbers:24:4",
        "t": "the*ln oracle of one who hears the sayings of God, who*ln sees a vision from the Almighty, who*ln falls into a trance with his eyes uncovered:"
    },
    {
        "o": 4897,
        "r": "csb:Numbers:24:5",
        "t": "How*ln beautiful are your tents, Jacob, your*ln dwellings, Israel."
    },
    {
        "o": 4898,
        "r": "csb:Numbers:24:6",
        "t": "They*ln stretch out like river valleys, like*ln gardens beside a stream, like*ln aloes the Lord*s has planted, like*ln cedars beside the water."
    },
    {
        "o": 4899,
        "r": "csb:Numbers:24:7",
        "t": "Water*ln will flow from his buckets, and*ln his seed will be by abundant water. His*ln king will be greater than Agag, and*ln his kingdom will be exalted."
    },
    {
        "o": 4900,
        "r": "csb:Numbers:24:8",
        "t": "God*ln brought him out of Egypt; he*ln is like the horns of a wild ox for them. He*ln will feed on enemy nations and*ln gnaw their bones; he*ln will strike them with his arrows."
    },
    {
        "o": 4901,
        "r": "csb:Numbers:24:9",
        "t": "He*ln crouches, he lies down like a lion or*ln a lioness - who dares to rouse him? Those*ln who bless you will be blessed, and*ln those who curse you will be cursed."
    },
    {
        "o": 4902,
        "r": "csb:Numbers:24:10",
        "t": "Then*p Balak became furious with Balaam, struck his hands together, and said to him, “I summoned you to put a curse on my enemies, but instead, you have blessed them these three times."
    },
    {
        "o": 4903,
        "r": "csb:Numbers:24:11",
        "t": "Now go to your home! I said I would reward you richly, but look, the Lord*s has denied you a reward.”"
    },
    {
        "o": 4904,
        "r": "csb:Numbers:24:12",
        "t": "Balaam*p answered Balak, “Didn’t I previously tell the messengers you sent me:"
    },
    {
        "o": 4905,
        "r": "csb:Numbers:24:13",
        "t": "If Balak were to give me his house full of silver and gold, I could not go against the Lord’s*s command, to do anything good or bad of my own will? I will say whatever the Lord*s says."
    },
    {
        "o": 4906,
        "r": "csb:Numbers:24:14",
        "t": "Now I am going back to my people, but first, let me warn you what these people will do to your people in the future.”"
    },
    {
        "o": 4907,
        "r": "csb:Numbers:24:14",
        "t": "Balaam’s Fourth Oracle",
        "h": 2
    },
    {
        "o": 4908,
        "r": "csb:Numbers:24:15",
        "t": "Then*p he proclaimed his poem: The*pn oracle of Balaam son of Beor, the*ln oracle of the man whose eyes are opened;"
    },
    {
        "o": 4909,
        "r": "csb:Numbers:24:16",
        "t": "the*ln oracle of one who hears the sayings of God and*ln has knowledge from the Most High, who*ln sees a vision from the Almighty, who*ln falls into a trance with his eyes uncovered:"
    },
    {
        "o": 4910,
        "r": "csb:Numbers:24:17",
        "t": "I*ln see him, but not now; I*ln perceive him, but not near. A*ln star will come from Jacob, and*ln a scepter will arise from Israel. He*ln will smash the forehead of Moab and*ln strike down all the Shethites."
    },
    {
        "o": 4911,
        "r": "csb:Numbers:24:18",
        "t": "Edom*ln will become a possession; Seir*ln will become a possession of its enemies, but*ln Israel will be triumphant."
    },
    {
        "o": 4912,
        "r": "csb:Numbers:24:19",
        "t": "One*ln who comes from Jacob will rule; he*ln will destroy the city’s survivors."
    },
    {
        "o": 4913,
        "r": "csb:Numbers:24:20",
        "t": "Then*p Balaam saw Amalek and proclaimed his poem: Amalek*pn was first among the nations, but*ln his future is destruction."
    },
    {
        "o": 4914,
        "r": "csb:Numbers:24:21",
        "t": "Next*p he saw the Kenites and proclaimed his poem: Your*pn dwelling place is enduring; your*ln nest is set in the cliffs."
    },
    {
        "o": 4915,
        "r": "csb:Numbers:24:22",
        "t": "Kain*ln will be destroyed when*ln Asshur takes you captive."
    },
    {
        "o": 4916,
        "r": "csb:Numbers:24:23",
        "t": "Once*p more he proclaimed his poem: Ah,*pn who can live when God does this?"
    },
    {
        "o": 4917,
        "r": "csb:Numbers:24:24",
        "t": "Ships*ln will come from the coast of Kittim; they*ln will carry out raids against Asshur and Eber, but*ln they too will come to destruction."
    },
    {
        "o": 4918,
        "r": "csb:Numbers:24:25",
        "t": "Balaam*p then arose and went back to his homeland, and Balak also went his way."
    }
]
