[
    {
        "o": 8759,
        "r": "nkjv:1 Samuel:28:0",
        "t": "1 Samuel 28",
        "h": 1
    },
    {
        "o": 8760,
        "r": "nkjv:1 Samuel:28:1",
        "t": "Now*p it happened in those days that the Philistines gathered their armies together for war, to fight with Israel. And Achish said to David, “You assuredly know that you will go out with me to battle, you and your men.”"
    },
    {
        "o": 8761,
        "r": "nkjv:1 Samuel:28:2",
        "t": "So*p David said to Achish, “Surely you know what your servant can do.” And*p Achish said to David, “Therefore I will make you one of my chief guardians forever.”"
    },
    {
        "o": 8762,
        "r": "nkjv:1 Samuel:28:2",
        "t": "Saul Consults a Medium",
        "h": 2
    },
    {
        "o": 8763,
        "r": "nkjv:1 Samuel:28:3",
        "t": "Now*p Samuel had died, and all Israel had lamented for him and buried him in Ramah, in his own city. And Saul had put the mediums and the spiritists out of the land."
    },
    {
        "o": 8764,
        "r": "nkjv:1 Samuel:28:4",
        "t": "Then*p the Philistines gathered together, and came and encamped at Shunem. So Saul gathered all Israel together, and they encamped at Gilboa."
    },
    {
        "o": 8765,
        "r": "nkjv:1 Samuel:28:5",
        "t": "When Saul saw the army of the Philistines, he was afraid, and his heart trembled greatly."
    },
    {
        "o": 8766,
        "r": "nkjv:1 Samuel:28:6",
        "t": "And when Saul inquired of the Lord,*s the Lord*s did not answer him, either by dreams or by Urim or by the prophets."
    },
    {
        "o": 8767,
        "r": "nkjv:1 Samuel:28:7",
        "t": "Then*p Saul said to his servants, “Find me a woman who is a medium, that I may go to her and inquire of her.” And*p his servants said to him, “In fact, there*i is*i a woman who is a medium at En Dor.”"
    },
    {
        "o": 8768,
        "r": "nkjv:1 Samuel:28:8",
        "t": "So*p Saul disguised himself and put on other clothes, and he went, and two men with him; and they came to the woman by night. And he said, “Please conduct a séance for me, and bring up for me the one I shall name to you.”"
    },
    {
        "o": 8769,
        "r": "nkjv:1 Samuel:28:9",
        "t": "Then*p the woman said to him, “Look, you know what Saul has done, how he has cut off the mediums and the spiritists from the land. Why then do you lay a snare for my life, to cause me to die?”"
    },
    {
        "o": 8770,
        "r": "nkjv:1 Samuel:28:10",
        "t": "And*p Saul swore to her by the Lord,*s saying, “As*i the Lord*s lives, no punishment shall come upon you for this thing.”"
    },
    {
        "o": 8771,
        "r": "nkjv:1 Samuel:28:11",
        "t": "Then*p the woman said, “Whom shall I bring up for you?” And*p he said, “Bring up Samuel for me.”"
    },
    {
        "o": 8772,
        "r": "nkjv:1 Samuel:28:12",
        "t": "When*p the woman saw Samuel, she cried out with a loud voice. And the woman spoke to Saul, saying, “Why have you deceived me? For you are*i Saul!”"
    },
    {
        "o": 8773,
        "r": "nkjv:1 Samuel:28:13",
        "t": "And*p the king said to her, “Do not be afraid. What did you see?” And*p the woman said to Saul, “I saw a spirit ascending out of the earth.”"
    },
    {
        "o": 8774,
        "r": "nkjv:1 Samuel:28:14",
        "t": "So*p he said to her, “What is*i his form?” And*p she said, “An old man is coming up, and he is*i covered with a mantle.” And Saul perceived that it was*i Samuel, and he stooped with his*i face to the ground and bowed down."
    },
    {
        "o": 8775,
        "r": "nkjv:1 Samuel:28:15",
        "t": "Now*p Samuel said to Saul, “Why have you disturbed me by bringing me up?” And*p Saul answered, “I am deeply distressed; for the Philistines make war against me, and God has departed from me and does not answer me anymore, neither by prophets nor by dreams. Therefore I have called you, that you may reveal to me what I should do.”"
    },
    {
        "o": 8776,
        "r": "nkjv:1 Samuel:28:16",
        "t": "Then*p Samuel said: “So why do you ask me, seeing the Lord*s has departed from you and has become your enemy?"
    },
    {
        "o": 8777,
        "r": "nkjv:1 Samuel:28:17",
        "t": "And the Lord*s has done for Himself as He spoke by me. For the Lord*s has torn the kingdom out of your hand and given it to your neighbor, David."
    },
    {
        "o": 8778,
        "r": "nkjv:1 Samuel:28:18",
        "t": "Because you did not obey the voice of the Lord*s nor execute His fierce wrath upon Amalek, therefore the Lord*s has done this thing to you this day."
    },
    {
        "o": 8779,
        "r": "nkjv:1 Samuel:28:19",
        "t": "Moreover the Lord*s will also deliver Israel with you into the hand of the Philistines. And tomorrow you and your sons will*i be*i with me. The Lord*s will also deliver the army of Israel into the hand of the Philistines.”"
    },
    {
        "o": 8780,
        "r": "nkjv:1 Samuel:28:20",
        "t": "Immediately*p Saul fell full length on the ground, and was dreadfully afraid because of the words of Samuel. And there was no strength in him, for he had eaten no food all day or all night."
    },
    {
        "o": 8781,
        "r": "nkjv:1 Samuel:28:21",
        "t": "And*p the woman came to Saul and saw that he was severely troubled, and said to him, “Look, your maidservant has obeyed your voice, and I have put my life in my hands and heeded the words which you spoke to me."
    },
    {
        "o": 8782,
        "r": "nkjv:1 Samuel:28:22",
        "t": "Now therefore, please, heed also the voice of your maidservant, and let me set a piece of bread before you; and eat, that you may have strength when you go on your*i way.”"
    },
    {
        "o": 8783,
        "r": "nkjv:1 Samuel:28:23",
        "t": "But*p he refused and said, “I will not eat.” So*p his servants, together with the woman, urged him; and he heeded their voice. Then he arose from the ground and sat on the bed."
    },
    {
        "o": 8784,
        "r": "nkjv:1 Samuel:28:24",
        "t": "Now the woman had a fatted calf in the house, and she hastened to kill it. And she took flour and kneaded it,*i and baked unleavened bread from it."
    },
    {
        "o": 8785,
        "r": "nkjv:1 Samuel:28:25",
        "t": "So she brought it*i before Saul and his servants, and they ate. Then they rose and went away that night."
    }
]
