[
    {
        "o": 32605,
        "r": "csb:2 Corinthians:1:0",
        "t": "2 Corinthians 1",
        "h": 1
    },
    {
        "o": 32606,
        "r": "csb:2 Corinthians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 32607,
        "r": "csb:2 Corinthians:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by God’s will, and Timothy our brother: To*p the church of God at Corinth, with all the saints who are throughout Achaia."
    },
    {
        "o": 32608,
        "r": "csb:2 Corinthians:1:2",
        "t": "Grace*p to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 32609,
        "r": "csb:2 Corinthians:1:2",
        "t": "The God of Comfort",
        "h": 2
    },
    {
        "o": 32610,
        "r": "csb:2 Corinthians:1:3",
        "t": "Blessed*p be the God and Father of our Lord Jesus Christ, the Father of mercies and the God of all comfort."
    },
    {
        "o": 32611,
        "r": "csb:2 Corinthians:1:4",
        "t": "He comforts us in all our affliction, so that we may be able to comfort those who are in any kind of affliction, through the comfort we ourselves receive from God."
    },
    {
        "o": 32612,
        "r": "csb:2 Corinthians:1:5",
        "t": "For just as the sufferings of Christ overflow to us, so also through Christ our comfort overflows."
    },
    {
        "o": 32613,
        "r": "csb:2 Corinthians:1:6",
        "t": "If we are afflicted, it is for your comfort and salvation. If we are comforted, it is for your comfort, which produces in you patient endurance of the same sufferings that we suffer."
    },
    {
        "o": 32614,
        "r": "csb:2 Corinthians:1:7",
        "t": "And our hope for you is firm, because we know that as you share in the sufferings, so you will also share in the comfort."
    },
    {
        "o": 32615,
        "r": "csb:2 Corinthians:1:8",
        "t": "We*p don’t want you to be unaware, brothers and sisters, of our affliction that took place in Asia. We were completely overwhelmed - beyond our strength- so that we even despaired of life itself."
    },
    {
        "o": 32616,
        "r": "csb:2 Corinthians:1:9",
        "t": "Indeed, we felt that we had received the sentence of death, so that we would not trust in ourselves but in God who raises the dead."
    },
    {
        "o": 32617,
        "r": "csb:2 Corinthians:1:10",
        "t": "He has delivered us from such a terrible death, and he will deliver us. We have put our hope in him that he will deliver us again"
    },
    {
        "o": 32618,
        "r": "csb:2 Corinthians:1:11",
        "t": "while you join in helping us by your prayers. Then many will give thanks on our behalf for the gift that came to us through the prayers of many."
    },
    {
        "o": 32619,
        "r": "csb:2 Corinthians:1:11",
        "t": "A Clear Conscience",
        "h": 2
    },
    {
        "o": 32620,
        "r": "csb:2 Corinthians:1:12",
        "t": "Indeed,*p this is our boast: The testimony of our conscience is that we have conducted ourselves in the world, and especially toward you, with godly sincerity and purity, not by human wisdom but by God’s grace."
    },
    {
        "o": 32621,
        "r": "csb:2 Corinthians:1:13",
        "t": "For we are writing nothing to you other than what you can read and also understand. I hope you will understand completely -"
    },
    {
        "o": 32622,
        "r": "csb:2 Corinthians:1:14",
        "t": "just as you have partially understood us - that we are your reason for pride, just as you also are ours in the day of our Lord Jesus."
    },
    {
        "o": 32623,
        "r": "csb:2 Corinthians:1:14",
        "t": "A Visit Postponed",
        "h": 2
    },
    {
        "o": 32624,
        "r": "csb:2 Corinthians:1:15",
        "t": "Because*p of this confidence, I planned to come to you first, so that you could have a second benefit,"
    },
    {
        "o": 32625,
        "r": "csb:2 Corinthians:1:16",
        "t": "and to visit you on my way to Macedonia, and then come to you again from Macedonia and be helped by you on my journey to Judea."
    },
    {
        "o": 32626,
        "r": "csb:2 Corinthians:1:17",
        "t": "Now when I planned this, was I of two minds? Or what I plan, do I plan in a purely human way so that I say “Yes, yes” and “No, no” at the same time?"
    },
    {
        "o": 32627,
        "r": "csb:2 Corinthians:1:18",
        "t": "As God is faithful, our message to you is not “Yes and no.”"
    },
    {
        "o": 32628,
        "r": "csb:2 Corinthians:1:19",
        "t": "For the Son of God, Jesus Christ, whom we proclaimed among you - Silvanus, Timothy, and I - did not become “Yes and no.” On the contrary, in him it is always “Yes.”"
    },
    {
        "o": 32629,
        "r": "csb:2 Corinthians:1:20",
        "t": "For every one of God’s promises is “Yes” in him. Therefore, through him we also say “Amen” to the glory of God."
    },
    {
        "o": 32630,
        "r": "csb:2 Corinthians:1:21",
        "t": "Now it is God who strengthens us together with you in Christ, and who has anointed us."
    },
    {
        "o": 32631,
        "r": "csb:2 Corinthians:1:22",
        "t": "He has also put his seal on us and given us the Spirit in our hearts as a down payment."
    },
    {
        "o": 32632,
        "r": "csb:2 Corinthians:1:23",
        "t": "I*p call on God as a witness, on my life, that it was to spare you that I did not come to Corinth."
    },
    {
        "o": 32633,
        "r": "csb:2 Corinthians:1:24",
        "t": "I do not mean that we lord it over your faith, but we are workers with you for your joy, because you stand firm in your faith."
    },
    {
        "o": 32634,
        "r": "csb:2 Corinthians:2:0",
        "t": "2 Corinthians 2",
        "h": 1
    },
    {
        "o": 32635,
        "r": "csb:2 Corinthians:2:1",
        "t": "In*p fact, I made up my mind about this: I would not come to you on another painful visit."
    },
    {
        "o": 32636,
        "r": "csb:2 Corinthians:2:2",
        "t": "For if I cause you pain, then who will cheer me other than the one being hurt by me?"
    },
    {
        "o": 32637,
        "r": "csb:2 Corinthians:2:3",
        "t": "I wrote this very thing so that when I came I wouldn’t have pain from those who ought to give me joy, because I am confident about all of you that my joy will also be yours."
    },
    {
        "o": 32638,
        "r": "csb:2 Corinthians:2:4",
        "t": "For I wrote to you with many tears out of an extremely troubled and anguished heart - not to cause you pain, but that you should know the abundant love I have for you."
    },
    {
        "o": 32639,
        "r": "csb:2 Corinthians:2:4",
        "t": "A Sinner Forgiven",
        "h": 2
    },
    {
        "o": 32640,
        "r": "csb:2 Corinthians:2:5",
        "t": "If*p anyone has caused pain, he has caused pain not so much to me but to some degree - not to exaggerate- to all of you."
    },
    {
        "o": 32641,
        "r": "csb:2 Corinthians:2:6",
        "t": "This punishment by the majority is sufficient for that person."
    },
    {
        "o": 32642,
        "r": "csb:2 Corinthians:2:7",
        "t": "As a result, you should instead forgive and comfort him. Otherwise, he may be overwhelmed by excessive grief."
    },
    {
        "o": 32643,
        "r": "csb:2 Corinthians:2:8",
        "t": "Therefore I urge you to reaffirm your love to him."
    },
    {
        "o": 32644,
        "r": "csb:2 Corinthians:2:9",
        "t": "I wrote for this purpose: to test your character to see if you are obedient in everything."
    },
    {
        "o": 32645,
        "r": "csb:2 Corinthians:2:10",
        "t": "Anyone you forgive, I do too. For what I have forgiven - if I have forgiven anything - it is for your benefit in the presence of Christ,"
    },
    {
        "o": 32646,
        "r": "csb:2 Corinthians:2:11",
        "t": "so that we may not be taken advantage of by Satan. For we are not ignorant of his schemes."
    },
    {
        "o": 32647,
        "r": "csb:2 Corinthians:2:11",
        "t": "A Trip to Macedonia",
        "h": 2
    },
    {
        "o": 32648,
        "r": "csb:2 Corinthians:2:12",
        "t": "When*p I came to Troas to preach the gospel of Christ, even though the Lord opened a door for me,"
    },
    {
        "o": 32649,
        "r": "csb:2 Corinthians:2:13",
        "t": "I had no rest in my spirit because I did not find my brother Titus. Instead, I said good-bye to them and left for Macedonia."
    },
    {
        "o": 32650,
        "r": "csb:2 Corinthians:2:13",
        "t": "A Ministry of Life or Death",
        "h": 2
    },
    {
        "o": 32651,
        "r": "csb:2 Corinthians:2:14",
        "t": "But*p thanks be to God, who always leads us in Christ’s triumphal procession and through us spreads the aroma of the knowledge of him in every place."
    },
    {
        "o": 32652,
        "r": "csb:2 Corinthians:2:15",
        "t": "For to God we are the fragrance of Christ among those who are being saved and among those who are perishing."
    },
    {
        "o": 32653,
        "r": "csb:2 Corinthians:2:16",
        "t": "To some we are an aroma of death leading to death, but to others, an aroma of life leading to life. Who is adequate for these things?"
    },
    {
        "o": 32654,
        "r": "csb:2 Corinthians:2:17",
        "t": "For we do not market the word of God for profit like so many. On the contrary, we speak with sincerity in Christ, as from God and before God."
    },
    {
        "o": 32655,
        "r": "csb:2 Corinthians:3:0",
        "t": "2 Corinthians 3",
        "h": 1
    },
    {
        "o": 32656,
        "r": "csb:2 Corinthians:3:0",
        "t": "Living Letters",
        "h": 2
    },
    {
        "o": 32657,
        "r": "csb:2 Corinthians:3:1",
        "t": "Are*p we beginning to commend ourselves again? Or do we need, like some, letters of recommendation to you or from you?"
    },
    {
        "o": 32658,
        "r": "csb:2 Corinthians:3:2",
        "t": "You yourselves are our letter, written on our hearts, known and read by everyone."
    },
    {
        "o": 32659,
        "r": "csb:2 Corinthians:3:3",
        "t": "You show that you are Christ’s letter, delivered by us, not written with ink but with the Spirit of the living God- not on tablets of stone but on tablets of human hearts."
    },
    {
        "o": 32660,
        "r": "csb:2 Corinthians:3:3",
        "t": "Paul’s Competence",
        "h": 2
    },
    {
        "o": 32661,
        "r": "csb:2 Corinthians:3:4",
        "t": "Such*p is the confidence we have through Christ before God."
    },
    {
        "o": 32662,
        "r": "csb:2 Corinthians:3:5",
        "t": "It is not that we are competent in ourselves to claim anything as coming from ourselves, but our adequacy is from God."
    },
    {
        "o": 32663,
        "r": "csb:2 Corinthians:3:6",
        "t": "He has made us competent to be ministers of a new covenant, not of the letter, but of the Spirit. For the letter kills, but the Spirit gives life."
    },
    {
        "o": 32664,
        "r": "csb:2 Corinthians:3:6",
        "t": "New Covenant Ministry",
        "h": 2
    },
    {
        "o": 32665,
        "r": "csb:2 Corinthians:3:7",
        "t": "Now*p if the ministry that brought death, chiseled in letters on stones, came with glory, so that the Israelites were not able to gaze steadily at Moses’s face because of its glory, which was set aside,"
    },
    {
        "o": 32666,
        "r": "csb:2 Corinthians:3:8",
        "t": "how will the ministry of the Spirit not be more glorious?"
    },
    {
        "o": 32667,
        "r": "csb:2 Corinthians:3:9",
        "t": "For if the ministry that brought condemnation had glory, the ministry that brings righteousness overflows with even more glory."
    },
    {
        "o": 32668,
        "r": "csb:2 Corinthians:3:10",
        "t": "In fact, what had been glorious is not glorious now by comparison because of the glory that surpasses it."
    },
    {
        "o": 32669,
        "r": "csb:2 Corinthians:3:11",
        "t": "For if what was set aside was glorious, what endures will be even more glorious."
    },
    {
        "o": 32670,
        "r": "csb:2 Corinthians:3:12",
        "t": "Since,*p then, we have such a hope, we act with great boldness."
    },
    {
        "o": 32671,
        "r": "csb:2 Corinthians:3:13",
        "t": "We are not like Moses, who used to put a veil over his face to prevent the Israelites from gazing steadily until the end of the glory of what was being set aside,"
    },
    {
        "o": 32672,
        "r": "csb:2 Corinthians:3:14",
        "t": "but their minds were hardened. For to this day, at the reading of the old covenant, the same veil remains; it is not lifted, because it is set aside only in Christ."
    },
    {
        "o": 32673,
        "r": "csb:2 Corinthians:3:15",
        "t": "Yet still today, whenever Moses is read, a veil lies over their hearts,"
    },
    {
        "o": 32674,
        "r": "csb:2 Corinthians:3:16",
        "t": "but whenever a person turns to the Lord, the veil is removed."
    },
    {
        "o": 32675,
        "r": "csb:2 Corinthians:3:17",
        "t": "Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom."
    },
    {
        "o": 32676,
        "r": "csb:2 Corinthians:3:18",
        "t": "We all, with unveiled faces, are looking as in a mirror at the glory of the Lord and are being transformed into the same image from glory to glory; this is from the Lord who is the Spirit."
    },
    {
        "o": 32677,
        "r": "csb:2 Corinthians:4:0",
        "t": "2 Corinthians 4",
        "h": 1
    },
    {
        "o": 32678,
        "r": "csb:2 Corinthians:4:0",
        "t": "The Light of the Gospel",
        "h": 2
    },
    {
        "o": 32679,
        "r": "csb:2 Corinthians:4:1",
        "t": "Therefore,*p since we have this ministry because we were shown mercy, we do not give up."
    },
    {
        "o": 32680,
        "r": "csb:2 Corinthians:4:2",
        "t": "Instead, we have renounced secret and shameful things, not acting deceitfully or distorting the word of God, but commending ourselves before God to everyone’s conscience by an open display of the truth."
    },
    {
        "o": 32681,
        "r": "csb:2 Corinthians:4:3",
        "t": "But if our gospel is veiled, it is veiled to those who are perishing."
    },
    {
        "o": 32682,
        "r": "csb:2 Corinthians:4:4",
        "t": "In their case, the god of this age has blinded the minds of the unbelievers to keep them from seeing the light of the gospel of the glory of Christ, who is the image of God."
    },
    {
        "o": 32683,
        "r": "csb:2 Corinthians:4:5",
        "t": "For we are not proclaiming ourselves but Jesus Christ as Lord, and ourselves as your servants for Jesus’s sake."
    },
    {
        "o": 32684,
        "r": "csb:2 Corinthians:4:6",
        "t": "For God who said, “Let light shine out of darkness,” has shone in our hearts to give the light of the knowledge of God’s glory in the face of Jesus Christ."
    },
    {
        "o": 32685,
        "r": "csb:2 Corinthians:4:6",
        "t": "Treasure in Clay Jars",
        "h": 2
    },
    {
        "o": 32686,
        "r": "csb:2 Corinthians:4:7",
        "t": "Now*p we have this treasure in clay jars, so that this extraordinary power may be from God and not from us."
    },
    {
        "o": 32687,
        "r": "csb:2 Corinthians:4:8",
        "t": "We are afflicted in every way but not crushed; we are perplexed but not in despair;"
    },
    {
        "o": 32688,
        "r": "csb:2 Corinthians:4:9",
        "t": "we are persecuted but not abandoned; we are struck down but not destroyed."
    },
    {
        "o": 32689,
        "r": "csb:2 Corinthians:4:10",
        "t": "We always carry the death of Jesus in our body, so that the life of Jesus may also be displayed in our body."
    },
    {
        "o": 32690,
        "r": "csb:2 Corinthians:4:11",
        "t": "For we who live are always being given over to death for Jesus’s sake, so that Jesus’s life may also be displayed in our mortal flesh."
    },
    {
        "o": 32691,
        "r": "csb:2 Corinthians:4:12",
        "t": "So then, death is at work in us, but life in you."
    },
    {
        "o": 32692,
        "r": "csb:2 Corinthians:4:13",
        "t": "And since we have the same spirit of faith in keeping with what is written, I*i believed,*i therefore*i I*i spoke,*i we also believe, and therefore speak."
    },
    {
        "o": 32693,
        "r": "csb:2 Corinthians:4:14",
        "t": "For we know that the one who raised the Lord Jesus will also raise us with Jesus and present us with you."
    },
    {
        "o": 32694,
        "r": "csb:2 Corinthians:4:15",
        "t": "Indeed, everything is for your benefit so that, as grace extends through more and more people, it may cause thanksgiving to increase to the glory of God."
    },
    {
        "o": 32695,
        "r": "csb:2 Corinthians:4:16",
        "t": "Therefore*p we do not give up. Even though our outer person is being destroyed, our inner person is being renewed day by day."
    },
    {
        "o": 32696,
        "r": "csb:2 Corinthians:4:17",
        "t": "For our momentary light affliction is producing for us an absolutely incomparable eternal weight of glory."
    },
    {
        "o": 32697,
        "r": "csb:2 Corinthians:4:18",
        "t": "So we do not focus on what is seen, but on what is unseen. For what is seen is temporary, but what is unseen is eternal."
    },
    {
        "o": 32698,
        "r": "csb:2 Corinthians:5:0",
        "t": "2 Corinthians 5",
        "h": 1
    },
    {
        "o": 32699,
        "r": "csb:2 Corinthians:5:0",
        "t": "Our Future after Death",
        "h": 2
    },
    {
        "o": 32700,
        "r": "csb:2 Corinthians:5:1",
        "t": "For*p we know that if our earthly tent we live in is destroyed, we have a building from God, an eternal dwelling in the heavens, not made with hands."
    },
    {
        "o": 32701,
        "r": "csb:2 Corinthians:5:2",
        "t": "Indeed, we groan in this tent, desiring to put on our heavenly dwelling,"
    },
    {
        "o": 32702,
        "r": "csb:2 Corinthians:5:3",
        "t": "since, when we are clothed, we will not be found naked."
    },
    {
        "o": 32703,
        "r": "csb:2 Corinthians:5:4",
        "t": "Indeed, we groan while we are in this tent, burdened as we are, because we do not want to be unclothed but clothed, so that mortality may be swallowed up by life."
    },
    {
        "o": 32704,
        "r": "csb:2 Corinthians:5:5",
        "t": "Now the one who prepared us for this very purpose is God, who gave us the Spirit as a down payment."
    },
    {
        "o": 32705,
        "r": "csb:2 Corinthians:5:6",
        "t": "So*p we are always confident and know that while we are at home in the body we are away from the Lord."
    },
    {
        "o": 32706,
        "r": "csb:2 Corinthians:5:7",
        "t": "For we walk by faith, not by sight."
    },
    {
        "o": 32707,
        "r": "csb:2 Corinthians:5:8",
        "t": "In fact, we are confident, and we would prefer to be away from the body and at home with the Lord."
    },
    {
        "o": 32708,
        "r": "csb:2 Corinthians:5:9",
        "t": "Therefore, whether we are at home or away, we make it our aim to be pleasing to him."
    },
    {
        "o": 32709,
        "r": "csb:2 Corinthians:5:10",
        "t": "For we must all appear before the judgment seat of Christ, so that each may be repaid for what he has done in the body, whether good or evil."
    },
    {
        "o": 32710,
        "r": "csb:2 Corinthians:5:11",
        "t": "Therefore,*p since we know the fear of the Lord, we try to persuade people. What we are is plain to God, and I hope it is also plain to your consciences."
    },
    {
        "o": 32711,
        "r": "csb:2 Corinthians:5:12",
        "t": "We are not commending ourselves to you again, but giving you an opportunity to be proud of us, so that you may have a reply for those who take pride in outward appearance rather than in the heart."
    },
    {
        "o": 32712,
        "r": "csb:2 Corinthians:5:13",
        "t": "For if we are out of our mind, it is for God; if we are in our right mind, it is for you."
    },
    {
        "o": 32713,
        "r": "csb:2 Corinthians:5:14",
        "t": "For the love of Christ compels us, since we have reached this conclusion, that one died for all, and therefore all died."
    },
    {
        "o": 32714,
        "r": "csb:2 Corinthians:5:15",
        "t": "And he died for all so that those who live should no longer live for themselves, but for the one who died for them and was raised."
    },
    {
        "o": 32715,
        "r": "csb:2 Corinthians:5:15",
        "t": "The Ministry of Reconciliation",
        "h": 2
    },
    {
        "o": 32716,
        "r": "csb:2 Corinthians:5:16",
        "t": "From*p now on, then, we do not know anyone from a worldly perspective. Even if we have known Christ from a worldly perspective, yet now we no longer know him in this way."
    },
    {
        "o": 32717,
        "r": "csb:2 Corinthians:5:17",
        "t": "Therefore, if anyone is in Christ, he is a new creation; the old has passed away, and see, the new has come!"
    },
    {
        "o": 32718,
        "r": "csb:2 Corinthians:5:18",
        "t": "Everything is from God, who has reconciled us to himself through Christ and has given us the ministry of reconciliation."
    },
    {
        "o": 32719,
        "r": "csb:2 Corinthians:5:19",
        "t": "That is, in Christ, God was reconciling the world to himself, not counting their trespasses against them, and he has committed the message of reconciliation to us."
    },
    {
        "o": 32720,
        "r": "csb:2 Corinthians:5:20",
        "t": "Therefore,*p we are ambassadors for Christ, since God is making his appeal through us. We plead on Christ’s behalf, “Be reconciled to God.”"
    },
    {
        "o": 32721,
        "r": "csb:2 Corinthians:5:21",
        "t": "He made the one who did not know sin to be sin for us, so that in him we might become the righteousness of God."
    },
    {
        "o": 32722,
        "r": "csb:2 Corinthians:6:0",
        "t": "2 Corinthians 6",
        "h": 1
    },
    {
        "o": 32723,
        "r": "csb:2 Corinthians:6:1",
        "t": "Working*p together with him, we also appeal to you, “Don’t receive the grace of God in vain.”"
    },
    {
        "o": 32724,
        "r": "csb:2 Corinthians:6:2",
        "t": "For he says: At*ipn an*i acceptable*i time*i I*i listened*i to*i you,*i and*iln in*i the*i day*i of*i salvation*i I*i helped*i you.*i See,*p now is the acceptable time; now is the day of salvation!"
    },
    {
        "o": 32725,
        "r": "csb:2 Corinthians:6:2",
        "t": "The Character of Paul’s Ministry",
        "h": 2
    },
    {
        "o": 32726,
        "r": "csb:2 Corinthians:6:3",
        "t": "We*p are not giving anyone an occasion for offense, so that the ministry will not be blamed."
    },
    {
        "o": 32727,
        "r": "csb:2 Corinthians:6:4",
        "t": "Instead, as God’s ministers, we commend ourselves in everything: by great endurance, by afflictions, by hardships, by difficulties,"
    },
    {
        "o": 32728,
        "r": "csb:2 Corinthians:6:5",
        "t": "by beatings, by imprisonments, by riots, by labors, by sleepless nights, by times of hunger,"
    },
    {
        "o": 32729,
        "r": "csb:2 Corinthians:6:6",
        "t": "by purity, by knowledge, by patience, by kindness, by the Holy Spirit, by sincere love,"
    },
    {
        "o": 32730,
        "r": "csb:2 Corinthians:6:7",
        "t": "by the word of truth, by the power of God; through weapons of righteousness for the right hand and the left,"
    },
    {
        "o": 32731,
        "r": "csb:2 Corinthians:6:8",
        "t": "through glory and dishonor, through slander and good report; regarded as deceivers, yet true;"
    },
    {
        "o": 32732,
        "r": "csb:2 Corinthians:6:9",
        "t": "as unknown, yet recognized; as dying, yet see - we live; as being disciplined, yet not killed;"
    },
    {
        "o": 32733,
        "r": "csb:2 Corinthians:6:10",
        "t": "as grieving, yet always rejoicing; as poor, yet enriching many; as having nothing, yet possessing everything."
    },
    {
        "o": 32734,
        "r": "csb:2 Corinthians:6:11",
        "t": "We have spoken openly to you, Corinthians; our heart has been opened wide."
    },
    {
        "o": 32735,
        "r": "csb:2 Corinthians:6:12",
        "t": "We are not withholding our affection from you, but you are withholding yours from us."
    },
    {
        "o": 32736,
        "r": "csb:2 Corinthians:6:13",
        "t": "I speak as to my children; as a proper response, open your heart to us."
    },
    {
        "o": 32737,
        "r": "csb:2 Corinthians:6:13",
        "t": "Separation to God",
        "h": 2
    },
    {
        "o": 32738,
        "r": "csb:2 Corinthians:6:14",
        "t": "Do*p not be yoked together with those who do not believe. For what partnership is there between righteousness and lawlessness? Or what fellowship does light have with darkness?"
    },
    {
        "o": 32739,
        "r": "csb:2 Corinthians:6:15",
        "t": "What agreement does Christ have with Belial? Or what does a believer have in common with an unbeliever?"
    },
    {
        "o": 32740,
        "r": "csb:2 Corinthians:6:16",
        "t": "And what agreement does the temple of God have with idols? For we are the temple of the living God, as God said: I*ipn will*i dwell*i and*iln walk*i among*i them,*i and*iln I*i will*i be*i their*i God,*i and*iln they*i will*i be*i my*i people.*i"
    },
    {
        "o": 32741,
        "r": "csb:2 Corinthians:6:17",
        "t": "Therefore,*iln come*i out*i from*i among*i them*i and*iln be*i separate,*i says*i the*i Lord;*i do*iln not*i touch*i any*i unclean*i thing,*i and*iln I*i will*i welcome*i you.*i"
    },
    {
        "o": 32742,
        "r": "csb:2 Corinthians:6:18",
        "t": "And*iln I*i will*i be*i a*i Father*i to*i you,*i and*iln you*i will*i be*i sons*i and*i daughters*i to*i me,*i says*iln the*i Lord*i Almighty.*i"
    },
    {
        "o": 32743,
        "r": "csb:2 Corinthians:7:0",
        "t": "2 Corinthians 7",
        "h": 1
    },
    {
        "o": 32744,
        "r": "csb:2 Corinthians:7:1",
        "t": "So*p then, dear friends, since we have these promises, let us cleanse ourselves from every impurity of the flesh and spirit, bringing holiness to completion in the fear of God."
    },
    {
        "o": 32745,
        "r": "csb:2 Corinthians:7:1",
        "t": "Joy and Repentance",
        "h": 2
    },
    {
        "o": 32746,
        "r": "csb:2 Corinthians:7:2",
        "t": "Make*p room for us in your hearts. We have wronged no one, corrupted no one, taken advantage of no one."
    },
    {
        "o": 32747,
        "r": "csb:2 Corinthians:7:3",
        "t": "I don’t say this to condemn you, since I have already said that you are in our hearts, to die together and to live together."
    },
    {
        "o": 32748,
        "r": "csb:2 Corinthians:7:4",
        "t": "I am very frank with you; I have great pride in you. I am filled with encouragement; I am overflowing with joy in all our afflictions."
    },
    {
        "o": 32749,
        "r": "csb:2 Corinthians:7:5",
        "t": "In*p fact, when we came into Macedonia, we had no rest. Instead, we were troubled in every way: conflicts on the outside, fears within."
    },
    {
        "o": 32750,
        "r": "csb:2 Corinthians:7:6",
        "t": "But God, who comforts the downcast, comforted us by the arrival of Titus,"
    },
    {
        "o": 32751,
        "r": "csb:2 Corinthians:7:7",
        "t": "and not only by his arrival but also by the comfort he received from you. He told us about your deep longing, your sorrow, and your zeal for me, so that I rejoiced even more."
    },
    {
        "o": 32752,
        "r": "csb:2 Corinthians:7:8",
        "t": "For even if I grieved you with my letter, I don’t regret it. And if I regretted it - since I saw that the letter grieved you, yet only for a while -"
    },
    {
        "o": 32753,
        "r": "csb:2 Corinthians:7:9",
        "t": "I now rejoice, not because you were grieved, but because your grief led to repentance. For you were grieved as God willed, so that you didn’t experience any loss from us."
    },
    {
        "o": 32754,
        "r": "csb:2 Corinthians:7:10",
        "t": "For godly grief produces a repentance that leads to salvation without regret, but worldly grief produces death."
    },
    {
        "o": 32755,
        "r": "csb:2 Corinthians:7:11",
        "t": "For consider how much diligence this very thing - this grieving as God wills - has produced in you: what a desire to clear yourselves, what indignation, what fear, what deep longing, what zeal, what justice! In every way you showed yourselves to be pure in this matter."
    },
    {
        "o": 32756,
        "r": "csb:2 Corinthians:7:12",
        "t": "So even though I wrote to you, it was not because of the one who did wrong, or because of the one who was wronged, but in order that your devotion to us might be made plain to you in the sight of God."
    },
    {
        "o": 32757,
        "r": "csb:2 Corinthians:7:13",
        "t": "For this reason we have been comforted. In*p addition to our own comfort, we rejoiced even more over the joy Titus had, because his spirit was refreshed by all of you."
    },
    {
        "o": 32758,
        "r": "csb:2 Corinthians:7:14",
        "t": "For if I have made any boast to him about you, I have not been disappointed; but as I have spoken everything to you in truth, so our boasting to Titus has also turned out to be the truth."
    },
    {
        "o": 32759,
        "r": "csb:2 Corinthians:7:15",
        "t": "And his affection toward you is even greater as he remembers the obedience of all of you, and how you received him with fear and trembling."
    },
    {
        "o": 32760,
        "r": "csb:2 Corinthians:7:16",
        "t": "I rejoice that I have complete confidence in you."
    },
    {
        "o": 32761,
        "r": "csb:2 Corinthians:8:0",
        "t": "2 Corinthians 8",
        "h": 1
    },
    {
        "o": 32762,
        "r": "csb:2 Corinthians:8:0",
        "t": "Appeal to Complete the Collection",
        "h": 2
    },
    {
        "o": 32763,
        "r": "csb:2 Corinthians:8:1",
        "t": "We*p want you to know, brothers and sisters, about the grace of God that was given to the churches of Macedonia:"
    },
    {
        "o": 32764,
        "r": "csb:2 Corinthians:8:2",
        "t": "During a severe trial brought about by affliction, their abundant joy and their extreme poverty overflowed in a wealth of generosity on their part."
    },
    {
        "o": 32765,
        "r": "csb:2 Corinthians:8:3",
        "t": "I can testify that, according to their ability and even beyond their ability, of their own accord,"
    },
    {
        "o": 32766,
        "r": "csb:2 Corinthians:8:4",
        "t": "they begged us earnestly for the privilege of sharing in the ministry to the saints,"
    },
    {
        "o": 32767,
        "r": "csb:2 Corinthians:8:5",
        "t": "and not just as we had hoped. Instead, they gave themselves first to the Lord and then to us by God’s will."
    },
    {
        "o": 32768,
        "r": "csb:2 Corinthians:8:6",
        "t": "So we urged Titus that just as he had begun, so he should also complete among you this act of grace."
    },
    {
        "o": 32769,
        "r": "csb:2 Corinthians:8:7",
        "t": "Now*p as you excel in everything - in faith, speech, knowledge, and in all diligence, and in your love for us- excel also in this act of grace."
    },
    {
        "o": 32770,
        "r": "csb:2 Corinthians:8:8",
        "t": "I am not saying this as a command. Rather, by means of the diligence of others, I am testing the genuineness of your love."
    },
    {
        "o": 32771,
        "r": "csb:2 Corinthians:8:9",
        "t": "For you know the grace of our Lord Jesus Christ: Though he was rich, for your sake he became poor, so that by his poverty you might become rich."
    },
    {
        "o": 32772,
        "r": "csb:2 Corinthians:8:10",
        "t": "And in this matter I am giving advice because it is profitable for you, who began last year not only to do something but also to want to do it."
    },
    {
        "o": 32773,
        "r": "csb:2 Corinthians:8:11",
        "t": "Now also finish the task, so that just as there was an eager desire, there may also be a completion, according to what you have."
    },
    {
        "o": 32774,
        "r": "csb:2 Corinthians:8:12",
        "t": "For if the eagerness is there, the gift is acceptable according to what a person has, not according to what he does not have."
    },
    {
        "o": 32775,
        "r": "csb:2 Corinthians:8:13",
        "t": "It is not that there should be relief for others and hardship for you, but it is a question of equality."
    },
    {
        "o": 32776,
        "r": "csb:2 Corinthians:8:14",
        "t": "At the present time your surplus is available for their need, so that their abundance may in turn meet your need, in order that there may be equality."
    },
    {
        "o": 32777,
        "r": "csb:2 Corinthians:8:15",
        "t": "As it is written: The*i person*i who*i had*i much*i did*i not*i have*i too*i much,*i and*i the*i person*i who*i had*i little*i did*i not*i have*i too*i little.*i"
    },
    {
        "o": 32778,
        "r": "csb:2 Corinthians:8:15",
        "t": "Administration of the Collection",
        "h": 2
    },
    {
        "o": 32779,
        "r": "csb:2 Corinthians:8:16",
        "t": "Thanks*p be to God, who put the same concern for you into the heart of Titus."
    },
    {
        "o": 32780,
        "r": "csb:2 Corinthians:8:17",
        "t": "For he welcomed our appeal and, being very diligent, went out to you by his own choice."
    },
    {
        "o": 32781,
        "r": "csb:2 Corinthians:8:18",
        "t": "We have sent with him the brother who is praised among all the churches for his gospel ministry."
    },
    {
        "o": 32782,
        "r": "csb:2 Corinthians:8:19",
        "t": "And not only that, but he was also appointed by the churches to accompany us with this gracious gift that we are administering for the glory of the Lord himself and to show our eagerness to help."
    },
    {
        "o": 32783,
        "r": "csb:2 Corinthians:8:20",
        "t": "We are taking this precaution so that no one will criticize us about this large sum that we are administering."
    },
    {
        "o": 32784,
        "r": "csb:2 Corinthians:8:21",
        "t": "Indeed, we are giving careful thought to do what is right, not only before the Lord but also before people."
    },
    {
        "o": 32785,
        "r": "csb:2 Corinthians:8:22",
        "t": "We have also sent with them our brother. We have often tested him in many circumstances and found him to be diligent - and now even more diligent because of his great confidence in you."
    },
    {
        "o": 32786,
        "r": "csb:2 Corinthians:8:23",
        "t": "As for Titus, he is my partner and coworker for you; as for our brothers, they are the messengers of the churches, the glory of Christ."
    },
    {
        "o": 32787,
        "r": "csb:2 Corinthians:8:24",
        "t": "Therefore, show them proof before the churches of your love and of our boasting about you."
    },
    {
        "o": 32788,
        "r": "csb:2 Corinthians:9:0",
        "t": "2 Corinthians 9",
        "h": 1
    },
    {
        "o": 32789,
        "r": "csb:2 Corinthians:9:0",
        "t": "Motivations for Giving",
        "h": 2
    },
    {
        "o": 32790,
        "r": "csb:2 Corinthians:9:1",
        "t": "Now*p concerning the ministry to the saints, it is unnecessary for me to write to you."
    },
    {
        "o": 32791,
        "r": "csb:2 Corinthians:9:2",
        "t": "For I know your eagerness, and I boast about you to the Macedonians, “Achaia has been ready since last year,” and your zeal has stirred up most of them."
    },
    {
        "o": 32792,
        "r": "csb:2 Corinthians:9:3",
        "t": "But I am sending the brothers so that our boasting about you in this matter would not prove empty, and so that you would be ready just as I said."
    },
    {
        "o": 32793,
        "r": "csb:2 Corinthians:9:4",
        "t": "Otherwise, if any Macedonians come with me and find you unprepared, we, not to mention you, would be put to shame in that situation."
    },
    {
        "o": 32794,
        "r": "csb:2 Corinthians:9:5",
        "t": "Therefore I considered it necessary to urge the brothers to go on ahead to you and arrange in advance the generous gift you promised, so that it will be ready as a gift and not as an extortion."
    },
    {
        "o": 32795,
        "r": "csb:2 Corinthians:9:6",
        "t": "The*p point is this: The person who sows sparingly will also reap sparingly, and the person who sows generously will also reap generously."
    },
    {
        "o": 32796,
        "r": "csb:2 Corinthians:9:7",
        "t": "Each person should do as he has decided in his heart - not reluctantly or out of compulsion, since God loves a cheerful giver."
    },
    {
        "o": 32797,
        "r": "csb:2 Corinthians:9:8",
        "t": "And God is able to make every grace overflow to you, so that in every way, always having everything you need, you may excel in every good work."
    },
    {
        "o": 32798,
        "r": "csb:2 Corinthians:9:9",
        "t": "As it is written: He*ipn distributed*i freely;*i he*iln gave*i to*i the*i poor;*i his*iln righteousness*i endures*i forever.*i"
    },
    {
        "o": 32799,
        "r": "csb:2 Corinthians:9:10",
        "t": "Now*p the one who provides seed for the sower and bread for food will also provide and multiply your seed and increase the harvest of your righteousness."
    },
    {
        "o": 32800,
        "r": "csb:2 Corinthians:9:11",
        "t": "You will be enriched in every way for all generosity, which produces thanksgiving to God through us."
    },
    {
        "o": 32801,
        "r": "csb:2 Corinthians:9:12",
        "t": "For the ministry of this service is not only supplying the needs of the saints but is also overflowing in many expressions of thanks to God."
    },
    {
        "o": 32802,
        "r": "csb:2 Corinthians:9:13",
        "t": "Because of the proof provided by this ministry, they will glorify God for your obedient confession of the gospel of Christ, and for your generosity in sharing with them and with everyone."
    },
    {
        "o": 32803,
        "r": "csb:2 Corinthians:9:14",
        "t": "And as they pray on your behalf, they will have deep affection for you because of the surpassing grace of God in you."
    },
    {
        "o": 32804,
        "r": "csb:2 Corinthians:9:15",
        "t": "Thanks be to God for his indescribable gift!"
    },
    {
        "o": 32805,
        "r": "csb:2 Corinthians:10:0",
        "t": "2 Corinthians 10",
        "h": 1
    },
    {
        "o": 32806,
        "r": "csb:2 Corinthians:10:0",
        "t": "Paul’s Apostolic Authority",
        "h": 2
    },
    {
        "o": 32807,
        "r": "csb:2 Corinthians:10:1",
        "t": "Now*p I, Paul, myself, appeal to you by the meekness and gentleness of Christ - I who am humble among you in person but bold toward you when absent."
    },
    {
        "o": 32808,
        "r": "csb:2 Corinthians:10:2",
        "t": "I beg you that when I am present I will not need to be bold with the confidence by which I plan to challenge certain people who think we are living according to the flesh."
    },
    {
        "o": 32809,
        "r": "csb:2 Corinthians:10:3",
        "t": "For although we live in the flesh, we do not wage war according to the flesh,"
    },
    {
        "o": 32810,
        "r": "csb:2 Corinthians:10:4",
        "t": "since the weapons of our warfare are not of the flesh, but are powerful through God for the demolition of strongholds. We demolish arguments"
    },
    {
        "o": 32811,
        "r": "csb:2 Corinthians:10:5",
        "t": "and every proud thing that is raised up against the knowledge of God, and we take every thought captive to obey Christ."
    },
    {
        "o": 32812,
        "r": "csb:2 Corinthians:10:6",
        "t": "And we are ready to punish any disobedience, once your obedience is complete."
    },
    {
        "o": 32813,
        "r": "csb:2 Corinthians:10:7",
        "t": "Look*p at what is obvious. If anyone is confident that he belongs to Christ, let him remind himself of this: Just as he belongs to Christ, so do we."
    },
    {
        "o": 32814,
        "r": "csb:2 Corinthians:10:8",
        "t": "For if I boast a little too much about our authority, which the Lord gave for building you up and not for tearing you down, I will not be put to shame."
    },
    {
        "o": 32815,
        "r": "csb:2 Corinthians:10:9",
        "t": "I don’t want to seem as though I am trying to terrify you with my letters."
    },
    {
        "o": 32816,
        "r": "csb:2 Corinthians:10:10",
        "t": "For it is said, “His letters are weighty and powerful, but his physical presence is weak and his public speaking amounts to nothing.”"
    },
    {
        "o": 32817,
        "r": "csb:2 Corinthians:10:11",
        "t": "Let such a person consider this: What we are in our letters, when we are absent, we will also be in our actions when we are present."
    },
    {
        "o": 32818,
        "r": "csb:2 Corinthians:10:12",
        "t": "For*p we don’t dare classify or compare ourselves with some who commend themselves. But in measuring themselves by themselves and comparing themselves to themselves, they lack understanding."
    },
    {
        "o": 32819,
        "r": "csb:2 Corinthians:10:13",
        "t": "We, however, will not boast beyond measure but according to the measure of the area of ministry that God has assigned to us, which reaches even to you."
    },
    {
        "o": 32820,
        "r": "csb:2 Corinthians:10:14",
        "t": "For we are not overextending ourselves, as if we had not reached you, since we have come to you with the gospel of Christ."
    },
    {
        "o": 32821,
        "r": "csb:2 Corinthians:10:15",
        "t": "We are not boasting beyond measure about other people’s labors. On the contrary, we have the hope that as your faith increases, our area of ministry will be greatly enlarged,"
    },
    {
        "o": 32822,
        "r": "csb:2 Corinthians:10:16",
        "t": "so that we may preach the gospel to the regions beyond you without boasting about what has already been done in someone else’s area of ministry."
    },
    {
        "o": 32823,
        "r": "csb:2 Corinthians:10:17",
        "t": "So let*i the*i one*i who*i boasts,*i boast*i in*i the*i Lord.*i"
    },
    {
        "o": 32824,
        "r": "csb:2 Corinthians:10:18",
        "t": "For it is not the one commending himself who is approved, but the one the Lord commends."
    },
    {
        "o": 32825,
        "r": "csb:2 Corinthians:11:0",
        "t": "2 Corinthians 11",
        "h": 1
    },
    {
        "o": 32826,
        "r": "csb:2 Corinthians:11:0",
        "t": "Paul and the False Apostles",
        "h": 2
    },
    {
        "o": 32827,
        "r": "csb:2 Corinthians:11:1",
        "t": "I*p wish you would put up with a little foolishness from me. Yes, do put up with me!"
    },
    {
        "o": 32828,
        "r": "csb:2 Corinthians:11:2",
        "t": "For I am jealous for you with a godly jealousy, because I have promised you in marriage to one husband - to present a pure virgin to Christ."
    },
    {
        "o": 32829,
        "r": "csb:2 Corinthians:11:3",
        "t": "But I fear that, as the serpent deceived Eve by his cunning, your minds may be seduced from a sincere and pure devotion to Christ."
    },
    {
        "o": 32830,
        "r": "csb:2 Corinthians:11:4",
        "t": "For if a person comes and preaches another Jesus, whom we did not preach, or you receive a different spirit, which you had not received, or a different gospel, which you had not accepted, you put up with it splendidly!"
    },
    {
        "o": 32831,
        "r": "csb:2 Corinthians:11:5",
        "t": "Now*p I consider myself in no way inferior to those “super-apostles.”"
    },
    {
        "o": 32832,
        "r": "csb:2 Corinthians:11:6",
        "t": "Even if I am untrained in public speaking, I am certainly not untrained in knowledge. Indeed, we have in every way made that clear to you in everything."
    },
    {
        "o": 32833,
        "r": "csb:2 Corinthians:11:7",
        "t": "Or did I commit a sin by humbling myself so that you might be exalted, because I preached the gospel of God to you free of charge?"
    },
    {
        "o": 32834,
        "r": "csb:2 Corinthians:11:8",
        "t": "I robbed other churches by taking pay from them to minister to you."
    },
    {
        "o": 32835,
        "r": "csb:2 Corinthians:11:9",
        "t": "When I was present with you and in need, I did not burden anyone, since the brothers who came from Macedonia supplied my needs. I have kept myself, and will keep myself, from burdening you in any way."
    },
    {
        "o": 32836,
        "r": "csb:2 Corinthians:11:10",
        "t": "As the truth of Christ is in me, this boasting of mine will not be stopped in the regions of Achaia."
    },
    {
        "o": 32837,
        "r": "csb:2 Corinthians:11:11",
        "t": "Why? Because I don’t love you? God knows I do!"
    },
    {
        "o": 32838,
        "r": "csb:2 Corinthians:11:12",
        "t": "But*p I will continue to do what I am doing, in order to deny an opportunity to those who want to be regarded as our equals in what they boast about."
    },
    {
        "o": 32839,
        "r": "csb:2 Corinthians:11:13",
        "t": "For such people are false apostles, deceitful workers, disguising themselves as apostles of Christ."
    },
    {
        "o": 32840,
        "r": "csb:2 Corinthians:11:14",
        "t": "And no wonder! For Satan disguises himself as an angel of light."
    },
    {
        "o": 32841,
        "r": "csb:2 Corinthians:11:15",
        "t": "So it is no great surprise if his servants also disguise themselves as servants of righteousness. Their end will be according to their works."
    },
    {
        "o": 32842,
        "r": "csb:2 Corinthians:11:15",
        "t": "Paul’s Sufferings for Christ",
        "h": 2
    },
    {
        "o": 32843,
        "r": "csb:2 Corinthians:11:16",
        "t": "I*p repeat: Let no one consider me a fool. But if you do, at least accept me as a fool so that I can also boast a little."
    },
    {
        "o": 32844,
        "r": "csb:2 Corinthians:11:17",
        "t": "What I am saying in this matter of boasting, I don’t speak as the Lord would, but as it were, foolishly."
    },
    {
        "o": 32845,
        "r": "csb:2 Corinthians:11:18",
        "t": "Since many boast according to the flesh, I will also boast."
    },
    {
        "o": 32846,
        "r": "csb:2 Corinthians:11:19",
        "t": "For you, being so wise, gladly put up with fools!"
    },
    {
        "o": 32847,
        "r": "csb:2 Corinthians:11:20",
        "t": "In fact, you put up with it if someone enslaves you, if someone exploits you, if someone takes advantage of you, if someone is arrogant toward you, if someone slaps you in the face."
    },
    {
        "o": 32848,
        "r": "csb:2 Corinthians:11:21",
        "t": "I say this to our shame: We have been too weak for that! But*p in whatever anyone dares to boast - I am talking foolishly - I also dare:"
    },
    {
        "o": 32849,
        "r": "csb:2 Corinthians:11:22",
        "t": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they the descendants of Abraham? So am I."
    },
    {
        "o": 32850,
        "r": "csb:2 Corinthians:11:23",
        "t": "Are they servants of Christ? I’m talking like a madman - I’m a better one: with far more labors, many more imprisonments, far worse beatings, many times near death."
    },
    {
        "o": 32851,
        "r": "csb:2 Corinthians:11:24",
        "t": "Five*p times I received the forty lashes minus one from the Jews."
    },
    {
        "o": 32852,
        "r": "csb:2 Corinthians:11:25",
        "t": "Three times I was beaten with rods. Once I received a stoning. Three times I was shipwrecked. I have spent a night and a day in the open sea."
    },
    {
        "o": 32853,
        "r": "csb:2 Corinthians:11:26",
        "t": "On frequent journeys, I faced dangers from rivers, dangers from robbers, dangers from my own people, dangers from Gentiles, dangers in the city, dangers in the wilderness, dangers at sea, and dangers among false brothers;"
    },
    {
        "o": 32854,
        "r": "csb:2 Corinthians:11:27",
        "t": "toil and hardship, many sleepless nights, hunger and thirst, often without food, cold, and without clothing."
    },
    {
        "o": 32855,
        "r": "csb:2 Corinthians:11:28",
        "t": "Not to mention other things, there is the daily pressure on me: my concern for all the churches."
    },
    {
        "o": 32856,
        "r": "csb:2 Corinthians:11:29",
        "t": "Who is weak, and I am not weak? Who is made to stumble, and I do not burn with indignation?"
    },
    {
        "o": 32857,
        "r": "csb:2 Corinthians:11:30",
        "t": "If*p boasting is necessary, I will boast about my weaknesses."
    },
    {
        "o": 32858,
        "r": "csb:2 Corinthians:11:31",
        "t": "The God and Father of the Lord Jesus, who is blessed forever, knows I am not lying."
    },
    {
        "o": 32859,
        "r": "csb:2 Corinthians:11:32",
        "t": "In Damascus, a ruler under King Aretas guarded the city of Damascus in order to arrest me."
    },
    {
        "o": 32860,
        "r": "csb:2 Corinthians:11:33",
        "t": "So I was let down in a basket through a window in the wall and escaped from his hands."
    },
    {
        "o": 32861,
        "r": "csb:2 Corinthians:12:0",
        "t": "2 Corinthians 12",
        "h": 1
    },
    {
        "o": 32862,
        "r": "csb:2 Corinthians:12:0",
        "t": "Sufficient Grace",
        "h": 2
    },
    {
        "o": 32863,
        "r": "csb:2 Corinthians:12:1",
        "t": "Boasting*p is necessary. It is not profitable, but I will move on to visions and revelations of the Lord."
    },
    {
        "o": 32864,
        "r": "csb:2 Corinthians:12:2",
        "t": "I know a man in Christ who was caught up to the third heaven fourteen years ago. Whether he was in the body or out of the body, I don’t know; God knows."
    },
    {
        "o": 32865,
        "r": "csb:2 Corinthians:12:3",
        "t": "I know that this man - whether in the body or out of the body I don’t know; God knows -"
    },
    {
        "o": 32866,
        "r": "csb:2 Corinthians:12:4",
        "t": "was caught up into paradise and heard inexpressible words, which a human being is not allowed to speak."
    },
    {
        "o": 32867,
        "r": "csb:2 Corinthians:12:5",
        "t": "I will boast about this person, but not about myself, except of my weaknesses."
    },
    {
        "o": 32868,
        "r": "csb:2 Corinthians:12:6",
        "t": "For*p if I want to boast, I wouldn’t be a fool, because I would be telling the truth. But I will spare you, so that no one can credit me with something beyond what he sees in me or hears from me,"
    },
    {
        "o": 32869,
        "r": "csb:2 Corinthians:12:7",
        "t": "especially because of the extraordinary revelations. Therefore, so that I would not exalt myself, a thorn in the flesh was given to me, a messenger of Satan to torment me so that I would not exalt myself."
    },
    {
        "o": 32870,
        "r": "csb:2 Corinthians:12:8",
        "t": "Concerning this, I pleaded with the Lord three times that it would leave me."
    },
    {
        "o": 32871,
        "r": "csb:2 Corinthians:12:9",
        "t": "But he said to me, “My*r grace*r is*r sufficient*r for*r you,*r for*r my*r power*r is*r perfected*r in*r weakness.”*r Therefore,*p I will most gladly boast all the more about my weaknesses, so that Christ’s power may reside in me."
    },
    {
        "o": 32872,
        "r": "csb:2 Corinthians:12:10",
        "t": "So I take pleasure in weaknesses, insults, hardships, persecutions, and in difficulties, for the sake of Christ. For when I am weak, then I am strong."
    },
    {
        "o": 32873,
        "r": "csb:2 Corinthians:12:10",
        "t": "Signs of an Apostle",
        "h": 2
    },
    {
        "o": 32874,
        "r": "csb:2 Corinthians:12:11",
        "t": "I*p have been a fool; you forced it on me. You ought to have commended me, since I am not in any way inferior to those “super-apostles,” even though I am nothing."
    },
    {
        "o": 32875,
        "r": "csb:2 Corinthians:12:12",
        "t": "The signs of an apostle were performed with unfailing endurance among you, including signs and wonders and miracles."
    },
    {
        "o": 32876,
        "r": "csb:2 Corinthians:12:13",
        "t": "So in what way are you worse off than the other churches, except that I personally did not burden you? Forgive me for this wrong!"
    },
    {
        "o": 32877,
        "r": "csb:2 Corinthians:12:13",
        "t": "Paul’s Concern for the Corinthians",
        "h": 2
    },
    {
        "o": 32878,
        "r": "csb:2 Corinthians:12:14",
        "t": "Look,*p I am ready to come to you this third time. I will not burden you, since I am not seeking what is yours, but you. For children ought not save up for their parents, but parents for their children."
    },
    {
        "o": 32879,
        "r": "csb:2 Corinthians:12:15",
        "t": "I will most gladly spend and be spent for you. If I love you more, am I to be loved less?"
    },
    {
        "o": 32880,
        "r": "csb:2 Corinthians:12:16",
        "t": "Now granted, I did not burden you; yet sly as I am, I took you in by deceit!"
    },
    {
        "o": 32881,
        "r": "csb:2 Corinthians:12:17",
        "t": "Did I take advantage of you by any of those I sent you?"
    },
    {
        "o": 32882,
        "r": "csb:2 Corinthians:12:18",
        "t": "I urged Titus to go, and I sent the brother with him. Titus didn’t take advantage of you, did he? Didn’t we walk in the same spirit and in the same footsteps?"
    },
    {
        "o": 32883,
        "r": "csb:2 Corinthians:12:19",
        "t": "Have*p you been thinking all along that we were defending ourselves to you? No, in the sight of God we are speaking in Christ, and everything, dear friends, is for building you up."
    },
    {
        "o": 32884,
        "r": "csb:2 Corinthians:12:20",
        "t": "For I fear that perhaps when I come I will not find you to be what I want, and you may not find me to be what you want. Perhaps there will be quarreling, jealousy, angry outbursts, selfish ambitions, slander, gossip, arrogance, and disorder."
    },
    {
        "o": 32885,
        "r": "csb:2 Corinthians:12:21",
        "t": "I fear that when I come my God will again humiliate me in your presence, and I will grieve for many who sinned before and have not repented of the moral impurity, sexual immorality, and sensuality they practiced."
    },
    {
        "o": 32886,
        "r": "csb:2 Corinthians:13:0",
        "t": "2 Corinthians 13",
        "h": 1
    },
    {
        "o": 32887,
        "r": "csb:2 Corinthians:13:0",
        "t": "Final Warnings and Exhortations",
        "h": 2
    },
    {
        "o": 32888,
        "r": "csb:2 Corinthians:13:1",
        "t": "This*p is the third time I am coming to you. Every*i matter*i must*i be*i established*i by*i the*i testimony*i of*i two*i or*i three*i witnesses.*i"
    },
    {
        "o": 32889,
        "r": "csb:2 Corinthians:13:2",
        "t": "I gave a warning when I was present the second time, and now I give a warning while I am absent to those who sinned before and to all the rest: If I come again, I will not be lenient,"
    },
    {
        "o": 32890,
        "r": "csb:2 Corinthians:13:3",
        "t": "since you seek proof of Christ speaking in me. He is not weak in dealing with you, but powerful among you."
    },
    {
        "o": 32891,
        "r": "csb:2 Corinthians:13:4",
        "t": "For he was crucified in weakness, but he lives by the power of God. For we also are weak in him, but in dealing with you we will live with him by God’s power."
    },
    {
        "o": 32892,
        "r": "csb:2 Corinthians:13:5",
        "t": "Test*p yourselves to see if you are in the faith. Examine yourselves. Or do you yourselves not recognize that Jesus Christ is in you? - unless you fail the test."
    },
    {
        "o": 32893,
        "r": "csb:2 Corinthians:13:6",
        "t": "And I hope you will recognize that we ourselves do not fail the test."
    },
    {
        "o": 32894,
        "r": "csb:2 Corinthians:13:7",
        "t": "But we pray to God that you do nothing wrong - not that we may appear to pass the test, but that you may do what is right, even though we may appear to fail."
    },
    {
        "o": 32895,
        "r": "csb:2 Corinthians:13:8",
        "t": "For we can’t do anything against the truth, but only for the truth."
    },
    {
        "o": 32896,
        "r": "csb:2 Corinthians:13:9",
        "t": "We rejoice when we are weak and you are strong. We also pray that you become fully mature."
    },
    {
        "o": 32897,
        "r": "csb:2 Corinthians:13:10",
        "t": "This is why I am writing these things while absent, so that when I am there I may not have to deal harshly with you, in keeping with the authority the Lord gave me for building up and not for tearing down."
    },
    {
        "o": 32898,
        "r": "csb:2 Corinthians:13:11",
        "t": "Finally,*p brothers and sisters, rejoice. Become mature, be encouraged, be of the same mind, be at peace, and the God of love and peace will be with you."
    },
    {
        "o": 32899,
        "r": "csb:2 Corinthians:13:12",
        "t": "Greet one another with a holy kiss. All the saints send you greetings."
    },
    {
        "o": 32900,
        "r": "csb:2 Corinthians:13:13",
        "t": "The*p grace of the Lord Jesus Christ, and the love of God, and the fellowship of the Holy Spirit be with you all."
    }
]
