[
    {
        "o": 10881,
        "r": "kjv:1 Chronicles:7:0",
        "t": "1 Chronicles 7",
        "h": 1
    },
    {
        "o": 10882,
        "r": "kjv:1 Chronicles:7:1",
        "t": "Now*p the sons of Issachar were, Tola, and Puah, Jashub, and Shimron, four."
    },
    {
        "o": 10883,
        "r": "kjv:1 Chronicles:7:2",
        "t": "And*p the sons of Tola; Uzzi, and Rephaiah, and Jeriel, and Jahmai, and Jibsam, and Shemuel, heads of their father's house, to wit, of Tola: they were valiant men of might in their generations; whose number was in the days of David two and twenty thousand and six hundred."
    },
    {
        "o": 10884,
        "r": "kjv:1 Chronicles:7:3",
        "t": "And*p the sons of Uzzi; Izrahiah: and the sons of Izrahiah; Michael, and Obadiah, and Joel, Ishiah, five: all of them chief men."
    },
    {
        "o": 10885,
        "r": "kjv:1 Chronicles:7:4",
        "t": "And*p with them, by their generations, after the house of their fathers, were bands of soldiers for war, six and thirty thousand men: for they had many wives and sons."
    },
    {
        "o": 10886,
        "r": "kjv:1 Chronicles:7:5",
        "t": "And*p their brethren among all the families of Issachar were valiant men of might, reckoned in all by their genealogies fourscore and seven thousand."
    },
    {
        "o": 10887,
        "r": "kjv:1 Chronicles:7:6",
        "t": "The*p sons of Benjamin; Bela, and Becher, and Jediael, three."
    },
    {
        "o": 10888,
        "r": "kjv:1 Chronicles:7:7",
        "t": "And*p the sons of Bela; Ezbon, and Uzzi, and Uzziel, and Jerimoth, and Iri, five; heads of the house of their fathers, mighty men of valour; and were reckoned by their genealogies twenty and two thousand and thirty and four."
    },
    {
        "o": 10889,
        "r": "kjv:1 Chronicles:7:8",
        "t": "And*p the sons of Becher; Zemira, and Joash, and Eliezer, and Elioenai, and Omri, and Jerimoth, and Abiah, and Anathoth, and Alameth. All these are the sons of Becher."
    },
    {
        "o": 10890,
        "r": "kjv:1 Chronicles:7:9",
        "t": "And*p the number of them, after their genealogy by their generations, heads of the house of their fathers, mighty men of valour, was twenty thousand and two hundred."
    },
    {
        "o": 10891,
        "r": "kjv:1 Chronicles:7:10",
        "t": "The*p sons also of Jediael; Bilhan: and the sons of Bilhan; Jeush, and Benjamin, and Ehud, and Chenaanah, and Zethan, and Tharshish, and Ahishahar."
    },
    {
        "o": 10892,
        "r": "kjv:1 Chronicles:7:11",
        "t": "All*p these the sons of Jediael, by the heads of their fathers, mighty men of valour, were seventeen thousand and two hundred soldiers, fit to go out for war and battle."
    },
    {
        "o": 10893,
        "r": "kjv:1 Chronicles:7:12",
        "t": "Shuppim*p also, and Huppim, the children of Ir, and Hushim, the sons of Aher."
    },
    {
        "o": 10894,
        "r": "kjv:1 Chronicles:7:13",
        "t": "The*p sons of Naphtali; Jahziel, and Guni, and Jezer, and Shallum, the sons of Bilhah."
    },
    {
        "o": 10895,
        "r": "kjv:1 Chronicles:7:14",
        "t": "The*p sons of Manasseh; Asriel, whom she bare: (but his concubine the Aramitess bare Machir the father of Gilead:"
    },
    {
        "o": 10896,
        "r": "kjv:1 Chronicles:7:15",
        "t": "And*p Machir took to wife the sister of Huppim and Shuppim, whose sister's name was Maachah;) and the name of the second was Zelophehad: and Zelophehad had daughters."
    },
    {
        "o": 10897,
        "r": "kjv:1 Chronicles:7:16",
        "t": "And*p Maachah the wife of Machir bare a son, and she called his name Peresh; and the name of his brother was Sheresh; and his sons were Ulam and Rakem."
    },
    {
        "o": 10898,
        "r": "kjv:1 Chronicles:7:17",
        "t": "And*p the sons of Ulam; Bedan. These were the sons of Gilead, the son of Machir, the son of Manasseh."
    },
    {
        "o": 10899,
        "r": "kjv:1 Chronicles:7:18",
        "t": "And*p his sister Hammoleketh bare Ishod, and Abiezer, and Mahalah."
    },
    {
        "o": 10900,
        "r": "kjv:1 Chronicles:7:19",
        "t": "And*p the sons of Shemida were, Ahian, and Shechem, and Likhi, and Aniam."
    },
    {
        "o": 10901,
        "r": "kjv:1 Chronicles:7:20",
        "t": "And*p the sons of Ephraim; Shuthelah, and Bered his son, and Tahath his son, and Eladah his son, and Tahath his son,"
    },
    {
        "o": 10902,
        "r": "kjv:1 Chronicles:7:21",
        "t": "And*p Zabad his son, and Shuthelah his son, and Ezer, and Elead, whom the men of Gath that were born in that land slew, because they came down to take away their cattle."
    },
    {
        "o": 10903,
        "r": "kjv:1 Chronicles:7:22",
        "t": "And*p Ephraim their father mourned many days, and his brethren came to comfort him."
    },
    {
        "o": 10904,
        "r": "kjv:1 Chronicles:7:23",
        "t": "And*p when he went in to his wife, she conceived, and bare a son, and he called his name Beriah, because it went evil with his house."
    },
    {
        "o": 10905,
        "r": "kjv:1 Chronicles:7:24",
        "t": "(And*p his daughter was Sherah, who built Beth–horon the nether, and the upper, and Uzzen–sheerah.)"
    },
    {
        "o": 10906,
        "r": "kjv:1 Chronicles:7:25",
        "t": "And*p Rephah was his son, also Resheph, and Telah his son, and Tahan his son,"
    },
    {
        "o": 10907,
        "r": "kjv:1 Chronicles:7:26",
        "t": "Laadan*p his son, Ammihud his son, Elishama his son,"
    },
    {
        "o": 10908,
        "r": "kjv:1 Chronicles:7:27",
        "t": "Non*p his son, Jehoshua his son."
    },
    {
        "o": 10909,
        "r": "kjv:1 Chronicles:7:28",
        "t": "And*p their possessions and habitations were, Beth–el and the towns thereof, and eastward Naaran, and westward Gezer, with the towns thereof; Shechem also and the towns thereof, unto Gaza and the towns thereof:"
    },
    {
        "o": 10910,
        "r": "kjv:1 Chronicles:7:29",
        "t": "And*p by the borders of the children of Manasseh, Beth–shean and her towns, Taanach and her towns, Megiddo and her towns, Dor and her towns. In these dwelt the children of Joseph the son of Israel."
    },
    {
        "o": 10911,
        "r": "kjv:1 Chronicles:7:30",
        "t": "The*p sons of Asher; Imnah, and Ishuah, and Ishvi, and Beriah, and Serah their sister."
    },
    {
        "o": 10912,
        "r": "kjv:1 Chronicles:7:31",
        "t": "And*p the sons of Beriah; Heber, and Malchiel, who is the father of Birzavith."
    },
    {
        "o": 10913,
        "r": "kjv:1 Chronicles:7:32",
        "t": "And*p Heber begat Japhlet, and Shomer, and Hotham, and Shua their sister."
    },
    {
        "o": 10914,
        "r": "kjv:1 Chronicles:7:33",
        "t": "And*p the sons of Japhlet; Pasach, and Bimhal, and Ashvath. These are the children of Japhlet."
    },
    {
        "o": 10915,
        "r": "kjv:1 Chronicles:7:34",
        "t": "And*p the sons of Shamer; Ahi, and Rohgah, Jehubbah, and Aram."
    },
    {
        "o": 10916,
        "r": "kjv:1 Chronicles:7:35",
        "t": "And*p the sons of his brother Helem; Zophah, and Imna, and Shelesh, and Amal."
    },
    {
        "o": 10917,
        "r": "kjv:1 Chronicles:7:36",
        "t": "The*p sons of Zophah; Suah, and Harnepher, and Shual, and Beri, and Imrah,"
    },
    {
        "o": 10918,
        "r": "kjv:1 Chronicles:7:37",
        "t": "Bezer,*p and Hod, and Shamma, and Shilshah, and Ithran, and Beera."
    },
    {
        "o": 10919,
        "r": "kjv:1 Chronicles:7:38",
        "t": "And*p the sons of Jether; Jephunneh, and Pispah, and Ara."
    },
    {
        "o": 10920,
        "r": "kjv:1 Chronicles:7:39",
        "t": "And*p the sons of Ulla; Arah, and Haniel, and Rezia."
    },
    {
        "o": 10921,
        "r": "kjv:1 Chronicles:7:40",
        "t": "All*p these were the children of Asher, heads of their father's house, choice and mighty men of valour, chief of the princes. And the number throughout the genealogy of them that were apt to the war and to battle was twenty and six thousand men."
    }
]
