[
    {
        "o": 4339,
        "r": "niv:Numbers:10:0",
        "t": "Numbers 10",
        "h": 1
    },
    {
        "o": 4340,
        "r": "niv:Numbers:10:0",
        "t": "The Silver Trumpets",
        "h": 2
    },
    {
        "o": 4341,
        "r": "niv:Numbers:10:1",
        "t": "The*p Lord*s said to Moses:"
    },
    {
        "o": 4342,
        "r": "niv:Numbers:10:2",
        "t": "“Make two trumpets of hammered silver, and use them for calling the community together and for having the camps set out."
    },
    {
        "o": 4343,
        "r": "niv:Numbers:10:3",
        "t": "When both are sounded, the whole community is to assemble before you at the entrance to the tent of meeting."
    },
    {
        "o": 4344,
        "r": "niv:Numbers:10:4",
        "t": "If only one is sounded, the leaders—the heads of the clans of Israel—are to assemble before you."
    },
    {
        "o": 4345,
        "r": "niv:Numbers:10:5",
        "t": "When a trumpet blast is sounded, the tribes camping on the east are to set out."
    },
    {
        "o": 4346,
        "r": "niv:Numbers:10:6",
        "t": "At the sounding of a second blast, the camps on the south are to set out. The blast will be the signal for setting out."
    },
    {
        "o": 4347,
        "r": "niv:Numbers:10:7",
        "t": "To gather the assembly, blow the trumpets, but not with the signal for setting out."
    },
    {
        "o": 4348,
        "r": "niv:Numbers:10:8",
        "t": "“The*p sons of Aaron, the priests, are to blow the trumpets. This is to be a lasting ordinance for you and the generations to come."
    },
    {
        "o": 4349,
        "r": "niv:Numbers:10:9",
        "t": "When you go into battle in your own land against an enemy who is oppressing you, sound a blast on the trumpets. Then you will be remembered by the Lord*s your God and rescued from your enemies."
    },
    {
        "o": 4350,
        "r": "niv:Numbers:10:10",
        "t": "Also at your times of rejoicing—your appointed festivals and New Moon feasts—you are to sound the trumpets over your burnt offerings and fellowship offerings, and they will be a memorial for you before your God. I am the Lord*s your God.”"
    },
    {
        "o": 4351,
        "r": "niv:Numbers:10:10",
        "t": "The Israelites Leave Sinai",
        "h": 2
    },
    {
        "o": 4352,
        "r": "niv:Numbers:10:11",
        "t": "On*p the twentieth day of the second month of the second year, the cloud lifted from above the tabernacle of the covenant law."
    },
    {
        "o": 4353,
        "r": "niv:Numbers:10:12",
        "t": "Then the Israelites set out from the Desert of Sinai and traveled from place to place until the cloud came to rest in the Desert of Paran."
    },
    {
        "o": 4354,
        "r": "niv:Numbers:10:13",
        "t": "They set out, this first time, at the Lord’s*s command through Moses."
    },
    {
        "o": 4355,
        "r": "niv:Numbers:10:14",
        "t": "The*p divisions of the camp of Judah went first, under their standard. Nahshon son of Amminadab was in command."
    },
    {
        "o": 4356,
        "r": "niv:Numbers:10:15",
        "t": "Nethanel son of Zuar was over the division of the tribe of Issachar,"
    },
    {
        "o": 4357,
        "r": "niv:Numbers:10:16",
        "t": "and Eliab son of Helon was over the division of the tribe of Zebulun."
    },
    {
        "o": 4358,
        "r": "niv:Numbers:10:17",
        "t": "Then the tabernacle was taken down, and the Gershonites and Merarites, who carried it, set out."
    },
    {
        "o": 4359,
        "r": "niv:Numbers:10:18",
        "t": "The*p divisions of the camp of Reuben went next, under their standard. Elizur son of Shedeur was in command."
    },
    {
        "o": 4360,
        "r": "niv:Numbers:10:19",
        "t": "Shelumiel son of Zurishaddai was over the division of the tribe of Simeon,"
    },
    {
        "o": 4361,
        "r": "niv:Numbers:10:20",
        "t": "and Eliasaph son of Deuel was over the division of the tribe of Gad."
    },
    {
        "o": 4362,
        "r": "niv:Numbers:10:21",
        "t": "Then the Kohathites set out, carrying the holy things. The tabernacle was to be set up before they arrived."
    },
    {
        "o": 4363,
        "r": "niv:Numbers:10:22",
        "t": "The*p divisions of the camp of Ephraim went next, under their standard. Elishama son of Ammihud was in command."
    },
    {
        "o": 4364,
        "r": "niv:Numbers:10:23",
        "t": "Gamaliel son of Pedahzur was over the division of the tribe of Manasseh,"
    },
    {
        "o": 4365,
        "r": "niv:Numbers:10:24",
        "t": "and Abidan son of Gideoni was over the division of the tribe of Benjamin."
    },
    {
        "o": 4366,
        "r": "niv:Numbers:10:25",
        "t": "Finally,*p as the rear guard for all the units, the divisions of the camp of Dan set out under their standard. Ahiezer son of Ammishaddai was in command."
    },
    {
        "o": 4367,
        "r": "niv:Numbers:10:26",
        "t": "Pagiel son of Okran was over the division of the tribe of Asher,"
    },
    {
        "o": 4368,
        "r": "niv:Numbers:10:27",
        "t": "and Ahira son of Enan was over the division of the tribe of Naphtali."
    },
    {
        "o": 4369,
        "r": "niv:Numbers:10:28",
        "t": "This was the order of march for the Israelite divisions as they set out."
    },
    {
        "o": 4370,
        "r": "niv:Numbers:10:29",
        "t": "Now*p Moses said to Hobab son of Reuel the Midianite, Moses’ father-in-law, “We are setting out for the place about which the Lord*s said, ‘I will give it to you.’ Come with us and we will treat you well, for the Lord*s has promised good things to Israel.”"
    },
    {
        "o": 4371,
        "r": "niv:Numbers:10:30",
        "t": "He*p answered, “No, I will not go; I am going back to my own land and my own people.”"
    },
    {
        "o": 4372,
        "r": "niv:Numbers:10:31",
        "t": "But*p Moses said, “Please do not leave us. You know where we should camp in the wilderness, and you can be our eyes."
    },
    {
        "o": 4373,
        "r": "niv:Numbers:10:32",
        "t": "If you come with us, we will share with you whatever good things the Lord*s gives us.”"
    },
    {
        "o": 4374,
        "r": "niv:Numbers:10:33",
        "t": "So*p they set out from the mountain of the Lord*s and traveled for three days. The ark of the covenant of the Lord*s went before them during those three days to find them a place to rest."
    },
    {
        "o": 4375,
        "r": "niv:Numbers:10:34",
        "t": "The cloud of the Lord*s was over them by day when they set out from the camp."
    },
    {
        "o": 4376,
        "r": "niv:Numbers:10:35",
        "t": "Whenever*p the ark set out, Moses said, “Rise*pn up, Lord!*s May*ld your enemies be scattered; may*ld your foes flee before you.”"
    },
    {
        "o": 4377,
        "r": "niv:Numbers:10:36",
        "t": "Whenever*p it came to rest, he said, “Return,*pn Lord,*s to*ld the countless thousands of Israel.”"
    }
]
