[
    {
        "o": 32761,
        "r": "csb:2 Corinthians:8:0",
        "t": "2 Corinthians 8",
        "h": 1
    },
    {
        "o": 32762,
        "r": "csb:2 Corinthians:8:0",
        "t": "Appeal to Complete the Collection",
        "h": 2
    },
    {
        "o": 32763,
        "r": "csb:2 Corinthians:8:1",
        "t": "We*p want you to know, brothers and sisters, about the grace of God that was given to the churches of Macedonia:"
    },
    {
        "o": 32764,
        "r": "csb:2 Corinthians:8:2",
        "t": "During a severe trial brought about by affliction, their abundant joy and their extreme poverty overflowed in a wealth of generosity on their part."
    },
    {
        "o": 32765,
        "r": "csb:2 Corinthians:8:3",
        "t": "I can testify that, according to their ability and even beyond their ability, of their own accord,"
    },
    {
        "o": 32766,
        "r": "csb:2 Corinthians:8:4",
        "t": "they begged us earnestly for the privilege of sharing in the ministry to the saints,"
    },
    {
        "o": 32767,
        "r": "csb:2 Corinthians:8:5",
        "t": "and not just as we had hoped. Instead, they gave themselves first to the Lord and then to us by God’s will."
    },
    {
        "o": 32768,
        "r": "csb:2 Corinthians:8:6",
        "t": "So we urged Titus that just as he had begun, so he should also complete among you this act of grace."
    },
    {
        "o": 32769,
        "r": "csb:2 Corinthians:8:7",
        "t": "Now*p as you excel in everything - in faith, speech, knowledge, and in all diligence, and in your love for us- excel also in this act of grace."
    },
    {
        "o": 32770,
        "r": "csb:2 Corinthians:8:8",
        "t": "I am not saying this as a command. Rather, by means of the diligence of others, I am testing the genuineness of your love."
    },
    {
        "o": 32771,
        "r": "csb:2 Corinthians:8:9",
        "t": "For you know the grace of our Lord Jesus Christ: Though he was rich, for your sake he became poor, so that by his poverty you might become rich."
    },
    {
        "o": 32772,
        "r": "csb:2 Corinthians:8:10",
        "t": "And in this matter I am giving advice because it is profitable for you, who began last year not only to do something but also to want to do it."
    },
    {
        "o": 32773,
        "r": "csb:2 Corinthians:8:11",
        "t": "Now also finish the task, so that just as there was an eager desire, there may also be a completion, according to what you have."
    },
    {
        "o": 32774,
        "r": "csb:2 Corinthians:8:12",
        "t": "For if the eagerness is there, the gift is acceptable according to what a person has, not according to what he does not have."
    },
    {
        "o": 32775,
        "r": "csb:2 Corinthians:8:13",
        "t": "It is not that there should be relief for others and hardship for you, but it is a question of equality."
    },
    {
        "o": 32776,
        "r": "csb:2 Corinthians:8:14",
        "t": "At the present time your surplus is available for their need, so that their abundance may in turn meet your need, in order that there may be equality."
    },
    {
        "o": 32777,
        "r": "csb:2 Corinthians:8:15",
        "t": "As it is written: The*i person*i who*i had*i much*i did*i not*i have*i too*i much,*i and*i the*i person*i who*i had*i little*i did*i not*i have*i too*i little.*i"
    },
    {
        "o": 32778,
        "r": "csb:2 Corinthians:8:15",
        "t": "Administration of the Collection",
        "h": 2
    },
    {
        "o": 32779,
        "r": "csb:2 Corinthians:8:16",
        "t": "Thanks*p be to God, who put the same concern for you into the heart of Titus."
    },
    {
        "o": 32780,
        "r": "csb:2 Corinthians:8:17",
        "t": "For he welcomed our appeal and, being very diligent, went out to you by his own choice."
    },
    {
        "o": 32781,
        "r": "csb:2 Corinthians:8:18",
        "t": "We have sent with him the brother who is praised among all the churches for his gospel ministry."
    },
    {
        "o": 32782,
        "r": "csb:2 Corinthians:8:19",
        "t": "And not only that, but he was also appointed by the churches to accompany us with this gracious gift that we are administering for the glory of the Lord himself and to show our eagerness to help."
    },
    {
        "o": 32783,
        "r": "csb:2 Corinthians:8:20",
        "t": "We are taking this precaution so that no one will criticize us about this large sum that we are administering."
    },
    {
        "o": 32784,
        "r": "csb:2 Corinthians:8:21",
        "t": "Indeed, we are giving careful thought to do what is right, not only before the Lord but also before people."
    },
    {
        "o": 32785,
        "r": "csb:2 Corinthians:8:22",
        "t": "We have also sent with them our brother. We have often tested him in many circumstances and found him to be diligent - and now even more diligent because of his great confidence in you."
    },
    {
        "o": 32786,
        "r": "csb:2 Corinthians:8:23",
        "t": "As for Titus, he is my partner and coworker for you; as for our brothers, they are the messengers of the churches, the glory of Christ."
    },
    {
        "o": 32787,
        "r": "csb:2 Corinthians:8:24",
        "t": "Therefore, show them proof before the churches of your love and of our boasting about you."
    }
]
