[
    {
        "o": 15598,
        "r": "nasb:Psalm:18:0",
        "t": "Psalm 18",
        "h": 1
    },
    {
        "o": 15599,
        "r": "nasb:Psalm:18:0",
        "t": "The Lord Praised for Giving Deliverance.",
        "h": 2
    },
    {
        "o": 15600,
        "r": "nasb:Psalm:18:0",
        "t": "For the choir director. A Psalm of David the servant of the Lord, who spoke to the Lord the words of this song in the day that the Lord delivered him from the hand of all his enemies and from the hand of Saul. And he said,",
        "h": 2.5
    },
    {
        "o": 15601,
        "r": "nasb:Psalm:18:1",
        "t": "“I*pn love You, O Lord,*s my strength.”"
    },
    {
        "o": 15602,
        "r": "nasb:Psalm:18:2",
        "t": "The*ln Lord*s is my rock and my fortress and my deliverer, My*ln God, my rock, in whom I take refuge; My*ln shield and the horn of my salvation, my stronghold."
    },
    {
        "o": 15603,
        "r": "nasb:Psalm:18:3",
        "t": "I*ln call upon the Lord,*s who is worthy to be praised, And*ln I am saved from my enemies."
    },
    {
        "o": 15604,
        "r": "nasb:Psalm:18:4",
        "t": "The*ln cords of death encompassed me, And*ln the torrents of ungodliness terrified me."
    },
    {
        "o": 15605,
        "r": "nasb:Psalm:18:5",
        "t": "The*ln cords of Sheol surrounded me; The*ln snares of death confronted me."
    },
    {
        "o": 15606,
        "r": "nasb:Psalm:18:6",
        "t": "In*ln my distress I called upon the Lord,*s And*ln cried to my God for help; He*ln heard my voice out of His temple, And*ln my cry for help before Him came into His ears."
    },
    {
        "o": 15607,
        "r": "nasb:Psalm:18:7",
        "t": "Then*ln the earth shook and quaked; And*ln the foundations of the mountains were trembling And*ln were shaken, because He was angry."
    },
    {
        "o": 15608,
        "r": "nasb:Psalm:18:8",
        "t": "Smoke*ln went up out of His nostrils, And*ln fire from His mouth devoured; Coals*ln were kindled by it."
    },
    {
        "o": 15609,
        "r": "nasb:Psalm:18:9",
        "t": "He*ln bowed the heavens also, and came down With*ln thick darkness under His feet."
    },
    {
        "o": 15610,
        "r": "nasb:Psalm:18:10",
        "t": "He*ln rode upon a cherub and flew; And*ln He sped upon the wings of the wind."
    },
    {
        "o": 15611,
        "r": "nasb:Psalm:18:11",
        "t": "He*ln made darkness His hiding place, His canopy around Him, Darkness*ln of waters, thick clouds of the skies."
    },
    {
        "o": 15612,
        "r": "nasb:Psalm:18:12",
        "t": "From*ln the brightness before Him passed His thick clouds, Hailstones*ln and coals of fire."
    },
    {
        "o": 15613,
        "r": "nasb:Psalm:18:13",
        "t": "The*ln Lord*s also thundered in the heavens, And*ln the Most High uttered His voice, Hailstones*ln and coals of fire."
    },
    {
        "o": 15614,
        "r": "nasb:Psalm:18:14",
        "t": "He*ln sent out His arrows, and scattered them, And*ln lightning flashes in abundance, and routed them."
    },
    {
        "o": 15615,
        "r": "nasb:Psalm:18:15",
        "t": "Then*ln the channels of water appeared, And*ln the foundations of the world were laid bare At*ln Your rebuke, O Lord,*s At*ln the blast of the breath of Your nostrils."
    },
    {
        "o": 15616,
        "r": "nasb:Psalm:18:16",
        "t": "He*ln sent from on high, He took me; He*ln drew me out of many waters."
    },
    {
        "o": 15617,
        "r": "nasb:Psalm:18:17",
        "t": "He*ln delivered me from my strong enemy, And*ln from those who hated me, for they were too mighty for me."
    },
    {
        "o": 15618,
        "r": "nasb:Psalm:18:18",
        "t": "They*ln confronted me in the day of my calamity, But*ln the Lord*s was my stay."
    },
    {
        "o": 15619,
        "r": "nasb:Psalm:18:19",
        "t": "He*ln brought me forth also into a broad place; He*ln rescued me, because He delighted in me."
    },
    {
        "o": 15620,
        "r": "nasb:Psalm:18:20",
        "t": "The*ln Lord*s has rewarded me according to my righteousness; According*ln to the cleanness of my hands He has recompensed me."
    },
    {
        "o": 15621,
        "r": "nasb:Psalm:18:21",
        "t": "For*ln I have kept the ways of the Lord,*s And*ln have not wickedly departed from my God."
    },
    {
        "o": 15622,
        "r": "nasb:Psalm:18:22",
        "t": "For*ln all His ordinances were before me, And*ln I did not put away His statutes from me."
    },
    {
        "o": 15623,
        "r": "nasb:Psalm:18:23",
        "t": "I*ln was also blameless with Him, And*ln I kept myself from my iniquity."
    },
    {
        "o": 15624,
        "r": "nasb:Psalm:18:24",
        "t": "Therefore*ln the Lord*s has recompensed me according to my righteousness, According*ln to the cleanness of my hands in His eyes."
    },
    {
        "o": 15625,
        "r": "nasb:Psalm:18:25",
        "t": "With*ln the kind You show Yourself kind; With*ln the blameless You show Yourself blameless;"
    },
    {
        "o": 15626,
        "r": "nasb:Psalm:18:26",
        "t": "With*ln the pure You show Yourself pure, And*ln with the crooked You show Yourself astute."
    },
    {
        "o": 15627,
        "r": "nasb:Psalm:18:27",
        "t": "For*ln You save an afflicted people, But*ln haughty eyes You abase."
    },
    {
        "o": 15628,
        "r": "nasb:Psalm:18:28",
        "t": "For*ln You light my lamp; The*ln Lord*s my God illumines my darkness."
    },
    {
        "o": 15629,
        "r": "nasb:Psalm:18:29",
        "t": "For*ln by You I can run upon a troop; And*ln by my God I can leap over a wall."
    },
    {
        "o": 15630,
        "r": "nasb:Psalm:18:30",
        "t": "As*ln for God, His way is blameless; The*ln word of the Lord*s is tried; He*ln is a shield to all who take refuge in Him."
    },
    {
        "o": 15631,
        "r": "nasb:Psalm:18:31",
        "t": "For*ln who is God, but the Lord?*s And*ln who is a rock, except our God,"
    },
    {
        "o": 15632,
        "r": "nasb:Psalm:18:32",
        "t": "The*ln God who girds me with strength And*ln makes my way blameless?"
    },
    {
        "o": 15633,
        "r": "nasb:Psalm:18:33",
        "t": "He*ln makes my feet like hinds’ feet,*i And*ln sets me upon my high places."
    },
    {
        "o": 15634,
        "r": "nasb:Psalm:18:34",
        "t": "He*ln trains my hands for battle, So*ln that my arms can bend a bow of bronze."
    },
    {
        "o": 15635,
        "r": "nasb:Psalm:18:35",
        "t": "You*ln have also given me the shield of Your salvation, And*ln Your right hand upholds me; And*ln Your gentleness makes me great."
    },
    {
        "o": 15636,
        "r": "nasb:Psalm:18:36",
        "t": "You*ln enlarge my steps under me, And*ln my feet have not slipped."
    },
    {
        "o": 15637,
        "r": "nasb:Psalm:18:37",
        "t": "I*ln pursued my enemies and overtook them, And*ln I did not turn back until they were consumed."
    },
    {
        "o": 15638,
        "r": "nasb:Psalm:18:38",
        "t": "I*ln shattered them, so that they were not able to rise; They*ln fell under my feet."
    },
    {
        "o": 15639,
        "r": "nasb:Psalm:18:39",
        "t": "For*ln You have girded me with strength for battle; You*ln have subdued under me those who rose up against me."
    },
    {
        "o": 15640,
        "r": "nasb:Psalm:18:40",
        "t": "You*ln have also made my enemies turn their backs to me, And*ln I destroyed those who hated me."
    },
    {
        "o": 15641,
        "r": "nasb:Psalm:18:41",
        "t": "They*ln cried for help, but there was none to save, Even*iln to the Lord,*s but He did not answer them."
    },
    {
        "o": 15642,
        "r": "nasb:Psalm:18:42",
        "t": "Then*ln I beat them fine as the dust before the wind; I*ln emptied them out as the mire of the streets."
    },
    {
        "o": 15643,
        "r": "nasb:Psalm:18:43",
        "t": "You*ln have delivered me from the contentions of the people; You*ln have placed me as head of the nations; A*ln people whom I have not known serve me."
    },
    {
        "o": 15644,
        "r": "nasb:Psalm:18:44",
        "t": "As*ln soon as they hear, they obey me; Foreigners*ln submit to me."
    },
    {
        "o": 15645,
        "r": "nasb:Psalm:18:45",
        "t": "Foreigners*ln fade away, And*ln come trembling out of their fortresses."
    },
    {
        "o": 15646,
        "r": "nasb:Psalm:18:46",
        "t": "The*ln Lord*s lives, and blessed be my rock; And*ln exalted be the God of my salvation,"
    },
    {
        "o": 15647,
        "r": "nasb:Psalm:18:47",
        "t": "The*ln God who executes vengeance for me, And*ln subdues peoples under me."
    },
    {
        "o": 15648,
        "r": "nasb:Psalm:18:48",
        "t": "He*ln delivers me from my enemies; Surely*ln You lift me above those who rise up against me; You*ln rescue me from the violent man."
    },
    {
        "o": 15649,
        "r": "nasb:Psalm:18:49",
        "t": "Therefore*ln I will give thanks to You among the nations, O Lord,*s And*ln I will sing praises to Your name."
    },
    {
        "o": 15650,
        "r": "nasb:Psalm:18:50",
        "t": "He*ln gives great deliverance to His king, And*ln shows lovingkindness to His anointed, To*ln David and his descendants forever."
    }
]
