[
    {
        "o": 6556,
        "r": "nkjv:Joshua:6:0",
        "t": "Joshua 6",
        "h": 1
    },
    {
        "o": 6557,
        "r": "nkjv:Joshua:6:0",
        "t": "The Destruction of Jericho",
        "h": 2
    },
    {
        "o": 6558,
        "r": "nkjv:Joshua:6:1",
        "t": "Now*p Jericho was securely shut up because of the children of Israel; none went out, and none came in."
    },
    {
        "o": 6559,
        "r": "nkjv:Joshua:6:2",
        "t": "And the Lord*s said to Joshua: “See! I have given Jericho into your hand, its king, and*i the mighty men of valor."
    },
    {
        "o": 6560,
        "r": "nkjv:Joshua:6:3",
        "t": "You shall march around the city, all you*i men of war; you shall go all around the city once. This you shall do six days."
    },
    {
        "o": 6561,
        "r": "nkjv:Joshua:6:4",
        "t": "And seven priests shall bear seven trumpets of rams’ horns before the ark. But the seventh day you shall march around the city seven times, and the priests shall blow the trumpets."
    },
    {
        "o": 6562,
        "r": "nkjv:Joshua:6:5",
        "t": "It shall come to pass, when they make a long blast*i with the ram’s horn, and*i when you hear the sound of the trumpet, that all the people shall shout with a great shout; then the wall of the city will fall down flat. And the people shall go up every man straight before him.”"
    },
    {
        "o": 6563,
        "r": "nkjv:Joshua:6:6",
        "t": "Then*p Joshua the son of Nun called the priests and said to them, “Take up the ark of the covenant, and let seven priests bear seven trumpets of rams’ horns before the ark of the Lord.”*s"
    },
    {
        "o": 6564,
        "r": "nkjv:Joshua:6:7",
        "t": "And he said to the people, “Proceed, and march around the city, and let him who is armed advance before the ark of the Lord.”*s"
    },
    {
        "o": 6565,
        "r": "nkjv:Joshua:6:8",
        "t": "So*p it was, when Joshua had spoken to the people, that the seven priests bearing the seven trumpets of rams’ horns before the Lord*s advanced and blew the trumpets, and the ark of the covenant of the Lord*s followed them."
    },
    {
        "o": 6566,
        "r": "nkjv:Joshua:6:9",
        "t": "The armed men went before the priests who blew the trumpets, and the rear guard came after the ark, while the*i priests*i continued blowing the trumpets."
    },
    {
        "o": 6567,
        "r": "nkjv:Joshua:6:10",
        "t": "Now Joshua had commanded the people, saying, “You shall not shout or make any noise with your voice, nor shall a word proceed out of your mouth, until the day I say to you, ‘Shout!’ Then you shall shout.”"
    },
    {
        "o": 6568,
        "r": "nkjv:Joshua:6:11",
        "t": "So he had the ark of the Lord*s circle the city, going around it*i once. Then they came into the camp and lodged in the camp."
    },
    {
        "o": 6569,
        "r": "nkjv:Joshua:6:12",
        "t": "And*p Joshua rose early in the morning, and the priests took up the ark of the Lord.*s"
    },
    {
        "o": 6570,
        "r": "nkjv:Joshua:6:13",
        "t": "Then seven priests bearing seven trumpets of rams’ horns before the ark of the Lord*s went on continually and blew with the trumpets. And the armed men went before them. But the rear guard came after the ark of the Lord,*s while the*i priests*i continued blowing the trumpets."
    },
    {
        "o": 6571,
        "r": "nkjv:Joshua:6:14",
        "t": "And the second day they marched around the city once and returned to the camp. So they did six days."
    },
    {
        "o": 6572,
        "r": "nkjv:Joshua:6:15",
        "t": "But*p it came to pass on the seventh day that they rose early, about the dawning of the day, and marched around the city seven times in the same manner. On that day only they marched around the city seven times."
    },
    {
        "o": 6573,
        "r": "nkjv:Joshua:6:16",
        "t": "And the seventh time it happened, when the priests blew the trumpets, that Joshua said to the people: “Shout, for the Lord*s has given you the city!"
    },
    {
        "o": 6574,
        "r": "nkjv:Joshua:6:17",
        "t": "Now the city shall be doomed by the Lord*s to destruction, it and all who are*i in it. Only Rahab the harlot shall live, she and all who are*i with her in the house, because she hid the messengers that we sent."
    },
    {
        "o": 6575,
        "r": "nkjv:Joshua:6:18",
        "t": "And you, by all means abstain from the accursed things, lest you become accursed when you take of the accursed things, and make the camp of Israel a curse, and trouble it."
    },
    {
        "o": 6576,
        "r": "nkjv:Joshua:6:19",
        "t": "But all the silver and gold, and vessels of bronze and iron, are*i consecrated to the Lord;*s they shall come into the treasury of the Lord.”*s"
    },
    {
        "o": 6577,
        "r": "nkjv:Joshua:6:20",
        "t": "So*p the people shouted when the*i priests*i blew the trumpets. And it happened when the people heard the sound of the trumpet, and the people shouted with a great shout, that the wall fell down flat. Then the people went up into the city, every man straight before him, and they took the city."
    },
    {
        "o": 6578,
        "r": "nkjv:Joshua:6:21",
        "t": "And they utterly destroyed all that was*i in the city, both man and woman, young and old, ox and sheep and donkey, with the edge of the sword."
    },
    {
        "o": 6579,
        "r": "nkjv:Joshua:6:22",
        "t": "But*p Joshua had said to the two men who had spied out the country, “Go into the harlot’s house, and from there bring out the woman and all that she has, as you swore to her.”"
    },
    {
        "o": 6580,
        "r": "nkjv:Joshua:6:23",
        "t": "And the young men who had been spies went in and brought out Rahab, her father, her mother, her brothers, and all that she had. So they brought out all her relatives and left them outside the camp of Israel."
    },
    {
        "o": 6581,
        "r": "nkjv:Joshua:6:24",
        "t": "But they burned the city and all that was*i in it with fire. Only the silver and gold, and the vessels of bronze and iron, they put into the treasury of the house of the Lord.*s"
    },
    {
        "o": 6582,
        "r": "nkjv:Joshua:6:25",
        "t": "And Joshua spared Rahab the harlot, her father’s household, and all that she had. So she dwells in Israel to this day, because she hid the messengers whom Joshua sent to spy out Jericho."
    },
    {
        "o": 6583,
        "r": "nkjv:Joshua:6:26",
        "t": "Then*p Joshua charged them*i at that time, saying, “Cursed be*i the man before the Lord*s who rises up and builds this city Jericho; he shall lay its foundation with his firstborn, and with his youngest he shall set up its gates.”"
    },
    {
        "o": 6584,
        "r": "nkjv:Joshua:6:27",
        "t": "So*p the Lord*s was with Joshua, and his fame spread throughout all the country."
    }
]
