[
    {
        "o": 25215,
        "r": "niv:Zechariah:3:0",
        "t": "Zechariah 3",
        "h": 1
    },
    {
        "o": 25216,
        "r": "niv:Zechariah:3:0",
        "t": "Clean Garments for the High Priest",
        "h": 2
    },
    {
        "o": 25217,
        "r": "niv:Zechariah:3:1",
        "t": "Then*p he showed me Joshua the high priest standing before the angel of the Lord,*s and Satan standing at his right side to accuse him."
    },
    {
        "o": 25218,
        "r": "niv:Zechariah:3:2",
        "t": "The Lord*s said to Satan, “The Lord*s rebuke you, Satan! The Lord,*s who has chosen Jerusalem, rebuke you! Is not this man a burning stick snatched from the fire?”"
    },
    {
        "o": 25219,
        "r": "niv:Zechariah:3:3",
        "t": "Now*p Joshua was dressed in filthy clothes as he stood before the angel."
    },
    {
        "o": 25220,
        "r": "niv:Zechariah:3:4",
        "t": "The angel said to those who were standing before him, “Take off his filthy clothes.” Then*p he said to Joshua, “See, I have taken away your sin, and I will put fine garments on you.”"
    },
    {
        "o": 25221,
        "r": "niv:Zechariah:3:5",
        "t": "Then*p I said, “Put a clean turban on his head.” So they put a clean turban on his head and clothed him, while the angel of the Lord*s stood by."
    },
    {
        "o": 25222,
        "r": "niv:Zechariah:3:6",
        "t": "The*p angel of the Lord*s gave this charge to Joshua:"
    },
    {
        "o": 25223,
        "r": "niv:Zechariah:3:7",
        "t": "“This is what the Lord*s Almighty says: ‘If you will walk in obedience to me and keep my requirements, then you will govern my house and have charge of my courts, and I will give you a place among these standing here."
    },
    {
        "o": 25224,
        "r": "niv:Zechariah:3:8",
        "t": "“ ‘Listen,*p High Priest Joshua, you and your associates seated before you, who are men symbolic of things to come: I am going to bring my servant, the Branch."
    },
    {
        "o": 25225,
        "r": "niv:Zechariah:3:9",
        "t": "See, the stone I have set in front of Joshua! There are seven eyes on that one stone, and I will engrave an inscription on it,’ says the Lord*s Almighty, ‘and I will remove the sin of this land in a single day."
    },
    {
        "o": 25226,
        "r": "niv:Zechariah:3:10",
        "t": "“ ‘In*p that day each of you will invite your neighbor to sit under your vine and fig tree,’ declares the Lord*s Almighty.”"
    }
]
