[
    {
        "o": 2593,
        "r": "esv:Exodus:30:0",
        "t": "Exodus 30",
        "h": 1
    },
    {
        "o": 2594,
        "r": "esv:Exodus:30:0",
        "t": "The Altar of Incense",
        "h": 2
    },
    {
        "o": 2595,
        "r": "esv:Exodus:30:1",
        "t": "“You*p shall make an altar on which to burn incense; you shall make it of acacia wood."
    },
    {
        "o": 2596,
        "r": "esv:Exodus:30:2",
        "t": "A cubit shall be its length, and a cubit its breadth. It shall be square, and two cubits shall be its height. Its horns shall be of one piece with it."
    },
    {
        "o": 2597,
        "r": "esv:Exodus:30:3",
        "t": "You shall overlay it with pure gold, its top and around its sides and its horns. And you shall make a molding of gold around it."
    },
    {
        "o": 2598,
        "r": "esv:Exodus:30:4",
        "t": "And you shall make two golden rings for it. Under its molding on two opposite sides of it you shall make them, and they shall be holders for poles with which to carry it."
    },
    {
        "o": 2599,
        "r": "esv:Exodus:30:5",
        "t": "You shall make the poles of acacia wood and overlay them with gold."
    },
    {
        "o": 2600,
        "r": "esv:Exodus:30:6",
        "t": "And you shall put it in front of the veil that is above the ark of the testimony, in front of the mercy seat that is above the testimony, where I will meet with you."
    },
    {
        "o": 2601,
        "r": "esv:Exodus:30:7",
        "t": "And Aaron shall burn fragrant incense on it. Every morning when he dresses the lamps he shall burn it,"
    },
    {
        "o": 2602,
        "r": "esv:Exodus:30:8",
        "t": "and when Aaron sets up the lamps at twilight, he shall burn it, a regular incense offering before the Lord*s throughout your generations."
    },
    {
        "o": 2603,
        "r": "esv:Exodus:30:9",
        "t": "You shall not offer unauthorized incense on it, or a burnt offering, or a grain offering, and you shall not pour a drink offering on it."
    },
    {
        "o": 2604,
        "r": "esv:Exodus:30:10",
        "t": "Aaron shall make atonement on its horns once a year. With the blood of the sin offering of atonement he shall make atonement for it once in the year throughout your generations. It is most holy to the Lord.”*s"
    },
    {
        "o": 2605,
        "r": "esv:Exodus:30:10",
        "t": "The Census Tax",
        "h": 2
    },
    {
        "o": 2606,
        "r": "esv:Exodus:30:11",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 2607,
        "r": "esv:Exodus:30:12",
        "t": "“When you take the census of the people of Israel, then each shall give a ransom for his life to the Lord*s when you number them, that there be no plague among them when you number them."
    },
    {
        "o": 2608,
        "r": "esv:Exodus:30:13",
        "t": "Each one who is numbered in the census shall give this: half a shekel according to the shekel of the sanctuary (the shekel is twenty gerahs), half a shekel as an offering to the Lord.*s"
    },
    {
        "o": 2609,
        "r": "esv:Exodus:30:14",
        "t": "Everyone who is numbered in the census, from twenty years old and upward, shall give the Lord’s*s offering."
    },
    {
        "o": 2610,
        "r": "esv:Exodus:30:15",
        "t": "The rich shall not give more, and the poor shall not give less, than the half shekel, when you give the Lord’s*s offering to make atonement for your lives."
    },
    {
        "o": 2611,
        "r": "esv:Exodus:30:16",
        "t": "You shall take the atonement money from the people of Israel and shall give it for the service of the tent of meeting, that it may bring the people of Israel to remembrance before the Lord,*s so as to make atonement for your lives.”"
    },
    {
        "o": 2612,
        "r": "esv:Exodus:30:16",
        "t": "The Bronze Basin",
        "h": 2
    },
    {
        "o": 2613,
        "r": "esv:Exodus:30:17",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 2614,
        "r": "esv:Exodus:30:18",
        "t": "“You shall also make a basin of bronze, with its stand of bronze, for washing. You shall put it between the tent of meeting and the altar, and you shall put water in it,"
    },
    {
        "o": 2615,
        "r": "esv:Exodus:30:19",
        "t": "with which Aaron and his sons shall wash their hands and their feet."
    },
    {
        "o": 2616,
        "r": "esv:Exodus:30:20",
        "t": "When they go into the tent of meeting, or when they come near the altar to minister, to burn a food offering to the Lord,*s they shall wash with water, so that they may not die."
    },
    {
        "o": 2617,
        "r": "esv:Exodus:30:21",
        "t": "They shall wash their hands and their feet, so that they may not die. It shall be a statute forever to them, even to him and to his offspring throughout their generations.”"
    },
    {
        "o": 2618,
        "r": "esv:Exodus:30:21",
        "t": "The Anointing Oil and Incense",
        "h": 2
    },
    {
        "o": 2619,
        "r": "esv:Exodus:30:22",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 2620,
        "r": "esv:Exodus:30:23",
        "t": "“Take the finest spices: of liquid myrrh 500 shekels, and of sweet-smelling cinnamon half as much, that is, 250, and 250 of aromatic cane,"
    },
    {
        "o": 2621,
        "r": "esv:Exodus:30:24",
        "t": "and 500 of cassia, according to the shekel of the sanctuary, and a hin of olive oil."
    },
    {
        "o": 2622,
        "r": "esv:Exodus:30:25",
        "t": "And you shall make of these a sacred anointing oil blended as by the perfumer; it shall be a holy anointing oil."
    },
    {
        "o": 2623,
        "r": "esv:Exodus:30:26",
        "t": "With it you shall anoint the tent of meeting and the ark of the testimony,"
    },
    {
        "o": 2624,
        "r": "esv:Exodus:30:27",
        "t": "and the table and all its utensils, and the lampstand and its utensils, and the altar of incense,"
    },
    {
        "o": 2625,
        "r": "esv:Exodus:30:28",
        "t": "and the altar of burnt offering with all its utensils and the basin and its stand."
    },
    {
        "o": 2626,
        "r": "esv:Exodus:30:29",
        "t": "You shall consecrate them, that they may be most holy. Whatever touches them will become holy."
    },
    {
        "o": 2627,
        "r": "esv:Exodus:30:30",
        "t": "You shall anoint Aaron and his sons, and consecrate them, that they may serve me as priests."
    },
    {
        "o": 2628,
        "r": "esv:Exodus:30:31",
        "t": "And you shall say to the people of Israel, ‘This shall be my holy anointing oil throughout your generations."
    },
    {
        "o": 2629,
        "r": "esv:Exodus:30:32",
        "t": "It shall not be poured on the body of an ordinary person, and you shall make no other like it in composition. It is holy, and it shall be holy to you."
    },
    {
        "o": 2630,
        "r": "esv:Exodus:30:33",
        "t": "Whoever compounds any like it or whoever puts any of it on an outsider shall be cut off from his people.’”"
    },
    {
        "o": 2631,
        "r": "esv:Exodus:30:34",
        "t": "The*p Lord*s said to Moses, “Take sweet spices, stacte, and onycha, and galbanum, sweet spices with pure frankincense (of each shall there be an equal part),"
    },
    {
        "o": 2632,
        "r": "esv:Exodus:30:35",
        "t": "and make an incense blended as by the perfumer, seasoned with salt, pure and holy."
    },
    {
        "o": 2633,
        "r": "esv:Exodus:30:36",
        "t": "You shall beat some of it very small, and put part of it before the testimony in the tent of meeting where I shall meet with you. It shall be most holy for you."
    },
    {
        "o": 2634,
        "r": "esv:Exodus:30:37",
        "t": "And the incense that you shall make according to its composition, you shall not make for yourselves. It shall be for you holy to the Lord.*s"
    },
    {
        "o": 2635,
        "r": "esv:Exodus:30:38",
        "t": "Whoever makes any like it to use as perfume shall be cut off from his people.”"
    }
]
