[
    {
        "o": 25562,
        "r": "nasb:Zechariah:6:0",
        "t": "Zechariah 6",
        "h": 1
    },
    {
        "o": 25563,
        "r": "nasb:Zechariah:6:0",
        "t": "The Four Chariots",
        "h": 2
    },
    {
        "o": 25564,
        "r": "nasb:Zechariah:6:1",
        "t": "Now*p I lifted up my eyes again and looked, and behold, four chariots were coming forth from between the two mountains; and the mountains were*i bronze mountains."
    },
    {
        "o": 25565,
        "r": "nasb:Zechariah:6:2",
        "t": "With the first chariot were*i red horses, with the second chariot black horses,"
    },
    {
        "o": 25566,
        "r": "nasb:Zechariah:6:3",
        "t": "with the third chariot white horses, and with the fourth chariot strong dappled horses."
    },
    {
        "o": 25567,
        "r": "nasb:Zechariah:6:4",
        "t": "Then I spoke and said to the angel who was speaking with me, “What are these, my lord?”"
    },
    {
        "o": 25568,
        "r": "nasb:Zechariah:6:5",
        "t": "The angel replied to me, “These are the four spirits of heaven, going forth after standing before the Lord of all the earth,"
    },
    {
        "o": 25569,
        "r": "nasb:Zechariah:6:6",
        "t": "with one of which the black horses are going forth to the north country; and the white ones go forth after them, while the dappled ones go forth to the south country."
    },
    {
        "o": 25570,
        "r": "nasb:Zechariah:6:7",
        "t": "When the strong ones went out, they were eager to go to patrol the earth.” And He said, “Go, patrol the earth.” So they patrolled the earth."
    },
    {
        "o": 25571,
        "r": "nasb:Zechariah:6:8",
        "t": "Then He cried out to me and spoke to me saying, “See, those who are going to the land of the north have appeased My wrath in the land of the north.”"
    },
    {
        "o": 25572,
        "r": "nasb:Zechariah:6:9",
        "t": "The*p word of the Lord*s also came to me, saying,"
    },
    {
        "o": 25573,
        "r": "nasb:Zechariah:6:10",
        "t": "“Take an*i offering*i from the exiles, from Heldai, Tobijah and Jedaiah; and you go the same day and enter the house of Josiah the son of Zephaniah, where they have arrived from Babylon."
    },
    {
        "o": 25574,
        "r": "nasb:Zechariah:6:10",
        "t": "The Symbolic Crowns",
        "h": 2
    },
    {
        "o": 25575,
        "r": "nasb:Zechariah:6:11",
        "t": "Take*p silver and gold, make an ornate*i crown and set it*i on the head of Joshua the son of Jehozadak, the high priest."
    },
    {
        "o": 25576,
        "r": "nasb:Zechariah:6:12",
        "t": "Then say to him, ‘Thus says the Lord*s of hosts, “Behold, a man whose name is Branch, for He will branch out from where He is; and He will build the temple of the Lord.*s"
    },
    {
        "o": 25577,
        "r": "nasb:Zechariah:6:13",
        "t": "Yes, it is He who will build the temple of the Lord,*s and He who will bear the honor and sit and rule on His throne. Thus, He will be a priest on His throne, and the counsel of peace will be between the two offices.” ’"
    },
    {
        "o": 25578,
        "r": "nasb:Zechariah:6:14",
        "t": "Now the crown will become a reminder in the temple of the Lord*s to Helem, Tobijah, Jedaiah and Hen the son of Zephaniah."
    },
    {
        "o": 25579,
        "r": "nasb:Zechariah:6:15",
        "t": "Those who are far off will come and build the temple of the Lord.”*s Then you will know that the Lord*s of hosts has sent me to you. And it will take place if you completely obey the Lord*s your God."
    }
]
