[
    {
        "o": 20237,
        "r": "esv:Isaiah:29:0",
        "t": "Isaiah 29",
        "h": 1
    },
    {
        "o": 20238,
        "r": "esv:Isaiah:29:0",
        "t": "The Siege of Jerusalem",
        "h": 2
    },
    {
        "o": 20239,
        "r": "esv:Isaiah:29:1",
        "t": "Ah,*pn Ariel, Ariel, the*ld city where David encamped! Add*ln year to year; let*ld the feasts run their round."
    },
    {
        "o": 20240,
        "r": "esv:Isaiah:29:2",
        "t": "Yet*ln I will distress Ariel, and*ld there shall be moaning and lamentation, and*ld she shall be to me like an Ariel."
    },
    {
        "o": 20241,
        "r": "esv:Isaiah:29:3",
        "t": "And*ln I will encamp against you all around, and*ld will besiege you with towers and*ld I will raise siegeworks against you."
    },
    {
        "o": 20242,
        "r": "esv:Isaiah:29:4",
        "t": "And*ln you will be brought low; from the earth you shall speak, and*ld from the dust your speech will be bowed down; your*ln voice shall come from the ground like the voice of a ghost, and*ld from the dust your speech shall whisper."
    },
    {
        "o": 20243,
        "r": "esv:Isaiah:29:5",
        "t": "But*pn the multitude of your foreign foes shall be like small dust, and*ld the multitude of the ruthless like passing chaff. And*ln in an instant, suddenly,"
    },
    {
        "o": 20244,
        "r": "esv:Isaiah:29:6",
        "t": "you*ld will be visited by the Lord*s of hosts with*ln thunder and with earthquake and great noise, with*ld whirlwind and tempest, and the flame of a devouring fire."
    },
    {
        "o": 20245,
        "r": "esv:Isaiah:29:7",
        "t": "And*ln the multitude of all the nations that fight against Ariel, all*ld that fight against her and her stronghold and distress her, shall*ld be like a dream, a vision of the night."
    },
    {
        "o": 20246,
        "r": "esv:Isaiah:29:8",
        "t": "As*ln when a hungry man dreams, and behold, he is eating, and*ld awakes with his hunger not satisfied, or*ln as when a thirsty man dreams, and behold, he is drinking, and*ld awakes faint, with his thirst not quenched, so*ln shall the multitude of all the nations be that*ld fight against Mount Zion."
    },
    {
        "o": 20247,
        "r": "esv:Isaiah:29:9",
        "t": "Astonish*pn yourselves and be astonished; blind*ld yourselves and be blind! Be*ln drunk, but not with wine; stagger,*ld but not with strong drink!"
    },
    {
        "o": 20248,
        "r": "esv:Isaiah:29:10",
        "t": "For*ln the Lord*s has poured out upon you a*ld spirit of deep sleep, and*ln has closed your eyes (the prophets), and*ld covered your heads (the seers)."
    },
    {
        "o": 20249,
        "r": "esv:Isaiah:29:11",
        "t": "And*p the vision of all this has become to you like the words of a book that is sealed. When men give it to one who can read, saying, “Read this,” he says, “I cannot, for it is sealed.”"
    },
    {
        "o": 20250,
        "r": "esv:Isaiah:29:12",
        "t": "And when they give the book to one who cannot read, saying, “Read this,” he says, “I cannot read.”"
    },
    {
        "o": 20251,
        "r": "esv:Isaiah:29:13",
        "t": "And*pn the Lord said: “Because*ln this people draw near with their mouth and*ld honor me with their lips, while*ld their hearts are far from me, and*ln their fear of me is a commandment taught by men,"
    },
    {
        "o": 20252,
        "r": "esv:Isaiah:29:14",
        "t": "therefore,*ln behold, I will again do*ld wonderful things with this people, with*ld wonder upon wonder; and*ln the wisdom of their wise men shall perish, and*ld the discernment of their discerning men shall be hidden.”"
    },
    {
        "o": 20253,
        "r": "esv:Isaiah:29:15",
        "t": "Ah,*pn you who hide deep from the Lord*s your counsel, whose*ld deeds are in the dark, and*ld who say, “Who sees us? Who knows us?”"
    },
    {
        "o": 20254,
        "r": "esv:Isaiah:29:16",
        "t": "You*ln turn things upside down! Shall*ln the potter be regarded as the clay, that*ln the thing made should say of its maker, “He*ld did not make me”; or*ln the thing formed say of him who formed it, “He*ld has no understanding”?"
    },
    {
        "o": 20255,
        "r": "esv:Isaiah:29:17",
        "t": "Is*pn it not yet a very little while until*ld Lebanon shall be turned into a fruitful field, and*ld the fruitful field shall be regarded as a forest?"
    },
    {
        "o": 20256,
        "r": "esv:Isaiah:29:18",
        "t": "In*ln that day the deaf shall hear the*ld words of a book, and*ln out of their gloom and darkness the*ld eyes of the blind shall see."
    },
    {
        "o": 20257,
        "r": "esv:Isaiah:29:19",
        "t": "The*ln meek shall obtain fresh joy in the Lord,*s and*ld the poor among mankind shall exult in the Holy One of Israel."
    },
    {
        "o": 20258,
        "r": "esv:Isaiah:29:20",
        "t": "For*ln the ruthless shall come to nothing and*ld the scoffer cease, and*ld all who watch to do evil shall be cut off,"
    },
    {
        "o": 20259,
        "r": "esv:Isaiah:29:21",
        "t": "who*ln by a word make a man out to be an offender, and*ld lay a snare for him who reproves in the gate, and*ld with an empty plea turn aside him who is in the right."
    },
    {
        "o": 20260,
        "r": "esv:Isaiah:29:22",
        "t": "Therefore*p thus says the Lord,*s who redeemed Abraham, concerning the house of Jacob: “Jacob*pn shall no more be ashamed, no*ld more shall his face grow pale."
    },
    {
        "o": 20261,
        "r": "esv:Isaiah:29:23",
        "t": "For*ln when he sees his children, the*ld work of my hands, in his midst, they*ld will sanctify my name; they*ln will sanctify the Holy One of Jacob and*ld will stand in awe of the God of Israel."
    },
    {
        "o": 20262,
        "r": "esv:Isaiah:29:24",
        "t": "And*ln those who go astray in spirit will come to understanding, and*ld those who murmur will accept instruction.”"
    }
]
