[
    {
        "o": 19386,
        "r": "esv:Ecclesiastes:9:0",
        "t": "Ecclesiastes 9",
        "h": 1
    },
    {
        "o": 19387,
        "r": "esv:Ecclesiastes:9:0",
        "t": "Death Comes to All",
        "h": 2
    },
    {
        "o": 19388,
        "r": "esv:Ecclesiastes:9:1",
        "t": "But*p all this I laid to heart, examining it all, how the righteous and the wise and their deeds are in the hand of God. Whether it is love or hate, man does not know; both are before him."
    },
    {
        "o": 19389,
        "r": "esv:Ecclesiastes:9:2",
        "t": "It is the same for all, since the same event happens to the righteous and the wicked, to the good and the evil, to the clean and the unclean, to him who sacrifices and him who does not sacrifice. As the good one is, so is the sinner, and he who swears is as he who shuns an oath."
    },
    {
        "o": 19390,
        "r": "esv:Ecclesiastes:9:3",
        "t": "This is an evil in all that is done under the sun, that the same event happens to all. Also, the hearts of the children of man are full of evil, and madness is in their hearts while they live, and after that they go to the dead."
    },
    {
        "o": 19391,
        "r": "esv:Ecclesiastes:9:4",
        "t": "But he who is joined with all the living has hope, for a living dog is better than a dead lion."
    },
    {
        "o": 19392,
        "r": "esv:Ecclesiastes:9:5",
        "t": "For the living know that they will die, but the dead know nothing, and they have no more reward, for the memory of them is forgotten."
    },
    {
        "o": 19393,
        "r": "esv:Ecclesiastes:9:6",
        "t": "Their love and their hate and their envy have already perished, and forever they have no more share in all that is done under the sun."
    },
    {
        "o": 19394,
        "r": "esv:Ecclesiastes:9:6",
        "t": "Enjoy Life with the One You Love",
        "h": 2
    },
    {
        "o": 19395,
        "r": "esv:Ecclesiastes:9:7",
        "t": "Go,*p eat your bread with joy, and drink your wine with a merry heart, for God has already approved what you do."
    },
    {
        "o": 19396,
        "r": "esv:Ecclesiastes:9:8",
        "t": "Let*p your garments be always white. Let not oil be lacking on your head."
    },
    {
        "o": 19397,
        "r": "esv:Ecclesiastes:9:9",
        "t": "Enjoy*p life with the wife whom you love, all the days of your vain life that he has given you under the sun, because that is your portion in life and in your toil at which you toil under the sun."
    },
    {
        "o": 19398,
        "r": "esv:Ecclesiastes:9:10",
        "t": "Whatever your hand finds to do, do it with your might, for there is no work or thought or knowledge or wisdom in Sheol, to which you are going."
    },
    {
        "o": 19399,
        "r": "esv:Ecclesiastes:9:10",
        "t": "Wisdom Better Than Folly",
        "h": 2
    },
    {
        "o": 19400,
        "r": "esv:Ecclesiastes:9:11",
        "t": "Again*p I saw that under the sun the race is not to the swift, nor the battle to the strong, nor bread to the wise, nor riches to the intelligent, nor favor to those with knowledge, but time and chance happen to them all."
    },
    {
        "o": 19401,
        "r": "esv:Ecclesiastes:9:12",
        "t": "For man does not know his time. Like fish that are taken in an evil net, and like birds that are caught in a snare, so the children of man are snared at an evil time, when it suddenly falls upon them."
    },
    {
        "o": 19402,
        "r": "esv:Ecclesiastes:9:13",
        "t": "I*p have also seen this example of wisdom under the sun, and it seemed great to me."
    },
    {
        "o": 19403,
        "r": "esv:Ecclesiastes:9:14",
        "t": "There was a little city with few men in it, and a great king came against it and besieged it, building great siegeworks against it."
    },
    {
        "o": 19404,
        "r": "esv:Ecclesiastes:9:15",
        "t": "But there was found in it a poor, wise man, and he by his wisdom delivered the city. Yet no one remembered that poor man."
    },
    {
        "o": 19405,
        "r": "esv:Ecclesiastes:9:16",
        "t": "But I say that wisdom is better than might, though the poor man’s wisdom is despised and his words are not heard."
    },
    {
        "o": 19406,
        "r": "esv:Ecclesiastes:9:17",
        "t": "The*p words of the wise heard in quiet are better than the shouting of a ruler among fools."
    },
    {
        "o": 19407,
        "r": "esv:Ecclesiastes:9:18",
        "t": "Wisdom is better than weapons of war, but one sinner destroys much good."
    }
]
