[
    {
        "o": 6484,
        "r": "esv:Joshua:5:0",
        "t": "Joshua 5",
        "h": 1
    },
    {
        "o": 6485,
        "r": "esv:Joshua:5:0",
        "t": "The New Generation Circumcised",
        "h": 2
    },
    {
        "o": 6486,
        "r": "esv:Joshua:5:1",
        "t": "As*p soon as all the kings of the Amorites who were beyond the Jordan to the west, and all the kings of the Canaanites who were by the sea, heard that the Lord*s had dried up the waters of the Jordan for the people of Israel until they had crossed over, their hearts melted and there was no longer any spirit in them because of the people of Israel."
    },
    {
        "o": 6487,
        "r": "esv:Joshua:5:2",
        "t": "At*p that time the Lord*s said to Joshua, “Make flint knives and circumcise the sons of Israel a second time.”"
    },
    {
        "o": 6488,
        "r": "esv:Joshua:5:3",
        "t": "So Joshua made flint knives and circumcised the sons of Israel at Gibeath-haaraloth."
    },
    {
        "o": 6489,
        "r": "esv:Joshua:5:4",
        "t": "And this is the reason why Joshua circumcised them: all the males of the people who came out of Egypt, all the men of war, had died in the wilderness on the way after they had come out of Egypt."
    },
    {
        "o": 6490,
        "r": "esv:Joshua:5:5",
        "t": "Though all the people who came out had been circumcised, yet all the people who were born on the way in the wilderness after they had come out of Egypt had not been circumcised."
    },
    {
        "o": 6491,
        "r": "esv:Joshua:5:6",
        "t": "For the people of Israel walked forty years in the wilderness, until all the nation, the men of war who came out of Egypt, perished, because they did not obey the voice of the Lord;*s the Lord*s swore to them that he would not let them see the land that the Lord*s had sworn to their fathers to give to us, a land flowing with milk and honey."
    },
    {
        "o": 6492,
        "r": "esv:Joshua:5:7",
        "t": "So it was their children, whom he raised up in their place, that Joshua circumcised. For they were uncircumcised, because they had not been circumcised on the way."
    },
    {
        "o": 6493,
        "r": "esv:Joshua:5:8",
        "t": "When*p the circumcising of the whole nation was finished, they remained in their places in the camp until they were healed."
    },
    {
        "o": 6494,
        "r": "esv:Joshua:5:9",
        "t": "And the Lord*s said to Joshua, “Today I have rolled away the reproach of Egypt from you.” And so the name of that place is called Gilgal to this day."
    },
    {
        "o": 6495,
        "r": "esv:Joshua:5:9",
        "t": "First Passover in Canaan",
        "h": 2
    },
    {
        "o": 6496,
        "r": "esv:Joshua:5:10",
        "t": "While*p the people of Israel were encamped at Gilgal, they kept the Passover on the fourteenth day of the month in the evening on the plains of Jericho."
    },
    {
        "o": 6497,
        "r": "esv:Joshua:5:11",
        "t": "And the day after the Passover, on that very day, they ate of the produce of the land, unleavened cakes and parched grain."
    },
    {
        "o": 6498,
        "r": "esv:Joshua:5:12",
        "t": "And the manna ceased the day after they ate of the produce of the land. And there was no longer manna for the people of Israel, but they ate of the fruit of the land of Canaan that year."
    },
    {
        "o": 6499,
        "r": "esv:Joshua:5:12",
        "t": "The Commander of the Lord’s Army",
        "h": 2
    },
    {
        "o": 6500,
        "r": "esv:Joshua:5:13",
        "t": "When*p Joshua was by Jericho, he lifted up his eyes and looked, and behold, a man was standing before him with his drawn sword in his hand. And Joshua went to him and said to him, “Are you for us, or for our adversaries?”"
    },
    {
        "o": 6501,
        "r": "esv:Joshua:5:14",
        "t": "And he said, “No; but I am the commander of the army of the Lord.*s Now I have come.” And Joshua fell on his face to the earth and worshiped and said to him, “What does my lord say to his servant?”"
    },
    {
        "o": 6502,
        "r": "esv:Joshua:5:15",
        "t": "And the commander of the Lord’s*s army said to Joshua, “Take off your sandals from your feet, for the place where you are standing is holy.” And Joshua did so."
    }
]
