[
    {
        "o": 21023,
        "r": "nkjv:Isaiah:58:0",
        "t": "Isaiah 58",
        "h": 1
    },
    {
        "o": 21024,
        "r": "nkjv:Isaiah:58:0",
        "t": "Fasting that Pleases God",
        "h": 2
    },
    {
        "o": 21025,
        "r": "nkjv:Isaiah:58:1",
        "t": "“Cry*pn aloud, spare not; Lift*ld up your voice like a trumpet; Tell*ld My people their transgression, And*ld the house of Jacob their sins."
    },
    {
        "o": 21026,
        "r": "nkjv:Isaiah:58:2",
        "t": "Yet*ld they seek Me daily, And*ld delight to know My ways, As*ld a nation that did righteousness, And*ld did not forsake the ordinance of their God. They*ld ask of Me the ordinances of justice; They*ld take delight in approaching God."
    },
    {
        "o": 21027,
        "r": "nkjv:Isaiah:58:3",
        "t": "‘Why*ld have we fasted,’ they*i say,*i ‘and You have not seen? Why*ild have we afflicted our souls, and You take no notice?’ “In*ln fact, in the day of your fast you find pleasure, And*ld exploit all your laborers."
    },
    {
        "o": 21028,
        "r": "nkjv:Isaiah:58:4",
        "t": "Indeed*ld you fast for strife and debate, And*ld to strike with the fist of wickedness. You*ld will not fast as you*i do*i this day, To*ld make your voice heard on high."
    },
    {
        "o": 21029,
        "r": "nkjv:Isaiah:58:5",
        "t": "Is*ld it a fast that I have chosen, A*ld day for a man to afflict his soul? Is*ild it*i to bow down his head like a bulrush, And*ld to spread out sackcloth and ashes? Would*ld you call this a fast, And*ld an acceptable day to the Lord?*s"
    },
    {
        "o": 21030,
        "r": "nkjv:Isaiah:58:6",
        "t": "“Is*iln this not the fast that I have chosen: To*ld loose the bonds of wickedness, To*ld undo the heavy burdens, To*ld let the oppressed go free, And*ld that you break every yoke?"
    },
    {
        "o": 21031,
        "r": "nkjv:Isaiah:58:7",
        "t": "Is*ild it*i not to share your bread with the hungry, And*ld that you bring to your house the poor who are cast out; When*ld you see the naked, that you cover him, And*ld not hide yourself from your own flesh?"
    },
    {
        "o": 21032,
        "r": "nkjv:Isaiah:58:8",
        "t": "Then*ld your light shall break forth like the morning, Your*ld healing shall spring forth speedily, And*ld your righteousness shall go before you; The*ld glory of the Lord*s shall be your rear guard."
    },
    {
        "o": 21033,
        "r": "nkjv:Isaiah:58:9",
        "t": "Then*ld you shall call, and the Lord*s will answer; You*ld shall cry, and He will say, ‘Here I am.’*i “If*ln you take away the yoke from your midst, The*ld pointing of the finger, and speaking wickedness,"
    },
    {
        "o": 21034,
        "r": "nkjv:Isaiah:58:10",
        "t": "If*ild you extend your soul to the hungry And*ld satisfy the afflicted soul, Then*ld your light shall dawn in the darkness, And*ld your darkness shall be*i as the noonday."
    },
    {
        "o": 21035,
        "r": "nkjv:Isaiah:58:11",
        "t": "The*ld Lord*s will guide you continually, And*ld satisfy your soul in drought, And*ld strengthen your bones; You*ld shall be like a watered garden, And*ld like a spring of water, whose waters do not fail."
    },
    {
        "o": 21036,
        "r": "nkjv:Isaiah:58:12",
        "t": "Those*ld from among you Shall*ld build the old waste places; You*ld shall raise up the foundations of many generations; And*ld you shall be called the Repairer of the Breach, The*ld Restorer of Streets to Dwell In."
    },
    {
        "o": 21037,
        "r": "nkjv:Isaiah:58:13",
        "t": "“If*ln you turn away your foot from the Sabbath, From*ild doing your pleasure on My holy day, And*ld call the Sabbath a delight, The*ld holy day*i of the Lord*s honorable, And*ld shall honor Him, not doing your own ways, Nor*ld finding your own pleasure, Nor*ld speaking your*i own*i words,"
    },
    {
        "o": 21038,
        "r": "nkjv:Isaiah:58:14",
        "t": "Then*ld you shall delight yourself in the Lord;*s And*ld I will cause you to ride on the high hills of the earth, And*ld feed you with the heritage of Jacob your father. The*ld mouth of the Lord*s has spoken.”"
    }
]
