[
    {
        "o": 7152,
        "r": "nasb:Judges:3:0",
        "t": "Judges 3",
        "h": 1
    },
    {
        "o": 7153,
        "r": "nasb:Judges:3:0",
        "t": "Idolatry Leads to Servitude",
        "h": 2
    },
    {
        "o": 7154,
        "r": "nasb:Judges:3:1",
        "t": "Now*p these are the nations which the Lord*s left, to test Israel by them (that*i is,*i all who had not experienced any of the wars of Canaan;"
    },
    {
        "o": 7155,
        "r": "nasb:Judges:3:2",
        "t": "only in order that the generations of the sons of Israel might be taught war, those who had not experienced it formerly)."
    },
    {
        "o": 7156,
        "r": "nasb:Judges:3:3",
        "t": "These*i nations*i are:*i the five lords of the Philistines and all the Canaanites and the Sidonians and the Hivites who lived in Mount Lebanon, from Mount Baal-hermon as far as Lebo-hamath."
    },
    {
        "o": 7157,
        "r": "nasb:Judges:3:4",
        "t": "They were for testing Israel, to find out if they would obey the commandments of the Lord,*s which He had commanded their fathers through Moses."
    },
    {
        "o": 7158,
        "r": "nasb:Judges:3:5",
        "t": "The sons of Israel lived among the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites;"
    },
    {
        "o": 7159,
        "r": "nasb:Judges:3:6",
        "t": "and they took their daughters for themselves as wives, and gave their own daughters to their sons, and served their gods."
    },
    {
        "o": 7160,
        "r": "nasb:Judges:3:7",
        "t": "The*p sons of Israel did what was evil in the sight of the Lord,*s and forgot the Lord*s their God and served the Baals and the Asheroth."
    },
    {
        "o": 7161,
        "r": "nasb:Judges:3:8",
        "t": "Then the anger of the Lord*s was kindled against Israel, so that He sold them into the hands of Cushan-rishathaim king of Mesopotamia; and the sons of Israel served Cushan-rishathaim eight years."
    },
    {
        "o": 7162,
        "r": "nasb:Judges:3:8",
        "t": "The First Judge Delivers Israel",
        "h": 2
    },
    {
        "o": 7163,
        "r": "nasb:Judges:3:9",
        "t": "When*p the sons of Israel cried to the Lord,*s the Lord*s raised up a deliverer for the sons of Israel to deliver them, Othniel the son of Kenaz, Caleb’s younger brother."
    },
    {
        "o": 7164,
        "r": "nasb:Judges:3:10",
        "t": "The Spirit of the Lord*s came upon him, and he judged Israel. When he went out to war, the Lord*s gave Cushan-rishathaim king of Mesopotamia into his hand, so that he prevailed over Cushan-rishathaim."
    },
    {
        "o": 7165,
        "r": "nasb:Judges:3:11",
        "t": "Then the land had rest forty years. And Othniel the son of Kenaz died."
    },
    {
        "o": 7166,
        "r": "nasb:Judges:3:12",
        "t": "Now*p the sons of Israel again did evil in the sight of the Lord.*s So the Lord*s strengthened Eglon the king of Moab against Israel, because they had done evil in the sight of the Lord.*s"
    },
    {
        "o": 7167,
        "r": "nasb:Judges:3:13",
        "t": "And he gathered to himself the sons of Ammon and Amalek; and he went and defeated Israel, and they possessed the city of the palm trees."
    },
    {
        "o": 7168,
        "r": "nasb:Judges:3:14",
        "t": "The sons of Israel served Eglon the king of Moab eighteen years."
    },
    {
        "o": 7169,
        "r": "nasb:Judges:3:14",
        "t": "Ehud Delivers from Moab",
        "h": 2
    },
    {
        "o": 7170,
        "r": "nasb:Judges:3:15",
        "t": "But*p when the sons of Israel cried to the Lord,*s the Lord*s raised up a deliverer for them, Ehud the son of Gera, the Benjamite, a left-handed man. And the sons of Israel sent tribute by him to Eglon the king of Moab."
    },
    {
        "o": 7171,
        "r": "nasb:Judges:3:16",
        "t": "Ehud made himself a sword which had two edges, a cubit in length, and he bound it on his right thigh under his cloak."
    },
    {
        "o": 7172,
        "r": "nasb:Judges:3:17",
        "t": "He presented the tribute to Eglon king of Moab. Now Eglon was a very fat man."
    },
    {
        "o": 7173,
        "r": "nasb:Judges:3:18",
        "t": "It came about when he had finished presenting the tribute, that he sent away the people who had carried the tribute."
    },
    {
        "o": 7174,
        "r": "nasb:Judges:3:19",
        "t": "But he himself turned back from the idols which were at Gilgal, and said, “I have a secret message for you, O king.” And he said, “Keep silence.” And all who attended him left him."
    },
    {
        "o": 7175,
        "r": "nasb:Judges:3:20",
        "t": "Ehud came to him while he was sitting alone in his cool roof chamber. And Ehud said, “I have a message from God for you.” And he arose from his seat."
    },
    {
        "o": 7176,
        "r": "nasb:Judges:3:21",
        "t": "Ehud stretched out his left hand, took the sword from his right thigh and thrust it into his belly."
    },
    {
        "o": 7177,
        "r": "nasb:Judges:3:22",
        "t": "The handle also went in after the blade, and the fat closed over the blade, for he did not draw the sword out of his belly; and the refuse came out."
    },
    {
        "o": 7178,
        "r": "nasb:Judges:3:23",
        "t": "Then Ehud went out into the vestibule and shut the doors of the roof chamber behind him, and locked them.*i"
    },
    {
        "o": 7179,
        "r": "nasb:Judges:3:24",
        "t": "When*p he had gone out, his servants came and looked, and behold, the doors of the roof chamber were locked; and they said, “He is only relieving himself in the cool room.”"
    },
    {
        "o": 7180,
        "r": "nasb:Judges:3:25",
        "t": "They waited until they became anxious; but behold, he did not open the doors of the roof chamber. Therefore they took the key and opened them, and behold, their master had fallen to the floor dead."
    },
    {
        "o": 7181,
        "r": "nasb:Judges:3:26",
        "t": "Now*p Ehud escaped while they were delaying, and he passed by the idols and escaped to Seirah."
    },
    {
        "o": 7182,
        "r": "nasb:Judges:3:27",
        "t": "It came about when he had arrived, that he blew the trumpet in the hill country of Ephraim; and the sons of Israel went down with him from the hill country, and he was*i in front of them."
    },
    {
        "o": 7183,
        "r": "nasb:Judges:3:28",
        "t": "He said to them, “Pursue them,*i for the Lord*s has given your enemies the Moabites into your hands.” So they went down after him and seized the fords of the Jordan opposite Moab, and did not allow anyone to cross."
    },
    {
        "o": 7184,
        "r": "nasb:Judges:3:29",
        "t": "They struck down at that time about ten thousand Moabites, all robust and valiant men; and no one escaped."
    },
    {
        "o": 7185,
        "r": "nasb:Judges:3:30",
        "t": "So Moab was subdued that day under the hand of Israel. And the land was undisturbed for eighty years."
    },
    {
        "o": 7186,
        "r": "nasb:Judges:3:30",
        "t": "Shamgar Delivers from Philistines",
        "h": 2
    },
    {
        "o": 7187,
        "r": "nasb:Judges:3:31",
        "t": "After*p him came Shamgar the son of Anath, who struck down six hundred Philistines with an oxgoad; and he also saved Israel."
    }
]
