[
    {
        "o": 25804,
        "r": "esv:Matthew:2:0",
        "t": "Matthew 2",
        "h": 1
    },
    {
        "o": 25805,
        "r": "esv:Matthew:2:0",
        "t": "The Visit of the Wise Men",
        "h": 2
    },
    {
        "o": 25806,
        "r": "esv:Matthew:2:1",
        "t": "Now*p after Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, wise men from the east came to Jerusalem,"
    },
    {
        "o": 25807,
        "r": "esv:Matthew:2:2",
        "t": "saying, “Where is he who has been born king of the Jews? For we saw his star when it rose and have come to worship him.”"
    },
    {
        "o": 25808,
        "r": "esv:Matthew:2:3",
        "t": "When Herod the king heard this, he was troubled, and all Jerusalem with him;"
    },
    {
        "o": 25809,
        "r": "esv:Matthew:2:4",
        "t": "and assembling all the chief priests and scribes of the people, he inquired of them where the Christ was to be born."
    },
    {
        "o": 25810,
        "r": "esv:Matthew:2:5",
        "t": "They told him, “In Bethlehem of Judea, for so it is written by the prophet:"
    },
    {
        "o": 25811,
        "r": "esv:Matthew:2:6",
        "t": "“‘And*pn you, O Bethlehem, in the land of Judah, are*ld by no means least among the rulers of Judah; for*ln from you shall come a ruler who*ld will shepherd my people Israel.’”"
    },
    {
        "o": 25812,
        "r": "esv:Matthew:2:7",
        "t": "Then*p Herod summoned the wise men secretly and ascertained from them what time the star had appeared."
    },
    {
        "o": 25813,
        "r": "esv:Matthew:2:8",
        "t": "And he sent them to Bethlehem, saying, “Go and search diligently for the child, and when you have found him, bring me word, that I too may come and worship him.”"
    },
    {
        "o": 25814,
        "r": "esv:Matthew:2:9",
        "t": "After listening to the king, they went on their way. And behold, the star that they had seen when it rose went before them until it came to rest over the place where the child was."
    },
    {
        "o": 25815,
        "r": "esv:Matthew:2:10",
        "t": "When they saw the star, they rejoiced exceedingly with great joy."
    },
    {
        "o": 25816,
        "r": "esv:Matthew:2:11",
        "t": "And going into the house, they saw the child with Mary his mother, and they fell down and worshiped him. Then, opening their treasures, they offered him gifts, gold and frankincense and myrrh."
    },
    {
        "o": 25817,
        "r": "esv:Matthew:2:12",
        "t": "And being warned in a dream not to return to Herod, they departed to their own country by another way."
    },
    {
        "o": 25818,
        "r": "esv:Matthew:2:12",
        "t": "The Flight to Egypt",
        "h": 2
    },
    {
        "o": 25819,
        "r": "esv:Matthew:2:13",
        "t": "Now*p when they had departed, behold, an angel of the Lord appeared to Joseph in a dream and said, “Rise, take the child and his mother, and flee to Egypt, and remain there until I tell you, for Herod is about to search for the child, to destroy him.”"
    },
    {
        "o": 25820,
        "r": "esv:Matthew:2:14",
        "t": "And he rose and took the child and his mother by night and departed to Egypt"
    },
    {
        "o": 25821,
        "r": "esv:Matthew:2:15",
        "t": "and remained there until the death of Herod. This was to fulfill what the Lord had spoken by the prophet, “Out of Egypt I called my son.”"
    },
    {
        "o": 25822,
        "r": "esv:Matthew:2:15",
        "t": "Herod Kills the Children",
        "h": 2
    },
    {
        "o": 25823,
        "r": "esv:Matthew:2:16",
        "t": "Then*p Herod, when he saw that he had been tricked by the wise men, became furious, and he sent and killed all the male children in Bethlehem and in all that region who were two years old or under, according to the time that he had ascertained from the wise men."
    },
    {
        "o": 25824,
        "r": "esv:Matthew:2:17",
        "t": "Then was fulfilled what was spoken by the prophet Jeremiah:"
    },
    {
        "o": 25825,
        "r": "esv:Matthew:2:18",
        "t": "“A*pn voice was heard in Ramah, weeping*ld and loud lamentation, Rachel*ln weeping for her children; she*ld refused to be comforted, because they are no more.”"
    },
    {
        "o": 25826,
        "r": "esv:Matthew:2:18",
        "t": "The Return to Nazareth",
        "h": 2
    },
    {
        "o": 25827,
        "r": "esv:Matthew:2:19",
        "t": "But*p when Herod died, behold, an angel of the Lord appeared in a dream to Joseph in Egypt,"
    },
    {
        "o": 25828,
        "r": "esv:Matthew:2:20",
        "t": "saying, “Rise, take the child and his mother and go to the land of Israel, for those who sought the child’s life are dead.”"
    },
    {
        "o": 25829,
        "r": "esv:Matthew:2:21",
        "t": "And he rose and took the child and his mother and went to the land of Israel."
    },
    {
        "o": 25830,
        "r": "esv:Matthew:2:22",
        "t": "But when he heard that Archelaus was reigning over Judea in place of his father Herod, he was afraid to go there, and being warned in a dream he withdrew to the district of Galilee."
    },
    {
        "o": 25831,
        "r": "esv:Matthew:2:23",
        "t": "And he went and lived in a city called Nazareth, so that what was spoken by the prophets might be fulfilled, that he would be called a Nazarene."
    }
]
