[
    {
        "o": 23678,
        "r": "niv:Ezekiel:42:0",
        "t": "Ezekiel 42",
        "h": 1
    },
    {
        "o": 23679,
        "r": "niv:Ezekiel:42:0",
        "t": "The Rooms for the Priests",
        "h": 2
    },
    {
        "o": 23680,
        "r": "niv:Ezekiel:42:1",
        "t": "Then*p the man led me northward into the outer court and brought me to the rooms opposite the temple courtyard and opposite the outer wall on the north side."
    },
    {
        "o": 23681,
        "r": "niv:Ezekiel:42:2",
        "t": "The building whose door faced north was a hundred cubits long and fifty cubits wide."
    },
    {
        "o": 23682,
        "r": "niv:Ezekiel:42:3",
        "t": "Both in the section twenty cubits from the inner court and in the section opposite the pavement of the outer court, gallery faced gallery at the three levels."
    },
    {
        "o": 23683,
        "r": "niv:Ezekiel:42:4",
        "t": "In front of the rooms was an inner passageway ten cubits wide and a hundred cubits long. Their doors were on the north."
    },
    {
        "o": 23684,
        "r": "niv:Ezekiel:42:5",
        "t": "Now the upper rooms were narrower, for the galleries took more space from them than from the rooms on the lower and middle floors of the building."
    },
    {
        "o": 23685,
        "r": "niv:Ezekiel:42:6",
        "t": "The rooms on the top floor had no pillars, as the courts had; so they were smaller in floor space than those on the lower and middle floors."
    },
    {
        "o": 23686,
        "r": "niv:Ezekiel:42:7",
        "t": "There was an outer wall parallel to the rooms and the outer court; it extended in front of the rooms for fifty cubits."
    },
    {
        "o": 23687,
        "r": "niv:Ezekiel:42:8",
        "t": "While the row of rooms on the side next to the outer court was fifty cubits long, the row on the side nearest the sanctuary was a hundred cubits long."
    },
    {
        "o": 23688,
        "r": "niv:Ezekiel:42:9",
        "t": "The lower rooms had an entrance on the east side as one enters them from the outer court."
    },
    {
        "o": 23689,
        "r": "niv:Ezekiel:42:10",
        "t": "On*p the south side along the length of the wall of the outer court, adjoining the temple courtyard and opposite the outer wall, were rooms"
    },
    {
        "o": 23690,
        "r": "niv:Ezekiel:42:11",
        "t": "with a passageway in front of them. These were like the rooms on the north; they had the same length and width, with similar exits and dimensions. Similar to the doorways on the north"
    },
    {
        "o": 23691,
        "r": "niv:Ezekiel:42:12",
        "t": "were the doorways of the rooms on the south. There was a doorway at the beginning of the passageway that was parallel to the corresponding wall extending eastward, by which one enters the rooms."
    },
    {
        "o": 23692,
        "r": "niv:Ezekiel:42:13",
        "t": "Then*p he said to me, “The north and south rooms facing the temple courtyard are the priests’ rooms, where the priests who approach the Lord*s will eat the most holy offerings. There they will put the most holy offerings—the grain offerings, the sin offerings and the guilt offerings—for the place is holy."
    },
    {
        "o": 23693,
        "r": "niv:Ezekiel:42:14",
        "t": "Once the priests enter the holy precincts, they are not to go into the outer court until they leave behind the garments in which they minister, for these are holy. They are to put on other clothes before they go near the places that are for the people.”"
    },
    {
        "o": 23694,
        "r": "niv:Ezekiel:42:15",
        "t": "When*p he had finished measuring what was inside the temple area, he led me out by the east gate and measured the area all around:"
    },
    {
        "o": 23695,
        "r": "niv:Ezekiel:42:16",
        "t": "He measured the east side with the measuring rod; it was five hundred cubits."
    },
    {
        "o": 23696,
        "r": "niv:Ezekiel:42:17",
        "t": "He measured the north side; it was five hundred cubits by the measuring rod."
    },
    {
        "o": 23697,
        "r": "niv:Ezekiel:42:18",
        "t": "He measured the south side; it was five hundred cubits by the measuring rod."
    },
    {
        "o": 23698,
        "r": "niv:Ezekiel:42:19",
        "t": "Then he turned to the west side and measured; it was five hundred cubits by the measuring rod."
    },
    {
        "o": 23699,
        "r": "niv:Ezekiel:42:20",
        "t": "So he measured the area on all four sides. It had a wall around it, five hundred cubits long and five hundred cubits wide, to separate the holy from the common."
    }
]
