[
    {
        "o": 9480,
        "r": "csb:2 Samuel:21:0",
        "t": "2 Samuel 21",
        "h": 1
    },
    {
        "o": 9481,
        "r": "csb:2 Samuel:21:0",
        "t": "Justice for the Gibeonites",
        "h": 2
    },
    {
        "o": 9482,
        "r": "csb:2 Samuel:21:1",
        "t": "During*p David’s reign there was a famine for three successive years, so David inquired of the Lord.*s The Lord*s answered, “It is due to Saul and to his bloody family, because he killed the Gibeonites.”"
    },
    {
        "o": 9483,
        "r": "csb:2 Samuel:21:2",
        "t": "The*p Gibeonites were not Israelites but rather a remnant of the Amorites. The Israelites had taken an oath concerning them, but Saul had tried to kill them in his zeal for the Israelites and Judah. So David summoned the Gibeonites and spoke to them."
    },
    {
        "o": 9484,
        "r": "csb:2 Samuel:21:3",
        "t": "He asked the Gibeonites, “What should I do for you? How can I make atonement so that you will bring a blessing on the Lord’s*s inheritance?”"
    },
    {
        "o": 9485,
        "r": "csb:2 Samuel:21:4",
        "t": "The*p Gibeonites said to him, “We are not asking for silver and gold from Saul or his family, and we cannot put anyone to death in Israel.” “Whatever*p you say, I will do for you,” he said."
    },
    {
        "o": 9486,
        "r": "csb:2 Samuel:21:5",
        "t": "They*p replied to the king, “As for the man who annihilated us and plotted to destroy us so we would not exist within the whole territory of Israel,"
    },
    {
        "o": 9487,
        "r": "csb:2 Samuel:21:6",
        "t": "let seven of his male descendants be handed over to us so we may hang them in the presence of the Lord*s at Gibeah of Saul, the Lord’s*s chosen.” The*p king answered, “I will hand them over.”"
    },
    {
        "o": 9488,
        "r": "csb:2 Samuel:21:7",
        "t": "David*p spared Mephibosheth, the son of Saul’s son Jonathan, because of the oath of the Lord*s that was between David and Jonathan, Saul’s son."
    },
    {
        "o": 9489,
        "r": "csb:2 Samuel:21:8",
        "t": "But the king took Armoni and Mephibosheth, who were the two sons whom Rizpah daughter of Aiah had borne to Saul, and the five sons whom Merab daughter of Saul had borne to Adriel son of Barzillai the Meholathite"
    },
    {
        "o": 9490,
        "r": "csb:2 Samuel:21:9",
        "t": "and handed them over to the Gibeonites. They hanged them on the hill in the presence of the Lord;*s the seven of them died together. They were executed in the first days of the harvest at the beginning of the barley harvest."
    },
    {
        "o": 9491,
        "r": "csb:2 Samuel:21:9",
        "t": "The Burial of Saul’s Family",
        "h": 2
    },
    {
        "o": 9492,
        "r": "csb:2 Samuel:21:10",
        "t": "Rizpah,*p Aiah’s daughter, took sackcloth and spread it out for herself on the rock from the beginning of the harvest until the rain poured down from heaven on the bodies. She kept the birds of the sky from them by day and the wild animals by night."
    },
    {
        "o": 9493,
        "r": "csb:2 Samuel:21:11",
        "t": "When*p it was reported to David what Saul’s concubine Rizpah daughter of Aiah had done,"
    },
    {
        "o": 9494,
        "r": "csb:2 Samuel:21:12",
        "t": "he went and got the bones of Saul and his son Jonathan from the citizens of Jabesh-gilead. They had stolen them from the public square of Beth-shan where the Philistines had hung the bodies the day the Philistines killed Saul at Gilboa."
    },
    {
        "o": 9495,
        "r": "csb:2 Samuel:21:13",
        "t": "David had the bones brought from there. They gathered up the bones of Saul’s family who had been hanged"
    },
    {
        "o": 9496,
        "r": "csb:2 Samuel:21:14",
        "t": "and buried the bones of Saul and his son Jonathan at Zela in the land of Benjamin in the tomb of Saul’s father Kish. They did everything the king commanded. After this, God was receptive to prayer for the land."
    },
    {
        "o": 9497,
        "r": "csb:2 Samuel:21:14",
        "t": "The Philistine Giants",
        "h": 2
    },
    {
        "o": 9498,
        "r": "csb:2 Samuel:21:15",
        "t": "The*p Philistines again waged war against Israel. David went down with his soldiers, and they fought the Philistines, but David became exhausted."
    },
    {
        "o": 9499,
        "r": "csb:2 Samuel:21:16",
        "t": "Then Ishbi-benob, one of the descendants of the giant, whose bronze spear weighed about eight pounds and who wore new armor, intended to kill David."
    },
    {
        "o": 9500,
        "r": "csb:2 Samuel:21:17",
        "t": "But Abishai son of Zeruiah came to his aid, struck the Philistine, and killed him. Then David’s men swore to him, “You must never again go out with us to battle. You must not extinguish the lamp of Israel.”"
    },
    {
        "o": 9501,
        "r": "csb:2 Samuel:21:18",
        "t": "After*p this, there was another battle with the Philistines at Gob. At that time Sibbecai the Hushathite killed Saph, who was one of the descendants of the giant."
    },
    {
        "o": 9502,
        "r": "csb:2 Samuel:21:19",
        "t": "Once*p again there was a battle with the Philistines at Gob, and Elhanan son of Jaare-oregim the Bethlehemite killed Goliath of Gath. The shaft of his spear was like a weaver’s beam."
    },
    {
        "o": 9503,
        "r": "csb:2 Samuel:21:20",
        "t": "At*p Gath there was still another battle. A huge man was there with six fingers on each hand and six toes on each foot - twenty-four in all. He, too, was descended from the giant."
    },
    {
        "o": 9504,
        "r": "csb:2 Samuel:21:21",
        "t": "When he taunted Israel, Jonathan, son of David’s brother Shimei, killed him."
    },
    {
        "o": 9505,
        "r": "csb:2 Samuel:21:22",
        "t": "These*p four were descended from the giant in Gath and were killed by David and his soldiers."
    }
]
