[
    {
        "o": 6521,
        "r": "niv:Joshua:7:0",
        "t": "Joshua 7",
        "h": 1
    },
    {
        "o": 6522,
        "r": "niv:Joshua:7:0",
        "t": "Achan’s Sin",
        "h": 2
    },
    {
        "o": 6523,
        "r": "niv:Joshua:7:1",
        "t": "But*p the Israelites were unfaithful in regard to the devoted things; Achan son of Karmi, the son of Zimri, the son of Zerah, of the tribe of Judah, took some of them. So the Lord’s*s anger burned against Israel."
    },
    {
        "o": 6524,
        "r": "niv:Joshua:7:2",
        "t": "Now*p Joshua sent men from Jericho to Ai, which is near Beth Aven to the east of Bethel, and told them, “Go up and spy out the region.” So the men went up and spied out Ai."
    },
    {
        "o": 6525,
        "r": "niv:Joshua:7:3",
        "t": "When*p they returned to Joshua, they said, “Not all the army will have to go up against Ai. Send two or three thousand men to take it and do not weary the whole army, for only a few people live there.”"
    },
    {
        "o": 6526,
        "r": "niv:Joshua:7:4",
        "t": "So about three thousand went up; but they were routed by the men of Ai,"
    },
    {
        "o": 6527,
        "r": "niv:Joshua:7:5",
        "t": "who killed about thirty-six of them. They chased the Israelites from the city gate as far as the stone quarries and struck them down on the slopes. At this the hearts of the people melted in fear and became like water."
    },
    {
        "o": 6528,
        "r": "niv:Joshua:7:6",
        "t": "Then*p Joshua tore his clothes and fell facedown to the ground before the ark of the Lord,*s remaining there till evening. The elders of Israel did the same, and sprinkled dust on their heads."
    },
    {
        "o": 6529,
        "r": "niv:Joshua:7:7",
        "t": "And Joshua said, “Alas, Sovereign Lord,*s why did you ever bring this people across the Jordan to deliver us into the hands of the Amorites to destroy us? If only we had been content to stay on the other side of the Jordan!"
    },
    {
        "o": 6530,
        "r": "niv:Joshua:7:8",
        "t": "Pardon your servant, Lord. What can I say, now that Israel has been routed by its enemies?"
    },
    {
        "o": 6531,
        "r": "niv:Joshua:7:9",
        "t": "The Canaanites and the other people of the country will hear about this and they will surround us and wipe out our name from the earth. What then will you do for your own great name?”"
    },
    {
        "o": 6532,
        "r": "niv:Joshua:7:10",
        "t": "The*p Lord*s said to Joshua, “Stand up! What are you doing down on your face?"
    },
    {
        "o": 6533,
        "r": "niv:Joshua:7:11",
        "t": "Israel has sinned; they have violated my covenant, which I commanded them to keep. They have taken some of the devoted things; they have stolen, they have lied, they have put them with their own possessions."
    },
    {
        "o": 6534,
        "r": "niv:Joshua:7:12",
        "t": "That is why the Israelites cannot stand against their enemies; they turn their backs and run because they have been made liable to destruction. I will not be with you anymore unless you destroy whatever among you is devoted to destruction."
    },
    {
        "o": 6535,
        "r": "niv:Joshua:7:13",
        "t": "“Go,*p consecrate the people. Tell them, ‘Consecrate yourselves in preparation for tomorrow; for this is what the Lord,*s the God of Israel, says: There are devoted things among you, Israel. You cannot stand against your enemies until you remove them."
    },
    {
        "o": 6536,
        "r": "niv:Joshua:7:14",
        "t": "“ ‘In*p the morning, present yourselves tribe by tribe. The tribe the Lord*s chooses shall come forward clan by clan; the clan the Lord*s chooses shall come forward family by family; and the family the Lord*s chooses shall come forward man by man."
    },
    {
        "o": 6537,
        "r": "niv:Joshua:7:15",
        "t": "Whoever is caught with the devoted things shall be destroyed by fire, along with all that belongs to him. He has violated the covenant of the Lord*s and has done an outrageous thing in Israel!’ ”"
    },
    {
        "o": 6538,
        "r": "niv:Joshua:7:16",
        "t": "Early*p the next morning Joshua had Israel come forward by tribes, and Judah was chosen."
    },
    {
        "o": 6539,
        "r": "niv:Joshua:7:17",
        "t": "The clans of Judah came forward, and the Zerahites were chosen. He had the clan of the Zerahites come forward by families, and Zimri was chosen."
    },
    {
        "o": 6540,
        "r": "niv:Joshua:7:18",
        "t": "Joshua had his family come forward man by man, and Achan son of Karmi, the son of Zimri, the son of Zerah, of the tribe of Judah, was chosen."
    },
    {
        "o": 6541,
        "r": "niv:Joshua:7:19",
        "t": "Then*p Joshua said to Achan, “My son, give glory to the Lord,*s the God of Israel, and honor him. Tell me what you have done; do not hide it from me.”"
    },
    {
        "o": 6542,
        "r": "niv:Joshua:7:20",
        "t": "Achan*p replied, “It is true! I have sinned against the Lord,*s the God of Israel. This is what I have done:"
    },
    {
        "o": 6543,
        "r": "niv:Joshua:7:21",
        "t": "When I saw in the plunder a beautiful robe from Babylonia, two hundred shekels of silver and a bar of gold weighing fifty shekels, I coveted them and took them. They are hidden in the ground inside my tent, with the silver underneath.”"
    },
    {
        "o": 6544,
        "r": "niv:Joshua:7:22",
        "t": "So*p Joshua sent messengers, and they ran to the tent, and there it was, hidden in his tent, with the silver underneath."
    },
    {
        "o": 6545,
        "r": "niv:Joshua:7:23",
        "t": "They took the things from the tent, brought them to Joshua and all the Israelites and spread them out before the Lord.*s"
    },
    {
        "o": 6546,
        "r": "niv:Joshua:7:24",
        "t": "Then*p Joshua, together with all Israel, took Achan son of Zerah, the silver, the robe, the gold bar, his sons and daughters, his cattle, donkeys and sheep, his tent and all that he had, to the Valley of Achor."
    },
    {
        "o": 6547,
        "r": "niv:Joshua:7:25",
        "t": "Joshua said, “Why have you brought this trouble on us? The Lord*s will bring trouble on you today.” Then*p all Israel stoned him, and after they had stoned the rest, they burned them."
    },
    {
        "o": 6548,
        "r": "niv:Joshua:7:26",
        "t": "Over Achan they heaped up a large pile of rocks, which remains to this day. Then the Lord*s turned from his fierce anger. Therefore that place has been called the Valley of Achor ever since."
    }
]
