[
    {
        "o": 12604,
        "r": "csb:2 Chronicles:9:0",
        "t": "2 Chronicles 9",
        "h": 1
    },
    {
        "o": 12605,
        "r": "csb:2 Chronicles:9:0",
        "t": "The Queen of Sheba",
        "h": 2
    },
    {
        "o": 12606,
        "r": "csb:2 Chronicles:9:1",
        "t": "The*p queen of Sheba heard of Solomon’s fame, so she came to test Solomon with difficult questions at Jerusalem with a very large entourage, with camels bearing spices, gold in abundance, and precious stones. She came to Solomon and spoke with him about everything that was on her mind."
    },
    {
        "o": 12607,
        "r": "csb:2 Chronicles:9:2",
        "t": "So Solomon answered all her questions; nothing was too difficult for Solomon to explain to her."
    },
    {
        "o": 12608,
        "r": "csb:2 Chronicles:9:3",
        "t": "When the queen of Sheba observed Solomon’s wisdom, the palace he had built,"
    },
    {
        "o": 12609,
        "r": "csb:2 Chronicles:9:4",
        "t": "the food at his table, his servants’ residence, his attendants’ service and their attire, his cupbearers and their attire, and the burnt offerings he offered at the Lord’s*s temple, it took her breath away."
    },
    {
        "o": 12610,
        "r": "csb:2 Chronicles:9:5",
        "t": "She*p said to the king, “The report I heard in my own country about your words and about your wisdom is true."
    },
    {
        "o": 12611,
        "r": "csb:2 Chronicles:9:6",
        "t": "But I didn’t believe their reports until I came and saw with my own eyes. Indeed, I was not even told half of your great wisdom! You far exceed the report I heard."
    },
    {
        "o": 12612,
        "r": "csb:2 Chronicles:9:7",
        "t": "How happy are your men. How happy are these servants of yours, who always stand in your presence hearing your wisdom."
    },
    {
        "o": 12613,
        "r": "csb:2 Chronicles:9:8",
        "t": "Blessed be the Lord*s your God! He delighted in you and put you on his throne as king for the Lord*s your God. Because your God loved Israel enough to establish them forever, he has set you over them as king to carry out justice and righteousness.”"
    },
    {
        "o": 12614,
        "r": "csb:2 Chronicles:9:9",
        "t": "Then*p she gave the king four and a half tons of gold, a great quantity of spices, and precious stones. There never were such spices as those the queen of Sheba gave to King Solomon."
    },
    {
        "o": 12615,
        "r": "csb:2 Chronicles:9:10",
        "t": "In addition, Hiram’s servants and Solomon’s servants who brought gold from Ophir also brought algum wood and precious stones."
    },
    {
        "o": 12616,
        "r": "csb:2 Chronicles:9:11",
        "t": "The king made the algum wood into walkways for the Lord’s*s temple and for the king’s palace and into lyres and harps for the singers. Never before had anything like them been seen in the land of Judah."
    },
    {
        "o": 12617,
        "r": "csb:2 Chronicles:9:12",
        "t": "King*p Solomon gave the queen of Sheba her every desire, whatever she asked - far more than she had brought the king. Then she, along with her servants, returned to her own country."
    },
    {
        "o": 12618,
        "r": "csb:2 Chronicles:9:12",
        "t": "Solomon’s Wealth",
        "h": 2
    },
    {
        "o": 12619,
        "r": "csb:2 Chronicles:9:13",
        "t": "The*p weight of gold that came to Solomon annually was twenty-five tons,"
    },
    {
        "o": 12620,
        "r": "csb:2 Chronicles:9:14",
        "t": "besides what was brought by the merchants and traders. All the Arabian kings and governors of the land also brought gold and silver to Solomon."
    },
    {
        "o": 12621,
        "r": "csb:2 Chronicles:9:15",
        "t": "King*p Solomon made two hundred large shields of hammered gold; 15 pounds of hammered gold went into each shield."
    },
    {
        "o": 12622,
        "r": "csb:2 Chronicles:9:16",
        "t": "He made three hundred small shields of hammered gold; 7½ pounds of gold went into each shield. The king put them in the House of the Forest of Lebanon."
    },
    {
        "o": 12623,
        "r": "csb:2 Chronicles:9:17",
        "t": "The*p king also made a large ivory throne and overlaid it with pure gold."
    },
    {
        "o": 12624,
        "r": "csb:2 Chronicles:9:18",
        "t": "The throne had six steps; there was a footstool covered in gold for the throne, armrests on either side of the seat, and two lions standing beside the armrests."
    },
    {
        "o": 12625,
        "r": "csb:2 Chronicles:9:19",
        "t": "Twelve lions were standing there on the six steps, one at each end. Nothing like it had ever been made in any other kingdom."
    },
    {
        "o": 12626,
        "r": "csb:2 Chronicles:9:20",
        "t": "All*p of King Solomon’s drinking cups were gold, and all the utensils of the House of the Forest of Lebanon were pure gold. There was no silver, since it was considered as nothing in Solomon’s time,"
    },
    {
        "o": 12627,
        "r": "csb:2 Chronicles:9:21",
        "t": "for the king’s ships kept going to Tarshish with Hiram’s servants, and once every three years the ships of Tarshish would arrive bearing gold, silver, ivory, apes, and peacocks."
    },
    {
        "o": 12628,
        "r": "csb:2 Chronicles:9:22",
        "t": "King*p Solomon surpassed all the kings of the world in riches and wisdom."
    },
    {
        "o": 12629,
        "r": "csb:2 Chronicles:9:23",
        "t": "All the kings of the world wanted an audience with Solomon to hear the wisdom God had put in his heart."
    },
    {
        "o": 12630,
        "r": "csb:2 Chronicles:9:24",
        "t": "Each of them would bring his own gift - items of silver and gold, clothing, weapons, spices, and horses and mules - as an annual tribute."
    },
    {
        "o": 12631,
        "r": "csb:2 Chronicles:9:25",
        "t": "Solomon*p had four thousand stalls for horses and chariots, and twelve thousand horsemen. He stationed them in the chariot cities and with the king in Jerusalem."
    },
    {
        "o": 12632,
        "r": "csb:2 Chronicles:9:26",
        "t": "He ruled over all the kings from the Euphrates River to the land of the Philistines and as far as the border of Egypt."
    },
    {
        "o": 12633,
        "r": "csb:2 Chronicles:9:27",
        "t": "The king made silver as common in Jerusalem as stones, and he made cedar as abundant as sycamore in the Judean foothills."
    },
    {
        "o": 12634,
        "r": "csb:2 Chronicles:9:28",
        "t": "They were bringing horses for Solomon from Egypt and from all the countries."
    },
    {
        "o": 12635,
        "r": "csb:2 Chronicles:9:28",
        "t": "Solomon’s Death",
        "h": 2
    },
    {
        "o": 12636,
        "r": "csb:2 Chronicles:9:29",
        "t": "The*p remaining events of Solomon’s reign, from beginning to end, are written in the Events of the Prophet Nathan, the Prophecy of Ahijah the Shilonite, and the Visions of the Seer Iddo concerning Jeroboam son of Nebat."
    },
    {
        "o": 12637,
        "r": "csb:2 Chronicles:9:30",
        "t": "Solomon reigned in Jerusalem over all Israel for forty years."
    },
    {
        "o": 12638,
        "r": "csb:2 Chronicles:9:31",
        "t": "Solomon rested with his ancestors and was buried in the city of his father David. His son Rehoboam became king in his place."
    }
]
