[
    {
        "o": 31665,
        "r": "nkjv:Romans:6:0",
        "t": "Romans 6",
        "h": 1
    },
    {
        "o": 31666,
        "r": "nkjv:Romans:6:0",
        "t": "Dead to Sin, Alive to God",
        "h": 2
    },
    {
        "o": 31667,
        "r": "nkjv:Romans:6:1",
        "t": "What*p shall we say then? Shall we continue in sin that grace may abound?"
    },
    {
        "o": 31668,
        "r": "nkjv:Romans:6:2",
        "t": "Certainly not! How shall we who died to sin live any longer in it?"
    },
    {
        "o": 31669,
        "r": "nkjv:Romans:6:3",
        "t": "Or do you not know that as many of us as were baptized into Christ Jesus were baptized into His death?"
    },
    {
        "o": 31670,
        "r": "nkjv:Romans:6:4",
        "t": "Therefore we were buried with Him through baptism into death, that just as Christ was raised from the dead by the glory of the Father, even so we also should walk in newness of life."
    },
    {
        "o": 31671,
        "r": "nkjv:Romans:6:5",
        "t": "For*p if we have been united together in the likeness of His death, certainly we also shall be in*i the*i likeness*i of His*i resurrection,"
    },
    {
        "o": 31672,
        "r": "nkjv:Romans:6:6",
        "t": "knowing this, that our old man was crucified with Him,*i that the body of sin might be done away with, that we should no longer be slaves of sin."
    },
    {
        "o": 31673,
        "r": "nkjv:Romans:6:7",
        "t": "For he who has died has been freed from sin."
    },
    {
        "o": 31674,
        "r": "nkjv:Romans:6:8",
        "t": "Now if we died with Christ, we believe that we shall also live with Him,"
    },
    {
        "o": 31675,
        "r": "nkjv:Romans:6:9",
        "t": "knowing that Christ, having been raised from the dead, dies no more. Death no longer has dominion over Him."
    },
    {
        "o": 31676,
        "r": "nkjv:Romans:6:10",
        "t": "For the*i death*i that He died, He died to sin once for all; but the*i life*i that He lives, He lives to God."
    },
    {
        "o": 31677,
        "r": "nkjv:Romans:6:11",
        "t": "Likewise you also, reckon yourselves to be dead indeed to sin, but alive to God in Christ Jesus our Lord."
    },
    {
        "o": 31678,
        "r": "nkjv:Romans:6:12",
        "t": "Therefore*p do not let sin reign in your mortal body, that you should obey it in its lusts."
    },
    {
        "o": 31679,
        "r": "nkjv:Romans:6:13",
        "t": "And do not present your members as*i instruments of unrighteousness to sin, but present yourselves to God as being alive from the dead, and your members as*i instruments of righteousness to God."
    },
    {
        "o": 31680,
        "r": "nkjv:Romans:6:14",
        "t": "For sin shall not have dominion over you, for you are not under law but under grace."
    },
    {
        "o": 31681,
        "r": "nkjv:Romans:6:14",
        "t": "From Slaves of Sin to Slaves of God",
        "h": 2
    },
    {
        "o": 31682,
        "r": "nkjv:Romans:6:15",
        "t": "What*p then? Shall we sin because we are not under law but under grace? Certainly not!"
    },
    {
        "o": 31683,
        "r": "nkjv:Romans:6:16",
        "t": "Do you not know that to whom you present yourselves slaves to obey, you are that one’s slaves whom you obey, whether of sin leading*i to death, or of obedience leading*i to righteousness?"
    },
    {
        "o": 31684,
        "r": "nkjv:Romans:6:17",
        "t": "But God be thanked that though*i you were slaves of sin, yet you obeyed from the heart that form of doctrine to which you were delivered."
    },
    {
        "o": 31685,
        "r": "nkjv:Romans:6:18",
        "t": "And having been set free from sin, you became slaves of righteousness."
    },
    {
        "o": 31686,
        "r": "nkjv:Romans:6:19",
        "t": "I speak in human terms*i because of the weakness of your flesh. For just as you presented your members as*i slaves of uncleanness, and of lawlessness leading*i to more*i lawlessness, so now present your members as*i slaves of*i righteousness for holiness."
    },
    {
        "o": 31687,
        "r": "nkjv:Romans:6:20",
        "t": "For*p when you were slaves of sin, you were free in regard to righteousness."
    },
    {
        "o": 31688,
        "r": "nkjv:Romans:6:21",
        "t": "What fruit did you have then in the things of which you are now ashamed? For the end of those things is*i death."
    },
    {
        "o": 31689,
        "r": "nkjv:Romans:6:22",
        "t": "But now having been set free from sin, and having become slaves of God, you have your fruit to holiness, and the end, everlasting life."
    },
    {
        "o": 31690,
        "r": "nkjv:Romans:6:23",
        "t": "For the wages of sin is*i death, but the gift of God is*i eternal life in Christ Jesus our Lord."
    }
]
