[
    {
        "o": 4857,
        "r": "csb:Numbers:23:0",
        "t": "Numbers 23",
        "h": 1
    },
    {
        "o": 4858,
        "r": "csb:Numbers:23:0",
        "t": "Balaam’s Oracles",
        "h": 2
    },
    {
        "o": 4859,
        "r": "csb:Numbers:23:1",
        "t": "Then*p Balaam said to Balak, “Build me seven altars here and prepare seven bulls and seven rams for me.”"
    },
    {
        "o": 4860,
        "r": "csb:Numbers:23:2",
        "t": "So Balak did as Balaam directed, and they offered a bull and a ram on each altar."
    },
    {
        "o": 4861,
        "r": "csb:Numbers:23:3",
        "t": "Balaam said to Balak, “Stay here by your burnt offering while I am gone. Maybe the Lord*s will meet with me. I will tell you whatever he reveals to me.” So he went to a barren hill."
    },
    {
        "o": 4862,
        "r": "csb:Numbers:23:4",
        "t": "God*p met with him and Balaam said to him, “I have arranged seven altars and offered a bull and a ram on each altar.”"
    },
    {
        "o": 4863,
        "r": "csb:Numbers:23:5",
        "t": "Then the Lord*s put a message in Balaam’s mouth and said, “Return to Balak and say what I tell you.”"
    },
    {
        "o": 4864,
        "r": "csb:Numbers:23:6",
        "t": "So*p he returned to Balak, who was standing there by his burnt offering with all the officials of Moab."
    },
    {
        "o": 4865,
        "r": "csb:Numbers:23:6",
        "t": "Balaam’s First Oracle",
        "h": 2
    },
    {
        "o": 4866,
        "r": "csb:Numbers:23:7",
        "t": "Balaam*p proclaimed his poem: Balak*pn brought me from Aram; the*ln king of Moab, from the eastern mountains: “Come,*ln put a curse on Jacob for me; come,*ln denounce Israel!”"
    },
    {
        "o": 4867,
        "r": "csb:Numbers:23:8",
        "t": "How*ln can I curse someone God has not cursed? How*ln can I denounce someone the Lord*s has not denounced?"
    },
    {
        "o": 4868,
        "r": "csb:Numbers:23:9",
        "t": "I*ln see them from the top of rocky cliffs, and*ln I watch them from the hills. There*ln is a people living alone; it*ln does not consider itself among the nations."
    },
    {
        "o": 4869,
        "r": "csb:Numbers:23:10",
        "t": "Who*ln has counted the dust of Jacob or*ln numbered even one-fourth of Israel? Let*ln me die the death of the upright; let*ln the end of my life be like theirs."
    },
    {
        "o": 4870,
        "r": "csb:Numbers:23:11",
        "t": "“What*p have you done to me?” Balak asked Balaam. “I brought you to curse my enemies, but look, you have only blessed them!”"
    },
    {
        "o": 4871,
        "r": "csb:Numbers:23:12",
        "t": "He*p answered, “Shouldn’t I say exactly what the Lord*s puts in my mouth?”"
    },
    {
        "o": 4872,
        "r": "csb:Numbers:23:12",
        "t": "Balaam’s Second Oracle",
        "h": 2
    },
    {
        "o": 4873,
        "r": "csb:Numbers:23:13",
        "t": "Then*p Balak said to him, “Please come with me to another place where you can see them. You will only see the outskirts of their camp; you won’t see all of them. From there, put a curse on them for me.”"
    },
    {
        "o": 4874,
        "r": "csb:Numbers:23:14",
        "t": "So Balak took him to Lookout Field on top of Pisgah, built seven altars, and offered a bull and a ram on each altar."
    },
    {
        "o": 4875,
        "r": "csb:Numbers:23:15",
        "t": "Balaam*p said to Balak, “Stay here by your burnt offering while I seek the Lord*s over there.”"
    },
    {
        "o": 4876,
        "r": "csb:Numbers:23:16",
        "t": "The*p Lord*s met with Balaam and put a message in his mouth. Then he said, “Return to Balak and say what I tell you.”"
    },
    {
        "o": 4877,
        "r": "csb:Numbers:23:17",
        "t": "So*p he returned to Balak, who was standing there by his burnt offering with the officials of Moab. Balak asked him, “What did the Lord*s say?”"
    },
    {
        "o": 4878,
        "r": "csb:Numbers:23:18",
        "t": "Balaam*p proclaimed his poem: Balak,*pn get up and listen; son*ln of Zippor, pay attention to what I say!"
    },
    {
        "o": 4879,
        "r": "csb:Numbers:23:19",
        "t": "God*ln is not a man, that he might lie, or*ln a son of man, that he might change his mind. Does*ln he speak and not act, or*ln promise and not fulfill?"
    },
    {
        "o": 4880,
        "r": "csb:Numbers:23:20",
        "t": "I*ln have indeed received a command to bless; since*ln he has blessed, I cannot change it."
    },
    {
        "o": 4881,
        "r": "csb:Numbers:23:21",
        "t": "He*ln considers no disaster for Jacob; he*ln sees no trouble for Israel. The*ln Lord*s their God is with them, and*ln there is rejoicing over the King among them."
    },
    {
        "o": 4882,
        "r": "csb:Numbers:23:22",
        "t": "God*ln brought them out of Egypt; he*ln is like the horns of a wild ox for them."
    },
    {
        "o": 4883,
        "r": "csb:Numbers:23:23",
        "t": "There*ln is no magic curse against Jacob and*ln no divination against Israel. It*ln will now be said about Jacob and Israel, “What*ln great things God has done!”"
    },
    {
        "o": 4884,
        "r": "csb:Numbers:23:24",
        "t": "A*ln people rise up like a lioness; they*ln rouse themselves like a lion. They*ln will not lie down until they devour the prey and*ln drink the blood of the slain."
    },
    {
        "o": 4885,
        "r": "csb:Numbers:23:25",
        "t": "Then*p Balak told Balaam, “Don’t curse them and don’t bless them!”"
    },
    {
        "o": 4886,
        "r": "csb:Numbers:23:26",
        "t": "But*p Balaam answered him, “Didn’t I tell you: Whatever the Lord*s says, I must do?”"
    },
    {
        "o": 4887,
        "r": "csb:Numbers:23:26",
        "t": "Balaam’s Third Oracle",
        "h": 2
    },
    {
        "o": 4888,
        "r": "csb:Numbers:23:27",
        "t": "Again*p Balak said to Balaam, “Please come. I will take you to another place. Maybe it will be agreeable to God that you can put a curse on them for me there.”"
    },
    {
        "o": 4889,
        "r": "csb:Numbers:23:28",
        "t": "So Balak took Balaam to the top of Peor, which overlooks the wasteland."
    },
    {
        "o": 4890,
        "r": "csb:Numbers:23:29",
        "t": "Balaam*p told Balak, “Build me seven altars here and prepare seven bulls and seven rams for me.”"
    },
    {
        "o": 4891,
        "r": "csb:Numbers:23:30",
        "t": "So Balak did as Balaam said and offered a bull and a ram on each altar."
    }
]
