[
    {
        "o": 22165,
        "r": "esv:Jeremiah:39:0",
        "t": "Jeremiah 39",
        "h": 1
    },
    {
        "o": 22166,
        "r": "esv:Jeremiah:39:0",
        "t": "The Fall of Jerusalem",
        "h": 2
    },
    {
        "o": 22167,
        "r": "esv:Jeremiah:39:1",
        "t": "In*p the ninth year of Zedekiah king of Judah, in the tenth month, Nebuchadnezzar king of Babylon and all his army came against Jerusalem and besieged it."
    },
    {
        "o": 22168,
        "r": "esv:Jeremiah:39:2",
        "t": "In the eleventh year of Zedekiah, in the fourth month, on the ninth day of the month, a breach was made in the city."
    },
    {
        "o": 22169,
        "r": "esv:Jeremiah:39:3",
        "t": "Then all the officials of the king of Babylon came and sat in the middle gate: Nergal-sar-ezer of Samgar, Nebu-sar-sekim the Rab-saris, Nergal-sar-ezer the Rab-mag, with all the rest of the officers of the king of Babylon."
    },
    {
        "o": 22170,
        "r": "esv:Jeremiah:39:4",
        "t": "When Zedekiah king of Judah and all the soldiers saw them, they fled, going out of the city at night by way of the king’s garden through the gate between the two walls; and they went toward the Arabah."
    },
    {
        "o": 22171,
        "r": "esv:Jeremiah:39:5",
        "t": "But the army of the Chaldeans pursued them and overtook Zedekiah in the plains of Jericho. And when they had taken him, they brought him up to Nebuchadnezzar king of Babylon, at Riblah, in the land of Hamath; and he passed sentence on him."
    },
    {
        "o": 22172,
        "r": "esv:Jeremiah:39:6",
        "t": "The king of Babylon slaughtered the sons of Zedekiah at Riblah before his eyes, and the king of Babylon slaughtered all the nobles of Judah."
    },
    {
        "o": 22173,
        "r": "esv:Jeremiah:39:7",
        "t": "He put out the eyes of Zedekiah and bound him in chains to take him to Babylon."
    },
    {
        "o": 22174,
        "r": "esv:Jeremiah:39:8",
        "t": "The Chaldeans burned the king’s house and the house of the people, and broke down the walls of Jerusalem."
    },
    {
        "o": 22175,
        "r": "esv:Jeremiah:39:9",
        "t": "Then Nebuzaradan, the captain of the guard, carried into exile to Babylon the rest of the people who were left in the city, those who had deserted to him, and the people who remained."
    },
    {
        "o": 22176,
        "r": "esv:Jeremiah:39:10",
        "t": "Nebuzaradan, the captain of the guard, left in the land of Judah some of the poor people who owned nothing, and gave them vineyards and fields at the same time."
    },
    {
        "o": 22177,
        "r": "esv:Jeremiah:39:10",
        "t": "The Lord Delivers Jeremiah",
        "h": 2
    },
    {
        "o": 22178,
        "r": "esv:Jeremiah:39:11",
        "t": "Nebuchadnezzar*p king of Babylon gave command concerning Jeremiah through Nebuzaradan, the captain of the guard, saying,"
    },
    {
        "o": 22179,
        "r": "esv:Jeremiah:39:12",
        "t": "“Take him, look after him well, and do him no harm, but deal with him as he tells you.”"
    },
    {
        "o": 22180,
        "r": "esv:Jeremiah:39:13",
        "t": "So Nebuzaradan the captain of the guard, Nebushazban the Rab-saris, Nergal-sar-ezer the Rab-mag, and all the chief officers of the king of Babylon"
    },
    {
        "o": 22181,
        "r": "esv:Jeremiah:39:14",
        "t": "sent and took Jeremiah from the court of the guard. They entrusted him to Gedaliah the son of Ahikam, son of Shaphan, that he should take him home. So he lived among the people."
    },
    {
        "o": 22182,
        "r": "esv:Jeremiah:39:15",
        "t": "The*p word of the Lord*s came to Jeremiah while he was shut up in the court of the guard:"
    },
    {
        "o": 22183,
        "r": "esv:Jeremiah:39:16",
        "t": "“Go, and say to Ebed-melech the Ethiopian, ‘Thus says the Lord*s of hosts, the God of Israel: Behold, I will fulfill my words against this city for harm and not for good, and they shall be accomplished before you on that day."
    },
    {
        "o": 22184,
        "r": "esv:Jeremiah:39:17",
        "t": "But I will deliver you on that day, declares the Lord,*s and you shall not be given into the hand of the men of whom you are afraid."
    },
    {
        "o": 22185,
        "r": "esv:Jeremiah:39:18",
        "t": "For I will surely save you, and you shall not fall by the sword, but you shall have your life as a prize of war, because you have put your trust in me, declares the Lord.’”*s"
    }
]
