[
    {
        "o": 19722,
        "r": "kjv:Isaiah:61:0",
        "t": "Isaiah 61",
        "h": 1
    },
    {
        "o": 19723,
        "r": "kjv:Isaiah:61:1",
        "t": "The*p Spirit of the Lord God*s is upon me; because the Lord*s hath anointed me to preach good tidings unto the meek; he hath sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound;"
    },
    {
        "o": 19724,
        "r": "kjv:Isaiah:61:2",
        "t": "To*p proclaim the acceptable year of the Lord,*s and the day of vengeance of our God; to comfort all that mourn;"
    },
    {
        "o": 19725,
        "r": "kjv:Isaiah:61:3",
        "t": "To*p appoint unto them that mourn in Zion, to give unto them beauty for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness; that they might be called trees of righteousness, the planting of the Lord,*s that he might be glorified."
    },
    {
        "o": 19726,
        "r": "kjv:Isaiah:61:4",
        "t": "And*p they shall build the old wastes, they shall raise up the former desolations, and they shall repair the waste cities, the desolations of many generations."
    },
    {
        "o": 19727,
        "r": "kjv:Isaiah:61:5",
        "t": "And*p strangers shall stand and feed your flocks, and the sons of the alien shall be your plowmen and your vinedressers."
    },
    {
        "o": 19728,
        "r": "kjv:Isaiah:61:6",
        "t": "But*p ye shall be named the Priests of the Lord:*s men shall call you the Ministers of our God: ye shall eat the riches of the Gentiles, and in their glory shall ye boast yourselves."
    },
    {
        "o": 19729,
        "r": "kjv:Isaiah:61:7",
        "t": "For*p your shame ye shall have double; and for confusion they shall rejoice in their portion: therefore in their land they shall possess the double: everlasting joy shall be unto them."
    },
    {
        "o": 19730,
        "r": "kjv:Isaiah:61:8",
        "t": "For*p I the Lord*s love judgment, I hate robbery for burnt offering; and I will direct their work in truth, and I will make an everlasting covenant with them."
    },
    {
        "o": 19731,
        "r": "kjv:Isaiah:61:9",
        "t": "And*p their seed shall be known among the Gentiles, and their offspring among the people: all that see them shall acknowledge them, that they are the seed which the Lord*s hath blessed."
    },
    {
        "o": 19732,
        "r": "kjv:Isaiah:61:10",
        "t": "I*p will greatly rejoice in the Lord,*s my soul shall be joyful in my God; for he hath clothed me with the garments of salvation, he hath covered me with the robe of righteousness, as a bridegroom decketh himself with ornaments, and as a bride adorneth herself with her jewels."
    },
    {
        "o": 19733,
        "r": "kjv:Isaiah:61:11",
        "t": "For*p as the earth bringeth forth her bud, and as the garden causeth the things that are sown in it to spring forth; so the Lord God*s will cause righteousness and praise to spring forth before all the nations."
    }
]
