[
    {
        "o": 30545,
        "r": "kjv:Ephesians:5:0",
        "t": "Ephesians 5",
        "h": 1
    },
    {
        "o": 30546,
        "r": "kjv:Ephesians:5:1",
        "t": "Be*p ye therefore followers of God, as dear children;"
    },
    {
        "o": 30547,
        "r": "kjv:Ephesians:5:2",
        "t": "And*p walk in love, as Christ also hath loved us, and hath given himself for us an offering and a sacrifice to God for a sweetsmelling savour."
    },
    {
        "o": 30548,
        "r": "kjv:Ephesians:5:3",
        "t": "But*p fornication, and all uncleanness, or covetousness, let it not be once named among you, as becometh saints;"
    },
    {
        "o": 30549,
        "r": "kjv:Ephesians:5:4",
        "t": "Neither*p filthiness, nor foolish talking, nor jesting, which are not convenient: but rather giving of thanks."
    },
    {
        "o": 30550,
        "r": "kjv:Ephesians:5:5",
        "t": "For*p this ye know, that no whoremonger, nor unclean person, nor covetous man, who is an idolater, hath any inheritance in the kingdom of Christ and of God."
    },
    {
        "o": 30551,
        "r": "kjv:Ephesians:5:6",
        "t": "Let*p no man deceive you with vain words: for because of these things cometh the wrath of God upon the children of disobedience."
    },
    {
        "o": 30552,
        "r": "kjv:Ephesians:5:7",
        "t": "Be*p not ye therefore partakers with them."
    },
    {
        "o": 30553,
        "r": "kjv:Ephesians:5:8",
        "t": "For*p ye were sometimes darkness, but now are ye light in the Lord: walk as children of light:"
    },
    {
        "o": 30554,
        "r": "kjv:Ephesians:5:9",
        "t": "(For*p the fruit of the Spirit is in all goodness and righteousness and truth;)"
    },
    {
        "o": 30555,
        "r": "kjv:Ephesians:5:10",
        "t": "Proving*p what is acceptable unto the Lord."
    },
    {
        "o": 30556,
        "r": "kjv:Ephesians:5:11",
        "t": "And*p have no fellowship with the unfruitful works of darkness, but rather reprove them."
    },
    {
        "o": 30557,
        "r": "kjv:Ephesians:5:12",
        "t": "For*p it is a shame even to speak of those things which are done of them in secret."
    },
    {
        "o": 30558,
        "r": "kjv:Ephesians:5:13",
        "t": "But*p all things that are reproved are made manifest by the light: for whatsoever doth make manifest is light."
    },
    {
        "o": 30559,
        "r": "kjv:Ephesians:5:14",
        "t": "Wherefore*p he saith, Awake thou that sleepest, and arise from the dead, and Christ shall give thee light."
    },
    {
        "o": 30560,
        "r": "kjv:Ephesians:5:15",
        "t": "See*p then that ye walk circumspectly, not as fools, but as wise,"
    },
    {
        "o": 30561,
        "r": "kjv:Ephesians:5:16",
        "t": "Redeeming*p the time, because the days are evil."
    },
    {
        "o": 30562,
        "r": "kjv:Ephesians:5:17",
        "t": "Wherefore*p be ye not unwise, but understanding what the will of the Lord is."
    },
    {
        "o": 30563,
        "r": "kjv:Ephesians:5:18",
        "t": "And*p be not drunk with wine, wherein is excess; but be filled with the Spirit;"
    },
    {
        "o": 30564,
        "r": "kjv:Ephesians:5:19",
        "t": "Speaking*p to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord;"
    },
    {
        "o": 30565,
        "r": "kjv:Ephesians:5:20",
        "t": "Giving*p thanks always for all things unto God and the Father in the name of our Lord Jesus Christ;"
    },
    {
        "o": 30566,
        "r": "kjv:Ephesians:5:21",
        "t": "Submitting*p yourselves one to another in the fear of God."
    },
    {
        "o": 30567,
        "r": "kjv:Ephesians:5:22",
        "t": "Wives,*p submit yourselves unto your own husbands, as unto the Lord."
    },
    {
        "o": 30568,
        "r": "kjv:Ephesians:5:23",
        "t": "For*p the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body."
    },
    {
        "o": 30569,
        "r": "kjv:Ephesians:5:24",
        "t": "Therefore*p as the church is subject unto Christ, so let the wives be to their own husbands in every thing."
    },
    {
        "o": 30570,
        "r": "kjv:Ephesians:5:25",
        "t": "Husbands,*p love your wives, even as Christ also loved the church, and gave himself for it;"
    },
    {
        "o": 30571,
        "r": "kjv:Ephesians:5:26",
        "t": "That*p he might sanctify and cleanse it with the washing of water by the word,"
    },
    {
        "o": 30572,
        "r": "kjv:Ephesians:5:27",
        "t": "That*p he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish."
    },
    {
        "o": 30573,
        "r": "kjv:Ephesians:5:28",
        "t": "So*p ought men to love their wives as their own bodies. He that loveth his wife loveth himself."
    },
    {
        "o": 30574,
        "r": "kjv:Ephesians:5:29",
        "t": "For*p no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:"
    },
    {
        "o": 30575,
        "r": "kjv:Ephesians:5:30",
        "t": "For*p we are members of his body, of his flesh, and of his bones."
    },
    {
        "o": 30576,
        "r": "kjv:Ephesians:5:31",
        "t": "For*p this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh."
    },
    {
        "o": 30577,
        "r": "kjv:Ephesians:5:32",
        "t": "This*p is a great mystery: but I speak concerning Christ and the church."
    },
    {
        "o": 30578,
        "r": "kjv:Ephesians:5:33",
        "t": "Nevertheless*p let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband."
    }
]
