[
    {
        "o": 2838,
        "r": "esv:Exodus:37:0",
        "t": "Exodus 37",
        "h": 1
    },
    {
        "o": 2839,
        "r": "esv:Exodus:37:0",
        "t": "Making the Ark",
        "h": 2
    },
    {
        "o": 2840,
        "r": "esv:Exodus:37:1",
        "t": "Bezalel*p made the ark of acacia wood. Two cubits and a half was its length, a cubit and a half its breadth, and a cubit and a half its height."
    },
    {
        "o": 2841,
        "r": "esv:Exodus:37:2",
        "t": "And he overlaid it with pure gold inside and outside, and made a molding of gold around it."
    },
    {
        "o": 2842,
        "r": "esv:Exodus:37:3",
        "t": "And he cast for it four rings of gold for its four feet, two rings on its one side and two rings on its other side."
    },
    {
        "o": 2843,
        "r": "esv:Exodus:37:4",
        "t": "And he made poles of acacia wood and overlaid them with gold"
    },
    {
        "o": 2844,
        "r": "esv:Exodus:37:5",
        "t": "and put the poles into the rings on the sides of the ark to carry the ark."
    },
    {
        "o": 2845,
        "r": "esv:Exodus:37:6",
        "t": "And he made a mercy seat of pure gold. Two cubits and a half was its length, and a cubit and a half its breadth."
    },
    {
        "o": 2846,
        "r": "esv:Exodus:37:7",
        "t": "And he made two cherubim of gold. He made them of hammered work on the two ends of the mercy seat,"
    },
    {
        "o": 2847,
        "r": "esv:Exodus:37:8",
        "t": "one cherub on the one end, and one cherub on the other end. Of one piece with the mercy seat he made the cherubim on its two ends."
    },
    {
        "o": 2848,
        "r": "esv:Exodus:37:9",
        "t": "The cherubim spread out their wings above, overshadowing the mercy seat with their wings, with their faces one to another; toward the mercy seat were the faces of the cherubim."
    },
    {
        "o": 2849,
        "r": "esv:Exodus:37:9",
        "t": "Making the Table",
        "h": 2
    },
    {
        "o": 2850,
        "r": "esv:Exodus:37:10",
        "t": "He*p also made the table of acacia wood. Two cubits was its length, a cubit its breadth, and a cubit and a half its height."
    },
    {
        "o": 2851,
        "r": "esv:Exodus:37:11",
        "t": "And he overlaid it with pure gold, and made a molding of gold around it."
    },
    {
        "o": 2852,
        "r": "esv:Exodus:37:12",
        "t": "And he made a rim around it a handbreadth wide, and made a molding of gold around the rim."
    },
    {
        "o": 2853,
        "r": "esv:Exodus:37:13",
        "t": "He cast for it four rings of gold and fastened the rings to the four corners at its four legs."
    },
    {
        "o": 2854,
        "r": "esv:Exodus:37:14",
        "t": "Close to the frame were the rings, as holders for the poles to carry the table."
    },
    {
        "o": 2855,
        "r": "esv:Exodus:37:15",
        "t": "He made the poles of acacia wood to carry the table, and overlaid them with gold."
    },
    {
        "o": 2856,
        "r": "esv:Exodus:37:16",
        "t": "And he made the vessels of pure gold that were to be on the table, its plates and dishes for incense, and its bowls and flagons with which to pour drink offerings."
    },
    {
        "o": 2857,
        "r": "esv:Exodus:37:16",
        "t": "Making the Lampstand",
        "h": 2
    },
    {
        "o": 2858,
        "r": "esv:Exodus:37:17",
        "t": "He*p also made the lampstand of pure gold. He made the lampstand of hammered work. Its base, its stem, its cups, its calyxes, and its flowers were of one piece with it."
    },
    {
        "o": 2859,
        "r": "esv:Exodus:37:18",
        "t": "And there were six branches going out of its sides, three branches of the lampstand out of one side of it and three branches of the lampstand out of the other side of it;"
    },
    {
        "o": 2860,
        "r": "esv:Exodus:37:19",
        "t": "three cups made like almond blossoms, each with calyx and flower, on one branch, and three cups made like almond blossoms, each with calyx and flower, on the other branch— so for the six branches going out of the lampstand."
    },
    {
        "o": 2861,
        "r": "esv:Exodus:37:20",
        "t": "And on the lampstand itself were four cups made like almond blossoms, with their calyxes and flowers,"
    },
    {
        "o": 2862,
        "r": "esv:Exodus:37:21",
        "t": "and a calyx of one piece with it under each pair of the six branches going out of it."
    },
    {
        "o": 2863,
        "r": "esv:Exodus:37:22",
        "t": "Their calyxes and their branches were of one piece with it. The whole of it was a single piece of hammered work of pure gold."
    },
    {
        "o": 2864,
        "r": "esv:Exodus:37:23",
        "t": "And he made its seven lamps and its tongs and its trays of pure gold."
    },
    {
        "o": 2865,
        "r": "esv:Exodus:37:24",
        "t": "He made it and all its utensils out of a talent of pure gold."
    },
    {
        "o": 2866,
        "r": "esv:Exodus:37:24",
        "t": "Making the Altar of Incense",
        "h": 2
    },
    {
        "o": 2867,
        "r": "esv:Exodus:37:25",
        "t": "He*p made the altar of incense of acacia wood. Its length was a cubit, and its breadth was a cubit. It was square, and two cubits was its height. Its horns were of one piece with it."
    },
    {
        "o": 2868,
        "r": "esv:Exodus:37:26",
        "t": "He overlaid it with pure gold, its top and around its sides and its horns. And he made a molding of gold around it,"
    },
    {
        "o": 2869,
        "r": "esv:Exodus:37:27",
        "t": "and made two rings of gold on it under its molding, on two opposite sides of it, as holders for the poles with which to carry it."
    },
    {
        "o": 2870,
        "r": "esv:Exodus:37:28",
        "t": "And he made the poles of acacia wood and overlaid them with gold."
    },
    {
        "o": 2871,
        "r": "esv:Exodus:37:29",
        "t": "He*p made the holy anointing oil also, and the pure fragrant incense, blended as by the perfumer."
    }
]
