[
    {
        "o": 12496,
        "r": "csb:2 Chronicles:5:0",
        "t": "2 Chronicles 5",
        "h": 1
    },
    {
        "o": 12497,
        "r": "csb:2 Chronicles:5:1",
        "t": "So*p all the work Solomon did for the Lord’s*s temple was completed. Then Solomon brought the consecrated things of his father David - the silver, the gold, and all the utensils - and put them in the treasuries of God’s temple."
    },
    {
        "o": 12498,
        "r": "csb:2 Chronicles:5:1",
        "t": "Preparations for the Temple Dedication",
        "h": 2
    },
    {
        "o": 12499,
        "r": "csb:2 Chronicles:5:2",
        "t": "At*p that time Solomon assembled at Jerusalem the elders of Israel - all the tribal heads, the ancestral chiefs of the Israelites - in order to bring the ark of the covenant of the Lord*s up from the city of David, that is, Zion."
    },
    {
        "o": 12500,
        "r": "csb:2 Chronicles:5:3",
        "t": "So all the men of Israel were assembled in the king’s presence at the festival; this was in the seventh month."
    },
    {
        "o": 12501,
        "r": "csb:2 Chronicles:5:4",
        "t": "All*p the elders of Israel came, and the Levites picked up the ark."
    },
    {
        "o": 12502,
        "r": "csb:2 Chronicles:5:5",
        "t": "They brought up the ark, the tent of meeting, and the holy utensils that were in the tent. The priests and the Levites brought them up."
    },
    {
        "o": 12503,
        "r": "csb:2 Chronicles:5:6",
        "t": "King Solomon and the entire congregation of Israel who had gathered around him were in front of the ark sacrificing sheep, goats, and cattle that could not be counted or numbered because there were so many."
    },
    {
        "o": 12504,
        "r": "csb:2 Chronicles:5:7",
        "t": "The priests brought the ark of the Lord’s*s covenant to its place, into the inner sanctuary of the temple, to the most holy place, beneath the wings of the cherubim."
    },
    {
        "o": 12505,
        "r": "csb:2 Chronicles:5:8",
        "t": "And the cherubim spread their wings over the place of the ark so that the cherubim formed a cover above the ark and its poles."
    },
    {
        "o": 12506,
        "r": "csb:2 Chronicles:5:9",
        "t": "The poles were so long that their ends were seen from the holy place in front of the inner sanctuary, but they were not seen from outside; they are still there today."
    },
    {
        "o": 12507,
        "r": "csb:2 Chronicles:5:10",
        "t": "Nothing was in the ark except the two tablets that Moses had put in it at Horeb, where the Lord*s had made a covenant with the Israelites when they came out of Egypt."
    },
    {
        "o": 12508,
        "r": "csb:2 Chronicles:5:11",
        "t": "Now*p all the priests who were present had consecrated themselves regardless of their divisions. When the priests came out of the holy place,"
    },
    {
        "o": 12509,
        "r": "csb:2 Chronicles:5:12",
        "t": "the Levitical singers dressed in fine linen and carrying cymbals, harps, and lyres were standing east of the altar, and with them were 120 priests blowing trumpets. The Levitical singers were descendants of Asaph, Heman, and Jeduthun and their sons and relatives."
    },
    {
        "o": 12510,
        "r": "csb:2 Chronicles:5:13",
        "t": "The trumpeters and singers joined together to praise and thank the Lord*s with one voice. They raised their voices, accompanied by trumpets, cymbals, and musical instruments, in praise to the Lord:*s For*pn he is good; his*ln faithful love endures forever. The*p temple, the Lord’s*s temple, was filled with a cloud."
    },
    {
        "o": 12511,
        "r": "csb:2 Chronicles:5:14",
        "t": "And because of the cloud, the priests were not able to continue ministering, for the glory of the Lord*s filled God’s temple."
    }
]
