[
    {
        "o": 24587,
        "r": "nasb:Hosea:1:0",
        "t": "Hosea 1",
        "h": 1
    },
    {
        "o": 24588,
        "r": "nasb:Hosea:1:0",
        "t": "Hosea’s Wife and Children",
        "h": 2
    },
    {
        "o": 24589,
        "r": "nasb:Hosea:1:1",
        "t": "The*p word of the Lord*s which came to Hosea the son of Beeri, during the days of Uzziah, Jotham, Ahaz and*i Hezekiah, kings of Judah, and during the days of Jeroboam the son of Joash, king of Israel."
    },
    {
        "o": 24590,
        "r": "nasb:Hosea:1:2",
        "t": "When*p the Lord*s first spoke through Hosea, the Lord*s said to Hosea, “Go, take to yourself a wife of harlotry and have*i children of harlotry; for the land commits flagrant harlotry, forsaking the Lord.”*s"
    },
    {
        "o": 24591,
        "r": "nasb:Hosea:1:3",
        "t": "So he went and took Gomer the daughter of Diblaim, and she conceived and bore him a son."
    },
    {
        "o": 24592,
        "r": "nasb:Hosea:1:4",
        "t": "And the Lord*s said to him, “Name him Jezreel; for yet a little while, and I will punish the house of Jehu for the bloodshed of Jezreel, and I will put an end to the kingdom of the house of Israel."
    },
    {
        "o": 24593,
        "r": "nasb:Hosea:1:5",
        "t": "On that day I will break the bow of Israel in the valley of Jezreel.”"
    },
    {
        "o": 24594,
        "r": "nasb:Hosea:1:6",
        "t": "Then*p she conceived again and gave birth to a daughter. And the Lord*s said to him, “Name her Lo-ruhamah, for I will no longer have compassion on the house of Israel, that I would ever forgive them."
    },
    {
        "o": 24595,
        "r": "nasb:Hosea:1:7",
        "t": "But I will have compassion on the house of Judah and deliver them by the Lord*s their God, and will not deliver them by bow, sword, battle, horses or horsemen.”"
    },
    {
        "o": 24596,
        "r": "nasb:Hosea:1:8",
        "t": "When*p she had weaned Lo-ruhamah, she conceived and gave birth to a son."
    },
    {
        "o": 24597,
        "r": "nasb:Hosea:1:9",
        "t": "And the Lord*s said, “Name him Lo-ammi, for you are not My people and I am not your God.”"
    },
    {
        "o": 24598,
        "r": "nasb:Hosea:1:10",
        "t": "Yet*pn the number of the sons of Israel Will*ln be like the sand of the sea, Which*ln cannot be measured or numbered; And*ln in the place Where*ln it is said to them, “You*ln are not My people,” It*ln will be said to them, “You*iln are*i the sons of the living God.”"
    },
    {
        "o": 24599,
        "r": "nasb:Hosea:1:11",
        "t": "And*ln the sons of Judah and the sons of Israel will be gathered together, And*ln they will appoint for themselves one leader, And*ln they will go up from the land, For*ln great will be the day of Jezreel."
    },
    {
        "o": 24600,
        "r": "nasb:Hosea:2:0",
        "t": "Hosea 2",
        "h": 1
    },
    {
        "o": 24601,
        "r": "nasb:Hosea:2:0",
        "t": "Israel’s Unfaithfulness Condemned",
        "h": 2
    },
    {
        "o": 24602,
        "r": "nasb:Hosea:2:1",
        "t": "Say*p to your brothers, “Ammi,” and to your sisters, “Ruhamah.”"
    },
    {
        "o": 24603,
        "r": "nasb:Hosea:2:2",
        "t": "“Contend*pn with your mother, contend, For*ln she is not my wife, and I am not her husband; And*ln let her put away her harlotry from her face And*ln her adultery from between her breasts,"
    },
    {
        "o": 24604,
        "r": "nasb:Hosea:2:3",
        "t": "Or*ln I will strip her naked And*ln expose her as on the day when she was born. I*ln will also make her like a wilderness, Make*ln her like desert land And*ln slay her with thirst."
    },
    {
        "o": 24605,
        "r": "nasb:Hosea:2:4",
        "t": "Also,*ln I will have no compassion on her children, Because*ln they are children of harlotry."
    },
    {
        "o": 24606,
        "r": "nasb:Hosea:2:5",
        "t": "For*ln their mother has played the harlot; She*ln who conceived them has acted shamefully. For*ln she said, ‘I will go after my lovers, Who*ln give me*i my bread and my water, My*ln wool and my flax, my oil and my drink.’"
    },
    {
        "o": 24607,
        "r": "nasb:Hosea:2:6",
        "t": "Therefore,*ln behold, I will hedge up her way with thorns, And*ln I will build a wall against her so that she cannot find her paths."
    },
    {
        "o": 24608,
        "r": "nasb:Hosea:2:7",
        "t": "She*ln will pursue her lovers, but she will not overtake them; And*ln she will seek them, but will not find them.*i Then*ln she will say, ‘I will go back to my first husband, For*ln it was better for me then than now!’"
    },
    {
        "o": 24609,
        "r": "nasb:Hosea:2:8",
        "t": "“For*ln she does not know that it was I who gave her the grain, the new wine and the oil, And*ln lavished on her silver and gold, Which*iln they used for Baal."
    },
    {
        "o": 24610,
        "r": "nasb:Hosea:2:9",
        "t": "Therefore,*ln I will take back My grain at harvest time And*ln My new wine in its season. I*ln will also take away My wool and My flax Given*iln to cover her nakedness."
    },
    {
        "o": 24611,
        "r": "nasb:Hosea:2:10",
        "t": "And*ln then I will uncover her lewdness In*ln the sight of her lovers, And*ln no one will rescue her out of My hand."
    },
    {
        "o": 24612,
        "r": "nasb:Hosea:2:11",
        "t": "I*ln will also put an end to all her gaiety, Her*ln feasts, her new moons, her sabbaths And*ln all her festal assemblies."
    },
    {
        "o": 24613,
        "r": "nasb:Hosea:2:12",
        "t": "I*ln will destroy her vines and fig trees, Of*ln which she said, ‘These are my wages Which*ln my lovers have given me.’ And*ln I will make them a forest, And*ln the beasts of the field will devour them."
    },
    {
        "o": 24614,
        "r": "nasb:Hosea:2:13",
        "t": "I*ln will punish her for the days of the Baals When*ln she used to offer sacrifices to them And*ln adorn herself with her earrings and jewelry, And*ln follow her lovers, so that she forgot Me,” declares the Lord.*s"
    },
    {
        "o": 24615,
        "r": "nasb:Hosea:2:13",
        "t": "Restoration of Israel",
        "h": 2
    },
    {
        "o": 24616,
        "r": "nasb:Hosea:2:14",
        "t": "“Therefore,*pn behold, I will allure her, Bring*ln her into the wilderness And*ln speak kindly to her."
    },
    {
        "o": 24617,
        "r": "nasb:Hosea:2:15",
        "t": "Then*ln I will give her her vineyards from there, And*ln the valley of Achor as a door of hope. And*ln she will sing there as in the days of her youth, As*ln in the day when she came up from the land of Egypt."
    },
    {
        "o": 24618,
        "r": "nasb:Hosea:2:16",
        "t": "It*ln will come about in that day,” declares the Lord,*s “That*ln you will call Me Ishi And*ln will no longer call Me Baali."
    },
    {
        "o": 24619,
        "r": "nasb:Hosea:2:17",
        "t": "For*ln I will remove the names of the Baals from her mouth, So*ln that they will be mentioned by their names no more."
    },
    {
        "o": 24620,
        "r": "nasb:Hosea:2:18",
        "t": "In*ln that day I will also make a covenant for them With*ln the beasts of the field, The*ln birds of the sky And*ln the creeping things of the ground. And*ln I will abolish the bow, the sword and war from the land, And*ln will make them lie down in safety."
    },
    {
        "o": 24621,
        "r": "nasb:Hosea:2:19",
        "t": "I*ln will betroth you to Me forever; Yes,*ln I will betroth you to Me in righteousness and in justice, In*ln lovingkindness and in compassion,"
    },
    {
        "o": 24622,
        "r": "nasb:Hosea:2:20",
        "t": "And*ln I will betroth you to Me in faithfulness. Then*ln you will know the Lord.*s"
    },
    {
        "o": 24623,
        "r": "nasb:Hosea:2:21",
        "t": "“It*ln will come about in that day that I will respond,” declares the Lord.*s “I*ln will respond to the heavens, and they will respond to the earth,"
    },
    {
        "o": 24624,
        "r": "nasb:Hosea:2:22",
        "t": "And*ln the earth will respond to the grain, to the new wine and to the oil, And*ln they will respond to Jezreel."
    },
    {
        "o": 24625,
        "r": "nasb:Hosea:2:23",
        "t": "I*ln will sow her for Myself in the land. I*ln will also have compassion on her who had not obtained compassion, And*ln I will say to those who were not My people, ‘You*ln are My people!’ And*ln they will say, ‘You*i are*i my God!’ ”"
    },
    {
        "o": 24626,
        "r": "nasb:Hosea:3:0",
        "t": "Hosea 3",
        "h": 1
    },
    {
        "o": 24627,
        "r": "nasb:Hosea:3:0",
        "t": "Hosea’s Second Symbolic Marriage",
        "h": 2
    },
    {
        "o": 24628,
        "r": "nasb:Hosea:3:1",
        "t": "Then*p the Lord*s said to me, “Go again, love a woman who*i is loved by her*i husband, yet an adulteress, even as the Lord*s loves the sons of Israel, though they turn to other gods and love raisin cakes.”"
    },
    {
        "o": 24629,
        "r": "nasb:Hosea:3:2",
        "t": "So I bought her for myself for fifteen shekels*i of silver and a homer and a half of barley."
    },
    {
        "o": 24630,
        "r": "nasb:Hosea:3:3",
        "t": "Then I said to her, “You shall stay with me for many days. You shall not play the harlot, nor shall you have a man; so I will also be toward you.”"
    },
    {
        "o": 24631,
        "r": "nasb:Hosea:3:4",
        "t": "For the sons of Israel will remain for many days without king or prince, without sacrifice or sacred*i pillar and without ephod or household idols."
    },
    {
        "o": 24632,
        "r": "nasb:Hosea:3:5",
        "t": "Afterward the sons of Israel will return and seek the Lord*s their God and David their king; and they will come trembling to the Lord*s and to His goodness in the last days."
    },
    {
        "o": 24633,
        "r": "nasb:Hosea:4:0",
        "t": "Hosea 4",
        "h": 1
    },
    {
        "o": 24634,
        "r": "nasb:Hosea:4:0",
        "t": "God’s Controversy with Israel",
        "h": 2
    },
    {
        "o": 24635,
        "r": "nasb:Hosea:4:1",
        "t": "Listen*pn to the word of the Lord,*s O sons of Israel, For*ln the Lord*s has a case against the inhabitants of the land, Because*ln there is no faithfulness or kindness Or*ln knowledge of God in the land."
    },
    {
        "o": 24636,
        "r": "nasb:Hosea:4:2",
        "t": "There*iln is*i swearing, deception, murder, stealing and adultery. They*ln employ violence, so that bloodshed follows bloodshed."
    },
    {
        "o": 24637,
        "r": "nasb:Hosea:4:3",
        "t": "Therefore*ln the land mourns, And*ln everyone who lives in it languishes Along*ln with the beasts of the field and the birds of the sky, And*ln also the fish of the sea disappear."
    },
    {
        "o": 24638,
        "r": "nasb:Hosea:4:4",
        "t": "Yet*ln let no one find fault, and let none offer reproof; For*ln your people are like those who contend with the priest."
    },
    {
        "o": 24639,
        "r": "nasb:Hosea:4:5",
        "t": "So*ln you will stumble by day, And*ln the prophet also will stumble with you by night; And*ln I will destroy your mother."
    },
    {
        "o": 24640,
        "r": "nasb:Hosea:4:6",
        "t": "My*ln people are destroyed for lack of knowledge. Because*ln you have rejected knowledge, I*ln also will reject you from being My priest. Since*ln you have forgotten the law of your God, I*ln also will forget your children."
    },
    {
        "o": 24641,
        "r": "nasb:Hosea:4:7",
        "t": "The*ln more they multiplied, the more they sinned against Me; I*ln will change their glory into shame."
    },
    {
        "o": 24642,
        "r": "nasb:Hosea:4:8",
        "t": "They*ln feed on the sin of My people And*ln direct their desire toward their iniquity."
    },
    {
        "o": 24643,
        "r": "nasb:Hosea:4:9",
        "t": "And*ln it will be, like people, like priest; So*ln I will punish them for their ways And*ln repay them for their deeds."
    },
    {
        "o": 24644,
        "r": "nasb:Hosea:4:10",
        "t": "They*ln will eat, but not have enough; They*ln will play the harlot, but not increase, Because*ln they have stopped giving heed to the Lord.*s"
    },
    {
        "o": 24645,
        "r": "nasb:Hosea:4:11",
        "t": "Harlotry,*ln wine and new wine take away the understanding."
    },
    {
        "o": 24646,
        "r": "nasb:Hosea:4:12",
        "t": "My*ln people consult their wooden idol, and their diviner’s*i wand informs them; For*ln a spirit of harlotry has led them*i astray, And*ln they have played the harlot, departing*i from their God."
    },
    {
        "o": 24647,
        "r": "nasb:Hosea:4:13",
        "t": "They*ln offer sacrifices on the tops of the mountains And*ln burn incense on the hills, Under*ln oak, poplar and terebinth, Because*ln their shade is pleasant. Therefore*ln your daughters play the harlot And*ln your brides commit adultery."
    },
    {
        "o": 24648,
        "r": "nasb:Hosea:4:14",
        "t": "I*ln will not punish your daughters when they play the harlot Or*ln your brides when they commit adultery, For*ln the*i men*i themselves go apart with harlots And*ln offer sacrifices with temple prostitutes; So*ln the people without understanding are ruined."
    },
    {
        "o": 24649,
        "r": "nasb:Hosea:4:15",
        "t": "Though*ln you, Israel, play the harlot, Do*ln not let Judah become guilty; Also*ln do not go to Gilgal, Or*ln go up to Beth-aven And*ln take the oath: “As*ln the Lord*s lives!”"
    },
    {
        "o": 24650,
        "r": "nasb:Hosea:4:16",
        "t": "Since*ln Israel is stubborn Like*ln a stubborn heifer, Can*ln the Lord*s now pasture them Like*ln a lamb in a large field?"
    },
    {
        "o": 24651,
        "r": "nasb:Hosea:4:17",
        "t": "Ephraim*ln is joined to idols; Let*ln him alone."
    },
    {
        "o": 24652,
        "r": "nasb:Hosea:4:18",
        "t": "Their*ln liquor gone, They*ln play the harlot continually; Their*ln rulers dearly love shame."
    },
    {
        "o": 24653,
        "r": "nasb:Hosea:4:19",
        "t": "The*ln wind wraps them in its wings, And*ln they will be ashamed because of their sacrifices."
    },
    {
        "o": 24654,
        "r": "nasb:Hosea:5:0",
        "t": "Hosea 5",
        "h": 1
    },
    {
        "o": 24655,
        "r": "nasb:Hosea:5:0",
        "t": "The People’s Apostasy Rebuked",
        "h": 2
    },
    {
        "o": 24656,
        "r": "nasb:Hosea:5:1",
        "t": "Hear*pn this, O priests! Give*ln heed, O house of Israel! Listen,*ln O house of the king! For*ln the judgment applies to you, For*ln you have been a snare at Mizpah And*ln a net spread out on Tabor."
    },
    {
        "o": 24657,
        "r": "nasb:Hosea:5:2",
        "t": "The*ln revolters have gone deep in depravity, But*ln I will chastise all of them."
    },
    {
        "o": 24658,
        "r": "nasb:Hosea:5:3",
        "t": "I*ln know Ephraim, and Israel is not hidden from Me; For*ln now, O Ephraim, you have played the harlot, Israel*ln has defiled itself."
    },
    {
        "o": 24659,
        "r": "nasb:Hosea:5:4",
        "t": "Their*ln deeds will not allow them To*ln return to their God. For*ln a spirit of harlotry is within them, And*ln they do not know the Lord.*s"
    },
    {
        "o": 24660,
        "r": "nasb:Hosea:5:5",
        "t": "Moreover,*ln the pride of Israel testifies against him, And*ln Israel and Ephraim stumble in their iniquity; Judah*ln also has stumbled with them."
    },
    {
        "o": 24661,
        "r": "nasb:Hosea:5:6",
        "t": "They*ln will go with their flocks and herds To*ln seek the Lord,*s but they will not find Him;*i He*ln has withdrawn from them."
    },
    {
        "o": 24662,
        "r": "nasb:Hosea:5:7",
        "t": "They*ln have dealt treacherously against the Lord,*s For*ln they have borne illegitimate children. Now*ln the new moon will devour them with their land."
    },
    {
        "o": 24663,
        "r": "nasb:Hosea:5:8",
        "t": "Blow*ln the horn in Gibeah, The*ln trumpet in Ramah. Sound*ln an alarm at Beth-aven: “Behind*ln you, Benjamin!”"
    },
    {
        "o": 24664,
        "r": "nasb:Hosea:5:9",
        "t": "Ephraim*ln will become a desolation in the day of rebuke; Among*ln the tribes of Israel I declare what is sure."
    },
    {
        "o": 24665,
        "r": "nasb:Hosea:5:10",
        "t": "The*ln princes of Judah have become like those who move a boundary; On*ln them I will pour out My wrath like water."
    },
    {
        "o": 24666,
        "r": "nasb:Hosea:5:11",
        "t": "Ephraim*ln is oppressed, crushed in judgment, Because*ln he was determined to follow man’s*i command."
    },
    {
        "o": 24667,
        "r": "nasb:Hosea:5:12",
        "t": "Therefore*ln I am like a moth to Ephraim And*ln like rottenness to the house of Judah."
    },
    {
        "o": 24668,
        "r": "nasb:Hosea:5:13",
        "t": "When*ln Ephraim saw his sickness, And*ln Judah his wound, Then*ln Ephraim went to Assyria And*ln sent to King Jareb. But*ln he is unable to heal you, Or*ln to cure you of your wound."
    },
    {
        "o": 24669,
        "r": "nasb:Hosea:5:14",
        "t": "For*ln I will*i be*i like a lion to Ephraim And*ln like a young lion to the house of Judah. I,*ln even I, will tear to pieces and go away, I*ln will carry away, and there will be none to deliver."
    },
    {
        "o": 24670,
        "r": "nasb:Hosea:5:15",
        "t": "I*ln will go away and*i return to My place Until*ln they acknowledge their guilt and seek My face; In*ln their affliction they will earnestly seek Me."
    },
    {
        "o": 24671,
        "r": "nasb:Hosea:6:0",
        "t": "Hosea 6",
        "h": 1
    },
    {
        "o": 24672,
        "r": "nasb:Hosea:6:0",
        "t": "The Response to God’s Rebuke",
        "h": 2
    },
    {
        "o": 24673,
        "r": "nasb:Hosea:6:1",
        "t": "“Come,*pn let us return to the Lord.*s For*ln He has torn us,*i but He will heal us; He*ln has wounded us,*i but He will bandage us."
    },
    {
        "o": 24674,
        "r": "nasb:Hosea:6:2",
        "t": "He*ln will revive us after two days; He*ln will raise us up on the third day, That*ln we may live before Him."
    },
    {
        "o": 24675,
        "r": "nasb:Hosea:6:3",
        "t": "So*ln let us know, let us press on to know the Lord.*s His*ln going forth is as certain as the dawn; And*ln He will come to us like the rain, Like*ln the spring rain watering the earth.”"
    },
    {
        "o": 24676,
        "r": "nasb:Hosea:6:4",
        "t": "What*ln shall I do with you, O Ephraim? What*ln shall I do with you, O Judah? For*ln your loyalty is like a morning cloud And*ln like the dew which goes away early."
    },
    {
        "o": 24677,
        "r": "nasb:Hosea:6:5",
        "t": "Therefore*ln I have hewn them*i in pieces by the prophets; I*ln have slain them by the words of My mouth; And*ln the judgments on you are like*i the light that goes forth."
    },
    {
        "o": 24678,
        "r": "nasb:Hosea:6:6",
        "t": "For*ln I delight in loyalty rather than sacrifice, And*ln in the knowledge of God rather than burnt offerings."
    },
    {
        "o": 24679,
        "r": "nasb:Hosea:6:7",
        "t": "But*ln like Adam they have transgressed the covenant; There*ln they have dealt treacherously against Me."
    },
    {
        "o": 24680,
        "r": "nasb:Hosea:6:8",
        "t": "Gilead*ln is a city of wrongdoers, Tracked*ln with bloody footprints.*i"
    },
    {
        "o": 24681,
        "r": "nasb:Hosea:6:9",
        "t": "And*ln as raiders wait for a man, So*iln a band of priests murder on the way to Shechem; Surely*ln they have committed crime."
    },
    {
        "o": 24682,
        "r": "nasb:Hosea:6:10",
        "t": "In*ln the house of Israel I have seen a horrible thing; Ephraim’s*ln harlotry is there, Israel has defiled itself."
    },
    {
        "o": 24683,
        "r": "nasb:Hosea:6:11",
        "t": "Also,*ln O Judah, there is a harvest appointed for you, When*ln I restore the fortunes of My people."
    },
    {
        "o": 24684,
        "r": "nasb:Hosea:7:0",
        "t": "Hosea 7",
        "h": 1
    },
    {
        "o": 24685,
        "r": "nasb:Hosea:7:0",
        "t": "Ephraim’s Iniquity",
        "h": 2
    },
    {
        "o": 24686,
        "r": "nasb:Hosea:7:1",
        "t": "When*pn I would heal Israel, The*ln iniquity of Ephraim is uncovered, And*ln the evil deeds of Samaria, For*ln they deal falsely; The*ln thief enters in, Bandits*ln raid outside,"
    },
    {
        "o": 24687,
        "r": "nasb:Hosea:7:2",
        "t": "And*ln they do not consider in their hearts That*ln I remember all their wickedness. Now*ln their deeds are all around them; They*ln are before My face."
    },
    {
        "o": 24688,
        "r": "nasb:Hosea:7:3",
        "t": "With*ln their wickedness they make the king glad, And*ln the princes with their lies."
    },
    {
        "o": 24689,
        "r": "nasb:Hosea:7:4",
        "t": "They*ln are all adulterers, Like*ln an oven heated by the baker Who*ln ceases to stir up the*i fire*i From*ln the kneading of the dough until it is leavened."
    },
    {
        "o": 24690,
        "r": "nasb:Hosea:7:5",
        "t": "On*ln the day of our king, the princes became sick with the heat of wine; He*ln stretched out his hand with scoffers,"
    },
    {
        "o": 24691,
        "r": "nasb:Hosea:7:6",
        "t": "For*ln their hearts are like an oven As*iln they approach their plotting; Their*ln anger smolders all night, In*ln the morning it burns like a flaming fire."
    },
    {
        "o": 24692,
        "r": "nasb:Hosea:7:7",
        "t": "All*ln of them are hot like an oven, And*ln they consume their rulers; All*ln their kings have fallen. None*ln of them calls on Me."
    },
    {
        "o": 24693,
        "r": "nasb:Hosea:7:8",
        "t": "Ephraim*ln mixes himself with the nations; Ephraim*ln has become a cake not turned."
    },
    {
        "o": 24694,
        "r": "nasb:Hosea:7:9",
        "t": "Strangers*ln devour his strength, Yet*ln he does not know it;*i Gray*ln hairs also are sprinkled on him, Yet*ln he does not know it.*i"
    },
    {
        "o": 24695,
        "r": "nasb:Hosea:7:10",
        "t": "Though*ln the pride of Israel testifies against him, Yet*ln they have not returned to the Lord*s their God, Nor*ln have they sought Him, for all this."
    },
    {
        "o": 24696,
        "r": "nasb:Hosea:7:11",
        "t": "So*ln Ephraim has become like a silly dove, without sense; They*ln call to Egypt, they go to Assyria."
    },
    {
        "o": 24697,
        "r": "nasb:Hosea:7:12",
        "t": "When*ln they go, I will spread My net over them; I*ln will bring them down like the birds of the sky. I*ln will chastise them in accordance with the proclamation to their assembly."
    },
    {
        "o": 24698,
        "r": "nasb:Hosea:7:13",
        "t": "Woe*ln to them, for they have strayed from Me! Destruction*ln is theirs, for they have rebelled against Me! I*ln would redeem them, but they speak lies against Me."
    },
    {
        "o": 24699,
        "r": "nasb:Hosea:7:14",
        "t": "And*ln they do not cry to Me from their heart When*ln they wail on their beds; For*ln the sake of grain and new wine they assemble themselves, They*ln turn away from Me."
    },
    {
        "o": 24700,
        "r": "nasb:Hosea:7:15",
        "t": "Although*ln I trained and*i strengthened their arms, Yet*ln they devise evil against Me."
    },
    {
        "o": 24701,
        "r": "nasb:Hosea:7:16",
        "t": "They*ln turn, but*i not upward, They*ln are like a deceitful bow; Their*ln princes will fall by the sword Because*ln of the insolence of their tongue. This*ln will*i be*i their derision in the land of Egypt."
    },
    {
        "o": 24702,
        "r": "nasb:Hosea:8:0",
        "t": "Hosea 8",
        "h": 1
    },
    {
        "o": 24703,
        "r": "nasb:Hosea:8:0",
        "t": "Israel Reaps the Whirlwind",
        "h": 2
    },
    {
        "o": 24704,
        "r": "nasb:Hosea:8:1",
        "t": "Put*ipn the trumpet to your lips! Like*ln an eagle the*i enemy*i comes*i against the house of the Lord,*s Because*ln they have transgressed My covenant And*ln rebelled against My law."
    },
    {
        "o": 24705,
        "r": "nasb:Hosea:8:2",
        "t": "They*ln cry out to Me, “My*ln God, we of Israel know You!”"
    },
    {
        "o": 24706,
        "r": "nasb:Hosea:8:3",
        "t": "Israel*ln has rejected the good; The*ln enemy will pursue him."
    },
    {
        "o": 24707,
        "r": "nasb:Hosea:8:4",
        "t": "They*ln have set up kings, but not by Me; They*ln have appointed princes, but I did not know it.*i With*ln their silver and gold they have made idols for themselves, That*ln they might be cut off."
    },
    {
        "o": 24708,
        "r": "nasb:Hosea:8:5",
        "t": "He*ln has rejected your calf, O Samaria, saying,*i “My*ln anger burns against them!” How*ln long will they be incapable of innocence?"
    },
    {
        "o": 24709,
        "r": "nasb:Hosea:8:6",
        "t": "For*ln from Israel is even this! A*ln craftsman made it, so it is not God; Surely*ln the calf of Samaria will be broken to pieces."
    },
    {
        "o": 24710,
        "r": "nasb:Hosea:8:7",
        "t": "For*ln they sow the wind And*ln they reap the whirlwind. The*ln standing grain has no heads; It*ln yields no grain. Should*ln it yield, strangers would swallow it up."
    },
    {
        "o": 24711,
        "r": "nasb:Hosea:8:8",
        "t": "Israel*ln is swallowed up; They*ln are now among the nations Like*ln a vessel in which no one delights."
    },
    {
        "o": 24712,
        "r": "nasb:Hosea:8:9",
        "t": "For*ln they have gone up to Assyria, Like*iln a wild donkey all alone; Ephraim*ln has hired lovers."
    },
    {
        "o": 24713,
        "r": "nasb:Hosea:8:10",
        "t": "Even*ln though they hire allies*i among the nations, Now*ln I will gather them up; And*ln they will begin to diminish Because*ln of the burden of the king of princes."
    },
    {
        "o": 24714,
        "r": "nasb:Hosea:8:11",
        "t": "Since*ln Ephraim has multiplied altars for sin, They*ln have become altars of sinning for him."
    },
    {
        "o": 24715,
        "r": "nasb:Hosea:8:12",
        "t": "Though*ln I wrote for him ten thousand precepts*i of My law, They*ln are regarded as a strange thing."
    },
    {
        "o": 24716,
        "r": "nasb:Hosea:8:13",
        "t": "As*ln for My sacrificial gifts, They*ln sacrifice the flesh and eat it,*i But*iln the Lord*s has taken no delight in them. Now*ln He will remember their iniquity, And*ln punish them*i for their sins; They*ln will return to Egypt."
    },
    {
        "o": 24717,
        "r": "nasb:Hosea:8:14",
        "t": "For*ln Israel has forgotten his Maker and built palaces; And*ln Judah has multiplied fortified cities, But*ln I will send a fire on its cities that it may consume its palatial dwellings."
    },
    {
        "o": 24718,
        "r": "nasb:Hosea:9:0",
        "t": "Hosea 9",
        "h": 1
    },
    {
        "o": 24719,
        "r": "nasb:Hosea:9:0",
        "t": "Ephraim Punished",
        "h": 2
    },
    {
        "o": 24720,
        "r": "nasb:Hosea:9:1",
        "t": "Do*pn not rejoice, O Israel, with exultation like the nations! For*ln you have played the harlot, forsaking your God. You*ln have loved harlots’*i earnings on every threshing floor."
    },
    {
        "o": 24721,
        "r": "nasb:Hosea:9:2",
        "t": "Threshing*ln floor and wine press will not feed them, And*ln the new wine will fail them."
    },
    {
        "o": 24722,
        "r": "nasb:Hosea:9:3",
        "t": "They*ln will not remain in the Lord’s*s land, But*ln Ephraim will return to Egypt, And*ln in Assyria they will eat unclean food.*i"
    },
    {
        "o": 24723,
        "r": "nasb:Hosea:9:4",
        "t": "They*ln will not pour out drink offerings of wine to the Lord,*s Their*ln sacrifices will not please Him. Their*iln bread*i will*i be*i like mourners’ bread; All*ln who eat of it will be defiled, For*ln their bread will be for themselves alone;*i It*ln will not enter the house of the Lord.*s"
    },
    {
        "o": 24724,
        "r": "nasb:Hosea:9:5",
        "t": "What*ln will you do on the day of the appointed festival And*ln on the day of the feast of the Lord?*s"
    },
    {
        "o": 24725,
        "r": "nasb:Hosea:9:6",
        "t": "For*ln behold, they will go because of destruction; Egypt*ln will gather them up, Memphis will bury them. Weeds*ln will take over their treasures of silver; Thorns*ln will*i be*i in their tents."
    },
    {
        "o": 24726,
        "r": "nasb:Hosea:9:7",
        "t": "The*ln days of punishment have come, The*ln days of retribution have come; Let*ln Israel know this!*i The*ln prophet is a fool, The*ln inspired man is demented, Because*ln of the grossness of your iniquity, And*ln because*i your hostility is so*i great."
    },
    {
        "o": 24727,
        "r": "nasb:Hosea:9:8",
        "t": "Ephraim*ln was*i a watchman with my God, a prophet; Yet*iln the snare of a bird catcher is in all his ways, And*iln there is only*i hostility in the house of his God."
    },
    {
        "o": 24728,
        "r": "nasb:Hosea:9:9",
        "t": "They*ln have gone deep in depravity As*ln in the days of Gibeah; He*ln will remember their iniquity, He*ln will punish their sins."
    },
    {
        "o": 24729,
        "r": "nasb:Hosea:9:10",
        "t": "I*ln found Israel like grapes in the wilderness; I*ln saw your forefathers as the earliest fruit on the fig tree in its first season.*i But*iln they came to Baal-peor and devoted themselves to shame, And*ln they became as detestable as that which they loved."
    },
    {
        "o": 24730,
        "r": "nasb:Hosea:9:11",
        "t": "As*ln for Ephraim, their glory will fly away like a bird— No*ln birth, no pregnancy and no conception!"
    },
    {
        "o": 24731,
        "r": "nasb:Hosea:9:12",
        "t": "Though*ln they bring up their children, Yet*ln I will bereave them until not a man is left. Yes,*ln woe to them indeed when I depart from them!"
    },
    {
        "o": 24732,
        "r": "nasb:Hosea:9:13",
        "t": "Ephraim,*ln as I have seen, Is*ln planted in a pleasant meadow like Tyre; But*ln Ephraim will bring out his children for slaughter."
    },
    {
        "o": 24733,
        "r": "nasb:Hosea:9:14",
        "t": "Give*ln them, O Lord*s —what will You give? Give*ln them a miscarrying womb and dry breasts."
    },
    {
        "o": 24734,
        "r": "nasb:Hosea:9:15",
        "t": "All*ln their evil is at Gilgal; Indeed,*ln I came to hate them there! Because*ln of the wickedness of their deeds I*ln will drive them out of My house! I*ln will love them no more; All*ln their princes are rebels."
    },
    {
        "o": 24735,
        "r": "nasb:Hosea:9:16",
        "t": "Ephraim*ln is stricken, their root is dried up, They*ln will bear no fruit. Even*ln though they bear children, I*ln will slay the precious ones of their womb."
    },
    {
        "o": 24736,
        "r": "nasb:Hosea:9:17",
        "t": "My*ln God will cast them away Because*ln they have not listened to Him; And*ln they will be wanderers among the nations."
    },
    {
        "o": 24737,
        "r": "nasb:Hosea:10:0",
        "t": "Hosea 10",
        "h": 1
    },
    {
        "o": 24738,
        "r": "nasb:Hosea:10:0",
        "t": "Retribution for Israel’s Sin",
        "h": 2
    },
    {
        "o": 24739,
        "r": "nasb:Hosea:10:1",
        "t": "Israel*pn is a luxuriant vine; He*ln produces fruit for himself. The*ln more his fruit, The*ln more altars he made; The*ln richer his land, The*ln better he made the sacred*i pillars."
    },
    {
        "o": 24740,
        "r": "nasb:Hosea:10:2",
        "t": "Their*ln heart is faithless; Now*ln they must bear their guilt. The*ln Lord*s will break down their altars And*iln destroy their sacred*i pillars."
    },
    {
        "o": 24741,
        "r": "nasb:Hosea:10:3",
        "t": "Surely*ln now they will say, “We have no king, For*ln we do not revere the Lord.*s As*ln for the king, what can he do for us?”"
    },
    {
        "o": 24742,
        "r": "nasb:Hosea:10:4",
        "t": "They*ln speak mere*i words, With*ln worthless oaths they make covenants; And*ln judgment sprouts like poisonous weeds in the furrows of the field."
    },
    {
        "o": 24743,
        "r": "nasb:Hosea:10:5",
        "t": "The*ln inhabitants of Samaria will fear For*ln the calf of Beth-aven. Indeed,*ln its people will mourn for it, And*ln its idolatrous priests will cry out over it, Over*ln its glory, since it has departed from it."
    },
    {
        "o": 24744,
        "r": "nasb:Hosea:10:6",
        "t": "The*ln thing itself will be carried to Assyria As*ln tribute to King Jareb; Ephraim*ln will be seized with shame And*ln Israel will be ashamed of its own counsel."
    },
    {
        "o": 24745,
        "r": "nasb:Hosea:10:7",
        "t": "Samaria*ln will be cut off with*i her king Like*ln a stick on the surface of the water."
    },
    {
        "o": 24746,
        "r": "nasb:Hosea:10:8",
        "t": "Also*ln the high places of Aven, the sin of Israel, will be destroyed; Thorn*ln and thistle will grow on their altars; Then*ln they will say to the mountains, “Cover*ln us!” And to the hills, “Fall on us!”"
    },
    {
        "o": 24747,
        "r": "nasb:Hosea:10:9",
        "t": "From*ln the days of Gibeah you have sinned, O Israel; There*ln they stand! Will*ln not the battle against the sons of iniquity overtake them in Gibeah?"
    },
    {
        "o": 24748,
        "r": "nasb:Hosea:10:10",
        "t": "When*ln it is My desire, I will chastise them; And*ln the peoples will be gathered against them When*ln they are bound for their double guilt."
    },
    {
        "o": 24749,
        "r": "nasb:Hosea:10:11",
        "t": "Ephraim*ln is a trained heifer that loves to thresh, But*ln I will come over her fair neck with*i a*i yoke;*i I*ln will harness Ephraim, Judah*ln will plow, Jacob will harrow for himself."
    },
    {
        "o": 24750,
        "r": "nasb:Hosea:10:12",
        "t": "Sow*ln with a view to righteousness, Reap*ln in accordance with kindness; Break*ln up your fallow ground, For*ln it is time to seek the Lord*s Until*ln He comes to rain righteousness on you."
    },
    {
        "o": 24751,
        "r": "nasb:Hosea:10:13",
        "t": "You*ln have plowed wickedness, you have reaped injustice, You*ln have eaten the fruit of lies. Because*ln you have trusted in your way, in your numerous warriors,"
    },
    {
        "o": 24752,
        "r": "nasb:Hosea:10:14",
        "t": "Therefore*ln a tumult will arise among your people, And*ln all your fortresses will be destroyed, As*ln Shalman destroyed Beth-arbel on the day of battle, When*iln mothers were dashed in pieces with their*i children."
    },
    {
        "o": 24753,
        "r": "nasb:Hosea:10:15",
        "t": "Thus*ln it will be done to you at Bethel because of your great wickedness. At*ln dawn the king of Israel will be completely cut off."
    },
    {
        "o": 24754,
        "r": "nasb:Hosea:11:0",
        "t": "Hosea 11",
        "h": 1
    },
    {
        "o": 24755,
        "r": "nasb:Hosea:11:0",
        "t": "God Yearns over His People",
        "h": 2
    },
    {
        "o": 24756,
        "r": "nasb:Hosea:11:1",
        "t": "When*pn Israel was*i a youth I loved him, And*ln out of Egypt I called My son."
    },
    {
        "o": 24757,
        "r": "nasb:Hosea:11:2",
        "t": "The*ln more they called them, The*ln more they went from them; They*ln kept sacrificing to the Baals And*ln burning incense to idols."
    },
    {
        "o": 24758,
        "r": "nasb:Hosea:11:3",
        "t": "Yet*ln it is I who taught Ephraim to walk, I*ln took them in My arms; But*ln they did not know that I healed them."
    },
    {
        "o": 24759,
        "r": "nasb:Hosea:11:4",
        "t": "I*ln led them with cords of a man, with bonds of love, And*ln I became to them as one who lifts the yoke from their jaws; And*ln I bent down and*i fed them."
    },
    {
        "o": 24760,
        "r": "nasb:Hosea:11:5",
        "t": "They*ln will not return to the land of Egypt; But*ln Assyria—he will be their king Because*ln they refused to return to*i Me.*i"
    },
    {
        "o": 24761,
        "r": "nasb:Hosea:11:6",
        "t": "The*ln sword will whirl against their cities, And*ln will demolish their gate bars And*ln consume them*i because of their counsels."
    },
    {
        "o": 24762,
        "r": "nasb:Hosea:11:7",
        "t": "So*ln My people are bent on turning from Me. Though*ln they call them to the*i One*i on high, None*ln at all exalts Him.*i"
    },
    {
        "o": 24763,
        "r": "nasb:Hosea:11:8",
        "t": "How*ln can I give you up, O Ephraim? How*ln can I surrender you, O Israel? How*ln can I make you like Admah? How*ln can I treat you like Zeboiim? My*ln heart is turned over within Me, All*ln My compassions are kindled."
    },
    {
        "o": 24764,
        "r": "nasb:Hosea:11:9",
        "t": "I*ln will not execute My fierce anger; I*ln will not destroy Ephraim again. For*ln I am God and not man, the Holy One in your midst, And*ln I will not come in wrath."
    },
    {
        "o": 24765,
        "r": "nasb:Hosea:11:10",
        "t": "They*ln will walk after the Lord,*s He*ln will roar like a lion; Indeed*ln He will roar And*ln His*i sons will come trembling from the west."
    },
    {
        "o": 24766,
        "r": "nasb:Hosea:11:11",
        "t": "They*ln will come trembling like birds from Egypt And*ln like doves from the land of Assyria; And*ln I will settle them in their houses, declares the Lord.*s"
    },
    {
        "o": 24767,
        "r": "nasb:Hosea:11:12",
        "t": "Ephraim*ln surrounds Me with lies And*ln the house of Israel with deceit; Judah*ln is also unruly against God, Even*ln against the Holy One who is faithful."
    },
    {
        "o": 24768,
        "r": "nasb:Hosea:12:0",
        "t": "Hosea 12",
        "h": 1
    },
    {
        "o": 24769,
        "r": "nasb:Hosea:12:0",
        "t": "Ephraim Reminded",
        "h": 2
    },
    {
        "o": 24770,
        "r": "nasb:Hosea:12:1",
        "t": "Ephraim*pn feeds on wind, And*ln pursues the east wind continually; He*ln multiplies lies and violence. Moreover,*ln he makes a covenant with Assyria, And*ln oil is carried to Egypt."
    },
    {
        "o": 24771,
        "r": "nasb:Hosea:12:2",
        "t": "The*ln Lord*s also has a dispute with Judah, And*ln will punish Jacob according to his ways; He*ln will repay him according to his deeds."
    },
    {
        "o": 24772,
        "r": "nasb:Hosea:12:3",
        "t": "In*ln the womb he took his brother by the heel, And*ln in his maturity he contended with God."
    },
    {
        "o": 24773,
        "r": "nasb:Hosea:12:4",
        "t": "Yes,*ln he wrestled with the angel and prevailed; He*ln wept and sought His favor. He*ln found Him at Bethel And*ln there He spoke with us,"
    },
    {
        "o": 24774,
        "r": "nasb:Hosea:12:5",
        "t": "Even*ln the Lord,*s the God of hosts, The*ln Lord*s is His name."
    },
    {
        "o": 24775,
        "r": "nasb:Hosea:12:6",
        "t": "Therefore,*ln return to your God, Observe*ln kindness and justice, And*ln wait for your God continually."
    },
    {
        "o": 24776,
        "r": "nasb:Hosea:12:7",
        "t": "A*ln merchant, in whose hands are false balances, He*ln loves to oppress."
    },
    {
        "o": 24777,
        "r": "nasb:Hosea:12:8",
        "t": "And*ln Ephraim said, “Surely I have become rich, I*ln have found wealth for myself; In*ln all my labors they will find in me No*ln iniquity, which would*i be*i sin.”"
    },
    {
        "o": 24778,
        "r": "nasb:Hosea:12:9",
        "t": "But*ln I have*i been*i the Lord*s your God since the land of Egypt; I*ln will make you live in tents again, As*ln in the days of the appointed festival."
    },
    {
        "o": 24779,
        "r": "nasb:Hosea:12:10",
        "t": "I*ln have also spoken to the prophets, And*ln I gave numerous visions, And*ln through the prophets I gave parables."
    },
    {
        "o": 24780,
        "r": "nasb:Hosea:12:11",
        "t": "Is*ln there iniquity in*i Gilead? Surely*ln they are worthless. In*ln Gilgal they sacrifice bulls, Yes,*ln their altars are like the stone heaps Beside*ln the furrows of the field."
    },
    {
        "o": 24781,
        "r": "nasb:Hosea:12:12",
        "t": "Now*ln Jacob fled to the land of Aram, And*ln Israel worked for a wife, And*ln for a wife he kept sheep.*i"
    },
    {
        "o": 24782,
        "r": "nasb:Hosea:12:13",
        "t": "But*ln by a prophet the Lord*s brought Israel from Egypt, And*ln by a prophet he was kept."
    },
    {
        "o": 24783,
        "r": "nasb:Hosea:12:14",
        "t": "Ephraim*ln has provoked to bitter anger; So*ln his Lord will leave his bloodguilt on him And*ln bring back his reproach to him."
    },
    {
        "o": 24784,
        "r": "nasb:Hosea:13:0",
        "t": "Hosea 13",
        "h": 1
    },
    {
        "o": 24785,
        "r": "nasb:Hosea:13:0",
        "t": "Ephraim’s Idolatry",
        "h": 2
    },
    {
        "o": 24786,
        "r": "nasb:Hosea:13:1",
        "t": "When*pn Ephraim spoke, there*i was*i trembling. He*ln exalted himself in Israel, But*ln through Baal he did wrong and died."
    },
    {
        "o": 24787,
        "r": "nasb:Hosea:13:2",
        "t": "And*ln now they sin more and more, And*ln make for themselves molten images, Idols*ln skillfully made from their silver, All*ln of them the work of craftsmen. They*ln say of them, “Let the men who sacrifice kiss the calves!”"
    },
    {
        "o": 24788,
        "r": "nasb:Hosea:13:3",
        "t": "Therefore*ln they will be like the morning cloud And*ln like dew which soon disappears, Like*ln chaff which is blown away from the threshing floor And*ln like smoke from a chimney."
    },
    {
        "o": 24789,
        "r": "nasb:Hosea:13:4",
        "t": "Yet*ln I have*i been*i the Lord*s your God Since*ln the land of Egypt; And*ln you were not to know any god except Me, For*ln there is no savior besides Me."
    },
    {
        "o": 24790,
        "r": "nasb:Hosea:13:5",
        "t": "I*ln cared for you in the wilderness, In*ln the land of drought."
    },
    {
        "o": 24791,
        "r": "nasb:Hosea:13:6",
        "t": "As*ln they*i had*i their pasture, they became satisfied, And*ln being satisfied, their heart became proud; Therefore*ln they forgot Me."
    },
    {
        "o": 24792,
        "r": "nasb:Hosea:13:7",
        "t": "So*ln I will be like a lion to them; Like*ln a leopard I will lie in wait by the wayside."
    },
    {
        "o": 24793,
        "r": "nasb:Hosea:13:8",
        "t": "I*ln will encounter them like a bear robbed of her cubs, And*ln I will tear open their chests; There*ln I will also devour them like a lioness, As*iln a wild beast would tear them."
    },
    {
        "o": 24794,
        "r": "nasb:Hosea:13:9",
        "t": "It*iln is*i your destruction, O Israel, That*ln you*i are*i against Me, against your help."
    },
    {
        "o": 24795,
        "r": "nasb:Hosea:13:10",
        "t": "Where*ln now is your king That*ln he may save you in all your cities, And*ln your judges of whom you requested, “Give*ln me a king and princes”?"
    },
    {
        "o": 24796,
        "r": "nasb:Hosea:13:11",
        "t": "I*ln gave you a king in My anger And*ln took him away in My wrath."
    },
    {
        "o": 24797,
        "r": "nasb:Hosea:13:12",
        "t": "The*ln iniquity of Ephraim is bound up; His*ln sin is stored up."
    },
    {
        "o": 24798,
        "r": "nasb:Hosea:13:13",
        "t": "The*ln pains of childbirth come upon him; He*ln is not a wise son, For*ln it is not the time that he should delay at the opening of the womb."
    },
    {
        "o": 24799,
        "r": "nasb:Hosea:13:14",
        "t": "Shall*ln I ransom them from the power of Sheol? Shall*ln I redeem them from death? O*ln Death, where are your thorns? O*ln Sheol, where is your sting? Compassion*ln will be hidden from My sight."
    },
    {
        "o": 24800,
        "r": "nasb:Hosea:13:15",
        "t": "Though*ln he flourishes among the reeds, An*ln east wind will come, The*ln wind of the Lord*s coming up from the wilderness; And*ln his fountain will become dry And*ln his spring will be dried up; It*ln will plunder his*i treasury of every precious article."
    },
    {
        "o": 24801,
        "r": "nasb:Hosea:13:16",
        "t": "Samaria*ln will be held guilty, For*ln she has rebelled against her God. They*ln will fall by the sword, Their*ln little ones will be dashed in pieces, And*ln their pregnant women will be ripped open."
    },
    {
        "o": 24802,
        "r": "nasb:Hosea:14:0",
        "t": "Hosea 14",
        "h": 1
    },
    {
        "o": 24803,
        "r": "nasb:Hosea:14:0",
        "t": "Israel’s Future Blessing",
        "h": 2
    },
    {
        "o": 24804,
        "r": "nasb:Hosea:14:1",
        "t": "Return,*pn O Israel, to the Lord*s your God, For*ln you have stumbled because of your iniquity."
    },
    {
        "o": 24805,
        "r": "nasb:Hosea:14:2",
        "t": "Take*ln words with you and return to the Lord.*s Say*ln to Him, “Take away all iniquity And*ln receive us*i graciously, That*ln we may present the fruit of our lips."
    },
    {
        "o": 24806,
        "r": "nasb:Hosea:14:3",
        "t": "Assyria*ln will not save us, We*ln will not ride on horses; Nor*ln will we say again, ‘Our god,’ To*ln the work of our hands; For*ln in You the orphan finds mercy.”"
    },
    {
        "o": 24807,
        "r": "nasb:Hosea:14:4",
        "t": "I*ln will heal their apostasy, I*ln will love them freely, For*ln My anger has turned away from them."
    },
    {
        "o": 24808,
        "r": "nasb:Hosea:14:5",
        "t": "I*ln will be like the dew to Israel; He*ln will blossom like the lily, And*ln he will take root like the*i cedars*i of*i Lebanon."
    },
    {
        "o": 24809,
        "r": "nasb:Hosea:14:6",
        "t": "His*ln shoots will sprout, And*ln his beauty will be like the olive tree And*ln his fragrance like the*i cedars*i of*i Lebanon."
    },
    {
        "o": 24810,
        "r": "nasb:Hosea:14:7",
        "t": "Those*ln who live in his shadow Will*ln again raise grain, And*ln they will blossom like the vine. His*ln renown will*i be*i like the wine of Lebanon."
    },
    {
        "o": 24811,
        "r": "nasb:Hosea:14:8",
        "t": "O*ln Ephraim, what more have I to do with idols? It*ln is I who answer and look after you. I*ln am like a luxuriant cypress; From*ln Me comes your fruit."
    },
    {
        "o": 24812,
        "r": "nasb:Hosea:14:9",
        "t": "Whoever*ln is wise, let him understand these things; Whoever*iln is discerning, let him know them. For*ln the ways of the Lord*s are right, And*ln the righteous will walk in them, But*ln transgressors will stumble in them."
    }
]
