[
    {
        "o": 23307,
        "r": "kjv:Joel:1:0",
        "t": "Joel 1",
        "h": 1
    },
    {
        "o": 23308,
        "r": "kjv:Joel:1:1",
        "t": "The*p word of the Lord*s that came to Joel the son of Pethuel."
    },
    {
        "o": 23309,
        "r": "kjv:Joel:1:2",
        "t": "Hear*p this, ye old men, and give ear, all ye inhabitants of the land. Hath this been in your days, or even in the days of your fathers?"
    },
    {
        "o": 23310,
        "r": "kjv:Joel:1:3",
        "t": "Tell*p ye your children of it, and let your children tell their children, and their children another generation."
    },
    {
        "o": 23311,
        "r": "kjv:Joel:1:4",
        "t": "That*p which the palmerworm hath left hath the locust eaten; and that which the locust hath left hath the cankerworm eaten; and that which the cankerworm hath left hath the caterpiller eaten."
    },
    {
        "o": 23312,
        "r": "kjv:Joel:1:5",
        "t": "Awake,*p ye drunkards, and weep; and howl, all ye drinkers of wine, because of the new wine; for it is cut off from your mouth."
    },
    {
        "o": 23313,
        "r": "kjv:Joel:1:6",
        "t": "For*p a nation is come up upon my land, strong, and without number, whose teeth are the teeth of a lion, and he hath the cheek teeth of a great lion."
    },
    {
        "o": 23314,
        "r": "kjv:Joel:1:7",
        "t": "He*p hath laid my vine waste, and barked my fig tree: he hath made it clean bare, and cast it away; the branches thereof are made white."
    },
    {
        "o": 23315,
        "r": "kjv:Joel:1:8",
        "t": "Lament*p like a virgin girded with sackcloth for the husband of her youth."
    },
    {
        "o": 23316,
        "r": "kjv:Joel:1:9",
        "t": "The*p meat offering and the drink offering is cut off from the house of the Lord;*s the priests, the Lord's*s ministers, mourn."
    },
    {
        "o": 23317,
        "r": "kjv:Joel:1:10",
        "t": "The*p field is wasted, the land mourneth; for the corn is wasted: the new wine is dried up, the oil languisheth."
    },
    {
        "o": 23318,
        "r": "kjv:Joel:1:11",
        "t": "Be*p ye ashamed, O ye husbandmen; howl, O ye vinedressers, for the wheat and for the barley; because the harvest of the field is perished."
    },
    {
        "o": 23319,
        "r": "kjv:Joel:1:12",
        "t": "The*p vine is dried up, and the fig tree languisheth; the pomegranate tree, the palm tree also, and the apple tree, even all the trees of the field, are withered: because joy is withered away from the sons of men."
    },
    {
        "o": 23320,
        "r": "kjv:Joel:1:13",
        "t": "Gird*p yourselves, and lament, ye priests: howl, ye ministers of the altar: come, lie all night in sackcloth, ye ministers of my God: for the meat offering and the drink offering is withholden from the house of your God."
    },
    {
        "o": 23321,
        "r": "kjv:Joel:1:14",
        "t": "Sanctify*p ye a fast, call a solemn assembly, gather the elders and all the inhabitants of the land into the house of the Lord*s your God, and cry unto the Lord,*s"
    },
    {
        "o": 23322,
        "r": "kjv:Joel:1:15",
        "t": "Alas*p for the day! for the day of the Lord*s is at hand, and as a destruction from the Almighty shall it come."
    },
    {
        "o": 23323,
        "r": "kjv:Joel:1:16",
        "t": "Is*p not the meat cut off before our eyes, yea, joy and gladness from the house of our God?"
    },
    {
        "o": 23324,
        "r": "kjv:Joel:1:17",
        "t": "The*p seed is rotten under their clods, the garners are laid desolate, the barns are broken down; for the corn is withered."
    },
    {
        "o": 23325,
        "r": "kjv:Joel:1:18",
        "t": "How*p do the beasts groan! the herds of cattle are perplexed, because they have no pasture; yea, the flocks of sheep are made desolate."
    },
    {
        "o": 23326,
        "r": "kjv:Joel:1:19",
        "t": "O*p Lord,*s to thee will I cry: for the fire hath devoured the pastures of the wilderness, and the flame hath burned all the trees of the field."
    },
    {
        "o": 23327,
        "r": "kjv:Joel:1:20",
        "t": "The*p beasts of the field cry also unto thee: for the rivers of waters are dried up, and the fire hath devoured the pastures of the wilderness."
    },
    {
        "o": 23328,
        "r": "kjv:Joel:2:0",
        "t": "Joel 2",
        "h": 1
    },
    {
        "o": 23329,
        "r": "kjv:Joel:2:1",
        "t": "Blow*p ye the trumpet in Zion, and sound an alarm in my holy mountain: let all the inhabitants of the land tremble: for the day of the Lord*s cometh, for it is nigh at hand;"
    },
    {
        "o": 23330,
        "r": "kjv:Joel:2:2",
        "t": "A*p day of darkness and of gloominess, a day of clouds and of thick darkness, as the morning spread upon the mountains: a great people and a strong; there hath not been ever the like, neither shall be any more after it, even to the years of many generations."
    },
    {
        "o": 23331,
        "r": "kjv:Joel:2:3",
        "t": "A*p fire devoureth before them; and behind them a flame burneth: the land is as the garden of Eden before them, and behind them a desolate wilderness; yea, and nothing shall escape them."
    },
    {
        "o": 23332,
        "r": "kjv:Joel:2:4",
        "t": "The*p appearance of them is as the appearance of horses; and as horsemen, so shall they run."
    },
    {
        "o": 23333,
        "r": "kjv:Joel:2:5",
        "t": "Like*p the noise of chariots on the tops of mountains shall they leap, like the noise of a flame of fire that devoureth the stubble, as a strong people set in battle array."
    },
    {
        "o": 23334,
        "r": "kjv:Joel:2:6",
        "t": "Before*p their face the people shall be much pained: all faces shall gather blackness."
    },
    {
        "o": 23335,
        "r": "kjv:Joel:2:7",
        "t": "They*p shall run like mighty men; they shall climb the wall like men of war; and they shall march every one on his ways, and they shall not break their ranks:"
    },
    {
        "o": 23336,
        "r": "kjv:Joel:2:8",
        "t": "Neither*p shall one thrust another; they shall walk every one in his path: and when they fall upon the sword, they shall not be wounded."
    },
    {
        "o": 23337,
        "r": "kjv:Joel:2:9",
        "t": "They*p shall run to and fro in the city; they shall run upon the wall, they shall climb up upon the houses; they shall enter in at the windows like a thief."
    },
    {
        "o": 23338,
        "r": "kjv:Joel:2:10",
        "t": "The*p earth shall quake before them; the heavens shall tremble: the sun and the moon shall be dark, and the stars shall withdraw their shining:"
    },
    {
        "o": 23339,
        "r": "kjv:Joel:2:11",
        "t": "And*p the Lord*s shall utter his voice before his army: for his camp is very great: for he is strong that executeth his word: for the day of the Lord*s is great and very terrible; and who can abide it?"
    },
    {
        "o": 23340,
        "r": "kjv:Joel:2:12",
        "t": "Therefore*p also now, saith the Lord,*s turn ye even to me with all your heart, and with fasting, and with weeping, and with mourning:"
    },
    {
        "o": 23341,
        "r": "kjv:Joel:2:13",
        "t": "And*p rend your heart, and not your garments, and turn unto the Lord*s your God: for he is gracious and merciful, slow to anger, and of great kindness, and repenteth him of the evil."
    },
    {
        "o": 23342,
        "r": "kjv:Joel:2:14",
        "t": "Who*p knoweth if he will return and repent, and leave a blessing behind him; even a meat offering and a drink offering unto the Lord*s your God?"
    },
    {
        "o": 23343,
        "r": "kjv:Joel:2:15",
        "t": "Blow*p the trumpet in Zion, sanctify a fast, call a solemn assembly:"
    },
    {
        "o": 23344,
        "r": "kjv:Joel:2:16",
        "t": "Gather*p the people, sanctify the congregation, assemble the elders, gather the children, and those that suck the breasts: let the bridegroom go forth of his chamber, and the bride out of her closet."
    },
    {
        "o": 23345,
        "r": "kjv:Joel:2:17",
        "t": "Let*p the priests, the ministers of the Lord,*s weep between the porch and the altar, and let them say, Spare thy people, O Lord,*s and give not thine heritage to reproach, that the heathen should rule over them: wherefore should they say among the people, Where is their God?"
    },
    {
        "o": 23346,
        "r": "kjv:Joel:2:18",
        "t": "Then*p will the Lord*s be jealous for his land, and pity his people."
    },
    {
        "o": 23347,
        "r": "kjv:Joel:2:19",
        "t": "Yea,*p the Lord*s will answer and say unto his people, Behold, I will send you corn, and wine, and oil, and ye shall be satisfied therewith: and I will no more make you a reproach among the heathen:"
    },
    {
        "o": 23348,
        "r": "kjv:Joel:2:20",
        "t": "But*p I will remove far off from you the northern army, and will drive him into a land barren and desolate, with his face toward the east sea, and his hinder part toward the utmost sea, and his stink shall come up, and his ill savour shall come up, because he hath done great things."
    },
    {
        "o": 23349,
        "r": "kjv:Joel:2:21",
        "t": "Fear*p not, O land; be glad and rejoice: for the Lord*s will do great things."
    },
    {
        "o": 23350,
        "r": "kjv:Joel:2:22",
        "t": "Be*p not afraid, ye beasts of the field: for the pastures of the wilderness do spring, for the tree beareth her fruit, the fig tree and the vine do yield their strength."
    },
    {
        "o": 23351,
        "r": "kjv:Joel:2:23",
        "t": "Be*p glad then, ye children of Zion, and rejoice in the Lord*s your God: for he hath given you the former rain moderately, and he will cause to come down for you the rain, the former rain, and the latter rain in the first month."
    },
    {
        "o": 23352,
        "r": "kjv:Joel:2:24",
        "t": "And*p the floors shall be full of wheat, and the fats shall overflow with wine and oil."
    },
    {
        "o": 23353,
        "r": "kjv:Joel:2:25",
        "t": "And*p I will restore to you the years that the locust hath eaten, the cankerworm, and the caterpiller, and the palmerworm, my great army which I sent among you."
    },
    {
        "o": 23354,
        "r": "kjv:Joel:2:26",
        "t": "And*p ye shall eat in plenty, and be satisfied, and praise the name of the Lord*s your God, that hath dealt wondrously with you: and my people shall never be ashamed."
    },
    {
        "o": 23355,
        "r": "kjv:Joel:2:27",
        "t": "And*p ye shall know that I am in the midst of Israel, and that I am the Lord*s your God, and none else: and my people shall never be ashamed."
    },
    {
        "o": 23356,
        "r": "kjv:Joel:2:28",
        "t": "And*p it shall come to pass afterward, that I will pour out my spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions:"
    },
    {
        "o": 23357,
        "r": "kjv:Joel:2:29",
        "t": "And*p also upon the servants and upon the handmaids in those days will I pour out my spirit."
    },
    {
        "o": 23358,
        "r": "kjv:Joel:2:30",
        "t": "And*p I will shew wonders in the heavens and in the earth, blood, and fire, and pillars of smoke."
    },
    {
        "o": 23359,
        "r": "kjv:Joel:2:31",
        "t": "The*p sun shall be turned into darkness, and the moon into blood, before the great and the terrible day of the Lord*s come."
    },
    {
        "o": 23360,
        "r": "kjv:Joel:2:32",
        "t": "And*p it shall come to pass, that whosoever shall call on the name of the Lord*s shall be delivered: for in mount Zion and in Jerusalem shall be deliverance, as the Lord*s hath said, and in the remnant whom the Lord*s shall call."
    },
    {
        "o": 23361,
        "r": "kjv:Joel:3:0",
        "t": "Joel 3",
        "h": 1
    },
    {
        "o": 23362,
        "r": "kjv:Joel:3:1",
        "t": "For,*p behold, in those days, and in that time, when I shall bring again the captivity of Judah and Jerusalem,"
    },
    {
        "o": 23363,
        "r": "kjv:Joel:3:2",
        "t": "I*p will also gather all nations, and will bring them down into the valley of Jehoshaphat, and will plead with them there for my people and for my heritage Israel, whom they have scattered among the nations, and parted my land."
    },
    {
        "o": 23364,
        "r": "kjv:Joel:3:3",
        "t": "And*p they have cast lots for my people; and have given a boy for an harlot, and sold a girl for wine, that they might drink."
    },
    {
        "o": 23365,
        "r": "kjv:Joel:3:4",
        "t": "Yea,*p and what have ye to do with me, O Tyre, and Zidon, and all the coasts of Philistia? will ye render me a recompence? and if ye recompense me, swiftly and speedily will I return your recompence upon your own head;"
    },
    {
        "o": 23366,
        "r": "kjv:Joel:3:5",
        "t": "Because*p ye have taken my silver and my gold, and have carried into your temples my goodly pleasant things:"
    },
    {
        "o": 23367,
        "r": "kjv:Joel:3:6",
        "t": "The*p children also of Judah and the children of Jerusalem have ye sold unto the Grecians, that ye might remove them far from their border."
    },
    {
        "o": 23368,
        "r": "kjv:Joel:3:7",
        "t": "Behold,*p I will raise them out of the place whither ye have sold them, and will return your recompence upon your own head:"
    },
    {
        "o": 23369,
        "r": "kjv:Joel:3:8",
        "t": "And*p I will sell your sons and your daughters into the hand of the children of Judah, and they shall sell them to the Sabeans, to a people far off: for the Lord*s hath spoken it."
    },
    {
        "o": 23370,
        "r": "kjv:Joel:3:9",
        "t": "Proclaim*p ye this among the Gentiles; Prepare war, wake up the mighty men, let all the men of war draw near; let them come up:"
    },
    {
        "o": 23371,
        "r": "kjv:Joel:3:10",
        "t": "Beat*p your plowshares into swords, and your pruninghooks into spears: let the weak say, I am strong."
    },
    {
        "o": 23372,
        "r": "kjv:Joel:3:11",
        "t": "Assemble*p yourselves, and come, all ye heathen, and gather yourselves together round about: thither cause thy mighty ones to come down, O Lord.*s"
    },
    {
        "o": 23373,
        "r": "kjv:Joel:3:12",
        "t": "Let*p the heathen be wakened, and come up to the valley of Jehoshaphat: for there will I sit to judge all the heathen round about."
    },
    {
        "o": 23374,
        "r": "kjv:Joel:3:13",
        "t": "Put*p ye in the sickle, for the harvest is ripe: come, get you down; for the press is full, the fats overflow; for their wickedness is great."
    },
    {
        "o": 23375,
        "r": "kjv:Joel:3:14",
        "t": "Multitudes,*p multitudes in the valley of decision: for the day of the Lord*s is near in the valley of decision."
    },
    {
        "o": 23376,
        "r": "kjv:Joel:3:15",
        "t": "The*p sun and the moon shall be darkened, and the stars shall withdraw their shining."
    },
    {
        "o": 23377,
        "r": "kjv:Joel:3:16",
        "t": "The*p Lord*s also shall roar out of Zion, and utter his voice from Jerusalem; and the heavens and the earth shall shake: but the Lord*s will be the hope of his people, and the strength of the children of Israel."
    },
    {
        "o": 23378,
        "r": "kjv:Joel:3:17",
        "t": "So*p shall ye know that I am the Lord*s your God dwelling in Zion, my holy mountain: then shall Jerusalem be holy, and there shall no strangers pass through her any more."
    },
    {
        "o": 23379,
        "r": "kjv:Joel:3:18",
        "t": "And*p it shall come to pass in that day, that the mountains shall drop down new wine, and the hills shall flow with milk, and all the rivers of Judah shall flow with waters, and a fountain shall come forth of the house of the Lord,*s and shall water the valley of Shittim."
    },
    {
        "o": 23380,
        "r": "kjv:Joel:3:19",
        "t": "Egypt*p shall be a desolation, and Edom shall be a desolate wilderness, for the violence against the children of Judah, because they have shed innocent blood in their land."
    },
    {
        "o": 23381,
        "r": "kjv:Joel:3:20",
        "t": "But*p Judah shall dwell for ever, and Jerusalem from generation to generation."
    },
    {
        "o": 23382,
        "r": "kjv:Joel:3:21",
        "t": "For*p I will cleanse their blood that I have not cleansed: for the Lord*s dwelleth in Zion."
    }
]
