[
    {
        "o": 14319,
        "r": "csb:Job:1:0",
        "t": "Job 1",
        "h": 1
    },
    {
        "o": 14320,
        "r": "csb:Job:1:0",
        "t": "Job and His Family",
        "h": 2
    },
    {
        "o": 14321,
        "r": "csb:Job:1:1",
        "t": "There*p was a man in the country of Uz named Job. He was a man of complete integrity, who feared God and turned away from evil."
    },
    {
        "o": 14322,
        "r": "csb:Job:1:2",
        "t": "He had seven sons and three daughters."
    },
    {
        "o": 14323,
        "r": "csb:Job:1:3",
        "t": "His estate included seven thousand sheep and goats, three thousand camels, five hundred yoke of oxen, five hundred female donkeys, and a very large number of servants. Job was the greatest man among all the people of the east."
    },
    {
        "o": 14324,
        "r": "csb:Job:1:4",
        "t": "His*p sons used to take turns having banquets at their homes. They would send an invitation to their three sisters to eat and drink with them."
    },
    {
        "o": 14325,
        "r": "csb:Job:1:5",
        "t": "Whenever a round of banqueting was over, Job would send for his children and purify them, rising early in the morning to offer burnt offerings for all of them. For Job thought, “Perhaps my children have sinned, having cursed God in their hearts.” This was Job’s regular practice."
    },
    {
        "o": 14326,
        "r": "csb:Job:1:5",
        "t": "Satan’s First Test of Job",
        "h": 2
    },
    {
        "o": 14327,
        "r": "csb:Job:1:6",
        "t": "One*p day the sons of God came to present themselves before the Lord,*s and Satan also came with them."
    },
    {
        "o": 14328,
        "r": "csb:Job:1:7",
        "t": "The Lord*s asked Satan, “Where have you come from?” “From*p roaming through the earth,” Satan answered him, “and walking around on it.”"
    },
    {
        "o": 14329,
        "r": "csb:Job:1:8",
        "t": "Then*p the Lord*s said to Satan, “Have you considered my servant Job? No one else on earth is like him, a man of perfect integrity, who fears God and turns away from evil.”"
    },
    {
        "o": 14330,
        "r": "csb:Job:1:9",
        "t": "Satan*p answered the Lord,*s “Does Job fear God for nothing?"
    },
    {
        "o": 14331,
        "r": "csb:Job:1:10",
        "t": "Haven’t you placed a hedge around him, his household, and everything he owns? You have blessed the work of his hands, and his possessions have increased in the land."
    },
    {
        "o": 14332,
        "r": "csb:Job:1:11",
        "t": "But stretch out your hand and strike everything he owns, and he will surely curse you to your face.”"
    },
    {
        "o": 14333,
        "r": "csb:Job:1:12",
        "t": "“Very*p well,” the Lord*s told Satan, “everything he owns is in your power. However, do not lay a hand on Job himself.” So Satan left the Lord’s*s presence."
    },
    {
        "o": 14334,
        "r": "csb:Job:1:13",
        "t": "One*p day when Job’s sons and daughters were eating and drinking wine in their oldest brother’s house,"
    },
    {
        "o": 14335,
        "r": "csb:Job:1:14",
        "t": "a messenger came to Job and reported, “While the oxen were plowing and the donkeys grazing nearby,"
    },
    {
        "o": 14336,
        "r": "csb:Job:1:15",
        "t": "the Sabeans swooped down and took them away. They struck down the servants with the sword, and I alone have escaped to tell you!”"
    },
    {
        "o": 14337,
        "r": "csb:Job:1:16",
        "t": "He*p was still speaking when another messenger came and reported, “God’s fire fell from heaven. It burned the sheep and the servants and devoured them, and I alone have escaped to tell you!”"
    },
    {
        "o": 14338,
        "r": "csb:Job:1:17",
        "t": "That*p messenger was still speaking when yet another came and reported, “The Chaldeans formed three bands, made a raid on the camels, and took them away. They struck down the servants with the sword, and I alone have escaped to tell you!”"
    },
    {
        "o": 14339,
        "r": "csb:Job:1:18",
        "t": "He*p was still speaking when another messenger came and reported, “Your sons and daughters were eating and drinking wine in their oldest brother’s house."
    },
    {
        "o": 14340,
        "r": "csb:Job:1:19",
        "t": "Suddenly a powerful wind swept in from the desert and struck the four corners of the house. It collapsed on the young people so that they died, and I alone have escaped to tell you!”"
    },
    {
        "o": 14341,
        "r": "csb:Job:1:20",
        "t": "Then*p Job stood up, tore his robe, and shaved his head. He fell to the ground and worshiped,"
    },
    {
        "o": 14342,
        "r": "csb:Job:1:21",
        "t": "saying: Naked*pn I came from my mother’s womb, and*ln naked I will leave this life. The*ln Lord*s gives, and the Lord*s takes away. Blessed*ln be the name of the Lord.*s"
    },
    {
        "o": 14343,
        "r": "csb:Job:1:22",
        "t": "Throughout*p all this Job did not sin or blame God for anything."
    },
    {
        "o": 14344,
        "r": "csb:Job:2:0",
        "t": "Job 2",
        "h": 1
    },
    {
        "o": 14345,
        "r": "csb:Job:2:0",
        "t": "Satan’s Second Test of Job",
        "h": 2
    },
    {
        "o": 14346,
        "r": "csb:Job:2:1",
        "t": "One*p day the sons of God came again to present themselves before the Lord,*s and Satan also came with them to present himself before the Lord.*s"
    },
    {
        "o": 14347,
        "r": "csb:Job:2:2",
        "t": "The Lord*s asked Satan, “Where have you come from?” “From*p roaming through the earth,” Satan answered him, “and walking around on it.”"
    },
    {
        "o": 14348,
        "r": "csb:Job:2:3",
        "t": "Then*p the Lord*s said to Satan, “Have you considered my servant Job? No one else on earth is like him, a man of perfect integrity, who fears God and turns away from evil. He still retains his integrity, even though you incited me against him, to destroy him for no good reason.”"
    },
    {
        "o": 14349,
        "r": "csb:Job:2:4",
        "t": "“Skin*p for skin!” Satan answered the Lord.*s “A man will give up everything he owns in exchange for his life."
    },
    {
        "o": 14350,
        "r": "csb:Job:2:5",
        "t": "But stretch out your hand and strike his flesh and bones, and he will surely curse you to your face.”"
    },
    {
        "o": 14351,
        "r": "csb:Job:2:6",
        "t": "“Very*p well,” the Lord*s told Satan, “he is in your power; only spare his life.”"
    },
    {
        "o": 14352,
        "r": "csb:Job:2:7",
        "t": "So Satan left the Lord’s*s presence and infected Job with terrible boils from the soles of his feet to the top of his head."
    },
    {
        "o": 14353,
        "r": "csb:Job:2:8",
        "t": "Then Job took a piece of broken pottery to scrape himself while he sat among the ashes."
    },
    {
        "o": 14354,
        "r": "csb:Job:2:9",
        "t": "His*p wife said to him, “Are you still holding on to your integrity? Curse God and die!”"
    },
    {
        "o": 14355,
        "r": "csb:Job:2:10",
        "t": "“You*p speak as a foolish woman speaks,” he told her. “Should we accept only good from God and not adversity?” Throughout all this Job did not sin in what he said."
    },
    {
        "o": 14356,
        "r": "csb:Job:2:10",
        "t": "Job’s Three Friends",
        "h": 2
    },
    {
        "o": 14357,
        "r": "csb:Job:2:11",
        "t": "Now*p when Job’s three friends - Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite - heard about all this adversity that had happened to him, each of them came from his home. They met together to go and sympathize with him and comfort him."
    },
    {
        "o": 14358,
        "r": "csb:Job:2:12",
        "t": "When they looked from a distance, they could barely recognize him. They wept aloud, and each man tore his robe and threw dust into the air and on his head."
    },
    {
        "o": 14359,
        "r": "csb:Job:2:13",
        "t": "Then they sat on the ground with him seven days and nights, but no one spoke a word to him because they saw that his suffering was very intense."
    },
    {
        "o": 14360,
        "r": "csb:Job:3:0",
        "t": "Job 3",
        "h": 1
    },
    {
        "o": 14361,
        "r": "csb:Job:3:0",
        "t": "Job’s Opening Speech",
        "h": 2
    },
    {
        "o": 14362,
        "r": "csb:Job:3:1",
        "t": "After*p this, Job began to speak and cursed the day he was born."
    },
    {
        "o": 14363,
        "r": "csb:Job:3:2",
        "t": "He said:"
    },
    {
        "o": 14364,
        "r": "csb:Job:3:3",
        "t": "May*pn the day I was born perish, and*ln the night that said, “A*ln boy is conceived.”"
    },
    {
        "o": 14365,
        "r": "csb:Job:3:4",
        "t": "If*ln only that day had turned to darkness! May*ln God above not care about it, or*ln light shine on it."
    },
    {
        "o": 14366,
        "r": "csb:Job:3:5",
        "t": "May*ln darkness and gloom reclaim it, and*ln a cloud settle over it. May*ln what darkens the day terrify it."
    },
    {
        "o": 14367,
        "r": "csb:Job:3:6",
        "t": "If*ln only darkness had taken that night away! May*ln it not appear among the days of the year or*ln be listed in the calendar."
    },
    {
        "o": 14368,
        "r": "csb:Job:3:7",
        "t": "Yes,*ln may that night be barren; may*ln no joyful shout be heard in it."
    },
    {
        "o": 14369,
        "r": "csb:Job:3:8",
        "t": "Let*ln those who curse days condemn*ln it, those*ln who are ready to rouse Leviathan."
    },
    {
        "o": 14370,
        "r": "csb:Job:3:9",
        "t": "May*ln its morning stars grow dark. May*ln it wait for daylight but have none; may*ln it not see the breaking of dawn."
    },
    {
        "o": 14371,
        "r": "csb:Job:3:10",
        "t": "For*ln that night did not shut the*ln doors of my mother’s womb, and*ln hide sorrow from my eyes."
    },
    {
        "o": 14372,
        "r": "csb:Job:3:11",
        "t": "Why*pn was I not stillborn; why*ln didn’t I die as I came from the womb?"
    },
    {
        "o": 14373,
        "r": "csb:Job:3:12",
        "t": "Why*ln did the knees receive me, and*ln why were there breasts for me to nurse?"
    },
    {
        "o": 14374,
        "r": "csb:Job:3:13",
        "t": "Now*ln I would certainly be lying down in peace; I*ln would be asleep. Then*ln I would be at rest"
    },
    {
        "o": 14375,
        "r": "csb:Job:3:14",
        "t": "with*ln the kings and counselors of the earth, who*ln rebuilt ruined cities for themselves,"
    },
    {
        "o": 14376,
        "r": "csb:Job:3:15",
        "t": "or*ln with princes who had gold, who*ln filled their houses with silver."
    },
    {
        "o": 14377,
        "r": "csb:Job:3:16",
        "t": "Or*ln why was I not hidden like a miscarried child, like*ln infants who never see daylight?"
    },
    {
        "o": 14378,
        "r": "csb:Job:3:17",
        "t": "There*ln the wicked cease to make trouble, and*ln there the weary find rest."
    },
    {
        "o": 14379,
        "r": "csb:Job:3:18",
        "t": "The*ln captives are completely at rest; they*ln do not hear a taskmaster’s voice."
    },
    {
        "o": 14380,
        "r": "csb:Job:3:19",
        "t": "Both*ln small and great are there, and*ln the slave is set free from his master."
    },
    {
        "o": 14381,
        "r": "csb:Job:3:20",
        "t": "Why*pn is light given to one burdened with grief, and*ln life to those whose existence is bitter,"
    },
    {
        "o": 14382,
        "r": "csb:Job:3:21",
        "t": "who*ln wait for death, but it does not come, and*ln search for it more than for hidden treasure,"
    },
    {
        "o": 14383,
        "r": "csb:Job:3:22",
        "t": "who*ln are filled with much joy and*ln are glad when they reach the grave?"
    },
    {
        "o": 14384,
        "r": "csb:Job:3:23",
        "t": "Why*ln is life given to a man whose path is hidden, whom*ln God has hedged in?"
    },
    {
        "o": 14385,
        "r": "csb:Job:3:24",
        "t": "I*ln sigh when food is put before me, and*ln my groans pour out like water."
    },
    {
        "o": 14386,
        "r": "csb:Job:3:25",
        "t": "For*ln the thing I feared has overtaken me, and*ln what I dreaded has happened to me."
    },
    {
        "o": 14387,
        "r": "csb:Job:3:26",
        "t": "I*ln cannot relax or be calm; I*ln have no rest, for turmoil has come."
    },
    {
        "o": 14388,
        "r": "csb:Job:3:26",
        "t": "First Series of Speeches",
        "h": 2.5
    },
    {
        "o": 14389,
        "r": "csb:Job:4:0",
        "t": "Job 4",
        "h": 1
    },
    {
        "o": 14390,
        "r": "csb:Job:4:0",
        "t": "Eliphaz Speaks",
        "h": 2
    },
    {
        "o": 14391,
        "r": "csb:Job:4:1",
        "t": "Then*p Eliphaz the Temanite replied:"
    },
    {
        "o": 14392,
        "r": "csb:Job:4:2",
        "t": "Should*pn anyone try to speak with you when*ln you are exhausted? Yet*ln who can keep from speaking?"
    },
    {
        "o": 14393,
        "r": "csb:Job:4:3",
        "t": "Indeed,*ln you have instructed many and*ln have strengthened weak hands."
    },
    {
        "o": 14394,
        "r": "csb:Job:4:4",
        "t": "Your*ln words have steadied the one who was stumbling and*ln braced the knees that were buckling."
    },
    {
        "o": 14395,
        "r": "csb:Job:4:5",
        "t": "But*ln now that this has happened to you, you*ln have become exhausted. It*ln strikes you, and you are dismayed."
    },
    {
        "o": 14396,
        "r": "csb:Job:4:6",
        "t": "Isn’t*ln your piety your confidence, and*ln the integrity of your life your hope?"
    },
    {
        "o": 14397,
        "r": "csb:Job:4:7",
        "t": "Consider:*ln Who has perished when he was innocent? Where*ln have the honest been destroyed?"
    },
    {
        "o": 14398,
        "r": "csb:Job:4:8",
        "t": "In*ln my experience, those who plow injustice and*ln those who sow trouble reap the same."
    },
    {
        "o": 14399,
        "r": "csb:Job:4:9",
        "t": "They*ln perish at a single blast from God and*ln come to an end by the breath of his nostrils."
    },
    {
        "o": 14400,
        "r": "csb:Job:4:10",
        "t": "The*ln lion may roar and the fierce lion growl, but*ln the teeth of young lions are broken."
    },
    {
        "o": 14401,
        "r": "csb:Job:4:11",
        "t": "The*ln strong lion dies if it catches no prey, and*ln the cubs of the lioness are scattered."
    },
    {
        "o": 14402,
        "r": "csb:Job:4:12",
        "t": "A*pn word was brought to me in secret; my*ln ears caught a whisper of it."
    },
    {
        "o": 14403,
        "r": "csb:Job:4:13",
        "t": "Among*ln unsettling thoughts from visions in the night, when*ln deep sleep comes over men,"
    },
    {
        "o": 14404,
        "r": "csb:Job:4:14",
        "t": "fear*ln and trembling came over me and*ln made all my bones shake."
    },
    {
        "o": 14405,
        "r": "csb:Job:4:15",
        "t": "I*ln felt a draft on my face, and*ln the hair on my body stood up."
    },
    {
        "o": 14406,
        "r": "csb:Job:4:16",
        "t": "A*ln figure stood there, but*ln I could not recognize its appearance; a*ln form loomed before my eyes. I*ln heard a whispering voice:"
    },
    {
        "o": 14407,
        "r": "csb:Job:4:17",
        "t": "“Can*ln a mortal be righteous before God? Can*ln a man be more pure than his Maker?”"
    },
    {
        "o": 14408,
        "r": "csb:Job:4:18",
        "t": "If*ln God puts no trust in his servants and*ln he charges his angels with foolishness,"
    },
    {
        "o": 14409,
        "r": "csb:Job:4:19",
        "t": "how*ln much more those who dwell in clay houses, whose*ln foundation is in the dust, who*ln are crushed like a moth!"
    },
    {
        "o": 14410,
        "r": "csb:Job:4:20",
        "t": "They*ln are smashed to pieces from dawn to dusk; they*ln perish forever while no one notices."
    },
    {
        "o": 14411,
        "r": "csb:Job:4:21",
        "t": "Are*ln their tent cords not pulled up? They*ln die without wisdom."
    },
    {
        "o": 14412,
        "r": "csb:Job:5:0",
        "t": "Job 5",
        "h": 1
    },
    {
        "o": 14413,
        "r": "csb:Job:5:1",
        "t": "Call*pn out! Will anyone answer you? Which*ln of the holy ones will you turn to?"
    },
    {
        "o": 14414,
        "r": "csb:Job:5:2",
        "t": "For*ln anger kills a fool, and*ln jealousy slays the gullible."
    },
    {
        "o": 14415,
        "r": "csb:Job:5:3",
        "t": "I*ln have seen a fool taking root, but*ln I immediately pronounced a curse on his home."
    },
    {
        "o": 14416,
        "r": "csb:Job:5:4",
        "t": "His*ln children are far from safety. They*ln are crushed at the city gate, with*ln no one to rescue them."
    },
    {
        "o": 14417,
        "r": "csb:Job:5:5",
        "t": "The*ln hungry consume his harvest, even*ln taking it out of the thorns. The*ln thirsty pant for his children’s wealth."
    },
    {
        "o": 14418,
        "r": "csb:Job:5:6",
        "t": "For*ln distress does not grow out of the soil, and*ln trouble does not sprout from the ground."
    },
    {
        "o": 14419,
        "r": "csb:Job:5:7",
        "t": "But*ln humans are born for trouble as*ln surely as sparks fly upward."
    },
    {
        "o": 14420,
        "r": "csb:Job:5:8",
        "t": "However,*pn if I were you, I would appeal to God and*ln would present my case to him."
    },
    {
        "o": 14421,
        "r": "csb:Job:5:9",
        "t": "He*ln does great and unsearchable things, wonders*ln without number."
    },
    {
        "o": 14422,
        "r": "csb:Job:5:10",
        "t": "He*ln gives rain to the earth and*ln sends water to the fields."
    },
    {
        "o": 14423,
        "r": "csb:Job:5:11",
        "t": "He*ln sets the lowly on high, and*ln mourners are lifted to safety."
    },
    {
        "o": 14424,
        "r": "csb:Job:5:12",
        "t": "He*ln frustrates the schemes of the crafty so*ln that they achieve no success."
    },
    {
        "o": 14425,
        "r": "csb:Job:5:13",
        "t": "He*ln traps the wise in their craftiness so*ln that the plans of the deceptive are*ln quickly brought to an end."
    },
    {
        "o": 14426,
        "r": "csb:Job:5:14",
        "t": "They*ln encounter darkness by day, and*ln they grope at noon as*ln if it were night."
    },
    {
        "o": 14427,
        "r": "csb:Job:5:15",
        "t": "He*ln saves the needy from their sharp words and*ln from the clutches of the powerful."
    },
    {
        "o": 14428,
        "r": "csb:Job:5:16",
        "t": "So*ln the poor have hope, and*ln injustice shuts its mouth."
    },
    {
        "o": 14429,
        "r": "csb:Job:5:17",
        "t": "See*ln how happy is the person whom God corrects; so*ln do not reject the discipline of the Almighty."
    },
    {
        "o": 14430,
        "r": "csb:Job:5:18",
        "t": "For*ln he wounds but he also bandages; he*ln strikes, but his hands also heal."
    },
    {
        "o": 14431,
        "r": "csb:Job:5:19",
        "t": "He*ln will rescue you from six calamities; no*ln harm will touch you in seven."
    },
    {
        "o": 14432,
        "r": "csb:Job:5:20",
        "t": "In*ln famine he will redeem you from death, and*ln in battle, from the power of the sword."
    },
    {
        "o": 14433,
        "r": "csb:Job:5:21",
        "t": "You*ln will be safe from slander and*ln not fear destruction when it comes."
    },
    {
        "o": 14434,
        "r": "csb:Job:5:22",
        "t": "You*ln will laugh at destruction and hunger and*ln not fear the land’s wild creatures."
    },
    {
        "o": 14435,
        "r": "csb:Job:5:23",
        "t": "For*ln you will have a covenant with the stones of the field, and*ln the wild animals will be at peace with you."
    },
    {
        "o": 14436,
        "r": "csb:Job:5:24",
        "t": "You*ln will know that your tent is secure, and*ln nothing will be missing when you inspect your home."
    },
    {
        "o": 14437,
        "r": "csb:Job:5:25",
        "t": "You*ln will also know that your offspring will be many and*ln your descendants like the grass of the earth."
    },
    {
        "o": 14438,
        "r": "csb:Job:5:26",
        "t": "You*ln will approach the grave in full vigor, as*ln a stack of sheaves is gathered in its season."
    },
    {
        "o": 14439,
        "r": "csb:Job:5:27",
        "t": "We*pn have investigated this, and it is true! Hear*ln it and understand it for yourself."
    },
    {
        "o": 14440,
        "r": "csb:Job:6:0",
        "t": "Job 6",
        "h": 1
    },
    {
        "o": 14441,
        "r": "csb:Job:6:0",
        "t": "Job’s Reply to Eliphaz",
        "h": 2
    },
    {
        "o": 14442,
        "r": "csb:Job:6:1",
        "t": "Then*p Job answered:"
    },
    {
        "o": 14443,
        "r": "csb:Job:6:2",
        "t": "If*pn only my grief could be weighed and*ln my devastation placed with it on the scales."
    },
    {
        "o": 14444,
        "r": "csb:Job:6:3",
        "t": "For*ln then it would outweigh the sand of the seas! That*ln is why my words are rash."
    },
    {
        "o": 14445,
        "r": "csb:Job:6:4",
        "t": "Surely*ln the arrows of the Almighty have pierced me; my*ln spirit drinks their poison. God’s*ln terrors are arrayed against me."
    },
    {
        "o": 14446,
        "r": "csb:Job:6:5",
        "t": "Does*ln a wild donkey bray over fresh grass or*ln an ox low over its fodder?"
    },
    {
        "o": 14447,
        "r": "csb:Job:6:6",
        "t": "Is*ln bland food eaten without salt? Is*ln there flavor in an egg white?"
    },
    {
        "o": 14448,
        "r": "csb:Job:6:7",
        "t": "I*ln refuse to touch them; they*ln are like contaminated food."
    },
    {
        "o": 14449,
        "r": "csb:Job:6:8",
        "t": "If*pn only my request would be granted and*ln God would provide what I hope for:"
    },
    {
        "o": 14450,
        "r": "csb:Job:6:9",
        "t": "that*ln he would decide to crush me, to*ln unleash his power and cut me off!"
    },
    {
        "o": 14451,
        "r": "csb:Job:6:10",
        "t": "It*ln would still bring me comfort, and*ln I would leap for joy in unrelenting pain that*ln I have not denied the words of the Holy One."
    },
    {
        "o": 14452,
        "r": "csb:Job:6:11",
        "t": "What*pn strength do I have, that I should continue to hope? What*ln is my future, that I should be patient?"
    },
    {
        "o": 14453,
        "r": "csb:Job:6:12",
        "t": "Is*ln my strength that of stone, or*ln my flesh made of bronze?"
    },
    {
        "o": 14454,
        "r": "csb:Job:6:13",
        "t": "Since*ln I cannot help myself, the*ln hope for success has been banished from me."
    },
    {
        "o": 14455,
        "r": "csb:Job:6:14",
        "t": "A*pn despairing man should receive loyalty from his friends, even*ln if he abandons the fear of the Almighty."
    },
    {
        "o": 14456,
        "r": "csb:Job:6:15",
        "t": "My*ln brothers are as treacherous as a wadi, as*ln seasonal streams that overflow"
    },
    {
        "o": 14457,
        "r": "csb:Job:6:16",
        "t": "and*ln become darkened because of ice, and*ln the snow melts into them."
    },
    {
        "o": 14458,
        "r": "csb:Job:6:17",
        "t": "The*ln wadis evaporate in warm weather; they*ln disappear from their channels in hot weather."
    },
    {
        "o": 14459,
        "r": "csb:Job:6:18",
        "t": "Caravans*ln turn away from their routes, go*ln up into the desert, and perish."
    },
    {
        "o": 14460,
        "r": "csb:Job:6:19",
        "t": "The*ln caravans of Tema look for these streams. The*ln traveling merchants of Sheba hope for them."
    },
    {
        "o": 14461,
        "r": "csb:Job:6:20",
        "t": "They*ln are ashamed because they had been confident of finding water. When*ln they arrive there, they are disappointed."
    },
    {
        "o": 14462,
        "r": "csb:Job:6:21",
        "t": "So*ln this is what you have now become to me. When*ln you see something dreadful, you are afraid."
    },
    {
        "o": 14463,
        "r": "csb:Job:6:22",
        "t": "Have*ln I ever said, “Give me something” or*ln “Pay a bribe for me from your wealth”"
    },
    {
        "o": 14464,
        "r": "csb:Job:6:23",
        "t": "or*ln “Deliver me from the enemy’s hand” or*ln “Redeem me from the hand of the ruthless”?"
    },
    {
        "o": 14465,
        "r": "csb:Job:6:24",
        "t": "Teach*pn me, and I will be silent. Help*ln me understand what I did wrong."
    },
    {
        "o": 14466,
        "r": "csb:Job:6:25",
        "t": "How*ln painful honest words can be! But*ln what does your rebuke prove?"
    },
    {
        "o": 14467,
        "r": "csb:Job:6:26",
        "t": "Do*ln you think that you can disprove my words or*ln that a despairing man’s words are mere wind?"
    },
    {
        "o": 14468,
        "r": "csb:Job:6:27",
        "t": "No*ln doubt you would cast lots for a fatherless child and*ln negotiate a price to sell your friend."
    },
    {
        "o": 14469,
        "r": "csb:Job:6:28",
        "t": "But*pn now, please look at me; I*ln will not lie to your face."
    },
    {
        "o": 14470,
        "r": "csb:Job:6:29",
        "t": "Reconsider;*ln don’t be unjust. Reconsider;*ln my righteousness is still the issue."
    },
    {
        "o": 14471,
        "r": "csb:Job:6:30",
        "t": "Is*ln there injustice on my tongue or*ln can my palate not taste disaster?"
    },
    {
        "o": 14472,
        "r": "csb:Job:7:0",
        "t": "Job 7",
        "h": 1
    },
    {
        "o": 14473,
        "r": "csb:Job:7:1",
        "t": "Isn’t*pn each person consigned to forced labor on earth? Are*ln not his days like those of a hired worker?"
    },
    {
        "o": 14474,
        "r": "csb:Job:7:2",
        "t": "Like*ln a slave he longs for shade; like*ln a hired worker he waits for his pay."
    },
    {
        "o": 14475,
        "r": "csb:Job:7:3",
        "t": "So*ln I have been made to inherit months of futility, and*ln troubled nights have been assigned to me."
    },
    {
        "o": 14476,
        "r": "csb:Job:7:4",
        "t": "When*ln I lie down I think, “When*ln will I get up?” But*ln the evening drags on endlessly, and*ln I toss and turn until dawn."
    },
    {
        "o": 14477,
        "r": "csb:Job:7:5",
        "t": "My*ln flesh is clothed with maggots and encrusted with dirt. My*ln skin forms scabs and then oozes."
    },
    {
        "o": 14478,
        "r": "csb:Job:7:6",
        "t": "My*pn days pass more swiftly than a weaver’s shuttle; they*ln come to an end without hope."
    },
    {
        "o": 14479,
        "r": "csb:Job:7:7",
        "t": "Remember*ln that my life is but a breath. My*ln eye will never again see anything good."
    },
    {
        "o": 14480,
        "r": "csb:Job:7:8",
        "t": "The*ln eye of anyone who looks on me will*ln no longer see me. Your*ln eyes will look for me, but I will be gone."
    },
    {
        "o": 14481,
        "r": "csb:Job:7:9",
        "t": "As*ln a cloud fades away and vanishes, so*ln the one who goes down to Sheol will never rise again."
    },
    {
        "o": 14482,
        "r": "csb:Job:7:10",
        "t": "He*ln will never return to his house; his*ln hometown will no longer remember him."
    },
    {
        "o": 14483,
        "r": "csb:Job:7:11",
        "t": "Therefore*pn I will not restrain my mouth. I*ln will speak in the anguish of my spirit; I*ln will complain in the bitterness of my soul."
    },
    {
        "o": 14484,
        "r": "csb:Job:7:12",
        "t": "Am*ln I the sea or a sea monster, that*ln you keep me under guard?"
    },
    {
        "o": 14485,
        "r": "csb:Job:7:13",
        "t": "When*ln I say, “My bed will comfort me, and*ln my couch will ease my complaint,”"
    },
    {
        "o": 14486,
        "r": "csb:Job:7:14",
        "t": "then*ln you frighten me with dreams, and*ln terrify me with visions,"
    },
    {
        "o": 14487,
        "r": "csb:Job:7:15",
        "t": "so*ln that I prefer strangling— death*ln rather than life in this body."
    },
    {
        "o": 14488,
        "r": "csb:Job:7:16",
        "t": "I*ln give up! I will not live forever. Leave*ln me alone, for my days are a breath."
    },
    {
        "o": 14489,
        "r": "csb:Job:7:17",
        "t": "What*pn is a mere human, that you think so highly of him and*ln pay so much attention to him?"
    },
    {
        "o": 14490,
        "r": "csb:Job:7:18",
        "t": "You*ln inspect him every morning, and*ln put him to the test every moment."
    },
    {
        "o": 14491,
        "r": "csb:Job:7:19",
        "t": "Will*ln you ever look away from me, or*ln leave me alone long enough to swallow?"
    },
    {
        "o": 14492,
        "r": "csb:Job:7:20",
        "t": "If*ln I have sinned, what have I done to you, Watcher*ln of humanity? Why*ln have you made me your target, so*ln that I have become a burden to you?"
    },
    {
        "o": 14493,
        "r": "csb:Job:7:21",
        "t": "Why*ln not forgive my sin and*ln pardon my iniquity? For*ln soon I will lie down in the grave. You*ln will eagerly seek me, but I will be gone."
    },
    {
        "o": 14494,
        "r": "csb:Job:8:0",
        "t": "Job 8",
        "h": 1
    },
    {
        "o": 14495,
        "r": "csb:Job:8:0",
        "t": "Bildad Speaks",
        "h": 2
    },
    {
        "o": 14496,
        "r": "csb:Job:8:1",
        "t": "Then*p Bildad the Shuhite replied:"
    },
    {
        "o": 14497,
        "r": "csb:Job:8:2",
        "t": "How*pn long will you go on saying these things? Your*ln words are a blast of wind."
    },
    {
        "o": 14498,
        "r": "csb:Job:8:3",
        "t": "Does*ln God pervert justice? Does*ln the Almighty pervert what is right?"
    },
    {
        "o": 14499,
        "r": "csb:Job:8:4",
        "t": "Since*ln your children sinned against him, he*ln gave them over to their rebellion."
    },
    {
        "o": 14500,
        "r": "csb:Job:8:5",
        "t": "But*ln if you earnestly seek God and*ln ask the Almighty for mercy,"
    },
    {
        "o": 14501,
        "r": "csb:Job:8:6",
        "t": "if*ln you are pure and upright, then*ln he will move even now on your behalf and*ln restore the home where your righteousness dwells."
    },
    {
        "o": 14502,
        "r": "csb:Job:8:7",
        "t": "Then,*ln even if your beginnings were modest, your*ln final days will be full of prosperity."
    },
    {
        "o": 14503,
        "r": "csb:Job:8:8",
        "t": "For*pn ask the previous generation, and*ln pay attention to what their ancestors discovered,"
    },
    {
        "o": 14504,
        "r": "csb:Job:8:9",
        "t": "since*ln we were born only yesterday and know nothing. Our*ln days on earth are but a shadow."
    },
    {
        "o": 14505,
        "r": "csb:Job:8:10",
        "t": "Will*ln they not teach you and tell you and*ln speak from their understanding?"
    },
    {
        "o": 14506,
        "r": "csb:Job:8:11",
        "t": "Does*ln papyrus grow where there is no marsh? Do*ln reeds flourish without water?"
    },
    {
        "o": 14507,
        "r": "csb:Job:8:12",
        "t": "While*ln still uncut shoots, they*ln would dry up quicker than any other plant."
    },
    {
        "o": 14508,
        "r": "csb:Job:8:13",
        "t": "Such*ln is the destiny of all who forget God; the*ln hope of the godless will perish."
    },
    {
        "o": 14509,
        "r": "csb:Job:8:14",
        "t": "His*pn source of confidence is fragile; what*ln he trusts in is a spider’s web."
    },
    {
        "o": 14510,
        "r": "csb:Job:8:15",
        "t": "He*ln leans on his web, but it doesn’t stand firm. He*ln grabs it, but it does not hold up."
    },
    {
        "o": 14511,
        "r": "csb:Job:8:16",
        "t": "He*ln is a well-watered plant in the sunshine; his*ln shoots spread out over his garden."
    },
    {
        "o": 14512,
        "r": "csb:Job:8:17",
        "t": "His*ln roots are intertwined around a pile of rocks. He*ln looks for a home among the stones."
    },
    {
        "o": 14513,
        "r": "csb:Job:8:18",
        "t": "If*ln he is uprooted from his place, it*ln will deny knowing him, saying, “I never saw you.”"
    },
    {
        "o": 14514,
        "r": "csb:Job:8:19",
        "t": "Surely*ln this is the joy of his way of life; yet*ln others will sprout from the dust."
    },
    {
        "o": 14515,
        "r": "csb:Job:8:20",
        "t": "Look,*ln God does not reject a person of integrity, and*ln he will not support evildoers."
    },
    {
        "o": 14516,
        "r": "csb:Job:8:21",
        "t": "He*pn will yet fill your mouth with laughter and*ln your lips with a shout of joy."
    },
    {
        "o": 14517,
        "r": "csb:Job:8:22",
        "t": "Your*ln enemies will be clothed with shame; the*ln tent of the wicked will no longer exist."
    },
    {
        "o": 14518,
        "r": "csb:Job:9:0",
        "t": "Job 9",
        "h": 1
    },
    {
        "o": 14519,
        "r": "csb:Job:9:0",
        "t": "Job’s Reply to Bildad",
        "h": 2
    },
    {
        "o": 14520,
        "r": "csb:Job:9:1",
        "t": "Then*p Job answered:"
    },
    {
        "o": 14521,
        "r": "csb:Job:9:2",
        "t": "Yes,*pn I know what you’ve said is true, but*ln how can a person be justified before God?"
    },
    {
        "o": 14522,
        "r": "csb:Job:9:3",
        "t": "If*ln one wanted to take him to court, he*ln could not answer God once in a thousand times."
    },
    {
        "o": 14523,
        "r": "csb:Job:9:4",
        "t": "God*ln is wise and all-powerful. Who*ln has opposed him and come out unharmed?"
    },
    {
        "o": 14524,
        "r": "csb:Job:9:5",
        "t": "He*ln removes mountains without their knowledge, overturning*ln them in his anger."
    },
    {
        "o": 14525,
        "r": "csb:Job:9:6",
        "t": "He*ln shakes the earth from its place so*ln that its pillars tremble."
    },
    {
        "o": 14526,
        "r": "csb:Job:9:7",
        "t": "He*ln commands the sun not to shine and*ln seals off the stars."
    },
    {
        "o": 14527,
        "r": "csb:Job:9:8",
        "t": "He*ln alone stretches out the heavens and*ln treads on the waves of the sea."
    },
    {
        "o": 14528,
        "r": "csb:Job:9:9",
        "t": "He*ln makes the stars: the Bear, Orion, the*ln Pleiades, and the constellations of the southern sky."
    },
    {
        "o": 14529,
        "r": "csb:Job:9:10",
        "t": "He*ln does great and unsearchable things, wonders*ln without number."
    },
    {
        "o": 14530,
        "r": "csb:Job:9:11",
        "t": "If*ln he passed by me, I wouldn’t see him; if*ln he went by, I wouldn’t recognize him."
    },
    {
        "o": 14531,
        "r": "csb:Job:9:12",
        "t": "If*ln he snatches something, who can stop him? Who*ln can ask him, “What are you doing?”"
    },
    {
        "o": 14532,
        "r": "csb:Job:9:13",
        "t": "God*ln does not hold back his anger; Rahab’s*ln assistants cringe in fear beneath him!"
    },
    {
        "o": 14533,
        "r": "csb:Job:9:14",
        "t": "How*ln then can I answer him or*ln choose my arguments against him?"
    },
    {
        "o": 14534,
        "r": "csb:Job:9:15",
        "t": "Even*ln if I were in the right, I could not answer. I*ln could only beg my Judge for mercy."
    },
    {
        "o": 14535,
        "r": "csb:Job:9:16",
        "t": "If*ln I summoned him and he answered me, I*ln do not believe he would pay attention to what I said."
    },
    {
        "o": 14536,
        "r": "csb:Job:9:17",
        "t": "He*ln batters me with a whirlwind and*ln multiplies my wounds without cause."
    },
    {
        "o": 14537,
        "r": "csb:Job:9:18",
        "t": "He*ln doesn’t let me catch my breath but*ln fills me with bitter experiences."
    },
    {
        "o": 14538,
        "r": "csb:Job:9:19",
        "t": "If*ln it is a matter of strength, look, he is the powerful one! If*ln it is a matter of justice, who can summon him?"
    },
    {
        "o": 14539,
        "r": "csb:Job:9:20",
        "t": "Even*ln if I were in the right, my own mouth would condemn me; if*ln I were blameless, my mouth would declare me guilty."
    },
    {
        "o": 14540,
        "r": "csb:Job:9:21",
        "t": "Though*ln I am blameless, I*ln no longer care about myself; I*ln renounce my life."
    },
    {
        "o": 14541,
        "r": "csb:Job:9:22",
        "t": "It*ln is all the same. Therefore I say, “He*ln destroys both the blameless and the wicked.”"
    },
    {
        "o": 14542,
        "r": "csb:Job:9:23",
        "t": "When*ln catastrophe brings sudden death, he*ln mocks the despair of the innocent."
    },
    {
        "o": 14543,
        "r": "csb:Job:9:24",
        "t": "The*ln earth is handed over to the wicked; he*ln blindfolds its judges. If*ln it isn’t he, then who is it?"
    },
    {
        "o": 14544,
        "r": "csb:Job:9:25",
        "t": "My*pn days fly by faster than a runner; they*ln flee without seeing any good."
    },
    {
        "o": 14545,
        "r": "csb:Job:9:26",
        "t": "They*ln sweep by like boats made of papyrus, like*ln an eagle swooping down on its prey."
    },
    {
        "o": 14546,
        "r": "csb:Job:9:27",
        "t": "If*ln I said, “I will forget my complaint, change*ln my expression, and smile,”"
    },
    {
        "o": 14547,
        "r": "csb:Job:9:28",
        "t": "I*ln would still live in terror of all my pains. I*ln know you will not acquit me."
    },
    {
        "o": 14548,
        "r": "csb:Job:9:29",
        "t": "Since*ln I will be found guilty, why*ln should I struggle in vain?"
    },
    {
        "o": 14549,
        "r": "csb:Job:9:30",
        "t": "If*ln I wash myself with snow, and*ln cleanse my hands with lye,"
    },
    {
        "o": 14550,
        "r": "csb:Job:9:31",
        "t": "then*ln you dip me in a pit of mud, and*ln my own clothes despise me!"
    },
    {
        "o": 14551,
        "r": "csb:Job:9:32",
        "t": "For*pn he is not a man like me, that I can answer him, that*ln we can take each other to court."
    },
    {
        "o": 14552,
        "r": "csb:Job:9:33",
        "t": "There*ln is no mediator between us, to*ln lay his hand on both of us."
    },
    {
        "o": 14553,
        "r": "csb:Job:9:34",
        "t": "Let*ln him take his rod away from me so*ln his terror will no longer frighten me."
    },
    {
        "o": 14554,
        "r": "csb:Job:9:35",
        "t": "Then*ln I would speak and not fear him. But*ln that is not the case; I am on my own."
    },
    {
        "o": 14555,
        "r": "csb:Job:10:0",
        "t": "Job 10",
        "h": 1
    },
    {
        "o": 14556,
        "r": "csb:Job:10:1",
        "t": "I*pn am disgusted with my life. I*ln will give vent to my complaint and*ln speak in the bitterness of my soul."
    },
    {
        "o": 14557,
        "r": "csb:Job:10:2",
        "t": "I*ln will say to God, “Do*ln not declare me guilty! Let*ln me know why you prosecute me."
    },
    {
        "o": 14558,
        "r": "csb:Job:10:3",
        "t": "Is*ln it good for you to oppress, to*ln reject the work of your hands, and*ln favor the plans of the wicked?"
    },
    {
        "o": 14559,
        "r": "csb:Job:10:4",
        "t": "Do*ln you have eyes of flesh, or*ln do you see as a human sees?"
    },
    {
        "o": 14560,
        "r": "csb:Job:10:5",
        "t": "Are*ln your days like those of a human, or*ln your years like those of a man,"
    },
    {
        "o": 14561,
        "r": "csb:Job:10:6",
        "t": "that*ln you look for my iniquity and*ln search for my sin,"
    },
    {
        "o": 14562,
        "r": "csb:Job:10:7",
        "t": "even*ln though you know that I am not wicked and*ln that there is no one who can rescue from your power?"
    },
    {
        "o": 14563,
        "r": "csb:Job:10:8",
        "t": "“Your*pn hands shaped me and formed me. Will*ln you now turn and destroy me?"
    },
    {
        "o": 14564,
        "r": "csb:Job:10:9",
        "t": "Please*ln remember that you formed me like clay. Will*ln you now return me to dust?"
    },
    {
        "o": 14565,
        "r": "csb:Job:10:10",
        "t": "Did*ln you not pour me out like milk and*ln curdle me like cheese?"
    },
    {
        "o": 14566,
        "r": "csb:Job:10:11",
        "t": "You*ln clothed me with skin and flesh, and*ln wove me together with bones and tendons."
    },
    {
        "o": 14567,
        "r": "csb:Job:10:12",
        "t": "You*ln gave me life and faithful love, and*ln your care has guarded my life."
    },
    {
        "o": 14568,
        "r": "csb:Job:10:13",
        "t": "“Yet*pn you concealed these thoughts in your heart; I*ln know that this was your hidden plan:"
    },
    {
        "o": 14569,
        "r": "csb:Job:10:14",
        "t": "if*ln I sin, you would notice, and*ln would not acquit me of my iniquity."
    },
    {
        "o": 14570,
        "r": "csb:Job:10:15",
        "t": "If*ln I am wicked, woe to me! And*ln even if I am righteous, I cannot lift up my head. I*ln am filled with shame and*ln have drunk deeply of my affliction."
    },
    {
        "o": 14571,
        "r": "csb:Job:10:16",
        "t": "If*ln I am proud, you hunt me like a lion and*ln again display your miraculous power against me."
    },
    {
        "o": 14572,
        "r": "csb:Job:10:17",
        "t": "You*ln produce new witnesses against me and*ln multiply your anger toward me. Hardships*ln assault me, wave after wave."
    },
    {
        "o": 14573,
        "r": "csb:Job:10:18",
        "t": "“Why*pn did you bring me out of the womb? I*ln should have died and never been seen."
    },
    {
        "o": 14574,
        "r": "csb:Job:10:19",
        "t": "I*ln wish I had never existed but*ln had been carried from the womb to the grave."
    },
    {
        "o": 14575,
        "r": "csb:Job:10:20",
        "t": "Are*ln my days not few? Stop it! Leave*ln me alone, so that I can smile a little"
    },
    {
        "o": 14576,
        "r": "csb:Job:10:21",
        "t": "before*ln I go to a land of darkness and gloom, never*ln to return."
    },
    {
        "o": 14577,
        "r": "csb:Job:10:22",
        "t": "It*ln is a land of blackness like the deepest darkness, gloomy*ln and chaotic, where*ln even the light is like the darkness.”"
    },
    {
        "o": 14578,
        "r": "csb:Job:11:0",
        "t": "Job 11",
        "h": 1
    },
    {
        "o": 14579,
        "r": "csb:Job:11:0",
        "t": "Zophar Speaks",
        "h": 2
    },
    {
        "o": 14580,
        "r": "csb:Job:11:1",
        "t": "Then*p Zophar the Naamathite replied:"
    },
    {
        "o": 14581,
        "r": "csb:Job:11:2",
        "t": "Should*pn this abundance of words go unanswered and*ln such a talker be acquitted?"
    },
    {
        "o": 14582,
        "r": "csb:Job:11:3",
        "t": "Should*ln your babbling put others to silence, so*ln that you can keep on ridiculing with*ln no one to humiliate you?"
    },
    {
        "o": 14583,
        "r": "csb:Job:11:4",
        "t": "You*ln have said, “My teaching is sound, and*ln I am pure in your sight.”"
    },
    {
        "o": 14584,
        "r": "csb:Job:11:5",
        "t": "But*ln if only God would speak and*ln open his lips against you!"
    },
    {
        "o": 14585,
        "r": "csb:Job:11:6",
        "t": "He*ln would show you the secrets of wisdom, for*ln true wisdom has two sides. Know*ln then that God has chosen to overlook some of your iniquity."
    },
    {
        "o": 14586,
        "r": "csb:Job:11:7",
        "t": "Can*pn you fathom the depths of God or*ln discover the limits of the Almighty?"
    },
    {
        "o": 14587,
        "r": "csb:Job:11:8",
        "t": "They*ln are higher than the heavens - what can you do? They*ln are deeper than Sheol - what can you know?"
    },
    {
        "o": 14588,
        "r": "csb:Job:11:9",
        "t": "Their*ln measure is longer than the earth and*ln wider than the sea."
    },
    {
        "o": 14589,
        "r": "csb:Job:11:10",
        "t": "If*pn he passes by and throws someone in prison or*ln convenes a court, who can stop him?"
    },
    {
        "o": 14590,
        "r": "csb:Job:11:11",
        "t": "Surely*ln he knows which people are worthless. If*ln he sees iniquity, will he not take note of it?"
    },
    {
        "o": 14591,
        "r": "csb:Job:11:12",
        "t": "But*ln a stupid person will gain understanding as*ln soon as a wild donkey is born a human!"
    },
    {
        "o": 14592,
        "r": "csb:Job:11:13",
        "t": "As*pn for you, if you redirect your heart and*ln spread out your hands to him in prayer —"
    },
    {
        "o": 14593,
        "r": "csb:Job:11:14",
        "t": "if*ln there is iniquity in your hand, remove it, and*ln don’t allow injustice to dwell in your tents —"
    },
    {
        "o": 14594,
        "r": "csb:Job:11:15",
        "t": "then*ln you will hold your head high, free from fault. You*ln will be firmly established and unafraid."
    },
    {
        "o": 14595,
        "r": "csb:Job:11:16",
        "t": "For*ln you will forget your suffering, recalling*ln it only as water that has flowed by."
    },
    {
        "o": 14596,
        "r": "csb:Job:11:17",
        "t": "Your*ln life will be brighter than noonday; its*ln darkness will be like the morning."
    },
    {
        "o": 14597,
        "r": "csb:Job:11:18",
        "t": "You*ln will be confident, because there is hope. You*ln will look carefully about and lie down in safety."
    },
    {
        "o": 14598,
        "r": "csb:Job:11:19",
        "t": "You*pn will lie down with no one to frighten you, and*ln many will seek your favor."
    },
    {
        "o": 14599,
        "r": "csb:Job:11:20",
        "t": "But*ln the sight of the wicked will fail. Their*ln way of escape will be cut off, and*ln their only hope is their last breath."
    },
    {
        "o": 14600,
        "r": "csb:Job:12:0",
        "t": "Job 12",
        "h": 1
    },
    {
        "o": 14601,
        "r": "csb:Job:12:0",
        "t": "Job’s Reply to Zophar",
        "h": 2
    },
    {
        "o": 14602,
        "r": "csb:Job:12:1",
        "t": "Then*p Job answered:"
    },
    {
        "o": 14603,
        "r": "csb:Job:12:2",
        "t": "No*pn doubt you are the people, and*ln wisdom will die with you!"
    },
    {
        "o": 14604,
        "r": "csb:Job:12:3",
        "t": "But*ln I also have a mind like you; I*ln am not inferior to you. Who*ln doesn’t know the things you are talking about?"
    },
    {
        "o": 14605,
        "r": "csb:Job:12:4",
        "t": "I*pn am a laughingstock to my friends, by*ln calling on God, who answers me. The*ln righteous and blameless man is a laughingstock."
    },
    {
        "o": 14606,
        "r": "csb:Job:12:5",
        "t": "The*ln one who is at ease holds calamity in contempt and*ln thinks it is prepared for those whose feet are slipping."
    },
    {
        "o": 14607,
        "r": "csb:Job:12:6",
        "t": "The*ln tents of robbers are safe, and*ln those who trouble God are secure; God*ln holds them in his hands."
    },
    {
        "o": 14608,
        "r": "csb:Job:12:7",
        "t": "But*pn ask the animals, and they will instruct you; ask*ln the birds of the sky, and they will tell you."
    },
    {
        "o": 14609,
        "r": "csb:Job:12:8",
        "t": "Or*ln speak to the earth, and it will instruct you; let*ln the fish of the sea inform you."
    },
    {
        "o": 14610,
        "r": "csb:Job:12:9",
        "t": "Which*ln of all these does not know that*ln the hand of the Lord*s has done this?"
    },
    {
        "o": 14611,
        "r": "csb:Job:12:10",
        "t": "The*ln life of every living thing is in his hand, as*ln well as the breath of all humanity."
    },
    {
        "o": 14612,
        "r": "csb:Job:12:11",
        "t": "Doesn’t*ln the ear test words as*ln the palate tastes food?"
    },
    {
        "o": 14613,
        "r": "csb:Job:12:12",
        "t": "Wisdom*ln is found with the elderly, and*ln understanding comes with long life."
    },
    {
        "o": 14614,
        "r": "csb:Job:12:13",
        "t": "Wisdom*pn and strength belong to God; counsel*ln and understanding are his."
    },
    {
        "o": 14615,
        "r": "csb:Job:12:14",
        "t": "Whatever*ln he tears down cannot be rebuilt; whoever*ln he imprisons cannot be released."
    },
    {
        "o": 14616,
        "r": "csb:Job:12:15",
        "t": "When*ln he withholds water, everything dries up, and*ln when he releases it, it destroys the land."
    },
    {
        "o": 14617,
        "r": "csb:Job:12:16",
        "t": "True*ln wisdom and power belong to him. The*ln deceived and the deceiver are his."
    },
    {
        "o": 14618,
        "r": "csb:Job:12:17",
        "t": "He*ln leads counselors away barefoot and*ln makes judges go mad."
    },
    {
        "o": 14619,
        "r": "csb:Job:12:18",
        "t": "He*ln releases the bonds put on by kings and*ln fastens a belt around their waists."
    },
    {
        "o": 14620,
        "r": "csb:Job:12:19",
        "t": "He*ln leads priests away barefoot and*ln overthrows established leaders."
    },
    {
        "o": 14621,
        "r": "csb:Job:12:20",
        "t": "He*ln deprives trusted advisers of speech and*ln takes away the elders’ good judgment."
    },
    {
        "o": 14622,
        "r": "csb:Job:12:21",
        "t": "He*ln pours out contempt on nobles and*ln disarms the strong."
    },
    {
        "o": 14623,
        "r": "csb:Job:12:22",
        "t": "He*ln reveals mysteries from the darkness and*ln brings the deepest darkness into the light."
    },
    {
        "o": 14624,
        "r": "csb:Job:12:23",
        "t": "He*ln makes nations great, then destroys them; he*ln enlarges nations, then leads them away."
    },
    {
        "o": 14625,
        "r": "csb:Job:12:24",
        "t": "He*ln deprives the world’s leaders of reason, and*ln makes them wander in a trackless wasteland."
    },
    {
        "o": 14626,
        "r": "csb:Job:12:25",
        "t": "They*ln grope around in darkness without light; he*ln makes them stagger like a drunkard."
    },
    {
        "o": 14627,
        "r": "csb:Job:13:0",
        "t": "Job 13",
        "h": 1
    },
    {
        "o": 14628,
        "r": "csb:Job:13:1",
        "t": "Look,*pn my eyes have seen all this; my*ln ears have heard and understood it."
    },
    {
        "o": 14629,
        "r": "csb:Job:13:2",
        "t": "Everything*ln you know, I also know; I*ln am not inferior to you."
    },
    {
        "o": 14630,
        "r": "csb:Job:13:3",
        "t": "Yet*ln I prefer to speak to the Almighty and*ln argue my case before God."
    },
    {
        "o": 14631,
        "r": "csb:Job:13:4",
        "t": "You*ln use lies like plaster; you*ln are all worthless healers."
    },
    {
        "o": 14632,
        "r": "csb:Job:13:5",
        "t": "If*ln only you would shut up and*ln let that be your wisdom!"
    },
    {
        "o": 14633,
        "r": "csb:Job:13:6",
        "t": "Hear*pn now my argument, and*ln listen to my defense."
    },
    {
        "o": 14634,
        "r": "csb:Job:13:7",
        "t": "Would*ln you testify unjustly on God’s behalf or*ln speak deceitfully for him?"
    },
    {
        "o": 14635,
        "r": "csb:Job:13:8",
        "t": "Would*ln you show partiality to him or*ln argue the case in his defense?"
    },
    {
        "o": 14636,
        "r": "csb:Job:13:9",
        "t": "Would*ln it go well if he examined you? Could*ln you deceive him as you would deceive a man?"
    },
    {
        "o": 14637,
        "r": "csb:Job:13:10",
        "t": "Surely*ln he would rebuke you if*ln you secretly showed partiality."
    },
    {
        "o": 14638,
        "r": "csb:Job:13:11",
        "t": "Would*ln God’s majesty not terrify you? Would*ln his dread not fall on you?"
    },
    {
        "o": 14639,
        "r": "csb:Job:13:12",
        "t": "Your*ln memorable sayings are proverbs of ash; your*ln defenses are made of clay."
    },
    {
        "o": 14640,
        "r": "csb:Job:13:13",
        "t": "Be*pn quiet, and I will speak. Let*ln whatever comes happen to me."
    },
    {
        "o": 14641,
        "r": "csb:Job:13:14",
        "t": "I*ln will put myself at risk and*ln take my life in my own hands."
    },
    {
        "o": 14642,
        "r": "csb:Job:13:15",
        "t": "Even*ln if he kills me, I will hope in him. I*ln will still defend my ways before him."
    },
    {
        "o": 14643,
        "r": "csb:Job:13:16",
        "t": "Yes,*ln this will result in my deliverance, for*ln no godless person can appear before him."
    },
    {
        "o": 14644,
        "r": "csb:Job:13:17",
        "t": "Pay*ln close attention to my words; let*ln my declaration ring in your ears."
    },
    {
        "o": 14645,
        "r": "csb:Job:13:18",
        "t": "Now*ln then, I have prepared my case; I*ln know that I am right."
    },
    {
        "o": 14646,
        "r": "csb:Job:13:19",
        "t": "Can*ln anyone indict me? If*ln so, I will be silent and die."
    },
    {
        "o": 14647,
        "r": "csb:Job:13:20",
        "t": "Only*pn grant these two things to me, God, so*ln that I will not have to hide from your presence:"
    },
    {
        "o": 14648,
        "r": "csb:Job:13:21",
        "t": "remove*ln your hand from me, and*ln do not let your terror frighten me."
    },
    {
        "o": 14649,
        "r": "csb:Job:13:22",
        "t": "Then*ln call, and I will answer, or*ln I will speak, and you can respond to me."
    },
    {
        "o": 14650,
        "r": "csb:Job:13:23",
        "t": "How*ln many iniquities and sins have I committed? Reveal*ln to me my transgression and sin."
    },
    {
        "o": 14651,
        "r": "csb:Job:13:24",
        "t": "Why*ln do you hide your face and*ln consider me your enemy?"
    },
    {
        "o": 14652,
        "r": "csb:Job:13:25",
        "t": "Will*ln you frighten a wind-driven leaf? Will*ln you chase after dry straw?"
    },
    {
        "o": 14653,
        "r": "csb:Job:13:26",
        "t": "For*ln you record bitter accusations against me and*ln make me inherit the iniquities of my youth."
    },
    {
        "o": 14654,
        "r": "csb:Job:13:27",
        "t": "You*ln put my feet in the stocks and*ln stand watch over all my paths, setting*ln a limit for the soles of my feet."
    },
    {
        "o": 14655,
        "r": "csb:Job:13:28",
        "t": "A*pn person wears out like something rotten, like*ln a moth-eaten garment."
    },
    {
        "o": 14656,
        "r": "csb:Job:14:0",
        "t": "Job 14",
        "h": 1
    },
    {
        "o": 14657,
        "r": "csb:Job:14:1",
        "t": "Anyone*pn born of woman is*ln short of days and full of trouble."
    },
    {
        "o": 14658,
        "r": "csb:Job:14:2",
        "t": "He*ln blossoms like a flower, then withers; he*ln flees like a shadow and does not last."
    },
    {
        "o": 14659,
        "r": "csb:Job:14:3",
        "t": "Do*ln you really take notice of one like this? Will*ln you bring me into judgment against you?"
    },
    {
        "o": 14660,
        "r": "csb:Job:14:4",
        "t": "Who*ln can produce something pure from what is impure? No*ln one!"
    },
    {
        "o": 14661,
        "r": "csb:Job:14:5",
        "t": "Since*ln a person’s days are determined and*ln the number of his months depends on you, and*ln since you have set limits he cannot pass,"
    },
    {
        "o": 14662,
        "r": "csb:Job:14:6",
        "t": "look*ln away from him and let him rest so*ln that he can enjoy his day like a hired worker."
    },
    {
        "o": 14663,
        "r": "csb:Job:14:7",
        "t": "There*pn is hope for a tree: If*ln it is cut down, it will sprout again, and*ln its shoots will not die."
    },
    {
        "o": 14664,
        "r": "csb:Job:14:8",
        "t": "If*ln its roots grow old in the ground and*ln its stump starts to die in the soil,"
    },
    {
        "o": 14665,
        "r": "csb:Job:14:9",
        "t": "the*ln scent of water makes it thrive and*ln produce twigs like a sapling."
    },
    {
        "o": 14666,
        "r": "csb:Job:14:10",
        "t": "But*ln a person dies and fades away; he*ln breathes his last - where is he?"
    },
    {
        "o": 14667,
        "r": "csb:Job:14:11",
        "t": "As*ln water disappears from a lake and*ln a river becomes parched and dry,"
    },
    {
        "o": 14668,
        "r": "csb:Job:14:12",
        "t": "so*ln people lie down never to rise again. They*ln will not wake up until the heavens are no more; they*ln will not stir from their sleep."
    },
    {
        "o": 14669,
        "r": "csb:Job:14:13",
        "t": "If*pn only you would hide me in Sheol and*ln conceal me until your anger passes. If*ln only you would appoint a time for me and*ln then remember me."
    },
    {
        "o": 14670,
        "r": "csb:Job:14:14",
        "t": "When*ln a person dies, will he come back to life? If*ln so, I would wait all the days of my struggle until*ln my relief comes."
    },
    {
        "o": 14671,
        "r": "csb:Job:14:15",
        "t": "You*ln would call, and I would answer you. You*ln would long for the work of your hands."
    },
    {
        "o": 14672,
        "r": "csb:Job:14:16",
        "t": "For*ln then you would count my steps but*ln would not take note of my sin."
    },
    {
        "o": 14673,
        "r": "csb:Job:14:17",
        "t": "My*ln rebellion would be sealed up in a bag, and*ln you would cover over my iniquity."
    },
    {
        "o": 14674,
        "r": "csb:Job:14:18",
        "t": "But*pn as a mountain collapses and crumbles and*ln a rock is dislodged from its place,"
    },
    {
        "o": 14675,
        "r": "csb:Job:14:19",
        "t": "as*ln water wears away stones and*ln torrents wash away the soil from the land, so*ln you destroy a man’s hope."
    },
    {
        "o": 14676,
        "r": "csb:Job:14:20",
        "t": "You*ln completely overpower him, and he passes on; you*ln change his appearance and send him away."
    },
    {
        "o": 14677,
        "r": "csb:Job:14:21",
        "t": "If*ln his sons receive honor, he does not know it; if*ln they become insignificant, he is unaware of it."
    },
    {
        "o": 14678,
        "r": "csb:Job:14:22",
        "t": "He*ln feels only the pain of his own body and*ln mourns only for himself."
    },
    {
        "o": 14679,
        "r": "csb:Job:14:22",
        "t": "Second Series of Speeches",
        "h": 2.5
    },
    {
        "o": 14680,
        "r": "csb:Job:15:0",
        "t": "Job 15",
        "h": 1
    },
    {
        "o": 14681,
        "r": "csb:Job:15:0",
        "t": "Eliphaz Speaks",
        "h": 2
    },
    {
        "o": 14682,
        "r": "csb:Job:15:1",
        "t": "Then*p Eliphaz the Temanite replied:"
    },
    {
        "o": 14683,
        "r": "csb:Job:15:2",
        "t": "Does*pn a wise man answer with empty counsel or*ln fill himself with the hot east wind?"
    },
    {
        "o": 14684,
        "r": "csb:Job:15:3",
        "t": "Should*ln he argue with useless talk or*ln with words that serve no good purpose?"
    },
    {
        "o": 14685,
        "r": "csb:Job:15:4",
        "t": "But*ln you even undermine the fear of God and*ln hinder meditation before him."
    },
    {
        "o": 14686,
        "r": "csb:Job:15:5",
        "t": "Your*ln iniquity teaches you what to say, and*ln you choose the language of the crafty."
    },
    {
        "o": 14687,
        "r": "csb:Job:15:6",
        "t": "Your*ln own mouth condemns you, not I; your*ln own lips testify against you."
    },
    {
        "o": 14688,
        "r": "csb:Job:15:7",
        "t": "Were*pn you the first human ever born, or*ln were you brought forth before the hills?"
    },
    {
        "o": 14689,
        "r": "csb:Job:15:8",
        "t": "Do*ln you listen in on the council of God, or*ln have a monopoly on wisdom?"
    },
    {
        "o": 14690,
        "r": "csb:Job:15:9",
        "t": "What*ln do you know that we don’t? What*ln do you understand that is not clear to us?"
    },
    {
        "o": 14691,
        "r": "csb:Job:15:10",
        "t": "Both*ln the gray-haired and the elderly are with us— older*ln than your father."
    },
    {
        "o": 14692,
        "r": "csb:Job:15:11",
        "t": "Are*ln God’s consolations not enough for you, even*ln the words that deal gently with you?"
    },
    {
        "o": 14693,
        "r": "csb:Job:15:12",
        "t": "Why*ln has your heart misled you, and*ln why do your eyes flash"
    },
    {
        "o": 14694,
        "r": "csb:Job:15:13",
        "t": "as*ln you turn your anger against God and*ln allow such words to leave your mouth?"
    },
    {
        "o": 14695,
        "r": "csb:Job:15:14",
        "t": "What*pn is a mere human, that he should be pure, or*ln one born of a woman, that he should be righteous?"
    },
    {
        "o": 14696,
        "r": "csb:Job:15:15",
        "t": "If*ln God puts no trust in his holy ones and*ln the heavens are not pure in his sight,"
    },
    {
        "o": 14697,
        "r": "csb:Job:15:16",
        "t": "how*ln much less one who is revolting and corrupt, who*ln drinks injustice like water?"
    },
    {
        "o": 14698,
        "r": "csb:Job:15:17",
        "t": "Listen*pn to me and I will inform you. I*ln will describe what I have seen,"
    },
    {
        "o": 14699,
        "r": "csb:Job:15:18",
        "t": "what*ln the wise have declared and not concealed, that*ln came from their ancestors,"
    },
    {
        "o": 14700,
        "r": "csb:Job:15:19",
        "t": "to*ln whom alone the land was given when*ln no foreigner passed among them."
    },
    {
        "o": 14701,
        "r": "csb:Job:15:20",
        "t": "A*ln wicked person writhes in pain all his days, throughout*ln the number of years reserved for the ruthless."
    },
    {
        "o": 14702,
        "r": "csb:Job:15:21",
        "t": "Dreadful*ln sounds fill his ears; when*ln he is at peace, a robber attacks him."
    },
    {
        "o": 14703,
        "r": "csb:Job:15:22",
        "t": "He*ln doesn’t believe he will return from darkness; he*ln is destined for the sword."
    },
    {
        "o": 14704,
        "r": "csb:Job:15:23",
        "t": "He*ln wanders about for food, asking, “Where is it?” He*ln knows the day of darkness is at hand."
    },
    {
        "o": 14705,
        "r": "csb:Job:15:24",
        "t": "Trouble*ln and distress terrify him, overwhelming*ln him like a king prepared for battle."
    },
    {
        "o": 14706,
        "r": "csb:Job:15:25",
        "t": "For*ln he has stretched out his hand against God and*ln has arrogantly opposed the Almighty."
    },
    {
        "o": 14707,
        "r": "csb:Job:15:26",
        "t": "He*ln rushes headlong at him with*ln his thick, studded shields."
    },
    {
        "o": 14708,
        "r": "csb:Job:15:27",
        "t": "Though*ln his face is covered with fat and*ln his waistline bulges with it,"
    },
    {
        "o": 14709,
        "r": "csb:Job:15:28",
        "t": "he*ln will dwell in ruined cities, in*ln abandoned houses destined to become piles of rubble."
    },
    {
        "o": 14710,
        "r": "csb:Job:15:29",
        "t": "He*ln will no longer be rich; his wealth will not endure. His*ln possessions will not increase in the land."
    },
    {
        "o": 14711,
        "r": "csb:Job:15:30",
        "t": "He*ln will not escape from the darkness; flames*ln will wither his shoots, and*ln by the breath of God’s mouth, he will depart."
    },
    {
        "o": 14712,
        "r": "csb:Job:15:31",
        "t": "Let*ln him not put trust in worthless things, being led astray, for*ln what he gets in exchange will prove worthless."
    },
    {
        "o": 14713,
        "r": "csb:Job:15:32",
        "t": "It*ln will be accomplished before his time, and*ln his branch will not flourish."
    },
    {
        "o": 14714,
        "r": "csb:Job:15:33",
        "t": "He*ln will be like a vine that drops its unripe grapes and*ln like an olive tree that sheds its blossoms."
    },
    {
        "o": 14715,
        "r": "csb:Job:15:34",
        "t": "For*ln the company of the godless will have no children, and*ln fire will consume the tents of those who offer bribes."
    },
    {
        "o": 14716,
        "r": "csb:Job:15:35",
        "t": "They*ln conceive trouble and give birth to evil; their*ln womb prepares deception."
    },
    {
        "o": 14717,
        "r": "csb:Job:16:0",
        "t": "Job 16",
        "h": 1
    },
    {
        "o": 14718,
        "r": "csb:Job:16:0",
        "t": "Job’s Reply to Eliphaz",
        "h": 2
    },
    {
        "o": 14719,
        "r": "csb:Job:16:1",
        "t": "Then*p Job answered:"
    },
    {
        "o": 14720,
        "r": "csb:Job:16:2",
        "t": "I*pn have heard many things like these. You*ln are all miserable comforters."
    },
    {
        "o": 14721,
        "r": "csb:Job:16:3",
        "t": "Is*ln there no end to your empty words? What*ln provokes you that you continue testifying?"
    },
    {
        "o": 14722,
        "r": "csb:Job:16:4",
        "t": "If*ln you were in my place I could also talk like you. I*ln could string words together against you and*ln shake my head at you."
    },
    {
        "o": 14723,
        "r": "csb:Job:16:5",
        "t": "Instead,*ln I would encourage you with my mouth, and*ln the consolation from my lips would bring relief."
    },
    {
        "o": 14724,
        "r": "csb:Job:16:6",
        "t": "If*pn I speak, my suffering is not relieved, and*ln if I hold back, does any of it leave me?"
    },
    {
        "o": 14725,
        "r": "csb:Job:16:7",
        "t": "Surely*ln he has now exhausted me. You*ln have devastated my entire family."
    },
    {
        "o": 14726,
        "r": "csb:Job:16:8",
        "t": "You*ln have shriveled me up- it has become a witness; my*ln frailty rises up against me and testifies to my face."
    },
    {
        "o": 14727,
        "r": "csb:Job:16:9",
        "t": "His*ln anger tears at me, and he harasses me. He*ln gnashes his teeth at me. My*ln enemy pierces me with his eyes."
    },
    {
        "o": 14728,
        "r": "csb:Job:16:10",
        "t": "They*ln open their mouths against me and*ln strike my cheeks with contempt; they*ln join themselves together against me."
    },
    {
        "o": 14729,
        "r": "csb:Job:16:11",
        "t": "God*ln hands me over to the unjust; he*ln throws me to the wicked."
    },
    {
        "o": 14730,
        "r": "csb:Job:16:12",
        "t": "I*ln was at ease, but he shattered me; he*ln seized me by the scruff of the neck and*ln smashed me to pieces. He*ln set me up as his target;"
    },
    {
        "o": 14731,
        "r": "csb:Job:16:13",
        "t": "his*ln archers surround me. He*ln pierces my kidneys without mercy and*ln pours my bile on the ground."
    },
    {
        "o": 14732,
        "r": "csb:Job:16:14",
        "t": "He*ln breaks through my defenses again and again; he*ln charges at me like a warrior."
    },
    {
        "o": 14733,
        "r": "csb:Job:16:15",
        "t": "I*pn have sewn sackcloth over my skin; I*ln have buried my strength in the dust."
    },
    {
        "o": 14734,
        "r": "csb:Job:16:16",
        "t": "My*ln face has grown red with weeping, and*ln darkness covers my eyes,"
    },
    {
        "o": 14735,
        "r": "csb:Job:16:17",
        "t": "although*ln my hands are free from violence and*ln my prayer is pure."
    },
    {
        "o": 14736,
        "r": "csb:Job:16:18",
        "t": "Earth,*pn do not cover my blood; may*ln my cry for help find no resting place."
    },
    {
        "o": 14737,
        "r": "csb:Job:16:19",
        "t": "Even*ln now my witness is in heaven, and*ln my advocate is in the heights!"
    },
    {
        "o": 14738,
        "r": "csb:Job:16:20",
        "t": "My*ln friends scoff at me as*ln I weep before God."
    },
    {
        "o": 14739,
        "r": "csb:Job:16:21",
        "t": "I*ln wish that someone might argue for a man with God just*ln as anyone would for a friend."
    },
    {
        "o": 14740,
        "r": "csb:Job:16:22",
        "t": "For*ln only a few years will pass before*ln I go the way of no return."
    },
    {
        "o": 14741,
        "r": "csb:Job:17:0",
        "t": "Job 17",
        "h": 1
    },
    {
        "o": 14742,
        "r": "csb:Job:17:1",
        "t": "My*pn spirit is broken. My*ln days are extinguished. A*ln graveyard awaits me."
    },
    {
        "o": 14743,
        "r": "csb:Job:17:2",
        "t": "Surely*ln mockers surround me, and*ln my eyes must gaze at their rebellion."
    },
    {
        "o": 14744,
        "r": "csb:Job:17:3",
        "t": "Accept*pn my pledge! Put up security for me. Who*ln else will be my sponsor?"
    },
    {
        "o": 14745,
        "r": "csb:Job:17:4",
        "t": "You*ln have closed their minds to understanding, therefore*ln you will not honor them."
    },
    {
        "o": 14746,
        "r": "csb:Job:17:5",
        "t": "If*ln a man denounces his friends for a price, the*ln eyes of his children will fail."
    },
    {
        "o": 14747,
        "r": "csb:Job:17:6",
        "t": "He*pn has made me an object of scorn to the people; I*ln have become a man people spit at."
    },
    {
        "o": 14748,
        "r": "csb:Job:17:7",
        "t": "My*ln eyes have grown dim from grief, and*ln my whole body has become but a shadow."
    },
    {
        "o": 14749,
        "r": "csb:Job:17:8",
        "t": "The*ln upright are appalled at this, and*ln the innocent are roused against the godless."
    },
    {
        "o": 14750,
        "r": "csb:Job:17:9",
        "t": "Yet*ln the righteous person will hold to his way, and*ln the one whose hands are clean will grow stronger."
    },
    {
        "o": 14751,
        "r": "csb:Job:17:10",
        "t": "But*ln come back and try again, all of you. I*ln will not find a wise man among you."
    },
    {
        "o": 14752,
        "r": "csb:Job:17:11",
        "t": "My*pn days have slipped by; my*ln plans have been ruined, even*ln the things dear to my heart."
    },
    {
        "o": 14753,
        "r": "csb:Job:17:12",
        "t": "They*ln turned night into day and*ln made light seem near in the face of darkness."
    },
    {
        "o": 14754,
        "r": "csb:Job:17:13",
        "t": "If*ln I await Sheol as my home, spread*ln out my bed in darkness,"
    },
    {
        "o": 14755,
        "r": "csb:Job:17:14",
        "t": "and*ln say to corruption, “You are my father,” and*ln to the maggot, “My mother” or “My sister,”"
    },
    {
        "o": 14756,
        "r": "csb:Job:17:15",
        "t": "where*ln then is my hope? Who*ln can see any hope for me?"
    },
    {
        "o": 14757,
        "r": "csb:Job:17:16",
        "t": "Will*ln it go down to the gates of Sheol, or*ln will we descend together to the dust?"
    },
    {
        "o": 14758,
        "r": "csb:Job:18:0",
        "t": "Job 18",
        "h": 1
    },
    {
        "o": 14759,
        "r": "csb:Job:18:0",
        "t": "Bildad Speaks",
        "h": 2
    },
    {
        "o": 14760,
        "r": "csb:Job:18:1",
        "t": "Then*p Bildad the Shuhite replied:"
    },
    {
        "o": 14761,
        "r": "csb:Job:18:2",
        "t": "How*pn long until you stop talking? Show*ln some sense, and then we can talk."
    },
    {
        "o": 14762,
        "r": "csb:Job:18:3",
        "t": "Why*ln are we regarded as cattle, as*ln stupid in your sight?"
    },
    {
        "o": 14763,
        "r": "csb:Job:18:4",
        "t": "You*ln who tear yourself in anger— should*ln the earth be abandoned on your account, or*ln a rock be removed from its place?"
    },
    {
        "o": 14764,
        "r": "csb:Job:18:5",
        "t": "Yes,*pn the light of the wicked is extinguished; the*ln flame of his fire does not glow."
    },
    {
        "o": 14765,
        "r": "csb:Job:18:6",
        "t": "The*ln light in his tent grows dark, and*ln the lamp beside him is put out."
    },
    {
        "o": 14766,
        "r": "csb:Job:18:7",
        "t": "His*pn powerful stride is shortened, and*ln his own schemes trip him up."
    },
    {
        "o": 14767,
        "r": "csb:Job:18:8",
        "t": "For*ln his own feet lead him into a net, and*ln he strays into its mesh."
    },
    {
        "o": 14768,
        "r": "csb:Job:18:9",
        "t": "A*ln trap catches him by the heel; a*ln noose seizes him."
    },
    {
        "o": 14769,
        "r": "csb:Job:18:10",
        "t": "A*ln rope lies hidden for him on the ground, and*ln a snare waits for him along the path."
    },
    {
        "o": 14770,
        "r": "csb:Job:18:11",
        "t": "Terrors*ln frighten him on every side and*ln harass him at every step."
    },
    {
        "o": 14771,
        "r": "csb:Job:18:12",
        "t": "His*ln strength is depleted; disaster*ln lies ready for him to stumble."
    },
    {
        "o": 14772,
        "r": "csb:Job:18:13",
        "t": "Parts*pn of his skin are eaten away; death’s*ln firstborn consumes his limbs."
    },
    {
        "o": 14773,
        "r": "csb:Job:18:14",
        "t": "He*ln is ripped from the security of his tent and*ln marched away to the king of terrors."
    },
    {
        "o": 14774,
        "r": "csb:Job:18:15",
        "t": "Nothing*ln he owned remains in his tent. Burning*ln sulfur is scattered over his home."
    },
    {
        "o": 14775,
        "r": "csb:Job:18:16",
        "t": "His*ln roots below dry up, and*ln his branches above wither away."
    },
    {
        "o": 14776,
        "r": "csb:Job:18:17",
        "t": "All*ln memory of him perishes from the earth; he*ln has no name anywhere."
    },
    {
        "o": 14777,
        "r": "csb:Job:18:18",
        "t": "He*ln is driven from light to darkness and*ln chased from the inhabited world."
    },
    {
        "o": 14778,
        "r": "csb:Job:18:19",
        "t": "He*ln has no children or descendants among his people, no*ln survivor where he used to live."
    },
    {
        "o": 14779,
        "r": "csb:Job:18:20",
        "t": "Those*ln in the west are appalled at his fate, while*ln those in the east tremble in horror."
    },
    {
        "o": 14780,
        "r": "csb:Job:18:21",
        "t": "Indeed,*pn such is the dwelling of the unjust man, and*ln this is the place of the one who does not know God."
    },
    {
        "o": 14781,
        "r": "csb:Job:19:0",
        "t": "Job 19",
        "h": 1
    },
    {
        "o": 14782,
        "r": "csb:Job:19:0",
        "t": "Job’s Reply to Bildad",
        "h": 2
    },
    {
        "o": 14783,
        "r": "csb:Job:19:1",
        "t": "Then*p Job answered:"
    },
    {
        "o": 14784,
        "r": "csb:Job:19:2",
        "t": "How*pn long will you torment me and*ln crush me with words?"
    },
    {
        "o": 14785,
        "r": "csb:Job:19:3",
        "t": "You*ln have humiliated me ten times now, and*ln you mistreat me without shame."
    },
    {
        "o": 14786,
        "r": "csb:Job:19:4",
        "t": "Even*ln if it is true that I have sinned, my*ln mistake concerns only me."
    },
    {
        "o": 14787,
        "r": "csb:Job:19:5",
        "t": "If*ln you really want to appear superior to me and*ln would use my disgrace as evidence against me,"
    },
    {
        "o": 14788,
        "r": "csb:Job:19:6",
        "t": "then*ln understand that it is God who has wronged me and*ln caught me in his net."
    },
    {
        "o": 14789,
        "r": "csb:Job:19:7",
        "t": "I*ln cry out, “Violence!” but get no response; I*ln call for help, but there is no justice."
    },
    {
        "o": 14790,
        "r": "csb:Job:19:8",
        "t": "He*ln has blocked my way so that I cannot pass through; he*ln has veiled my paths with darkness."
    },
    {
        "o": 14791,
        "r": "csb:Job:19:9",
        "t": "He*ln has stripped me of my honor and*ln removed the crown from my head."
    },
    {
        "o": 14792,
        "r": "csb:Job:19:10",
        "t": "He*ln tears me down on every side so that I am ruined. He*ln uproots my hope like a tree."
    },
    {
        "o": 14793,
        "r": "csb:Job:19:11",
        "t": "His*ln anger burns against me, and*ln he regards me as one of his enemies."
    },
    {
        "o": 14794,
        "r": "csb:Job:19:12",
        "t": "His*ln troops advance together; they*ln construct a ramp against me and*ln camp around my tent."
    },
    {
        "o": 14795,
        "r": "csb:Job:19:13",
        "t": "He*ln has removed my brothers from me; my*ln acquaintances have abandoned me."
    },
    {
        "o": 14796,
        "r": "csb:Job:19:14",
        "t": "My*ln relatives stop coming by, and*ln my close friends have forgotten me."
    },
    {
        "o": 14797,
        "r": "csb:Job:19:15",
        "t": "My*ln house guests and female servants regard me as a stranger; I*ln am a foreigner in their sight."
    },
    {
        "o": 14798,
        "r": "csb:Job:19:16",
        "t": "I*ln call for my servant, but he does not answer, even*ln if I beg him with my own mouth."
    },
    {
        "o": 14799,
        "r": "csb:Job:19:17",
        "t": "My*ln breath is offensive to my wife, and*ln my own family finds me repulsive."
    },
    {
        "o": 14800,
        "r": "csb:Job:19:18",
        "t": "Even*ln young boys scorn me. When*ln I stand up, they mock me."
    },
    {
        "o": 14801,
        "r": "csb:Job:19:19",
        "t": "All*ln of my best friends despise me, and*ln those I love have turned against me."
    },
    {
        "o": 14802,
        "r": "csb:Job:19:20",
        "t": "My*ln skin and my flesh cling to my bones; I*ln have escaped with only the skin of my teeth."
    },
    {
        "o": 14803,
        "r": "csb:Job:19:21",
        "t": "Have*ln mercy on me, my friends, have mercy, for*ln God’s hand has struck me."
    },
    {
        "o": 14804,
        "r": "csb:Job:19:22",
        "t": "Why*ln do you persecute me as God does? Will*ln you never get enough of my flesh?"
    },
    {
        "o": 14805,
        "r": "csb:Job:19:23",
        "t": "I*pn wish that my words were written down, that*ln they were recorded on a scroll"
    },
    {
        "o": 14806,
        "r": "csb:Job:19:24",
        "t": "or*ln were inscribed in stone forever by*ln an iron stylus and lead!"
    },
    {
        "o": 14807,
        "r": "csb:Job:19:25",
        "t": "But*ln I know that my Redeemer lives, and*ln at the end he will stand on the dust."
    },
    {
        "o": 14808,
        "r": "csb:Job:19:26",
        "t": "Even*ln after my skin has been destroyed, yet*ln I will see God in my flesh."
    },
    {
        "o": 14809,
        "r": "csb:Job:19:27",
        "t": "I*ln will see him myself; my*ln eyes will look at him, and not as a stranger. My*ln heart longs within me."
    },
    {
        "o": 14810,
        "r": "csb:Job:19:28",
        "t": "If*pn you say, “How will we pursue him, since*ln the root of the problem lies with him?”"
    },
    {
        "o": 14811,
        "r": "csb:Job:19:29",
        "t": "then*ln be afraid of the sword, because*ln wrath brings punishment by the sword, so*ln that you may know there is a judgment."
    },
    {
        "o": 14812,
        "r": "csb:Job:20:0",
        "t": "Job 20",
        "h": 1
    },
    {
        "o": 14813,
        "r": "csb:Job:20:0",
        "t": "Zophar Speaks",
        "h": 2
    },
    {
        "o": 14814,
        "r": "csb:Job:20:1",
        "t": "Then*p Zophar the Naamathite replied:"
    },
    {
        "o": 14815,
        "r": "csb:Job:20:2",
        "t": "This*pn is why my unsettling thoughts compel me to answer, because*ln I am upset!"
    },
    {
        "o": 14816,
        "r": "csb:Job:20:3",
        "t": "I*ln have heard a rebuke that insults me, and*ln my understanding makes me reply."
    },
    {
        "o": 14817,
        "r": "csb:Job:20:4",
        "t": "Don’t*pn you know that ever since antiquity, from*ln the time a human was placed on earth,"
    },
    {
        "o": 14818,
        "r": "csb:Job:20:5",
        "t": "the*ln joy of the wicked has been brief and*ln the happiness of the godless has lasted only a moment?"
    },
    {
        "o": 14819,
        "r": "csb:Job:20:6",
        "t": "Though*ln his arrogance reaches heaven, and*ln his head touches the clouds,"
    },
    {
        "o": 14820,
        "r": "csb:Job:20:7",
        "t": "he*ln will vanish forever like his own dung. Those*ln who know him will ask, “Where is he?”"
    },
    {
        "o": 14821,
        "r": "csb:Job:20:8",
        "t": "He*ln will fly away like a dream and never be found; he*ln will be chased away like a vision in the night."
    },
    {
        "o": 14822,
        "r": "csb:Job:20:9",
        "t": "The*ln eye that saw him will see him no more, and*ln his household will no longer see him."
    },
    {
        "o": 14823,
        "r": "csb:Job:20:10",
        "t": "His*ln children will beg from the poor, for*ln his own hands must give back his wealth."
    },
    {
        "o": 14824,
        "r": "csb:Job:20:11",
        "t": "His*ln frame may be full of youthful vigor, but*ln it will lie down with him in dust."
    },
    {
        "o": 14825,
        "r": "csb:Job:20:12",
        "t": "Though*pn evil tastes sweet in his mouth and*ln he conceals it under his tongue,"
    },
    {
        "o": 14826,
        "r": "csb:Job:20:13",
        "t": "though*ln he cherishes it and will not let it go but*ln keeps it in his mouth,"
    },
    {
        "o": 14827,
        "r": "csb:Job:20:14",
        "t": "yet*ln the food in his stomach turns into*ln cobras’ venom inside him."
    },
    {
        "o": 14828,
        "r": "csb:Job:20:15",
        "t": "He*ln swallows wealth but must vomit it up; God*ln will force it from his stomach."
    },
    {
        "o": 14829,
        "r": "csb:Job:20:16",
        "t": "He*ln will suck the poison of cobras; a*ln viper’s fangs will kill him."
    },
    {
        "o": 14830,
        "r": "csb:Job:20:17",
        "t": "He*ln will not enjoy the streams, the*ln rivers flowing with honey and curds."
    },
    {
        "o": 14831,
        "r": "csb:Job:20:18",
        "t": "He*ln must return the fruit of his labor without consuming it; he*ln doesn’t enjoy the profits from his trading."
    },
    {
        "o": 14832,
        "r": "csb:Job:20:19",
        "t": "For*ln he oppressed and abandoned the poor; he*ln seized a house he did not build."
    },
    {
        "o": 14833,
        "r": "csb:Job:20:20",
        "t": "Because*pn his appetite is never satisfied, he*ln does not let anything he desires escape."
    },
    {
        "o": 14834,
        "r": "csb:Job:20:21",
        "t": "Nothing*ln is left for him to consume; therefore,*ln his prosperity will not last."
    },
    {
        "o": 14835,
        "r": "csb:Job:20:22",
        "t": "At*ln the height of his success distress will come to him; the*ln full weight of misery will crush him."
    },
    {
        "o": 14836,
        "r": "csb:Job:20:23",
        "t": "When*ln he fills his stomach, God*ln will send his burning anger against him, raining*ln it down on him while he is eating."
    },
    {
        "o": 14837,
        "r": "csb:Job:20:24",
        "t": "If*ln he flees from an iron weapon, an*ln arrow from a bronze bow will pierce him."
    },
    {
        "o": 14838,
        "r": "csb:Job:20:25",
        "t": "He*ln pulls it out of his back, the*ln flashing tip out of his liver. Terrors*ln come over him."
    },
    {
        "o": 14839,
        "r": "csb:Job:20:26",
        "t": "Total*ln darkness is reserved for his treasures. A*ln fire unfanned by human hands will consume him; it*ln will feed on what is left in his tent."
    },
    {
        "o": 14840,
        "r": "csb:Job:20:27",
        "t": "The*ln heavens will expose his iniquity, and*ln the earth will rise up against him."
    },
    {
        "o": 14841,
        "r": "csb:Job:20:28",
        "t": "The*ln possessions in his house will be removed, flowing*ln away on the day of God’s anger."
    },
    {
        "o": 14842,
        "r": "csb:Job:20:29",
        "t": "This*ln is the wicked person’s lot from God, the*ln inheritance God ordained for him."
    },
    {
        "o": 14843,
        "r": "csb:Job:21:0",
        "t": "Job 21",
        "h": 1
    },
    {
        "o": 14844,
        "r": "csb:Job:21:0",
        "t": "Job’s Reply to Zophar",
        "h": 2
    },
    {
        "o": 14845,
        "r": "csb:Job:21:1",
        "t": "Then*p Job answered:"
    },
    {
        "o": 14846,
        "r": "csb:Job:21:2",
        "t": "Pay*pn close attention to my words; let*ln this be the consolation you offer."
    },
    {
        "o": 14847,
        "r": "csb:Job:21:3",
        "t": "Bear*ln with me while I speak; then*ln after I have spoken, you may continue mocking."
    },
    {
        "o": 14848,
        "r": "csb:Job:21:4",
        "t": "As*pn for me, is my complaint against a human being? Then*ln why shouldn’t I be impatient?"
    },
    {
        "o": 14849,
        "r": "csb:Job:21:5",
        "t": "Look*ln at me and shudder; put*ln your hand over your mouth."
    },
    {
        "o": 14850,
        "r": "csb:Job:21:6",
        "t": "When*ln I think about it, I am terrified and*ln my body trembles in horror."
    },
    {
        "o": 14851,
        "r": "csb:Job:21:7",
        "t": "Why*ln do the wicked continue to live, growing*ln old and becoming powerful?"
    },
    {
        "o": 14852,
        "r": "csb:Job:21:8",
        "t": "Their*ln children are established while they are still alive, and*ln their descendants, before their eyes."
    },
    {
        "o": 14853,
        "r": "csb:Job:21:9",
        "t": "Their*ln homes are secure and free of fear; no*ln rod from God strikes them."
    },
    {
        "o": 14854,
        "r": "csb:Job:21:10",
        "t": "Their*ln bulls breed without fail; their*ln cows calve and do not miscarry."
    },
    {
        "o": 14855,
        "r": "csb:Job:21:11",
        "t": "They*ln let their little ones run around like lambs; their*ln children skip about,"
    },
    {
        "o": 14856,
        "r": "csb:Job:21:12",
        "t": "singing*ln to the tambourine and lyre and*ln rejoicing at the sound of the flute."
    },
    {
        "o": 14857,
        "r": "csb:Job:21:13",
        "t": "They*ln spend their days in prosperity and*ln go down to Sheol in peace."
    },
    {
        "o": 14858,
        "r": "csb:Job:21:14",
        "t": "Yet*ln they say to God, “Leave us alone! We*ln don’t want to know your ways."
    },
    {
        "o": 14859,
        "r": "csb:Job:21:15",
        "t": "Who*ln is the Almighty, that we should serve him, and*ln what will we gain by pleading with him?”"
    },
    {
        "o": 14860,
        "r": "csb:Job:21:16",
        "t": "But*ln their prosperity is not of their own doing. The*ln counsel of the wicked is far from me!"
    },
    {
        "o": 14861,
        "r": "csb:Job:21:17",
        "t": "How*pn often is the lamp of the wicked put out? Does*ln disaster come on them? Does*ln he apportion destruction in his anger?"
    },
    {
        "o": 14862,
        "r": "csb:Job:21:18",
        "t": "Are*ln they like straw before the wind, like*ln chaff a storm sweeps away?"
    },
    {
        "o": 14863,
        "r": "csb:Job:21:19",
        "t": "God*ln reserves a person’s punishment for his children. Let*ln God repay the person himself, so that he may know it."
    },
    {
        "o": 14864,
        "r": "csb:Job:21:20",
        "t": "Let*ln his own eyes see his demise; let*ln him drink from the Almighty’s wrath!"
    },
    {
        "o": 14865,
        "r": "csb:Job:21:21",
        "t": "For*ln what does he care about his family once he is dead, when*ln the number of his months has run out?"
    },
    {
        "o": 14866,
        "r": "csb:Job:21:22",
        "t": "Can*pn anyone teach God knowledge, since*ln he judges the exalted ones?"
    },
    {
        "o": 14867,
        "r": "csb:Job:21:23",
        "t": "One*ln person dies in excellent health, completely*ln secure and at ease."
    },
    {
        "o": 14868,
        "r": "csb:Job:21:24",
        "t": "His*ln body is well fed, and*ln his bones are full of marrow."
    },
    {
        "o": 14869,
        "r": "csb:Job:21:25",
        "t": "Yet*ln another person dies with a bitter soul, having*ln never tasted prosperity."
    },
    {
        "o": 14870,
        "r": "csb:Job:21:26",
        "t": "But*ln they both lie in the dust, and*ln worms cover them."
    },
    {
        "o": 14871,
        "r": "csb:Job:21:27",
        "t": "I*pn know your thoughts very well, the*ln schemes by which you would wrong me."
    },
    {
        "o": 14872,
        "r": "csb:Job:21:28",
        "t": "For*ln you say, “Where now is the nobleman’s house?” and*ln “Where are the tents the wicked lived in?”"
    },
    {
        "o": 14873,
        "r": "csb:Job:21:29",
        "t": "Have*ln you never consulted those who travel the roads? Don’t*ln you accept their reports?"
    },
    {
        "o": 14874,
        "r": "csb:Job:21:30",
        "t": "Indeed,*ln the evil person is spared from the day of disaster, rescued*ln from the day of wrath."
    },
    {
        "o": 14875,
        "r": "csb:Job:21:31",
        "t": "Who*ln would denounce his behavior to his face? Who*ln would repay him for what he has done?"
    },
    {
        "o": 14876,
        "r": "csb:Job:21:32",
        "t": "He*ln is carried to the grave, and*ln someone keeps watch over his tomb."
    },
    {
        "o": 14877,
        "r": "csb:Job:21:33",
        "t": "The*ln dirt on his grave is sweet to him. Everyone*ln follows behind him, and*ln those who go before him are without number."
    },
    {
        "o": 14878,
        "r": "csb:Job:21:34",
        "t": "So*pn how can you offer me such futile comfort? Your*ln answers are deceptive."
    },
    {
        "o": 14879,
        "r": "csb:Job:21:34",
        "t": "Third Series of Speeches",
        "h": 2.5
    },
    {
        "o": 14880,
        "r": "csb:Job:22:0",
        "t": "Job 22",
        "h": 1
    },
    {
        "o": 14881,
        "r": "csb:Job:22:0",
        "t": "Eliphaz Speaks",
        "h": 2
    },
    {
        "o": 14882,
        "r": "csb:Job:22:1",
        "t": "Then*p Eliphaz the Temanite replied:"
    },
    {
        "o": 14883,
        "r": "csb:Job:22:2",
        "t": "Can*pn a man be of any use to God? Can*ln even a wise man be of use to him?"
    },
    {
        "o": 14884,
        "r": "csb:Job:22:3",
        "t": "Does*ln it delight the Almighty if you are righteous? Does*ln he profit if you perfect your behavior?"
    },
    {
        "o": 14885,
        "r": "csb:Job:22:4",
        "t": "Does*pn he correct you and take you to court because*ln of your piety?"
    },
    {
        "o": 14886,
        "r": "csb:Job:22:5",
        "t": "Isn’t*ln your wickedness abundant and*ln aren’t your iniquities endless?"
    },
    {
        "o": 14887,
        "r": "csb:Job:22:6",
        "t": "For*ln you took collateral from your brothers without cause, stripping*ln off their clothes and leaving them naked."
    },
    {
        "o": 14888,
        "r": "csb:Job:22:7",
        "t": "You*ln gave no water to the thirsty and*ln withheld food from the famished,"
    },
    {
        "o": 14889,
        "r": "csb:Job:22:8",
        "t": "while*ln the land belonged to a powerful man and*ln an influential man lived on it."
    },
    {
        "o": 14890,
        "r": "csb:Job:22:9",
        "t": "You*ln sent widows away empty-handed, and*ln the strength of the fatherless was crushed."
    },
    {
        "o": 14891,
        "r": "csb:Job:22:10",
        "t": "Therefore*ln snares surround you, and*ln sudden dread terrifies you,"
    },
    {
        "o": 14892,
        "r": "csb:Job:22:11",
        "t": "or*ln darkness, so you cannot see, and*ln a flood of water covers you."
    },
    {
        "o": 14893,
        "r": "csb:Job:22:12",
        "t": "Isn’t*pn God as high as the heavens? And*ln look at the highest stars - how lofty they are!"
    },
    {
        "o": 14894,
        "r": "csb:Job:22:13",
        "t": "Yet*ln you say, “What does God know? Can*ln he judge through total darkness?"
    },
    {
        "o": 14895,
        "r": "csb:Job:22:14",
        "t": "Clouds*ln veil him so that he cannot see, as*ln he walks on the circle of the sky.”"
    },
    {
        "o": 14896,
        "r": "csb:Job:22:15",
        "t": "Will*ln you continue on the ancient path that*ln wicked men have walked?"
    },
    {
        "o": 14897,
        "r": "csb:Job:22:16",
        "t": "They*ln were snatched away before their time, and*ln their foundations were washed away by a river."
    },
    {
        "o": 14898,
        "r": "csb:Job:22:17",
        "t": "They*ln were the ones who said to God, “Leave us alone!” and*ln “What can the Almighty do to us?”"
    },
    {
        "o": 14899,
        "r": "csb:Job:22:18",
        "t": "But*ln it was he who filled their houses with good things. The*ln counsel of the wicked is far from me!"
    },
    {
        "o": 14900,
        "r": "csb:Job:22:19",
        "t": "The*ln righteous see this and rejoice; the*ln innocent mock them, saying,"
    },
    {
        "o": 14901,
        "r": "csb:Job:22:20",
        "t": "“Surely*ln our opponents are destroyed, and*ln fire has consumed what they left behind.”"
    },
    {
        "o": 14902,
        "r": "csb:Job:22:21",
        "t": "Come*pn to terms with God and be at peace; in*ln this way good will come to you."
    },
    {
        "o": 14903,
        "r": "csb:Job:22:22",
        "t": "Receive*ln instruction from his mouth, and*ln place his sayings in your heart."
    },
    {
        "o": 14904,
        "r": "csb:Job:22:23",
        "t": "If*ln you return to the Almighty, you will be renewed. If*ln you banish injustice from your tent"
    },
    {
        "o": 14905,
        "r": "csb:Job:22:24",
        "t": "and*ln consign your gold to the dust, the*ln gold of Ophir to the stones in the wadis,"
    },
    {
        "o": 14906,
        "r": "csb:Job:22:25",
        "t": "the*ln Almighty will be your gold and*ln your finest silver."
    },
    {
        "o": 14907,
        "r": "csb:Job:22:26",
        "t": "Then*ln you will delight in the Almighty and*ln lift up your face to God."
    },
    {
        "o": 14908,
        "r": "csb:Job:22:27",
        "t": "You*ln will pray to him, and he will hear you, and*ln you will fulfill your vows."
    },
    {
        "o": 14909,
        "r": "csb:Job:22:28",
        "t": "When*ln you make a decision, it will be carried out, and*ln light will shine on your ways."
    },
    {
        "o": 14910,
        "r": "csb:Job:22:29",
        "t": "When*ln others are humiliated and you say, “Lift them up,” God*ln will save the humble."
    },
    {
        "o": 14911,
        "r": "csb:Job:22:30",
        "t": "He*ln will even rescue the guilty one, who*ln will be rescued by the purity of your hands."
    },
    {
        "o": 14912,
        "r": "csb:Job:23:0",
        "t": "Job 23",
        "h": 1
    },
    {
        "o": 14913,
        "r": "csb:Job:23:0",
        "t": "Job’s Reply to Eliphaz",
        "h": 2
    },
    {
        "o": 14914,
        "r": "csb:Job:23:1",
        "t": "Then*p Job answered:"
    },
    {
        "o": 14915,
        "r": "csb:Job:23:2",
        "t": "Today*pn also my complaint is bitter. His*ln hand is heavy despite my groaning."
    },
    {
        "o": 14916,
        "r": "csb:Job:23:3",
        "t": "If*ln only I knew how to find him, so*ln that I could go to his throne."
    },
    {
        "o": 14917,
        "r": "csb:Job:23:4",
        "t": "I*ln would plead my case before him and*ln fill my mouth with arguments."
    },
    {
        "o": 14918,
        "r": "csb:Job:23:5",
        "t": "I*ln would learn how he would answer me; and*ln understand what he would say to me."
    },
    {
        "o": 14919,
        "r": "csb:Job:23:6",
        "t": "Would*ln he prosecute me forcefully? No,*ln he would certainly pay attention to me."
    },
    {
        "o": 14920,
        "r": "csb:Job:23:7",
        "t": "Then*ln an upright man could reason with him, and*ln I would escape from my Judge forever."
    },
    {
        "o": 14921,
        "r": "csb:Job:23:8",
        "t": "If*pn I go east, he is not there, and*ln if I go west, I cannot perceive him."
    },
    {
        "o": 14922,
        "r": "csb:Job:23:9",
        "t": "When*ln he is at work to the north, I cannot see him; when*ln he turns south, I cannot find him."
    },
    {
        "o": 14923,
        "r": "csb:Job:23:10",
        "t": "Yet*ln he knows the way I have taken; when*ln he has tested me, I will emerge as pure gold."
    },
    {
        "o": 14924,
        "r": "csb:Job:23:11",
        "t": "My*ln feet have followed in his tracks; I*ln have kept to his way and not turned aside."
    },
    {
        "o": 14925,
        "r": "csb:Job:23:12",
        "t": "I*ln have not departed from the commands from his lips; I*ln have treasured the words from his mouth more*ln than my daily food."
    },
    {
        "o": 14926,
        "r": "csb:Job:23:13",
        "t": "But*pn he is unchangeable; who can oppose him? He*ln does what he desires."
    },
    {
        "o": 14927,
        "r": "csb:Job:23:14",
        "t": "He*ln will certainly accomplish what he has decreed for me, and*ln he has many more things like these in mind."
    },
    {
        "o": 14928,
        "r": "csb:Job:23:15",
        "t": "Therefore*ln I am terrified in his presence; when*ln I consider this, I am afraid of him."
    },
    {
        "o": 14929,
        "r": "csb:Job:23:16",
        "t": "God*ln has made my heart faint; the*ln Almighty has terrified me."
    },
    {
        "o": 14930,
        "r": "csb:Job:23:17",
        "t": "Yet*ln I am not destroyed by the darkness, by*ln the thick darkness that covers my face."
    },
    {
        "o": 14931,
        "r": "csb:Job:24:0",
        "t": "Job 24",
        "h": 1
    },
    {
        "o": 14932,
        "r": "csb:Job:24:1",
        "t": "Why*pn does the Almighty not reserve times for judgment? Why*ln do those who know him never see his days?"
    },
    {
        "o": 14933,
        "r": "csb:Job:24:2",
        "t": "The*ln wicked displace boundary markers. They*ln steal a flock and provide pasture for it."
    },
    {
        "o": 14934,
        "r": "csb:Job:24:3",
        "t": "They*ln drive away the donkeys owned by the fatherless and*ln take the widow’s ox as collateral."
    },
    {
        "o": 14935,
        "r": "csb:Job:24:4",
        "t": "They*ln push the needy off the road; the*ln poor of the land are forced into hiding."
    },
    {
        "o": 14936,
        "r": "csb:Job:24:5",
        "t": "Like*ln wild donkeys in the wilderness, the*ln poor go out to their task of foraging for food; the*ln desert provides nourishment for their children."
    },
    {
        "o": 14937,
        "r": "csb:Job:24:6",
        "t": "They*ln gather their fodder in the field and*ln glean the vineyards of the wicked."
    },
    {
        "o": 14938,
        "r": "csb:Job:24:7",
        "t": "Without*ln clothing, they spend the night naked, having*ln no covering against the cold."
    },
    {
        "o": 14939,
        "r": "csb:Job:24:8",
        "t": "Drenched*ln by mountain rains, they*ln huddle against the rocks, shelterless."
    },
    {
        "o": 14940,
        "r": "csb:Job:24:9",
        "t": "The*ln fatherless infant is snatched from the breast; the*ln nursing child of the poor is seized as collateral."
    },
    {
        "o": 14941,
        "r": "csb:Job:24:10",
        "t": "Without*ln clothing, they wander about naked. They*ln carry sheaves but go hungry."
    },
    {
        "o": 14942,
        "r": "csb:Job:24:11",
        "t": "They*ln crush olives in their presses; they*ln tread the winepresses, but go thirsty."
    },
    {
        "o": 14943,
        "r": "csb:Job:24:12",
        "t": "From*ln the city, men groan; the*ln mortally wounded cry for help, yet*ln God pays no attention to this crime."
    },
    {
        "o": 14944,
        "r": "csb:Job:24:13",
        "t": "The*pn wicked are those who rebel against the light. They*ln do not recognize its ways or*ln stay on its paths."
    },
    {
        "o": 14945,
        "r": "csb:Job:24:14",
        "t": "The*ln murderer rises at dawn to*ln kill the poor and needy, and*ln by night he becomes a thief."
    },
    {
        "o": 14946,
        "r": "csb:Job:24:15",
        "t": "The*ln adulterer’s eye watches for twilight, thinking,*ln “No eye will see me,” and*ln he covers his face."
    },
    {
        "o": 14947,
        "r": "csb:Job:24:16",
        "t": "In*ln the dark they break into houses; by*ln day they lock themselves in, never*ln experiencing the light."
    },
    {
        "o": 14948,
        "r": "csb:Job:24:17",
        "t": "For*ln the morning is like darkness to them. Surely*ln they are familiar with the terrors of darkness!"
    },
    {
        "o": 14949,
        "r": "csb:Job:24:18",
        "t": "They*pn float on the surface of the water. Their*ln section of the land is cursed, so*ln that they never go to their vineyards."
    },
    {
        "o": 14950,
        "r": "csb:Job:24:19",
        "t": "As*ln dry ground and heat snatch away the melted snow, so*ln Sheol steals those who have sinned."
    },
    {
        "o": 14951,
        "r": "csb:Job:24:20",
        "t": "The*ln womb forgets them; worms*ln feed on them; they*ln are remembered no more. So*ln injustice is broken like a tree."
    },
    {
        "o": 14952,
        "r": "csb:Job:24:21",
        "t": "They*ln prey on the childless woman who is unable to conceive, and*ln do not deal kindly with the widow."
    },
    {
        "o": 14953,
        "r": "csb:Job:24:22",
        "t": "Yet*ln God drags away the mighty by his power; when*ln he rises up, they have no assurance of life."
    },
    {
        "o": 14954,
        "r": "csb:Job:24:23",
        "t": "He*ln gives them a sense of security, so they can rely on it, but*ln his eyes watch over their ways."
    },
    {
        "o": 14955,
        "r": "csb:Job:24:24",
        "t": "They*ln are exalted for a moment, then gone; they*ln are brought low and shrivel up like everything else. They*ln wither like heads of grain."
    },
    {
        "o": 14956,
        "r": "csb:Job:24:25",
        "t": "If*pn this is not true, then who can prove me a liar and*ln show that my speech is worthless?"
    },
    {
        "o": 14957,
        "r": "csb:Job:25:0",
        "t": "Job 25",
        "h": 1
    },
    {
        "o": 14958,
        "r": "csb:Job:25:0",
        "t": "Bildad Speaks",
        "h": 2
    },
    {
        "o": 14959,
        "r": "csb:Job:25:1",
        "t": "Then*p Bildad the Shuhite replied:"
    },
    {
        "o": 14960,
        "r": "csb:Job:25:2",
        "t": "Dominion*pn and dread belong to him, the*ln one who establishes harmony in his heights."
    },
    {
        "o": 14961,
        "r": "csb:Job:25:3",
        "t": "Can*ln his troops be numbered? Does*ln his light not shine on everyone?"
    },
    {
        "o": 14962,
        "r": "csb:Job:25:4",
        "t": "How*ln can a human be justified before God? How*ln can one born of woman be pure?"
    },
    {
        "o": 14963,
        "r": "csb:Job:25:5",
        "t": "If*ln even the moon does not shine and*ln the stars are not pure in his sight,"
    },
    {
        "o": 14964,
        "r": "csb:Job:25:6",
        "t": "how*ln much less a human, who is a maggot, a*ln son of man, who is a worm!"
    },
    {
        "o": 14965,
        "r": "csb:Job:26:0",
        "t": "Job 26",
        "h": 1
    },
    {
        "o": 14966,
        "r": "csb:Job:26:0",
        "t": "Job’s Reply to Bildad",
        "h": 2
    },
    {
        "o": 14967,
        "r": "csb:Job:26:1",
        "t": "Then*p Job answered:"
    },
    {
        "o": 14968,
        "r": "csb:Job:26:2",
        "t": "How*pn you have helped the powerless and*ln delivered the arm that is weak!"
    },
    {
        "o": 14969,
        "r": "csb:Job:26:3",
        "t": "How*ln you have counseled the unwise and*ln abundantly provided insight!"
    },
    {
        "o": 14970,
        "r": "csb:Job:26:4",
        "t": "With*ln whom did you speak these words? Whose*ln breath came out of your mouth?"
    },
    {
        "o": 14971,
        "r": "csb:Job:26:5",
        "t": "The*pn departed spirits tremble beneath*ln the waters and all that inhabit them."
    },
    {
        "o": 14972,
        "r": "csb:Job:26:6",
        "t": "Sheol*ln is naked before God, and*ln Abaddon has no covering."
    },
    {
        "o": 14973,
        "r": "csb:Job:26:7",
        "t": "He*pn stretches the northern skies over empty space; he*ln hangs the earth on nothing."
    },
    {
        "o": 14974,
        "r": "csb:Job:26:8",
        "t": "He*ln wraps up the water in his clouds, yet*ln the clouds do not burst beneath its weight."
    },
    {
        "o": 14975,
        "r": "csb:Job:26:9",
        "t": "He*ln obscures the view of his throne, spreading*ln his cloud over it."
    },
    {
        "o": 14976,
        "r": "csb:Job:26:10",
        "t": "He*ln laid out the horizon on the surface of the waters at*ln the boundary between light and darkness."
    },
    {
        "o": 14977,
        "r": "csb:Job:26:11",
        "t": "The*ln pillars that hold up the sky tremble, astounded*ln at his rebuke."
    },
    {
        "o": 14978,
        "r": "csb:Job:26:12",
        "t": "By*ln his power he stirred the sea, and*ln by his understanding he crushed Rahab."
    },
    {
        "o": 14979,
        "r": "csb:Job:26:13",
        "t": "By*pn his breath the heavens gained their beauty; his*ln hand pierced the fleeing serpent."
    },
    {
        "o": 14980,
        "r": "csb:Job:26:14",
        "t": "These*ln are but the fringes of his ways; how*ln faint is the word we hear of him! Who*ln can understand his mighty thunder?"
    },
    {
        "o": 14981,
        "r": "csb:Job:27:0",
        "t": "Job 27",
        "h": 1
    },
    {
        "o": 14982,
        "r": "csb:Job:27:1",
        "t": "Job*p continued his discourse, saying:"
    },
    {
        "o": 14983,
        "r": "csb:Job:27:2",
        "t": "As*pn God lives, who has deprived me of justice, and*ln the Almighty who has made me bitter,"
    },
    {
        "o": 14984,
        "r": "csb:Job:27:3",
        "t": "as*ln long as my breath is still in me and*ln the breath from God remains in my nostrils,"
    },
    {
        "o": 14985,
        "r": "csb:Job:27:4",
        "t": "my*ln lips will not speak unjustly, and*ln my tongue will not utter deceit."
    },
    {
        "o": 14986,
        "r": "csb:Job:27:5",
        "t": "I*ln will never affirm that you are right. I*ln will maintain my integrity until I die."
    },
    {
        "o": 14987,
        "r": "csb:Job:27:6",
        "t": "I*ln will cling to my righteousness and never let it go. My*ln conscience will not accuse me as long as I live!"
    },
    {
        "o": 14988,
        "r": "csb:Job:27:7",
        "t": "May*ln my enemy be like the wicked and*ln my opponent like the unjust."
    },
    {
        "o": 14989,
        "r": "csb:Job:27:8",
        "t": "For*ln what hope does the godless person have when he is cut off, when*ln God takes away his life?"
    },
    {
        "o": 14990,
        "r": "csb:Job:27:9",
        "t": "Will*ln God hear his cry when*ln distress comes on him?"
    },
    {
        "o": 14991,
        "r": "csb:Job:27:10",
        "t": "Will*ln he delight in the Almighty? Will*ln he call on God at all times?"
    },
    {
        "o": 14992,
        "r": "csb:Job:27:11",
        "t": "I*ln will teach you about God’s power. I*ln will not conceal what the Almighty has planned."
    },
    {
        "o": 14993,
        "r": "csb:Job:27:12",
        "t": "All*ln of you have seen this for yourselves, why*ln do you keep up this empty talk?"
    },
    {
        "o": 14994,
        "r": "csb:Job:27:13",
        "t": "This*ln is a wicked man’s lot from God, the*ln inheritance the ruthless receive from the Almighty."
    },
    {
        "o": 14995,
        "r": "csb:Job:27:14",
        "t": "Even*ln if his children increase, they are destined for the sword; his*ln descendants will never have enough food."
    },
    {
        "o": 14996,
        "r": "csb:Job:27:15",
        "t": "Those*ln who survive him will be buried by the plague, yet*ln their widows will not weep for them."
    },
    {
        "o": 14997,
        "r": "csb:Job:27:16",
        "t": "Though*ln he piles up silver like dust and*ln heaps up fine clothing like clay —"
    },
    {
        "o": 14998,
        "r": "csb:Job:27:17",
        "t": "he*ln may heap it up, but the righteous will wear it, and*ln the innocent will divide up his silver."
    },
    {
        "o": 14999,
        "r": "csb:Job:27:18",
        "t": "The*ln house he built is like a moth’s cocoon or*ln a shelter set up by a watchman."
    },
    {
        "o": 15000,
        "r": "csb:Job:27:19",
        "t": "He*ln lies down wealthy, but will do so no more; when*ln he opens his eyes, it is gone."
    },
    {
        "o": 15001,
        "r": "csb:Job:27:20",
        "t": "Terrors*ln overtake him like a flood; a*ln storm wind sweeps him away at night."
    },
    {
        "o": 15002,
        "r": "csb:Job:27:21",
        "t": "An*ln east wind picks him up, and he is gone; it*ln carries him away from his place."
    },
    {
        "o": 15003,
        "r": "csb:Job:27:22",
        "t": "It*ln blasts at him without mercy, while*ln he flees desperately from its force."
    },
    {
        "o": 15004,
        "r": "csb:Job:27:23",
        "t": "It*ln claps its hands at him and*ln scoffs at him from its place."
    },
    {
        "o": 15005,
        "r": "csb:Job:28:0",
        "t": "Job 28",
        "h": 1
    },
    {
        "o": 15006,
        "r": "csb:Job:28:0",
        "t": "A Hymn to Wisdom",
        "h": 2
    },
    {
        "o": 15007,
        "r": "csb:Job:28:1",
        "t": "Surely*pn there is a mine for silver and*ln a place where gold is refined."
    },
    {
        "o": 15008,
        "r": "csb:Job:28:2",
        "t": "Iron*ln is taken from the ground, and*ln copper is smelted from ore."
    },
    {
        "o": 15009,
        "r": "csb:Job:28:3",
        "t": "A*ln miner puts an end to the darkness; he*ln probes the deepest recesses for*ln ore in the gloomy darkness."
    },
    {
        "o": 15010,
        "r": "csb:Job:28:4",
        "t": "He*ln cuts a shaft far from human habitation, in*ln places unknown to those who walk above ground. Suspended*ln far away from people, the*ln miners swing back and forth."
    },
    {
        "o": 15011,
        "r": "csb:Job:28:5",
        "t": "Food*ln may come from the earth, but*ln below the surface the earth is transformed as by fire."
    },
    {
        "o": 15012,
        "r": "csb:Job:28:6",
        "t": "Its*ln rocks are a source of lapis lazuli, containing*ln flecks of gold."
    },
    {
        "o": 15013,
        "r": "csb:Job:28:7",
        "t": "No*ln bird of prey knows that path; no*ln falcon’s eye has seen it."
    },
    {
        "o": 15014,
        "r": "csb:Job:28:8",
        "t": "Proud*ln beasts have never walked on it; no*ln lion has ever prowled over it."
    },
    {
        "o": 15015,
        "r": "csb:Job:28:9",
        "t": "The*ln miner uses a flint tool and*ln turns up ore from the root of the mountains."
    },
    {
        "o": 15016,
        "r": "csb:Job:28:10",
        "t": "He*ln cuts out channels in the rocks, and*ln his eyes spot every treasure."
    },
    {
        "o": 15017,
        "r": "csb:Job:28:11",
        "t": "He*ln dams up the streams from flowing so*ln that he may bring to light what is hidden."
    },
    {
        "o": 15018,
        "r": "csb:Job:28:12",
        "t": "But*pn where can wisdom be found, and*ln where is understanding located?"
    },
    {
        "o": 15019,
        "r": "csb:Job:28:13",
        "t": "No*ln one can know its value, since*ln it cannot be found in the land of the living."
    },
    {
        "o": 15020,
        "r": "csb:Job:28:14",
        "t": "The*ln ocean depths say, “It’s not in me,” while*ln the sea declares, “I don’t have it.”"
    },
    {
        "o": 15021,
        "r": "csb:Job:28:15",
        "t": "Gold*ln cannot be exchanged for it, and*ln silver cannot be weighed out for its price."
    },
    {
        "o": 15022,
        "r": "csb:Job:28:16",
        "t": "Wisdom*ln cannot be valued in the gold of Ophir, in*ln precious onyx or lapis lazuli."
    },
    {
        "o": 15023,
        "r": "csb:Job:28:17",
        "t": "Gold*ln and glass do not compare with it, and*ln articles of fine gold cannot be exchanged for it."
    },
    {
        "o": 15024,
        "r": "csb:Job:28:18",
        "t": "Coral*ln and quartz are not worth mentioning. The*ln price of wisdom is beyond pearls."
    },
    {
        "o": 15025,
        "r": "csb:Job:28:19",
        "t": "Topaz*ln from Cush cannot compare with it, and*ln it cannot be valued in pure gold."
    },
    {
        "o": 15026,
        "r": "csb:Job:28:20",
        "t": "Where*pn then does wisdom come from, and*ln where is understanding located?"
    },
    {
        "o": 15027,
        "r": "csb:Job:28:21",
        "t": "It*ln is hidden from the eyes of every living thing and*ln concealed from the birds of the sky."
    },
    {
        "o": 15028,
        "r": "csb:Job:28:22",
        "t": "Abaddon*ln and Death say, “We*ln have heard news of it with our ears.”"
    },
    {
        "o": 15029,
        "r": "csb:Job:28:23",
        "t": "But*ln God understands the way to wisdom, and*ln he knows its location."
    },
    {
        "o": 15030,
        "r": "csb:Job:28:24",
        "t": "For*ln he looks to the ends of the earth and*ln sees everything under the heavens."
    },
    {
        "o": 15031,
        "r": "csb:Job:28:25",
        "t": "When*ln God fixed the weight of the wind and*ln distributed the water by measure,"
    },
    {
        "o": 15032,
        "r": "csb:Job:28:26",
        "t": "when*ln he established a limit for the rain and*ln a path for the lightning,"
    },
    {
        "o": 15033,
        "r": "csb:Job:28:27",
        "t": "he*ln considered wisdom and evaluated it; he*ln established it and examined it."
    },
    {
        "o": 15034,
        "r": "csb:Job:28:28",
        "t": "He*ln said to mankind, “The*ln fear of the Lord—that is wisdom. And*ln to turn from evil is understanding.”"
    },
    {
        "o": 15035,
        "r": "csb:Job:29:0",
        "t": "Job 29",
        "h": 1
    },
    {
        "o": 15036,
        "r": "csb:Job:29:0",
        "t": "Job’s Final Claim of Innocence",
        "h": 2
    },
    {
        "o": 15037,
        "r": "csb:Job:29:1",
        "t": "Job*p continued his discourse, saying:"
    },
    {
        "o": 15038,
        "r": "csb:Job:29:2",
        "t": "If*pn only I could be as in months gone by, in*ln the days when God watched over me,"
    },
    {
        "o": 15039,
        "r": "csb:Job:29:3",
        "t": "when*ln his lamp shone above my head, and*ln I walked through darkness by his light!"
    },
    {
        "o": 15040,
        "r": "csb:Job:29:4",
        "t": "I*ln would be as I was in the days of my youth when*ln God’s friendship rested on my tent,"
    },
    {
        "o": 15041,
        "r": "csb:Job:29:5",
        "t": "when*ln the Almighty was still with me and*ln my children were around me,"
    },
    {
        "o": 15042,
        "r": "csb:Job:29:6",
        "t": "when*ln my feet were bathed in curds and*ln the rock poured out streams of oil for me!"
    },
    {
        "o": 15043,
        "r": "csb:Job:29:7",
        "t": "When*pn I went out to the city gate and*ln took my seat in the town square,"
    },
    {
        "o": 15044,
        "r": "csb:Job:29:8",
        "t": "the*ln young men saw me and withdrew, while*ln older men stood to their feet."
    },
    {
        "o": 15045,
        "r": "csb:Job:29:9",
        "t": "City*ln officials stopped talking and*ln covered their mouths with their hands."
    },
    {
        "o": 15046,
        "r": "csb:Job:29:10",
        "t": "The*ln noblemen’s voices were hushed, and*ln their tongues stuck to the roof of their mouths."
    },
    {
        "o": 15047,
        "r": "csb:Job:29:11",
        "t": "When*ln they heard me, they blessed me, and*ln when they saw me, they spoke well of me."
    },
    {
        "o": 15048,
        "r": "csb:Job:29:12",
        "t": "For*ln I rescued the poor who cried out for help, and*ln the fatherless child who had no one to support him."
    },
    {
        "o": 15049,
        "r": "csb:Job:29:13",
        "t": "The*ln dying blessed me, and*ln I made the widow’s heart rejoice."
    },
    {
        "o": 15050,
        "r": "csb:Job:29:14",
        "t": "I*ln clothed myself in righteousness, and*ln it enveloped me; my*ln just decisions were like a robe and a turban."
    },
    {
        "o": 15051,
        "r": "csb:Job:29:15",
        "t": "I*ln was eyes to the blind and*ln feet to the lame."
    },
    {
        "o": 15052,
        "r": "csb:Job:29:16",
        "t": "I*ln was a father to the needy, and*ln I examined the case of the stranger."
    },
    {
        "o": 15053,
        "r": "csb:Job:29:17",
        "t": "I*ln shattered the fangs of the unjust and*ln snatched the prey from his teeth."
    },
    {
        "o": 15054,
        "r": "csb:Job:29:18",
        "t": "So*pn I thought, “I will die in my own nest and*ln multiply my days as the sand."
    },
    {
        "o": 15055,
        "r": "csb:Job:29:19",
        "t": "My*ln roots will have access to water, and*ln the dew will rest on my branches all night."
    },
    {
        "o": 15056,
        "r": "csb:Job:29:20",
        "t": "My*ln whole being will be refreshed within me, and*ln my bow will be renewed in my hand.”"
    },
    {
        "o": 15057,
        "r": "csb:Job:29:21",
        "t": "Men*pn listened to me with expectation, waiting*ln silently for my advice."
    },
    {
        "o": 15058,
        "r": "csb:Job:29:22",
        "t": "After*ln a word from me they did not speak again; my*ln speech settled on them like dew."
    },
    {
        "o": 15059,
        "r": "csb:Job:29:23",
        "t": "They*ln waited for me as for the rain and*ln opened their mouths as for spring showers."
    },
    {
        "o": 15060,
        "r": "csb:Job:29:24",
        "t": "If*ln I smiled at them, they couldn’t believe it; they*ln were thrilled at the light of my countenance."
    },
    {
        "o": 15061,
        "r": "csb:Job:29:25",
        "t": "I*ln directed their course and presided as chief. I*ln lived as a king among his troops, like*ln one who comforts those who mourn."
    },
    {
        "o": 15062,
        "r": "csb:Job:30:0",
        "t": "Job 30",
        "h": 1
    },
    {
        "o": 15063,
        "r": "csb:Job:30:1",
        "t": "But*pn now they mock me, men*ln younger than I am, whose*ln fathers I would have refused to put with*ln my sheep dogs."
    },
    {
        "o": 15064,
        "r": "csb:Job:30:2",
        "t": "What*ln use to me was the strength of their hands? Their*ln vigor had left them."
    },
    {
        "o": 15065,
        "r": "csb:Job:30:3",
        "t": "Emaciated*ln from poverty and hunger, they*ln gnawed the dry land, the*ln desolate wasteland by night."
    },
    {
        "o": 15066,
        "r": "csb:Job:30:4",
        "t": "They*ln plucked mallow among the shrubs, and*ln the roots of the broom tree were their food."
    },
    {
        "o": 15067,
        "r": "csb:Job:30:5",
        "t": "They*ln were banished from human society; people*ln shouted at them as if they were thieves."
    },
    {
        "o": 15068,
        "r": "csb:Job:30:6",
        "t": "They*ln are living on the slopes of the wadis, among*ln the rocks and in holes in the ground."
    },
    {
        "o": 15069,
        "r": "csb:Job:30:7",
        "t": "They*ln bray among the shrubs; they*ln huddle beneath the thistles."
    },
    {
        "o": 15070,
        "r": "csb:Job:30:8",
        "t": "Foolish*ln men, without even a name. They*ln were forced to leave the land."
    },
    {
        "o": 15071,
        "r": "csb:Job:30:9",
        "t": "Now*pn I am mocked by their songs; I*ln have become an object of scorn to them."
    },
    {
        "o": 15072,
        "r": "csb:Job:30:10",
        "t": "They*ln despise me and keep their distance from me; they*ln do not hesitate to spit in my face."
    },
    {
        "o": 15073,
        "r": "csb:Job:30:11",
        "t": "Because*ln God has loosened my bowstring and oppressed me, they*ln have cast off restraint in my presence."
    },
    {
        "o": 15074,
        "r": "csb:Job:30:12",
        "t": "The*ln rabble rise up at my right; they*ln trap my feet and*ln construct their siege ramp against me."
    },
    {
        "o": 15075,
        "r": "csb:Job:30:13",
        "t": "They*ln tear up my path; they*ln contribute to my destruction, without*ln anyone to help them."
    },
    {
        "o": 15076,
        "r": "csb:Job:30:14",
        "t": "They*ln advance as through a gaping breach; they*ln keep rolling in through the ruins."
    },
    {
        "o": 15077,
        "r": "csb:Job:30:15",
        "t": "Terrors*ln are turned loose against me; they*ln chase my dignity away like the wind, and*ln my prosperity has passed by like a cloud."
    },
    {
        "o": 15078,
        "r": "csb:Job:30:16",
        "t": "Now*pn my life is poured out before me, and*ln days of suffering have seized me."
    },
    {
        "o": 15079,
        "r": "csb:Job:30:17",
        "t": "Night*ln pierces my bones, but*ln my gnawing pains never rest."
    },
    {
        "o": 15080,
        "r": "csb:Job:30:18",
        "t": "My*ln clothing is distorted with great force; he*ln chokes me by the neck of my garment."
    },
    {
        "o": 15081,
        "r": "csb:Job:30:19",
        "t": "He*ln throws me into the mud, and*ln I have become like dust and ashes."
    },
    {
        "o": 15082,
        "r": "csb:Job:30:20",
        "t": "I*pn cry out to you for help, but you do not answer me; when*ln I stand up, you merely look at me."
    },
    {
        "o": 15083,
        "r": "csb:Job:30:21",
        "t": "You*ln have turned against me with cruelty; you*ln harass me with your strong hand."
    },
    {
        "o": 15084,
        "r": "csb:Job:30:22",
        "t": "You*ln lift me up on the wind and make me ride it; you*ln scatter me in the storm."
    },
    {
        "o": 15085,
        "r": "csb:Job:30:23",
        "t": "Yes,*ln I know that you will lead me to death — the*ln place appointed for all who live."
    },
    {
        "o": 15086,
        "r": "csb:Job:30:24",
        "t": "Yet*pn no one would stretch out his hand against*ln a ruined person when*ln he cries out to him for help because*ln of his distress."
    },
    {
        "o": 15087,
        "r": "csb:Job:30:25",
        "t": "Have*ln I not wept for those who have fallen on hard times? Has*ln my soul not grieved for the needy?"
    },
    {
        "o": 15088,
        "r": "csb:Job:30:26",
        "t": "But*ln when I hoped for good, evil came; when*ln I looked for light, darkness came."
    },
    {
        "o": 15089,
        "r": "csb:Job:30:27",
        "t": "I*ln am churning within and cannot rest; days*ln of suffering confront me."
    },
    {
        "o": 15090,
        "r": "csb:Job:30:28",
        "t": "I*ln walk about blackened, but not by the sun. I*ln stood in the assembly and cried out for help."
    },
    {
        "o": 15091,
        "r": "csb:Job:30:29",
        "t": "I*ln have become a brother to jackals and*ln a companion of ostriches."
    },
    {
        "o": 15092,
        "r": "csb:Job:30:30",
        "t": "My*ln skin blackens and flakes off, and*ln my bones burn with fever."
    },
    {
        "o": 15093,
        "r": "csb:Job:30:31",
        "t": "My*ln lyre is used for mourning and*ln my flute for the sound of weeping."
    },
    {
        "o": 15094,
        "r": "csb:Job:31:0",
        "t": "Job 31",
        "h": 1
    },
    {
        "o": 15095,
        "r": "csb:Job:31:1",
        "t": "I*pn have made a covenant with my eyes. How*ln then could I look at a young woman?"
    },
    {
        "o": 15096,
        "r": "csb:Job:31:2",
        "t": "For*ln what portion would I have from God above, or*ln what inheritance from the Almighty on high?"
    },
    {
        "o": 15097,
        "r": "csb:Job:31:3",
        "t": "Doesn’t*ln disaster come to the unjust and*ln misfortune to evildoers?"
    },
    {
        "o": 15098,
        "r": "csb:Job:31:4",
        "t": "Does*ln he not see my ways and*ln number all my steps?"
    },
    {
        "o": 15099,
        "r": "csb:Job:31:5",
        "t": "If*pn I have walked in falsehood or*ln my foot has rushed to deceit,"
    },
    {
        "o": 15100,
        "r": "csb:Job:31:6",
        "t": "let*ln God weigh me on accurate scales, and*ln he will recognize my integrity."
    },
    {
        "o": 15101,
        "r": "csb:Job:31:7",
        "t": "If*pn my step has turned from the way, my*ln heart has followed my eyes, or*ln impurity has stained my hands,"
    },
    {
        "o": 15102,
        "r": "csb:Job:31:8",
        "t": "let*ln someone else eat what I have sown, and*ln let my crops be uprooted."
    },
    {
        "o": 15103,
        "r": "csb:Job:31:9",
        "t": "If*pn my heart has gone astray over a woman or*ln I have lurked at my neighbor’s door,"
    },
    {
        "o": 15104,
        "r": "csb:Job:31:10",
        "t": "let*ln my own wife grind grain for another man, and*ln let other men sleep with her."
    },
    {
        "o": 15105,
        "r": "csb:Job:31:11",
        "t": "For*ln that would be a disgrace; it*ln would be an iniquity deserving punishment."
    },
    {
        "o": 15106,
        "r": "csb:Job:31:12",
        "t": "For*ln it is a fire that consumes down to Abaddon; it*ln would destroy my entire harvest."
    },
    {
        "o": 15107,
        "r": "csb:Job:31:13",
        "t": "If*pn I have dismissed the case of my male or female servants when*ln they made a complaint against me,"
    },
    {
        "o": 15108,
        "r": "csb:Job:31:14",
        "t": "what*ln could I do when God stands up to judge? How*ln should I answer him when he calls me to account?"
    },
    {
        "o": 15109,
        "r": "csb:Job:31:15",
        "t": "Did*ln not the one who made me in the womb also make them? Did*ln not the same God form us both in the womb?"
    },
    {
        "o": 15110,
        "r": "csb:Job:31:16",
        "t": "If*pn I have refused the wishes of the poor or*ln let the widow’s eyes go blind,"
    },
    {
        "o": 15111,
        "r": "csb:Job:31:17",
        "t": "if*ln I have eaten my few crumbs alone without*ln letting the fatherless eat any of it —"
    },
    {
        "o": 15112,
        "r": "csb:Job:31:18",
        "t": "for*ln from my youth, I raised him as his father, and*ln since the day I was born I guided the widow —"
    },
    {
        "o": 15113,
        "r": "csb:Job:31:19",
        "t": "if*ln I have seen anyone dying for lack of clothing or*ln a needy person without a cloak,"
    },
    {
        "o": 15114,
        "r": "csb:Job:31:20",
        "t": "if*ln he did not bless me while*ln warming himself with the fleece from my sheep,"
    },
    {
        "o": 15115,
        "r": "csb:Job:31:21",
        "t": "if*ln I ever cast my vote against a fatherless child when*ln I saw that I had support in the city gate,"
    },
    {
        "o": 15116,
        "r": "csb:Job:31:22",
        "t": "then*ln let my shoulder blade fall from my back, and*ln my arm be pulled from its socket."
    },
    {
        "o": 15117,
        "r": "csb:Job:31:23",
        "t": "For*ln disaster from God terrifies me, and*ln because of his majesty I could not do these things."
    },
    {
        "o": 15118,
        "r": "csb:Job:31:24",
        "t": "If*pn I placed my confidence in gold or*ln called fine gold my trust,"
    },
    {
        "o": 15119,
        "r": "csb:Job:31:25",
        "t": "if*ln I have rejoiced because my wealth is great or*ln because my own hand has acquired so much,"
    },
    {
        "o": 15120,
        "r": "csb:Job:31:26",
        "t": "if*ln I have gazed at the sun when it was shining or*ln at the moon moving in splendor,"
    },
    {
        "o": 15121,
        "r": "csb:Job:31:27",
        "t": "so*ln that my heart was secretly enticed and*ln I threw them a kiss,"
    },
    {
        "o": 15122,
        "r": "csb:Job:31:28",
        "t": "this*ln would also be an iniquity deserving punishment, for*ln I would have denied God above."
    },
    {
        "o": 15123,
        "r": "csb:Job:31:29",
        "t": "Have*pn I rejoiced over my enemy’s distress, or*ln become excited when trouble came his way?"
    },
    {
        "o": 15124,
        "r": "csb:Job:31:30",
        "t": "I*ln have not allowed my mouth to sin by*ln asking for his life with a curse."
    },
    {
        "o": 15125,
        "r": "csb:Job:31:31",
        "t": "Haven’t*ln the members of my household said, “Who*ln is there who has not had enough to eat at Job’s table?”"
    },
    {
        "o": 15126,
        "r": "csb:Job:31:32",
        "t": "No*ln stranger had to spend the night on the street, for*ln I opened my door to the traveler."
    },
    {
        "o": 15127,
        "r": "csb:Job:31:33",
        "t": "Have*ln I covered my transgressions as others do by*ln hiding my iniquity in my heart"
    },
    {
        "o": 15128,
        "r": "csb:Job:31:34",
        "t": "because*ln I greatly feared the crowds and*ln because the contempt of the clans terrified me, so*ln I grew silent and would not go outside?"
    },
    {
        "o": 15129,
        "r": "csb:Job:31:35",
        "t": "If*pn only I had someone to hear my case! Here*ln is my signature; let the Almighty answer me. Let*ln my Opponent compose his indictment."
    },
    {
        "o": 15130,
        "r": "csb:Job:31:36",
        "t": "I*ln would surely carry it on my shoulder and*ln wear it like a crown."
    },
    {
        "o": 15131,
        "r": "csb:Job:31:37",
        "t": "I*ln would give him an account of all my steps; I*ln would approach him like a prince."
    },
    {
        "o": 15132,
        "r": "csb:Job:31:38",
        "t": "If*pn my land cries out against me and*ln its furrows join in weeping,"
    },
    {
        "o": 15133,
        "r": "csb:Job:31:39",
        "t": "if*ln I have consumed its produce without payment or*ln shown contempt for its tenants,"
    },
    {
        "o": 15134,
        "r": "csb:Job:31:40",
        "t": "then*ln let thorns grow instead of wheat and*ln stinkweed instead of barley. The*p words of Job are concluded."
    },
    {
        "o": 15135,
        "r": "csb:Job:32:0",
        "t": "Job 32",
        "h": 1
    },
    {
        "o": 15136,
        "r": "csb:Job:32:0",
        "t": "Elihu’s Angry Response",
        "h": 2
    },
    {
        "o": 15137,
        "r": "csb:Job:32:1",
        "t": "So*p these three men quit answering Job, because he was righteous in his own eyes."
    },
    {
        "o": 15138,
        "r": "csb:Job:32:2",
        "t": "Then Elihu son of Barachel the Buzite from the family of Ram became angry. He was angry at Job because he had justified himself rather than God."
    },
    {
        "o": 15139,
        "r": "csb:Job:32:3",
        "t": "He was also angry at Job’s three friends because they had failed to refute him and yet had condemned him."
    },
    {
        "o": 15140,
        "r": "csb:Job:32:4",
        "t": "Now*p Elihu had waited to speak to Job because they were all older than he."
    },
    {
        "o": 15141,
        "r": "csb:Job:32:5",
        "t": "But when he saw that the three men could not answer Job, he became angry."
    },
    {
        "o": 15142,
        "r": "csb:Job:32:6",
        "t": "So*p Elihu son of Barachel the Buzite replied: I*pn am young in years, while*ln you are old; therefore*ln I was timid and afraid to*ln tell you what I know."
    },
    {
        "o": 15143,
        "r": "csb:Job:32:7",
        "t": "I*ln thought that age should speak and*ln maturity should teach wisdom."
    },
    {
        "o": 15144,
        "r": "csb:Job:32:8",
        "t": "But*ln it is the spirit in a person— the*ln breath from the Almighty— that*ln gives anyone understanding."
    },
    {
        "o": 15145,
        "r": "csb:Job:32:9",
        "t": "It*ln is not only the old who are wise or*ln the elderly who understand how to judge."
    },
    {
        "o": 15146,
        "r": "csb:Job:32:10",
        "t": "Therefore*ln I say, “Listen to me. I*ln too will declare what I know.”"
    },
    {
        "o": 15147,
        "r": "csb:Job:32:11",
        "t": "Look,*ln I waited for your conclusions; I*ln listened to your insights as*ln you sought for words."
    },
    {
        "o": 15148,
        "r": "csb:Job:32:12",
        "t": "I*ln paid close attention to you. Yet*ln no one proved Job wrong; not*ln one of you refuted his arguments."
    },
    {
        "o": 15149,
        "r": "csb:Job:32:13",
        "t": "So*ln do not claim, “We have found wisdom; let*ln God deal with him, not man.”"
    },
    {
        "o": 15150,
        "r": "csb:Job:32:14",
        "t": "But*ln Job has not directed his argument to me, and*ln I will not respond to him with your arguments."
    },
    {
        "o": 15151,
        "r": "csb:Job:32:15",
        "t": "Job’s*pn friends are dismayed and can no longer answer; words*ln have left them."
    },
    {
        "o": 15152,
        "r": "csb:Job:32:16",
        "t": "Should*ln I continue to wait now that they are silent, now*ln that they stand there and no longer answer?"
    },
    {
        "o": 15153,
        "r": "csb:Job:32:17",
        "t": "I*ln too will answer; yes,*ln I will tell what I know."
    },
    {
        "o": 15154,
        "r": "csb:Job:32:18",
        "t": "For*ln I am full of words, and*ln my spirit compels me to speak."
    },
    {
        "o": 15155,
        "r": "csb:Job:32:19",
        "t": "My*ln heart is like unvented wine; it*ln is about to burst like new wineskins."
    },
    {
        "o": 15156,
        "r": "csb:Job:32:20",
        "t": "I*ln must speak so that I can find relief; I*ln must open my lips and respond."
    },
    {
        "o": 15157,
        "r": "csb:Job:32:21",
        "t": "I*ln will be partial to no one, and*ln I will not give anyone an undeserved title."
    },
    {
        "o": 15158,
        "r": "csb:Job:32:22",
        "t": "For*ln I do not know how to give such titles; otherwise,*ln my Maker would remove me in an instant."
    },
    {
        "o": 15159,
        "r": "csb:Job:33:0",
        "t": "Job 33",
        "h": 1
    },
    {
        "o": 15160,
        "r": "csb:Job:33:0",
        "t": "Elihu Confronts Job",
        "h": 2
    },
    {
        "o": 15161,
        "r": "csb:Job:33:1",
        "t": "But*pn now, Job, pay attention to my speech, and*ln listen to all my words."
    },
    {
        "o": 15162,
        "r": "csb:Job:33:2",
        "t": "I*ln am going to open my mouth; my*ln tongue will form words on my palate."
    },
    {
        "o": 15163,
        "r": "csb:Job:33:3",
        "t": "My*ln words come from my upright heart, and*ln my lips speak with sincerity what they know."
    },
    {
        "o": 15164,
        "r": "csb:Job:33:4",
        "t": "The*ln Spirit of God has made me, and*ln the breath of the Almighty gives me life."
    },
    {
        "o": 15165,
        "r": "csb:Job:33:5",
        "t": "Refute*ln me if you can. Prepare*ln your case against me; take your stand."
    },
    {
        "o": 15166,
        "r": "csb:Job:33:6",
        "t": "I*ln am just like you before God; I*ln was also pinched off from a piece of clay."
    },
    {
        "o": 15167,
        "r": "csb:Job:33:7",
        "t": "Fear*ln of me should not terrify you; no*ln pressure from me should weigh you down."
    },
    {
        "o": 15168,
        "r": "csb:Job:33:8",
        "t": "Surely*pn you have spoken in my hearing, and*ln I have heard these very words:"
    },
    {
        "o": 15169,
        "r": "csb:Job:33:9",
        "t": "“I*ln am pure, without transgression; I*ln am clean and have no iniquity."
    },
    {
        "o": 15170,
        "r": "csb:Job:33:10",
        "t": "But*ln he finds reasons to oppose me; he*ln regards me as his enemy."
    },
    {
        "o": 15171,
        "r": "csb:Job:33:11",
        "t": "He*ln puts my feet in the stocks; he*ln stands watch over all my paths.”"
    },
    {
        "o": 15172,
        "r": "csb:Job:33:12",
        "t": "But*pn I tell you that you are wrong in this matter, since*ln God is greater than man."
    },
    {
        "o": 15173,
        "r": "csb:Job:33:13",
        "t": "Why*ln do you take him to court for*ln not answering anything a person asks?"
    },
    {
        "o": 15174,
        "r": "csb:Job:33:14",
        "t": "For*ln God speaks time and again, but*ln a person may not notice it."
    },
    {
        "o": 15175,
        "r": "csb:Job:33:15",
        "t": "In*ln a dream, a vision in the night, when*ln deep sleep comes over people as*ln they slumber on their beds,"
    },
    {
        "o": 15176,
        "r": "csb:Job:33:16",
        "t": "he*ln uncovers their ears and*ln terrifies them with warnings,"
    },
    {
        "o": 15177,
        "r": "csb:Job:33:17",
        "t": "in*ln order to turn a person from his actions and*ln suppress the pride of a person."
    },
    {
        "o": 15178,
        "r": "csb:Job:33:18",
        "t": "God*ln spares his soul from the Pit, his*ln life from crossing the river of death."
    },
    {
        "o": 15179,
        "r": "csb:Job:33:19",
        "t": "A*ln person may be disciplined on his bed with pain and*ln constant distress in his bones,"
    },
    {
        "o": 15180,
        "r": "csb:Job:33:20",
        "t": "so*ln that he detests bread, and*ln his soul despises his favorite food."
    },
    {
        "o": 15181,
        "r": "csb:Job:33:21",
        "t": "His*ln flesh wastes away to nothing, and*ln his unseen bones stick out."
    },
    {
        "o": 15182,
        "r": "csb:Job:33:22",
        "t": "He*ln draws near to the Pit, and*ln his life to the executioners."
    },
    {
        "o": 15183,
        "r": "csb:Job:33:23",
        "t": "If*ln there is an angel on his side, one*ln mediator out of a thousand, to*ln tell a person what is right for him"
    },
    {
        "o": 15184,
        "r": "csb:Job:33:24",
        "t": "and*ln to be gracious to him and say, “Spare*ln him from going down to the Pit; I*ln have found a ransom,”"
    },
    {
        "o": 15185,
        "r": "csb:Job:33:25",
        "t": "then*ln his flesh will be healthier than in his youth, and*ln he will return to the days of his youthful vigor."
    },
    {
        "o": 15186,
        "r": "csb:Job:33:26",
        "t": "He*ln will pray to God, and God will delight in him. That*ln person will see his face with a shout of joy, and*ln God will restore his righteousness to him."
    },
    {
        "o": 15187,
        "r": "csb:Job:33:27",
        "t": "He*ln will look at men and say, “I*ln have sinned and perverted what was right; yet*ln I did not get what I deserved."
    },
    {
        "o": 15188,
        "r": "csb:Job:33:28",
        "t": "He*ln redeemed my soul from going down to the Pit, and*ln I will continue to see the light.”"
    },
    {
        "o": 15189,
        "r": "csb:Job:33:29",
        "t": "God*ln certainly does all these things two*ln or three times to a person"
    },
    {
        "o": 15190,
        "r": "csb:Job:33:30",
        "t": "in*ln order to turn him back from the Pit, so*ln he may shine with the light of life."
    },
    {
        "o": 15191,
        "r": "csb:Job:33:31",
        "t": "Pay*ln attention, Job, and listen to me. Be*ln quiet, and I will speak."
    },
    {
        "o": 15192,
        "r": "csb:Job:33:32",
        "t": "But*ln if you have something to say, answer me; speak,*ln for I would like to justify you."
    },
    {
        "o": 15193,
        "r": "csb:Job:33:33",
        "t": "If*ln not, then listen to me; be*ln quiet, and I will teach you wisdom."
    },
    {
        "o": 15194,
        "r": "csb:Job:34:0",
        "t": "Job 34",
        "h": 1
    },
    {
        "o": 15195,
        "r": "csb:Job:34:1",
        "t": "Then*p Elihu continued, saying:"
    },
    {
        "o": 15196,
        "r": "csb:Job:34:2",
        "t": "Hear*pn my words, you wise ones, and*ln listen to me, you knowledgeable ones."
    },
    {
        "o": 15197,
        "r": "csb:Job:34:3",
        "t": "Doesn’t*ln the ear test words as*ln the palate tastes food?"
    },
    {
        "o": 15198,
        "r": "csb:Job:34:4",
        "t": "Let*ln us judge for ourselves what is right; let*ln us decide together what is good."
    },
    {
        "o": 15199,
        "r": "csb:Job:34:5",
        "t": "For*ln Job has declared, “I am righteous, yet*ln God has deprived me of justice."
    },
    {
        "o": 15200,
        "r": "csb:Job:34:6",
        "t": "Would*ln I lie about my case? My*ln wound is incurable, though*ln I am without transgression.”"
    },
    {
        "o": 15201,
        "r": "csb:Job:34:7",
        "t": "What*ln man is like Job? He*ln drinks derision like water."
    },
    {
        "o": 15202,
        "r": "csb:Job:34:8",
        "t": "He*ln keeps company with evildoers and*ln walks with wicked men."
    },
    {
        "o": 15203,
        "r": "csb:Job:34:9",
        "t": "For*ln he has said, “A man gains nothing when*ln he becomes God’s friend.”"
    },
    {
        "o": 15204,
        "r": "csb:Job:34:10",
        "t": "Therefore*pn listen to me, you men of understanding. It*ln is impossible for God to do wrong, and*ln for the Almighty to act unjustly."
    },
    {
        "o": 15205,
        "r": "csb:Job:34:11",
        "t": "For*ln he repays a person according to his deeds, and*ln he gives him what his conduct deserves."
    },
    {
        "o": 15206,
        "r": "csb:Job:34:12",
        "t": "Indeed,*ln it is true that God does not act wickedly and*ln the Almighty does not pervert justice."
    },
    {
        "o": 15207,
        "r": "csb:Job:34:13",
        "t": "Who*ln gave him authority over the earth? Who*ln put him in charge of the entire world?"
    },
    {
        "o": 15208,
        "r": "csb:Job:34:14",
        "t": "If*ln he put his mind to it and*ln withdrew the spirit and breath he gave,"
    },
    {
        "o": 15209,
        "r": "csb:Job:34:15",
        "t": "every*ln living thing would perish together and*ln mankind would return to the dust."
    },
    {
        "o": 15210,
        "r": "csb:Job:34:16",
        "t": "If*pn you have understanding, hear this; listen*ln to what I have to say."
    },
    {
        "o": 15211,
        "r": "csb:Job:34:17",
        "t": "Could*ln one who hates justice govern the world? Will*ln you condemn the mighty Righteous One,"
    },
    {
        "o": 15212,
        "r": "csb:Job:34:18",
        "t": "who*ln says to a king, “Worthless man!” and*ln to nobles, “Wicked men!”?"
    },
    {
        "o": 15213,
        "r": "csb:Job:34:19",
        "t": "God*ln is not partial to princes and*ln does not favor the rich over the poor, for*ln they are all the work of his hands."
    },
    {
        "o": 15214,
        "r": "csb:Job:34:20",
        "t": "They*ln die suddenly in the middle of the night; people*ln shudder, then pass away. Even*ln the mighty are removed without effort."
    },
    {
        "o": 15215,
        "r": "csb:Job:34:21",
        "t": "For*pn his eyes watch over a man’s ways, and*ln he observes all his steps."
    },
    {
        "o": 15216,
        "r": "csb:Job:34:22",
        "t": "There*ln is no darkness, no deep darkness, where*ln evildoers can hide."
    },
    {
        "o": 15217,
        "r": "csb:Job:34:23",
        "t": "God*ln does not need to examine a person further, that*ln one should approach him in court."
    },
    {
        "o": 15218,
        "r": "csb:Job:34:24",
        "t": "He*ln shatters the mighty without an investigation and*ln sets others in their place."
    },
    {
        "o": 15219,
        "r": "csb:Job:34:25",
        "t": "Therefore,*ln he recognizes their deeds and*ln overthrows them by night, and they are crushed."
    },
    {
        "o": 15220,
        "r": "csb:Job:34:26",
        "t": "In*ln full view of the public, he*ln strikes them for their wickedness,"
    },
    {
        "o": 15221,
        "r": "csb:Job:34:27",
        "t": "because*ln they turned aside from following him and*ln did not understand any of his ways"
    },
    {
        "o": 15222,
        "r": "csb:Job:34:28",
        "t": "but*ln caused the poor to cry out to him, and*ln he heard the outcry of the needy."
    },
    {
        "o": 15223,
        "r": "csb:Job:34:29",
        "t": "But*ln when God is silent, who can declare him guilty? When*ln he hides his face, who can see him? Yet*ln he watches over both individuals and nations,"
    },
    {
        "o": 15224,
        "r": "csb:Job:34:30",
        "t": "so*ln that godless men should not rule or*ln ensnare the people."
    },
    {
        "o": 15225,
        "r": "csb:Job:34:31",
        "t": "Suppose*pn someone says to God, “I*ln have endured my punishment; I*ln will no longer act wickedly."
    },
    {
        "o": 15226,
        "r": "csb:Job:34:32",
        "t": "Teach*ln me what I cannot see; if*ln I have done wrong, I won’t do it again.”"
    },
    {
        "o": 15227,
        "r": "csb:Job:34:33",
        "t": "Should*ln God repay you on your terms when*ln you have rejected his? You*ln must choose, not I! So*ln declare what you know."
    },
    {
        "o": 15228,
        "r": "csb:Job:34:34",
        "t": "Reasonable*ln men will say to me, along*ln with the wise men who hear me,"
    },
    {
        "o": 15229,
        "r": "csb:Job:34:35",
        "t": "“Job*ln speaks without knowledge; his*ln words are without insight.”"
    },
    {
        "o": 15230,
        "r": "csb:Job:34:36",
        "t": "If*ln only Job were tested to the limit, because*ln his answers are like those of wicked men."
    },
    {
        "o": 15231,
        "r": "csb:Job:34:37",
        "t": "For*ln he adds rebellion to his sin; he*ln scornfully claps in our presence, while*ln multiplying his words against God."
    },
    {
        "o": 15232,
        "r": "csb:Job:35:0",
        "t": "Job 35",
        "h": 1
    },
    {
        "o": 15233,
        "r": "csb:Job:35:1",
        "t": "Then*p Elihu continued, saying:"
    },
    {
        "o": 15234,
        "r": "csb:Job:35:2",
        "t": "Do*pn you think it is just when you say, “I*ln am righteous before God”?"
    },
    {
        "o": 15235,
        "r": "csb:Job:35:3",
        "t": "For*ln you ask, “What does it profit you, and*ln what benefit comes to me, if I do not sin?”"
    },
    {
        "o": 15236,
        "r": "csb:Job:35:4",
        "t": "I*ln will answer you and*ln your friends with you."
    },
    {
        "o": 15237,
        "r": "csb:Job:35:5",
        "t": "Look*ln at the heavens and see; gaze*ln at the clouds high above you."
    },
    {
        "o": 15238,
        "r": "csb:Job:35:6",
        "t": "If*ln you sin, how does it affect God? If*ln you multiply your transgressions, what does it do to him?"
    },
    {
        "o": 15239,
        "r": "csb:Job:35:7",
        "t": "If*ln you are righteous, what do you give him, or*ln what does he receive from your hand?"
    },
    {
        "o": 15240,
        "r": "csb:Job:35:8",
        "t": "Your*ln wickedness affects a person like yourself, and*ln your righteousness, a son of man."
    },
    {
        "o": 15241,
        "r": "csb:Job:35:9",
        "t": "People*ln cry out because of severe oppression; they*ln shout for help because of the power of the mighty."
    },
    {
        "o": 15242,
        "r": "csb:Job:35:10",
        "t": "But*ln no one asks, “Where is God my Maker, who*ln provides us with songs in the night,"
    },
    {
        "o": 15243,
        "r": "csb:Job:35:11",
        "t": "who*ln gives us more understanding than the animals of the earth and*ln makes us wiser than the birds of the sky?”"
    },
    {
        "o": 15244,
        "r": "csb:Job:35:12",
        "t": "There*ln they cry out, but he does not answer, because*ln of the pride of evil people."
    },
    {
        "o": 15245,
        "r": "csb:Job:35:13",
        "t": "Indeed,*ln God does not listen to empty cries, and*ln the Almighty does not take note of it —"
    },
    {
        "o": 15246,
        "r": "csb:Job:35:14",
        "t": "how*ln much less when you complain that*ln you do not see him, that*ln your case is before him and*ln you are waiting for him."
    },
    {
        "o": 15247,
        "r": "csb:Job:35:15",
        "t": "But*ln now, because God’s anger does not punish and*ln he does not pay attention to transgression,"
    },
    {
        "o": 15248,
        "r": "csb:Job:35:16",
        "t": "Job*ln opens his mouth in vain and*ln multiplies words without knowledge."
    },
    {
        "o": 15249,
        "r": "csb:Job:36:0",
        "t": "Job 36",
        "h": 1
    },
    {
        "o": 15250,
        "r": "csb:Job:36:1",
        "t": "Then*p Elihu continued, saying:"
    },
    {
        "o": 15251,
        "r": "csb:Job:36:2",
        "t": "Be*pn patient with me a little longer, and I will inform you, for*ln there is still more to be said on God’s behalf."
    },
    {
        "o": 15252,
        "r": "csb:Job:36:3",
        "t": "I*ln will get my knowledge from a distant place and*ln ascribe justice to my Maker."
    },
    {
        "o": 15253,
        "r": "csb:Job:36:4",
        "t": "Indeed,*ln my words are not false; one*ln who has complete knowledge is with you."
    },
    {
        "o": 15254,
        "r": "csb:Job:36:5",
        "t": "Yes,*pn God is mighty, but he despises no one; he*ln understands all things."
    },
    {
        "o": 15255,
        "r": "csb:Job:36:6",
        "t": "He*ln does not keep the wicked alive, but*ln he gives justice to the oppressed."
    },
    {
        "o": 15256,
        "r": "csb:Job:36:7",
        "t": "He*ln does not withdraw his gaze from the righteous, but*ln he seats them forever with enthroned kings, and*ln they are exalted."
    },
    {
        "o": 15257,
        "r": "csb:Job:36:8",
        "t": "If*pn people are bound with chains and*ln trapped by the cords of affliction,"
    },
    {
        "o": 15258,
        "r": "csb:Job:36:9",
        "t": "God*ln tells them what they have done and*ln how arrogantly they have transgressed."
    },
    {
        "o": 15259,
        "r": "csb:Job:36:10",
        "t": "He*ln opens their ears to correction and*ln tells them to repent from iniquity."
    },
    {
        "o": 15260,
        "r": "csb:Job:36:11",
        "t": "If*ln they listen and serve him, they*ln will end their days in prosperity and*ln their years in happiness."
    },
    {
        "o": 15261,
        "r": "csb:Job:36:12",
        "t": "But*ln if they do not listen, they*ln will cross the river of death and*ln die without knowledge."
    },
    {
        "o": 15262,
        "r": "csb:Job:36:13",
        "t": "Those*pn who have a godless heart harbor anger; even*ln when God binds them, they do not cry for help."
    },
    {
        "o": 15263,
        "r": "csb:Job:36:14",
        "t": "They*ln die in their youth; their*ln life ends among male cult prostitutes."
    },
    {
        "o": 15264,
        "r": "csb:Job:36:15",
        "t": "God*ln rescues the afflicted by their affliction; he*ln instructs them by their torment."
    },
    {
        "o": 15265,
        "r": "csb:Job:36:16",
        "t": "Indeed,*pn he lured you from the jaws of distress to*ln a spacious and unconfined place. Your*ln table was spread with choice food."
    },
    {
        "o": 15266,
        "r": "csb:Job:36:17",
        "t": "Yet*ln now you are obsessed with the judgment due the wicked; judgment*ln and justice have seized you."
    },
    {
        "o": 15267,
        "r": "csb:Job:36:18",
        "t": "Be*ln careful that no one lures you with riches; do*ln not let a large ransom lead you astray."
    },
    {
        "o": 15268,
        "r": "csb:Job:36:19",
        "t": "Can*ln your wealth or all your physical exertion keep*ln you from distress?"
    },
    {
        "o": 15269,
        "r": "csb:Job:36:20",
        "t": "Do*ln not long for the night when*ln nations will disappear from their places."
    },
    {
        "o": 15270,
        "r": "csb:Job:36:21",
        "t": "Be*ln careful that you do not turn to iniquity, for*ln that is why you have been tested by affliction."
    },
    {
        "o": 15271,
        "r": "csb:Job:36:22",
        "t": "Look,*pn God shows himself exalted by his power. Who*ln is a teacher like him?"
    },
    {
        "o": 15272,
        "r": "csb:Job:36:23",
        "t": "Who*ln has appointed his way for him, and*ln who has declared, “You have done wrong”?"
    },
    {
        "o": 15273,
        "r": "csb:Job:36:24",
        "t": "Remember*ln that you should praise his work, which*ln people have sung about."
    },
    {
        "o": 15274,
        "r": "csb:Job:36:25",
        "t": "All*ln mankind has seen it; people*ln have looked at it from a distance."
    },
    {
        "o": 15275,
        "r": "csb:Job:36:26",
        "t": "Yes,*ln God is exalted beyond our knowledge; the*ln number of his years cannot be counted."
    },
    {
        "o": 15276,
        "r": "csb:Job:36:27",
        "t": "For*ln he makes waterdrops evaporate; they*ln distill the rain into its mist,"
    },
    {
        "o": 15277,
        "r": "csb:Job:36:28",
        "t": "which*ln the clouds pour out and*ln shower abundantly on mankind."
    },
    {
        "o": 15278,
        "r": "csb:Job:36:29",
        "t": "Can*ln anyone understand how the clouds spread out or*ln how the thunder roars from God’s pavilion?"
    },
    {
        "o": 15279,
        "r": "csb:Job:36:30",
        "t": "See*ln how he spreads his lightning around him and*ln covers the depths of the sea."
    },
    {
        "o": 15280,
        "r": "csb:Job:36:31",
        "t": "For*ln he judges the nations with these; he*ln gives food in abundance."
    },
    {
        "o": 15281,
        "r": "csb:Job:36:32",
        "t": "He*ln covers his hands with lightning and*ln commands it to hit its mark."
    },
    {
        "o": 15282,
        "r": "csb:Job:36:33",
        "t": "The*ln thunder declares his presence; the*ln cattle also, the approaching storm."
    },
    {
        "o": 15283,
        "r": "csb:Job:37:0",
        "t": "Job 37",
        "h": 1
    },
    {
        "o": 15284,
        "r": "csb:Job:37:1",
        "t": "My*pn heart pounds at this and*ln leaps from my chest."
    },
    {
        "o": 15285,
        "r": "csb:Job:37:2",
        "t": "Just*ln listen to his thunderous voice and*ln the rumbling that comes from his mouth."
    },
    {
        "o": 15286,
        "r": "csb:Job:37:3",
        "t": "He*ln lets it loose beneath the entire sky; his*ln lightning to the ends of the earth."
    },
    {
        "o": 15287,
        "r": "csb:Job:37:4",
        "t": "Then*pn there comes a roaring sound; God*ln thunders with his majestic voice. He*ln does not restrain the lightning when*ln his rumbling voice is heard."
    },
    {
        "o": 15288,
        "r": "csb:Job:37:5",
        "t": "God*ln thunders wondrously with his voice; he*ln does great things that we cannot comprehend."
    },
    {
        "o": 15289,
        "r": "csb:Job:37:6",
        "t": "For*ln he says to the snow, “Fall to the earth,” and*ln the torrential rains, his mighty torrential rains,"
    },
    {
        "o": 15290,
        "r": "csb:Job:37:7",
        "t": "serve*ln as his sign to all mankind, so*ln that all men may know his work."
    },
    {
        "o": 15291,
        "r": "csb:Job:37:8",
        "t": "The*ln wild animals enter their lairs and*ln stay in their dens."
    },
    {
        "o": 15292,
        "r": "csb:Job:37:9",
        "t": "The*ln windstorm comes from its chamber, and*ln the cold from the driving north winds."
    },
    {
        "o": 15293,
        "r": "csb:Job:37:10",
        "t": "Ice*ln is formed by the breath of God, and*ln watery expanses are frozen."
    },
    {
        "o": 15294,
        "r": "csb:Job:37:11",
        "t": "He*ln saturates clouds with moisture; he*ln scatters his lightning through them."
    },
    {
        "o": 15295,
        "r": "csb:Job:37:12",
        "t": "They*ln swirl about, turning*ln round and round at his direction, accomplishing*ln everything he commands them over*ln the surface of the inhabited world."
    },
    {
        "o": 15296,
        "r": "csb:Job:37:13",
        "t": "He*ln causes this to happen for punishment, for*ln his land, or for his faithful love."
    },
    {
        "o": 15297,
        "r": "csb:Job:37:14",
        "t": "Listen*pn to this, Job. Stop*ln and consider God’s wonders."
    },
    {
        "o": 15298,
        "r": "csb:Job:37:15",
        "t": "Do*ln you know how God directs his clouds or*ln makes their lightning flash?"
    },
    {
        "o": 15299,
        "r": "csb:Job:37:16",
        "t": "Do*ln you understand how the clouds float, those*ln wonderful works of him who has perfect knowledge?"
    },
    {
        "o": 15300,
        "r": "csb:Job:37:17",
        "t": "You*ln whose clothes get hot when*ln the south wind brings calm to the land,"
    },
    {
        "o": 15301,
        "r": "csb:Job:37:18",
        "t": "can*ln you help God spread out the skies as*ln hard as a cast metal mirror?"
    },
    {
        "o": 15302,
        "r": "csb:Job:37:19",
        "t": "Teach*ln us what we should say to him; we*ln cannot prepare our case because of our darkness."
    },
    {
        "o": 15303,
        "r": "csb:Job:37:20",
        "t": "Should*ln he be told that I want to speak? Can*ln a man speak when he is confused?"
    },
    {
        "o": 15304,
        "r": "csb:Job:37:21",
        "t": "Now*ln no one can even look at the sun after*ln a wind has swept through and cleared the sky."
    },
    {
        "o": 15305,
        "r": "csb:Job:37:22",
        "t": "Out*ln of the north he comes, shrouded in a golden glow; awesome*ln majesty surrounds him."
    },
    {
        "o": 15306,
        "r": "csb:Job:37:23",
        "t": "The*ln Almighty - we cannot reach him — he*ln is exalted in power! He*ln will not violate justice and abundant righteousness,"
    },
    {
        "o": 15307,
        "r": "csb:Job:37:24",
        "t": "therefore,*ln men fear him. He*ln does not look favorably on any who are wise in heart."
    },
    {
        "o": 15308,
        "r": "csb:Job:38:0",
        "t": "Job 38",
        "h": 1
    },
    {
        "o": 15309,
        "r": "csb:Job:38:0",
        "t": "The Lord Speaks",
        "h": 2
    },
    {
        "o": 15310,
        "r": "csb:Job:38:1",
        "t": "Then*p the Lord*s answered Job from the whirlwind. He said:"
    },
    {
        "o": 15311,
        "r": "csb:Job:38:2",
        "t": "Who*pn is this who obscures my counsel with*ln ignorant words?"
    },
    {
        "o": 15312,
        "r": "csb:Job:38:3",
        "t": "Get*ln ready to answer me like a man; when*ln I question you, you will inform me."
    },
    {
        "o": 15313,
        "r": "csb:Job:38:4",
        "t": "Where*ln were you when I established the earth? Tell*ln me, if you have understanding."
    },
    {
        "o": 15314,
        "r": "csb:Job:38:5",
        "t": "Who*ln fixed its dimensions? Certainly you know! Who*ln stretched a measuring line across it?"
    },
    {
        "o": 15315,
        "r": "csb:Job:38:6",
        "t": "What*ln supports its foundations? Or*ln who laid its cornerstone"
    },
    {
        "o": 15316,
        "r": "csb:Job:38:7",
        "t": "while*ln the morning stars sang together and*ln all the sons of God shouted for joy?"
    },
    {
        "o": 15317,
        "r": "csb:Job:38:8",
        "t": "Who*pn enclosed the sea behind doors when*ln it burst from the womb,"
    },
    {
        "o": 15318,
        "r": "csb:Job:38:9",
        "t": "when*ln I made the clouds its garment and*ln total darkness its blanket,"
    },
    {
        "o": 15319,
        "r": "csb:Job:38:10",
        "t": "when*ln I determined its boundaries and*ln put its bars and doors in place,"
    },
    {
        "o": 15320,
        "r": "csb:Job:38:11",
        "t": "when*ln I declared, “You may come this far, but no farther; your*ln proud waves stop here”?"
    },
    {
        "o": 15321,
        "r": "csb:Job:38:12",
        "t": "Have*pn you ever in your life commanded the morning or*ln assigned the dawn its place,"
    },
    {
        "o": 15322,
        "r": "csb:Job:38:13",
        "t": "so*ln it may seize the edges of the earth and*ln shake the wicked out of it?"
    },
    {
        "o": 15323,
        "r": "csb:Job:38:14",
        "t": "The*ln earth is changed as clay is by a seal; its*ln hills stand out like the folds of a garment."
    },
    {
        "o": 15324,
        "r": "csb:Job:38:15",
        "t": "Light*ln is withheld from the wicked, and*ln the arm raised in violence is broken."
    },
    {
        "o": 15325,
        "r": "csb:Job:38:16",
        "t": "Have*pn you traveled to the sources of the sea or*ln walked in the depths of the oceans?"
    },
    {
        "o": 15326,
        "r": "csb:Job:38:17",
        "t": "Have*ln the gates of death been revealed to you? Have*ln you seen the gates of deep darkness?"
    },
    {
        "o": 15327,
        "r": "csb:Job:38:18",
        "t": "Have*ln you comprehended the extent of the earth? Tell*ln me, if you know all this."
    },
    {
        "o": 15328,
        "r": "csb:Job:38:19",
        "t": "Where*pn is the road to the home of light? Do*ln you know where darkness lives,"
    },
    {
        "o": 15329,
        "r": "csb:Job:38:20",
        "t": "so*ln you can lead it back to its border? Are*ln you familiar with the paths to its home?"
    },
    {
        "o": 15330,
        "r": "csb:Job:38:21",
        "t": "Don’t*ln you know? You were already born; you*ln have lived so long!"
    },
    {
        "o": 15331,
        "r": "csb:Job:38:22",
        "t": "Have*ln you entered the place where the snow is stored? Or*ln have you seen the storehouses of hail,"
    },
    {
        "o": 15332,
        "r": "csb:Job:38:23",
        "t": "which*ln I hold in reserve for times of trouble, for*ln the day of warfare and battle?"
    },
    {
        "o": 15333,
        "r": "csb:Job:38:24",
        "t": "What*ln road leads to the place where light is dispersed? Where*ln is the source of the east wind that spreads across the earth?"
    },
    {
        "o": 15334,
        "r": "csb:Job:38:25",
        "t": "Who*pn cuts a channel for the flooding rain or*ln clears the way for lightning,"
    },
    {
        "o": 15335,
        "r": "csb:Job:38:26",
        "t": "to*ln bring rain on an uninhabited land, on*ln a desert with no human life,"
    },
    {
        "o": 15336,
        "r": "csb:Job:38:27",
        "t": "to*ln satisfy the parched wasteland and*ln cause the grass to sprout?"
    },
    {
        "o": 15337,
        "r": "csb:Job:38:28",
        "t": "Does*ln the rain have a father? Who*ln fathered the drops of dew?"
    },
    {
        "o": 15338,
        "r": "csb:Job:38:29",
        "t": "Whose*ln womb did the ice come from? Who*ln gave birth to the frost of heaven"
    },
    {
        "o": 15339,
        "r": "csb:Job:38:30",
        "t": "when*ln water becomes as hard as stone, and*ln the surface of the watery depths is frozen?"
    },
    {
        "o": 15340,
        "r": "csb:Job:38:31",
        "t": "Can*pn you fasten the chains of the Pleiades or*ln loosen the belt of Orion?"
    },
    {
        "o": 15341,
        "r": "csb:Job:38:32",
        "t": "Can*ln you bring out the constellations in their season and*ln lead the Bear and her cubs?"
    },
    {
        "o": 15342,
        "r": "csb:Job:38:33",
        "t": "Do*ln you know the laws of heaven? Can*ln you impose its authority on earth?"
    },
    {
        "o": 15343,
        "r": "csb:Job:38:34",
        "t": "Can*ln you command the clouds so*ln that a flood of water covers you?"
    },
    {
        "o": 15344,
        "r": "csb:Job:38:35",
        "t": "Can*ln you send out lightning bolts, and they go? Do*ln they report to you, “Here we are”?"
    },
    {
        "o": 15345,
        "r": "csb:Job:38:36",
        "t": "Who*pn put wisdom in the heart or*ln gave the mind understanding?"
    },
    {
        "o": 15346,
        "r": "csb:Job:38:37",
        "t": "Who*ln has the wisdom to number the clouds? Or*ln who can tilt the water jars of heaven"
    },
    {
        "o": 15347,
        "r": "csb:Job:38:38",
        "t": "when*ln the dust hardens like cast metal and*ln the clods of dirt stick together?"
    },
    {
        "o": 15348,
        "r": "csb:Job:38:39",
        "t": "Can*pn you hunt prey for a lioness or*ln satisfy the appetite of young lions"
    },
    {
        "o": 15349,
        "r": "csb:Job:38:40",
        "t": "when*ln they crouch in their dens and*ln lie in wait within their lairs?"
    },
    {
        "o": 15350,
        "r": "csb:Job:38:41",
        "t": "Who*ln provides the raven’s food when*ln its young cry out to God and*ln wander about for lack of food?"
    },
    {
        "o": 15351,
        "r": "csb:Job:39:0",
        "t": "Job 39",
        "h": 1
    },
    {
        "o": 15352,
        "r": "csb:Job:39:1",
        "t": "Do*pn you know when mountain goats give birth? Have*ln you watched the deer in labor?"
    },
    {
        "o": 15353,
        "r": "csb:Job:39:2",
        "t": "Can*ln you count the months they are pregnant so*ln you can know the time they give birth?"
    },
    {
        "o": 15354,
        "r": "csb:Job:39:3",
        "t": "They*ln crouch down to give birth to their young; they*ln deliver their newborn."
    },
    {
        "o": 15355,
        "r": "csb:Job:39:4",
        "t": "Their*ln offspring are healthy and grow up in the open field. They*ln leave and do not return."
    },
    {
        "o": 15356,
        "r": "csb:Job:39:5",
        "t": "Who*pn set the wild donkey free? Who*ln released the swift donkey from its harness?"
    },
    {
        "o": 15357,
        "r": "csb:Job:39:6",
        "t": "I*ln made the desert its home, and*ln the salty wasteland its dwelling."
    },
    {
        "o": 15358,
        "r": "csb:Job:39:7",
        "t": "It*ln scoffs at the noise of the village and*ln never hears the shouts of a driver."
    },
    {
        "o": 15359,
        "r": "csb:Job:39:8",
        "t": "It*ln roams the mountains for its pastureland, searching*ln for anything green."
    },
    {
        "o": 15360,
        "r": "csb:Job:39:9",
        "t": "Would*ln the wild ox be willing to serve you? Would*ln it spend the night by your feeding trough?"
    },
    {
        "o": 15361,
        "r": "csb:Job:39:10",
        "t": "Can*ln you hold the wild ox to a furrow by its harness? Will*ln it plow the valleys behind you?"
    },
    {
        "o": 15362,
        "r": "csb:Job:39:11",
        "t": "Can*ln you depend on it because its strength is great? Would*ln you leave it to do your hard work?"
    },
    {
        "o": 15363,
        "r": "csb:Job:39:12",
        "t": "Can*ln you trust the wild ox to harvest your grain and*ln bring it to your threshing floor?"
    },
    {
        "o": 15364,
        "r": "csb:Job:39:13",
        "t": "The*pn wings of the ostrich flap joyfully, but*ln are her feathers and plumage like the stork’s?"
    },
    {
        "o": 15365,
        "r": "csb:Job:39:14",
        "t": "She*ln abandons her eggs on the ground and*ln lets them be warmed in the sand."
    },
    {
        "o": 15366,
        "r": "csb:Job:39:15",
        "t": "She*ln forgets that a foot may crush them or*ln that some wild animal may trample them."
    },
    {
        "o": 15367,
        "r": "csb:Job:39:16",
        "t": "She*ln treats her young harshly, as if they were not her own, with*ln no fear that her labor may have been in vain."
    },
    {
        "o": 15368,
        "r": "csb:Job:39:17",
        "t": "For*ln God has deprived her of wisdom; he*ln has not endowed her with understanding."
    },
    {
        "o": 15369,
        "r": "csb:Job:39:18",
        "t": "When*ln she proudly spreads her wings, she*ln laughs at the horse and its rider."
    },
    {
        "o": 15370,
        "r": "csb:Job:39:19",
        "t": "Do*pn you give strength to the horse? Do*ln you adorn his neck with a mane?"
    },
    {
        "o": 15371,
        "r": "csb:Job:39:20",
        "t": "Do*ln you make him leap like a locust? His*ln proud snorting fills one with terror."
    },
    {
        "o": 15372,
        "r": "csb:Job:39:21",
        "t": "He*ln paws in the valley and rejoices in his strength; he*ln charges into battle."
    },
    {
        "o": 15373,
        "r": "csb:Job:39:22",
        "t": "He*ln laughs at fear, since he is afraid of nothing; he*ln does not run from the sword."
    },
    {
        "o": 15374,
        "r": "csb:Job:39:23",
        "t": "A*ln quiver rattles at his side, along*ln with a flashing spear and a javelin."
    },
    {
        "o": 15375,
        "r": "csb:Job:39:24",
        "t": "He*ln charges ahead with trembling rage; he*ln cannot stand still at the sound of the ram’s horn."
    },
    {
        "o": 15376,
        "r": "csb:Job:39:25",
        "t": "When*ln the ram’s horn blasts, he snorts defiantly. He*ln smells the battle from a distance; he*ln hears the officers’ shouts and the battle cry."
    },
    {
        "o": 15377,
        "r": "csb:Job:39:26",
        "t": "Does*pn the hawk take flight by your understanding and*ln spread its wings to the south?"
    },
    {
        "o": 15378,
        "r": "csb:Job:39:27",
        "t": "Does*ln the eagle soar at your command and*ln make its nest on high?"
    },
    {
        "o": 15379,
        "r": "csb:Job:39:28",
        "t": "It*ln lives on a cliff where it spends the night; its*ln stronghold is on a rocky crag."
    },
    {
        "o": 15380,
        "r": "csb:Job:39:29",
        "t": "From*ln there it searches for prey; its*ln eyes penetrate the distance."
    },
    {
        "o": 15381,
        "r": "csb:Job:39:30",
        "t": "Its*ln brood gulps down blood, and*ln where the slain are, it is there."
    },
    {
        "o": 15382,
        "r": "csb:Job:40:0",
        "t": "Job 40",
        "h": 1
    },
    {
        "o": 15383,
        "r": "csb:Job:40:1",
        "t": "The*p Lord*s answered Job:"
    },
    {
        "o": 15384,
        "r": "csb:Job:40:2",
        "t": "Will*pn the one who contends with the Almighty correct him? Let*ln him who argues with God give an answer."
    },
    {
        "o": 15385,
        "r": "csb:Job:40:3",
        "t": "Then*p Job answered the Lord:*s"
    },
    {
        "o": 15386,
        "r": "csb:Job:40:4",
        "t": "I*pn am so insignificant. How can I answer you? I*ln place my hand over my mouth."
    },
    {
        "o": 15387,
        "r": "csb:Job:40:5",
        "t": "I*ln have spoken once, and I will not reply; twice,*ln but now I can add nothing."
    },
    {
        "o": 15388,
        "r": "csb:Job:40:6",
        "t": "Then*p the Lord*s answered Job from the whirlwind:"
    },
    {
        "o": 15389,
        "r": "csb:Job:40:7",
        "t": "Get*pn ready to answer me like a man; When*ln I question you, you will inform me."
    },
    {
        "o": 15390,
        "r": "csb:Job:40:8",
        "t": "Would*ln you really challenge my justice? Would*ln you declare me guilty to justify yourself?"
    },
    {
        "o": 15391,
        "r": "csb:Job:40:9",
        "t": "Do*ln you have an arm like God’s? Can*ln you thunder with a voice like his?"
    },
    {
        "o": 15392,
        "r": "csb:Job:40:10",
        "t": "Adorn*pn yourself with majesty and splendor, and*ln clothe yourself with honor and glory."
    },
    {
        "o": 15393,
        "r": "csb:Job:40:11",
        "t": "Pour*ln out your raging anger; look*ln on every proud person and humiliate him."
    },
    {
        "o": 15394,
        "r": "csb:Job:40:12",
        "t": "Look*ln on every proud person and humble him; trample*ln the wicked where they stand."
    },
    {
        "o": 15395,
        "r": "csb:Job:40:13",
        "t": "Hide*ln them together in the dust; imprison*ln them in the grave."
    },
    {
        "o": 15396,
        "r": "csb:Job:40:14",
        "t": "Then*ln I will confess to you that*ln your own right hand can deliver you."
    },
    {
        "o": 15397,
        "r": "csb:Job:40:15",
        "t": "Look*pn at Behemoth, which*ln I made along with you. He*ln eats grass like cattle."
    },
    {
        "o": 15398,
        "r": "csb:Job:40:16",
        "t": "Look*ln at the strength of his back and*ln the power in the muscles of his belly."
    },
    {
        "o": 15399,
        "r": "csb:Job:40:17",
        "t": "He*ln stiffens his tail like a cedar tree; the*ln tendons of his thighs are woven firmly together."
    },
    {
        "o": 15400,
        "r": "csb:Job:40:18",
        "t": "His*ln bones are bronze tubes; his*ln limbs are like iron rods."
    },
    {
        "o": 15401,
        "r": "csb:Job:40:19",
        "t": "He*ln is the foremost of God’s works; only*ln his Maker can draw the sword against him."
    },
    {
        "o": 15402,
        "r": "csb:Job:40:20",
        "t": "The*ln hills yield food for him, while*ln all sorts of wild animals play there."
    },
    {
        "o": 15403,
        "r": "csb:Job:40:21",
        "t": "He*ln lies under the lotus plants, hiding*ln in the protection of marshy reeds."
    },
    {
        "o": 15404,
        "r": "csb:Job:40:22",
        "t": "Lotus*ln plants cover him with their shade; the*ln willows by the brook surround him."
    },
    {
        "o": 15405,
        "r": "csb:Job:40:23",
        "t": "Though*ln the river rages, Behemoth is unafraid; he*ln remains confident, even if the Jordan surges up to his mouth."
    },
    {
        "o": 15406,
        "r": "csb:Job:40:24",
        "t": "Can*ln anyone capture him while he looks on, or*ln pierce his nose with snares?"
    },
    {
        "o": 15407,
        "r": "csb:Job:41:0",
        "t": "Job 41",
        "h": 1
    },
    {
        "o": 15408,
        "r": "csb:Job:41:1",
        "t": "Can*pn you pull in Leviathan with a hook or*ln tie his tongue down with a rope?"
    },
    {
        "o": 15409,
        "r": "csb:Job:41:2",
        "t": "Can*ln you put a cord through his nose or*ln pierce his jaw with a hook?"
    },
    {
        "o": 15410,
        "r": "csb:Job:41:3",
        "t": "Will*ln he beg you for mercy or*ln speak softly to you?"
    },
    {
        "o": 15411,
        "r": "csb:Job:41:4",
        "t": "Will*ln he make a covenant with you so*ln that you can take him as a slave forever?"
    },
    {
        "o": 15412,
        "r": "csb:Job:41:5",
        "t": "Can*ln you play with him like a bird or*ln put him on a leash for your girls?"
    },
    {
        "o": 15413,
        "r": "csb:Job:41:6",
        "t": "Will*ln traders bargain for him or*ln divide him among the merchants?"
    },
    {
        "o": 15414,
        "r": "csb:Job:41:7",
        "t": "Can*ln you fill his hide with harpoons or*ln his head with fishing spears?"
    },
    {
        "o": 15415,
        "r": "csb:Job:41:8",
        "t": "Lay*ln a hand on him. You*ln will remember the battle and*ln never repeat it!"
    },
    {
        "o": 15416,
        "r": "csb:Job:41:9",
        "t": "Any*ln hope of capturing him proves false. Does*ln a person not collapse at the very sight of him?"
    },
    {
        "o": 15417,
        "r": "csb:Job:41:10",
        "t": "No*ln one is ferocious enough to rouse Leviathan; who*ln then can stand against me?"
    },
    {
        "o": 15418,
        "r": "csb:Job:41:11",
        "t": "Who*ln confronted me, that I should repay him? Everything*ln under heaven belongs to me."
    },
    {
        "o": 15419,
        "r": "csb:Job:41:12",
        "t": "I*pn cannot be silent about his limbs, his*ln power, and his graceful proportions."
    },
    {
        "o": 15420,
        "r": "csb:Job:41:13",
        "t": "Who*ln can strip off his outer covering? Who*ln can penetrate his double layer of armor?"
    },
    {
        "o": 15421,
        "r": "csb:Job:41:14",
        "t": "Who*ln can open his jaws, surrounded*ln by those terrifying teeth?"
    },
    {
        "o": 15422,
        "r": "csb:Job:41:15",
        "t": "His*ln pride is in his rows of scales, closely*ln sealed together."
    },
    {
        "o": 15423,
        "r": "csb:Job:41:16",
        "t": "One*ln scale is so close to another that*ln no air can pass between them."
    },
    {
        "o": 15424,
        "r": "csb:Job:41:17",
        "t": "They*ln are joined to one another, so*ln closely connected they cannot be separated."
    },
    {
        "o": 15425,
        "r": "csb:Job:41:18",
        "t": "His*ln snorting flashes with light, while*ln his eyes are like the rays of dawn."
    },
    {
        "o": 15426,
        "r": "csb:Job:41:19",
        "t": "Flaming*ln torches shoot from his mouth; fiery*ln sparks fly out!"
    },
    {
        "o": 15427,
        "r": "csb:Job:41:20",
        "t": "Smoke*ln billows from his nostrils as*ln from a boiling pot or burning reeds."
    },
    {
        "o": 15428,
        "r": "csb:Job:41:21",
        "t": "His*ln breath sets coals ablaze, and*ln flames pour out of his mouth."
    },
    {
        "o": 15429,
        "r": "csb:Job:41:22",
        "t": "Strength*ln resides in his neck, and*ln dismay dances before him."
    },
    {
        "o": 15430,
        "r": "csb:Job:41:23",
        "t": "The*ln folds of his flesh are joined together, solid*ln as metal and immovable."
    },
    {
        "o": 15431,
        "r": "csb:Job:41:24",
        "t": "His*ln heart is as hard as a rock, as*ln hard as a lower millstone!"
    },
    {
        "o": 15432,
        "r": "csb:Job:41:25",
        "t": "When*ln Leviathan rises, the mighty are terrified; they*ln withdraw because of his thrashing."
    },
    {
        "o": 15433,
        "r": "csb:Job:41:26",
        "t": "The*ln sword that reaches him will have no effect, nor*ln will a spear, dart, or arrow."
    },
    {
        "o": 15434,
        "r": "csb:Job:41:27",
        "t": "He*ln regards iron as straw, and*ln bronze as rotten wood."
    },
    {
        "o": 15435,
        "r": "csb:Job:41:28",
        "t": "No*ln arrow can make him flee; slingstones*ln become like stubble to him."
    },
    {
        "o": 15436,
        "r": "csb:Job:41:29",
        "t": "A*ln club is regarded as stubble, and*ln he laughs at the sound of a javelin."
    },
    {
        "o": 15437,
        "r": "csb:Job:41:30",
        "t": "His*ln undersides are jagged potsherds, spreading*ln the mud like a threshing sledge."
    },
    {
        "o": 15438,
        "r": "csb:Job:41:31",
        "t": "He*ln makes the depths seethe like a cauldron; he*ln makes the sea like an ointment jar."
    },
    {
        "o": 15439,
        "r": "csb:Job:41:32",
        "t": "He*ln leaves a shining wake behind him; one*ln would think the deep had gray hair!"
    },
    {
        "o": 15440,
        "r": "csb:Job:41:33",
        "t": "He*ln has no equal on earth — a*ln creature devoid of fear!"
    },
    {
        "o": 15441,
        "r": "csb:Job:41:34",
        "t": "He*ln surveys everything that is haughty; he*ln is king over all the proud beasts."
    },
    {
        "o": 15442,
        "r": "csb:Job:42:0",
        "t": "Job 42",
        "h": 1
    },
    {
        "o": 15443,
        "r": "csb:Job:42:0",
        "t": "Job Replies to the Lord",
        "h": 2
    },
    {
        "o": 15444,
        "r": "csb:Job:42:1",
        "t": "Then*p Job replied to the Lord:*s"
    },
    {
        "o": 15445,
        "r": "csb:Job:42:2",
        "t": "I*pn know that you can do anything and*ln no plan of yours can be thwarted."
    },
    {
        "o": 15446,
        "r": "csb:Job:42:3",
        "t": "You*ln asked, “Who is this who conceals my counsel with ignorance?” Surely*ln I spoke about things I did not understand, things*ln too wondrous for me to know."
    },
    {
        "o": 15447,
        "r": "csb:Job:42:4",
        "t": "You*ln said, “Listen now, and I will speak. When*ln I question you, you will inform me.”"
    },
    {
        "o": 15448,
        "r": "csb:Job:42:5",
        "t": "I*ln had heard reports about you, but*ln now my eyes have seen you."
    },
    {
        "o": 15449,
        "r": "csb:Job:42:6",
        "t": "Therefore,*ln I reject my words and am sorry for them; I*ln am dust and ashes."
    },
    {
        "o": 15450,
        "r": "csb:Job:42:7",
        "t": "After*p the Lord*s had finished speaking to Job, he said to Eliphaz the Temanite, “I am angry with you and your two friends, for you have not spoken the truth about me, as my servant Job has."
    },
    {
        "o": 15451,
        "r": "csb:Job:42:8",
        "t": "Now take seven bulls and seven rams, go to my servant Job, and offer a burnt offering for yourselves. Then my servant Job will pray for you. I will surely accept his prayer and not deal with you as your folly deserves. For you have not spoken the truth about me, as my servant Job has.”"
    },
    {
        "o": 15452,
        "r": "csb:Job:42:9",
        "t": "Then Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite went and did as the Lord*s had told them, and the Lord*s accepted Job’s prayer."
    },
    {
        "o": 15453,
        "r": "csb:Job:42:9",
        "t": "God Restores Job",
        "h": 2
    },
    {
        "o": 15454,
        "r": "csb:Job:42:10",
        "t": "After*p Job had prayed for his friends, the Lord*s restored his fortunes and doubled his previous possessions."
    },
    {
        "o": 15455,
        "r": "csb:Job:42:11",
        "t": "All his brothers, sisters, and former acquaintances came to him and dined with him in his house. They sympathized with him and comforted him concerning all the adversity the Lord*s had brought on him. Each one gave him a piece of silver and a gold earring."
    },
    {
        "o": 15456,
        "r": "csb:Job:42:12",
        "t": "So*p the Lord*s blessed the last part of Job’s life more than the first. He owned fourteen thousand sheep and goats, six thousand camels, one thousand yoke of oxen, and one thousand female donkeys."
    },
    {
        "o": 15457,
        "r": "csb:Job:42:13",
        "t": "He also had seven sons and three daughters."
    },
    {
        "o": 15458,
        "r": "csb:Job:42:14",
        "t": "He named his first daughter Jemimah, his second Keziah, and his third Keren-happuch."
    },
    {
        "o": 15459,
        "r": "csb:Job:42:15",
        "t": "No women as beautiful as Job’s daughters could be found in all the land, and their father granted them an inheritance with their brothers."
    },
    {
        "o": 15460,
        "r": "csb:Job:42:16",
        "t": "Job*p lived 140 years after this and saw his children and their children to the fourth generation."
    },
    {
        "o": 15461,
        "r": "csb:Job:42:17",
        "t": "Then Job died, old and full of days."
    }
]
