[
    {
        "o": 30356,
        "r": "nkjv:Acts:1:0",
        "t": "Acts 1",
        "h": 1
    },
    {
        "o": 30357,
        "r": "nkjv:Acts:1:0",
        "t": "Prologue",
        "h": 2
    },
    {
        "o": 30358,
        "r": "nkjv:Acts:1:1",
        "t": "The*p former account I made, O Theophilus, of all that Jesus began both to do and teach,"
    },
    {
        "o": 30359,
        "r": "nkjv:Acts:1:2",
        "t": "until the day in which He was taken up, after He through the Holy Spirit had given commandments to the apostles whom He had chosen,"
    },
    {
        "o": 30360,
        "r": "nkjv:Acts:1:3",
        "t": "to whom He also presented Himself alive after His suffering by many infallible proofs, being seen by them during forty days and speaking of the things pertaining to the kingdom of God."
    },
    {
        "o": 30361,
        "r": "nkjv:Acts:1:3",
        "t": "The Holy Spirit Promised",
        "h": 2
    },
    {
        "o": 30362,
        "r": "nkjv:Acts:1:4",
        "t": "And*p being assembled together with them,*i He commanded them not to depart from Jerusalem, but to wait for the Promise of the Father, “which,”*r He*i said,*i “you*r have*r heard*r from*r Me;*r"
    },
    {
        "o": 30363,
        "r": "nkjv:Acts:1:5",
        "t": "for*r John*r truly*r baptized*r with*r water,*r but*r you*r shall*r be*r baptized*r with*r the*r Holy*r Spirit*r not*r many*r days*r from*r now.”*r"
    },
    {
        "o": 30364,
        "r": "nkjv:Acts:1:6",
        "t": "Therefore, when they had come together, they asked Him, saying, “Lord, will You at this time restore the kingdom to Israel?”"
    },
    {
        "o": 30365,
        "r": "nkjv:Acts:1:7",
        "t": "And He said to them, “It*r is*r not*r for*r you*r to*r know*r times*r or*r seasons*r which*r the*r Father*r has*r put*r in*r His*r own*r authority.*r"
    },
    {
        "o": 30366,
        "r": "nkjv:Acts:1:8",
        "t": "But*r you*r shall*r receive*r power*r when*r the*r Holy*r Spirit*r has*r come*r upon*r you;*r and*r you*r shall*r be*r witnesses*r to*r Me*r in*r Jerusalem,*r and*r in*r all*r Judea*r and*r Samaria,*r and*r to*r the*r end*r of*r the*r earth.”*r"
    },
    {
        "o": 30367,
        "r": "nkjv:Acts:1:8",
        "t": "Jesus Ascends to Heaven",
        "h": 2
    },
    {
        "o": 30368,
        "r": "nkjv:Acts:1:9",
        "t": "Now*p when He had spoken these things, while they watched, He was taken up, and a cloud received Him out of their sight."
    },
    {
        "o": 30369,
        "r": "nkjv:Acts:1:10",
        "t": "And while they looked steadfastly toward heaven as He went up, behold, two men stood by them in white apparel,"
    },
    {
        "o": 30370,
        "r": "nkjv:Acts:1:11",
        "t": "who also said, “Men of Galilee, why do you stand gazing up into heaven? This same*i Jesus, who was taken up from you into heaven, will so come in like manner as you saw Him go into heaven.”"
    },
    {
        "o": 30371,
        "r": "nkjv:Acts:1:11",
        "t": "The Upper Room Prayer Meeting",
        "h": 2
    },
    {
        "o": 30372,
        "r": "nkjv:Acts:1:12",
        "t": "Then*p they returned to Jerusalem from the mount called Olivet, which is near Jerusalem, a Sabbath day’s journey."
    },
    {
        "o": 30373,
        "r": "nkjv:Acts:1:13",
        "t": "And when they had entered, they went up into the upper room where they were staying: Peter, James, John, and Andrew; Philip and Thomas; Bartholomew and Matthew; James the*i son*i of Alphaeus and Simon the Zealot; and Judas the*i son*i of James."
    },
    {
        "o": 30374,
        "r": "nkjv:Acts:1:14",
        "t": "These all continued with one accord in prayer and supplication, with the women and Mary the mother of Jesus, and with His brothers."
    },
    {
        "o": 30375,
        "r": "nkjv:Acts:1:14",
        "t": "Matthias Chosen",
        "h": 2
    },
    {
        "o": 30376,
        "r": "nkjv:Acts:1:15",
        "t": "And*p in those days Peter stood up in the midst of the disciples (altogether the number of names was about a hundred and twenty), and said,"
    },
    {
        "o": 30377,
        "r": "nkjv:Acts:1:16",
        "t": "“Men and*i brethren, this Scripture had to be fulfilled, which the Holy Spirit spoke before by the mouth of David concerning Judas, who became a guide to those who arrested Jesus;"
    },
    {
        "o": 30378,
        "r": "nkjv:Acts:1:17",
        "t": "for he was numbered with us and obtained a part in this ministry.”"
    },
    {
        "o": 30379,
        "r": "nkjv:Acts:1:18",
        "t": "(Now*p this man purchased a field with the wages of iniquity; and falling headlong, he burst open in the middle and all his entrails gushed out."
    },
    {
        "o": 30380,
        "r": "nkjv:Acts:1:19",
        "t": "And it became known to all those dwelling in Jerusalem; so that field is called in their own language, Akel Dama, that is, Field of Blood.)"
    },
    {
        "o": 30381,
        "r": "nkjv:Acts:1:20",
        "t": "“For*p it is written in the Book of Psalms: ‘Let*pn his dwelling place be desolate, And*ld let no one live in it’; and,*p ‘Let*pn another take his office.’"
    },
    {
        "o": 30382,
        "r": "nkjv:Acts:1:21",
        "t": "“Therefore,*p of these men who have accompanied us all the time that the Lord Jesus went in and out among us,"
    },
    {
        "o": 30383,
        "r": "nkjv:Acts:1:22",
        "t": "beginning from the baptism of John to that day when He was taken up from us, one of these must become a witness with us of His resurrection.”"
    },
    {
        "o": 30384,
        "r": "nkjv:Acts:1:23",
        "t": "And*p they proposed two: Joseph called Barsabas, who was surnamed Justus, and Matthias."
    },
    {
        "o": 30385,
        "r": "nkjv:Acts:1:24",
        "t": "And they prayed and said, “You, O Lord, who know the hearts of all, show which of these two You have chosen"
    },
    {
        "o": 30386,
        "r": "nkjv:Acts:1:25",
        "t": "to take part in this ministry and apostleship from which Judas by transgression fell, that he might go to his own place.”"
    },
    {
        "o": 30387,
        "r": "nkjv:Acts:1:26",
        "t": "And they cast their lots, and the lot fell on Matthias. And he was numbered with the eleven apostles."
    }
]
