[
    {
        "o": 21910,
        "r": "esv:Jeremiah:31:0",
        "t": "Jeremiah 31",
        "h": 1
    },
    {
        "o": 21911,
        "r": "esv:Jeremiah:31:0",
        "t": "The Lord Will Turn Mourning to Joy",
        "h": 2
    },
    {
        "o": 21912,
        "r": "esv:Jeremiah:31:1",
        "t": "“At*p that time, declares the Lord,*s I will be the God of all the clans of Israel, and they shall be my people.”"
    },
    {
        "o": 21913,
        "r": "esv:Jeremiah:31:2",
        "t": "Thus*pn says the Lord:*s “The*ln people who survived the sword found*ld grace in the wilderness; when*ln Israel sought for rest,"
    },
    {
        "o": 21914,
        "r": "esv:Jeremiah:31:3",
        "t": "the*ld Lord*s appeared to him from far away. I*ln have loved you with an everlasting love; therefore*ld I have continued my faithfulness to you."
    },
    {
        "o": 21915,
        "r": "esv:Jeremiah:31:4",
        "t": "Again*ln I will build you, and you shall be built, O*ld virgin Israel! Again*ln you shall adorn yourself with tambourines and*ld shall go forth in the dance of the merrymakers."
    },
    {
        "o": 21916,
        "r": "esv:Jeremiah:31:5",
        "t": "Again*ln you shall plant vineyards on*ld the mountains of Samaria; the*ln planters shall plant and*ld shall enjoy the fruit."
    },
    {
        "o": 21917,
        "r": "esv:Jeremiah:31:6",
        "t": "For*ln there shall be a day when watchmen will call in*ld the hill country of Ephraim: ‘Arise,*ln and let us go up to Zion, to*ld the Lord*s our God.’”"
    },
    {
        "o": 21918,
        "r": "esv:Jeremiah:31:7",
        "t": "For*pn thus says the Lord:*s “Sing*ln aloud with gladness for Jacob, and*ld raise shouts for the chief of the nations; proclaim,*ln give praise, and say, ‘O*ld Lord,*s save your people, the*ld remnant of Israel.’"
    },
    {
        "o": 21919,
        "r": "esv:Jeremiah:31:8",
        "t": "Behold,*ln I will bring them from the north country and*ld gather them from the farthest parts of the earth, among*ln them the blind and the lame, the*ld pregnant woman and she who is in labor, together; a*ld great company, they shall return here."
    },
    {
        "o": 21920,
        "r": "esv:Jeremiah:31:9",
        "t": "With*ln weeping they shall come, and*ld with pleas for mercy I will lead them back, I*ln will make them walk by brooks of water, in*ld a straight path in which they shall not stumble, for*ln I am a father to Israel, and*ld Ephraim is my firstborn."
    },
    {
        "o": 21921,
        "r": "esv:Jeremiah:31:10",
        "t": "“Hear*pn the word of the Lord,*s O nations, and*ld declare it in the coastlands far away; say,*ln ‘He who scattered Israel will gather him, and*ld will keep him as a shepherd keeps his flock.’"
    },
    {
        "o": 21922,
        "r": "esv:Jeremiah:31:11",
        "t": "For*ln the Lord*s has ransomed Jacob and*ld has redeemed him from hands too strong for him."
    },
    {
        "o": 21923,
        "r": "esv:Jeremiah:31:12",
        "t": "They*ln shall come and sing aloud on the height of Zion, and*ld they shall be radiant over the goodness of the Lord,*s over*ln the grain, the wine, and the oil, and*ld over the young of the flock and the herd; their*ln life shall be like a watered garden, and*ld they shall languish no more."
    },
    {
        "o": 21924,
        "r": "esv:Jeremiah:31:13",
        "t": "Then*ln shall the young women rejoice in the dance, and*ld the young men and the old shall be merry. I*ln will turn their mourning into joy; I*ld will comfort them, and give them gladness for sorrow."
    },
    {
        "o": 21925,
        "r": "esv:Jeremiah:31:14",
        "t": "I*ln will feast the soul of the priests with abundance, and*ld my people shall be satisfied with my goodness, declares*l the Lord.”*s"
    },
    {
        "o": 21926,
        "r": "esv:Jeremiah:31:15",
        "t": "Thus*pn says the Lord:*s “A*ln voice is heard in Ramah, lamentation*ld and bitter weeping. Rachel*ln is weeping for her children; she*ld refuses to be comforted for her children, because*ld they are no more.”"
    },
    {
        "o": 21927,
        "r": "esv:Jeremiah:31:16",
        "t": "Thus*pn says the Lord:*s “Keep*ln your voice from weeping, and*ld your eyes from tears, for*ln there is a reward for your work, declares*l the Lord,*s and*ld they shall come back from the land of the enemy."
    },
    {
        "o": 21928,
        "r": "esv:Jeremiah:31:17",
        "t": "There*ln is hope for your future, declares*l the Lord,*s and*ld your children shall come back to their own country."
    },
    {
        "o": 21929,
        "r": "esv:Jeremiah:31:18",
        "t": "I*ln have heard Ephraim grieving, ‘You*ln have disciplined me, and I was disciplined, like*ld an untrained calf; bring*ln me back that I may be restored, for*ld you are the Lord*s my God."
    },
    {
        "o": 21930,
        "r": "esv:Jeremiah:31:19",
        "t": "For*ln after I had turned away, I relented, and*ld after I was instructed, I struck my thigh; I*ln was ashamed, and I was confounded, because*ld I bore the disgrace of my youth.’"
    },
    {
        "o": 21931,
        "r": "esv:Jeremiah:31:20",
        "t": "Is*ln Ephraim my dear son? Is*ld he my darling child? For*ln as often as I speak against him, I*ld do remember him still. Therefore*ln my heart yearns for him; I*ld will surely have mercy on him, declares*l the Lord.*s"
    },
    {
        "o": 21932,
        "r": "esv:Jeremiah:31:21",
        "t": "“Set*pn up road markers for yourself; make*ld yourself guideposts; consider*ln well the highway, the*ld road by which you went. Return,*ln O virgin Israel, return*ld to these your cities."
    },
    {
        "o": 21933,
        "r": "esv:Jeremiah:31:22",
        "t": "How*ln long will you waver, O*ld faithless daughter? For*ln the Lord*s has created a new thing on the earth: a*ld woman encircles a man.”"
    },
    {
        "o": 21934,
        "r": "esv:Jeremiah:31:23",
        "t": "Thus*p says the Lord*s of hosts, the God of Israel: “Once more they shall use these words in the land of Judah and in its cities, when I restore their fortunes: “‘The*pn Lord*s bless you, O habitation of righteousness, O*ld holy hill!’"
    },
    {
        "o": 21935,
        "r": "esv:Jeremiah:31:24",
        "t": "And*p Judah and all its cities shall dwell there together, and the farmers and those who wander with their flocks."
    },
    {
        "o": 21936,
        "r": "esv:Jeremiah:31:25",
        "t": "For I will satisfy the weary soul, and every languishing soul I will replenish.”"
    },
    {
        "o": 21937,
        "r": "esv:Jeremiah:31:26",
        "t": "At*p this I awoke and looked, and my sleep was pleasant to me."
    },
    {
        "o": 21938,
        "r": "esv:Jeremiah:31:27",
        "t": "“Behold,*p the days are coming, declares the Lord,*s when I will sow the house of Israel and the house of Judah with the seed of man and the seed of beast."
    },
    {
        "o": 21939,
        "r": "esv:Jeremiah:31:28",
        "t": "And it shall come to pass that as I have watched over them to pluck up and break down, to overthrow, destroy, and bring harm, so I will watch over them to build and to plant, declares the Lord.*s"
    },
    {
        "o": 21940,
        "r": "esv:Jeremiah:31:29",
        "t": "In those days they shall no longer say: “‘The*pn fathers have eaten sour grapes, and*ld the children’s teeth are set on edge.’"
    },
    {
        "o": 21941,
        "r": "esv:Jeremiah:31:30",
        "t": "But*p everyone shall die for his own iniquity. Each man who eats sour grapes, his teeth shall be set on edge."
    },
    {
        "o": 21942,
        "r": "esv:Jeremiah:31:30",
        "t": "The New Covenant",
        "h": 2
    },
    {
        "o": 21943,
        "r": "esv:Jeremiah:31:31",
        "t": "“Behold,*p the days are coming, declares the Lord,*s when I will make a new covenant with the house of Israel and the house of Judah,"
    },
    {
        "o": 21944,
        "r": "esv:Jeremiah:31:32",
        "t": "not like the covenant that I made with their fathers on the day when I took them by the hand to bring them out of the land of Egypt, my covenant that they broke, though I was their husband, declares the Lord.*s"
    },
    {
        "o": 21945,
        "r": "esv:Jeremiah:31:33",
        "t": "For this is the covenant that I will make with the house of Israel after those days, declares the Lord:*s I will put my law within them, and I will write it on their hearts. And I will be their God, and they shall be my people."
    },
    {
        "o": 21946,
        "r": "esv:Jeremiah:31:34",
        "t": "And no longer shall each one teach his neighbor and each his brother, saying, ‘Know the Lord,’*s for they shall all know me, from the least of them to the greatest, declares the Lord.*s For I will forgive their iniquity, and I will remember their sin no more.”"
    },
    {
        "o": 21947,
        "r": "esv:Jeremiah:31:35",
        "t": "Thus*pn says the Lord,*s who*ln gives the sun for light by day and*ld the fixed order of the moon and the stars for light by night, who*ln stirs up the sea so that its waves roar— the*ld Lord*s of hosts is his name:"
    },
    {
        "o": 21948,
        "r": "esv:Jeremiah:31:36",
        "t": "“If*ln this fixed order departs from*ld before me, declares the Lord,*s then*ln shall the offspring of Israel cease from*ld being a nation before me forever.”"
    },
    {
        "o": 21949,
        "r": "esv:Jeremiah:31:37",
        "t": "Thus*pn says the Lord:*s “If*ln the heavens above can be measured, and*ld the foundations of the earth below can be explored, then*ln I will cast off all the offspring of Israel for*ld all that they have done, declares*l the Lord.”*s"
    },
    {
        "o": 21950,
        "r": "esv:Jeremiah:31:38",
        "t": "“Behold,*p the days are coming, declares the Lord,*s when the city shall be rebuilt for the Lord*s from the Tower of Hananel to the Corner Gate."
    },
    {
        "o": 21951,
        "r": "esv:Jeremiah:31:39",
        "t": "And the measuring line shall go out farther, straight to the hill Gareb, and shall then turn to Goah."
    },
    {
        "o": 21952,
        "r": "esv:Jeremiah:31:40",
        "t": "The whole valley of the dead bodies and the ashes, and all the fields as far as the brook Kidron, to the corner of the Horse Gate toward the east, shall be sacred to the Lord.*s It shall not be plucked up or overthrown anymore forever.”"
    }
]
