[
    {
        "o": 16412,
        "r": "nasb:Psalm:60:0",
        "t": "Psalm 60",
        "h": 1
    },
    {
        "o": 16413,
        "r": "nasb:Psalm:60:0",
        "t": "Lament over Defeat in Battle, and Prayer for Help.",
        "h": 2
    },
    {
        "o": 16414,
        "r": "nasb:Psalm:60:0",
        "t": "For the choir director; according to Shushan Eduth. A Mikhtam of David, to teach; when he struggled with Aram-naharaim and with Aram-zobah, and Joab returned, and smote twelve thousand of Edom in the Valley of Salt.",
        "h": 2.5
    },
    {
        "o": 16415,
        "r": "nasb:Psalm:60:1",
        "t": "O*pn God, You have rejected us. You have broken us; You*ln have been angry; O, restore us."
    },
    {
        "o": 16416,
        "r": "nasb:Psalm:60:2",
        "t": "You*ln have made the land quake, You have split it open; Heal*ln its breaches, for it totters."
    },
    {
        "o": 16417,
        "r": "nasb:Psalm:60:3",
        "t": "You*ln have made Your people experience hardship; You*ln have given us wine to drink that makes us stagger."
    },
    {
        "o": 16418,
        "r": "nasb:Psalm:60:4",
        "t": "You*ln have given a banner to those who fear You, That*ln it may be displayed because of the truth. Selah."
    },
    {
        "o": 16419,
        "r": "nasb:Psalm:60:5",
        "t": "That*ln Your beloved may be delivered, Save*ln with Your right hand, and answer us!"
    },
    {
        "o": 16420,
        "r": "nasb:Psalm:60:6",
        "t": "God*ln has spoken in His holiness: “I*ln will exult, I will portion out Shechem and measure out the valley of Succoth."
    },
    {
        "o": 16421,
        "r": "nasb:Psalm:60:7",
        "t": "Gilead*ln is Mine, and Manasseh is Mine; Ephraim*ln also is the helmet of My head; Judah*ln is My scepter."
    },
    {
        "o": 16422,
        "r": "nasb:Psalm:60:8",
        "t": "Moab*ln is My washbowl; Over*ln Edom I shall throw My shoe; Shout*ln loud, O Philistia, because of Me!”"
    },
    {
        "o": 16423,
        "r": "nasb:Psalm:60:9",
        "t": "Who*ln will bring me into the besieged city? Who*ln will lead me to Edom?"
    },
    {
        "o": 16424,
        "r": "nasb:Psalm:60:10",
        "t": "Have*ln not You Yourself, O God, rejected us? And*ln will You not go forth with our armies, O God?"
    },
    {
        "o": 16425,
        "r": "nasb:Psalm:60:11",
        "t": "O*ln give us help against the adversary, For*ln deliverance by man is in vain."
    },
    {
        "o": 16426,
        "r": "nasb:Psalm:60:12",
        "t": "Through*ln God we shall do valiantly, And*ln it is He who will tread down our adversaries."
    }
]
