[
    {
        "o": 650,
        "r": "esv:Genesis:24:0",
        "t": "Genesis 24",
        "h": 1
    },
    {
        "o": 651,
        "r": "esv:Genesis:24:0",
        "t": "Isaac and Rebekah",
        "h": 2
    },
    {
        "o": 652,
        "r": "esv:Genesis:24:1",
        "t": "Now*p Abraham was old, well advanced in years. And the Lord*s had blessed Abraham in all things."
    },
    {
        "o": 653,
        "r": "esv:Genesis:24:2",
        "t": "And Abraham said to his servant, the oldest of his household, who had charge of all that he had, “Put your hand under my thigh,"
    },
    {
        "o": 654,
        "r": "esv:Genesis:24:3",
        "t": "that I may make you swear by the Lord,*s the God of heaven and God of the earth, that you will not take a wife for my son from the daughters of the Canaanites, among whom I dwell,"
    },
    {
        "o": 655,
        "r": "esv:Genesis:24:4",
        "t": "but will go to my country and to my kindred, and take a wife for my son Isaac.”"
    },
    {
        "o": 656,
        "r": "esv:Genesis:24:5",
        "t": "The servant said to him, “Perhaps the woman may not be willing to follow me to this land. Must I then take your son back to the land from which you came?”"
    },
    {
        "o": 657,
        "r": "esv:Genesis:24:6",
        "t": "Abraham said to him, “See to it that you do not take my son back there."
    },
    {
        "o": 658,
        "r": "esv:Genesis:24:7",
        "t": "The Lord,*s the God of heaven, who took me from my father’s house and from the land of my kindred, and who spoke to me and swore to me, ‘To your offspring I will give this land,’ he will send his angel before you, and you shall take a wife for my son from there."
    },
    {
        "o": 659,
        "r": "esv:Genesis:24:8",
        "t": "But if the woman is not willing to follow you, then you will be free from this oath of mine; only you must not take my son back there.”"
    },
    {
        "o": 660,
        "r": "esv:Genesis:24:9",
        "t": "So the servant put his hand under the thigh of Abraham his master and swore to him concerning this matter."
    },
    {
        "o": 661,
        "r": "esv:Genesis:24:10",
        "t": "Then*p the servant took ten of his master’s camels and departed, taking all sorts of choice gifts from his master; and he arose and went to Mesopotamia to the city of Nahor."
    },
    {
        "o": 662,
        "r": "esv:Genesis:24:11",
        "t": "And he made the camels kneel down outside the city by the well of water at the time of evening, the time when women go out to draw water."
    },
    {
        "o": 663,
        "r": "esv:Genesis:24:12",
        "t": "And he said, “O Lord,*s God of my master Abraham, please grant me success today and show steadfast love to my master Abraham."
    },
    {
        "o": 664,
        "r": "esv:Genesis:24:13",
        "t": "Behold, I am standing by the spring of water, and the daughters of the men of the city are coming out to draw water."
    },
    {
        "o": 665,
        "r": "esv:Genesis:24:14",
        "t": "Let the young woman to whom I shall say, ‘Please let down your jar that I may drink,’ and who shall say, ‘Drink, and I will water your camels’— let her be the one whom you have appointed for your servant Isaac. By this I shall know that you have shown steadfast love to my master.”"
    },
    {
        "o": 666,
        "r": "esv:Genesis:24:15",
        "t": "Before*p he had finished speaking, behold, Rebekah, who was born to Bethuel the son of Milcah, the wife of Nahor, Abraham’s brother, came out with her water jar on her shoulder."
    },
    {
        "o": 667,
        "r": "esv:Genesis:24:16",
        "t": "The young woman was very attractive in appearance, a maiden whom no man had known. She went down to the spring and filled her jar and came up."
    },
    {
        "o": 668,
        "r": "esv:Genesis:24:17",
        "t": "Then the servant ran to meet her and said, “Please give me a little water to drink from your jar.”"
    },
    {
        "o": 669,
        "r": "esv:Genesis:24:18",
        "t": "She said, “Drink, my lord.” And she quickly let down her jar upon her hand and gave him a drink."
    },
    {
        "o": 670,
        "r": "esv:Genesis:24:19",
        "t": "When she had finished giving him a drink, she said, “I will draw water for your camels also, until they have finished drinking.”"
    },
    {
        "o": 671,
        "r": "esv:Genesis:24:20",
        "t": "So she quickly emptied her jar into the trough and ran again to the well to draw water, and she drew for all his camels."
    },
    {
        "o": 672,
        "r": "esv:Genesis:24:21",
        "t": "The man gazed at her in silence to learn whether the Lord*s had prospered his journey or not."
    },
    {
        "o": 673,
        "r": "esv:Genesis:24:22",
        "t": "When*p the camels had finished drinking, the man took a gold ring weighing a half shekel, and two bracelets for her arms weighing ten gold shekels,"
    },
    {
        "o": 674,
        "r": "esv:Genesis:24:23",
        "t": "and said, “Please tell me whose daughter you are. Is there room in your father’s house for us to spend the night?”"
    },
    {
        "o": 675,
        "r": "esv:Genesis:24:24",
        "t": "She said to him, “I am the daughter of Bethuel the son of Milcah, whom she bore to Nahor.”"
    },
    {
        "o": 676,
        "r": "esv:Genesis:24:25",
        "t": "She added, “We have plenty of both straw and fodder, and room to spend the night.”"
    },
    {
        "o": 677,
        "r": "esv:Genesis:24:26",
        "t": "The man bowed his head and worshiped the Lord*s"
    },
    {
        "o": 678,
        "r": "esv:Genesis:24:27",
        "t": "and said, “Blessed be the Lord,*s the God of my master Abraham, who has not forsaken his steadfast love and his faithfulness toward my master. As for me, the Lord*s has led me in the way to the house of my master’s kinsmen.”"
    },
    {
        "o": 679,
        "r": "esv:Genesis:24:28",
        "t": "Then the young woman ran and told her mother’s household about these things."
    },
    {
        "o": 680,
        "r": "esv:Genesis:24:29",
        "t": "Rebekah*p had a brother whose name was Laban. Laban ran out toward the man, to the spring."
    },
    {
        "o": 681,
        "r": "esv:Genesis:24:30",
        "t": "As soon as he saw the ring and the bracelets on his sister’s arms, and heard the words of Rebekah his sister, “Thus the man spoke to me,” he went to the man. And behold, he was standing by the camels at the spring."
    },
    {
        "o": 682,
        "r": "esv:Genesis:24:31",
        "t": "He said, “Come in, O blessed of the Lord.*s Why do you stand outside? For I have prepared the house and a place for the camels.”"
    },
    {
        "o": 683,
        "r": "esv:Genesis:24:32",
        "t": "So the man came to the house and unharnessed the camels, and gave straw and fodder to the camels, and there was water to wash his feet and the feet of the men who were with him."
    },
    {
        "o": 684,
        "r": "esv:Genesis:24:33",
        "t": "Then food was set before him to eat. But he said, “I will not eat until I have said what I have to say.” He said, “Speak on.”"
    },
    {
        "o": 685,
        "r": "esv:Genesis:24:34",
        "t": "So*p he said, “I am Abraham’s servant."
    },
    {
        "o": 686,
        "r": "esv:Genesis:24:35",
        "t": "The Lord*s has greatly blessed my master, and he has become great. He has given him flocks and herds, silver and gold, male servants and female servants, camels and donkeys."
    },
    {
        "o": 687,
        "r": "esv:Genesis:24:36",
        "t": "And Sarah my master’s wife bore a son to my master when she was old, and to him he has given all that he has."
    },
    {
        "o": 688,
        "r": "esv:Genesis:24:37",
        "t": "My master made me swear, saying, ‘You shall not take a wife for my son from the daughters of the Canaanites, in whose land I dwell,"
    },
    {
        "o": 689,
        "r": "esv:Genesis:24:38",
        "t": "but you shall go to my father’s house and to my clan and take a wife for my son.’"
    },
    {
        "o": 690,
        "r": "esv:Genesis:24:39",
        "t": "I said to my master, ‘Perhaps the woman will not follow me.’"
    },
    {
        "o": 691,
        "r": "esv:Genesis:24:40",
        "t": "But he said to me, ‘The Lord,*s before whom I have walked, will send his angel with you and prosper your way. You shall take a wife for my son from my clan and from my father’s house."
    },
    {
        "o": 692,
        "r": "esv:Genesis:24:41",
        "t": "Then you will be free from my oath, when you come to my clan. And if they will not give her to you, you will be free from my oath.’"
    },
    {
        "o": 693,
        "r": "esv:Genesis:24:42",
        "t": "“I*p came today to the spring and said, ‘O Lord,*s the God of my master Abraham, if now you are prospering the way that I go,"
    },
    {
        "o": 694,
        "r": "esv:Genesis:24:43",
        "t": "behold, I am standing by the spring of water. Let the virgin who comes out to draw water, to whom I shall say, “Please give me a little water from your jar to drink,”"
    },
    {
        "o": 695,
        "r": "esv:Genesis:24:44",
        "t": "and who will say to me, “Drink, and I will draw for your camels also,” let her be the woman whom the Lord*s has appointed for my master’s son.’"
    },
    {
        "o": 696,
        "r": "esv:Genesis:24:45",
        "t": "“Before*p I had finished speaking in my heart, behold, Rebekah came out with her water jar on her shoulder, and she went down to the spring and drew water. I said to her, ‘Please let me drink.’"
    },
    {
        "o": 697,
        "r": "esv:Genesis:24:46",
        "t": "She quickly let down her jar from her shoulder and said, ‘Drink, and I will give your camels drink also.’ So I drank, and she gave the camels drink also."
    },
    {
        "o": 698,
        "r": "esv:Genesis:24:47",
        "t": "Then I asked her, ‘Whose daughter are you?’ She said, ‘The daughter of Bethuel, Nahor’s son, whom Milcah bore to him.’ So I put the ring on her nose and the bracelets on her arms."
    },
    {
        "o": 699,
        "r": "esv:Genesis:24:48",
        "t": "Then I bowed my head and worshiped the Lord*s and blessed the Lord,*s the God of my master Abraham, who had led me by the right way to take the daughter of my master’s kinsman for his son."
    },
    {
        "o": 700,
        "r": "esv:Genesis:24:49",
        "t": "Now then, if you are going to show steadfast love and faithfulness to my master, tell me; and if not, tell me, that I may turn to the right hand or to the left.”"
    },
    {
        "o": 701,
        "r": "esv:Genesis:24:50",
        "t": "Then*p Laban and Bethuel answered and said, “The thing has come from the Lord;*s we cannot speak to you bad or good."
    },
    {
        "o": 702,
        "r": "esv:Genesis:24:51",
        "t": "Behold, Rebekah is before you; take her and go, and let her be the wife of your master’s son, as the Lord*s has spoken.”"
    },
    {
        "o": 703,
        "r": "esv:Genesis:24:52",
        "t": "When*p Abraham’s servant heard their words, he bowed himself to the earth before the Lord.*s"
    },
    {
        "o": 704,
        "r": "esv:Genesis:24:53",
        "t": "And the servant brought out jewelry of silver and of gold, and garments, and gave them to Rebekah. He also gave to her brother and to her mother costly ornaments."
    },
    {
        "o": 705,
        "r": "esv:Genesis:24:54",
        "t": "And he and the men who were with him ate and drank, and they spent the night there. When they arose in the morning, he said, “Send me away to my master.”"
    },
    {
        "o": 706,
        "r": "esv:Genesis:24:55",
        "t": "Her brother and her mother said, “Let the young woman remain with us a while, at least ten days; after that she may go.”"
    },
    {
        "o": 707,
        "r": "esv:Genesis:24:56",
        "t": "But he said to them, “Do not delay me, since the Lord*s has prospered my way. Send me away that I may go to my master.”"
    },
    {
        "o": 708,
        "r": "esv:Genesis:24:57",
        "t": "They said, “Let us call the young woman and ask her.”"
    },
    {
        "o": 709,
        "r": "esv:Genesis:24:58",
        "t": "And they called Rebekah and said to her, “Will you go with this man?” She said, “I will go.”"
    },
    {
        "o": 710,
        "r": "esv:Genesis:24:59",
        "t": "So they sent away Rebekah their sister and her nurse, and Abraham’s servant and his men."
    },
    {
        "o": 711,
        "r": "esv:Genesis:24:60",
        "t": "And they blessed Rebekah and said to her, “Our*pn sister, may you become thousands*ld of ten thousands, and*ln may your offspring possess the*ld gate of those who hate him!”"
    },
    {
        "o": 712,
        "r": "esv:Genesis:24:61",
        "t": "Then*p Rebekah and her young women arose and rode on the camels and followed the man. Thus the servant took Rebekah and went his way."
    },
    {
        "o": 713,
        "r": "esv:Genesis:24:62",
        "t": "Now*p Isaac had returned from Beer-lahai-roi and was dwelling in the Negeb."
    },
    {
        "o": 714,
        "r": "esv:Genesis:24:63",
        "t": "And Isaac went out to meditate in the field toward evening. And he lifted up his eyes and saw, and behold, there were camels coming."
    },
    {
        "o": 715,
        "r": "esv:Genesis:24:64",
        "t": "And Rebekah lifted up her eyes, and when she saw Isaac, she dismounted from the camel"
    },
    {
        "o": 716,
        "r": "esv:Genesis:24:65",
        "t": "and said to the servant, “Who is that man, walking in the field to meet us?” The servant said, “It is my master.” So she took her veil and covered herself."
    },
    {
        "o": 717,
        "r": "esv:Genesis:24:66",
        "t": "And the servant told Isaac all the things that he had done."
    },
    {
        "o": 718,
        "r": "esv:Genesis:24:67",
        "t": "Then Isaac brought her into the tent of Sarah his mother and took Rebekah, and she became his wife, and he loved her. So Isaac was comforted after his mother’s death."
    }
]
