[
    {
        "o": 33436,
        "r": "esv:2 Timothy:4:0",
        "t": "2 Timothy 4",
        "h": 1
    },
    {
        "o": 33437,
        "r": "esv:2 Timothy:4:0",
        "t": "Preach the Word",
        "h": 2
    },
    {
        "o": 33438,
        "r": "esv:2 Timothy:4:1",
        "t": "I*p charge you in the presence of God and of Christ Jesus, who is to judge the living and the dead, and by his appearing and his kingdom:"
    },
    {
        "o": 33439,
        "r": "esv:2 Timothy:4:2",
        "t": "preach the word; be ready in season and out of season; reprove, rebuke, and exhort, with complete patience and teaching."
    },
    {
        "o": 33440,
        "r": "esv:2 Timothy:4:3",
        "t": "For the time is coming when people will not endure sound teaching, but having itching ears they will accumulate for themselves teachers to suit their own passions,"
    },
    {
        "o": 33441,
        "r": "esv:2 Timothy:4:4",
        "t": "and will turn away from listening to the truth and wander off into myths."
    },
    {
        "o": 33442,
        "r": "esv:2 Timothy:4:5",
        "t": "As for you, always be sober-minded, endure suffering, do the work of an evangelist, fulfill your ministry."
    },
    {
        "o": 33443,
        "r": "esv:2 Timothy:4:6",
        "t": "For*p I am already being poured out as a drink offering, and the time of my departure has come."
    },
    {
        "o": 33444,
        "r": "esv:2 Timothy:4:7",
        "t": "I have fought the good fight, I have finished the race, I have kept the faith."
    },
    {
        "o": 33445,
        "r": "esv:2 Timothy:4:8",
        "t": "Henceforth there is laid up for me the crown of righteousness, which the Lord, the righteous judge, will award to me on that day, and not only to me but also to all who have loved his appearing."
    },
    {
        "o": 33446,
        "r": "esv:2 Timothy:4:8",
        "t": "Personal Instructions",
        "h": 2
    },
    {
        "o": 33447,
        "r": "esv:2 Timothy:4:9",
        "t": "Do*p your best to come to me soon."
    },
    {
        "o": 33448,
        "r": "esv:2 Timothy:4:10",
        "t": "For Demas, in love with this present world, has deserted me and gone to Thessalonica. Crescens has gone to Galatia, Titus to Dalmatia."
    },
    {
        "o": 33449,
        "r": "esv:2 Timothy:4:11",
        "t": "Luke alone is with me. Get Mark and bring him with you, for he is very useful to me for ministry."
    },
    {
        "o": 33450,
        "r": "esv:2 Timothy:4:12",
        "t": "Tychicus I have sent to Ephesus."
    },
    {
        "o": 33451,
        "r": "esv:2 Timothy:4:13",
        "t": "When you come, bring the cloak that I left with Carpus at Troas, also the books, and above all the parchments."
    },
    {
        "o": 33452,
        "r": "esv:2 Timothy:4:14",
        "t": "Alexander the coppersmith did me great harm; the Lord will repay him according to his deeds."
    },
    {
        "o": 33453,
        "r": "esv:2 Timothy:4:15",
        "t": "Beware of him yourself, for he strongly opposed our message."
    },
    {
        "o": 33454,
        "r": "esv:2 Timothy:4:16",
        "t": "At my first defense no one came to stand by me, but all deserted me. May it not be charged against them!"
    },
    {
        "o": 33455,
        "r": "esv:2 Timothy:4:17",
        "t": "But the Lord stood by me and strengthened me, so that through me the message might be fully proclaimed and all the Gentiles might hear it. So I was rescued from the lion’s mouth."
    },
    {
        "o": 33456,
        "r": "esv:2 Timothy:4:18",
        "t": "The Lord will rescue me from every evil deed and bring me safely into his heavenly kingdom. To him be the glory forever and ever. Amen."
    },
    {
        "o": 33457,
        "r": "esv:2 Timothy:4:18",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 33458,
        "r": "esv:2 Timothy:4:19",
        "t": "Greet*p Prisca and Aquila, and the household of Onesiphorus."
    },
    {
        "o": 33459,
        "r": "esv:2 Timothy:4:20",
        "t": "Erastus remained at Corinth, and I left Trophimus, who was ill, at Miletus."
    },
    {
        "o": 33460,
        "r": "esv:2 Timothy:4:21",
        "t": "Do your best to come before winter. Eubulus sends greetings to you, as do Pudens and Linus and Claudia and all the brothers."
    },
    {
        "o": 33461,
        "r": "esv:2 Timothy:4:22",
        "t": "The*p Lord be with your spirit. Grace be with you."
    }
]
