[
    {
        "o": 25787,
        "r": "csb:Zechariah:1:0",
        "t": "Zechariah 1",
        "h": 1
    },
    {
        "o": 25788,
        "r": "csb:Zechariah:1:0",
        "t": "A Plea for Repentance",
        "h": 2
    },
    {
        "o": 25789,
        "r": "csb:Zechariah:1:1",
        "t": "In*p the eighth month, in the second year of Darius, the word of the Lord*s came to the prophet Zechariah son of Berechiah, son of Iddo:"
    },
    {
        "o": 25790,
        "r": "csb:Zechariah:1:2",
        "t": "“The Lord*s was extremely angry with your ancestors."
    },
    {
        "o": 25791,
        "r": "csb:Zechariah:1:3",
        "t": "So tell the people, ‘This is what the Lord*s of Armies says: Return to me - this is the declaration of the Lord*s of Armies - and I will return to you, says the Lord*s of Armies."
    },
    {
        "o": 25792,
        "r": "csb:Zechariah:1:4",
        "t": "Do not be like your ancestors; the earlier prophets proclaimed to them: This is what the Lord*s of Armies says: Turn from your evil ways and your evil deeds. But they did not listen or pay attention to me - this is the Lord’s*s declaration."
    },
    {
        "o": 25793,
        "r": "csb:Zechariah:1:5",
        "t": "Where are your ancestors now? And do the prophets live forever?"
    },
    {
        "o": 25794,
        "r": "csb:Zechariah:1:6",
        "t": "But didn’t my words and my statutes that I commanded my servants the prophets overtake your ancestors? ’” So*p the people repented and said, “As the Lord*s of Armies decided to deal with us for our ways and our deeds, so he has dealt with us.”"
    },
    {
        "o": 25795,
        "r": "csb:Zechariah:1:6",
        "t": "The Night Visions",
        "h": 2.5
    },
    {
        "o": 25796,
        "r": "csb:Zechariah:1:7",
        "t": "On*p the twenty-fourth day of the eleventh month, which is the month of Shebat, in the second year of Darius, the word of the Lord*s came to the prophet Zechariah son of Berechiah, son of Iddo:"
    },
    {
        "o": 25797,
        "r": "csb:Zechariah:1:7",
        "t": "First Vision: Horsemen",
        "h": 2
    },
    {
        "o": 25798,
        "r": "csb:Zechariah:1:8",
        "t": "I*p looked out in the night and saw a man riding on a chestnut horse. He was standing among the myrtle trees in the valley. Behind him were chestnut, brown, and white horses."
    },
    {
        "o": 25799,
        "r": "csb:Zechariah:1:9",
        "t": "I asked, “What are these, my lord?” The*p angel who was talking to me replied, “I will show you what they are.”"
    },
    {
        "o": 25800,
        "r": "csb:Zechariah:1:10",
        "t": "Then*p the man standing among the myrtle trees explained, “They are the ones the Lord*s has sent to patrol the earth.”"
    },
    {
        "o": 25801,
        "r": "csb:Zechariah:1:11",
        "t": "They*p reported to the angel of the Lord*s standing among the myrtle trees, “We have patrolled the earth, and right now the whole earth is calm and quiet.”"
    },
    {
        "o": 25802,
        "r": "csb:Zechariah:1:12",
        "t": "Then*p the angel of the Lord*s responded, “How long, Lord*s of Armies, will you withhold mercy from Jerusalem and the cities of Judah that you have been angry with these seventy years?”"
    },
    {
        "o": 25803,
        "r": "csb:Zechariah:1:13",
        "t": "The Lord*s replied with kind and comforting words to the angel who was speaking with me."
    },
    {
        "o": 25804,
        "r": "csb:Zechariah:1:14",
        "t": "So*p the angel who was speaking with me said, “Proclaim: The Lord*s of Armies says: I am extremely jealous for Jerusalem and Zion."
    },
    {
        "o": 25805,
        "r": "csb:Zechariah:1:15",
        "t": "I am fiercely angry with the nations that are at ease, for I was a little angry, but they made the destruction worse."
    },
    {
        "o": 25806,
        "r": "csb:Zechariah:1:16",
        "t": "Therefore, this is what the Lord*s says: In mercy, I have returned to Jerusalem; my house will be rebuilt within it - this is the declaration of the Lord*s of Armies - and a measuring line will be stretched out over Jerusalem."
    },
    {
        "o": 25807,
        "r": "csb:Zechariah:1:17",
        "t": "“Proclaim*p further: This is what the Lord*s of Armies says: My cities will again overflow with prosperity; the Lord*s will once more comfort Zion and again choose Jerusalem.”"
    },
    {
        "o": 25808,
        "r": "csb:Zechariah:1:17",
        "t": "Second Vision: Four Horns and Craftsmen",
        "h": 2
    },
    {
        "o": 25809,
        "r": "csb:Zechariah:1:18",
        "t": "Then*p I looked up and saw four horns."
    },
    {
        "o": 25810,
        "r": "csb:Zechariah:1:19",
        "t": "So I asked the angel who was speaking with me, “What are these?” And*p he said to me, “These are the horns that scattered Judah, Israel, and Jerusalem.”"
    },
    {
        "o": 25811,
        "r": "csb:Zechariah:1:20",
        "t": "Then*p the Lord*s showed me four craftsmen."
    },
    {
        "o": 25812,
        "r": "csb:Zechariah:1:21",
        "t": "I asked, “What are they coming to do?” He*p replied, “These are the horns that scattered Judah so no one could raise his head. These craftsmen have come to terrify them, to cut off the horns of the nations that raised a horn against the land of Judah to scatter it.”"
    },
    {
        "o": 25813,
        "r": "csb:Zechariah:2:0",
        "t": "Zechariah 2",
        "h": 1
    },
    {
        "o": 25814,
        "r": "csb:Zechariah:2:0",
        "t": "Third Vision: Surveyor",
        "h": 2
    },
    {
        "o": 25815,
        "r": "csb:Zechariah:2:1",
        "t": "I*p looked up and saw a man with a measuring line in his hand."
    },
    {
        "o": 25816,
        "r": "csb:Zechariah:2:2",
        "t": "I asked, “Where are you going?” He*p answered me, “To measure Jerusalem to determine its width and length.”"
    },
    {
        "o": 25817,
        "r": "csb:Zechariah:2:3",
        "t": "Then*p the angel who was speaking with me went out, and another angel went out to meet him."
    },
    {
        "o": 25818,
        "r": "csb:Zechariah:2:4",
        "t": "He said to him, “Run and tell this young man: Jerusalem will be inhabited without walls because of the number of people and animals in it.”"
    },
    {
        "o": 25819,
        "r": "csb:Zechariah:2:5",
        "t": "The declaration of the Lord:*s “I myself will be a wall of fire around it, and I will be the glory within it.”"
    },
    {
        "o": 25820,
        "r": "csb:Zechariah:2:6",
        "t": "“Listen!*p Listen! Flee from the land of the north”- this is the Lord’s*s declaration - “for I have scattered you like the four winds of heaven” - this is the Lord’s*s declaration."
    },
    {
        "o": 25821,
        "r": "csb:Zechariah:2:7",
        "t": "“Listen, Zion! Escape, you who are living with Daughter Babylon.”"
    },
    {
        "o": 25822,
        "r": "csb:Zechariah:2:8",
        "t": "For the Lord*s of Armies says this: “In pursuit of his glory, he sent me against the nations plundering you, for whoever touches you touches the pupil of my eye."
    },
    {
        "o": 25823,
        "r": "csb:Zechariah:2:9",
        "t": "For look, I am raising my hand against them, and they will become plunder for their own servants. Then you will know that the Lord*s of Armies has sent me."
    },
    {
        "o": 25824,
        "r": "csb:Zechariah:2:10",
        "t": "“Daughter*p Zion, shout for joy and be glad, for I am coming to dwell among you” - this is the Lord’s*s declaration."
    },
    {
        "o": 25825,
        "r": "csb:Zechariah:2:11",
        "t": "“Many nations will join themselves to the Lord*s on that day and become my people. I will dwell among you, and you will know that the Lord*s of Armies has sent me to you."
    },
    {
        "o": 25826,
        "r": "csb:Zechariah:2:12",
        "t": "The Lord*s will take possession of Judah as his portion in the Holy Land, and he will once again choose Jerusalem."
    },
    {
        "o": 25827,
        "r": "csb:Zechariah:2:13",
        "t": "Let all humanity be silent before the Lord,*s for from his holy dwelling he has roused himself.”"
    },
    {
        "o": 25828,
        "r": "csb:Zechariah:3:0",
        "t": "Zechariah 3",
        "h": 1
    },
    {
        "o": 25829,
        "r": "csb:Zechariah:3:0",
        "t": "Fourth Vision: High Priest and Branch",
        "h": 2
    },
    {
        "o": 25830,
        "r": "csb:Zechariah:3:1",
        "t": "Then*p he showed me the high priest Joshua standing before the angel of the Lord,*s with Satan standing at his right side to accuse him."
    },
    {
        "o": 25831,
        "r": "csb:Zechariah:3:2",
        "t": "The Lord*s said to Satan, “The Lord*s rebuke you, Satan! May the Lord*s who has chosen Jerusalem rebuke you! Isn’t this man a burning stick snatched from the fire?”"
    },
    {
        "o": 25832,
        "r": "csb:Zechariah:3:3",
        "t": "Now*p Joshua was dressed with filthy clothes as he stood before the angel."
    },
    {
        "o": 25833,
        "r": "csb:Zechariah:3:4",
        "t": "So the angel of the Lord*s spoke to those standing before him, “Take off his filthy clothes!” Then he said to him, “See, I have removed your iniquity from you, and I will clothe you with festive robes.”"
    },
    {
        "o": 25834,
        "r": "csb:Zechariah:3:5",
        "t": "Then*p I said, “Let them put a clean turban on his head.” So a clean turban was placed on his head, and they clothed him in garments while the angel of the Lord*s was standing nearby."
    },
    {
        "o": 25835,
        "r": "csb:Zechariah:3:6",
        "t": "Then*p the angel of the Lord*s charged Joshua,"
    },
    {
        "o": 25836,
        "r": "csb:Zechariah:3:7",
        "t": "“This is what the Lord*s of Armies says: If you walk in my ways and keep my mandates, you will both rule my house and take care of my courts; I will also grant you access among these who are standing here."
    },
    {
        "o": 25837,
        "r": "csb:Zechariah:3:8",
        "t": "“Listen,*p High Priest Joshua, you and your colleagues sitting before you; indeed, these men are a sign that I am about to bring my servant, the Branch."
    },
    {
        "o": 25838,
        "r": "csb:Zechariah:3:9",
        "t": "Notice the stone I have set before Joshua; on that one stone are seven eyes. I will engrave an inscription on it” - this is the declaration of the Lord*s of Armies - “and I will take away the iniquity of this land in a single day."
    },
    {
        "o": 25839,
        "r": "csb:Zechariah:3:10",
        "t": "On that day, each of you will invite his neighbor to sit under his vine and fig tree.” This is the declaration of the Lord*s of Armies."
    },
    {
        "o": 25840,
        "r": "csb:Zechariah:4:0",
        "t": "Zechariah 4",
        "h": 1
    },
    {
        "o": 25841,
        "r": "csb:Zechariah:4:0",
        "t": "Fifth Vision: Gold Lampstand",
        "h": 2
    },
    {
        "o": 25842,
        "r": "csb:Zechariah:4:1",
        "t": "The*p angel who was speaking with me then returned and roused me as one awakened out of sleep."
    },
    {
        "o": 25843,
        "r": "csb:Zechariah:4:2",
        "t": "He asked me, “What do you see?” I*p replied, “I see a solid gold lampstand with a bowl at the top. The lampstand also has seven lamps at the top with seven spouts for each of the lamps."
    },
    {
        "o": 25844,
        "r": "csb:Zechariah:4:3",
        "t": "There are also two olive trees beside it, one on the right of the bowl and the other on its left.”"
    },
    {
        "o": 25845,
        "r": "csb:Zechariah:4:4",
        "t": "Then*p I asked the angel who was speaking with me, “What are these, my lord?”"
    },
    {
        "o": 25846,
        "r": "csb:Zechariah:4:5",
        "t": "“Don’t*p you know what they are?” replied the angel who was speaking with me. I*p said, “No, my lord.”"
    },
    {
        "o": 25847,
        "r": "csb:Zechariah:4:6",
        "t": "So*p he answered me, “This is the word of the Lord*s to Zerubbabel: ‘Not by strength or by might, but by my Spirit,’ says the Lord*s of Armies."
    },
    {
        "o": 25848,
        "r": "csb:Zechariah:4:7",
        "t": "‘What are you, great mountain? Before Zerubbabel you will become a plain. And he will bring out the capstone accompanied by shouts of: Grace, grace to it! ’”"
    },
    {
        "o": 25849,
        "r": "csb:Zechariah:4:8",
        "t": "Then*p the word of the Lord*s came to me:"
    },
    {
        "o": 25850,
        "r": "csb:Zechariah:4:9",
        "t": "“Zerubbabel’s hands have laid the foundation of this house, and his hands will complete it. Then you will know that the Lord*s of Armies has sent me to you."
    },
    {
        "o": 25851,
        "r": "csb:Zechariah:4:10",
        "t": "For who despises the day of small things? These seven eyes of the Lord,*s which scan throughout the whole earth, will rejoice when they see the ceremonial stone in Zerubbabel’s hand.”"
    },
    {
        "o": 25852,
        "r": "csb:Zechariah:4:11",
        "t": "I*p asked him, “What are the two olive trees on the right and left of the lampstand?”"
    },
    {
        "o": 25853,
        "r": "csb:Zechariah:4:12",
        "t": "And I questioned him further, “What are the two streams of the olive trees, from which the golden oil is pouring through the two golden conduits?”"
    },
    {
        "o": 25854,
        "r": "csb:Zechariah:4:13",
        "t": "Then*p he inquired of me, “Don’t you know what these are?” “No,*p my lord,” I replied."
    },
    {
        "o": 25855,
        "r": "csb:Zechariah:4:14",
        "t": "“These*p are the two anointed ones,” he said, “who stand by the Lord of the whole earth.”"
    },
    {
        "o": 25856,
        "r": "csb:Zechariah:5:0",
        "t": "Zechariah 5",
        "h": 1
    },
    {
        "o": 25857,
        "r": "csb:Zechariah:5:0",
        "t": "Sixth Vision: Flying Scroll",
        "h": 2
    },
    {
        "o": 25858,
        "r": "csb:Zechariah:5:1",
        "t": "I*p looked up again and saw a flying scroll."
    },
    {
        "o": 25859,
        "r": "csb:Zechariah:5:2",
        "t": "“What do you see?” he asked me. “I*p see a flying scroll,” I replied, “thirty feet long and fifteen feet wide.”"
    },
    {
        "o": 25860,
        "r": "csb:Zechariah:5:3",
        "t": "Then*p he said to me, “This is the curse that is going out over the whole land, for everyone who is a thief, contrary to what is written on one side, has gone unpunished, and everyone who swears falsely, contrary to what is written on the other side, has gone unpunished."
    },
    {
        "o": 25861,
        "r": "csb:Zechariah:5:4",
        "t": "I will send it out,”- this is the declaration of the Lord*s of Armies - “and it will enter the house of the thief and the house of the one who swears falsely by my name. It will stay inside his house and destroy it along with its timbers and stones.”"
    },
    {
        "o": 25862,
        "r": "csb:Zechariah:5:4",
        "t": "Seventh Vision: Woman in the Basket",
        "h": 2
    },
    {
        "o": 25863,
        "r": "csb:Zechariah:5:5",
        "t": "Then*p the angel who was speaking with me came forward and told me, “Look up and see what this is that is approaching.”"
    },
    {
        "o": 25864,
        "r": "csb:Zechariah:5:6",
        "t": "So*p I asked, “What is it?” He*p responded, “It’s a measuring basket that is approaching.” And he continued, “This is their iniquity in all the land.”"
    },
    {
        "o": 25865,
        "r": "csb:Zechariah:5:7",
        "t": "Then a lead cover was lifted, and there was a woman sitting inside the basket."
    },
    {
        "o": 25866,
        "r": "csb:Zechariah:5:8",
        "t": "“This is Wickedness,” he said. He shoved her down into the basket and pushed the lead weight over its opening."
    },
    {
        "o": 25867,
        "r": "csb:Zechariah:5:9",
        "t": "Then I looked up and saw two women approaching with the wind in their wings. Their wings were like those of a stork, and they lifted up the basket between earth and sky."
    },
    {
        "o": 25868,
        "r": "csb:Zechariah:5:10",
        "t": "So*p I asked the angel who was speaking with me, “Where are they taking the basket?”"
    },
    {
        "o": 25869,
        "r": "csb:Zechariah:5:11",
        "t": "“To*p build a shrine for it in the land of Shinar,” he told me. “When that is ready, the basket will be placed there on its pedestal.”"
    },
    {
        "o": 25870,
        "r": "csb:Zechariah:6:0",
        "t": "Zechariah 6",
        "h": 1
    },
    {
        "o": 25871,
        "r": "csb:Zechariah:6:0",
        "t": "Eighth Vision: Four Chariots",
        "h": 2
    },
    {
        "o": 25872,
        "r": "csb:Zechariah:6:1",
        "t": "Then*p I looked up again and saw four chariots coming from between two mountains. The mountains were made of bronze."
    },
    {
        "o": 25873,
        "r": "csb:Zechariah:6:2",
        "t": "The first chariot had chestnut horses, the second chariot black horses,"
    },
    {
        "o": 25874,
        "r": "csb:Zechariah:6:3",
        "t": "the third chariot white horses, and the fourth chariot dappled horses - all strong horses."
    },
    {
        "o": 25875,
        "r": "csb:Zechariah:6:4",
        "t": "So I inquired of the angel who was speaking with me, “What are these, my lord?”"
    },
    {
        "o": 25876,
        "r": "csb:Zechariah:6:5",
        "t": "The*p angel told me, “These are the four spirits of heaven going out after presenting themselves to the Lord of the whole earth."
    },
    {
        "o": 25877,
        "r": "csb:Zechariah:6:6",
        "t": "The one with the black horses is going to the land of the north, the white horses are going after them, but the dappled horses are going to the land of the south.”"
    },
    {
        "o": 25878,
        "r": "csb:Zechariah:6:7",
        "t": "As the strong horses went out, they wanted to go patrol the earth, and the Lord*s said, “Go, patrol the earth.” So they patrolled the earth."
    },
    {
        "o": 25879,
        "r": "csb:Zechariah:6:8",
        "t": "Then he summoned me saying, “See, those going to the land of the north have pacified my Spirit in the northern land.”"
    },
    {
        "o": 25880,
        "r": "csb:Zechariah:6:8",
        "t": "Crowning of the Branch",
        "h": 2
    },
    {
        "o": 25881,
        "r": "csb:Zechariah:6:9",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 25882,
        "r": "csb:Zechariah:6:10",
        "t": "“Take an offering from the exiles, from Heldai, Tobijah, and Jedaiah, who have arrived from Babylon, and go that same day to the house of Josiah son of Zephaniah."
    },
    {
        "o": 25883,
        "r": "csb:Zechariah:6:11",
        "t": "Take silver and gold, make a crown, and place it on the head of Joshua son of Jehozadak, the high priest."
    },
    {
        "o": 25884,
        "r": "csb:Zechariah:6:12",
        "t": "You are to tell him: This is what the Lord*s of Armies says: Here is a man whose name is Branch; he will branch out from his place and build the Lord’s*s temple."
    },
    {
        "o": 25885,
        "r": "csb:Zechariah:6:13",
        "t": "Yes, he will build the Lord’s*s temple; he will bear royal splendor and will sit on his throne and rule. There will be a priest on his throne, and there will be peaceful counsel between the two of them."
    },
    {
        "o": 25886,
        "r": "csb:Zechariah:6:14",
        "t": "The crown will reside in the Lord’s*s temple as a memorial to Heldai, Tobijah, Jedaiah, and Hen son of Zephaniah."
    },
    {
        "o": 25887,
        "r": "csb:Zechariah:6:15",
        "t": "People who are far off will come and build the Lord’s*s temple, and you will know that the Lord*s of Armies has sent me to you. This will happen when you fully obey the Lord*s your God.”"
    },
    {
        "o": 25888,
        "r": "csb:Zechariah:7:0",
        "t": "Zechariah 7",
        "h": 1
    },
    {
        "o": 25889,
        "r": "csb:Zechariah:7:0",
        "t": "Disobedience and Fasting",
        "h": 2
    },
    {
        "o": 25890,
        "r": "csb:Zechariah:7:1",
        "t": "In*p the fourth year of King Darius, the word of the Lord*s came to Zechariah on the fourth day of the ninth month, which is Chislev."
    },
    {
        "o": 25891,
        "r": "csb:Zechariah:7:2",
        "t": "Now the people of Bethel had sent Sharezer, Regem-melech, and their men to plead for the Lord’s*s favor"
    },
    {
        "o": 25892,
        "r": "csb:Zechariah:7:3",
        "t": "by asking the priests who were at the house of the Lord*s of Armies as well as the prophets, “Should we mourn and fast in the fifth month as we have done these many years?”"
    },
    {
        "o": 25893,
        "r": "csb:Zechariah:7:4",
        "t": "Then*p the word of the Lord*s of Armies came to me:"
    },
    {
        "o": 25894,
        "r": "csb:Zechariah:7:5",
        "t": "“Ask all the people of the land and the priests: When you fasted and lamented in the fifth and in the seventh months for these seventy years, did you really fast for me?"
    },
    {
        "o": 25895,
        "r": "csb:Zechariah:7:6",
        "t": "When you eat and drink, don’t you eat and drink simply for yourselves?"
    },
    {
        "o": 25896,
        "r": "csb:Zechariah:7:7",
        "t": "Aren’t these the words that the Lord*s proclaimed through the earlier prophets when Jerusalem was inhabited and secure, along with its surrounding cities, and when the southern region and the Judean foothills were inhabited?”"
    },
    {
        "o": 25897,
        "r": "csb:Zechariah:7:8",
        "t": "The*p word of the Lord*s came to Zechariah:"
    },
    {
        "o": 25898,
        "r": "csb:Zechariah:7:9",
        "t": "“The Lord*s of Armies says this: ‘Make fair decisions. Show faithful love and compassion to one another."
    },
    {
        "o": 25899,
        "r": "csb:Zechariah:7:10",
        "t": "Do not oppress the widow or the fatherless, the resident alien or the poor, and do not plot evil in your hearts against one another.’"
    },
    {
        "o": 25900,
        "r": "csb:Zechariah:7:11",
        "t": "But they refused to pay attention and turned a stubborn shoulder; they closed their ears so they could not hear."
    },
    {
        "o": 25901,
        "r": "csb:Zechariah:7:12",
        "t": "They made their hearts like a rock so as not to obey the law or the words that the Lord*s of Armies had sent by his Spirit through the earlier prophets. Therefore intense anger came from the Lord*s of Armies."
    },
    {
        "o": 25902,
        "r": "csb:Zechariah:7:13",
        "t": "Just as he had called, and they would not listen, so when they called, I would not listen, says the Lord*s of Armies."
    },
    {
        "o": 25903,
        "r": "csb:Zechariah:7:14",
        "t": "I scattered them with a windstorm over all the nations that had not known them, and the land was left desolate behind them, with no one coming or going. They turned a pleasant land into a desolation.”"
    },
    {
        "o": 25904,
        "r": "csb:Zechariah:8:0",
        "t": "Zechariah 8",
        "h": 1
    },
    {
        "o": 25905,
        "r": "csb:Zechariah:8:0",
        "t": "Obedience and Feasting",
        "h": 2
    },
    {
        "o": 25906,
        "r": "csb:Zechariah:8:1",
        "t": "The*p word of the Lord*s of Armies came:"
    },
    {
        "o": 25907,
        "r": "csb:Zechariah:8:2",
        "t": "The Lord*s of Armies says this: “I am extremely jealous for Zion; I am jealous for her with great wrath.”"
    },
    {
        "o": 25908,
        "r": "csb:Zechariah:8:3",
        "t": "The Lord*s says this: “I will return to Zion and live in Jerusalem. Then Jerusalem will be called the Faithful City; the mountain of the Lord*s of Armies will be called the Holy Mountain.”"
    },
    {
        "o": 25909,
        "r": "csb:Zechariah:8:4",
        "t": "The Lord*s of Armies says this: “Old men and women will again sit along the streets of Jerusalem, each with a staff in hand because of advanced age."
    },
    {
        "o": 25910,
        "r": "csb:Zechariah:8:5",
        "t": "The streets of the city will be filled with boys and girls playing in them.”"
    },
    {
        "o": 25911,
        "r": "csb:Zechariah:8:6",
        "t": "The Lord*s of Armies says this: “Though it may seem impossible to the remnant of this people in those days, should it also seem impossible to me?” - this is the declaration of the Lord*s of Armies."
    },
    {
        "o": 25912,
        "r": "csb:Zechariah:8:7",
        "t": "The Lord*s of Armies says this: “I will save my people from the land of the east and the land of the west."
    },
    {
        "o": 25913,
        "r": "csb:Zechariah:8:8",
        "t": "I will bring them back to live in Jerusalem. They will be my people, and I will be their faithful and righteous God.”"
    },
    {
        "o": 25914,
        "r": "csb:Zechariah:8:9",
        "t": "The*p Lord*s of Armies says this: “Let your hands be strong, you who now hear these words that the prophets spoke when the foundations were laid for the rebuilding of the temple, the house of the Lord*s of Armies."
    },
    {
        "o": 25915,
        "r": "csb:Zechariah:8:10",
        "t": "For prior to those days neither people nor animals had wages. There was no safety from the enemy for anyone who came or went, for I turned everyone against his neighbor."
    },
    {
        "o": 25916,
        "r": "csb:Zechariah:8:11",
        "t": "But now, I will not treat the remnant of this people as in the former days” - this is the declaration of the Lord*s of Armies."
    },
    {
        "o": 25917,
        "r": "csb:Zechariah:8:12",
        "t": "“For they will sow in peace: the vine will yield its fruit, the land will yield its produce, and the skies will yield their dew. I will give the remnant of this people all these things as an inheritance."
    },
    {
        "o": 25918,
        "r": "csb:Zechariah:8:13",
        "t": "As you have been a curse among the nations, house of Judah and house of Israel, so I will save you, and you will be a blessing. Don’t be afraid; let your hands be strong.”"
    },
    {
        "o": 25919,
        "r": "csb:Zechariah:8:14",
        "t": "For the Lord*s of Armies says this: “As I resolved to treat you badly when your ancestors provoked me to anger, and I did not relent,” says the Lord*s of Armies,"
    },
    {
        "o": 25920,
        "r": "csb:Zechariah:8:15",
        "t": "“so I have resolved again in these days to do what is good to Jerusalem and the house of Judah. Don’t be afraid."
    },
    {
        "o": 25921,
        "r": "csb:Zechariah:8:16",
        "t": "These are the things you must do: Speak truth to one another; make true and sound decisions within your city gates."
    },
    {
        "o": 25922,
        "r": "csb:Zechariah:8:17",
        "t": "Do not plot evil in your hearts against your neighbor, and do not love perjury, for I hate all this” - this is the Lord’s*s declaration."
    },
    {
        "o": 25923,
        "r": "csb:Zechariah:8:18",
        "t": "Then*p the word of the Lord*s of Armies came to me:"
    },
    {
        "o": 25924,
        "r": "csb:Zechariah:8:19",
        "t": "The Lord*s of Armies says this: “The fast of the fourth month, the fast of the fifth, the fast of the seventh, and the fast of the tenth will become times of joy, gladness, and cheerful festivals for the house of Judah. Therefore, love truth and peace.”"
    },
    {
        "o": 25925,
        "r": "csb:Zechariah:8:20",
        "t": "The Lord*s of Armies says this: “Peoples will yet come, the residents of many cities;"
    },
    {
        "o": 25926,
        "r": "csb:Zechariah:8:21",
        "t": "the residents of one city will go to another, saying: Let’s go at once to plead for the Lord’s*s favor and to seek the Lord*s of Armies. I am also going."
    },
    {
        "o": 25927,
        "r": "csb:Zechariah:8:22",
        "t": "Many peoples and strong nations will come to seek the Lord*s of Armies in Jerusalem and to plead for the Lord’s*s favor.”"
    },
    {
        "o": 25928,
        "r": "csb:Zechariah:8:23",
        "t": "The Lord*s of Armies says this: “In those days, ten men from nations of every language will grab the robe of a Jewish man tightly, urging: Let us go with you, for we have heard that God is with you.”"
    },
    {
        "o": 25929,
        "r": "csb:Zechariah:9:0",
        "t": "Zechariah 9",
        "h": 1
    },
    {
        "o": 25930,
        "r": "csb:Zechariah:9:0",
        "t": "Judgment of Zion’s Enemies",
        "h": 2
    },
    {
        "o": 25931,
        "r": "csb:Zechariah:9:1",
        "t": "A*p pronouncement: The*pn word of the Lord*s is*ln against the land of Hadrach, and*ln Damascus is its resting place — for*ln the eyes of humanity and*ln all the tribes of Israel are*ln on the Lord—*s"
    },
    {
        "o": 25932,
        "r": "csb:Zechariah:9:2",
        "t": "and*ln also against Hamath, which borders it, as*ln well as Tyre and Sidon, though*ln they are very shrewd."
    },
    {
        "o": 25933,
        "r": "csb:Zechariah:9:3",
        "t": "Tyre*ln has built herself a fortress; she*ln has heaped up silver like dust and*ln gold like the dirt of the streets."
    },
    {
        "o": 25934,
        "r": "csb:Zechariah:9:4",
        "t": "Listen!*ln The Lord will impoverish her and*ln cast her wealth into the sea; she*ln herself will be consumed by fire."
    },
    {
        "o": 25935,
        "r": "csb:Zechariah:9:5",
        "t": "Ashkelon*ln will see it and be afraid; Gaza*ln too, and will writhe in great pain, as*ln will Ekron, for her hope will fail. There*ln will cease to be a king in Gaza, and*ln Ashkelon will become uninhabited."
    },
    {
        "o": 25936,
        "r": "csb:Zechariah:9:6",
        "t": "A*ln mongrel people will live in Ashdod, and*ln I will destroy the pride of the Philistines."
    },
    {
        "o": 25937,
        "r": "csb:Zechariah:9:7",
        "t": "I*ln will remove the blood from their mouths and*ln the abhorrent things from*ln between their teeth. Then*ln they too will become a remnant for our God; they*ln will become like a clan in Judah and*ln Ekron like the Jebusites."
    },
    {
        "o": 25938,
        "r": "csb:Zechariah:9:8",
        "t": "I*ln will encamp at my house as a guard, against*ln those who march back and forth, and*ln no oppressor will march against them again, for*ln now I have seen with my own eyes."
    },
    {
        "o": 25939,
        "r": "csb:Zechariah:9:8",
        "t": "The Coming of Zion’s King",
        "h": 2
    },
    {
        "o": 25940,
        "r": "csb:Zechariah:9:9",
        "t": "Rejoice*pn greatly, Daughter Zion! Shout*ln in triumph, Daughter Jerusalem! Look,*ln your King is coming to you; he*ln is righteous and victorious, humble*ln and riding on a donkey, on*ln a colt, the foal of a donkey."
    },
    {
        "o": 25941,
        "r": "csb:Zechariah:9:10",
        "t": "I*ln will cut off the chariot from Ephraim and*ln the horse from Jerusalem. The*ln bow of war will be removed, and*ln he will proclaim peace to the nations. His*ln dominion will extend from sea to sea, from*ln the Euphrates River to*ln the ends of the earth."
    },
    {
        "o": 25942,
        "r": "csb:Zechariah:9:11",
        "t": "As*ln for you, because*ln of the blood of your covenant, I*ln will release your prisoners from*ln the waterless cistern."
    },
    {
        "o": 25943,
        "r": "csb:Zechariah:9:12",
        "t": "Return*ln to a stronghold, you*ln prisoners who have hope; today*ln I declare that I will restore double to you."
    },
    {
        "o": 25944,
        "r": "csb:Zechariah:9:13",
        "t": "For*ln I will bend Judah as my bow; I*ln will fill that bow with Ephraim. I*ln will rouse your sons, Zion, against*ln your sons, Greece. I*ln will make you like a warrior’s sword."
    },
    {
        "o": 25945,
        "r": "csb:Zechariah:9:14",
        "t": "Then*ln the Lord*s will appear over them, and*ln his arrow will fly like lightning. The*ln Lord God*s will sound the ram’s horn and*ln advance with the southern storms."
    },
    {
        "o": 25946,
        "r": "csb:Zechariah:9:15",
        "t": "The*ln Lord*s of Armies will defend them. They*ln will consume and conquer with slingstones; they*ln will drink and be rowdy as if with wine. They*ln will be as full as the sprinkling basin, like*ln those at the corners of the altar."
    },
    {
        "o": 25947,
        "r": "csb:Zechariah:9:16",
        "t": "The*ln Lord*s their God will save them on that day as*ln the flock of his people; for*ln they are like jewels in a crown, sparkling*ln over his land."
    },
    {
        "o": 25948,
        "r": "csb:Zechariah:9:17",
        "t": "How*ln lovely and beautiful! Grain*ln will make the young men flourish, and*ln new wine, the young women."
    },
    {
        "o": 25949,
        "r": "csb:Zechariah:10:0",
        "t": "Zechariah 10",
        "h": 1
    },
    {
        "o": 25950,
        "r": "csb:Zechariah:10:0",
        "t": "The Lord Restores His People",
        "h": 2
    },
    {
        "o": 25951,
        "r": "csb:Zechariah:10:1",
        "t": "Ask*pn the Lord*s for rain in*ln the season of spring rain. The*ln Lord*s makes the rain clouds, and*ln he will give them showers of rain and*ln crops in the field for everyone."
    },
    {
        "o": 25952,
        "r": "csb:Zechariah:10:2",
        "t": "For*ln the idols speak falsehood, and*ln the diviners see illusions; they*ln relate empty dreams and*ln offer empty comfort. Therefore*ln the people wander like sheep; they*ln suffer affliction because there is no shepherd."
    },
    {
        "o": 25953,
        "r": "csb:Zechariah:10:3",
        "t": "My*ln anger burns against the shepherds, so*ln I will punish the leaders. For*ln the Lord*s of Armies has tended his flock, the*ln house of Judah; he*ln will make them like his majestic steed in battle."
    },
    {
        "o": 25954,
        "r": "csb:Zechariah:10:4",
        "t": "The*ln cornerstone, the tent peg, the*ln battle bow, and every ruler - all*ln will go out from him together."
    },
    {
        "o": 25955,
        "r": "csb:Zechariah:10:5",
        "t": "They*ln will be like warriors in battle trampling*ln down the mud of the streets. They*ln will fight because the Lord*s is with them, and*ln they will put horsemen to shame."
    },
    {
        "o": 25956,
        "r": "csb:Zechariah:10:6",
        "t": "I*ln will strengthen the house of Judah and*ln deliver the house of Joseph. I*ln will restore them because*ln I have compassion on them, and*ln they will be as*ln though I had never rejected them. For*ln I am the Lord*s their God, and*ln I will answer them."
    },
    {
        "o": 25957,
        "r": "csb:Zechariah:10:7",
        "t": "Ephraim*ln will be like a warrior, and*ln their hearts will be glad as if with wine. Their*ln children will see it and be glad; their*ln hearts will rejoice in the Lord.*s"
    },
    {
        "o": 25958,
        "r": "csb:Zechariah:10:8",
        "t": "I*pn will whistle and gather them because*ln I have redeemed them; they*ln will be as numerous as they once were."
    },
    {
        "o": 25959,
        "r": "csb:Zechariah:10:9",
        "t": "Though*ln I sow them among the nations, they*ln will remember me in the distant lands; they*ln and their children will live and return."
    },
    {
        "o": 25960,
        "r": "csb:Zechariah:10:10",
        "t": "I*ln will bring them back from the land of Egypt and*ln gather them from Assyria. I*ln will bring them to the land of Gilead and*ln to Lebanon, but*ln it will not be enough for them."
    },
    {
        "o": 25961,
        "r": "csb:Zechariah:10:11",
        "t": "The*ln Lord*s will pass through the sea of distress and*ln strike the waves of the sea; all*ln the depths of the Nile will dry up. The*ln pride of Assyria will be brought down, and*ln the scepter of Egypt will come to an end."
    },
    {
        "o": 25962,
        "r": "csb:Zechariah:10:12",
        "t": "I*ln will strengthen them in the Lord,*s and*ln they will march in his name — this*lg is the Lord’s*s declaration."
    },
    {
        "o": 25963,
        "r": "csb:Zechariah:11:0",
        "t": "Zechariah 11",
        "h": 1
    },
    {
        "o": 25964,
        "r": "csb:Zechariah:11:0",
        "t": "Israel’s Shepherds: Good and Bad",
        "h": 2
    },
    {
        "o": 25965,
        "r": "csb:Zechariah:11:1",
        "t": "Open*pn your gates, Lebanon, and*ln fire will consume your cedars."
    },
    {
        "o": 25966,
        "r": "csb:Zechariah:11:2",
        "t": "Wail,*ln cypress, for the cedar has fallen; the*ln glorious trees are destroyed! Wail,*ln oaks of Bashan, for*ln the stately forest has fallen!"
    },
    {
        "o": 25967,
        "r": "csb:Zechariah:11:3",
        "t": "Listen*ln to the wail of the shepherds, for*ln their glory is destroyed. Listen*ln to the roar of young lions, for*ln the thickets of the Jordan are destroyed."
    },
    {
        "o": 25968,
        "r": "csb:Zechariah:11:4",
        "t": "The*p Lord*s my God says this: “Shepherd the flock intended for slaughter."
    },
    {
        "o": 25969,
        "r": "csb:Zechariah:11:5",
        "t": "Those who buy them slaughter them but are not punished. Those who sell them say, ‘Blessed be the Lord*s because I have become rich!’ Even their own shepherds have no compassion for them."
    },
    {
        "o": 25970,
        "r": "csb:Zechariah:11:6",
        "t": "Indeed, I will no longer have compassion on the inhabitants of the land” - this is the Lord’s*s declaration. “Instead, I will turn everyone over to his neighbor and his king. They will devastate the land, and I will not rescue it from their hand.”"
    },
    {
        "o": 25971,
        "r": "csb:Zechariah:11:7",
        "t": "So*p I shepherded the flock intended for slaughter, the oppressed of the flock. I took two staffs, calling one Favor and the other Union, and I shepherded the flock."
    },
    {
        "o": 25972,
        "r": "csb:Zechariah:11:8",
        "t": "In one month I got rid of three shepherds. I became impatient with them, and they also detested me."
    },
    {
        "o": 25973,
        "r": "csb:Zechariah:11:9",
        "t": "Then I said, “I will no longer shepherd you. Let what is dying die, and let what is perishing perish; let the rest devour each other’s flesh.”"
    },
    {
        "o": 25974,
        "r": "csb:Zechariah:11:10",
        "t": "Next I took my staff called Favor and cut it in two, annulling the covenant I had made with all the peoples."
    },
    {
        "o": 25975,
        "r": "csb:Zechariah:11:11",
        "t": "It was annulled on that day, and so the oppressed of the flock who were watching me knew that it was the word of the Lord.*s"
    },
    {
        "o": 25976,
        "r": "csb:Zechariah:11:12",
        "t": "Then I said to them, “If it seems right to you, give me my wages; but if not, keep them.” So they weighed my wages, thirty pieces of silver."
    },
    {
        "o": 25977,
        "r": "csb:Zechariah:11:13",
        "t": "“Throw*p it to the potter,” the Lord*s said to me - this magnificent price I was valued by them. So I took the thirty pieces of silver and threw it into the house of the Lord,*s to the potter."
    },
    {
        "o": 25978,
        "r": "csb:Zechariah:11:14",
        "t": "Then I cut in two my second staff, Union, annulling the brotherhood between Judah and Israel."
    },
    {
        "o": 25979,
        "r": "csb:Zechariah:11:15",
        "t": "The*p Lord*s also said to me, “Take the equipment of a foolish shepherd."
    },
    {
        "o": 25980,
        "r": "csb:Zechariah:11:16",
        "t": "I am about to raise up a shepherd in the land who will not care for those who are perishing, and he will not seek the lost or heal the broken. He will not sustain the healthy, but he will devour the flesh of the fat sheep and tear off their hooves."
    },
    {
        "o": 25981,
        "r": "csb:Zechariah:11:17",
        "t": "Woe*pn to the worthless shepherd who*ln deserts the flock! May*ln a sword strike his arm and*ln his right eye! May*ln his arm wither away and*ln his right eye go completely blind!”"
    },
    {
        "o": 25982,
        "r": "csb:Zechariah:12:0",
        "t": "Zechariah 12",
        "h": 1
    },
    {
        "o": 25983,
        "r": "csb:Zechariah:12:0",
        "t": "Judah’s Security",
        "h": 2
    },
    {
        "o": 25984,
        "r": "csb:Zechariah:12:1",
        "t": "A*p pronouncement: The*pn word of the Lord*s concerning Israel. A*ln declaration of the Lord,*s who*ln stretched out the heavens, laid*ln the foundation of the earth, and*ln formed the spirit of man within him."
    },
    {
        "o": 25985,
        "r": "csb:Zechariah:12:2",
        "t": "“Look,*p I will make Jerusalem a cup that causes staggering for the peoples who surround the city. The siege against Jerusalem will also involve Judah."
    },
    {
        "o": 25986,
        "r": "csb:Zechariah:12:3",
        "t": "On that day I will make Jerusalem a heavy stone for all the peoples; all who try to lift it will injure themselves severely when all the nations of the earth gather against her."
    },
    {
        "o": 25987,
        "r": "csb:Zechariah:12:4",
        "t": "On that day” - this is the Lord’s*s declaration - “I will strike every horse with panic and its rider with madness. I will keep a watchful eye on the house of Judah but strike all the horses of the nations with blindness."
    },
    {
        "o": 25988,
        "r": "csb:Zechariah:12:5",
        "t": "Then each of the leaders of Judah will think to himself: The residents of Jerusalem are my strength through the Lord*s of Armies, their God."
    },
    {
        "o": 25989,
        "r": "csb:Zechariah:12:6",
        "t": "On that day I will make the leaders of Judah like a firepot in a woodpile, like a flaming torch among sheaves; they will consume all the peoples around them on the right and the left, while Jerusalem continues to be inhabited on its site, in Jerusalem."
    },
    {
        "o": 25990,
        "r": "csb:Zechariah:12:7",
        "t": "The Lord*s will save the tents of Judah first, so that the glory of David’s house and the glory of Jerusalem’s residents may not be greater than that of Judah."
    },
    {
        "o": 25991,
        "r": "csb:Zechariah:12:8",
        "t": "On that day the Lord*s will defend the inhabitants of Jerusalem, so that on that day the one who is weakest among them will be like David on that day, and the house of David will be like God, like the angel of the Lord,*s before them."
    },
    {
        "o": 25992,
        "r": "csb:Zechariah:12:9",
        "t": "On that day I will set out to destroy all the nations that come against Jerusalem."
    },
    {
        "o": 25993,
        "r": "csb:Zechariah:12:9",
        "t": "Mourning for the Pierced One",
        "h": 2
    },
    {
        "o": 25994,
        "r": "csb:Zechariah:12:10",
        "t": "“Then*p I will pour out a spirit of grace and prayer on the house of David and the residents of Jerusalem, and they will look at me whom they pierced. They will mourn for him as one mourns for an only child and weep bitterly for him as one weeps for a firstborn."
    },
    {
        "o": 25995,
        "r": "csb:Zechariah:12:11",
        "t": "On that day the mourning in Jerusalem will be as great as the mourning of Hadad-rimmon in the plain of Megiddo."
    },
    {
        "o": 25996,
        "r": "csb:Zechariah:12:12",
        "t": "The land will mourn, every family by itself: the family of David’s house by itself and their women by themselves; the family of Nathan’s house by itself and their women by themselves;"
    },
    {
        "o": 25997,
        "r": "csb:Zechariah:12:13",
        "t": "the family of Levi’s house by itself and their women by themselves; the family of Shimei by itself and their women by themselves;"
    },
    {
        "o": 25998,
        "r": "csb:Zechariah:12:14",
        "t": "all the remaining families, every family by itself, and their women by themselves."
    },
    {
        "o": 25999,
        "r": "csb:Zechariah:13:0",
        "t": "Zechariah 13",
        "h": 1
    },
    {
        "o": 26000,
        "r": "csb:Zechariah:13:0",
        "t": "God’s People Cleansed",
        "h": 2
    },
    {
        "o": 26001,
        "r": "csb:Zechariah:13:1",
        "t": "“On*p that day a fountain will be opened for the house of David and for the residents of Jerusalem, to wash away sin and impurity."
    },
    {
        "o": 26002,
        "r": "csb:Zechariah:13:2",
        "t": "On that day” - this is the declaration of the Lord*s of Armies - “I will remove the names of the idols from the land, and they will no longer be remembered. I will banish the prophets and the unclean spirit from the land."
    },
    {
        "o": 26003,
        "r": "csb:Zechariah:13:3",
        "t": "If a man still prophesies, his father and his mother who bore him will say to him, ‘You cannot remain alive because you have spoken a lie in the name of the Lord.’*s When he prophesies, his father and his mother who bore him will pierce him through."
    },
    {
        "o": 26004,
        "r": "csb:Zechariah:13:4",
        "t": "On that day every prophet will be ashamed of his vision when he prophesies; they will not put on a hairy cloak in order to deceive."
    },
    {
        "o": 26005,
        "r": "csb:Zechariah:13:5",
        "t": "He will say, ‘I am not a prophet; I work the land, for a man purchased me as a servant since my youth.’"
    },
    {
        "o": 26006,
        "r": "csb:Zechariah:13:6",
        "t": "If someone asks him, ‘What are these wounds on your chest?’- then he will answer, ‘I received the wounds in the house of my friends.’"
    },
    {
        "o": 26007,
        "r": "csb:Zechariah:13:7",
        "t": "Sword,*pn awake against my shepherd, against*ln the man who is my associate — this*lg is the declaration of the Lord*s of Armies. Strike*pn the shepherd, and the sheep will be scattered; I*ln will turn my hand against the little ones."
    },
    {
        "o": 26008,
        "r": "csb:Zechariah:13:8",
        "t": "In*ln the whole land — this*lg is the Lord’s*s declaration — two-thirds*pn will be cut off and die, but*ln a third will be left in it."
    },
    {
        "o": 26009,
        "r": "csb:Zechariah:13:9",
        "t": "I*ln will put this third through the fire; I*ln will refine them as silver is refined and*ln test them as gold is tested. They*ln will call on my name, and*ln I will answer them. I*ln will say, ‘They are my people,’ and*ln they will say, ‘The Lord*s is our God.’”"
    },
    {
        "o": 26010,
        "r": "csb:Zechariah:14:0",
        "t": "Zechariah 14",
        "h": 1
    },
    {
        "o": 26011,
        "r": "csb:Zechariah:14:0",
        "t": "The Lord’s Triumph and Reign",
        "h": 2
    },
    {
        "o": 26012,
        "r": "csb:Zechariah:14:1",
        "t": "Look,*p a day belonging to the Lord*s is coming when the plunder taken from you will be divided in your presence."
    },
    {
        "o": 26013,
        "r": "csb:Zechariah:14:2",
        "t": "I will gather all the nations against Jerusalem for battle. The city will be captured, the houses looted, and the women raped. Half the city will go into exile, but the rest of the people will not be removed from the city."
    },
    {
        "o": 26014,
        "r": "csb:Zechariah:14:3",
        "t": "Then*p the Lord*s will go out to fight against those nations as he fights on a day of battle."
    },
    {
        "o": 26015,
        "r": "csb:Zechariah:14:4",
        "t": "On that day his feet will stand on the Mount of Olives, which faces Jerusalem on the east. The Mount of Olives will be split in half from east to west, forming a huge valley, so that half the mountain will move to the north and half to the south."
    },
    {
        "o": 26016,
        "r": "csb:Zechariah:14:5",
        "t": "You will flee by my mountain valley, for the valley of the mountains will extend to Azal. You will flee as you fled from the earthquake in the days of King Uzziah of Judah. Then the Lord*s my God will come and all the holy ones with him."
    },
    {
        "o": 26017,
        "r": "csb:Zechariah:14:6",
        "t": "On*p that day there will be no light; the sunlight and moonlight will diminish."
    },
    {
        "o": 26018,
        "r": "csb:Zechariah:14:7",
        "t": "It will be a unique day known only to the Lord,*s without day or night, but there will be light at evening."
    },
    {
        "o": 26019,
        "r": "csb:Zechariah:14:8",
        "t": "On*p that day living water will flow out from Jerusalem, half of it toward the eastern sea and the other half toward the western sea, in summer and winter alike."
    },
    {
        "o": 26020,
        "r": "csb:Zechariah:14:9",
        "t": "On that day the Lord*s will become King over the whole earth- the Lord*s alone, and his name alone."
    },
    {
        "o": 26021,
        "r": "csb:Zechariah:14:10",
        "t": "All the land from Geba to Rimmon south of Jerusalem will be changed into a plain. But Jerusalem will be raised up and will remain on its site from the Benjamin Gate to the place of the First Gate, to the Corner Gate, and from the Tower of Hananel to the royal winepresses."
    },
    {
        "o": 26022,
        "r": "csb:Zechariah:14:11",
        "t": "People will live there, and never again will there be a curse of complete destruction. So Jerusalem will dwell in security."
    },
    {
        "o": 26023,
        "r": "csb:Zechariah:14:12",
        "t": "This*p will be the plague with which the Lord*s strikes all the people who have warred against Jerusalem: their flesh will rot while they stand on their feet, their eyes will rot in their sockets, and their tongues will rot in their mouths."
    },
    {
        "o": 26024,
        "r": "csb:Zechariah:14:13",
        "t": "On that day a great panic from the Lord*s will be among them, so that each will seize the hand of another, and the hand of one will rise against the other."
    },
    {
        "o": 26025,
        "r": "csb:Zechariah:14:14",
        "t": "Judah will also fight at Jerusalem, and the wealth of all the surrounding nations will be collected: gold, silver, and clothing in great abundance."
    },
    {
        "o": 26026,
        "r": "csb:Zechariah:14:15",
        "t": "The same plague as the previous one will strike the horses, mules, camels, donkeys, and all the animals that are in those camps."
    },
    {
        "o": 26027,
        "r": "csb:Zechariah:14:16",
        "t": "Then*p all the survivors from the nations that came against Jerusalem will go up year after year to worship the King, the Lord*s of Armies, and to celebrate the Festival of Shelters."
    },
    {
        "o": 26028,
        "r": "csb:Zechariah:14:17",
        "t": "Should any of the families of the earth not go up to Jerusalem to worship the King, the Lord*s of Armies, rain will not fall on them."
    },
    {
        "o": 26029,
        "r": "csb:Zechariah:14:18",
        "t": "And if the people of Egypt will not go up and enter, then rain will not fall on them; this will be the plague the Lord*s inflicts on the nations who do not go up to celebrate the Festival of Shelters."
    },
    {
        "o": 26030,
        "r": "csb:Zechariah:14:19",
        "t": "This will be the punishment of Egypt and all the nations that do not go up to celebrate the Festival of Shelters."
    },
    {
        "o": 26031,
        "r": "csb:Zechariah:14:20",
        "t": "On*p that day, the words Holy*s to*s the*s Lord*s will be on the bells of the horses. The pots in the house of the Lord*s will be like the sprinkling basins before the altar."
    },
    {
        "o": 26032,
        "r": "csb:Zechariah:14:21",
        "t": "Every pot in Jerusalem and in Judah will be holy to the Lord*s of Armies. All who sacrifice will come and use the pots to cook in. And on that day there will no longer be a Canaanite in the house of the Lord*s of Armies."
    }
]
