[
    {
        "o": 3927,
        "r": "esv:Numbers:1:0",
        "t": "Numbers 1",
        "h": 1
    },
    {
        "o": 3928,
        "r": "esv:Numbers:1:0",
        "t": "A Census of Israel’s Warriors",
        "h": 2
    },
    {
        "o": 3929,
        "r": "esv:Numbers:1:1",
        "t": "The*p Lord*s spoke to Moses in the wilderness of Sinai, in the tent of meeting, on the first day of the second month, in the second year after they had come out of the land of Egypt, saying,"
    },
    {
        "o": 3930,
        "r": "esv:Numbers:1:2",
        "t": "“Take a census of all the congregation of the people of Israel, by clans, by fathers’ houses, according to the number of names, every male, head by head."
    },
    {
        "o": 3931,
        "r": "esv:Numbers:1:3",
        "t": "From twenty years old and upward, all in Israel who are able to go to war, you and Aaron shall list them, company by company."
    },
    {
        "o": 3932,
        "r": "esv:Numbers:1:4",
        "t": "And there shall be with you a man from each tribe, each man being the head of the house of his fathers."
    },
    {
        "o": 3933,
        "r": "esv:Numbers:1:5",
        "t": "And these are the names of the men who shall assist you. From Reuben, Elizur the son of Shedeur;"
    },
    {
        "o": 3934,
        "r": "esv:Numbers:1:6",
        "t": "from Simeon, Shelumiel the son of Zurishaddai;"
    },
    {
        "o": 3935,
        "r": "esv:Numbers:1:7",
        "t": "from Judah, Nahshon the son of Amminadab;"
    },
    {
        "o": 3936,
        "r": "esv:Numbers:1:8",
        "t": "from Issachar, Nethanel the son of Zuar;"
    },
    {
        "o": 3937,
        "r": "esv:Numbers:1:9",
        "t": "from Zebulun, Eliab the son of Helon;"
    },
    {
        "o": 3938,
        "r": "esv:Numbers:1:10",
        "t": "from the sons of Joseph, from Ephraim, Elishama the son of Ammihud, and from Manasseh, Gamaliel the son of Pedahzur;"
    },
    {
        "o": 3939,
        "r": "esv:Numbers:1:11",
        "t": "from Benjamin, Abidan the son of Gideoni;"
    },
    {
        "o": 3940,
        "r": "esv:Numbers:1:12",
        "t": "from Dan, Ahiezer the son of Ammishaddai;"
    },
    {
        "o": 3941,
        "r": "esv:Numbers:1:13",
        "t": "from Asher, Pagiel the son of Ochran;"
    },
    {
        "o": 3942,
        "r": "esv:Numbers:1:14",
        "t": "from Gad, Eliasaph the son of Deuel;"
    },
    {
        "o": 3943,
        "r": "esv:Numbers:1:15",
        "t": "from Naphtali, Ahira the son of Enan.”"
    },
    {
        "o": 3944,
        "r": "esv:Numbers:1:16",
        "t": "These were the ones chosen from the congregation, the chiefs of their ancestral tribes, the heads of the clans of Israel."
    },
    {
        "o": 3945,
        "r": "esv:Numbers:1:17",
        "t": "Moses*p and Aaron took these men who had been named,"
    },
    {
        "o": 3946,
        "r": "esv:Numbers:1:18",
        "t": "and on the first day of the second month, they assembled the whole congregation together, who registered themselves by clans, by fathers’ houses, according to the number of names from twenty years old and upward, head by head,"
    },
    {
        "o": 3947,
        "r": "esv:Numbers:1:19",
        "t": "as the Lord*s commanded Moses. So he listed them in the wilderness of Sinai."
    },
    {
        "o": 3948,
        "r": "esv:Numbers:1:20",
        "t": "The*p people of Reuben, Israel’s firstborn, their generations, by their clans, by their fathers’ houses, according to the number of names, head by head, every male from twenty years old and upward, all who were able to go to war:"
    },
    {
        "o": 3949,
        "r": "esv:Numbers:1:21",
        "t": "those listed of the tribe of Reuben were 46,500."
    },
    {
        "o": 3950,
        "r": "esv:Numbers:1:22",
        "t": "Of*p the people of Simeon, their generations, by their clans, by their fathers’ houses, those of them who were listed, according to the number of names, head by head, every male from twenty years old and upward, all who were able to go to war:"
    },
    {
        "o": 3951,
        "r": "esv:Numbers:1:23",
        "t": "those listed of the tribe of Simeon were 59,300."
    },
    {
        "o": 3952,
        "r": "esv:Numbers:1:24",
        "t": "Of*p the people of Gad, their generations, by their clans, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go to war:"
    },
    {
        "o": 3953,
        "r": "esv:Numbers:1:25",
        "t": "those listed of the tribe of Gad were 45,650."
    },
    {
        "o": 3954,
        "r": "esv:Numbers:1:26",
        "t": "Of*p the people of Judah, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war:"
    },
    {
        "o": 3955,
        "r": "esv:Numbers:1:27",
        "t": "those listed of the tribe of Judah were 74,600."
    },
    {
        "o": 3956,
        "r": "esv:Numbers:1:28",
        "t": "Of*p the people of Issachar, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war:"
    },
    {
        "o": 3957,
        "r": "esv:Numbers:1:29",
        "t": "those listed of the tribe of Issachar were 54,400."
    },
    {
        "o": 3958,
        "r": "esv:Numbers:1:30",
        "t": "Of*p the people of Zebulun, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war:"
    },
    {
        "o": 3959,
        "r": "esv:Numbers:1:31",
        "t": "those listed of the tribe of Zebulun were 57,400."
    },
    {
        "o": 3960,
        "r": "esv:Numbers:1:32",
        "t": "Of*p the people of Joseph, namely, of the people of Ephraim, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war:"
    },
    {
        "o": 3961,
        "r": "esv:Numbers:1:33",
        "t": "those listed of the tribe of Ephraim were 40,500."
    },
    {
        "o": 3962,
        "r": "esv:Numbers:1:34",
        "t": "Of*p the people of Manasseh, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war:"
    },
    {
        "o": 3963,
        "r": "esv:Numbers:1:35",
        "t": "those listed of the tribe of Manasseh were 32,200."
    },
    {
        "o": 3964,
        "r": "esv:Numbers:1:36",
        "t": "Of*p the people of Benjamin, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war:"
    },
    {
        "o": 3965,
        "r": "esv:Numbers:1:37",
        "t": "those listed of the tribe of Benjamin were 35,400."
    },
    {
        "o": 3966,
        "r": "esv:Numbers:1:38",
        "t": "Of*p the people of Dan, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war:"
    },
    {
        "o": 3967,
        "r": "esv:Numbers:1:39",
        "t": "those listed of the tribe of Dan were 62,700."
    },
    {
        "o": 3968,
        "r": "esv:Numbers:1:40",
        "t": "Of*p the people of Asher, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war:"
    },
    {
        "o": 3969,
        "r": "esv:Numbers:1:41",
        "t": "those listed of the tribe of Asher were 41,500."
    },
    {
        "o": 3970,
        "r": "esv:Numbers:1:42",
        "t": "Of*p the people of Naphtali, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war:"
    },
    {
        "o": 3971,
        "r": "esv:Numbers:1:43",
        "t": "those listed of the tribe of Naphtali were 53,400."
    },
    {
        "o": 3972,
        "r": "esv:Numbers:1:44",
        "t": "These*p are those who were listed, whom Moses and Aaron listed with the help of the chiefs of Israel, twelve men, each representing his fathers’ house."
    },
    {
        "o": 3973,
        "r": "esv:Numbers:1:45",
        "t": "So all those listed of the people of Israel, by their fathers’ houses, from twenty years old and upward, every man able to go to war in Israel—"
    },
    {
        "o": 3974,
        "r": "esv:Numbers:1:46",
        "t": "all those listed were 603,550."
    },
    {
        "o": 3975,
        "r": "esv:Numbers:1:46",
        "t": "Levites Exempted",
        "h": 2
    },
    {
        "o": 3976,
        "r": "esv:Numbers:1:47",
        "t": "But*p the Levites were not listed along with them by their ancestral tribe."
    },
    {
        "o": 3977,
        "r": "esv:Numbers:1:48",
        "t": "For the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3978,
        "r": "esv:Numbers:1:49",
        "t": "“Only the tribe of Levi you shall not list, and you shall not take a census of them among the people of Israel."
    },
    {
        "o": 3979,
        "r": "esv:Numbers:1:50",
        "t": "But appoint the Levites over the tabernacle of the testimony, and over all its furnishings, and over all that belongs to it. They are to carry the tabernacle and all its furnishings, and they shall take care of it and shall camp around the tabernacle."
    },
    {
        "o": 3980,
        "r": "esv:Numbers:1:51",
        "t": "When the tabernacle is to set out, the Levites shall take it down, and when the tabernacle is to be pitched, the Levites shall set it up. And if any outsider comes near, he shall be put to death."
    },
    {
        "o": 3981,
        "r": "esv:Numbers:1:52",
        "t": "The people of Israel shall pitch their tents by their companies, each man in his own camp and each man by his own standard."
    },
    {
        "o": 3982,
        "r": "esv:Numbers:1:53",
        "t": "But the Levites shall camp around the tabernacle of the testimony, so that there may be no wrath on the congregation of the people of Israel. And the Levites shall keep guard over the tabernacle of the testimony.”"
    },
    {
        "o": 3983,
        "r": "esv:Numbers:1:54",
        "t": "Thus did the people of Israel; they did according to all that the Lord*s commanded Moses."
    },
    {
        "o": 3984,
        "r": "esv:Numbers:2:0",
        "t": "Numbers 2",
        "h": 1
    },
    {
        "o": 3985,
        "r": "esv:Numbers:2:0",
        "t": "Arrangement of the Camp",
        "h": 2
    },
    {
        "o": 3986,
        "r": "esv:Numbers:2:1",
        "t": "The*p Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 3987,
        "r": "esv:Numbers:2:2",
        "t": "“The people of Israel shall camp each by his own standard, with the banners of their fathers’ houses. They shall camp facing the tent of meeting on every side."
    },
    {
        "o": 3988,
        "r": "esv:Numbers:2:3",
        "t": "Those to camp on the east side toward the sunrise shall be of the standard of the camp of Judah by their companies, the chief of the people of Judah being Nahshon the son of Amminadab,"
    },
    {
        "o": 3989,
        "r": "esv:Numbers:2:4",
        "t": "his company as listed being 74,600."
    },
    {
        "o": 3990,
        "r": "esv:Numbers:2:5",
        "t": "Those to camp next to him shall be the tribe of Issachar, the chief of the people of Issachar being Nethanel the son of Zuar,"
    },
    {
        "o": 3991,
        "r": "esv:Numbers:2:6",
        "t": "his company as listed being 54,400."
    },
    {
        "o": 3992,
        "r": "esv:Numbers:2:7",
        "t": "Then the tribe of Zebulun, the chief of the people of Zebulun being Eliab the son of Helon,"
    },
    {
        "o": 3993,
        "r": "esv:Numbers:2:8",
        "t": "his company as listed being 57,400."
    },
    {
        "o": 3994,
        "r": "esv:Numbers:2:9",
        "t": "All those listed of the camp of Judah, by their companies, were 186,400. They shall set out first on the march."
    },
    {
        "o": 3995,
        "r": "esv:Numbers:2:10",
        "t": "“On*p the south side shall be the standard of the camp of Reuben by their companies, the chief of the people of Reuben being Elizur the son of Shedeur,"
    },
    {
        "o": 3996,
        "r": "esv:Numbers:2:11",
        "t": "his company as listed being 46,500."
    },
    {
        "o": 3997,
        "r": "esv:Numbers:2:12",
        "t": "And those to camp next to him shall be the tribe of Simeon, the chief of the people of Simeon being Shelumiel the son of Zurishaddai,"
    },
    {
        "o": 3998,
        "r": "esv:Numbers:2:13",
        "t": "his company as listed being 59,300."
    },
    {
        "o": 3999,
        "r": "esv:Numbers:2:14",
        "t": "Then the tribe of Gad, the chief of the people of Gad being Eliasaph the son of Reuel,"
    },
    {
        "o": 4000,
        "r": "esv:Numbers:2:15",
        "t": "his company as listed being 45,650."
    },
    {
        "o": 4001,
        "r": "esv:Numbers:2:16",
        "t": "All those listed of the camp of Reuben, by their companies, were 151,450. They shall set out second."
    },
    {
        "o": 4002,
        "r": "esv:Numbers:2:17",
        "t": "“Then*p the tent of meeting shall set out, with the camp of the Levites in the midst of the camps; as they camp, so shall they set out, each in position, standard by standard."
    },
    {
        "o": 4003,
        "r": "esv:Numbers:2:18",
        "t": "“On*p the west side shall be the standard of the camp of Ephraim by their companies, the chief of the people of Ephraim being Elishama the son of Ammihud,"
    },
    {
        "o": 4004,
        "r": "esv:Numbers:2:19",
        "t": "his company as listed being 40,500."
    },
    {
        "o": 4005,
        "r": "esv:Numbers:2:20",
        "t": "And next to him shall be the tribe of Manasseh, the chief of the people of Manasseh being Gamaliel the son of Pedahzur,"
    },
    {
        "o": 4006,
        "r": "esv:Numbers:2:21",
        "t": "his company as listed being 32,200."
    },
    {
        "o": 4007,
        "r": "esv:Numbers:2:22",
        "t": "Then the tribe of Benjamin, the chief of the people of Benjamin being Abidan the son of Gideoni,"
    },
    {
        "o": 4008,
        "r": "esv:Numbers:2:23",
        "t": "his company as listed being 35,400."
    },
    {
        "o": 4009,
        "r": "esv:Numbers:2:24",
        "t": "All those listed of the camp of Ephraim, by their companies, were 108,100. They shall set out third on the march."
    },
    {
        "o": 4010,
        "r": "esv:Numbers:2:25",
        "t": "“On*p the north side shall be the standard of the camp of Dan by their companies, the chief of the people of Dan being Ahiezer the son of Ammishaddai,"
    },
    {
        "o": 4011,
        "r": "esv:Numbers:2:26",
        "t": "his company as listed being 62,700."
    },
    {
        "o": 4012,
        "r": "esv:Numbers:2:27",
        "t": "And those to camp next to him shall be the tribe of Asher, the chief of the people of Asher being Pagiel the son of Ochran,"
    },
    {
        "o": 4013,
        "r": "esv:Numbers:2:28",
        "t": "his company as listed being 41,500."
    },
    {
        "o": 4014,
        "r": "esv:Numbers:2:29",
        "t": "Then the tribe of Naphtali, the chief of the people of Naphtali being Ahira the son of Enan,"
    },
    {
        "o": 4015,
        "r": "esv:Numbers:2:30",
        "t": "his company as listed being 53,400."
    },
    {
        "o": 4016,
        "r": "esv:Numbers:2:31",
        "t": "All those listed of the camp of Dan were 157,600. They shall set out last, standard by standard.”"
    },
    {
        "o": 4017,
        "r": "esv:Numbers:2:32",
        "t": "These*p are the people of Israel as listed by their fathers’ houses. All those listed in the camps by their companies were 603,550."
    },
    {
        "o": 4018,
        "r": "esv:Numbers:2:33",
        "t": "But the Levites were not listed among the people of Israel, as the Lord*s commanded Moses."
    },
    {
        "o": 4019,
        "r": "esv:Numbers:2:34",
        "t": "Thus*p did the people of Israel. According to all that the Lord*s commanded Moses, so they camped by their standards, and so they set out, each one in his clan, according to his fathers’ house."
    },
    {
        "o": 4020,
        "r": "esv:Numbers:3:0",
        "t": "Numbers 3",
        "h": 1
    },
    {
        "o": 4021,
        "r": "esv:Numbers:3:0",
        "t": "The Sons of Aaron",
        "h": 2
    },
    {
        "o": 4022,
        "r": "esv:Numbers:3:1",
        "t": "These*p are the generations of Aaron and Moses at the time when the Lord*s spoke with Moses on Mount Sinai."
    },
    {
        "o": 4023,
        "r": "esv:Numbers:3:2",
        "t": "These are the names of the sons of Aaron: Nadab the firstborn, and Abihu, Eleazar, and Ithamar."
    },
    {
        "o": 4024,
        "r": "esv:Numbers:3:3",
        "t": "These are the names of the sons of Aaron, the anointed priests, whom he ordained to serve as priests."
    },
    {
        "o": 4025,
        "r": "esv:Numbers:3:4",
        "t": "But Nadab and Abihu died before the Lord*s when they offered unauthorized fire before the Lord*s in the wilderness of Sinai, and they had no children. So Eleazar and Ithamar served as priests in the lifetime of Aaron their father."
    },
    {
        "o": 4026,
        "r": "esv:Numbers:3:4",
        "t": "Duties of the Levites",
        "h": 2
    },
    {
        "o": 4027,
        "r": "esv:Numbers:3:5",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4028,
        "r": "esv:Numbers:3:6",
        "t": "“Bring the tribe of Levi near, and set them before Aaron the priest, that they may minister to him."
    },
    {
        "o": 4029,
        "r": "esv:Numbers:3:7",
        "t": "They shall keep guard over him and over the whole congregation before the tent of meeting, as they minister at the tabernacle."
    },
    {
        "o": 4030,
        "r": "esv:Numbers:3:8",
        "t": "They shall guard all the furnishings of the tent of meeting, and keep guard over the people of Israel as they minister at the tabernacle."
    },
    {
        "o": 4031,
        "r": "esv:Numbers:3:9",
        "t": "And you shall give the Levites to Aaron and his sons; they are wholly given to him from among the people of Israel."
    },
    {
        "o": 4032,
        "r": "esv:Numbers:3:10",
        "t": "And you shall appoint Aaron and his sons, and they shall guard their priesthood. But if any outsider comes near, he shall be put to death.”"
    },
    {
        "o": 4033,
        "r": "esv:Numbers:3:11",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4034,
        "r": "esv:Numbers:3:12",
        "t": "“Behold, I have taken the Levites from among the people of Israel instead of every firstborn who opens the womb among the people of Israel. The Levites shall be mine,"
    },
    {
        "o": 4035,
        "r": "esv:Numbers:3:13",
        "t": "for all the firstborn are mine. On the day that I struck down all the firstborn in the land of Egypt, I consecrated for my own all the firstborn in Israel, both of man and of beast. They shall be mine: I am the Lord.”*s"
    },
    {
        "o": 4036,
        "r": "esv:Numbers:3:14",
        "t": "And*p the Lord*s spoke to Moses in the wilderness of Sinai, saying,"
    },
    {
        "o": 4037,
        "r": "esv:Numbers:3:15",
        "t": "“List the sons of Levi, by fathers’ houses and by clans; every male from a month old and upward you shall list.”"
    },
    {
        "o": 4038,
        "r": "esv:Numbers:3:16",
        "t": "So Moses listed them according to the word of the Lord,*s as he was commanded."
    },
    {
        "o": 4039,
        "r": "esv:Numbers:3:17",
        "t": "And these were the sons of Levi by their names: Gershon and Kohath and Merari."
    },
    {
        "o": 4040,
        "r": "esv:Numbers:3:18",
        "t": "And these are the names of the sons of Gershon by their clans: Libni and Shimei."
    },
    {
        "o": 4041,
        "r": "esv:Numbers:3:19",
        "t": "And the sons of Kohath by their clans: Amram, Izhar, Hebron, and Uzziel."
    },
    {
        "o": 4042,
        "r": "esv:Numbers:3:20",
        "t": "And the sons of Merari by their clans: Mahli and Mushi. These are the clans of the Levites, by their fathers’ houses."
    },
    {
        "o": 4043,
        "r": "esv:Numbers:3:21",
        "t": "To*p Gershon belonged the clan of the Libnites and the clan of the Shimeites; these were the clans of the Gershonites."
    },
    {
        "o": 4044,
        "r": "esv:Numbers:3:22",
        "t": "Their listing according to the number of all the males from a month old and upward was 7,500."
    },
    {
        "o": 4045,
        "r": "esv:Numbers:3:23",
        "t": "The clans of the Gershonites were to camp behind the tabernacle on the west,"
    },
    {
        "o": 4046,
        "r": "esv:Numbers:3:24",
        "t": "with Eliasaph, the son of Lael as chief of the fathers’ house of the Gershonites."
    },
    {
        "o": 4047,
        "r": "esv:Numbers:3:25",
        "t": "And the guard duty of the sons of Gershon in the tent of meeting involved the tabernacle, the tent with its covering, the screen for the entrance of the tent of meeting,"
    },
    {
        "o": 4048,
        "r": "esv:Numbers:3:26",
        "t": "the hangings of the court, the screen for the door of the court that is around the tabernacle and the altar, and its cords— all the service connected with these."
    },
    {
        "o": 4049,
        "r": "esv:Numbers:3:27",
        "t": "To*p Kohath belonged the clan of the Amramites and the clan of the Izharites and the clan of the Hebronites and the clan of the Uzzielites; these are the clans of the Kohathites."
    },
    {
        "o": 4050,
        "r": "esv:Numbers:3:28",
        "t": "According to the number of all the males, from a month old and upward, there were 8,600, keeping guard over the sanctuary."
    },
    {
        "o": 4051,
        "r": "esv:Numbers:3:29",
        "t": "The clans of the sons of Kohath were to camp on the south side of the tabernacle,"
    },
    {
        "o": 4052,
        "r": "esv:Numbers:3:30",
        "t": "with Elizaphan the son of Uzziel as chief of the fathers’ house of the clans of the Kohathites."
    },
    {
        "o": 4053,
        "r": "esv:Numbers:3:31",
        "t": "And their guard duty involved the ark, the table, the lampstand, the altars, the vessels of the sanctuary with which the priests minister, and the screen; all the service connected with these."
    },
    {
        "o": 4054,
        "r": "esv:Numbers:3:32",
        "t": "And Eleazar the son of Aaron the priest was to be chief over the chiefs of the Levites, and to have oversight of those who kept guard over the sanctuary."
    },
    {
        "o": 4055,
        "r": "esv:Numbers:3:33",
        "t": "To*p Merari belonged the clan of the Mahlites and the clan of the Mushites: these are the clans of Merari."
    },
    {
        "o": 4056,
        "r": "esv:Numbers:3:34",
        "t": "Their listing according to the number of all the males from a month old and upward was 6,200."
    },
    {
        "o": 4057,
        "r": "esv:Numbers:3:35",
        "t": "And the chief of the fathers’ house of the clans of Merari was Zuriel the son of Abihail. They were to camp on the north side of the tabernacle."
    },
    {
        "o": 4058,
        "r": "esv:Numbers:3:36",
        "t": "And the appointed guard duty of the sons of Merari involved the frames of the tabernacle, the bars, the pillars, the bases, and all their accessories; all the service connected with these;"
    },
    {
        "o": 4059,
        "r": "esv:Numbers:3:37",
        "t": "also the pillars around the court, with their bases and pegs and cords."
    },
    {
        "o": 4060,
        "r": "esv:Numbers:3:38",
        "t": "Those*p who were to camp before the tabernacle on the east, before the tent of meeting toward the sunrise, were Moses and Aaron and his sons, guarding the sanctuary itself, to protect the people of Israel. And any outsider who came near was to be put to death."
    },
    {
        "o": 4061,
        "r": "esv:Numbers:3:39",
        "t": "All those listed among the Levites, whom Moses and Aaron listed at the commandment of the Lord,*s by clans, all the males from a month old and upward, were 22,000."
    },
    {
        "o": 4062,
        "r": "esv:Numbers:3:39",
        "t": "Redemption of the Firstborn",
        "h": 2
    },
    {
        "o": 4063,
        "r": "esv:Numbers:3:40",
        "t": "And*p the Lord*s said to Moses, “List all the firstborn males of the people of Israel, from a month old and upward, taking the number of their names."
    },
    {
        "o": 4064,
        "r": "esv:Numbers:3:41",
        "t": "And you shall take the Levites for me— I am the Lord—*s instead of all the firstborn among the people of Israel, and the cattle of the Levites instead of all the firstborn among the cattle of the people of Israel.”"
    },
    {
        "o": 4065,
        "r": "esv:Numbers:3:42",
        "t": "So Moses listed all the firstborn among the people of Israel, as the Lord*s commanded him."
    },
    {
        "o": 4066,
        "r": "esv:Numbers:3:43",
        "t": "And all the firstborn males, according to the number of names, from a month old and upward as listed were 22,273."
    },
    {
        "o": 4067,
        "r": "esv:Numbers:3:44",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4068,
        "r": "esv:Numbers:3:45",
        "t": "“Take the Levites instead of all the firstborn among the people of Israel, and the cattle of the Levites instead of their cattle. The Levites shall be mine: I am the Lord.*s"
    },
    {
        "o": 4069,
        "r": "esv:Numbers:3:46",
        "t": "And as the redemption price for the 273 of the firstborn of the people of Israel, over and above the number of the male Levites,"
    },
    {
        "o": 4070,
        "r": "esv:Numbers:3:47",
        "t": "you shall take five shekels per head; you shall take them according to the shekel of the sanctuary (the shekel of twenty gerahs),"
    },
    {
        "o": 4071,
        "r": "esv:Numbers:3:48",
        "t": "and give the money to Aaron and his sons as the redemption price for those who are over.”"
    },
    {
        "o": 4072,
        "r": "esv:Numbers:3:49",
        "t": "So Moses took the redemption money from those who were over and above those redeemed by the Levites."
    },
    {
        "o": 4073,
        "r": "esv:Numbers:3:50",
        "t": "From the firstborn of the people of Israel he took the money, 1,365 shekels, by the shekel of the sanctuary."
    },
    {
        "o": 4074,
        "r": "esv:Numbers:3:51",
        "t": "And Moses gave the redemption money to Aaron and his sons, according to the word of the Lord,*s as the Lord*s commanded Moses."
    },
    {
        "o": 4075,
        "r": "esv:Numbers:4:0",
        "t": "Numbers 4",
        "h": 1
    },
    {
        "o": 4076,
        "r": "esv:Numbers:4:0",
        "t": "Duties of the Kohathites, Gershonites, and Merarites",
        "h": 2
    },
    {
        "o": 4077,
        "r": "esv:Numbers:4:1",
        "t": "The*p Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 4078,
        "r": "esv:Numbers:4:2",
        "t": "“Take a census of the sons of Kohath from among the sons of Levi, by their clans and their fathers’ houses,"
    },
    {
        "o": 4079,
        "r": "esv:Numbers:4:3",
        "t": "from thirty years old up to fifty years old, all who can come on duty, to do the work in the tent of meeting."
    },
    {
        "o": 4080,
        "r": "esv:Numbers:4:4",
        "t": "This is the service of the sons of Kohath in the tent of meeting: the most holy things."
    },
    {
        "o": 4081,
        "r": "esv:Numbers:4:5",
        "t": "When the camp is to set out, Aaron and his sons shall go in and take down the veil of the screen and cover the ark of the testimony with it."
    },
    {
        "o": 4082,
        "r": "esv:Numbers:4:6",
        "t": "Then they shall put on it a covering of goatskin and spread on top of that a cloth all of blue, and shall put in its poles."
    },
    {
        "o": 4083,
        "r": "esv:Numbers:4:7",
        "t": "And over the table of the bread of the Presence they shall spread a cloth of blue and put on it the plates, the dishes for incense, the bowls, and the flagons for the drink offering; the regular showbread also shall be on it."
    },
    {
        "o": 4084,
        "r": "esv:Numbers:4:8",
        "t": "Then they shall spread over them a cloth of scarlet and cover the same with a covering of goatskin, and shall put in its poles."
    },
    {
        "o": 4085,
        "r": "esv:Numbers:4:9",
        "t": "And they shall take a cloth of blue and cover the lampstand for the light, with its lamps, its tongs, its trays, and all the vessels for oil with which it is supplied."
    },
    {
        "o": 4086,
        "r": "esv:Numbers:4:10",
        "t": "And they shall put it with all its utensils in a covering of goatskin and put it on the carrying frame."
    },
    {
        "o": 4087,
        "r": "esv:Numbers:4:11",
        "t": "And over the golden altar they shall spread a cloth of blue and cover it with a covering of goatskin, and shall put in its poles."
    },
    {
        "o": 4088,
        "r": "esv:Numbers:4:12",
        "t": "And they shall take all the vessels of the service that are used in the sanctuary and put them in a cloth of blue and cover them with a covering of goatskin and put them on the carrying frame."
    },
    {
        "o": 4089,
        "r": "esv:Numbers:4:13",
        "t": "And they shall take away the ashes from the altar and spread a purple cloth over it."
    },
    {
        "o": 4090,
        "r": "esv:Numbers:4:14",
        "t": "And they shall put on it all the utensils of the altar, which are used for the service there, the fire pans, the forks, the shovels, and the basins, all the utensils of the altar; and they shall spread on it a covering of goatskin, and shall put in its poles."
    },
    {
        "o": 4091,
        "r": "esv:Numbers:4:15",
        "t": "And when Aaron and his sons have finished covering the sanctuary and all the furnishings of the sanctuary, as the camp sets out, after that the sons of Kohath shall come to carry these, but they must not touch the holy things, lest they die. These are the things of the tent of meeting that the sons of Kohath are to carry."
    },
    {
        "o": 4092,
        "r": "esv:Numbers:4:16",
        "t": "“And*p Eleazar the son of Aaron the priest shall have charge of the oil for the light, the fragrant incense, the regular grain offering, and the anointing oil, with the oversight of the whole tabernacle and all that is in it, of the sanctuary and its vessels.”"
    },
    {
        "o": 4093,
        "r": "esv:Numbers:4:17",
        "t": "The*p Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 4094,
        "r": "esv:Numbers:4:18",
        "t": "“Let not the tribe of the clans of the Kohathites be destroyed from among the Levites,"
    },
    {
        "o": 4095,
        "r": "esv:Numbers:4:19",
        "t": "but deal thus with them, that they may live and not die when they come near to the most holy things: Aaron and his sons shall go in and appoint them each to his task and to his burden,"
    },
    {
        "o": 4096,
        "r": "esv:Numbers:4:20",
        "t": "but they shall not go in to look on the holy things even for a moment, lest they die.”"
    },
    {
        "o": 4097,
        "r": "esv:Numbers:4:21",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4098,
        "r": "esv:Numbers:4:22",
        "t": "“Take a census of the sons of Gershon also, by their fathers’ houses and by their clans."
    },
    {
        "o": 4099,
        "r": "esv:Numbers:4:23",
        "t": "From thirty years old up to fifty years old, you shall list them, all who can come to do duty, to do service in the tent of meeting."
    },
    {
        "o": 4100,
        "r": "esv:Numbers:4:24",
        "t": "This is the service of the clans of the Gershonites, in serving and bearing burdens:"
    },
    {
        "o": 4101,
        "r": "esv:Numbers:4:25",
        "t": "they shall carry the curtains of the tabernacle and the tent of meeting with its covering and the covering of goatskin that is on top of it and the screen for the entrance of the tent of meeting"
    },
    {
        "o": 4102,
        "r": "esv:Numbers:4:26",
        "t": "and the hangings of the court and the screen for the entrance of the gate of the court that is around the tabernacle and the altar, and their cords and all the equipment for their service. And they shall do all that needs to be done with regard to them."
    },
    {
        "o": 4103,
        "r": "esv:Numbers:4:27",
        "t": "All the service of the sons of the Gershonites shall be at the command of Aaron and his sons, in all that they are to carry and in all that they have to do. And you shall assign to their charge all that they are to carry."
    },
    {
        "o": 4104,
        "r": "esv:Numbers:4:28",
        "t": "This is the service of the clans of the sons of the Gershonites in the tent of meeting, and their guard duty is to be under the direction of Ithamar the son of Aaron the priest."
    },
    {
        "o": 4105,
        "r": "esv:Numbers:4:29",
        "t": "“As*p for the sons of Merari, you shall list them by their clans and their fathers’ houses."
    },
    {
        "o": 4106,
        "r": "esv:Numbers:4:30",
        "t": "From thirty years old up to fifty years old, you shall list them, everyone who can come on duty, to do the service of the tent of meeting."
    },
    {
        "o": 4107,
        "r": "esv:Numbers:4:31",
        "t": "And this is what they are charged to carry, as the whole of their service in the tent of meeting: the frames of the tabernacle, with its bars, pillars, and bases,"
    },
    {
        "o": 4108,
        "r": "esv:Numbers:4:32",
        "t": "and the pillars around the court with their bases, pegs, and cords, with all their equipment and all their accessories. And you shall list by name the objects that they are required to carry."
    },
    {
        "o": 4109,
        "r": "esv:Numbers:4:33",
        "t": "This is the service of the clans of the sons of Merari, the whole of their service in the tent of meeting, under the direction of Ithamar the son of Aaron the priest.”"
    },
    {
        "o": 4110,
        "r": "esv:Numbers:4:34",
        "t": "And*p Moses and Aaron and the chiefs of the congregation listed the sons of the Kohathites, by their clans and their fathers’ houses,"
    },
    {
        "o": 4111,
        "r": "esv:Numbers:4:35",
        "t": "from thirty years old up to fifty years old, everyone who could come on duty, for service in the tent of meeting;"
    },
    {
        "o": 4112,
        "r": "esv:Numbers:4:36",
        "t": "and those listed by clans were 2,750."
    },
    {
        "o": 4113,
        "r": "esv:Numbers:4:37",
        "t": "This was the list of the clans of the Kohathites, all who served in the tent of meeting, whom Moses and Aaron listed according to the commandment of the Lord*s by Moses."
    },
    {
        "o": 4114,
        "r": "esv:Numbers:4:38",
        "t": "Those*p listed of the sons of Gershon, by their clans and their fathers’ houses,"
    },
    {
        "o": 4115,
        "r": "esv:Numbers:4:39",
        "t": "from thirty years old up to fifty years old, everyone who could come on duty for service in the tent of meeting—"
    },
    {
        "o": 4116,
        "r": "esv:Numbers:4:40",
        "t": "those listed by their clans and their fathers’ houses were 2,630."
    },
    {
        "o": 4117,
        "r": "esv:Numbers:4:41",
        "t": "This was the list of the clans of the sons of Gershon, all who served in the tent of meeting, whom Moses and Aaron listed according to the commandment of the Lord.*s"
    },
    {
        "o": 4118,
        "r": "esv:Numbers:4:42",
        "t": "Those*p listed of the clans of the sons of Merari, by their clans and their fathers’ houses,"
    },
    {
        "o": 4119,
        "r": "esv:Numbers:4:43",
        "t": "from thirty years old up to fifty years old, everyone who could come on duty, for service in the tent of meeting—"
    },
    {
        "o": 4120,
        "r": "esv:Numbers:4:44",
        "t": "those listed by clans were 3,200."
    },
    {
        "o": 4121,
        "r": "esv:Numbers:4:45",
        "t": "This was the list of the clans of the sons of Merari, whom Moses and Aaron listed according to the commandment of the Lord*s by Moses."
    },
    {
        "o": 4122,
        "r": "esv:Numbers:4:46",
        "t": "All*p those who were listed of the Levites, whom Moses and Aaron and the chiefs of Israel listed, by their clans and their fathers’ houses,"
    },
    {
        "o": 4123,
        "r": "esv:Numbers:4:47",
        "t": "from thirty years old up to fifty years old, everyone who could come to do the service of ministry and the service of bearing burdens in the tent of meeting,"
    },
    {
        "o": 4124,
        "r": "esv:Numbers:4:48",
        "t": "those listed were 8,580."
    },
    {
        "o": 4125,
        "r": "esv:Numbers:4:49",
        "t": "According to the commandment of the Lord*s through Moses they were listed, each one with his task of serving or carrying. Thus they were listed by him, as the Lord*s commanded Moses."
    },
    {
        "o": 4126,
        "r": "esv:Numbers:5:0",
        "t": "Numbers 5",
        "h": 1
    },
    {
        "o": 4127,
        "r": "esv:Numbers:5:0",
        "t": "Unclean People",
        "h": 2
    },
    {
        "o": 4128,
        "r": "esv:Numbers:5:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4129,
        "r": "esv:Numbers:5:2",
        "t": "“Command the people of Israel that they put out of the camp everyone who is leprous or has a discharge and everyone who is unclean through contact with the dead."
    },
    {
        "o": 4130,
        "r": "esv:Numbers:5:3",
        "t": "You shall put out both male and female, putting them outside the camp, that they may not defile their camp, in the midst of which I dwell.”"
    },
    {
        "o": 4131,
        "r": "esv:Numbers:5:4",
        "t": "And the people of Israel did so, and put them outside the camp; as the Lord*s said to Moses, so the people of Israel did."
    },
    {
        "o": 4132,
        "r": "esv:Numbers:5:4",
        "t": "Confession and Restitution",
        "h": 2
    },
    {
        "o": 4133,
        "r": "esv:Numbers:5:5",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4134,
        "r": "esv:Numbers:5:6",
        "t": "“Speak to the people of Israel, When a man or woman commits any of the sins that people commit by breaking faith with the Lord,*s and that person realizes his guilt,"
    },
    {
        "o": 4135,
        "r": "esv:Numbers:5:7",
        "t": "he shall confess his sin that he has committed. And he shall make full restitution for his wrong, adding a fifth to it and giving it to him to whom he did the wrong."
    },
    {
        "o": 4136,
        "r": "esv:Numbers:5:8",
        "t": "But if the man has no next of kin to whom restitution may be made for the wrong, the restitution for wrong shall go to the Lord*s for the priest, in addition to the ram of atonement with which atonement is made for him."
    },
    {
        "o": 4137,
        "r": "esv:Numbers:5:9",
        "t": "And every contribution, all the holy donations of the people of Israel, which they bring to the priest, shall be his."
    },
    {
        "o": 4138,
        "r": "esv:Numbers:5:10",
        "t": "Each one shall keep his holy donations: whatever anyone gives to the priest shall be his.”"
    },
    {
        "o": 4139,
        "r": "esv:Numbers:5:10",
        "t": "A Test for Adultery",
        "h": 2
    },
    {
        "o": 4140,
        "r": "esv:Numbers:5:11",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4141,
        "r": "esv:Numbers:5:12",
        "t": "“Speak to the people of Israel, If any man’s wife goes astray and breaks faith with him,"
    },
    {
        "o": 4142,
        "r": "esv:Numbers:5:13",
        "t": "if a man lies with her sexually, and it is hidden from the eyes of her husband, and she is undetected though she has defiled herself, and there is no witness against her, since she was not taken in the act,"
    },
    {
        "o": 4143,
        "r": "esv:Numbers:5:14",
        "t": "and if the spirit of jealousy comes over him and he is jealous of his wife who has defiled herself, or if the spirit of jealousy comes over him and he is jealous of his wife, though she has not defiled herself,"
    },
    {
        "o": 4144,
        "r": "esv:Numbers:5:15",
        "t": "then the man shall bring his wife to the priest and bring the offering required of her, a tenth of an ephah of barley flour. He shall pour no oil on it and put no frankincense on it, for it is a grain offering of jealousy, a grain offering of remembrance, bringing iniquity to remembrance."
    },
    {
        "o": 4145,
        "r": "esv:Numbers:5:16",
        "t": "“And*p the priest shall bring her near and set her before the Lord.*s"
    },
    {
        "o": 4146,
        "r": "esv:Numbers:5:17",
        "t": "And the priest shall take holy water in an earthenware vessel and take some of the dust that is on the floor of the tabernacle and put it into the water."
    },
    {
        "o": 4147,
        "r": "esv:Numbers:5:18",
        "t": "And the priest shall set the woman before the Lord*s and unbind the hair of the woman’s head and place in her hands the grain offering of remembrance, which is the grain offering of jealousy. And in his hand the priest shall have the water of bitterness that brings the curse."
    },
    {
        "o": 4148,
        "r": "esv:Numbers:5:19",
        "t": "Then the priest shall make her take an oath, saying, ‘If no man has lain with you, and if you have not turned aside to uncleanness while you were under your husband’s authority, be free from this water of bitterness that brings the curse."
    },
    {
        "o": 4149,
        "r": "esv:Numbers:5:20",
        "t": "But if you have gone astray, though you are under your husband’s authority, and if you have defiled yourself, and some man other than your husband has lain with you,"
    },
    {
        "o": 4150,
        "r": "esv:Numbers:5:21",
        "t": "then’ (let the priest make the woman take the oath of the curse, and say to the woman) ‘the Lord*s make you a curse and an oath among your people, when the Lord*s makes your thigh fall away and your body swell."
    },
    {
        "o": 4151,
        "r": "esv:Numbers:5:22",
        "t": "May this water that brings the curse pass into your bowels and make your womb swell and your thigh fall away.’ And the woman shall say, ‘Amen, Amen.’"
    },
    {
        "o": 4152,
        "r": "esv:Numbers:5:23",
        "t": "“Then*p the priest shall write these curses in a book and wash them off into the water of bitterness."
    },
    {
        "o": 4153,
        "r": "esv:Numbers:5:24",
        "t": "And he shall make the woman drink the water of bitterness that brings the curse, and the water that brings the curse shall enter into her and cause bitter pain."
    },
    {
        "o": 4154,
        "r": "esv:Numbers:5:25",
        "t": "And the priest shall take the grain offering of jealousy out of the woman’s hand and shall wave the grain offering before the Lord*s and bring it to the altar."
    },
    {
        "o": 4155,
        "r": "esv:Numbers:5:26",
        "t": "And the priest shall take a handful of the grain offering, as its memorial portion, and burn it on the altar, and afterward shall make the woman drink the water."
    },
    {
        "o": 4156,
        "r": "esv:Numbers:5:27",
        "t": "And when he has made her drink the water, then, if she has defiled herself and has broken faith with her husband, the water that brings the curse shall enter into her and cause bitter pain, and her womb shall swell, and her thigh shall fall away, and the woman shall become a curse among her people."
    },
    {
        "o": 4157,
        "r": "esv:Numbers:5:28",
        "t": "But if the woman has not defiled herself and is clean, then she shall be free and shall conceive children."
    },
    {
        "o": 4158,
        "r": "esv:Numbers:5:29",
        "t": "“This*p is the law in cases of jealousy, when a wife, though under her husband’s authority, goes astray and defiles herself,"
    },
    {
        "o": 4159,
        "r": "esv:Numbers:5:30",
        "t": "or when the spirit of jealousy comes over a man and he is jealous of his wife. Then he shall set the woman before the Lord,*s and the priest shall carry out for her all this law."
    },
    {
        "o": 4160,
        "r": "esv:Numbers:5:31",
        "t": "The man shall be free from iniquity, but the woman shall bear her iniquity.”"
    },
    {
        "o": 4161,
        "r": "esv:Numbers:6:0",
        "t": "Numbers 6",
        "h": 1
    },
    {
        "o": 4162,
        "r": "esv:Numbers:6:0",
        "t": "The Nazirite Vow",
        "h": 2
    },
    {
        "o": 4163,
        "r": "esv:Numbers:6:1",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4164,
        "r": "esv:Numbers:6:2",
        "t": "“Speak to the people of Israel and say to them, When either a man or a woman makes a special vow, the vow of a Nazirite, to separate himself to the Lord,*s"
    },
    {
        "o": 4165,
        "r": "esv:Numbers:6:3",
        "t": "he shall separate himself from wine and strong drink. He shall drink no vinegar made from wine or strong drink and shall not drink any juice of grapes or eat grapes, fresh or dried."
    },
    {
        "o": 4166,
        "r": "esv:Numbers:6:4",
        "t": "All the days of his separation he shall eat nothing that is produced by the grapevine, not even the seeds or the skins."
    },
    {
        "o": 4167,
        "r": "esv:Numbers:6:5",
        "t": "“All*p the days of his vow of separation, no razor shall touch his head. Until the time is completed for which he separates himself to the Lord,*s he shall be holy. He shall let the locks of hair of his head grow long."
    },
    {
        "o": 4168,
        "r": "esv:Numbers:6:6",
        "t": "“All*p the days that he separates himself to the Lord*s he shall not go near a dead body."
    },
    {
        "o": 4169,
        "r": "esv:Numbers:6:7",
        "t": "Not even for his father or for his mother, for brother or sister, if they die, shall he make himself unclean, because his separation to God is on his head."
    },
    {
        "o": 4170,
        "r": "esv:Numbers:6:8",
        "t": "All the days of his separation he is holy to the Lord.*s"
    },
    {
        "o": 4171,
        "r": "esv:Numbers:6:9",
        "t": "“And*p if any man dies very suddenly beside him and he defiles his consecrated head, then he shall shave his head on the day of his cleansing; on the seventh day he shall shave it."
    },
    {
        "o": 4172,
        "r": "esv:Numbers:6:10",
        "t": "On the eighth day he shall bring two turtledoves or two pigeons to the priest to the entrance of the tent of meeting,"
    },
    {
        "o": 4173,
        "r": "esv:Numbers:6:11",
        "t": "and the priest shall offer one for a sin offering and the other for a burnt offering, and make atonement for him, because he sinned by reason of the dead body. And he shall consecrate his head that same day"
    },
    {
        "o": 4174,
        "r": "esv:Numbers:6:12",
        "t": "and separate himself to the Lord*s for the days of his separation and bring a male lamb a year old for a guilt offering. But the previous period shall be void, because his separation was defiled."
    },
    {
        "o": 4175,
        "r": "esv:Numbers:6:13",
        "t": "“And*p this is the law for the Nazirite, when the time of his separation has been completed: he shall be brought to the entrance of the tent of meeting,"
    },
    {
        "o": 4176,
        "r": "esv:Numbers:6:14",
        "t": "and he shall bring his gift to the Lord,*s one male lamb a year old without blemish for a burnt offering, and one ewe lamb a year old without blemish as a sin offering, and one ram without blemish as a peace offering,"
    },
    {
        "o": 4177,
        "r": "esv:Numbers:6:15",
        "t": "and a basket of unleavened bread, loaves of fine flour mixed with oil, and unleavened wafers smeared with oil, and their grain offering and their drink offerings."
    },
    {
        "o": 4178,
        "r": "esv:Numbers:6:16",
        "t": "And the priest shall bring them before the Lord*s and offer his sin offering and his burnt offering,"
    },
    {
        "o": 4179,
        "r": "esv:Numbers:6:17",
        "t": "and he shall offer the ram as a sacrifice of peace offering to the Lord,*s with the basket of unleavened bread. The priest shall offer also its grain offering and its drink offering."
    },
    {
        "o": 4180,
        "r": "esv:Numbers:6:18",
        "t": "And the Nazirite shall shave his consecrated head at the entrance of the tent of meeting and shall take the hair from his consecrated head and put it on the fire that is under the sacrifice of the peace offering."
    },
    {
        "o": 4181,
        "r": "esv:Numbers:6:19",
        "t": "And the priest shall take the shoulder of the ram, when it is boiled, and one unleavened loaf out of the basket and one unleavened wafer, and shall put them on the hands of the Nazirite, after he has shaved the hair of his consecration,"
    },
    {
        "o": 4182,
        "r": "esv:Numbers:6:20",
        "t": "and the priest shall wave them for a wave offering before the Lord.*s They are a holy portion for the priest, together with the breast that is waved and the thigh that is contributed. And after that the Nazirite may drink wine."
    },
    {
        "o": 4183,
        "r": "esv:Numbers:6:21",
        "t": "“This*p is the law of the Nazirite. But if he vows an offering to the Lord*s above his Nazirite vow, as he can afford, in exact accordance with the vow that he takes, then he shall do in addition to the law of the Nazirite.”"
    },
    {
        "o": 4184,
        "r": "esv:Numbers:6:21",
        "t": "Aaron’s Blessing",
        "h": 2
    },
    {
        "o": 4185,
        "r": "esv:Numbers:6:22",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4186,
        "r": "esv:Numbers:6:23",
        "t": "“Speak to Aaron and his sons, saying, Thus you shall bless the people of Israel: you shall say to them,"
    },
    {
        "o": 4187,
        "r": "esv:Numbers:6:24",
        "t": "The*pn Lord*s bless you and keep you;"
    },
    {
        "o": 4188,
        "r": "esv:Numbers:6:25",
        "t": "the*ln Lord*s make his face to shine upon you and be gracious to you;"
    },
    {
        "o": 4189,
        "r": "esv:Numbers:6:26",
        "t": "the*ln Lord*s lift up his countenance upon you and give you peace."
    },
    {
        "o": 4190,
        "r": "esv:Numbers:6:27",
        "t": "“So*p shall they put my name upon the people of Israel, and I will bless them.”"
    },
    {
        "o": 4191,
        "r": "esv:Numbers:7:0",
        "t": "Numbers 7",
        "h": 1
    },
    {
        "o": 4192,
        "r": "esv:Numbers:7:0",
        "t": "Offerings at the Tabernacle’s Consecration",
        "h": 2
    },
    {
        "o": 4193,
        "r": "esv:Numbers:7:1",
        "t": "On*p the day when Moses had finished setting up the tabernacle and had anointed and consecrated it with all its furnishings and had anointed and consecrated the altar with all its utensils,"
    },
    {
        "o": 4194,
        "r": "esv:Numbers:7:2",
        "t": "the chiefs of Israel, heads of their fathers’ houses, who were the chiefs of the tribes, who were over those who were listed, approached"
    },
    {
        "o": 4195,
        "r": "esv:Numbers:7:3",
        "t": "and brought their offerings before the Lord,*s six wagons and twelve oxen, a wagon for every two of the chiefs, and for each one an ox. They brought them before the tabernacle."
    },
    {
        "o": 4196,
        "r": "esv:Numbers:7:4",
        "t": "Then the Lord*s said to Moses,"
    },
    {
        "o": 4197,
        "r": "esv:Numbers:7:5",
        "t": "“Accept these from them, that they may be used in the service of the tent of meeting, and give them to the Levites, to each man according to his service.”"
    },
    {
        "o": 4198,
        "r": "esv:Numbers:7:6",
        "t": "So Moses took the wagons and the oxen and gave them to the Levites."
    },
    {
        "o": 4199,
        "r": "esv:Numbers:7:7",
        "t": "Two wagons and four oxen he gave to the sons of Gershon, according to their service."
    },
    {
        "o": 4200,
        "r": "esv:Numbers:7:8",
        "t": "And four wagons and eight oxen he gave to the sons of Merari, according to their service, under the direction of Ithamar the son of Aaron the priest."
    },
    {
        "o": 4201,
        "r": "esv:Numbers:7:9",
        "t": "But to the sons of Kohath he gave none, because they were charged with the service of the holy things that had to be carried on the shoulder."
    },
    {
        "o": 4202,
        "r": "esv:Numbers:7:10",
        "t": "And the chiefs offered offerings for the dedication of the altar on the day it was anointed; and the chiefs offered their offering before the altar."
    },
    {
        "o": 4203,
        "r": "esv:Numbers:7:11",
        "t": "And the Lord*s said to Moses, “They shall offer their offerings, one chief each day, for the dedication of the altar.”"
    },
    {
        "o": 4204,
        "r": "esv:Numbers:7:12",
        "t": "He*p who offered his offering the first day was Nahshon the son of Amminadab, of the tribe of Judah."
    },
    {
        "o": 4205,
        "r": "esv:Numbers:7:13",
        "t": "And his offering was one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4206,
        "r": "esv:Numbers:7:14",
        "t": "one golden dish of 10 shekels, full of incense;"
    },
    {
        "o": 4207,
        "r": "esv:Numbers:7:15",
        "t": "one bull from the herd, one ram, one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4208,
        "r": "esv:Numbers:7:16",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4209,
        "r": "esv:Numbers:7:17",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Nahshon the son of Amminadab."
    },
    {
        "o": 4210,
        "r": "esv:Numbers:7:18",
        "t": "On*p the second day Nethanel the son of Zuar, the chief of Issachar, made an offering."
    },
    {
        "o": 4211,
        "r": "esv:Numbers:7:19",
        "t": "He offered for his offering one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4212,
        "r": "esv:Numbers:7:20",
        "t": "one golden dish of 10 shekels, full of incense;"
    },
    {
        "o": 4213,
        "r": "esv:Numbers:7:21",
        "t": "one bull from the herd, one ram, one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4214,
        "r": "esv:Numbers:7:22",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4215,
        "r": "esv:Numbers:7:23",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Nethanel the son of Zuar."
    },
    {
        "o": 4216,
        "r": "esv:Numbers:7:24",
        "t": "On*p the third day Eliab the son of Helon, the chief of the people of Zebulun:"
    },
    {
        "o": 4217,
        "r": "esv:Numbers:7:25",
        "t": "his offering was one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4218,
        "r": "esv:Numbers:7:26",
        "t": "one golden dish of 10 shekels, full of incense;"
    },
    {
        "o": 4219,
        "r": "esv:Numbers:7:27",
        "t": "one bull from the herd, one ram, one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4220,
        "r": "esv:Numbers:7:28",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4221,
        "r": "esv:Numbers:7:29",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Eliab the son of Helon."
    },
    {
        "o": 4222,
        "r": "esv:Numbers:7:30",
        "t": "On*p the fourth day Elizur the son of Shedeur, the chief of the people of Reuben:"
    },
    {
        "o": 4223,
        "r": "esv:Numbers:7:31",
        "t": "his offering was one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4224,
        "r": "esv:Numbers:7:32",
        "t": "one golden dish of 10 shekels, full of incense;"
    },
    {
        "o": 4225,
        "r": "esv:Numbers:7:33",
        "t": "one bull from the herd, one ram, one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4226,
        "r": "esv:Numbers:7:34",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4227,
        "r": "esv:Numbers:7:35",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Elizur the son of Shedeur."
    },
    {
        "o": 4228,
        "r": "esv:Numbers:7:36",
        "t": "On*p the fifth day Shelumiel the son of Zurishaddai, the chief of the people of Simeon:"
    },
    {
        "o": 4229,
        "r": "esv:Numbers:7:37",
        "t": "his offering was one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4230,
        "r": "esv:Numbers:7:38",
        "t": "one golden dish of 10 shekels, full of incense;"
    },
    {
        "o": 4231,
        "r": "esv:Numbers:7:39",
        "t": "one bull from the herd, one ram, one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4232,
        "r": "esv:Numbers:7:40",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4233,
        "r": "esv:Numbers:7:41",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Shelumiel the son of Zurishaddai."
    },
    {
        "o": 4234,
        "r": "esv:Numbers:7:42",
        "t": "On*p the sixth day Eliasaph the son of Deuel, the chief of the people of Gad:"
    },
    {
        "o": 4235,
        "r": "esv:Numbers:7:43",
        "t": "his offering was one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4236,
        "r": "esv:Numbers:7:44",
        "t": "one golden dish of 10 shekels, full of incense;"
    },
    {
        "o": 4237,
        "r": "esv:Numbers:7:45",
        "t": "one bull from the herd, one ram, one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4238,
        "r": "esv:Numbers:7:46",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4239,
        "r": "esv:Numbers:7:47",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Eliasaph the son of Deuel."
    },
    {
        "o": 4240,
        "r": "esv:Numbers:7:48",
        "t": "On*p the seventh day Elishama the son of Ammihud, the chief of the people of Ephraim:"
    },
    {
        "o": 4241,
        "r": "esv:Numbers:7:49",
        "t": "his offering was one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4242,
        "r": "esv:Numbers:7:50",
        "t": "one golden dish of 10 shekels, full of incense;"
    },
    {
        "o": 4243,
        "r": "esv:Numbers:7:51",
        "t": "one bull from the herd, one ram, one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4244,
        "r": "esv:Numbers:7:52",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4245,
        "r": "esv:Numbers:7:53",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Elishama the son of Ammihud."
    },
    {
        "o": 4246,
        "r": "esv:Numbers:7:54",
        "t": "On*p the eighth day Gamaliel the son of Pedahzur, the chief of the people of Manasseh:"
    },
    {
        "o": 4247,
        "r": "esv:Numbers:7:55",
        "t": "his offering was one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4248,
        "r": "esv:Numbers:7:56",
        "t": "one golden dish of 10 shekels, full of incense;"
    },
    {
        "o": 4249,
        "r": "esv:Numbers:7:57",
        "t": "one bull from the herd, one ram, one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4250,
        "r": "esv:Numbers:7:58",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4251,
        "r": "esv:Numbers:7:59",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Gamaliel the son of Pedahzur."
    },
    {
        "o": 4252,
        "r": "esv:Numbers:7:60",
        "t": "On*p the ninth day Abidan the son of Gideoni, the chief of the people of Benjamin:"
    },
    {
        "o": 4253,
        "r": "esv:Numbers:7:61",
        "t": "his offering was one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4254,
        "r": "esv:Numbers:7:62",
        "t": "one golden dish of 10 shekels, full of incense;"
    },
    {
        "o": 4255,
        "r": "esv:Numbers:7:63",
        "t": "one bull from the herd, one ram, one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4256,
        "r": "esv:Numbers:7:64",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4257,
        "r": "esv:Numbers:7:65",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Abidan the son of Gideoni."
    },
    {
        "o": 4258,
        "r": "esv:Numbers:7:66",
        "t": "On*p the tenth day Ahiezer the son of Ammishaddai, the chief of the people of Dan:"
    },
    {
        "o": 4259,
        "r": "esv:Numbers:7:67",
        "t": "his offering was one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4260,
        "r": "esv:Numbers:7:68",
        "t": "one golden dish of 10 shekels, full of incense;"
    },
    {
        "o": 4261,
        "r": "esv:Numbers:7:69",
        "t": "one bull from the herd, one ram, one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4262,
        "r": "esv:Numbers:7:70",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4263,
        "r": "esv:Numbers:7:71",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Ahiezer the son of Ammishaddai."
    },
    {
        "o": 4264,
        "r": "esv:Numbers:7:72",
        "t": "On*p the eleventh day Pagiel the son of Ochran, the chief of the people of Asher:"
    },
    {
        "o": 4265,
        "r": "esv:Numbers:7:73",
        "t": "his offering was one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4266,
        "r": "esv:Numbers:7:74",
        "t": "one golden dish of 10 shekels, full of incense;"
    },
    {
        "o": 4267,
        "r": "esv:Numbers:7:75",
        "t": "one bull from the herd, one ram, one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4268,
        "r": "esv:Numbers:7:76",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4269,
        "r": "esv:Numbers:7:77",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Pagiel the son of Ochran."
    },
    {
        "o": 4270,
        "r": "esv:Numbers:7:78",
        "t": "On*p the twelfth day Ahira the son of Enan, the chief of the people of Naphtali:"
    },
    {
        "o": 4271,
        "r": "esv:Numbers:7:79",
        "t": "his offering was one silver plate whose weight was 130 shekels, one silver basin of 70 shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4272,
        "r": "esv:Numbers:7:80",
        "t": "one golden dish of 10 shekels, full of incense;"
    },
    {
        "o": 4273,
        "r": "esv:Numbers:7:81",
        "t": "one bull from the herd, one ram, one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4274,
        "r": "esv:Numbers:7:82",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4275,
        "r": "esv:Numbers:7:83",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Ahira the son of Enan."
    },
    {
        "o": 4276,
        "r": "esv:Numbers:7:84",
        "t": "This*p was the dedication offering for the altar on the day when it was anointed, from the chiefs of Israel: twelve silver plates, twelve silver basins, twelve golden dishes,"
    },
    {
        "o": 4277,
        "r": "esv:Numbers:7:85",
        "t": "each silver plate weighing 130 shekels and each basin 70, all the silver of the vessels 2,400 shekels according to the shekel of the sanctuary,"
    },
    {
        "o": 4278,
        "r": "esv:Numbers:7:86",
        "t": "the twelve golden dishes, full of incense, weighing 10 shekels apiece according to the shekel of the sanctuary, all the gold of the dishes being 120 shekels;"
    },
    {
        "o": 4279,
        "r": "esv:Numbers:7:87",
        "t": "all the cattle for the burnt offering twelve bulls, twelve rams, twelve male lambs a year old, with their grain offering; and twelve male goats for a sin offering;"
    },
    {
        "o": 4280,
        "r": "esv:Numbers:7:88",
        "t": "and all the cattle for the sacrifice of peace offerings twenty-four bulls, the rams sixty, the male goats sixty, the male lambs a year old sixty. This was the dedication offering for the altar after it was anointed."
    },
    {
        "o": 4281,
        "r": "esv:Numbers:7:89",
        "t": "And*p when Moses went into the tent of meeting to speak with the Lord,*s he heard the voice speaking to him from above the mercy seat that was on the ark of the testimony, from between the two cherubim; and it spoke to him."
    },
    {
        "o": 4282,
        "r": "esv:Numbers:8:0",
        "t": "Numbers 8",
        "h": 1
    },
    {
        "o": 4283,
        "r": "esv:Numbers:8:0",
        "t": "The Seven Lamps",
        "h": 2
    },
    {
        "o": 4284,
        "r": "esv:Numbers:8:1",
        "t": "Now*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4285,
        "r": "esv:Numbers:8:2",
        "t": "“Speak to Aaron and say to him, When you set up the lamps, the seven lamps shall give light in front of the lampstand.”"
    },
    {
        "o": 4286,
        "r": "esv:Numbers:8:3",
        "t": "And Aaron did so: he set up its lamps in front of the lampstand, as the Lord*s commanded Moses."
    },
    {
        "o": 4287,
        "r": "esv:Numbers:8:4",
        "t": "And this was the workmanship of the lampstand, hammered work of gold. From its base to its flowers, it was hammered work; according to the pattern that the Lord*s had shown Moses, so he made the lampstand."
    },
    {
        "o": 4288,
        "r": "esv:Numbers:8:4",
        "t": "Cleansing of the Levites",
        "h": 2
    },
    {
        "o": 4289,
        "r": "esv:Numbers:8:5",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4290,
        "r": "esv:Numbers:8:6",
        "t": "“Take the Levites from among the people of Israel and cleanse them."
    },
    {
        "o": 4291,
        "r": "esv:Numbers:8:7",
        "t": "Thus you shall do to them to cleanse them: sprinkle the water of purification upon them, and let them go with a razor over all their body, and wash their clothes and cleanse themselves."
    },
    {
        "o": 4292,
        "r": "esv:Numbers:8:8",
        "t": "Then let them take a bull from the herd and its grain offering of fine flour mixed with oil, and you shall take another bull from the herd for a sin offering."
    },
    {
        "o": 4293,
        "r": "esv:Numbers:8:9",
        "t": "And you shall bring the Levites before the tent of meeting and assemble the whole congregation of the people of Israel."
    },
    {
        "o": 4294,
        "r": "esv:Numbers:8:10",
        "t": "When you bring the Levites before the Lord,*s the people of Israel shall lay their hands on the Levites,"
    },
    {
        "o": 4295,
        "r": "esv:Numbers:8:11",
        "t": "and Aaron shall offer the Levites before the Lord*s as a wave offering from the people of Israel, that they may do the service of the Lord.*s"
    },
    {
        "o": 4296,
        "r": "esv:Numbers:8:12",
        "t": "Then the Levites shall lay their hands on the heads of the bulls, and you shall offer the one for a sin offering and the other for a burnt offering to the Lord*s to make atonement for the Levites."
    },
    {
        "o": 4297,
        "r": "esv:Numbers:8:13",
        "t": "And you shall set the Levites before Aaron and his sons, and shall offer them as a wave offering to the Lord.*s"
    },
    {
        "o": 4298,
        "r": "esv:Numbers:8:14",
        "t": "“Thus*p you shall separate the Levites from among the people of Israel, and the Levites shall be mine."
    },
    {
        "o": 4299,
        "r": "esv:Numbers:8:15",
        "t": "And after that the Levites shall go in to serve at the tent of meeting, when you have cleansed them and offered them as a wave offering."
    },
    {
        "o": 4300,
        "r": "esv:Numbers:8:16",
        "t": "For they are wholly given to me from among the people of Israel. Instead of all who open the womb, the firstborn of all the people of Israel, I have taken them for myself."
    },
    {
        "o": 4301,
        "r": "esv:Numbers:8:17",
        "t": "For all the firstborn among the people of Israel are mine, both of man and of beast. On the day that I struck down all the firstborn in the land of Egypt I consecrated them for myself,"
    },
    {
        "o": 4302,
        "r": "esv:Numbers:8:18",
        "t": "and I have taken the Levites instead of all the firstborn among the people of Israel."
    },
    {
        "o": 4303,
        "r": "esv:Numbers:8:19",
        "t": "And I have given the Levites as a gift to Aaron and his sons from among the people of Israel, to do the service for the people of Israel at the tent of meeting and to make atonement for the people of Israel, that there may be no plague among the people of Israel when the people of Israel come near the sanctuary.”"
    },
    {
        "o": 4304,
        "r": "esv:Numbers:8:20",
        "t": "Thus*p did Moses and Aaron and all the congregation of the people of Israel to the Levites. According to all that the Lord*s commanded Moses concerning the Levites, the people of Israel did to them."
    },
    {
        "o": 4305,
        "r": "esv:Numbers:8:21",
        "t": "And the Levites purified themselves from sin and washed their clothes, and Aaron offered them as a wave offering before the Lord,*s and Aaron made atonement for them to cleanse them."
    },
    {
        "o": 4306,
        "r": "esv:Numbers:8:22",
        "t": "And after that the Levites went in to do their service in the tent of meeting before Aaron and his sons; as the Lord*s had commanded Moses concerning the Levites, so they did to them."
    },
    {
        "o": 4307,
        "r": "esv:Numbers:8:22",
        "t": "Retirement of the Levites",
        "h": 2
    },
    {
        "o": 4308,
        "r": "esv:Numbers:8:23",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4309,
        "r": "esv:Numbers:8:24",
        "t": "“This applies to the Levites: from twenty-five years old and upward they shall come to do duty in the service of the tent of meeting."
    },
    {
        "o": 4310,
        "r": "esv:Numbers:8:25",
        "t": "And from the age of fifty years they shall withdraw from the duty of the service and serve no more."
    },
    {
        "o": 4311,
        "r": "esv:Numbers:8:26",
        "t": "They minister to their brothers in the tent of meeting by keeping guard, but they shall do no service. Thus shall you do to the Levites in assigning their duties.”"
    },
    {
        "o": 4312,
        "r": "esv:Numbers:9:0",
        "t": "Numbers 9",
        "h": 1
    },
    {
        "o": 4313,
        "r": "esv:Numbers:9:0",
        "t": "The Passover Celebrated",
        "h": 2
    },
    {
        "o": 4314,
        "r": "esv:Numbers:9:1",
        "t": "And*p the Lord*s spoke to Moses in the wilderness of Sinai, in the first month of the second year after they had come out of the land of Egypt, saying,"
    },
    {
        "o": 4315,
        "r": "esv:Numbers:9:2",
        "t": "“Let the people of Israel keep the Passover at its appointed time."
    },
    {
        "o": 4316,
        "r": "esv:Numbers:9:3",
        "t": "On the fourteenth day of this month, at twilight, you shall keep it at its appointed time; according to all its statutes and all its rules you shall keep it.”"
    },
    {
        "o": 4317,
        "r": "esv:Numbers:9:4",
        "t": "So Moses told the people of Israel that they should keep the Passover."
    },
    {
        "o": 4318,
        "r": "esv:Numbers:9:5",
        "t": "And they kept the Passover in the first month, on the fourteenth day of the month, at twilight, in the wilderness of Sinai; according to all that the Lord*s commanded Moses, so the people of Israel did."
    },
    {
        "o": 4319,
        "r": "esv:Numbers:9:6",
        "t": "And there were certain men who were unclean through touching a dead body, so that they could not keep the Passover on that day, and they came before Moses and Aaron on that day."
    },
    {
        "o": 4320,
        "r": "esv:Numbers:9:7",
        "t": "And those men said to him, “We are unclean through touching a dead body. Why are we kept from bringing the Lord’s*s offering at its appointed time among the people of Israel?”"
    },
    {
        "o": 4321,
        "r": "esv:Numbers:9:8",
        "t": "And Moses said to them, “Wait, that I may hear what the Lord*s will command concerning you.”"
    },
    {
        "o": 4322,
        "r": "esv:Numbers:9:9",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4323,
        "r": "esv:Numbers:9:10",
        "t": "“Speak to the people of Israel, saying, If any one of you or of your descendants is unclean through touching a dead body, or is on a long journey, he shall still keep the Passover to the Lord.*s"
    },
    {
        "o": 4324,
        "r": "esv:Numbers:9:11",
        "t": "In the second month on the fourteenth day at twilight they shall keep it. They shall eat it with unleavened bread and bitter herbs."
    },
    {
        "o": 4325,
        "r": "esv:Numbers:9:12",
        "t": "They shall leave none of it until the morning, nor break any of its bones; according to all the statute for the Passover they shall keep it."
    },
    {
        "o": 4326,
        "r": "esv:Numbers:9:13",
        "t": "But if anyone who is clean and is not on a journey fails to keep the Passover, that person shall be cut off from his people because he did not bring the Lord’s*s offering at its appointed time; that man shall bear his sin."
    },
    {
        "o": 4327,
        "r": "esv:Numbers:9:14",
        "t": "And if a stranger sojourns among you and would keep the Passover to the Lord,*s according to the statute of the Passover and according to its rule, so shall he do. You shall have one statute, both for the sojourner and for the native.”"
    },
    {
        "o": 4328,
        "r": "esv:Numbers:9:14",
        "t": "The Cloud Covering the Tabernacle",
        "h": 2
    },
    {
        "o": 4329,
        "r": "esv:Numbers:9:15",
        "t": "On*p the day that the tabernacle was set up, the cloud covered the tabernacle, the tent of the testimony. And at evening it was over the tabernacle like the appearance of fire until morning."
    },
    {
        "o": 4330,
        "r": "esv:Numbers:9:16",
        "t": "So it was always: the cloud covered it by day and the appearance of fire by night."
    },
    {
        "o": 4331,
        "r": "esv:Numbers:9:17",
        "t": "And whenever the cloud lifted from over the tent, after that the people of Israel set out, and in the place where the cloud settled down, there the people of Israel camped."
    },
    {
        "o": 4332,
        "r": "esv:Numbers:9:18",
        "t": "At the command of the Lord*s the people of Israel set out, and at the command of the Lord*s they camped. As long as the cloud rested over the tabernacle, they remained in camp."
    },
    {
        "o": 4333,
        "r": "esv:Numbers:9:19",
        "t": "Even when the cloud continued over the tabernacle many days, the people of Israel kept the charge of the Lord*s and did not set out."
    },
    {
        "o": 4334,
        "r": "esv:Numbers:9:20",
        "t": "Sometimes the cloud was a few days over the tabernacle, and according to the command of the Lord*s they remained in camp; then according to the command of the Lord*s they set out."
    },
    {
        "o": 4335,
        "r": "esv:Numbers:9:21",
        "t": "And sometimes the cloud remained from evening until morning. And when the cloud lifted in the morning, they set out, or if it continued for a day and a night, when the cloud lifted they set out."
    },
    {
        "o": 4336,
        "r": "esv:Numbers:9:22",
        "t": "Whether it was two days, or a month, or a longer time, that the cloud continued over the tabernacle, abiding there, the people of Israel remained in camp and did not set out, but when it lifted they set out."
    },
    {
        "o": 4337,
        "r": "esv:Numbers:9:23",
        "t": "At the command of the Lord*s they camped, and at the command of the Lord*s they set out. They kept the charge of the Lord,*s at the command of the Lord*s by Moses."
    },
    {
        "o": 4338,
        "r": "esv:Numbers:10:0",
        "t": "Numbers 10",
        "h": 1
    },
    {
        "o": 4339,
        "r": "esv:Numbers:10:0",
        "t": "The Silver Trumpets",
        "h": 2
    },
    {
        "o": 4340,
        "r": "esv:Numbers:10:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4341,
        "r": "esv:Numbers:10:2",
        "t": "“Make two silver trumpets. Of hammered work you shall make them, and you shall use them for summoning the congregation and for breaking camp."
    },
    {
        "o": 4342,
        "r": "esv:Numbers:10:3",
        "t": "And when both are blown, all the congregation shall gather themselves to you at the entrance of the tent of meeting."
    },
    {
        "o": 4343,
        "r": "esv:Numbers:10:4",
        "t": "But if they blow only one, then the chiefs, the heads of the tribes of Israel, shall gather themselves to you."
    },
    {
        "o": 4344,
        "r": "esv:Numbers:10:5",
        "t": "When you blow an alarm, the camps that are on the east side shall set out."
    },
    {
        "o": 4345,
        "r": "esv:Numbers:10:6",
        "t": "And when you blow an alarm the second time, the camps that are on the south side shall set out. An alarm is to be blown whenever they are to set out."
    },
    {
        "o": 4346,
        "r": "esv:Numbers:10:7",
        "t": "But when the assembly is to be gathered together, you shall blow a long blast, but you shall not sound an alarm."
    },
    {
        "o": 4347,
        "r": "esv:Numbers:10:8",
        "t": "And the sons of Aaron, the priests, shall blow the trumpets. The trumpets shall be to you for a perpetual statute throughout your generations."
    },
    {
        "o": 4348,
        "r": "esv:Numbers:10:9",
        "t": "And when you go to war in your land against the adversary who oppresses you, then you shall sound an alarm with the trumpets, that you may be remembered before the Lord*s your God, and you shall be saved from your enemies."
    },
    {
        "o": 4349,
        "r": "esv:Numbers:10:10",
        "t": "On the day of your gladness also, and at your appointed feasts and at the beginnings of your months, you shall blow the trumpets over your burnt offerings and over the sacrifices of your peace offerings. They shall be a reminder of you before your God: I am the Lord*s your God.”"
    },
    {
        "o": 4350,
        "r": "esv:Numbers:10:10",
        "t": "Israel Leaves Sinai",
        "h": 2
    },
    {
        "o": 4351,
        "r": "esv:Numbers:10:11",
        "t": "In*p the second year, in the second month, on the twentieth day of the month, the cloud lifted from over the tabernacle of the testimony,"
    },
    {
        "o": 4352,
        "r": "esv:Numbers:10:12",
        "t": "and the people of Israel set out by stages from the wilderness of Sinai. And the cloud settled down in the wilderness of Paran."
    },
    {
        "o": 4353,
        "r": "esv:Numbers:10:13",
        "t": "They set out for the first time at the command of the Lord*s by Moses."
    },
    {
        "o": 4354,
        "r": "esv:Numbers:10:14",
        "t": "The standard of the camp of the people of Judah set out first by their companies, and over their company was Nahshon the son of Amminadab."
    },
    {
        "o": 4355,
        "r": "esv:Numbers:10:15",
        "t": "And over the company of the tribe of the people of Issachar was Nethanel the son of Zuar."
    },
    {
        "o": 4356,
        "r": "esv:Numbers:10:16",
        "t": "And over the company of the tribe of the people of Zebulun was Eliab the son of Helon."
    },
    {
        "o": 4357,
        "r": "esv:Numbers:10:17",
        "t": "And*p when the tabernacle was taken down, the sons of Gershon and the sons of Merari, who carried the tabernacle, set out."
    },
    {
        "o": 4358,
        "r": "esv:Numbers:10:18",
        "t": "And the standard of the camp of Reuben set out by their companies, and over their company was Elizur the son of Shedeur."
    },
    {
        "o": 4359,
        "r": "esv:Numbers:10:19",
        "t": "And over the company of the tribe of the people of Simeon was Shelumiel the son of Zurishaddai."
    },
    {
        "o": 4360,
        "r": "esv:Numbers:10:20",
        "t": "And over the company of the tribe of the people of Gad was Eliasaph the son of Deuel."
    },
    {
        "o": 4361,
        "r": "esv:Numbers:10:21",
        "t": "Then*p the Kohathites set out, carrying the holy things, and the tabernacle was set up before their arrival."
    },
    {
        "o": 4362,
        "r": "esv:Numbers:10:22",
        "t": "And the standard of the camp of the people of Ephraim set out by their companies, and over their company was Elishama the son of Ammihud."
    },
    {
        "o": 4363,
        "r": "esv:Numbers:10:23",
        "t": "And over the company of the tribe of the people of Manasseh was Gamaliel the son of Pedahzur."
    },
    {
        "o": 4364,
        "r": "esv:Numbers:10:24",
        "t": "And over the company of the tribe of the people of Benjamin was Abidan the son of Gideoni."
    },
    {
        "o": 4365,
        "r": "esv:Numbers:10:25",
        "t": "Then*p the standard of the camp of the people of Dan, acting as the rear guard of all the camps, set out by their companies, and over their company was Ahiezer the son of Ammishaddai."
    },
    {
        "o": 4366,
        "r": "esv:Numbers:10:26",
        "t": "And over the company of the tribe of the people of Asher was Pagiel the son of Ochran."
    },
    {
        "o": 4367,
        "r": "esv:Numbers:10:27",
        "t": "And over the company of the tribe of the people of Naphtali was Ahira the son of Enan."
    },
    {
        "o": 4368,
        "r": "esv:Numbers:10:28",
        "t": "This was the order of march of the people of Israel by their companies, when they set out."
    },
    {
        "o": 4369,
        "r": "esv:Numbers:10:29",
        "t": "And*p Moses said to Hobab the son of Reuel the Midianite, Moses’ father-in-law, “We are setting out for the place of which the Lord*s said, ‘I will give it to you.’ Come with us, and we will do good to you, for the Lord*s has promised good to Israel.”"
    },
    {
        "o": 4370,
        "r": "esv:Numbers:10:30",
        "t": "But he said to him, “I will not go. I will depart to my own land and to my kindred.”"
    },
    {
        "o": 4371,
        "r": "esv:Numbers:10:31",
        "t": "And he said, “Please do not leave us, for you know where we should camp in the wilderness, and you will serve as eyes for us."
    },
    {
        "o": 4372,
        "r": "esv:Numbers:10:32",
        "t": "And if you do go with us, whatever good the Lord*s will do to us, the same will we do to you.”"
    },
    {
        "o": 4373,
        "r": "esv:Numbers:10:33",
        "t": "So*p they set out from the mount of the Lord*s three days’ journey. And the ark of the covenant of the Lord*s went before them three days’ journey, to seek out a resting place for them."
    },
    {
        "o": 4374,
        "r": "esv:Numbers:10:34",
        "t": "And the cloud of the Lord*s was over them by day, whenever they set out from the camp."
    },
    {
        "o": 4375,
        "r": "esv:Numbers:10:35",
        "t": "And*p whenever the ark set out, Moses said, “Arise, O Lord,*s and let your enemies be scattered, and let those who hate you flee before you.”"
    },
    {
        "o": 4376,
        "r": "esv:Numbers:10:36",
        "t": "And when it rested, he said, “Return, O Lord,*s to the ten thousand thousands of Israel.”"
    },
    {
        "o": 4377,
        "r": "esv:Numbers:11:0",
        "t": "Numbers 11",
        "h": 1
    },
    {
        "o": 4378,
        "r": "esv:Numbers:11:0",
        "t": "The People Complain",
        "h": 2
    },
    {
        "o": 4379,
        "r": "esv:Numbers:11:1",
        "t": "And*p the people complained in the hearing of the Lord*s about their misfortunes, and when the Lord*s heard it, his anger was kindled, and the fire of the Lord*s burned among them and consumed some outlying parts of the camp."
    },
    {
        "o": 4380,
        "r": "esv:Numbers:11:2",
        "t": "Then the people cried out to Moses, and Moses prayed to the Lord,*s and the fire died down."
    },
    {
        "o": 4381,
        "r": "esv:Numbers:11:3",
        "t": "So the name of that place was called Taberah, because the fire of the Lord*s burned among them."
    },
    {
        "o": 4382,
        "r": "esv:Numbers:11:4",
        "t": "Now*p the rabble that was among them had a strong craving. And the people of Israel also wept again and said, “Oh that we had meat to eat!"
    },
    {
        "o": 4383,
        "r": "esv:Numbers:11:5",
        "t": "We remember the fish we ate in Egypt that cost nothing, the cucumbers, the melons, the leeks, the onions, and the garlic."
    },
    {
        "o": 4384,
        "r": "esv:Numbers:11:6",
        "t": "But now our strength is dried up, and there is nothing at all but this manna to look at.”"
    },
    {
        "o": 4385,
        "r": "esv:Numbers:11:7",
        "t": "Now*p the manna was like coriander seed, and its appearance like that of bdellium."
    },
    {
        "o": 4386,
        "r": "esv:Numbers:11:8",
        "t": "The people went about and gathered it and ground it in handmills or beat it in mortars and boiled it in pots and made cakes of it. And the taste of it was like the taste of cakes baked with oil."
    },
    {
        "o": 4387,
        "r": "esv:Numbers:11:9",
        "t": "When the dew fell upon the camp in the night, the manna fell with it."
    },
    {
        "o": 4388,
        "r": "esv:Numbers:11:10",
        "t": "Moses*p heard the people weeping throughout their clans, everyone at the door of his tent. And the anger of the Lord*s blazed hotly, and Moses was displeased."
    },
    {
        "o": 4389,
        "r": "esv:Numbers:11:11",
        "t": "Moses said to the Lord,*s “Why have you dealt ill with your servant? And why have I not found favor in your sight, that you lay the burden of all this people on me?"
    },
    {
        "o": 4390,
        "r": "esv:Numbers:11:12",
        "t": "Did I conceive all this people? Did I give them birth, that you should say to me, ‘Carry them in your bosom, as a nurse carries a nursing child,’ to the land that you swore to give their fathers?"
    },
    {
        "o": 4391,
        "r": "esv:Numbers:11:13",
        "t": "Where am I to get meat to give to all this people? For they weep before me and say, ‘Give us meat, that we may eat.’"
    },
    {
        "o": 4392,
        "r": "esv:Numbers:11:14",
        "t": "I am not able to carry all this people alone; the burden is too heavy for me."
    },
    {
        "o": 4393,
        "r": "esv:Numbers:11:15",
        "t": "If you will treat me like this, kill me at once, if I find favor in your sight, that I may not see my wretchedness.”"
    },
    {
        "o": 4394,
        "r": "esv:Numbers:11:15",
        "t": "Elders Appointed to Aid Moses",
        "h": 2
    },
    {
        "o": 4395,
        "r": "esv:Numbers:11:16",
        "t": "Then*p the Lord*s said to Moses, “Gather for me seventy men of the elders of Israel, whom you know to be the elders of the people and officers over them, and bring them to the tent of meeting, and let them take their stand there with you."
    },
    {
        "o": 4396,
        "r": "esv:Numbers:11:17",
        "t": "And I will come down and talk with you there. And I will take some of the Spirit that is on you and put it on them, and they shall bear the burden of the people with you, so that you may not bear it yourself alone."
    },
    {
        "o": 4397,
        "r": "esv:Numbers:11:18",
        "t": "And say to the people, ‘Consecrate yourselves for tomorrow, and you shall eat meat, for you have wept in the hearing of the Lord,*s saying, “Who will give us meat to eat? For it was better for us in Egypt.” Therefore the Lord*s will give you meat, and you shall eat."
    },
    {
        "o": 4398,
        "r": "esv:Numbers:11:19",
        "t": "You shall not eat just one day, or two days, or five days, or ten days, or twenty days,"
    },
    {
        "o": 4399,
        "r": "esv:Numbers:11:20",
        "t": "but a whole month, until it comes out at your nostrils and becomes loathsome to you, because you have rejected the Lord*s who is among you and have wept before him, saying, “Why did we come out of Egypt?”’”"
    },
    {
        "o": 4400,
        "r": "esv:Numbers:11:21",
        "t": "But Moses said, “The people among whom I am number six hundred thousand on foot, and you have said, ‘I will give them meat, that they may eat a whole month!’"
    },
    {
        "o": 4401,
        "r": "esv:Numbers:11:22",
        "t": "Shall flocks and herds be slaughtered for them, and be enough for them? Or shall all the fish of the sea be gathered together for them, and be enough for them?”"
    },
    {
        "o": 4402,
        "r": "esv:Numbers:11:23",
        "t": "And the Lord*s said to Moses, “Is the Lord’s*s hand shortened? Now you shall see whether my word will come true for you or not.”"
    },
    {
        "o": 4403,
        "r": "esv:Numbers:11:24",
        "t": "So*p Moses went out and told the people the words of the Lord.*s And he gathered seventy men of the elders of the people and placed them around the tent."
    },
    {
        "o": 4404,
        "r": "esv:Numbers:11:25",
        "t": "Then the Lord*s came down in the cloud and spoke to him, and took some of the Spirit that was on him and put it on the seventy elders. And as soon as the Spirit rested on them, they prophesied. But they did not continue doing it."
    },
    {
        "o": 4405,
        "r": "esv:Numbers:11:26",
        "t": "Now*p two men remained in the camp, one named Eldad, and the other named Medad, and the Spirit rested on them. They were among those registered, but they had not gone out to the tent, and so they prophesied in the camp."
    },
    {
        "o": 4406,
        "r": "esv:Numbers:11:27",
        "t": "And a young man ran and told Moses, “Eldad and Medad are prophesying in the camp.”"
    },
    {
        "o": 4407,
        "r": "esv:Numbers:11:28",
        "t": "And Joshua the son of Nun, the assistant of Moses from his youth, said, “My lord Moses, stop them.”"
    },
    {
        "o": 4408,
        "r": "esv:Numbers:11:29",
        "t": "But Moses said to him, “Are you jealous for my sake? Would that all the Lord’s*s people were prophets, that the Lord*s would put his Spirit on them!”"
    },
    {
        "o": 4409,
        "r": "esv:Numbers:11:30",
        "t": "And Moses and the elders of Israel returned to the camp."
    },
    {
        "o": 4410,
        "r": "esv:Numbers:11:30",
        "t": "Quail and a Plague",
        "h": 2
    },
    {
        "o": 4411,
        "r": "esv:Numbers:11:31",
        "t": "Then*p a wind from the Lord*s sprang up, and it brought quail from the sea and let them fall beside the camp, about a day’s journey on this side and a day’s journey on the other side, around the camp, and about two cubits above the ground."
    },
    {
        "o": 4412,
        "r": "esv:Numbers:11:32",
        "t": "And the people rose all that day and all night and all the next day, and gathered the quail. Those who gathered least gathered ten homers. And they spread them out for themselves all around the camp."
    },
    {
        "o": 4413,
        "r": "esv:Numbers:11:33",
        "t": "While the meat was yet between their teeth, before it was consumed, the anger of the Lord*s was kindled against the people, and the Lord*s struck down the people with a very great plague."
    },
    {
        "o": 4414,
        "r": "esv:Numbers:11:34",
        "t": "Therefore the name of that place was called Kibroth-hattaavah, because there they buried the people who had the craving."
    },
    {
        "o": 4415,
        "r": "esv:Numbers:11:35",
        "t": "From Kibroth-hattaavah the people journeyed to Hazeroth, and they remained at Hazeroth."
    },
    {
        "o": 4416,
        "r": "esv:Numbers:12:0",
        "t": "Numbers 12",
        "h": 1
    },
    {
        "o": 4417,
        "r": "esv:Numbers:12:0",
        "t": "Miriam and Aaron Oppose Moses",
        "h": 2
    },
    {
        "o": 4418,
        "r": "esv:Numbers:12:1",
        "t": "Miriam*p and Aaron spoke against Moses because of the Cushite woman whom he had married, for he had married a Cushite woman."
    },
    {
        "o": 4419,
        "r": "esv:Numbers:12:2",
        "t": "And they said, “Has the Lord*s indeed spoken only through Moses? Has he not spoken through us also?” And the Lord*s heard it."
    },
    {
        "o": 4420,
        "r": "esv:Numbers:12:3",
        "t": "Now the man Moses was very meek, more than all people who were on the face of the earth."
    },
    {
        "o": 4421,
        "r": "esv:Numbers:12:4",
        "t": "And suddenly the Lord*s said to Moses and to Aaron and Miriam, “Come out, you three, to the tent of meeting.” And the three of them came out."
    },
    {
        "o": 4422,
        "r": "esv:Numbers:12:5",
        "t": "And the Lord*s came down in a pillar of cloud and stood at the entrance of the tent and called Aaron and Miriam, and they both came forward."
    },
    {
        "o": 4423,
        "r": "esv:Numbers:12:6",
        "t": "And he said, “Hear my words: If there is a prophet among you, I the Lord*s make myself known to him in a vision; I speak with him in a dream."
    },
    {
        "o": 4424,
        "r": "esv:Numbers:12:7",
        "t": "Not so with my servant Moses. He is faithful in all my house."
    },
    {
        "o": 4425,
        "r": "esv:Numbers:12:8",
        "t": "With him I speak mouth to mouth, clearly, and not in riddles, and he beholds the form of the Lord.*s Why then were you not afraid to speak against my servant Moses?”"
    },
    {
        "o": 4426,
        "r": "esv:Numbers:12:9",
        "t": "And the anger of the Lord*s was kindled against them, and he departed."
    },
    {
        "o": 4427,
        "r": "esv:Numbers:12:10",
        "t": "When*p the cloud removed from over the tent, behold, Miriam was leprous, like snow. And Aaron turned toward Miriam, and behold, she was leprous."
    },
    {
        "o": 4428,
        "r": "esv:Numbers:12:11",
        "t": "And Aaron said to Moses, “Oh, my lord, do not punish us because we have done foolishly and have sinned."
    },
    {
        "o": 4429,
        "r": "esv:Numbers:12:12",
        "t": "Let her not be as one dead, whose flesh is half eaten away when he comes out of his mother’s womb.”"
    },
    {
        "o": 4430,
        "r": "esv:Numbers:12:13",
        "t": "And Moses cried to the Lord,*s “O God, please heal her— please.”"
    },
    {
        "o": 4431,
        "r": "esv:Numbers:12:14",
        "t": "But the Lord*s said to Moses, “If her father had but spit in her face, should she not be shamed seven days? Let her be shut outside the camp seven days, and after that she may be brought in again.”"
    },
    {
        "o": 4432,
        "r": "esv:Numbers:12:15",
        "t": "So Miriam was shut outside the camp seven days, and the people did not set out on the march till Miriam was brought in again."
    },
    {
        "o": 4433,
        "r": "esv:Numbers:12:16",
        "t": "After that the people set out from Hazeroth, and camped in the wilderness of Paran."
    },
    {
        "o": 4434,
        "r": "esv:Numbers:13:0",
        "t": "Numbers 13",
        "h": 1
    },
    {
        "o": 4435,
        "r": "esv:Numbers:13:0",
        "t": "Spies Sent into Canaan",
        "h": 2
    },
    {
        "o": 4436,
        "r": "esv:Numbers:13:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4437,
        "r": "esv:Numbers:13:2",
        "t": "“Send men to spy out the land of Canaan, which I am giving to the people of Israel. From each tribe of their fathers you shall send a man, every one a chief among them.”"
    },
    {
        "o": 4438,
        "r": "esv:Numbers:13:3",
        "t": "So Moses sent them from the wilderness of Paran, according to the command of the Lord,*s all of them men who were heads of the people of Israel."
    },
    {
        "o": 4439,
        "r": "esv:Numbers:13:4",
        "t": "And these were their names: From the tribe of Reuben, Shammua the son of Zaccur;"
    },
    {
        "o": 4440,
        "r": "esv:Numbers:13:5",
        "t": "from the tribe of Simeon, Shaphat the son of Hori;"
    },
    {
        "o": 4441,
        "r": "esv:Numbers:13:6",
        "t": "from the tribe of Judah, Caleb the son of Jephunneh;"
    },
    {
        "o": 4442,
        "r": "esv:Numbers:13:7",
        "t": "from the tribe of Issachar, Igal the son of Joseph;"
    },
    {
        "o": 4443,
        "r": "esv:Numbers:13:8",
        "t": "from the tribe of Ephraim, Hoshea the son of Nun;"
    },
    {
        "o": 4444,
        "r": "esv:Numbers:13:9",
        "t": "from the tribe of Benjamin, Palti the son of Raphu;"
    },
    {
        "o": 4445,
        "r": "esv:Numbers:13:10",
        "t": "from the tribe of Zebulun, Gaddiel the son of Sodi;"
    },
    {
        "o": 4446,
        "r": "esv:Numbers:13:11",
        "t": "from the tribe of Joseph (that is, from the tribe of Manasseh), Gaddi the son of Susi;"
    },
    {
        "o": 4447,
        "r": "esv:Numbers:13:12",
        "t": "from the tribe of Dan, Ammiel the son of Gemalli;"
    },
    {
        "o": 4448,
        "r": "esv:Numbers:13:13",
        "t": "from the tribe of Asher, Sethur the son of Michael;"
    },
    {
        "o": 4449,
        "r": "esv:Numbers:13:14",
        "t": "from the tribe of Naphtali, Nahbi the son of Vophsi;"
    },
    {
        "o": 4450,
        "r": "esv:Numbers:13:15",
        "t": "from the tribe of Gad, Geuel the son of Machi."
    },
    {
        "o": 4451,
        "r": "esv:Numbers:13:16",
        "t": "These were the names of the men whom Moses sent to spy out the land. And Moses called Hoshea the son of Nun Joshua."
    },
    {
        "o": 4452,
        "r": "esv:Numbers:13:17",
        "t": "Moses*p sent them to spy out the land of Canaan and said to them, “Go up into the Negeb and go up into the hill country,"
    },
    {
        "o": 4453,
        "r": "esv:Numbers:13:18",
        "t": "and see what the land is, and whether the people who dwell in it are strong or weak, whether they are few or many,"
    },
    {
        "o": 4454,
        "r": "esv:Numbers:13:19",
        "t": "and whether the land that they dwell in is good or bad, and whether the cities that they dwell in are camps or strongholds,"
    },
    {
        "o": 4455,
        "r": "esv:Numbers:13:20",
        "t": "and whether the land is rich or poor, and whether there are trees in it or not. Be of good courage and bring some of the fruit of the land.” Now the time was the season of the first ripe grapes."
    },
    {
        "o": 4456,
        "r": "esv:Numbers:13:21",
        "t": "So*p they went up and spied out the land from the wilderness of Zin to Rehob, near Lebo-hamath."
    },
    {
        "o": 4457,
        "r": "esv:Numbers:13:22",
        "t": "They went up into the Negeb and came to Hebron. Ahiman, Sheshai, and Talmai, the descendants of Anak, were there. (Hebron was built seven years before Zoan in Egypt.)"
    },
    {
        "o": 4458,
        "r": "esv:Numbers:13:23",
        "t": "And they came to the Valley of Eshcol and cut down from there a branch with a single cluster of grapes, and they carried it on a pole between two of them; they also brought some pomegranates and figs."
    },
    {
        "o": 4459,
        "r": "esv:Numbers:13:24",
        "t": "That place was called the Valley of Eshcol, because of the cluster that the people of Israel cut down from there."
    },
    {
        "o": 4460,
        "r": "esv:Numbers:13:24",
        "t": "Report of the Spies",
        "h": 2
    },
    {
        "o": 4461,
        "r": "esv:Numbers:13:25",
        "t": "At*p the end of forty days they returned from spying out the land."
    },
    {
        "o": 4462,
        "r": "esv:Numbers:13:26",
        "t": "And they came to Moses and Aaron and to all the congregation of the people of Israel in the wilderness of Paran, at Kadesh. They brought back word to them and to all the congregation, and showed them the fruit of the land."
    },
    {
        "o": 4463,
        "r": "esv:Numbers:13:27",
        "t": "And they told him, “We came to the land to which you sent us. It flows with milk and honey, and this is its fruit."
    },
    {
        "o": 4464,
        "r": "esv:Numbers:13:28",
        "t": "However, the people who dwell in the land are strong, and the cities are fortified and very large. And besides, we saw the descendants of Anak there."
    },
    {
        "o": 4465,
        "r": "esv:Numbers:13:29",
        "t": "The Amalekites dwell in the land of the Negeb. The Hittites, the Jebusites, and the Amorites dwell in the hill country. And the Canaanites dwell by the sea, and along the Jordan.”"
    },
    {
        "o": 4466,
        "r": "esv:Numbers:13:30",
        "t": "But*p Caleb quieted the people before Moses and said, “Let us go up at once and occupy it, for we are well able to overcome it.”"
    },
    {
        "o": 4467,
        "r": "esv:Numbers:13:31",
        "t": "Then the men who had gone up with him said, “We are not able to go up against the people, for they are stronger than we are.”"
    },
    {
        "o": 4468,
        "r": "esv:Numbers:13:32",
        "t": "So they brought to the people of Israel a bad report of the land that they had spied out, saying, “The land, through which we have gone to spy it out, is a land that devours its inhabitants, and all the people that we saw in it are of great height."
    },
    {
        "o": 4469,
        "r": "esv:Numbers:13:33",
        "t": "And there we saw the Nephilim (the sons of Anak, who come from the Nephilim), and we seemed to ourselves like grasshoppers, and so we seemed to them.”"
    },
    {
        "o": 4470,
        "r": "esv:Numbers:14:0",
        "t": "Numbers 14",
        "h": 1
    },
    {
        "o": 4471,
        "r": "esv:Numbers:14:0",
        "t": "The People Rebel",
        "h": 2
    },
    {
        "o": 4472,
        "r": "esv:Numbers:14:1",
        "t": "Then*p all the congregation raised a loud cry, and the people wept that night."
    },
    {
        "o": 4473,
        "r": "esv:Numbers:14:2",
        "t": "And all the people of Israel grumbled against Moses and Aaron. The whole congregation said to them, “Would that we had died in the land of Egypt! Or would that we had died in this wilderness!"
    },
    {
        "o": 4474,
        "r": "esv:Numbers:14:3",
        "t": "Why is the Lord*s bringing us into this land, to fall by the sword? Our wives and our little ones will become a prey. Would it not be better for us to go back to Egypt?”"
    },
    {
        "o": 4475,
        "r": "esv:Numbers:14:4",
        "t": "And they said to one another, “Let us choose a leader and go back to Egypt.”"
    },
    {
        "o": 4476,
        "r": "esv:Numbers:14:5",
        "t": "Then*p Moses and Aaron fell on their faces before all the assembly of the congregation of the people of Israel."
    },
    {
        "o": 4477,
        "r": "esv:Numbers:14:6",
        "t": "And Joshua the son of Nun and Caleb the son of Jephunneh, who were among those who had spied out the land, tore their clothes"
    },
    {
        "o": 4478,
        "r": "esv:Numbers:14:7",
        "t": "and said to all the congregation of the people of Israel, “The land, which we passed through to spy it out, is an exceedingly good land."
    },
    {
        "o": 4479,
        "r": "esv:Numbers:14:8",
        "t": "If the Lord*s delights in us, he will bring us into this land and give it to us, a land that flows with milk and honey."
    },
    {
        "o": 4480,
        "r": "esv:Numbers:14:9",
        "t": "Only do not rebel against the Lord.*s And do not fear the people of the land, for they are bread for us. Their protection is removed from them, and the Lord*s is with us; do not fear them.”"
    },
    {
        "o": 4481,
        "r": "esv:Numbers:14:10",
        "t": "Then all the congregation said to stone them with stones. But the glory of the Lord*s appeared at the tent of meeting to all the people of Israel."
    },
    {
        "o": 4482,
        "r": "esv:Numbers:14:11",
        "t": "And*p the Lord*s said to Moses, “How long will this people despise me? And how long will they not believe in me, in spite of all the signs that I have done among them?"
    },
    {
        "o": 4483,
        "r": "esv:Numbers:14:12",
        "t": "I will strike them with the pestilence and disinherit them, and I will make of you a nation greater and mightier than they.”"
    },
    {
        "o": 4484,
        "r": "esv:Numbers:14:12",
        "t": "Moses Intercedes for the People",
        "h": 2
    },
    {
        "o": 4485,
        "r": "esv:Numbers:14:13",
        "t": "But*p Moses said to the Lord,*s “Then the Egyptians will hear of it, for you brought up this people in your might from among them,"
    },
    {
        "o": 4486,
        "r": "esv:Numbers:14:14",
        "t": "and they will tell the inhabitants of this land. They have heard that you, O Lord,*s are in the midst of this people. For you, O Lord,*s are seen face to face, and your cloud stands over them and you go before them, in a pillar of cloud by day and in a pillar of fire by night."
    },
    {
        "o": 4487,
        "r": "esv:Numbers:14:15",
        "t": "Now if you kill this people as one man, then the nations who have heard your fame will say,"
    },
    {
        "o": 4488,
        "r": "esv:Numbers:14:16",
        "t": "‘It is because the Lord*s was not able to bring this people into the land that he swore to give to them that he has killed them in the wilderness.’"
    },
    {
        "o": 4489,
        "r": "esv:Numbers:14:17",
        "t": "And now, please let the power of the Lord be great as you have promised, saying,"
    },
    {
        "o": 4490,
        "r": "esv:Numbers:14:18",
        "t": "‘The Lord*s is slow to anger and abounding in steadfast love, forgiving iniquity and transgression, but he will by no means clear the guilty, visiting the iniquity of the fathers on the children, to the third and the fourth generation.’"
    },
    {
        "o": 4491,
        "r": "esv:Numbers:14:19",
        "t": "Please pardon the iniquity of this people, according to the greatness of your steadfast love, just as you have forgiven this people, from Egypt until now.”"
    },
    {
        "o": 4492,
        "r": "esv:Numbers:14:19",
        "t": "God Promises Judgment",
        "h": 2
    },
    {
        "o": 4493,
        "r": "esv:Numbers:14:20",
        "t": "Then*p the Lord*s said, “I have pardoned, according to your word."
    },
    {
        "o": 4494,
        "r": "esv:Numbers:14:21",
        "t": "But truly, as I live, and as all the earth shall be filled with the glory of the Lord,*s"
    },
    {
        "o": 4495,
        "r": "esv:Numbers:14:22",
        "t": "none of the men who have seen my glory and my signs that I did in Egypt and in the wilderness, and yet have put me to the test these ten times and have not obeyed my voice,"
    },
    {
        "o": 4496,
        "r": "esv:Numbers:14:23",
        "t": "shall see the land that I swore to give to their fathers. And none of those who despised me shall see it."
    },
    {
        "o": 4497,
        "r": "esv:Numbers:14:24",
        "t": "But my servant Caleb, because he has a different spirit and has followed me fully, I will bring into the land into which he went, and his descendants shall possess it."
    },
    {
        "o": 4498,
        "r": "esv:Numbers:14:25",
        "t": "Now, since the Amalekites and the Canaanites dwell in the valleys, turn tomorrow and set out for the wilderness by the way to the Red Sea.”"
    },
    {
        "o": 4499,
        "r": "esv:Numbers:14:26",
        "t": "And*p the Lord*s spoke to Moses and to Aaron, saying,"
    },
    {
        "o": 4500,
        "r": "esv:Numbers:14:27",
        "t": "“How long shall this wicked congregation grumble against me? I have heard the grumblings of the people of Israel, which they grumble against me."
    },
    {
        "o": 4501,
        "r": "esv:Numbers:14:28",
        "t": "Say to them, ‘As I live, declares the Lord,*s what you have said in my hearing I will do to you:"
    },
    {
        "o": 4502,
        "r": "esv:Numbers:14:29",
        "t": "your dead bodies shall fall in this wilderness, and of all your number, listed in the census from twenty years old and upward, who have grumbled against me,"
    },
    {
        "o": 4503,
        "r": "esv:Numbers:14:30",
        "t": "not one shall come into the land where I swore that I would make you dwell, except Caleb the son of Jephunneh and Joshua the son of Nun."
    },
    {
        "o": 4504,
        "r": "esv:Numbers:14:31",
        "t": "But your little ones, who you said would become a prey, I will bring in, and they shall know the land that you have rejected."
    },
    {
        "o": 4505,
        "r": "esv:Numbers:14:32",
        "t": "But as for you, your dead bodies shall fall in this wilderness."
    },
    {
        "o": 4506,
        "r": "esv:Numbers:14:33",
        "t": "And your children shall be shepherds in the wilderness forty years and shall suffer for your faithlessness, until the last of your dead bodies lies in the wilderness."
    },
    {
        "o": 4507,
        "r": "esv:Numbers:14:34",
        "t": "According to the number of the days in which you spied out the land, forty days, a year for each day, you shall bear your iniquity forty years, and you shall know my displeasure.’"
    },
    {
        "o": 4508,
        "r": "esv:Numbers:14:35",
        "t": "I, the Lord,*s have spoken. Surely this will I do to all this wicked congregation who are gathered together against me: in this wilderness they shall come to a full end, and there they shall die.”"
    },
    {
        "o": 4509,
        "r": "esv:Numbers:14:36",
        "t": "And*p the men whom Moses sent to spy out the land, who returned and made all the congregation grumble against him by bringing up a bad report about the land—"
    },
    {
        "o": 4510,
        "r": "esv:Numbers:14:37",
        "t": "the men who brought up a bad report of the land— died by plague before the Lord.*s"
    },
    {
        "o": 4511,
        "r": "esv:Numbers:14:38",
        "t": "Of those men who went to spy out the land, only Joshua the son of Nun and Caleb the son of Jephunneh remained alive."
    },
    {
        "o": 4512,
        "r": "esv:Numbers:14:38",
        "t": "Israel Defeated in Battle",
        "h": 2
    },
    {
        "o": 4513,
        "r": "esv:Numbers:14:39",
        "t": "When*p Moses told these words to all the people of Israel, the people mourned greatly."
    },
    {
        "o": 4514,
        "r": "esv:Numbers:14:40",
        "t": "And they rose early in the morning and went up to the heights of the hill country, saying, “Here we are. We will go up to the place that the Lord*s has promised, for we have sinned.”"
    },
    {
        "o": 4515,
        "r": "esv:Numbers:14:41",
        "t": "But Moses said, “Why now are you transgressing the command of the Lord,*s when that will not succeed?"
    },
    {
        "o": 4516,
        "r": "esv:Numbers:14:42",
        "t": "Do not go up, for the Lord*s is not among you, lest you be struck down before your enemies."
    },
    {
        "o": 4517,
        "r": "esv:Numbers:14:43",
        "t": "For there the Amalekites and the Canaanites are facing you, and you shall fall by the sword. Because you have turned back from following the Lord,*s the Lord*s will not be with you.”"
    },
    {
        "o": 4518,
        "r": "esv:Numbers:14:44",
        "t": "But they presumed to go up to the heights of the hill country, although neither the ark of the covenant of the Lord*s nor Moses departed out of the camp."
    },
    {
        "o": 4519,
        "r": "esv:Numbers:14:45",
        "t": "Then the Amalekites and the Canaanites who lived in that hill country came down and defeated them and pursued them, even to Hormah."
    },
    {
        "o": 4520,
        "r": "esv:Numbers:15:0",
        "t": "Numbers 15",
        "h": 1
    },
    {
        "o": 4521,
        "r": "esv:Numbers:15:0",
        "t": "Laws About Sacrifices",
        "h": 2
    },
    {
        "o": 4522,
        "r": "esv:Numbers:15:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4523,
        "r": "esv:Numbers:15:2",
        "t": "“Speak to the people of Israel and say to them, When you come into the land you are to inhabit, which I am giving you,"
    },
    {
        "o": 4524,
        "r": "esv:Numbers:15:3",
        "t": "and you offer to the Lord*s from the herd or from the flock a food offering or a burnt offering or a sacrifice, to fulfill a vow or as a freewill offering or at your appointed feasts, to make a pleasing aroma to the Lord,*s"
    },
    {
        "o": 4525,
        "r": "esv:Numbers:15:4",
        "t": "then he who brings his offering shall offer to the Lord*s a grain offering of a tenth of an ephah of fine flour, mixed with a quarter of a hin of oil;"
    },
    {
        "o": 4526,
        "r": "esv:Numbers:15:5",
        "t": "and you shall offer with the burnt offering, or for the sacrifice, a quarter of a hin of wine for the drink offering for each lamb."
    },
    {
        "o": 4527,
        "r": "esv:Numbers:15:6",
        "t": "Or for a ram, you shall offer for a grain offering two tenths of an ephah of fine flour mixed with a third of a hin of oil."
    },
    {
        "o": 4528,
        "r": "esv:Numbers:15:7",
        "t": "And for the drink offering you shall offer a third of a hin of wine, a pleasing aroma to the Lord.*s"
    },
    {
        "o": 4529,
        "r": "esv:Numbers:15:8",
        "t": "And when you offer a bull as a burnt offering or sacrifice, to fulfill a vow or for peace offerings to the Lord,*s"
    },
    {
        "o": 4530,
        "r": "esv:Numbers:15:9",
        "t": "then one shall offer with the bull a grain offering of three tenths of an ephah of fine flour, mixed with half a hin of oil."
    },
    {
        "o": 4531,
        "r": "esv:Numbers:15:10",
        "t": "And you shall offer for the drink offering half a hin of wine, as a food offering, a pleasing aroma to the Lord.*s"
    },
    {
        "o": 4532,
        "r": "esv:Numbers:15:11",
        "t": "“Thus*p it shall be done for each bull or ram, or for each lamb or young goat."
    },
    {
        "o": 4533,
        "r": "esv:Numbers:15:12",
        "t": "As many as you offer, so shall you do with each one, as many as there are."
    },
    {
        "o": 4534,
        "r": "esv:Numbers:15:13",
        "t": "Every native Israelite shall do these things in this way, in offering a food offering, with a pleasing aroma to the Lord.*s"
    },
    {
        "o": 4535,
        "r": "esv:Numbers:15:14",
        "t": "And if a stranger is sojourning with you, or anyone is living permanently among you, and he wishes to offer a food offering, with a pleasing aroma to the Lord,*s he shall do as you do."
    },
    {
        "o": 4536,
        "r": "esv:Numbers:15:15",
        "t": "For the assembly, there shall be one statute for you and for the stranger who sojourns with you, a statute forever throughout your generations. You and the sojourner shall be alike before the Lord.*s"
    },
    {
        "o": 4537,
        "r": "esv:Numbers:15:16",
        "t": "One law and one rule shall be for you and for the stranger who sojourns with you.”"
    },
    {
        "o": 4538,
        "r": "esv:Numbers:15:17",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4539,
        "r": "esv:Numbers:15:18",
        "t": "“Speak to the people of Israel and say to them, When you come into the land to which I bring you"
    },
    {
        "o": 4540,
        "r": "esv:Numbers:15:19",
        "t": "and when you eat of the bread of the land, you shall present a contribution to the Lord.*s"
    },
    {
        "o": 4541,
        "r": "esv:Numbers:15:20",
        "t": "Of the first of your dough you shall present a loaf as a contribution; like a contribution from the threshing floor, so shall you present it."
    },
    {
        "o": 4542,
        "r": "esv:Numbers:15:21",
        "t": "Some of the first of your dough you shall give to the Lord*s as a contribution throughout your generations."
    },
    {
        "o": 4543,
        "r": "esv:Numbers:15:21",
        "t": "Laws About Unintentional Sins",
        "h": 2
    },
    {
        "o": 4544,
        "r": "esv:Numbers:15:22",
        "t": "“But*p if you sin unintentionally, and do not observe all these commandments that the Lord*s has spoken to Moses,"
    },
    {
        "o": 4545,
        "r": "esv:Numbers:15:23",
        "t": "all that the Lord*s has commanded you by Moses, from the day that the Lord*s gave commandment, and onward throughout your generations,"
    },
    {
        "o": 4546,
        "r": "esv:Numbers:15:24",
        "t": "then if it was done unintentionally without the knowledge of the congregation, all the congregation shall offer one bull from the herd for a burnt offering, a pleasing aroma to the Lord,*s with its grain offering and its drink offering, according to the rule, and one male goat for a sin offering."
    },
    {
        "o": 4547,
        "r": "esv:Numbers:15:25",
        "t": "And the priest shall make atonement for all the congregation of the people of Israel, and they shall be forgiven, because it was a mistake, and they have brought their offering, a food offering to the Lord,*s and their sin offering before the Lord*s for their mistake."
    },
    {
        "o": 4548,
        "r": "esv:Numbers:15:26",
        "t": "And all the congregation of the people of Israel shall be forgiven, and the stranger who sojourns among them, because the whole population was involved in the mistake."
    },
    {
        "o": 4549,
        "r": "esv:Numbers:15:27",
        "t": "“If*p one person sins unintentionally, he shall offer a female goat a year old for a sin offering."
    },
    {
        "o": 4550,
        "r": "esv:Numbers:15:28",
        "t": "And the priest shall make atonement before the Lord*s for the person who makes a mistake, when he sins unintentionally, to make atonement for him, and he shall be forgiven."
    },
    {
        "o": 4551,
        "r": "esv:Numbers:15:29",
        "t": "You shall have one law for him who does anything unintentionally, for him who is native among the people of Israel and for the stranger who sojourns among them."
    },
    {
        "o": 4552,
        "r": "esv:Numbers:15:30",
        "t": "But the person who does anything with a high hand, whether he is native or a sojourner, reviles the Lord,*s and that person shall be cut off from among his people."
    },
    {
        "o": 4553,
        "r": "esv:Numbers:15:31",
        "t": "Because he has despised the word of the Lord*s and has broken his commandment, that person shall be utterly cut off; his iniquity shall be on him.”"
    },
    {
        "o": 4554,
        "r": "esv:Numbers:15:31",
        "t": "A Sabbathbreaker Executed",
        "h": 2
    },
    {
        "o": 4555,
        "r": "esv:Numbers:15:32",
        "t": "While*p the people of Israel were in the wilderness, they found a man gathering sticks on the Sabbath day."
    },
    {
        "o": 4556,
        "r": "esv:Numbers:15:33",
        "t": "And those who found him gathering sticks brought him to Moses and Aaron and to all the congregation."
    },
    {
        "o": 4557,
        "r": "esv:Numbers:15:34",
        "t": "They put him in custody, because it had not been made clear what should be done to him."
    },
    {
        "o": 4558,
        "r": "esv:Numbers:15:35",
        "t": "And the Lord*s said to Moses, “The man shall be put to death; all the congregation shall stone him with stones outside the camp.”"
    },
    {
        "o": 4559,
        "r": "esv:Numbers:15:36",
        "t": "And all the congregation brought him outside the camp and stoned him to death with stones, as the Lord*s commanded Moses."
    },
    {
        "o": 4560,
        "r": "esv:Numbers:15:36",
        "t": "Tassels on Garments",
        "h": 2
    },
    {
        "o": 4561,
        "r": "esv:Numbers:15:37",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 4562,
        "r": "esv:Numbers:15:38",
        "t": "“Speak to the people of Israel, and tell them to make tassels on the corners of their garments throughout their generations, and to put a cord of blue on the tassel of each corner."
    },
    {
        "o": 4563,
        "r": "esv:Numbers:15:39",
        "t": "And it shall be a tassel for you to look at and remember all the commandments of the Lord,*s to do them, not to follow after your own heart and your own eyes, which you are inclined to whore after."
    },
    {
        "o": 4564,
        "r": "esv:Numbers:15:40",
        "t": "So you shall remember and do all my commandments, and be holy to your God."
    },
    {
        "o": 4565,
        "r": "esv:Numbers:15:41",
        "t": "I am the Lord*s your God, who brought you out of the land of Egypt to be your God: I am the Lord*s your God.”"
    },
    {
        "o": 4566,
        "r": "esv:Numbers:16:0",
        "t": "Numbers 16",
        "h": 1
    },
    {
        "o": 4567,
        "r": "esv:Numbers:16:0",
        "t": "Korah’s Rebellion",
        "h": 2
    },
    {
        "o": 4568,
        "r": "esv:Numbers:16:1",
        "t": "Now*p Korah the son of Izhar, son of Kohath, son of Levi, and Dathan and Abiram the sons of Eliab, and On the son of Peleth, sons of Reuben, took men."
    },
    {
        "o": 4569,
        "r": "esv:Numbers:16:2",
        "t": "And they rose up before Moses, with a number of the people of Israel, 250 chiefs of the congregation, chosen from the assembly, well-known men."
    },
    {
        "o": 4570,
        "r": "esv:Numbers:16:3",
        "t": "They assembled themselves together against Moses and against Aaron and said to them, “You have gone too far! For all in the congregation are holy, every one of them, and the Lord*s is among them. Why then do you exalt yourselves above the assembly of the Lord?”*s"
    },
    {
        "o": 4571,
        "r": "esv:Numbers:16:4",
        "t": "When Moses heard it, he fell on his face,"
    },
    {
        "o": 4572,
        "r": "esv:Numbers:16:5",
        "t": "and he said to Korah and all his company, “In the morning the Lord*s will show who is his, and who is holy, and will bring him near to him. The one whom he chooses he will bring near to him."
    },
    {
        "o": 4573,
        "r": "esv:Numbers:16:6",
        "t": "Do this: take censers, Korah and all his company;"
    },
    {
        "o": 4574,
        "r": "esv:Numbers:16:7",
        "t": "put fire in them and put incense on them before the Lord*s tomorrow, and the man whom the Lord*s chooses shall be the holy one. You have gone too far, sons of Levi!”"
    },
    {
        "o": 4575,
        "r": "esv:Numbers:16:8",
        "t": "And Moses said to Korah, “Hear now, you sons of Levi:"
    },
    {
        "o": 4576,
        "r": "esv:Numbers:16:9",
        "t": "is it too small a thing for you that the God of Israel has separated you from the congregation of Israel, to bring you near to himself, to do service in the tabernacle of the Lord*s and to stand before the congregation to minister to them,"
    },
    {
        "o": 4577,
        "r": "esv:Numbers:16:10",
        "t": "and that he has brought you near him, and all your brothers the sons of Levi with you? And would you seek the priesthood also?"
    },
    {
        "o": 4578,
        "r": "esv:Numbers:16:11",
        "t": "Therefore it is against the Lord*s that you and all your company have gathered together. What is Aaron that you grumble against him?”"
    },
    {
        "o": 4579,
        "r": "esv:Numbers:16:12",
        "t": "And*p Moses sent to call Dathan and Abiram the sons of Eliab, and they said, “We will not come up."
    },
    {
        "o": 4580,
        "r": "esv:Numbers:16:13",
        "t": "Is it a small thing that you have brought us up out of a land flowing with milk and honey, to kill us in the wilderness, that you must also make yourself a prince over us?"
    },
    {
        "o": 4581,
        "r": "esv:Numbers:16:14",
        "t": "Moreover, you have not brought us into a land flowing with milk and honey, nor given us inheritance of fields and vineyards. Will you put out the eyes of these men? We will not come up.”"
    },
    {
        "o": 4582,
        "r": "esv:Numbers:16:15",
        "t": "And Moses was very angry and said to the Lord,*s “Do not respect their offering. I have not taken one donkey from them, and I have not harmed one of them.”"
    },
    {
        "o": 4583,
        "r": "esv:Numbers:16:16",
        "t": "And*p Moses said to Korah, “Be present, you and all your company, before the Lord,*s you and they, and Aaron, tomorrow."
    },
    {
        "o": 4584,
        "r": "esv:Numbers:16:17",
        "t": "And let every one of you take his censer and put incense on it, and every one of you bring before the Lord*s his censer, 250 censers; you also, and Aaron, each his censer.”"
    },
    {
        "o": 4585,
        "r": "esv:Numbers:16:18",
        "t": "So every man took his censer and put fire in them and laid incense on them and stood at the entrance of the tent of meeting with Moses and Aaron."
    },
    {
        "o": 4586,
        "r": "esv:Numbers:16:19",
        "t": "Then Korah assembled all the congregation against them at the entrance of the tent of meeting. And the glory of the Lord*s appeared to all the congregation."
    },
    {
        "o": 4587,
        "r": "esv:Numbers:16:20",
        "t": "And*p the Lord*s spoke to Moses and to Aaron, saying,"
    },
    {
        "o": 4588,
        "r": "esv:Numbers:16:21",
        "t": "“Separate yourselves from among this congregation, that I may consume them in a moment.”"
    },
    {
        "o": 4589,
        "r": "esv:Numbers:16:22",
        "t": "And they fell on their faces and said, “O God, the God of the spirits of all flesh, shall one man sin, and will you be angry with all the congregation?”"
    },
    {
        "o": 4590,
        "r": "esv:Numbers:16:23",
        "t": "And the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4591,
        "r": "esv:Numbers:16:24",
        "t": "“Say to the congregation, Get away from the dwelling of Korah, Dathan, and Abiram.”"
    },
    {
        "o": 4592,
        "r": "esv:Numbers:16:25",
        "t": "Then*p Moses rose and went to Dathan and Abiram, and the elders of Israel followed him."
    },
    {
        "o": 4593,
        "r": "esv:Numbers:16:26",
        "t": "And he spoke to the congregation, saying, “Depart, please, from the tents of these wicked men, and touch nothing of theirs, lest you be swept away with all their sins.”"
    },
    {
        "o": 4594,
        "r": "esv:Numbers:16:27",
        "t": "So they got away from the dwelling of Korah, Dathan, and Abiram. And Dathan and Abiram came out and stood at the door of their tents, together with their wives, their sons, and their little ones."
    },
    {
        "o": 4595,
        "r": "esv:Numbers:16:28",
        "t": "And Moses said, “Hereby you shall know that the Lord*s has sent me to do all these works, and that it has not been of my own accord."
    },
    {
        "o": 4596,
        "r": "esv:Numbers:16:29",
        "t": "If these men die as all men die, or if they are visited by the fate of all mankind, then the Lord*s has not sent me."
    },
    {
        "o": 4597,
        "r": "esv:Numbers:16:30",
        "t": "But if the Lord*s creates something new, and the ground opens its mouth and swallows them up with all that belongs to them, and they go down alive into Sheol, then you shall know that these men have despised the Lord.”*s"
    },
    {
        "o": 4598,
        "r": "esv:Numbers:16:31",
        "t": "And*p as soon as he had finished speaking all these words, the ground under them split apart."
    },
    {
        "o": 4599,
        "r": "esv:Numbers:16:32",
        "t": "And the earth opened its mouth and swallowed them up, with their households and all the people who belonged to Korah and all their goods."
    },
    {
        "o": 4600,
        "r": "esv:Numbers:16:33",
        "t": "So they and all that belonged to them went down alive into Sheol, and the earth closed over them, and they perished from the midst of the assembly."
    },
    {
        "o": 4601,
        "r": "esv:Numbers:16:34",
        "t": "And all Israel who were around them fled at their cry, for they said, “Lest the earth swallow us up!”"
    },
    {
        "o": 4602,
        "r": "esv:Numbers:16:35",
        "t": "And fire came out from the Lord*s and consumed the 250 men offering the incense."
    },
    {
        "o": 4603,
        "r": "esv:Numbers:16:36",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4604,
        "r": "esv:Numbers:16:37",
        "t": "“Tell Eleazar the son of Aaron the priest to take up the censers out of the blaze. Then scatter the fire far and wide, for they have become holy."
    },
    {
        "o": 4605,
        "r": "esv:Numbers:16:38",
        "t": "As for the censers of these men who have sinned at the cost of their lives, let them be made into hammered plates as a covering for the altar, for they offered them before the Lord,*s and they became holy. Thus they shall be a sign to the people of Israel.”"
    },
    {
        "o": 4606,
        "r": "esv:Numbers:16:39",
        "t": "So Eleazar the priest took the bronze censers, which those who were burned had offered, and they were hammered out as a covering for the altar,"
    },
    {
        "o": 4607,
        "r": "esv:Numbers:16:40",
        "t": "to be a reminder to the people of Israel, so that no outsider, who is not of the descendants of Aaron, should draw near to burn incense before the Lord,*s lest he become like Korah and his company— as the Lord*s said to him through Moses."
    },
    {
        "o": 4608,
        "r": "esv:Numbers:16:41",
        "t": "But*p on the next day all the congregation of the people of Israel grumbled against Moses and against Aaron, saying, “You have killed the people of the Lord.”*s"
    },
    {
        "o": 4609,
        "r": "esv:Numbers:16:42",
        "t": "And when the congregation had assembled against Moses and against Aaron, they turned toward the tent of meeting. And behold, the cloud covered it, and the glory of the Lord*s appeared."
    },
    {
        "o": 4610,
        "r": "esv:Numbers:16:43",
        "t": "And Moses and Aaron came to the front of the tent of meeting,"
    },
    {
        "o": 4611,
        "r": "esv:Numbers:16:44",
        "t": "and the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4612,
        "r": "esv:Numbers:16:45",
        "t": "“Get away from the midst of this congregation, that I may consume them in a moment.” And they fell on their faces."
    },
    {
        "o": 4613,
        "r": "esv:Numbers:16:46",
        "t": "And Moses said to Aaron, “Take your censer, and put fire on it from off the altar and lay incense on it and carry it quickly to the congregation and make atonement for them, for wrath has gone out from the Lord;*s the plague has begun.”"
    },
    {
        "o": 4614,
        "r": "esv:Numbers:16:47",
        "t": "So Aaron took it as Moses said and ran into the midst of the assembly. And behold, the plague had already begun among the people. And he put on the incense and made atonement for the people."
    },
    {
        "o": 4615,
        "r": "esv:Numbers:16:48",
        "t": "And he stood between the dead and the living, and the plague was stopped."
    },
    {
        "o": 4616,
        "r": "esv:Numbers:16:49",
        "t": "Now those who died in the plague were 14,700, besides those who died in the affair of Korah."
    },
    {
        "o": 4617,
        "r": "esv:Numbers:16:50",
        "t": "And Aaron returned to Moses at the entrance of the tent of meeting, when the plague was stopped."
    },
    {
        "o": 4618,
        "r": "esv:Numbers:17:0",
        "t": "Numbers 17",
        "h": 1
    },
    {
        "o": 4619,
        "r": "esv:Numbers:17:0",
        "t": "Aaron’s Staff Buds",
        "h": 2
    },
    {
        "o": 4620,
        "r": "esv:Numbers:17:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4621,
        "r": "esv:Numbers:17:2",
        "t": "“Speak to the people of Israel, and get from them staffs, one for each fathers’ house, from all their chiefs according to their fathers’ houses, twelve staffs. Write each man’s name on his staff,"
    },
    {
        "o": 4622,
        "r": "esv:Numbers:17:3",
        "t": "and write Aaron’s name on the staff of Levi. For there shall be one staff for the head of each fathers’ house."
    },
    {
        "o": 4623,
        "r": "esv:Numbers:17:4",
        "t": "Then you shall deposit them in the tent of meeting before the testimony, where I meet with you."
    },
    {
        "o": 4624,
        "r": "esv:Numbers:17:5",
        "t": "And the staff of the man whom I choose shall sprout. Thus I will make to cease from me the grumblings of the people of Israel, which they grumble against you.”"
    },
    {
        "o": 4625,
        "r": "esv:Numbers:17:6",
        "t": "Moses spoke to the people of Israel. And all their chiefs gave him staffs, one for each chief, according to their fathers’ houses, twelve staffs. And the staff of Aaron was among their staffs."
    },
    {
        "o": 4626,
        "r": "esv:Numbers:17:7",
        "t": "And Moses deposited the staffs before the Lord*s in the tent of the testimony."
    },
    {
        "o": 4627,
        "r": "esv:Numbers:17:8",
        "t": "On*p the next day Moses went into the tent of the testimony, and behold, the staff of Aaron for the house of Levi had sprouted and put forth buds and produced blossoms, and it bore ripe almonds."
    },
    {
        "o": 4628,
        "r": "esv:Numbers:17:9",
        "t": "Then Moses brought out all the staffs from before the Lord*s to all the people of Israel. And they looked, and each man took his staff."
    },
    {
        "o": 4629,
        "r": "esv:Numbers:17:10",
        "t": "And the Lord*s said to Moses, “Put back the staff of Aaron before the testimony, to be kept as a sign for the rebels, that you may make an end of their grumblings against me, lest they die.”"
    },
    {
        "o": 4630,
        "r": "esv:Numbers:17:11",
        "t": "Thus did Moses; as the Lord*s commanded him, so he did."
    },
    {
        "o": 4631,
        "r": "esv:Numbers:17:12",
        "t": "And*p the people of Israel said to Moses, “Behold, we perish, we are undone, we are all undone."
    },
    {
        "o": 4632,
        "r": "esv:Numbers:17:13",
        "t": "Everyone who comes near, who comes near to the tabernacle of the Lord,*s shall die. Are we all to perish?”"
    },
    {
        "o": 4633,
        "r": "esv:Numbers:18:0",
        "t": "Numbers 18",
        "h": 1
    },
    {
        "o": 4634,
        "r": "esv:Numbers:18:0",
        "t": "Duties of Priests and Levites",
        "h": 2
    },
    {
        "o": 4635,
        "r": "esv:Numbers:18:1",
        "t": "So*p the Lord*s said to Aaron, “You and your sons and your father’s house with you shall bear iniquity connected with the sanctuary, and you and your sons with you shall bear iniquity connected with your priesthood."
    },
    {
        "o": 4636,
        "r": "esv:Numbers:18:2",
        "t": "And with you bring your brothers also, the tribe of Levi, the tribe of your father, that they may join you and minister to you while you and your sons with you are before the tent of the testimony."
    },
    {
        "o": 4637,
        "r": "esv:Numbers:18:3",
        "t": "They shall keep guard over you and over the whole tent, but shall not come near to the vessels of the sanctuary or to the altar lest they, and you, die."
    },
    {
        "o": 4638,
        "r": "esv:Numbers:18:4",
        "t": "They shall join you and keep guard over the tent of meeting for all the service of the tent, and no outsider shall come near you."
    },
    {
        "o": 4639,
        "r": "esv:Numbers:18:5",
        "t": "And you shall keep guard over the sanctuary and over the altar, that there may never again be wrath on the people of Israel."
    },
    {
        "o": 4640,
        "r": "esv:Numbers:18:6",
        "t": "And behold, I have taken your brothers the Levites from among the people of Israel. They are a gift to you, given to the Lord,*s to do the service of the tent of meeting."
    },
    {
        "o": 4641,
        "r": "esv:Numbers:18:7",
        "t": "And you and your sons with you shall guard your priesthood for all that concerns the altar and that is within the veil; and you shall serve. I give your priesthood as a gift, and any outsider who comes near shall be put to death.”"
    },
    {
        "o": 4642,
        "r": "esv:Numbers:18:8",
        "t": "Then*p the Lord*s spoke to Aaron, “Behold, I have given you charge of the contributions made to me, all the consecrated things of the people of Israel. I have given them to you as a portion and to your sons as a perpetual due."
    },
    {
        "o": 4643,
        "r": "esv:Numbers:18:9",
        "t": "This shall be yours of the most holy things, reserved from the fire: every offering of theirs, every grain offering of theirs and every sin offering of theirs and every guilt offering of theirs, which they render to me, shall be most holy to you and to your sons."
    },
    {
        "o": 4644,
        "r": "esv:Numbers:18:10",
        "t": "In a most holy place shall you eat it. Every male may eat it; it is holy to you."
    },
    {
        "o": 4645,
        "r": "esv:Numbers:18:11",
        "t": "This also is yours: the contribution of their gift, all the wave offerings of the people of Israel. I have given them to you, and to your sons and daughters with you, as a perpetual due. Everyone who is clean in your house may eat it."
    },
    {
        "o": 4646,
        "r": "esv:Numbers:18:12",
        "t": "All the best of the oil and all the best of the wine and of the grain, the firstfruits of what they give to the Lord,*s I give to you."
    },
    {
        "o": 4647,
        "r": "esv:Numbers:18:13",
        "t": "The first ripe fruits of all that is in their land, which they bring to the Lord,*s shall be yours. Everyone who is clean in your house may eat it."
    },
    {
        "o": 4648,
        "r": "esv:Numbers:18:14",
        "t": "Every devoted thing in Israel shall be yours."
    },
    {
        "o": 4649,
        "r": "esv:Numbers:18:15",
        "t": "Everything that opens the womb of all flesh, whether man or beast, which they offer to the Lord,*s shall be yours. Nevertheless, the firstborn of man you shall redeem, and the firstborn of unclean animals you shall redeem."
    },
    {
        "o": 4650,
        "r": "esv:Numbers:18:16",
        "t": "And their redemption price (at a month old you shall redeem them) you shall fix at five shekels in silver, according to the shekel of the sanctuary, which is twenty gerahs."
    },
    {
        "o": 4651,
        "r": "esv:Numbers:18:17",
        "t": "But the firstborn of a cow, or the firstborn of a sheep, or the firstborn of a goat, you shall not redeem; they are holy. You shall sprinkle their blood on the altar and shall burn their fat as a food offering, with a pleasing aroma to the Lord.*s"
    },
    {
        "o": 4652,
        "r": "esv:Numbers:18:18",
        "t": "But their flesh shall be yours, as the breast that is waved and as the right thigh are yours."
    },
    {
        "o": 4653,
        "r": "esv:Numbers:18:19",
        "t": "All the holy contributions that the people of Israel present to the Lord*s I give to you, and to your sons and daughters with you, as a perpetual due. It is a covenant of salt forever before the Lord*s for you and for your offspring with you.”"
    },
    {
        "o": 4654,
        "r": "esv:Numbers:18:20",
        "t": "And the Lord*s said to Aaron, “You shall have no inheritance in their land, neither shall you have any portion among them. I am your portion and your inheritance among the people of Israel."
    },
    {
        "o": 4655,
        "r": "esv:Numbers:18:21",
        "t": "“To*p the Levites I have given every tithe in Israel for an inheritance, in return for their service that they do, their service in the tent of meeting,"
    },
    {
        "o": 4656,
        "r": "esv:Numbers:18:22",
        "t": "so that the people of Israel do not come near the tent of meeting, lest they bear sin and die."
    },
    {
        "o": 4657,
        "r": "esv:Numbers:18:23",
        "t": "But the Levites shall do the service of the tent of meeting, and they shall bear their iniquity. It shall be a perpetual statute throughout your generations, and among the people of Israel they shall have no inheritance."
    },
    {
        "o": 4658,
        "r": "esv:Numbers:18:24",
        "t": "For the tithe of the people of Israel, which they present as a contribution to the Lord,*s I have given to the Levites for an inheritance. Therefore I have said of them that they shall have no inheritance among the people of Israel.”"
    },
    {
        "o": 4659,
        "r": "esv:Numbers:18:25",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4660,
        "r": "esv:Numbers:18:26",
        "t": "“Moreover, you shall speak and say to the Levites, ‘When you take from the people of Israel the tithe that I have given you from them for your inheritance, then you shall present a contribution from it to the Lord,*s a tithe of the tithe."
    },
    {
        "o": 4661,
        "r": "esv:Numbers:18:27",
        "t": "And your contribution shall be counted to you as though it were the grain of the threshing floor, and as the fullness of the winepress."
    },
    {
        "o": 4662,
        "r": "esv:Numbers:18:28",
        "t": "So you shall also present a contribution to the Lord*s from all your tithes, which you receive from the people of Israel. And from it you shall give the Lord’s*s contribution to Aaron the priest."
    },
    {
        "o": 4663,
        "r": "esv:Numbers:18:29",
        "t": "Out of all the gifts to you, you shall present every contribution due to the Lord;*s from each its best part is to be dedicated.’"
    },
    {
        "o": 4664,
        "r": "esv:Numbers:18:30",
        "t": "Therefore you shall say to them, ‘When you have offered from it the best of it, then the rest shall be counted to the Levites as produce of the threshing floor, and as produce of the winepress."
    },
    {
        "o": 4665,
        "r": "esv:Numbers:18:31",
        "t": "And you may eat it in any place, you and your households, for it is your reward in return for your service in the tent of meeting."
    },
    {
        "o": 4666,
        "r": "esv:Numbers:18:32",
        "t": "And you shall bear no sin by reason of it, when you have contributed the best of it. But you shall not profane the holy things of the people of Israel, lest you die.’”"
    },
    {
        "o": 4667,
        "r": "esv:Numbers:19:0",
        "t": "Numbers 19",
        "h": 1
    },
    {
        "o": 4668,
        "r": "esv:Numbers:19:0",
        "t": "Laws for Purification",
        "h": 2
    },
    {
        "o": 4669,
        "r": "esv:Numbers:19:1",
        "t": "Now*p the Lord*s spoke to Moses and to Aaron, saying,"
    },
    {
        "o": 4670,
        "r": "esv:Numbers:19:2",
        "t": "“This is the statute of the law that the Lord*s has commanded: Tell the people of Israel to bring you a red heifer without defect, in which there is no blemish, and on which a yoke has never come."
    },
    {
        "o": 4671,
        "r": "esv:Numbers:19:3",
        "t": "And you shall give it to Eleazar the priest, and it shall be taken outside the camp and slaughtered before him."
    },
    {
        "o": 4672,
        "r": "esv:Numbers:19:4",
        "t": "And Eleazar the priest shall take some of its blood with his finger, and sprinkle some of its blood toward the front of the tent of meeting seven times."
    },
    {
        "o": 4673,
        "r": "esv:Numbers:19:5",
        "t": "And the heifer shall be burned in his sight. Its skin, its flesh, and its blood, with its dung, shall be burned."
    },
    {
        "o": 4674,
        "r": "esv:Numbers:19:6",
        "t": "And the priest shall take cedarwood and hyssop and scarlet yarn, and throw them into the fire burning the heifer."
    },
    {
        "o": 4675,
        "r": "esv:Numbers:19:7",
        "t": "Then the priest shall wash his clothes and bathe his body in water, and afterward he may come into the camp. But the priest shall be unclean until evening."
    },
    {
        "o": 4676,
        "r": "esv:Numbers:19:8",
        "t": "The one who burns the heifer shall wash his clothes in water and bathe his body in water and shall be unclean until evening."
    },
    {
        "o": 4677,
        "r": "esv:Numbers:19:9",
        "t": "And a man who is clean shall gather up the ashes of the heifer and deposit them outside the camp in a clean place. And they shall be kept for the water for impurity for the congregation of the people of Israel; it is a sin offering."
    },
    {
        "o": 4678,
        "r": "esv:Numbers:19:10",
        "t": "And the one who gathers the ashes of the heifer shall wash his clothes and be unclean until evening. And this shall be a perpetual statute for the people of Israel, and for the stranger who sojourns among them."
    },
    {
        "o": 4679,
        "r": "esv:Numbers:19:11",
        "t": "“Whoever*p touches the dead body of any person shall be unclean seven days."
    },
    {
        "o": 4680,
        "r": "esv:Numbers:19:12",
        "t": "He shall cleanse himself with the water on the third day and on the seventh day, and so be clean. But if he does not cleanse himself on the third day and on the seventh day, he will not become clean."
    },
    {
        "o": 4681,
        "r": "esv:Numbers:19:13",
        "t": "Whoever touches a dead person, the body of anyone who has died, and does not cleanse himself, defiles the tabernacle of the Lord,*s and that person shall be cut off from Israel; because the water for impurity was not thrown on him, he shall be unclean. His uncleanness is still on him."
    },
    {
        "o": 4682,
        "r": "esv:Numbers:19:14",
        "t": "“This*p is the law when someone dies in a tent: everyone who comes into the tent and everyone who is in the tent shall be unclean seven days."
    },
    {
        "o": 4683,
        "r": "esv:Numbers:19:15",
        "t": "And every open vessel that has no cover fastened on it is unclean."
    },
    {
        "o": 4684,
        "r": "esv:Numbers:19:16",
        "t": "Whoever in the open field touches someone who was killed with a sword or who died naturally, or touches a human bone or a grave, shall be unclean seven days."
    },
    {
        "o": 4685,
        "r": "esv:Numbers:19:17",
        "t": "For the unclean they shall take some ashes of the burnt sin offering, and fresh water shall be added in a vessel."
    },
    {
        "o": 4686,
        "r": "esv:Numbers:19:18",
        "t": "Then a clean person shall take hyssop and dip it in the water and sprinkle it on the tent and on all the furnishings and on the persons who were there and on whoever touched the bone, or the slain or the dead or the grave."
    },
    {
        "o": 4687,
        "r": "esv:Numbers:19:19",
        "t": "And the clean person shall sprinkle it on the unclean on the third day and on the seventh day. Thus on the seventh day he shall cleanse him, and he shall wash his clothes and bathe himself in water, and at evening he shall be clean."
    },
    {
        "o": 4688,
        "r": "esv:Numbers:19:20",
        "t": "“If*p the man who is unclean does not cleanse himself, that person shall be cut off from the midst of the assembly, since he has defiled the sanctuary of the Lord.*s Because the water for impurity has not been thrown on him, he is unclean."
    },
    {
        "o": 4689,
        "r": "esv:Numbers:19:21",
        "t": "And it shall be a statute forever for them. The one who sprinkles the water for impurity shall wash his clothes, and the one who touches the water for impurity shall be unclean until evening."
    },
    {
        "o": 4690,
        "r": "esv:Numbers:19:22",
        "t": "And whatever the unclean person touches shall be unclean, and anyone who touches it shall be unclean until evening.”"
    },
    {
        "o": 4691,
        "r": "esv:Numbers:20:0",
        "t": "Numbers 20",
        "h": 1
    },
    {
        "o": 4692,
        "r": "esv:Numbers:20:0",
        "t": "The Death of Miriam",
        "h": 2
    },
    {
        "o": 4693,
        "r": "esv:Numbers:20:1",
        "t": "And*p the people of Israel, the whole congregation, came into the wilderness of Zin in the first month, and the people stayed in Kadesh. And Miriam died there and was buried there."
    },
    {
        "o": 4694,
        "r": "esv:Numbers:20:1",
        "t": "The Waters of Meribah",
        "h": 2
    },
    {
        "o": 4695,
        "r": "esv:Numbers:20:2",
        "t": "Now*p there was no water for the congregation. And they assembled themselves together against Moses and against Aaron."
    },
    {
        "o": 4696,
        "r": "esv:Numbers:20:3",
        "t": "And the people quarreled with Moses and said, “Would that we had perished when our brothers perished before the Lord!*s"
    },
    {
        "o": 4697,
        "r": "esv:Numbers:20:4",
        "t": "Why have you brought the assembly of the Lord*s into this wilderness, that we should die here, both we and our cattle?"
    },
    {
        "o": 4698,
        "r": "esv:Numbers:20:5",
        "t": "And why have you made us come up out of Egypt to bring us to this evil place? It is no place for grain or figs or vines or pomegranates, and there is no water to drink.”"
    },
    {
        "o": 4699,
        "r": "esv:Numbers:20:6",
        "t": "Then Moses and Aaron went from the presence of the assembly to the entrance of the tent of meeting and fell on their faces. And the glory of the Lord*s appeared to them,"
    },
    {
        "o": 4700,
        "r": "esv:Numbers:20:7",
        "t": "and the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4701,
        "r": "esv:Numbers:20:8",
        "t": "“Take the staff, and assemble the congregation, you and Aaron your brother, and tell the rock before their eyes to yield its water. So you shall bring water out of the rock for them and give drink to the congregation and their cattle.”"
    },
    {
        "o": 4702,
        "r": "esv:Numbers:20:9",
        "t": "And Moses took the staff from before the Lord,*s as he commanded him."
    },
    {
        "o": 4703,
        "r": "esv:Numbers:20:9",
        "t": "Moses Strikes the Rock",
        "h": 2
    },
    {
        "o": 4704,
        "r": "esv:Numbers:20:10",
        "t": "Then*p Moses and Aaron gathered the assembly together before the rock, and he said to them, “Hear now, you rebels: shall we bring water for you out of this rock?”"
    },
    {
        "o": 4705,
        "r": "esv:Numbers:20:11",
        "t": "And Moses lifted up his hand and struck the rock with his staff twice, and water came out abundantly, and the congregation drank, and their livestock."
    },
    {
        "o": 4706,
        "r": "esv:Numbers:20:12",
        "t": "And the Lord*s said to Moses and Aaron, “Because you did not believe in me, to uphold me as holy in the eyes of the people of Israel, therefore you shall not bring this assembly into the land that I have given them.”"
    },
    {
        "o": 4707,
        "r": "esv:Numbers:20:13",
        "t": "These are the waters of Meribah, where the people of Israel quarreled with the Lord,*s and through them he showed himself holy."
    },
    {
        "o": 4708,
        "r": "esv:Numbers:20:13",
        "t": "Edom Refuses Passage",
        "h": 2
    },
    {
        "o": 4709,
        "r": "esv:Numbers:20:14",
        "t": "Moses*p sent messengers from Kadesh to the king of Edom: “Thus says your brother Israel: You know all the hardship that we have met:"
    },
    {
        "o": 4710,
        "r": "esv:Numbers:20:15",
        "t": "how our fathers went down to Egypt, and we lived in Egypt a long time. And the Egyptians dealt harshly with us and our fathers."
    },
    {
        "o": 4711,
        "r": "esv:Numbers:20:16",
        "t": "And when we cried to the Lord,*s he heard our voice and sent an angel and brought us out of Egypt. And here we are in Kadesh, a city on the edge of your territory."
    },
    {
        "o": 4712,
        "r": "esv:Numbers:20:17",
        "t": "Please let us pass through your land. We will not pass through field or vineyard, or drink water from a well. We will go along the King’s Highway. We will not turn aside to the right hand or to the left until we have passed through your territory.”"
    },
    {
        "o": 4713,
        "r": "esv:Numbers:20:18",
        "t": "But Edom said to him, “You shall not pass through, lest I come out with the sword against you.”"
    },
    {
        "o": 4714,
        "r": "esv:Numbers:20:19",
        "t": "And the people of Israel said to him, “We will go up by the highway, and if we drink of your water, I and my livestock, then I will pay for it. Let me only pass through on foot, nothing more.”"
    },
    {
        "o": 4715,
        "r": "esv:Numbers:20:20",
        "t": "But he said, “You shall not pass through.” And Edom came out against them with a large army and with a strong force."
    },
    {
        "o": 4716,
        "r": "esv:Numbers:20:21",
        "t": "Thus Edom refused to give Israel passage through his territory, so Israel turned away from him."
    },
    {
        "o": 4717,
        "r": "esv:Numbers:20:21",
        "t": "The Death of Aaron",
        "h": 2
    },
    {
        "o": 4718,
        "r": "esv:Numbers:20:22",
        "t": "And*p they journeyed from Kadesh, and the people of Israel, the whole congregation, came to Mount Hor."
    },
    {
        "o": 4719,
        "r": "esv:Numbers:20:23",
        "t": "And the Lord*s said to Moses and Aaron at Mount Hor, on the border of the land of Edom,"
    },
    {
        "o": 4720,
        "r": "esv:Numbers:20:24",
        "t": "“Let Aaron be gathered to his people, for he shall not enter the land that I have given to the people of Israel, because you rebelled against my command at the waters of Meribah."
    },
    {
        "o": 4721,
        "r": "esv:Numbers:20:25",
        "t": "Take Aaron and Eleazar his son and bring them up to Mount Hor."
    },
    {
        "o": 4722,
        "r": "esv:Numbers:20:26",
        "t": "And strip Aaron of his garments and put them on Eleazar his son. And Aaron shall be gathered to his people and shall die there.”"
    },
    {
        "o": 4723,
        "r": "esv:Numbers:20:27",
        "t": "Moses did as the Lord*s commanded. And they went up Mount Hor in the sight of all the congregation."
    },
    {
        "o": 4724,
        "r": "esv:Numbers:20:28",
        "t": "And Moses stripped Aaron of his garments and put them on Eleazar his son. And Aaron died there on the top of the mountain. Then Moses and Eleazar came down from the mountain."
    },
    {
        "o": 4725,
        "r": "esv:Numbers:20:29",
        "t": "And when all the congregation saw that Aaron had perished, all the house of Israel wept for Aaron thirty days."
    },
    {
        "o": 4726,
        "r": "esv:Numbers:21:0",
        "t": "Numbers 21",
        "h": 1
    },
    {
        "o": 4727,
        "r": "esv:Numbers:21:0",
        "t": "Arad Destroyed",
        "h": 2
    },
    {
        "o": 4728,
        "r": "esv:Numbers:21:1",
        "t": "When*p the Canaanite, the king of Arad, who lived in the Negeb, heard that Israel was coming by the way of Atharim, he fought against Israel, and took some of them captive."
    },
    {
        "o": 4729,
        "r": "esv:Numbers:21:2",
        "t": "And Israel vowed a vow to the Lord*s and said, “If you will indeed give this people into my hand, then I will devote their cities to destruction.”"
    },
    {
        "o": 4730,
        "r": "esv:Numbers:21:3",
        "t": "And the Lord*s heeded the voice of Israel and gave over the Canaanites, and they devoted them and their cities to destruction. So the name of the place was called Hormah."
    },
    {
        "o": 4731,
        "r": "esv:Numbers:21:3",
        "t": "The Bronze Serpent",
        "h": 2
    },
    {
        "o": 4732,
        "r": "esv:Numbers:21:4",
        "t": "From*p Mount Hor they set out by the way to the Red Sea, to go around the land of Edom. And the people became impatient on the way."
    },
    {
        "o": 4733,
        "r": "esv:Numbers:21:5",
        "t": "And the people spoke against God and against Moses, “Why have you brought us up out of Egypt to die in the wilderness? For there is no food and no water, and we loathe this worthless food.”"
    },
    {
        "o": 4734,
        "r": "esv:Numbers:21:6",
        "t": "Then the Lord*s sent fiery serpents among the people, and they bit the people, so that many people of Israel died."
    },
    {
        "o": 4735,
        "r": "esv:Numbers:21:7",
        "t": "And the people came to Moses and said, “We have sinned, for we have spoken against the Lord*s and against you. Pray to the Lord,*s that he take away the serpents from us.” So Moses prayed for the people."
    },
    {
        "o": 4736,
        "r": "esv:Numbers:21:8",
        "t": "And the Lord*s said to Moses, “Make a fiery serpent and set it on a pole, and everyone who is bitten, when he sees it, shall live.”"
    },
    {
        "o": 4737,
        "r": "esv:Numbers:21:9",
        "t": "So Moses made a bronze serpent and set it on a pole. And if a serpent bit anyone, he would look at the bronze serpent and live."
    },
    {
        "o": 4738,
        "r": "esv:Numbers:21:9",
        "t": "The Song of the Well",
        "h": 2
    },
    {
        "o": 4739,
        "r": "esv:Numbers:21:10",
        "t": "And*p the people of Israel set out and camped in Oboth."
    },
    {
        "o": 4740,
        "r": "esv:Numbers:21:11",
        "t": "And they set out from Oboth and camped at Iye-abarim, in the wilderness that is opposite Moab, toward the sunrise."
    },
    {
        "o": 4741,
        "r": "esv:Numbers:21:12",
        "t": "From there they set out and camped in the Valley of Zered."
    },
    {
        "o": 4742,
        "r": "esv:Numbers:21:13",
        "t": "From there they set out and camped on the other side of the Arnon, which is in the wilderness that extends from the border of the Amorites, for the Arnon is the border of Moab, between Moab and the Amorites."
    },
    {
        "o": 4743,
        "r": "esv:Numbers:21:14",
        "t": "Therefore it is said in the Book of the Wars of the Lord,*s “Waheb*pn in Suphah, and the valleys of the Arnon,"
    },
    {
        "o": 4744,
        "r": "esv:Numbers:21:15",
        "t": "and*ln the slope of the valleys that*ln extends to the seat of Ar, and*ln leans to the border of Moab.”"
    },
    {
        "o": 4745,
        "r": "esv:Numbers:21:16",
        "t": "And*p from there they continued to Beer; that is the well of which the Lord*s said to Moses, “Gather the people together, so that I may give them water.”"
    },
    {
        "o": 4746,
        "r": "esv:Numbers:21:17",
        "t": "Then Israel sang this song: “Spring*pn up, O well!— Sing to it!—"
    },
    {
        "o": 4747,
        "r": "esv:Numbers:21:18",
        "t": "the*ln well that the princes made, that*ln the nobles of the people dug, with*ln the scepter and with their staffs.” And*p from the wilderness they went on to Mattanah,"
    },
    {
        "o": 4748,
        "r": "esv:Numbers:21:19",
        "t": "and from Mattanah to Nahaliel, and from Nahaliel to Bamoth,"
    },
    {
        "o": 4749,
        "r": "esv:Numbers:21:20",
        "t": "and from Bamoth to the valley lying in the region of Moab by the top of Pisgah that looks down on the desert."
    },
    {
        "o": 4750,
        "r": "esv:Numbers:21:20",
        "t": "King Sihon Defeated",
        "h": 2
    },
    {
        "o": 4751,
        "r": "esv:Numbers:21:21",
        "t": "Then*p Israel sent messengers to Sihon king of the Amorites, saying,"
    },
    {
        "o": 4752,
        "r": "esv:Numbers:21:22",
        "t": "“Let me pass through your land. We will not turn aside into field or vineyard. We will not drink the water of a well. We will go by the King’s Highway until we have passed through your territory.”"
    },
    {
        "o": 4753,
        "r": "esv:Numbers:21:23",
        "t": "But Sihon would not allow Israel to pass through his territory. He gathered all his people together and went out against Israel to the wilderness and came to Jahaz and fought against Israel."
    },
    {
        "o": 4754,
        "r": "esv:Numbers:21:24",
        "t": "And Israel defeated him with the edge of the sword and took possession of his land from the Arnon to the Jabbok, as far as to the Ammonites, for the border of the Ammonites was strong."
    },
    {
        "o": 4755,
        "r": "esv:Numbers:21:25",
        "t": "And Israel took all these cities, and Israel settled in all the cities of the Amorites, in Heshbon, and in all its villages."
    },
    {
        "o": 4756,
        "r": "esv:Numbers:21:26",
        "t": "For Heshbon was the city of Sihon the king of the Amorites, who had fought against the former king of Moab and taken all his land out of his hand, as far as the Arnon."
    },
    {
        "o": 4757,
        "r": "esv:Numbers:21:27",
        "t": "Therefore the ballad singers say, “Come*pn to Heshbon, let it be built; let*ld the city of Sihon be established."
    },
    {
        "o": 4758,
        "r": "esv:Numbers:21:28",
        "t": "For*ln fire came out from Heshbon, flame*ld from the city of Sihon. It*ln devoured Ar of Moab, and*ld swallowed the heights of the Arnon."
    },
    {
        "o": 4759,
        "r": "esv:Numbers:21:29",
        "t": "Woe*ln to you, O Moab! You*ld are undone, O people of Chemosh! He*ln has made his sons fugitives, and*ld his daughters captives, to*ld an Amorite king, Sihon."
    },
    {
        "o": 4760,
        "r": "esv:Numbers:21:30",
        "t": "So*ln we overthrew them; Heshbon,*ld as far as Dibon, perished; and*ld we laid waste as far as Nophah; fire*ld spread as far as Medeba.”"
    },
    {
        "o": 4761,
        "r": "esv:Numbers:21:30",
        "t": "King Og Defeated",
        "h": 2
    },
    {
        "o": 4762,
        "r": "esv:Numbers:21:31",
        "t": "Thus*p Israel lived in the land of the Amorites."
    },
    {
        "o": 4763,
        "r": "esv:Numbers:21:32",
        "t": "And Moses sent to spy out Jazer, and they captured its villages and dispossessed the Amorites who were there."
    },
    {
        "o": 4764,
        "r": "esv:Numbers:21:33",
        "t": "Then they turned and went up by the way to Bashan. And Og the king of Bashan came out against them, he and all his people, to battle at Edrei."
    },
    {
        "o": 4765,
        "r": "esv:Numbers:21:34",
        "t": "But the Lord*s said to Moses, “Do not fear him, for I have given him into your hand, and all his people, and his land. And you shall do to him as you did to Sihon king of the Amorites, who lived at Heshbon.”"
    },
    {
        "o": 4766,
        "r": "esv:Numbers:21:35",
        "t": "So they defeated him and his sons and all his people, until he had no survivor left. And they possessed his land."
    },
    {
        "o": 4767,
        "r": "esv:Numbers:22:0",
        "t": "Numbers 22",
        "h": 1
    },
    {
        "o": 4768,
        "r": "esv:Numbers:22:0",
        "t": "Balak Summons Balaam",
        "h": 2
    },
    {
        "o": 4769,
        "r": "esv:Numbers:22:1",
        "t": "Then*p the people of Israel set out and camped in the plains of Moab beyond the Jordan at Jericho."
    },
    {
        "o": 4770,
        "r": "esv:Numbers:22:2",
        "t": "And Balak the son of Zippor saw all that Israel had done to the Amorites."
    },
    {
        "o": 4771,
        "r": "esv:Numbers:22:3",
        "t": "And Moab was in great dread of the people, because they were many. Moab was overcome with fear of the people of Israel."
    },
    {
        "o": 4772,
        "r": "esv:Numbers:22:4",
        "t": "And Moab said to the elders of Midian, “This horde will now lick up all that is around us, as the ox licks up the grass of the field.” So Balak the son of Zippor, who was king of Moab at that time,"
    },
    {
        "o": 4773,
        "r": "esv:Numbers:22:5",
        "t": "sent messengers to Balaam the son of Beor at Pethor, which is near the River in the land of the people of Amaw, to call him, saying, “Behold, a people has come out of Egypt. They cover the face of the earth, and they are dwelling opposite me."
    },
    {
        "o": 4774,
        "r": "esv:Numbers:22:6",
        "t": "Come now, curse this people for me, since they are too mighty for me. Perhaps I shall be able to defeat them and drive them from the land, for I know that he whom you bless is blessed, and he whom you curse is cursed.”"
    },
    {
        "o": 4775,
        "r": "esv:Numbers:22:7",
        "t": "So*p the elders of Moab and the elders of Midian departed with the fees for divination in their hand. And they came to Balaam and gave him Balak’s message."
    },
    {
        "o": 4776,
        "r": "esv:Numbers:22:8",
        "t": "And he said to them, “Lodge here tonight, and I will bring back word to you, as the Lord*s speaks to me.” So the princes of Moab stayed with Balaam."
    },
    {
        "o": 4777,
        "r": "esv:Numbers:22:9",
        "t": "And God came to Balaam and said, “Who are these men with you?”"
    },
    {
        "o": 4778,
        "r": "esv:Numbers:22:10",
        "t": "And Balaam said to God, “Balak the son of Zippor, king of Moab, has sent to me, saying,"
    },
    {
        "o": 4779,
        "r": "esv:Numbers:22:11",
        "t": "‘Behold, a people has come out of Egypt, and it covers the face of the earth. Now come, curse them for me. Perhaps I shall be able to fight against them and drive them out.’”"
    },
    {
        "o": 4780,
        "r": "esv:Numbers:22:12",
        "t": "God said to Balaam, “You shall not go with them. You shall not curse the people, for they are blessed.”"
    },
    {
        "o": 4781,
        "r": "esv:Numbers:22:13",
        "t": "So Balaam rose in the morning and said to the princes of Balak, “Go to your own land, for the Lord*s has refused to let me go with you.”"
    },
    {
        "o": 4782,
        "r": "esv:Numbers:22:14",
        "t": "So the princes of Moab rose and went to Balak and said, “Balaam refuses to come with us.”"
    },
    {
        "o": 4783,
        "r": "esv:Numbers:22:15",
        "t": "Once*p again Balak sent princes, more in number and more honorable than these."
    },
    {
        "o": 4784,
        "r": "esv:Numbers:22:16",
        "t": "And they came to Balaam and said to him, “Thus says Balak the son of Zippor: ‘Let nothing hinder you from coming to me,"
    },
    {
        "o": 4785,
        "r": "esv:Numbers:22:17",
        "t": "for I will surely do you great honor, and whatever you say to me I will do. Come, curse this people for me.’”"
    },
    {
        "o": 4786,
        "r": "esv:Numbers:22:18",
        "t": "But Balaam answered and said to the servants of Balak, “Though Balak were to give me his house full of silver and gold, I could not go beyond the command of the Lord*s my God to do less or more."
    },
    {
        "o": 4787,
        "r": "esv:Numbers:22:19",
        "t": "So you, too, please stay here tonight, that I may know what more the Lord*s will say to me.”"
    },
    {
        "o": 4788,
        "r": "esv:Numbers:22:20",
        "t": "And God came to Balaam at night and said to him, “If the men have come to call you, rise, go with them; but only do what I tell you.”"
    },
    {
        "o": 4789,
        "r": "esv:Numbers:22:21",
        "t": "So Balaam rose in the morning and saddled his donkey and went with the princes of Moab."
    },
    {
        "o": 4790,
        "r": "esv:Numbers:22:21",
        "t": "Balaam’s Donkey and the Angel",
        "h": 2
    },
    {
        "o": 4791,
        "r": "esv:Numbers:22:22",
        "t": "But*p God’s anger was kindled because he went, and the angel of the Lord*s took his stand in the way as his adversary. Now he was riding on the donkey, and his two servants were with him."
    },
    {
        "o": 4792,
        "r": "esv:Numbers:22:23",
        "t": "And the donkey saw the angel of the Lord*s standing in the road, with a drawn sword in his hand. And the donkey turned aside out of the road and went into the field. And Balaam struck the donkey, to turn her into the road."
    },
    {
        "o": 4793,
        "r": "esv:Numbers:22:24",
        "t": "Then the angel of the Lord*s stood in a narrow path between the vineyards, with a wall on either side."
    },
    {
        "o": 4794,
        "r": "esv:Numbers:22:25",
        "t": "And when the donkey saw the angel of the Lord,*s she pushed against the wall and pressed Balaam’s foot against the wall. So he struck her again."
    },
    {
        "o": 4795,
        "r": "esv:Numbers:22:26",
        "t": "Then the angel of the Lord*s went ahead and stood in a narrow place, where there was no way to turn either to the right or to the left."
    },
    {
        "o": 4796,
        "r": "esv:Numbers:22:27",
        "t": "When the donkey saw the angel of the Lord,*s she lay down under Balaam. And Balaam’s anger was kindled, and he struck the donkey with his staff."
    },
    {
        "o": 4797,
        "r": "esv:Numbers:22:28",
        "t": "Then the Lord*s opened the mouth of the donkey, and she said to Balaam, “What have I done to you, that you have struck me these three times?”"
    },
    {
        "o": 4798,
        "r": "esv:Numbers:22:29",
        "t": "And Balaam said to the donkey, “Because you have made a fool of me. I wish I had a sword in my hand, for then I would kill you.”"
    },
    {
        "o": 4799,
        "r": "esv:Numbers:22:30",
        "t": "And the donkey said to Balaam, “Am I not your donkey, on which you have ridden all your life long to this day? Is it my habit to treat you this way?” And he said, “No.”"
    },
    {
        "o": 4800,
        "r": "esv:Numbers:22:31",
        "t": "Then*p the Lord*s opened the eyes of Balaam, and he saw the angel of the Lord*s standing in the way, with his drawn sword in his hand. And he bowed down and fell on his face."
    },
    {
        "o": 4801,
        "r": "esv:Numbers:22:32",
        "t": "And the angel of the Lord*s said to him, “Why have you struck your donkey these three times? Behold, I have come out to oppose you because your way is perverse before me."
    },
    {
        "o": 4802,
        "r": "esv:Numbers:22:33",
        "t": "The donkey saw me and turned aside before me these three times. If she had not turned aside from me, surely just now I would have killed you and let her live.”"
    },
    {
        "o": 4803,
        "r": "esv:Numbers:22:34",
        "t": "Then Balaam said to the angel of the Lord,*s “I have sinned, for I did not know that you stood in the road against me. Now therefore, if it is evil in your sight, I will turn back.”"
    },
    {
        "o": 4804,
        "r": "esv:Numbers:22:35",
        "t": "And the angel of the Lord*s said to Balaam, “Go with the men, but speak only the word that I tell you.” So Balaam went on with the princes of Balak."
    },
    {
        "o": 4805,
        "r": "esv:Numbers:22:36",
        "t": "When*p Balak heard that Balaam had come, he went out to meet him at the city of Moab, on the border formed by the Arnon, at the extremity of the border."
    },
    {
        "o": 4806,
        "r": "esv:Numbers:22:37",
        "t": "And Balak said to Balaam, “Did I not send to you to call you? Why did you not come to me? Am I not able to honor you?”"
    },
    {
        "o": 4807,
        "r": "esv:Numbers:22:38",
        "t": "Balaam said to Balak, “Behold, I have come to you! Have I now any power of my own to speak anything? The word that God puts in my mouth, that must I speak.”"
    },
    {
        "o": 4808,
        "r": "esv:Numbers:22:39",
        "t": "Then Balaam went with Balak, and they came to Kiriath-huzoth."
    },
    {
        "o": 4809,
        "r": "esv:Numbers:22:40",
        "t": "And Balak sacrificed oxen and sheep, and sent for Balaam and for the princes who were with him."
    },
    {
        "o": 4810,
        "r": "esv:Numbers:22:41",
        "t": "And*p in the morning Balak took Balaam and brought him up to Bamoth-baal, and from there he saw a fraction of the people."
    },
    {
        "o": 4811,
        "r": "esv:Numbers:23:0",
        "t": "Numbers 23",
        "h": 1
    },
    {
        "o": 4812,
        "r": "esv:Numbers:23:0",
        "t": "Balaam’s First Oracle",
        "h": 2
    },
    {
        "o": 4813,
        "r": "esv:Numbers:23:1",
        "t": "And*p Balaam said to Balak, “Build for me here seven altars, and prepare for me here seven bulls and seven rams.”"
    },
    {
        "o": 4814,
        "r": "esv:Numbers:23:2",
        "t": "Balak did as Balaam had said. And Balak and Balaam offered on each altar a bull and a ram."
    },
    {
        "o": 4815,
        "r": "esv:Numbers:23:3",
        "t": "And Balaam said to Balak, “Stand beside your burnt offering, and I will go. Perhaps the Lord*s will come to meet me, and whatever he shows me I will tell you.” And he went to a bare height,"
    },
    {
        "o": 4816,
        "r": "esv:Numbers:23:4",
        "t": "and God met Balaam. And Balaam said to him, “I have arranged the seven altars and I have offered on each altar a bull and a ram.”"
    },
    {
        "o": 4817,
        "r": "esv:Numbers:23:5",
        "t": "And the Lord*s put a word in Balaam’s mouth and said, “Return to Balak, and thus you shall speak.”"
    },
    {
        "o": 4818,
        "r": "esv:Numbers:23:6",
        "t": "And he returned to him, and behold, he and all the princes of Moab were standing beside his burnt offering."
    },
    {
        "o": 4819,
        "r": "esv:Numbers:23:7",
        "t": "And Balaam took up his discourse and said, “From*pn Aram Balak has brought me, the*ld king of Moab from the eastern mountains: ‘Come,*ln curse Jacob for me, and*ld come, denounce Israel!’"
    },
    {
        "o": 4820,
        "r": "esv:Numbers:23:8",
        "t": "How*ln can I curse whom God has not cursed? How*ld can I denounce whom the Lord*s has not denounced?"
    },
    {
        "o": 4821,
        "r": "esv:Numbers:23:9",
        "t": "For*ln from the top of the crags I see him, from*ld the hills I behold him; behold,*ln a people dwelling alone, and*ld not counting itself among the nations!"
    },
    {
        "o": 4822,
        "r": "esv:Numbers:23:10",
        "t": "Who*ln can count the dust of Jacob or*ld number the fourth part of Israel? Let*ln me die the death of the upright, and*ld let my end be like his!”"
    },
    {
        "o": 4823,
        "r": "esv:Numbers:23:11",
        "t": "And*p Balak said to Balaam, “What have you done to me? I took you to curse my enemies, and behold, you have done nothing but bless them.”"
    },
    {
        "o": 4824,
        "r": "esv:Numbers:23:12",
        "t": "And he answered and said, “Must I not take care to speak what the Lord*s puts in my mouth?”"
    },
    {
        "o": 4825,
        "r": "esv:Numbers:23:12",
        "t": "Balaam’s Second Oracle",
        "h": 2
    },
    {
        "o": 4826,
        "r": "esv:Numbers:23:13",
        "t": "And*p Balak said to him, “Please come with me to another place, from which you may see them. You shall see only a fraction of them and shall not see them all. Then curse them for me from there.”"
    },
    {
        "o": 4827,
        "r": "esv:Numbers:23:14",
        "t": "And he took him to the field of Zophim, to the top of Pisgah, and built seven altars and offered a bull and a ram on each altar."
    },
    {
        "o": 4828,
        "r": "esv:Numbers:23:15",
        "t": "Balaam said to Balak, “Stand here beside your burnt offering, while I meet the Lord*s over there.”"
    },
    {
        "o": 4829,
        "r": "esv:Numbers:23:16",
        "t": "And the Lord*s met Balaam and put a word in his mouth and said, “Return to Balak, and thus shall you speak.”"
    },
    {
        "o": 4830,
        "r": "esv:Numbers:23:17",
        "t": "And he came to him, and behold, he was standing beside his burnt offering, and the princes of Moab with him. And Balak said to him, “What has the Lord*s spoken?”"
    },
    {
        "o": 4831,
        "r": "esv:Numbers:23:18",
        "t": "And Balaam took up his discourse and said, “Rise,*pn Balak, and hear; give*ld ear to me, O son of Zippor:"
    },
    {
        "o": 4832,
        "r": "esv:Numbers:23:19",
        "t": "God*ln is not man, that he should lie, or*ld a son of man, that he should change his mind. Has*ln he said, and will he not do it? Or*ld has he spoken, and will he not fulfill it?"
    },
    {
        "o": 4833,
        "r": "esv:Numbers:23:20",
        "t": "Behold,*ln I received a command to bless: he*ld has blessed, and I cannot revoke it."
    },
    {
        "o": 4834,
        "r": "esv:Numbers:23:21",
        "t": "He*ln has not beheld misfortune in Jacob, nor*ld has he seen trouble in Israel. The*ln Lord*s their God is with them, and*ld the shout of a king is among them."
    },
    {
        "o": 4835,
        "r": "esv:Numbers:23:22",
        "t": "God*ln brings them out of Egypt and*ld is for them like the horns of the wild ox."
    },
    {
        "o": 4836,
        "r": "esv:Numbers:23:23",
        "t": "For*ln there is no enchantment against Jacob, no*ld divination against Israel; now*ln it shall be said of Jacob and Israel, ‘What*ld has God wrought!’"
    },
    {
        "o": 4837,
        "r": "esv:Numbers:23:24",
        "t": "Behold,*ln a people! As a lioness it rises up and*ld as a lion it lifts itself; it*ln does not lie down until it has devoured the prey and*ld drunk the blood of the slain.”"
    },
    {
        "o": 4838,
        "r": "esv:Numbers:23:25",
        "t": "And*p Balak said to Balaam, “Do not curse them at all, and do not bless them at all.”"
    },
    {
        "o": 4839,
        "r": "esv:Numbers:23:26",
        "t": "But Balaam answered Balak, “Did I not tell you, ‘All that the Lord*s says, that I must do’?”"
    },
    {
        "o": 4840,
        "r": "esv:Numbers:23:27",
        "t": "And Balak said to Balaam, “Come now, I will take you to another place. Perhaps it will please God that you may curse them for me from there.”"
    },
    {
        "o": 4841,
        "r": "esv:Numbers:23:28",
        "t": "So Balak took Balaam to the top of Peor, which overlooks the desert."
    },
    {
        "o": 4842,
        "r": "esv:Numbers:23:29",
        "t": "And Balaam said to Balak, “Build for me here seven altars and prepare for me here seven bulls and seven rams.”"
    },
    {
        "o": 4843,
        "r": "esv:Numbers:23:30",
        "t": "And Balak did as Balaam had said, and offered a bull and a ram on each altar."
    },
    {
        "o": 4844,
        "r": "esv:Numbers:24:0",
        "t": "Numbers 24",
        "h": 1
    },
    {
        "o": 4845,
        "r": "esv:Numbers:24:0",
        "t": "Balaam’s Third Oracle",
        "h": 2
    },
    {
        "o": 4846,
        "r": "esv:Numbers:24:1",
        "t": "When*p Balaam saw that it pleased the Lord*s to bless Israel, he did not go, as at other times, to look for omens, but set his face toward the wilderness."
    },
    {
        "o": 4847,
        "r": "esv:Numbers:24:2",
        "t": "And Balaam lifted up his eyes and saw Israel camping tribe by tribe. And the Spirit of God came upon him,"
    },
    {
        "o": 4848,
        "r": "esv:Numbers:24:3",
        "t": "and he took up his discourse and said, “The*pn oracle of Balaam the son of Beor, the*ld oracle of the man whose eye is opened,"
    },
    {
        "o": 4849,
        "r": "esv:Numbers:24:4",
        "t": "the*ln oracle of him who hears the words of God, who*ld sees the vision of the Almighty, falling*ld down with his eyes uncovered:"
    },
    {
        "o": 4850,
        "r": "esv:Numbers:24:5",
        "t": "How*ln lovely are your tents, O Jacob, your*ld encampments, O Israel!"
    },
    {
        "o": 4851,
        "r": "esv:Numbers:24:6",
        "t": "Like*ln palm groves that stretch afar, like*ld gardens beside a river, like*ln aloes that the Lord*s has planted, like*ld cedar trees beside the waters."
    },
    {
        "o": 4852,
        "r": "esv:Numbers:24:7",
        "t": "Water*ln shall flow from his buckets, and*ld his seed shall be in many waters; his*ln king shall be higher than Agag, and*ld his kingdom shall be exalted."
    },
    {
        "o": 4853,
        "r": "esv:Numbers:24:8",
        "t": "God*ln brings him out of Egypt and*ld is for him like the horns of the wild ox; he*ln shall eat up the nations, his adversaries, and*ld shall break their bones in pieces and*ld pierce them through with his arrows."
    },
    {
        "o": 4854,
        "r": "esv:Numbers:24:9",
        "t": "He*ln crouched, he lay down like a lion and*ld like a lioness; who will rouse him up? Blessed*ln are those who bless you, and*ld cursed are those who curse you.”"
    },
    {
        "o": 4855,
        "r": "esv:Numbers:24:10",
        "t": "And*p Balak’s anger was kindled against Balaam, and he struck his hands together. And Balak said to Balaam, “I called you to curse my enemies, and behold, you have blessed them these three times."
    },
    {
        "o": 4856,
        "r": "esv:Numbers:24:11",
        "t": "Therefore now flee to your own place. I said, ‘I will certainly honor you,’ but the Lord*s has held you back from honor.”"
    },
    {
        "o": 4857,
        "r": "esv:Numbers:24:12",
        "t": "And Balaam said to Balak, “Did I not tell your messengers whom you sent to me,"
    },
    {
        "o": 4858,
        "r": "esv:Numbers:24:13",
        "t": "‘If Balak should give me his house full of silver and gold, I would not be able to go beyond the word of the Lord,*s to do either good or bad of my own will. What the Lord*s speaks, that will I speak’?"
    },
    {
        "o": 4859,
        "r": "esv:Numbers:24:14",
        "t": "And now, behold, I am going to my people. Come, I will let you know what this people will do to your people in the latter days.”"
    },
    {
        "o": 4860,
        "r": "esv:Numbers:24:14",
        "t": "Balaam’s Final Oracle",
        "h": 2
    },
    {
        "o": 4861,
        "r": "esv:Numbers:24:15",
        "t": "And*p he took up his discourse and said, “The*pn oracle of Balaam the son of Beor, the*ld oracle of the man whose eye is opened,"
    },
    {
        "o": 4862,
        "r": "esv:Numbers:24:16",
        "t": "the*ln oracle of him who hears the words of God, and*ld knows the knowledge of the Most High, who*ln sees the vision of the Almighty, falling*ld down with his eyes uncovered:"
    },
    {
        "o": 4863,
        "r": "esv:Numbers:24:17",
        "t": "I*ln see him, but not now; I*ld behold him, but not near: a*ln star shall come out of Jacob, and*ld a scepter shall rise out of Israel; it*ln shall crush the forehead of Moab and*ld break down all the sons of Sheth."
    },
    {
        "o": 4864,
        "r": "esv:Numbers:24:18",
        "t": "Edom*ln shall be dispossessed; Seir*ld also, his enemies, shall be dispossessed. Israel*ld is doing valiantly."
    },
    {
        "o": 4865,
        "r": "esv:Numbers:24:19",
        "t": "And*ln one from Jacob shall exercise dominion and*ld destroy the survivors of cities!”"
    },
    {
        "o": 4866,
        "r": "esv:Numbers:24:20",
        "t": "Then*p he looked on Amalek and took up his discourse and said, “Amalek*pn was the first among the nations, but*ld its end is utter destruction.”"
    },
    {
        "o": 4867,
        "r": "esv:Numbers:24:21",
        "t": "And*p he looked on the Kenite, and took up his discourse and said, “Enduring*pn is your dwelling place, and*ld your nest is set in the rock."
    },
    {
        "o": 4868,
        "r": "esv:Numbers:24:22",
        "t": "Nevertheless,*ln Kain shall be burned when*ld Asshur takes you away captive.”"
    },
    {
        "o": 4869,
        "r": "esv:Numbers:24:23",
        "t": "And*p he took up his discourse and said, “Alas,*pn who shall live when God does this?"
    },
    {
        "o": 4870,
        "r": "esv:Numbers:24:24",
        "t": "But*ld ships shall come from Kittim and*ln shall afflict Asshur and Eber; and*ld he too shall come to utter destruction.”"
    },
    {
        "o": 4871,
        "r": "esv:Numbers:24:25",
        "t": "Then*p Balaam rose and went back to his place. And Balak also went his way."
    },
    {
        "o": 4872,
        "r": "esv:Numbers:25:0",
        "t": "Numbers 25",
        "h": 1
    },
    {
        "o": 4873,
        "r": "esv:Numbers:25:0",
        "t": "Baal Worship at Peor",
        "h": 2
    },
    {
        "o": 4874,
        "r": "esv:Numbers:25:1",
        "t": "While*p Israel lived in Shittim, the people began to whore with the daughters of Moab."
    },
    {
        "o": 4875,
        "r": "esv:Numbers:25:2",
        "t": "These invited the people to the sacrifices of their gods, and the people ate and bowed down to their gods."
    },
    {
        "o": 4876,
        "r": "esv:Numbers:25:3",
        "t": "So Israel yoked himself to Baal of Peor. And the anger of the Lord*s was kindled against Israel."
    },
    {
        "o": 4877,
        "r": "esv:Numbers:25:4",
        "t": "And the Lord*s said to Moses, “Take all the chiefs of the people and hang them in the sun before the Lord,*s that the fierce anger of the Lord*s may turn away from Israel.”"
    },
    {
        "o": 4878,
        "r": "esv:Numbers:25:5",
        "t": "And Moses said to the judges of Israel, “Each of you kill those of his men who have yoked themselves to Baal of Peor.”"
    },
    {
        "o": 4879,
        "r": "esv:Numbers:25:6",
        "t": "And*p behold, one of the people of Israel came and brought a Midianite woman to his family, in the sight of Moses and in the sight of the whole congregation of the people of Israel, while they were weeping in the entrance of the tent of meeting."
    },
    {
        "o": 4880,
        "r": "esv:Numbers:25:7",
        "t": "When Phinehas the son of Eleazar, son of Aaron the priest, saw it, he rose and left the congregation and took a spear in his hand"
    },
    {
        "o": 4881,
        "r": "esv:Numbers:25:8",
        "t": "and went after the man of Israel into the chamber and pierced both of them, the man of Israel and the woman through her belly. Thus the plague on the people of Israel was stopped."
    },
    {
        "o": 4882,
        "r": "esv:Numbers:25:9",
        "t": "Nevertheless, those who died by the plague were twenty-four thousand."
    },
    {
        "o": 4883,
        "r": "esv:Numbers:25:9",
        "t": "The Zeal of Phinehas",
        "h": 2
    },
    {
        "o": 4884,
        "r": "esv:Numbers:25:10",
        "t": "And*p the Lord*s said to Moses,"
    },
    {
        "o": 4885,
        "r": "esv:Numbers:25:11",
        "t": "“Phinehas the son of Eleazar, son of Aaron the priest, has turned back my wrath from the people of Israel, in that he was jealous with my jealousy among them, so that I did not consume the people of Israel in my jealousy."
    },
    {
        "o": 4886,
        "r": "esv:Numbers:25:12",
        "t": "Therefore say, ‘Behold, I give to him my covenant of peace,"
    },
    {
        "o": 4887,
        "r": "esv:Numbers:25:13",
        "t": "and it shall be to him and to his descendants after him the covenant of a perpetual priesthood, because he was jealous for his God and made atonement for the people of Israel.’”"
    },
    {
        "o": 4888,
        "r": "esv:Numbers:25:14",
        "t": "The*p name of the slain man of Israel, who was killed with the Midianite woman, was Zimri the son of Salu, chief of a father’s house belonging to the Simeonites."
    },
    {
        "o": 4889,
        "r": "esv:Numbers:25:15",
        "t": "And the name of the Midianite woman who was killed was Cozbi the daughter of Zur, who was the tribal head of a father’s house in Midian."
    },
    {
        "o": 4890,
        "r": "esv:Numbers:25:16",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4891,
        "r": "esv:Numbers:25:17",
        "t": "“Harass the Midianites and strike them down,"
    },
    {
        "o": 4892,
        "r": "esv:Numbers:25:18",
        "t": "for they have harassed you with their wiles, with which they beguiled you in the matter of Peor, and in the matter of Cozbi, the daughter of the chief of Midian, their sister, who was killed on the day of the plague on account of Peor.”"
    },
    {
        "o": 4893,
        "r": "esv:Numbers:26:0",
        "t": "Numbers 26",
        "h": 1
    },
    {
        "o": 4894,
        "r": "esv:Numbers:26:0",
        "t": "Census of the New Generation",
        "h": 2
    },
    {
        "o": 4895,
        "r": "esv:Numbers:26:1",
        "t": "After*p the plague, the Lord*s said to Moses and to Eleazar the son of Aaron, the priest,"
    },
    {
        "o": 4896,
        "r": "esv:Numbers:26:2",
        "t": "“Take a census of all the congregation of the people of Israel, from twenty years old and upward, by their fathers’ houses, all in Israel who are able to go to war.”"
    },
    {
        "o": 4897,
        "r": "esv:Numbers:26:3",
        "t": "And Moses and Eleazar the priest spoke with them in the plains of Moab by the Jordan at Jericho, saying,"
    },
    {
        "o": 4898,
        "r": "esv:Numbers:26:4",
        "t": "“Take a census of the people, from twenty years old and upward,” as the Lord*s commanded Moses. The people of Israel who came out of the land of Egypt were:"
    },
    {
        "o": 4899,
        "r": "esv:Numbers:26:5",
        "t": "Reuben,*p the firstborn of Israel; the sons of Reuben: of Hanoch, the clan of the Hanochites; of Pallu, the clan of the Palluites;"
    },
    {
        "o": 4900,
        "r": "esv:Numbers:26:6",
        "t": "of Hezron, the clan of the Hezronites; of Carmi, the clan of the Carmites."
    },
    {
        "o": 4901,
        "r": "esv:Numbers:26:7",
        "t": "These are the clans of the Reubenites, and those listed were 43,730."
    },
    {
        "o": 4902,
        "r": "esv:Numbers:26:8",
        "t": "And the sons of Pallu: Eliab."
    },
    {
        "o": 4903,
        "r": "esv:Numbers:26:9",
        "t": "The sons of Eliab: Nemuel, Dathan, and Abiram. These are the Dathan and Abiram, chosen from the congregation, who contended against Moses and Aaron in the company of Korah, when they contended against the Lord*s"
    },
    {
        "o": 4904,
        "r": "esv:Numbers:26:10",
        "t": "and the earth opened its mouth and swallowed them up together with Korah, when that company died, when the fire devoured 250 men, and they became a warning."
    },
    {
        "o": 4905,
        "r": "esv:Numbers:26:11",
        "t": "But the sons of Korah did not die."
    },
    {
        "o": 4906,
        "r": "esv:Numbers:26:12",
        "t": "The*p sons of Simeon according to their clans: of Nemuel, the clan of the Nemuelites; of Jamin, the clan of the Jaminites; of Jachin, the clan of the Jachinites;"
    },
    {
        "o": 4907,
        "r": "esv:Numbers:26:13",
        "t": "of Zerah, the clan of the Zerahites; of Shaul, the clan of the Shaulites."
    },
    {
        "o": 4908,
        "r": "esv:Numbers:26:14",
        "t": "These are the clans of the Simeonites, 22,200."
    },
    {
        "o": 4909,
        "r": "esv:Numbers:26:15",
        "t": "The*p sons of Gad according to their clans: of Zephon, the clan of the Zephonites; of Haggi, the clan of the Haggites; of Shuni, the clan of the Shunites;"
    },
    {
        "o": 4910,
        "r": "esv:Numbers:26:16",
        "t": "of Ozni, the clan of the Oznites; of Eri, the clan of the Erites;"
    },
    {
        "o": 4911,
        "r": "esv:Numbers:26:17",
        "t": "of Arod, the clan of the Arodites; of Areli, the clan of the Arelites."
    },
    {
        "o": 4912,
        "r": "esv:Numbers:26:18",
        "t": "These are the clans of the sons of Gad as they were listed, 40,500."
    },
    {
        "o": 4913,
        "r": "esv:Numbers:26:19",
        "t": "The*p sons of Judah were Er and Onan; and Er and Onan died in the land of Canaan."
    },
    {
        "o": 4914,
        "r": "esv:Numbers:26:20",
        "t": "And the sons of Judah according to their clans were: of Shelah, the clan of the Shelanites; of Perez, the clan of the Perezites; of Zerah, the clan of the Zerahites."
    },
    {
        "o": 4915,
        "r": "esv:Numbers:26:21",
        "t": "And the sons of Perez were: of Hezron, the clan of the Hezronites; of Hamul, the clan of the Hamulites."
    },
    {
        "o": 4916,
        "r": "esv:Numbers:26:22",
        "t": "These are the clans of Judah as they were listed, 76,500."
    },
    {
        "o": 4917,
        "r": "esv:Numbers:26:23",
        "t": "The*p sons of Issachar according to their clans: of Tola, the clan of the Tolaites; of Puvah, the clan of the Punites;"
    },
    {
        "o": 4918,
        "r": "esv:Numbers:26:24",
        "t": "of Jashub, the clan of the Jashubites; of Shimron, the clan of the Shimronites."
    },
    {
        "o": 4919,
        "r": "esv:Numbers:26:25",
        "t": "These are the clans of Issachar as they were listed, 64,300."
    },
    {
        "o": 4920,
        "r": "esv:Numbers:26:26",
        "t": "The*p sons of Zebulun, according to their clans: of Sered, the clan of the Seredites; of Elon, the clan of the Elonites; of Jahleel, the clan of the Jahleelites."
    },
    {
        "o": 4921,
        "r": "esv:Numbers:26:27",
        "t": "These are the clans of the Zebulunites as they were listed, 60,500."
    },
    {
        "o": 4922,
        "r": "esv:Numbers:26:28",
        "t": "The*p sons of Joseph according to their clans: Manasseh and Ephraim."
    },
    {
        "o": 4923,
        "r": "esv:Numbers:26:29",
        "t": "The sons of Manasseh: of Machir, the clan of the Machirites; and Machir was the father of Gilead; of Gilead, the clan of the Gileadites."
    },
    {
        "o": 4924,
        "r": "esv:Numbers:26:30",
        "t": "These are the sons of Gilead: of Iezer, the clan of the Iezerites; of Helek, the clan of the Helekites;"
    },
    {
        "o": 4925,
        "r": "esv:Numbers:26:31",
        "t": "and of Asriel, the clan of the Asrielites; and of Shechem, the clan of the Shechemites;"
    },
    {
        "o": 4926,
        "r": "esv:Numbers:26:32",
        "t": "and of Shemida, the clan of the Shemidaites; and of Hepher, the clan of the Hepherites."
    },
    {
        "o": 4927,
        "r": "esv:Numbers:26:33",
        "t": "Now Zelophehad the son of Hepher had no sons, but daughters. And the names of the daughters of Zelophehad were Mahlah, Noah, Hoglah, Milcah, and Tirzah."
    },
    {
        "o": 4928,
        "r": "esv:Numbers:26:34",
        "t": "These are the clans of Manasseh, and those listed were 52,700."
    },
    {
        "o": 4929,
        "r": "esv:Numbers:26:35",
        "t": "These*p are the sons of Ephraim according to their clans: of Shuthelah, the clan of the Shuthelahites; of Becher, the clan of the Becherites; of Tahan, the clan of the Tahanites."
    },
    {
        "o": 4930,
        "r": "esv:Numbers:26:36",
        "t": "And these are the sons of Shuthelah: of Eran, the clan of the Eranites."
    },
    {
        "o": 4931,
        "r": "esv:Numbers:26:37",
        "t": "These are the clans of the sons of Ephraim as they were listed, 32,500. These are the sons of Joseph according to their clans."
    },
    {
        "o": 4932,
        "r": "esv:Numbers:26:38",
        "t": "The*p sons of Benjamin according to their clans: of Bela, the clan of the Belaites; of Ashbel, the clan of the Ashbelites; of Ahiram, the clan of the Ahiramites;"
    },
    {
        "o": 4933,
        "r": "esv:Numbers:26:39",
        "t": "of Shephupham, the clan of the Shuphamites; of Hupham, the clan of the Huphamites."
    },
    {
        "o": 4934,
        "r": "esv:Numbers:26:40",
        "t": "And the sons of Bela were Ard and Naaman: of Ard, the clan of the Ardites; of Naaman, the clan of the Naamites."
    },
    {
        "o": 4935,
        "r": "esv:Numbers:26:41",
        "t": "These are the sons of Benjamin according to their clans, and those listed were 45,600."
    },
    {
        "o": 4936,
        "r": "esv:Numbers:26:42",
        "t": "These*p are the sons of Dan according to their clans: of Shuham, the clan of the Shuhamites. These are the clans of Dan according to their clans."
    },
    {
        "o": 4937,
        "r": "esv:Numbers:26:43",
        "t": "All the clans of the Shuhamites, as they were listed, were 64,400."
    },
    {
        "o": 4938,
        "r": "esv:Numbers:26:44",
        "t": "The*p sons of Asher according to their clans: of Imnah, the clan of the Imnites; of Ishvi, the clan of the Ishvites; of Beriah, the clan of the Beriites."
    },
    {
        "o": 4939,
        "r": "esv:Numbers:26:45",
        "t": "Of the sons of Beriah: of Heber, the clan of the Heberites; of Malchiel, the clan of the Malchielites."
    },
    {
        "o": 4940,
        "r": "esv:Numbers:26:46",
        "t": "And the name of the daughter of Asher was Serah."
    },
    {
        "o": 4941,
        "r": "esv:Numbers:26:47",
        "t": "These are the clans of the sons of Asher as they were listed, 53,400."
    },
    {
        "o": 4942,
        "r": "esv:Numbers:26:48",
        "t": "The*p sons of Naphtali according to their clans: of Jahzeel, the clan of the Jahzeelites; of Guni, the clan of the Gunites;"
    },
    {
        "o": 4943,
        "r": "esv:Numbers:26:49",
        "t": "of Jezer, the clan of the Jezerites; of Shillem, the clan of the Shillemites."
    },
    {
        "o": 4944,
        "r": "esv:Numbers:26:50",
        "t": "These are the clans of Naphtali according to their clans, and those listed were 45,400."
    },
    {
        "o": 4945,
        "r": "esv:Numbers:26:51",
        "t": "This*p was the list of the people of Israel, 601,730."
    },
    {
        "o": 4946,
        "r": "esv:Numbers:26:52",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4947,
        "r": "esv:Numbers:26:53",
        "t": "“Among these the land shall be divided for inheritance according to the number of names."
    },
    {
        "o": 4948,
        "r": "esv:Numbers:26:54",
        "t": "To a large tribe you shall give a large inheritance, and to a small tribe you shall give a small inheritance; every tribe shall be given its inheritance in proportion to its list."
    },
    {
        "o": 4949,
        "r": "esv:Numbers:26:55",
        "t": "But the land shall be divided by lot. According to the names of the tribes of their fathers they shall inherit."
    },
    {
        "o": 4950,
        "r": "esv:Numbers:26:56",
        "t": "Their inheritance shall be divided according to lot between the larger and the smaller.”"
    },
    {
        "o": 4951,
        "r": "esv:Numbers:26:57",
        "t": "This*p was the list of the Levites according to their clans: of Gershon, the clan of the Gershonites; of Kohath, the clan of the Kohathites; of Merari, the clan of the Merarites."
    },
    {
        "o": 4952,
        "r": "esv:Numbers:26:58",
        "t": "These are the clans of Levi: the clan of the Libnites, the clan of the Hebronites, the clan of the Mahlites, the clan of the Mushites, the clan of the Korahites. And Kohath was the father of Amram."
    },
    {
        "o": 4953,
        "r": "esv:Numbers:26:59",
        "t": "The name of Amram’s wife was Jochebed the daughter of Levi, who was born to Levi in Egypt. And she bore to Amram Aaron and Moses and Miriam their sister."
    },
    {
        "o": 4954,
        "r": "esv:Numbers:26:60",
        "t": "And to Aaron were born Nadab, Abihu, Eleazar, and Ithamar."
    },
    {
        "o": 4955,
        "r": "esv:Numbers:26:61",
        "t": "But Nadab and Abihu died when they offered unauthorized fire before the Lord.*s"
    },
    {
        "o": 4956,
        "r": "esv:Numbers:26:62",
        "t": "And those listed were 23,000, every male from a month old and upward. For they were not listed among the people of Israel, because there was no inheritance given to them among the people of Israel."
    },
    {
        "o": 4957,
        "r": "esv:Numbers:26:63",
        "t": "These*p were those listed by Moses and Eleazar the priest, who listed the people of Israel in the plains of Moab by the Jordan at Jericho."
    },
    {
        "o": 4958,
        "r": "esv:Numbers:26:64",
        "t": "But among these there was not one of those listed by Moses and Aaron the priest, who had listed the people of Israel in the wilderness of Sinai."
    },
    {
        "o": 4959,
        "r": "esv:Numbers:26:65",
        "t": "For the Lord*s had said of them, “They shall die in the wilderness.” Not one of them was left, except Caleb the son of Jephunneh and Joshua the son of Nun."
    },
    {
        "o": 4960,
        "r": "esv:Numbers:27:0",
        "t": "Numbers 27",
        "h": 1
    },
    {
        "o": 4961,
        "r": "esv:Numbers:27:0",
        "t": "The Daughters of Zelophehad",
        "h": 2
    },
    {
        "o": 4962,
        "r": "esv:Numbers:27:1",
        "t": "Then*p drew near the daughters of Zelophehad the son of Hepher, son of Gilead, son of Machir, son of Manasseh, from the clans of Manasseh the son of Joseph. The names of his daughters were: Mahlah, Noah, Hoglah, Milcah, and Tirzah."
    },
    {
        "o": 4963,
        "r": "esv:Numbers:27:2",
        "t": "And they stood before Moses and before Eleazar the priest and before the chiefs and all the congregation, at the entrance of the tent of meeting, saying,"
    },
    {
        "o": 4964,
        "r": "esv:Numbers:27:3",
        "t": "“Our father died in the wilderness. He was not among the company of those who gathered themselves together against the Lord*s in the company of Korah, but died for his own sin. And he had no sons."
    },
    {
        "o": 4965,
        "r": "esv:Numbers:27:4",
        "t": "Why should the name of our father be taken away from his clan because he had no son? Give to us a possession among our father’s brothers.”"
    },
    {
        "o": 4966,
        "r": "esv:Numbers:27:5",
        "t": "Moses*p brought their case before the Lord.*s"
    },
    {
        "o": 4967,
        "r": "esv:Numbers:27:6",
        "t": "And the Lord*s said to Moses,"
    },
    {
        "o": 4968,
        "r": "esv:Numbers:27:7",
        "t": "“The daughters of Zelophehad are right. You shall give them possession of an inheritance among their father’s brothers and transfer the inheritance of their father to them."
    },
    {
        "o": 4969,
        "r": "esv:Numbers:27:8",
        "t": "And you shall speak to the people of Israel, saying, ‘If a man dies and has no son, then you shall transfer his inheritance to his daughter."
    },
    {
        "o": 4970,
        "r": "esv:Numbers:27:9",
        "t": "And if he has no daughter, then you shall give his inheritance to his brothers."
    },
    {
        "o": 4971,
        "r": "esv:Numbers:27:10",
        "t": "And if he has no brothers, then you shall give his inheritance to his father’s brothers."
    },
    {
        "o": 4972,
        "r": "esv:Numbers:27:11",
        "t": "And if his father has no brothers, then you shall give his inheritance to the nearest kinsman of his clan, and he shall possess it. And it shall be for the people of Israel a statute and rule, as the Lord*s commanded Moses.’”"
    },
    {
        "o": 4973,
        "r": "esv:Numbers:27:11",
        "t": "Joshua to Succeed Moses",
        "h": 2
    },
    {
        "o": 4974,
        "r": "esv:Numbers:27:12",
        "t": "The*p Lord*s said to Moses, “Go up into this mountain of Abarim and see the land that I have given to the people of Israel."
    },
    {
        "o": 4975,
        "r": "esv:Numbers:27:13",
        "t": "When you have seen it, you also shall be gathered to your people, as your brother Aaron was,"
    },
    {
        "o": 4976,
        "r": "esv:Numbers:27:14",
        "t": "because you rebelled against my word in the wilderness of Zin when the congregation quarreled, failing to uphold me as holy at the waters before their eyes.” (These are the waters of Meribah of Kadesh in the wilderness of Zin.)"
    },
    {
        "o": 4977,
        "r": "esv:Numbers:27:15",
        "t": "Moses spoke to the Lord,*s saying,"
    },
    {
        "o": 4978,
        "r": "esv:Numbers:27:16",
        "t": "“Let the Lord,*s the God of the spirits of all flesh, appoint a man over the congregation"
    },
    {
        "o": 4979,
        "r": "esv:Numbers:27:17",
        "t": "who shall go out before them and come in before them, who shall lead them out and bring them in, that the congregation of the Lord*s may not be as sheep that have no shepherd.”"
    },
    {
        "o": 4980,
        "r": "esv:Numbers:27:18",
        "t": "So the Lord*s said to Moses, “Take Joshua the son of Nun, a man in whom is the Spirit, and lay your hand on him."
    },
    {
        "o": 4981,
        "r": "esv:Numbers:27:19",
        "t": "Make him stand before Eleazar the priest and all the congregation, and you shall commission him in their sight."
    },
    {
        "o": 4982,
        "r": "esv:Numbers:27:20",
        "t": "You shall invest him with some of your authority, that all the congregation of the people of Israel may obey."
    },
    {
        "o": 4983,
        "r": "esv:Numbers:27:21",
        "t": "And he shall stand before Eleazar the priest, who shall inquire for him by the judgment of the Urim before the Lord.*s At his word they shall go out, and at his word they shall come in, both he and all the people of Israel with him, the whole congregation.”"
    },
    {
        "o": 4984,
        "r": "esv:Numbers:27:22",
        "t": "And Moses did as the Lord*s commanded him. He took Joshua and made him stand before Eleazar the priest and the whole congregation,"
    },
    {
        "o": 4985,
        "r": "esv:Numbers:27:23",
        "t": "and he laid his hands on him and commissioned him as the Lord*s directed through Moses."
    },
    {
        "o": 4986,
        "r": "esv:Numbers:28:0",
        "t": "Numbers 28",
        "h": 1
    },
    {
        "o": 4987,
        "r": "esv:Numbers:28:0",
        "t": "Daily Offerings",
        "h": 2
    },
    {
        "o": 4988,
        "r": "esv:Numbers:28:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4989,
        "r": "esv:Numbers:28:2",
        "t": "“Command the people of Israel and say to them, ‘My offering, my food for my food offerings, my pleasing aroma, you shall be careful to offer to me at its appointed time.’"
    },
    {
        "o": 4990,
        "r": "esv:Numbers:28:3",
        "t": "And you shall say to them, This is the food offering that you shall offer to the Lord:*s two male lambs a year old without blemish, day by day, as a regular offering."
    },
    {
        "o": 4991,
        "r": "esv:Numbers:28:4",
        "t": "The one lamb you shall offer in the morning, and the other lamb you shall offer at twilight;"
    },
    {
        "o": 4992,
        "r": "esv:Numbers:28:5",
        "t": "also a tenth of an ephah of fine flour for a grain offering, mixed with a quarter of a hin of beaten oil."
    },
    {
        "o": 4993,
        "r": "esv:Numbers:28:6",
        "t": "It is a regular burnt offering, which was ordained at Mount Sinai for a pleasing aroma, a food offering to the Lord.*s"
    },
    {
        "o": 4994,
        "r": "esv:Numbers:28:7",
        "t": "Its drink offering shall be a quarter of a hin for each lamb. In the Holy Place you shall pour out a drink offering of strong drink to the Lord.*s"
    },
    {
        "o": 4995,
        "r": "esv:Numbers:28:8",
        "t": "The other lamb you shall offer at twilight. Like the grain offering of the morning, and like its drink offering, you shall offer it as a food offering, with a pleasing aroma to the Lord.*s"
    },
    {
        "o": 4996,
        "r": "esv:Numbers:28:8",
        "t": "Sabbath Offerings",
        "h": 2
    },
    {
        "o": 4997,
        "r": "esv:Numbers:28:9",
        "t": "“On*p the Sabbath day, two male lambs a year old without blemish, and two tenths of an ephah of fine flour for a grain offering, mixed with oil, and its drink offering:"
    },
    {
        "o": 4998,
        "r": "esv:Numbers:28:10",
        "t": "this is the burnt offering of every Sabbath, besides the regular burnt offering and its drink offering."
    },
    {
        "o": 4999,
        "r": "esv:Numbers:28:10",
        "t": "Monthly Offerings",
        "h": 2
    },
    {
        "o": 5000,
        "r": "esv:Numbers:28:11",
        "t": "“At*p the beginnings of your months, you shall offer a burnt offering to the Lord:*s two bulls from the herd, one ram, seven male lambs a year old without blemish;"
    },
    {
        "o": 5001,
        "r": "esv:Numbers:28:12",
        "t": "also three tenths of an ephah of fine flour for a grain offering, mixed with oil, for each bull, and two tenths of fine flour for a grain offering, mixed with oil, for the one ram;"
    },
    {
        "o": 5002,
        "r": "esv:Numbers:28:13",
        "t": "and a tenth of fine flour mixed with oil as a grain offering for every lamb; for a burnt offering with a pleasing aroma, a food offering to the Lord.*s"
    },
    {
        "o": 5003,
        "r": "esv:Numbers:28:14",
        "t": "Their drink offerings shall be half a hin of wine for a bull, a third of a hin for a ram, and a quarter of a hin for a lamb. This is the burnt offering of each month throughout the months of the year."
    },
    {
        "o": 5004,
        "r": "esv:Numbers:28:15",
        "t": "Also one male goat for a sin offering to the Lord;*s it shall be offered besides the regular burnt offering and its drink offering."
    },
    {
        "o": 5005,
        "r": "esv:Numbers:28:15",
        "t": "Passover Offerings",
        "h": 2
    },
    {
        "o": 5006,
        "r": "esv:Numbers:28:16",
        "t": "“On*p the fourteenth day of the first month is the Lord’s*s Passover,"
    },
    {
        "o": 5007,
        "r": "esv:Numbers:28:17",
        "t": "and on the fifteenth day of this month is a feast. Seven days shall unleavened bread be eaten."
    },
    {
        "o": 5008,
        "r": "esv:Numbers:28:18",
        "t": "On the first day there shall be a holy convocation. You shall not do any ordinary work,"
    },
    {
        "o": 5009,
        "r": "esv:Numbers:28:19",
        "t": "but offer a food offering, a burnt offering to the Lord:*s two bulls from the herd, one ram, and seven male lambs a year old; see that they are without blemish;"
    },
    {
        "o": 5010,
        "r": "esv:Numbers:28:20",
        "t": "also their grain offering of fine flour mixed with oil; three tenths of an ephah shall you offer for a bull, and two tenths for a ram;"
    },
    {
        "o": 5011,
        "r": "esv:Numbers:28:21",
        "t": "a tenth shall you offer for each of the seven lambs;"
    },
    {
        "o": 5012,
        "r": "esv:Numbers:28:22",
        "t": "also one male goat for a sin offering, to make atonement for you."
    },
    {
        "o": 5013,
        "r": "esv:Numbers:28:23",
        "t": "You shall offer these besides the burnt offering of the morning, which is for a regular burnt offering."
    },
    {
        "o": 5014,
        "r": "esv:Numbers:28:24",
        "t": "In the same way you shall offer daily, for seven days, the food of a food offering, with a pleasing aroma to the Lord.*s It shall be offered besides the regular burnt offering and its drink offering."
    },
    {
        "o": 5015,
        "r": "esv:Numbers:28:25",
        "t": "And on the seventh day you shall have a holy convocation. You shall not do any ordinary work."
    },
    {
        "o": 5016,
        "r": "esv:Numbers:28:25",
        "t": "Offerings for the Feast of Weeks",
        "h": 2
    },
    {
        "o": 5017,
        "r": "esv:Numbers:28:26",
        "t": "“On*p the day of the firstfruits, when you offer a grain offering of new grain to the Lord*s at your Feast of Weeks, you shall have a holy convocation. You shall not do any ordinary work,"
    },
    {
        "o": 5018,
        "r": "esv:Numbers:28:27",
        "t": "but offer a burnt offering, with a pleasing aroma to the Lord:*s two bulls from the herd, one ram, seven male lambs a year old;"
    },
    {
        "o": 5019,
        "r": "esv:Numbers:28:28",
        "t": "also their grain offering of fine flour mixed with oil, three tenths of an ephah for each bull, two tenths for one ram,"
    },
    {
        "o": 5020,
        "r": "esv:Numbers:28:29",
        "t": "a tenth for each of the seven lambs;"
    },
    {
        "o": 5021,
        "r": "esv:Numbers:28:30",
        "t": "with one male goat, to make atonement for you."
    },
    {
        "o": 5022,
        "r": "esv:Numbers:28:31",
        "t": "Besides the regular burnt offering and its grain offering, you shall offer them and their drink offering. See that they are without blemish."
    },
    {
        "o": 5023,
        "r": "esv:Numbers:29:0",
        "t": "Numbers 29",
        "h": 1
    },
    {
        "o": 5024,
        "r": "esv:Numbers:29:0",
        "t": "Offerings for the Feast of Trumpets",
        "h": 2
    },
    {
        "o": 5025,
        "r": "esv:Numbers:29:1",
        "t": "“On*p the first day of the seventh month you shall have a holy convocation. You shall not do any ordinary work. It is a day for you to blow the trumpets,"
    },
    {
        "o": 5026,
        "r": "esv:Numbers:29:2",
        "t": "and you shall offer a burnt offering, for a pleasing aroma to the Lord:*s one bull from the herd, one ram, seven male lambs a year old without blemish;"
    },
    {
        "o": 5027,
        "r": "esv:Numbers:29:3",
        "t": "also their grain offering of fine flour mixed with oil, three tenths of an ephah for the bull, two tenths for the ram,"
    },
    {
        "o": 5028,
        "r": "esv:Numbers:29:4",
        "t": "and one tenth for each of the seven lambs;"
    },
    {
        "o": 5029,
        "r": "esv:Numbers:29:5",
        "t": "with one male goat for a sin offering, to make atonement for you;"
    },
    {
        "o": 5030,
        "r": "esv:Numbers:29:6",
        "t": "besides the burnt offering of the new moon, and its grain offering, and the regular burnt offering and its grain offering, and their drink offering, according to the rule for them, for a pleasing aroma, a food offering to the Lord.*s"
    },
    {
        "o": 5031,
        "r": "esv:Numbers:29:6",
        "t": "Offerings for the Day of Atonement",
        "h": 2
    },
    {
        "o": 5032,
        "r": "esv:Numbers:29:7",
        "t": "“On*p the tenth day of this seventh month you shall have a holy convocation and afflict yourselves. You shall do no work,"
    },
    {
        "o": 5033,
        "r": "esv:Numbers:29:8",
        "t": "but you shall offer a burnt offering to the Lord,*s a pleasing aroma: one bull from the herd, one ram, seven male lambs a year old: see that they are without blemish."
    },
    {
        "o": 5034,
        "r": "esv:Numbers:29:9",
        "t": "And their grain offering shall be of fine flour mixed with oil, three tenths of an ephah for the bull, two tenths for the one ram,"
    },
    {
        "o": 5035,
        "r": "esv:Numbers:29:10",
        "t": "a tenth for each of the seven lambs:"
    },
    {
        "o": 5036,
        "r": "esv:Numbers:29:11",
        "t": "also one male goat for a sin offering, besides the sin offering of atonement, and the regular burnt offering and its grain offering, and their drink offerings."
    },
    {
        "o": 5037,
        "r": "esv:Numbers:29:11",
        "t": "Offerings for the Feast of Booths",
        "h": 2
    },
    {
        "o": 5038,
        "r": "esv:Numbers:29:12",
        "t": "“On*p the fifteenth day of the seventh month you shall have a holy convocation. You shall not do any ordinary work, and you shall keep a feast to the Lord*s seven days."
    },
    {
        "o": 5039,
        "r": "esv:Numbers:29:13",
        "t": "And you shall offer a burnt offering, a food offering, with a pleasing aroma to the Lord,*s thirteen bulls from the herd, two rams, fourteen male lambs a year old; they shall be without blemish;"
    },
    {
        "o": 5040,
        "r": "esv:Numbers:29:14",
        "t": "and their grain offering of fine flour mixed with oil, three tenths of an ephah for each of the thirteen bulls, two tenths for each of the two rams,"
    },
    {
        "o": 5041,
        "r": "esv:Numbers:29:15",
        "t": "and a tenth for each of the fourteen lambs;"
    },
    {
        "o": 5042,
        "r": "esv:Numbers:29:16",
        "t": "also one male goat for a sin offering, besides the regular burnt offering, its grain offering and its drink offering."
    },
    {
        "o": 5043,
        "r": "esv:Numbers:29:17",
        "t": "“On*p the second day twelve bulls from the herd, two rams, fourteen male lambs a year old without blemish,"
    },
    {
        "o": 5044,
        "r": "esv:Numbers:29:18",
        "t": "with the grain offering and the drink offerings for the bulls, for the rams, and for the lambs, in the prescribed quantities;"
    },
    {
        "o": 5045,
        "r": "esv:Numbers:29:19",
        "t": "also one male goat for a sin offering, besides the regular burnt offering and its grain offering, and their drink offerings."
    },
    {
        "o": 5046,
        "r": "esv:Numbers:29:20",
        "t": "“On*p the third day eleven bulls, two rams, fourteen male lambs a year old without blemish,"
    },
    {
        "o": 5047,
        "r": "esv:Numbers:29:21",
        "t": "with the grain offering and the drink offerings for the bulls, for the rams, and for the lambs, in the prescribed quantities;"
    },
    {
        "o": 5048,
        "r": "esv:Numbers:29:22",
        "t": "also one male goat for a sin offering, besides the regular burnt offering and its grain offering and its drink offering."
    },
    {
        "o": 5049,
        "r": "esv:Numbers:29:23",
        "t": "“On*p the fourth day ten bulls, two rams, fourteen male lambs a year old without blemish,"
    },
    {
        "o": 5050,
        "r": "esv:Numbers:29:24",
        "t": "with the grain offering and the drink offerings for the bulls, for the rams, and for the lambs, in the prescribed quantities;"
    },
    {
        "o": 5051,
        "r": "esv:Numbers:29:25",
        "t": "also one male goat for a sin offering, besides the regular burnt offering, its grain offering and its drink offering."
    },
    {
        "o": 5052,
        "r": "esv:Numbers:29:26",
        "t": "“On*p the fifth day nine bulls, two rams, fourteen male lambs a year old without blemish,"
    },
    {
        "o": 5053,
        "r": "esv:Numbers:29:27",
        "t": "with the grain offering and the drink offerings for the bulls, for the rams, and for the lambs, in the prescribed quantities;"
    },
    {
        "o": 5054,
        "r": "esv:Numbers:29:28",
        "t": "also one male goat for a sin offering; besides the regular burnt offering and its grain offering and its drink offering."
    },
    {
        "o": 5055,
        "r": "esv:Numbers:29:29",
        "t": "“On*p the sixth day eight bulls, two rams, fourteen male lambs a year old without blemish,"
    },
    {
        "o": 5056,
        "r": "esv:Numbers:29:30",
        "t": "with the grain offering and the drink offerings for the bulls, for the rams, and for the lambs, in the prescribed quantities;"
    },
    {
        "o": 5057,
        "r": "esv:Numbers:29:31",
        "t": "also one male goat for a sin offering; besides the regular burnt offering, its grain offering, and its drink offerings."
    },
    {
        "o": 5058,
        "r": "esv:Numbers:29:32",
        "t": "“On*p the seventh day seven bulls, two rams, fourteen male lambs a year old without blemish,"
    },
    {
        "o": 5059,
        "r": "esv:Numbers:29:33",
        "t": "with the grain offering and the drink offerings for the bulls, for the rams, and for the lambs, in the prescribed quantities;"
    },
    {
        "o": 5060,
        "r": "esv:Numbers:29:34",
        "t": "also one male goat for a sin offering; besides the regular burnt offering, its grain offering, and its drink offering."
    },
    {
        "o": 5061,
        "r": "esv:Numbers:29:35",
        "t": "“On*p the eighth day you shall have a solemn assembly. You shall not do any ordinary work,"
    },
    {
        "o": 5062,
        "r": "esv:Numbers:29:36",
        "t": "but you shall offer a burnt offering, a food offering, with a pleasing aroma to the Lord:*s one bull, one ram, seven male lambs a year old without blemish,"
    },
    {
        "o": 5063,
        "r": "esv:Numbers:29:37",
        "t": "and the grain offering and the drink offerings for the bull, for the ram, and for the lambs, in the prescribed quantities;"
    },
    {
        "o": 5064,
        "r": "esv:Numbers:29:38",
        "t": "also one male goat for a sin offering; besides the regular burnt offering and its grain offering and its drink offering."
    },
    {
        "o": 5065,
        "r": "esv:Numbers:29:39",
        "t": "“These*p you shall offer to the Lord*s at your appointed feasts, in addition to your vow offerings and your freewill offerings, for your burnt offerings, and for your grain offerings, and for your drink offerings, and for your peace offerings.”"
    },
    {
        "o": 5066,
        "r": "esv:Numbers:29:40",
        "t": "So*p Moses told the people of Israel everything just as the Lord*s had commanded Moses."
    },
    {
        "o": 5067,
        "r": "esv:Numbers:30:0",
        "t": "Numbers 30",
        "h": 1
    },
    {
        "o": 5068,
        "r": "esv:Numbers:30:0",
        "t": "Men and Vows",
        "h": 2
    },
    {
        "o": 5069,
        "r": "esv:Numbers:30:1",
        "t": "Moses*p spoke to the heads of the tribes of the people of Israel, saying, “This is what the Lord*s has commanded."
    },
    {
        "o": 5070,
        "r": "esv:Numbers:30:2",
        "t": "If a man vows a vow to the Lord,*s or swears an oath to bind himself by a pledge, he shall not break his word. He shall do according to all that proceeds out of his mouth."
    },
    {
        "o": 5071,
        "r": "esv:Numbers:30:2",
        "t": "Women and Vows",
        "h": 2
    },
    {
        "o": 5072,
        "r": "esv:Numbers:30:3",
        "t": "“If*p a woman vows a vow to the Lord*s and binds herself by a pledge, while within her father’s house in her youth,"
    },
    {
        "o": 5073,
        "r": "esv:Numbers:30:4",
        "t": "and her father hears of her vow and of her pledge by which she has bound herself and says nothing to her, then all her vows shall stand, and every pledge by which she has bound herself shall stand."
    },
    {
        "o": 5074,
        "r": "esv:Numbers:30:5",
        "t": "But if her father opposes her on the day that he hears of it, no vow of hers, no pledge by which she has bound herself shall stand. And the Lord*s will forgive her, because her father opposed her."
    },
    {
        "o": 5075,
        "r": "esv:Numbers:30:6",
        "t": "“If*p she marries a husband, while under her vows or any thoughtless utterance of her lips by which she has bound herself,"
    },
    {
        "o": 5076,
        "r": "esv:Numbers:30:7",
        "t": "and her husband hears of it and says nothing to her on the day that he hears, then her vows shall stand, and her pledges by which she has bound herself shall stand."
    },
    {
        "o": 5077,
        "r": "esv:Numbers:30:8",
        "t": "But if, on the day that her husband comes to hear of it, he opposes her, then he makes void her vow that was on her, and the thoughtless utterance of her lips by which she bound herself. And the Lord*s will forgive her."
    },
    {
        "o": 5078,
        "r": "esv:Numbers:30:9",
        "t": "(But any vow of a widow or of a divorced woman, anything by which she has bound herself, shall stand against her.)"
    },
    {
        "o": 5079,
        "r": "esv:Numbers:30:10",
        "t": "And if she vowed in her husband’s house or bound herself by a pledge with an oath,"
    },
    {
        "o": 5080,
        "r": "esv:Numbers:30:11",
        "t": "and her husband heard of it and said nothing to her and did not oppose her, then all her vows shall stand, and every pledge by which she bound herself shall stand."
    },
    {
        "o": 5081,
        "r": "esv:Numbers:30:12",
        "t": "But if her husband makes them null and void on the day that he hears them, then whatever proceeds out of her lips concerning her vows or concerning her pledge of herself shall not stand. Her husband has made them void, and the Lord*s will forgive her."
    },
    {
        "o": 5082,
        "r": "esv:Numbers:30:13",
        "t": "Any vow and any binding oath to afflict herself, her husband may establish, or her husband may make void."
    },
    {
        "o": 5083,
        "r": "esv:Numbers:30:14",
        "t": "But if her husband says nothing to her from day to day, then he establishes all her vows or all her pledges that are upon her. He has established them, because he said nothing to her on the day that he heard of them."
    },
    {
        "o": 5084,
        "r": "esv:Numbers:30:15",
        "t": "But if he makes them null and void after he has heard of them, then he shall bear her iniquity.”"
    },
    {
        "o": 5085,
        "r": "esv:Numbers:30:16",
        "t": "These*p are the statutes that the Lord*s commanded Moses about a man and his wife and about a father and his daughter while she is in her youth within her father’s house."
    },
    {
        "o": 5086,
        "r": "esv:Numbers:31:0",
        "t": "Numbers 31",
        "h": 1
    },
    {
        "o": 5087,
        "r": "esv:Numbers:31:0",
        "t": "Vengeance on Midian",
        "h": 2
    },
    {
        "o": 5088,
        "r": "esv:Numbers:31:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 5089,
        "r": "esv:Numbers:31:2",
        "t": "“Avenge the people of Israel on the Midianites. Afterward you shall be gathered to your people.”"
    },
    {
        "o": 5090,
        "r": "esv:Numbers:31:3",
        "t": "So Moses spoke to the people, saying, “Arm men from among you for the war, that they may go against Midian to execute the Lord’s*s vengeance on Midian."
    },
    {
        "o": 5091,
        "r": "esv:Numbers:31:4",
        "t": "You shall send a thousand from each of the tribes of Israel to the war.”"
    },
    {
        "o": 5092,
        "r": "esv:Numbers:31:5",
        "t": "So there were provided, out of the thousands of Israel, a thousand from each tribe, twelve thousand armed for war."
    },
    {
        "o": 5093,
        "r": "esv:Numbers:31:6",
        "t": "And Moses sent them to the war, a thousand from each tribe, together with Phinehas the son of Eleazar the priest, with the vessels of the sanctuary and the trumpets for the alarm in his hand."
    },
    {
        "o": 5094,
        "r": "esv:Numbers:31:7",
        "t": "They warred against Midian, as the Lord*s commanded Moses, and killed every male."
    },
    {
        "o": 5095,
        "r": "esv:Numbers:31:8",
        "t": "They killed the kings of Midian with the rest of their slain, Evi, Rekem, Zur, Hur, and Reba, the five kings of Midian. And they also killed Balaam the son of Beor with the sword."
    },
    {
        "o": 5096,
        "r": "esv:Numbers:31:9",
        "t": "And the people of Israel took captive the women of Midian and their little ones, and they took as plunder all their cattle, their flocks, and all their goods."
    },
    {
        "o": 5097,
        "r": "esv:Numbers:31:10",
        "t": "All their cities in the places where they lived, and all their encampments, they burned with fire,"
    },
    {
        "o": 5098,
        "r": "esv:Numbers:31:11",
        "t": "and took all the spoil and all the plunder, both of man and of beast."
    },
    {
        "o": 5099,
        "r": "esv:Numbers:31:12",
        "t": "Then they brought the captives and the plunder and the spoil to Moses, and to Eleazar the priest, and to the congregation of the people of Israel, at the camp on the plains of Moab by the Jordan at Jericho."
    },
    {
        "o": 5100,
        "r": "esv:Numbers:31:13",
        "t": "Moses*p and Eleazar the priest and all the chiefs of the congregation went to meet them outside the camp."
    },
    {
        "o": 5101,
        "r": "esv:Numbers:31:14",
        "t": "And Moses was angry with the officers of the army, the commanders of thousands and the commanders of hundreds, who had come from service in the war."
    },
    {
        "o": 5102,
        "r": "esv:Numbers:31:15",
        "t": "Moses said to them, “Have you let all the women live?"
    },
    {
        "o": 5103,
        "r": "esv:Numbers:31:16",
        "t": "Behold, these, on Balaam’s advice, caused the people of Israel to act treacherously against the Lord*s in the incident of Peor, and so the plague came among the congregation of the Lord.*s"
    },
    {
        "o": 5104,
        "r": "esv:Numbers:31:17",
        "t": "Now therefore, kill every male among the little ones, and kill every woman who has known man by lying with him."
    },
    {
        "o": 5105,
        "r": "esv:Numbers:31:18",
        "t": "But all the young girls who have not known man by lying with him keep alive for yourselves."
    },
    {
        "o": 5106,
        "r": "esv:Numbers:31:19",
        "t": "Encamp outside the camp seven days. Whoever of you has killed any person and whoever has touched any slain, purify yourselves and your captives on the third day and on the seventh day."
    },
    {
        "o": 5107,
        "r": "esv:Numbers:31:20",
        "t": "You shall purify every garment, every article of skin, all work of goats’ hair, and every article of wood.”"
    },
    {
        "o": 5108,
        "r": "esv:Numbers:31:21",
        "t": "Then*p Eleazar the priest said to the men in the army who had gone to battle: “This is the statute of the law that the Lord*s has commanded Moses:"
    },
    {
        "o": 5109,
        "r": "esv:Numbers:31:22",
        "t": "only the gold, the silver, the bronze, the iron, the tin, and the lead,"
    },
    {
        "o": 5110,
        "r": "esv:Numbers:31:23",
        "t": "everything that can stand the fire, you shall pass through the fire, and it shall be clean. Nevertheless, it shall also be purified with the water for impurity. And whatever cannot stand the fire, you shall pass through the water."
    },
    {
        "o": 5111,
        "r": "esv:Numbers:31:24",
        "t": "You must wash your clothes on the seventh day, and you shall be clean. And afterward you may come into the camp.”"
    },
    {
        "o": 5112,
        "r": "esv:Numbers:31:25",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 5113,
        "r": "esv:Numbers:31:26",
        "t": "“Take the count of the plunder that was taken, both of man and of beast, you and Eleazar the priest and the heads of the fathers’ houses of the congregation,"
    },
    {
        "o": 5114,
        "r": "esv:Numbers:31:27",
        "t": "and divide the plunder into two parts between the warriors who went out to battle and all the congregation."
    },
    {
        "o": 5115,
        "r": "esv:Numbers:31:28",
        "t": "And levy for the Lord*s a tribute from the men of war who went out to battle, one out of five hundred, of the people and of the oxen and of the donkeys and of the flocks."
    },
    {
        "o": 5116,
        "r": "esv:Numbers:31:29",
        "t": "Take it from their half and give it to Eleazar the priest as a contribution to the Lord.*s"
    },
    {
        "o": 5117,
        "r": "esv:Numbers:31:30",
        "t": "And from the people of Israel’s half you shall take one drawn out of every fifty, of the people, of the oxen, of the donkeys, and of the flocks, of all the cattle, and give them to the Levites who keep guard over the tabernacle of the Lord.”*s"
    },
    {
        "o": 5118,
        "r": "esv:Numbers:31:31",
        "t": "And Moses and Eleazar the priest did as the Lord*s commanded Moses."
    },
    {
        "o": 5119,
        "r": "esv:Numbers:31:32",
        "t": "Now*p the plunder remaining of the spoil that the army took was 675,000 sheep,"
    },
    {
        "o": 5120,
        "r": "esv:Numbers:31:33",
        "t": "72,000 cattle,"
    },
    {
        "o": 5121,
        "r": "esv:Numbers:31:34",
        "t": "61,000 donkeys,"
    },
    {
        "o": 5122,
        "r": "esv:Numbers:31:35",
        "t": "and 32,000 persons in all, women who had not known man by lying with him."
    },
    {
        "o": 5123,
        "r": "esv:Numbers:31:36",
        "t": "And the half, the portion of those who had gone out in the army, numbered 337,500 sheep,"
    },
    {
        "o": 5124,
        "r": "esv:Numbers:31:37",
        "t": "and the Lord’s*s tribute of sheep was 675."
    },
    {
        "o": 5125,
        "r": "esv:Numbers:31:38",
        "t": "The cattle were 36,000, of which the Lord’s*s tribute was 72."
    },
    {
        "o": 5126,
        "r": "esv:Numbers:31:39",
        "t": "The donkeys were 30,500, of which the Lord’s*s tribute was 61."
    },
    {
        "o": 5127,
        "r": "esv:Numbers:31:40",
        "t": "The persons were 16,000, of which the Lord’s*s tribute was 32 persons."
    },
    {
        "o": 5128,
        "r": "esv:Numbers:31:41",
        "t": "And Moses gave the tribute, which was the contribution for the Lord,*s to Eleazar the priest, as the Lord*s commanded Moses."
    },
    {
        "o": 5129,
        "r": "esv:Numbers:31:42",
        "t": "From*p the people of Israel’s half, which Moses separated from that of the men who had served in the army—"
    },
    {
        "o": 5130,
        "r": "esv:Numbers:31:43",
        "t": "now the congregation’s half was 337,500 sheep,"
    },
    {
        "o": 5131,
        "r": "esv:Numbers:31:44",
        "t": "36,000 cattle,"
    },
    {
        "o": 5132,
        "r": "esv:Numbers:31:45",
        "t": "and 30,500 donkeys,"
    },
    {
        "o": 5133,
        "r": "esv:Numbers:31:46",
        "t": "and 16,000 persons—"
    },
    {
        "o": 5134,
        "r": "esv:Numbers:31:47",
        "t": "from the people of Israel’s half Moses took one of every 50, both of persons and of beasts, and gave them to the Levites who kept guard over the tabernacle of the Lord,*s as the Lord*s commanded Moses."
    },
    {
        "o": 5135,
        "r": "esv:Numbers:31:48",
        "t": "Then*p the officers who were over the thousands of the army, the commanders of thousands and the commanders of hundreds, came near to Moses"
    },
    {
        "o": 5136,
        "r": "esv:Numbers:31:49",
        "t": "and said to Moses, “Your servants have counted the men of war who are under our command, and there is not a man missing from us."
    },
    {
        "o": 5137,
        "r": "esv:Numbers:31:50",
        "t": "And we have brought the Lord’s*s offering, what each man found, articles of gold, armlets and bracelets, signet rings, earrings, and beads, to make atonement for ourselves before the Lord.”*s"
    },
    {
        "o": 5138,
        "r": "esv:Numbers:31:51",
        "t": "And Moses and Eleazar the priest received from them the gold, all crafted articles."
    },
    {
        "o": 5139,
        "r": "esv:Numbers:31:52",
        "t": "And all the gold of the contribution that they presented to the Lord,*s from the commanders of thousands and the commanders of hundreds, was 16,750 shekels."
    },
    {
        "o": 5140,
        "r": "esv:Numbers:31:53",
        "t": "(The men in the army had each taken plunder for himself.)"
    },
    {
        "o": 5141,
        "r": "esv:Numbers:31:54",
        "t": "And Moses and Eleazar the priest received the gold from the commanders of thousands and of hundreds, and brought it into the tent of meeting, as a memorial for the people of Israel before the Lord.*s"
    },
    {
        "o": 5142,
        "r": "esv:Numbers:32:0",
        "t": "Numbers 32",
        "h": 1
    },
    {
        "o": 5143,
        "r": "esv:Numbers:32:0",
        "t": "Reuben and Gad Settle in Gilead",
        "h": 2
    },
    {
        "o": 5144,
        "r": "esv:Numbers:32:1",
        "t": "Now*p the people of Reuben and the people of Gad had a very great number of livestock. And they saw the land of Jazer and the land of Gilead, and behold, the place was a place for livestock."
    },
    {
        "o": 5145,
        "r": "esv:Numbers:32:2",
        "t": "So the people of Gad and the people of Reuben came and said to Moses and to Eleazar the priest and to the chiefs of the congregation,"
    },
    {
        "o": 5146,
        "r": "esv:Numbers:32:3",
        "t": "“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon,"
    },
    {
        "o": 5147,
        "r": "esv:Numbers:32:4",
        "t": "the land that the Lord*s struck down before the congregation of Israel, is a land for livestock, and your servants have livestock.”"
    },
    {
        "o": 5148,
        "r": "esv:Numbers:32:5",
        "t": "And they said, “If we have found favor in your sight, let this land be given to your servants for a possession. Do not take us across the Jordan.”"
    },
    {
        "o": 5149,
        "r": "esv:Numbers:32:6",
        "t": "But*p Moses said to the people of Gad and to the people of Reuben, “Shall your brothers go to the war while you sit here?"
    },
    {
        "o": 5150,
        "r": "esv:Numbers:32:7",
        "t": "Why will you discourage the heart of the people of Israel from going over into the land that the Lord*s has given them?"
    },
    {
        "o": 5151,
        "r": "esv:Numbers:32:8",
        "t": "Your fathers did this, when I sent them from Kadesh-barnea to see the land."
    },
    {
        "o": 5152,
        "r": "esv:Numbers:32:9",
        "t": "For when they went up to the Valley of Eshcol and saw the land, they discouraged the heart of the people of Israel from going into the land that the Lord*s had given them."
    },
    {
        "o": 5153,
        "r": "esv:Numbers:32:10",
        "t": "And the Lord’s*s anger was kindled on that day, and he swore, saying,"
    },
    {
        "o": 5154,
        "r": "esv:Numbers:32:11",
        "t": "‘Surely none of the men who came up out of Egypt, from twenty years old and upward, shall see the land that I swore to give to Abraham, to Isaac, and to Jacob, because they have not wholly followed me,"
    },
    {
        "o": 5155,
        "r": "esv:Numbers:32:12",
        "t": "none except Caleb the son of Jephunneh the Kenizzite and Joshua the son of Nun, for they have wholly followed the Lord.’*s"
    },
    {
        "o": 5156,
        "r": "esv:Numbers:32:13",
        "t": "And the Lord’s*s anger was kindled against Israel, and he made them wander in the wilderness forty years, until all the generation that had done evil in the sight of the Lord*s was gone."
    },
    {
        "o": 5157,
        "r": "esv:Numbers:32:14",
        "t": "And behold, you have risen in your fathers’ place, a brood of sinful men, to increase still more the fierce anger of the Lord*s against Israel!"
    },
    {
        "o": 5158,
        "r": "esv:Numbers:32:15",
        "t": "For if you turn away from following him, he will again abandon them in the wilderness, and you will destroy all this people.”"
    },
    {
        "o": 5159,
        "r": "esv:Numbers:32:16",
        "t": "Then*p they came near to him and said, “We will build sheepfolds here for our livestock, and cities for our little ones,"
    },
    {
        "o": 5160,
        "r": "esv:Numbers:32:17",
        "t": "but we will take up arms, ready to go before the people of Israel, until we have brought them to their place. And our little ones shall live in the fortified cities because of the inhabitants of the land."
    },
    {
        "o": 5161,
        "r": "esv:Numbers:32:18",
        "t": "We will not return to our homes until each of the people of Israel has gained his inheritance."
    },
    {
        "o": 5162,
        "r": "esv:Numbers:32:19",
        "t": "For we will not inherit with them on the other side of the Jordan and beyond, because our inheritance has come to us on this side of the Jordan to the east.”"
    },
    {
        "o": 5163,
        "r": "esv:Numbers:32:20",
        "t": "So Moses said to them, “If you will do this, if you will take up arms to go before the Lord*s for the war,"
    },
    {
        "o": 5164,
        "r": "esv:Numbers:32:21",
        "t": "and every armed man of you will pass over the Jordan before the Lord,*s until he has driven out his enemies from before him"
    },
    {
        "o": 5165,
        "r": "esv:Numbers:32:22",
        "t": "and the land is subdued before the Lord;*s then after that you shall return and be free of obligation to the Lord*s and to Israel, and this land shall be your possession before the Lord.*s"
    },
    {
        "o": 5166,
        "r": "esv:Numbers:32:23",
        "t": "But if you will not do so, behold, you have sinned against the Lord,*s and be sure your sin will find you out."
    },
    {
        "o": 5167,
        "r": "esv:Numbers:32:24",
        "t": "Build cities for your little ones and folds for your sheep, and do what you have promised.”"
    },
    {
        "o": 5168,
        "r": "esv:Numbers:32:25",
        "t": "And the people of Gad and the people of Reuben said to Moses, “Your servants will do as my lord commands."
    },
    {
        "o": 5169,
        "r": "esv:Numbers:32:26",
        "t": "Our little ones, our wives, our livestock, and all our cattle shall remain there in the cities of Gilead,"
    },
    {
        "o": 5170,
        "r": "esv:Numbers:32:27",
        "t": "but your servants will pass over, every man who is armed for war, before the Lord*s to battle, as my lord orders.”"
    },
    {
        "o": 5171,
        "r": "esv:Numbers:32:28",
        "t": "So*p Moses gave command concerning them to Eleazar the priest and to Joshua the son of Nun and to the heads of the fathers’ houses of the tribes of the people of Israel."
    },
    {
        "o": 5172,
        "r": "esv:Numbers:32:29",
        "t": "And Moses said to them, “If the people of Gad and the people of Reuben, every man who is armed to battle before the Lord,*s will pass with you over the Jordan and the land shall be subdued before you, then you shall give them the land of Gilead for a possession."
    },
    {
        "o": 5173,
        "r": "esv:Numbers:32:30",
        "t": "However, if they will not pass over with you armed, they shall have possessions among you in the land of Canaan.”"
    },
    {
        "o": 5174,
        "r": "esv:Numbers:32:31",
        "t": "And the people of Gad and the people of Reuben answered, “What the Lord*s has said to your servants, we will do."
    },
    {
        "o": 5175,
        "r": "esv:Numbers:32:32",
        "t": "We will pass over armed before the Lord*s into the land of Canaan, and the possession of our inheritance shall remain with us beyond the Jordan.”"
    },
    {
        "o": 5176,
        "r": "esv:Numbers:32:33",
        "t": "And*p Moses gave to them, to the people of Gad and to the people of Reuben and to the half-tribe of Manasseh the son of Joseph, the kingdom of Sihon king of the Amorites and the kingdom of Og king of Bashan, the land and its cities with their territories, the cities of the land throughout the country."
    },
    {
        "o": 5177,
        "r": "esv:Numbers:32:34",
        "t": "And the people of Gad built Dibon, Ataroth, Aroer,"
    },
    {
        "o": 5178,
        "r": "esv:Numbers:32:35",
        "t": "Atroth-shophan, Jazer, Jogbehah,"
    },
    {
        "o": 5179,
        "r": "esv:Numbers:32:36",
        "t": "Beth-nimrah and Beth-haran, fortified cities, and folds for sheep."
    },
    {
        "o": 5180,
        "r": "esv:Numbers:32:37",
        "t": "And the people of Reuben built Heshbon, Elealeh, Kiriathaim,"
    },
    {
        "o": 5181,
        "r": "esv:Numbers:32:38",
        "t": "Nebo, and Baal-meon (their names were changed), and Sibmah. And they gave other names to the cities that they built."
    },
    {
        "o": 5182,
        "r": "esv:Numbers:32:39",
        "t": "And the sons of Machir the son of Manasseh went to Gilead and captured it, and dispossessed the Amorites who were in it."
    },
    {
        "o": 5183,
        "r": "esv:Numbers:32:40",
        "t": "And Moses gave Gilead to Machir the son of Manasseh, and he settled in it."
    },
    {
        "o": 5184,
        "r": "esv:Numbers:32:41",
        "t": "And Jair the son of Manasseh went and captured their villages, and called them Havvoth-jair."
    },
    {
        "o": 5185,
        "r": "esv:Numbers:32:42",
        "t": "And Nobah went and captured Kenath and its villages, and called it Nobah, after his own name."
    },
    {
        "o": 5186,
        "r": "esv:Numbers:33:0",
        "t": "Numbers 33",
        "h": 1
    },
    {
        "o": 5187,
        "r": "esv:Numbers:33:0",
        "t": "Recounting Israel’s Journey",
        "h": 2
    },
    {
        "o": 5188,
        "r": "esv:Numbers:33:1",
        "t": "These*p are the stages of the people of Israel, when they went out of the land of Egypt by their companies under the leadership of Moses and Aaron."
    },
    {
        "o": 5189,
        "r": "esv:Numbers:33:2",
        "t": "Moses wrote down their starting places, stage by stage, by command of the Lord,*s and these are their stages according to their starting places."
    },
    {
        "o": 5190,
        "r": "esv:Numbers:33:3",
        "t": "They set out from Rameses in the first month, on the fifteenth day of the first month. On the day after the Passover, the people of Israel went out triumphantly in the sight of all the Egyptians,"
    },
    {
        "o": 5191,
        "r": "esv:Numbers:33:4",
        "t": "while the Egyptians were burying all their firstborn, whom the Lord*s had struck down among them. On their gods also the Lord*s executed judgments."
    },
    {
        "o": 5192,
        "r": "esv:Numbers:33:5",
        "t": "So*p the people of Israel set out from Rameses and camped at Succoth."
    },
    {
        "o": 5193,
        "r": "esv:Numbers:33:6",
        "t": "And they set out from Succoth and camped at Etham, which is on the edge of the wilderness."
    },
    {
        "o": 5194,
        "r": "esv:Numbers:33:7",
        "t": "And they set out from Etham and turned back to Pi-hahiroth, which is east of Baal-zephon, and they camped before Migdol."
    },
    {
        "o": 5195,
        "r": "esv:Numbers:33:8",
        "t": "And they set out from before Hahiroth and passed through the midst of the sea into the wilderness, and they went a three days’ journey in the wilderness of Etham and camped at Marah."
    },
    {
        "o": 5196,
        "r": "esv:Numbers:33:9",
        "t": "And they set out from Marah and came to Elim; at Elim there were twelve springs of water and seventy palm trees, and they camped there."
    },
    {
        "o": 5197,
        "r": "esv:Numbers:33:10",
        "t": "And they set out from Elim and camped by the Red Sea."
    },
    {
        "o": 5198,
        "r": "esv:Numbers:33:11",
        "t": "And they set out from the Red Sea and camped in the wilderness of Sin."
    },
    {
        "o": 5199,
        "r": "esv:Numbers:33:12",
        "t": "And they set out from the wilderness of Sin and camped at Dophkah."
    },
    {
        "o": 5200,
        "r": "esv:Numbers:33:13",
        "t": "And they set out from Dophkah and camped at Alush."
    },
    {
        "o": 5201,
        "r": "esv:Numbers:33:14",
        "t": "And they set out from Alush and camped at Rephidim, where there was no water for the people to drink."
    },
    {
        "o": 5202,
        "r": "esv:Numbers:33:15",
        "t": "And they set out from Rephidim and camped in the wilderness of Sinai."
    },
    {
        "o": 5203,
        "r": "esv:Numbers:33:16",
        "t": "And they set out from the wilderness of Sinai and camped at Kibroth-hattaavah."
    },
    {
        "o": 5204,
        "r": "esv:Numbers:33:17",
        "t": "And they set out from Kibroth-hattaavah and camped at Hazeroth."
    },
    {
        "o": 5205,
        "r": "esv:Numbers:33:18",
        "t": "And they set out from Hazeroth and camped at Rithmah."
    },
    {
        "o": 5206,
        "r": "esv:Numbers:33:19",
        "t": "And they set out from Rithmah and camped at Rimmon-perez."
    },
    {
        "o": 5207,
        "r": "esv:Numbers:33:20",
        "t": "And they set out from Rimmon-perez and camped at Libnah."
    },
    {
        "o": 5208,
        "r": "esv:Numbers:33:21",
        "t": "And they set out from Libnah and camped at Rissah."
    },
    {
        "o": 5209,
        "r": "esv:Numbers:33:22",
        "t": "And they set out from Rissah and camped at Kehelathah."
    },
    {
        "o": 5210,
        "r": "esv:Numbers:33:23",
        "t": "And they set out from Kehelathah and camped at Mount Shepher."
    },
    {
        "o": 5211,
        "r": "esv:Numbers:33:24",
        "t": "And they set out from Mount Shepher and camped at Haradah."
    },
    {
        "o": 5212,
        "r": "esv:Numbers:33:25",
        "t": "And they set out from Haradah and camped at Makheloth."
    },
    {
        "o": 5213,
        "r": "esv:Numbers:33:26",
        "t": "And they set out from Makheloth and camped at Tahath."
    },
    {
        "o": 5214,
        "r": "esv:Numbers:33:27",
        "t": "And they set out from Tahath and camped at Terah."
    },
    {
        "o": 5215,
        "r": "esv:Numbers:33:28",
        "t": "And they set out from Terah and camped at Mithkah."
    },
    {
        "o": 5216,
        "r": "esv:Numbers:33:29",
        "t": "And they set out from Mithkah and camped at Hashmonah."
    },
    {
        "o": 5217,
        "r": "esv:Numbers:33:30",
        "t": "And they set out from Hashmonah and camped at Moseroth."
    },
    {
        "o": 5218,
        "r": "esv:Numbers:33:31",
        "t": "And they set out from Moseroth and camped at Bene-jaakan."
    },
    {
        "o": 5219,
        "r": "esv:Numbers:33:32",
        "t": "And they set out from Bene-jaakan and camped at Hor-haggidgad."
    },
    {
        "o": 5220,
        "r": "esv:Numbers:33:33",
        "t": "And they set out from Hor-haggidgad and camped at Jotbathah."
    },
    {
        "o": 5221,
        "r": "esv:Numbers:33:34",
        "t": "And they set out from Jotbathah and camped at Abronah."
    },
    {
        "o": 5222,
        "r": "esv:Numbers:33:35",
        "t": "And they set out from Abronah and camped at Ezion-geber."
    },
    {
        "o": 5223,
        "r": "esv:Numbers:33:36",
        "t": "And they set out from Ezion-geber and camped in the wilderness of Zin (that is, Kadesh)."
    },
    {
        "o": 5224,
        "r": "esv:Numbers:33:37",
        "t": "And they set out from Kadesh and camped at Mount Hor, on the edge of the land of Edom."
    },
    {
        "o": 5225,
        "r": "esv:Numbers:33:38",
        "t": "And*p Aaron the priest went up Mount Hor at the command of the Lord*s and died there, in the fortieth year after the people of Israel had come out of the land of Egypt, on the first day of the fifth month."
    },
    {
        "o": 5226,
        "r": "esv:Numbers:33:39",
        "t": "And Aaron was 123 years old when he died on Mount Hor."
    },
    {
        "o": 5227,
        "r": "esv:Numbers:33:40",
        "t": "And*p the Canaanite, the king of Arad, who lived in the Negeb in the land of Canaan, heard of the coming of the people of Israel."
    },
    {
        "o": 5228,
        "r": "esv:Numbers:33:41",
        "t": "And*p they set out from Mount Hor and camped at Zalmonah."
    },
    {
        "o": 5229,
        "r": "esv:Numbers:33:42",
        "t": "And they set out from Zalmonah and camped at Punon."
    },
    {
        "o": 5230,
        "r": "esv:Numbers:33:43",
        "t": "And they set out from Punon and camped at Oboth."
    },
    {
        "o": 5231,
        "r": "esv:Numbers:33:44",
        "t": "And they set out from Oboth and camped at Iye-abarim, in the territory of Moab."
    },
    {
        "o": 5232,
        "r": "esv:Numbers:33:45",
        "t": "And they set out from Iyim and camped at Dibon-gad."
    },
    {
        "o": 5233,
        "r": "esv:Numbers:33:46",
        "t": "And they set out from Dibon-gad and camped at Almon-diblathaim."
    },
    {
        "o": 5234,
        "r": "esv:Numbers:33:47",
        "t": "And they set out from Almon-diblathaim and camped in the mountains of Abarim, before Nebo."
    },
    {
        "o": 5235,
        "r": "esv:Numbers:33:48",
        "t": "And they set out from the mountains of Abarim and camped in the plains of Moab by the Jordan at Jericho;"
    },
    {
        "o": 5236,
        "r": "esv:Numbers:33:49",
        "t": "they camped by the Jordan from Beth-jeshimoth as far as Abel-shittim in the plains of Moab."
    },
    {
        "o": 5237,
        "r": "esv:Numbers:33:49",
        "t": "Drive Out the Inhabitants",
        "h": 2
    },
    {
        "o": 5238,
        "r": "esv:Numbers:33:50",
        "t": "And*p the Lord*s spoke to Moses in the plains of Moab by the Jordan at Jericho, saying,"
    },
    {
        "o": 5239,
        "r": "esv:Numbers:33:51",
        "t": "“Speak to the people of Israel and say to them, When you pass over the Jordan into the land of Canaan,"
    },
    {
        "o": 5240,
        "r": "esv:Numbers:33:52",
        "t": "then you shall drive out all the inhabitants of the land from before you and destroy all their figured stones and destroy all their metal images and demolish all their high places."
    },
    {
        "o": 5241,
        "r": "esv:Numbers:33:53",
        "t": "And you shall take possession of the land and settle in it, for I have given the land to you to possess it."
    },
    {
        "o": 5242,
        "r": "esv:Numbers:33:54",
        "t": "You shall inherit the land by lot according to your clans. To a large tribe you shall give a large inheritance, and to a small tribe you shall give a small inheritance. Wherever the lot falls for anyone, that shall be his. According to the tribes of your fathers you shall inherit."
    },
    {
        "o": 5243,
        "r": "esv:Numbers:33:55",
        "t": "But if you do not drive out the inhabitants of the land from before you, then those of them whom you let remain shall be as barbs in your eyes and thorns in your sides, and they shall trouble you in the land where you dwell."
    },
    {
        "o": 5244,
        "r": "esv:Numbers:33:56",
        "t": "And I will do to you as I thought to do to them.”"
    },
    {
        "o": 5245,
        "r": "esv:Numbers:34:0",
        "t": "Numbers 34",
        "h": 1
    },
    {
        "o": 5246,
        "r": "esv:Numbers:34:0",
        "t": "Boundaries of the Land",
        "h": 2
    },
    {
        "o": 5247,
        "r": "esv:Numbers:34:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 5248,
        "r": "esv:Numbers:34:2",
        "t": "“Command the people of Israel, and say to them, When you enter the land of Canaan (this is the land that shall fall to you for an inheritance, the land of Canaan as defined by its borders),"
    },
    {
        "o": 5249,
        "r": "esv:Numbers:34:3",
        "t": "your south side shall be from the wilderness of Zin alongside Edom, and your southern border shall run from the end of the Salt Sea on the east."
    },
    {
        "o": 5250,
        "r": "esv:Numbers:34:4",
        "t": "And your border shall turn south of the ascent of Akrabbim, and cross to Zin, and its limit shall be south of Kadesh-barnea. Then it shall go on to Hazar-addar, and pass along to Azmon."
    },
    {
        "o": 5251,
        "r": "esv:Numbers:34:5",
        "t": "And the border shall turn from Azmon to the Brook of Egypt, and its limit shall be at the sea."
    },
    {
        "o": 5252,
        "r": "esv:Numbers:34:6",
        "t": "“For*p the western border, you shall have the Great Sea and its coast. This shall be your western border."
    },
    {
        "o": 5253,
        "r": "esv:Numbers:34:7",
        "t": "“This*p shall be your northern border: from the Great Sea you shall draw a line to Mount Hor."
    },
    {
        "o": 5254,
        "r": "esv:Numbers:34:8",
        "t": "From Mount Hor you shall draw a line to Lebo-hamath, and the limit of the border shall be at Zedad."
    },
    {
        "o": 5255,
        "r": "esv:Numbers:34:9",
        "t": "Then the border shall extend to Ziphron, and its limit shall be at Hazar-enan. This shall be your northern border."
    },
    {
        "o": 5256,
        "r": "esv:Numbers:34:10",
        "t": "“You*p shall draw a line for your eastern border from Hazar-enan to Shepham."
    },
    {
        "o": 5257,
        "r": "esv:Numbers:34:11",
        "t": "And the border shall go down from Shepham to Riblah on the east side of Ain. And the border shall go down and reach to the shoulder of the Sea of Chinnereth on the east."
    },
    {
        "o": 5258,
        "r": "esv:Numbers:34:12",
        "t": "And the border shall go down to the Jordan, and its limit shall be at the Salt Sea. This shall be your land as defined by its borders all around.”"
    },
    {
        "o": 5259,
        "r": "esv:Numbers:34:13",
        "t": "Moses*p commanded the people of Israel, saying, “This is the land that you shall inherit by lot, which the Lord*s has commanded to give to the nine tribes and to the half-tribe."
    },
    {
        "o": 5260,
        "r": "esv:Numbers:34:14",
        "t": "For the tribe of the people of Reuben by fathers’ houses and the tribe of the people of Gad by their fathers’ houses have received their inheritance, and also the half-tribe of Manasseh."
    },
    {
        "o": 5261,
        "r": "esv:Numbers:34:15",
        "t": "The two tribes and the half-tribe have received their inheritance beyond the Jordan east of Jericho, toward the sunrise.”"
    },
    {
        "o": 5262,
        "r": "esv:Numbers:34:15",
        "t": "List of Tribal Chiefs",
        "h": 2
    },
    {
        "o": 5263,
        "r": "esv:Numbers:34:16",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 5264,
        "r": "esv:Numbers:34:17",
        "t": "“These are the names of the men who shall divide the land to you for inheritance: Eleazar the priest and Joshua the son of Nun."
    },
    {
        "o": 5265,
        "r": "esv:Numbers:34:18",
        "t": "You shall take one chief from every tribe to divide the land for inheritance."
    },
    {
        "o": 5266,
        "r": "esv:Numbers:34:19",
        "t": "These are the names of the men: Of the tribe of Judah, Caleb the son of Jephunneh."
    },
    {
        "o": 5267,
        "r": "esv:Numbers:34:20",
        "t": "Of the tribe of the people of Simeon, Shemuel the son of Ammihud."
    },
    {
        "o": 5268,
        "r": "esv:Numbers:34:21",
        "t": "Of the tribe of Benjamin, Elidad the son of Chislon."
    },
    {
        "o": 5269,
        "r": "esv:Numbers:34:22",
        "t": "Of the tribe of the people of Dan a chief, Bukki the son of Jogli."
    },
    {
        "o": 5270,
        "r": "esv:Numbers:34:23",
        "t": "Of the people of Joseph: of the tribe of the people of Manasseh a chief, Hanniel the son of Ephod."
    },
    {
        "o": 5271,
        "r": "esv:Numbers:34:24",
        "t": "And of the tribe of the people of Ephraim a chief, Kemuel the son of Shiphtan."
    },
    {
        "o": 5272,
        "r": "esv:Numbers:34:25",
        "t": "Of the tribe of the people of Zebulun a chief, Elizaphan the son of Parnach."
    },
    {
        "o": 5273,
        "r": "esv:Numbers:34:26",
        "t": "Of the tribe of the people of Issachar a chief, Paltiel the son of Azzan."
    },
    {
        "o": 5274,
        "r": "esv:Numbers:34:27",
        "t": "And of the tribe of the people of Asher a chief, Ahihud the son of Shelomi."
    },
    {
        "o": 5275,
        "r": "esv:Numbers:34:28",
        "t": "Of the tribe of the people of Naphtali a chief, Pedahel the son of Ammihud.”"
    },
    {
        "o": 5276,
        "r": "esv:Numbers:34:29",
        "t": "These are the men whom the Lord*s commanded to divide the inheritance for the people of Israel in the land of Canaan."
    },
    {
        "o": 5277,
        "r": "esv:Numbers:35:0",
        "t": "Numbers 35",
        "h": 1
    },
    {
        "o": 5278,
        "r": "esv:Numbers:35:0",
        "t": "Cities for the Levites",
        "h": 2
    },
    {
        "o": 5279,
        "r": "esv:Numbers:35:1",
        "t": "The*p Lord*s spoke to Moses in the plains of Moab by the Jordan at Jericho, saying,"
    },
    {
        "o": 5280,
        "r": "esv:Numbers:35:2",
        "t": "“Command the people of Israel to give to the Levites some of the inheritance of their possession as cities for them to dwell in. And you shall give to the Levites pasturelands around the cities."
    },
    {
        "o": 5281,
        "r": "esv:Numbers:35:3",
        "t": "The cities shall be theirs to dwell in, and their pasturelands shall be for their cattle and for their livestock and for all their beasts."
    },
    {
        "o": 5282,
        "r": "esv:Numbers:35:4",
        "t": "The pasturelands of the cities, which you shall give to the Levites, shall reach from the wall of the city outward a thousand cubits all around."
    },
    {
        "o": 5283,
        "r": "esv:Numbers:35:5",
        "t": "And you shall measure, outside the city, on the east side two thousand cubits, and on the south side two thousand cubits, and on the west side two thousand cubits, and on the north side two thousand cubits, the city being in the middle. This shall belong to them as pastureland for their cities."
    },
    {
        "o": 5284,
        "r": "esv:Numbers:35:6",
        "t": "“The*p cities that you give to the Levites shall be the six cities of refuge, where you shall permit the manslayer to flee, and in addition to them you shall give forty-two cities."
    },
    {
        "o": 5285,
        "r": "esv:Numbers:35:7",
        "t": "All the cities that you give to the Levites shall be forty-eight, with their pasturelands."
    },
    {
        "o": 5286,
        "r": "esv:Numbers:35:8",
        "t": "And as for the cities that you shall give from the possession of the people of Israel, from the larger tribes you shall take many, and from the smaller tribes you shall take few; each, in proportion to the inheritance that it inherits, shall give of its cities to the Levites.”"
    },
    {
        "o": 5287,
        "r": "esv:Numbers:35:8",
        "t": "Cities of Refuge",
        "h": 2
    },
    {
        "o": 5288,
        "r": "esv:Numbers:35:9",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 5289,
        "r": "esv:Numbers:35:10",
        "t": "“Speak to the people of Israel and say to them, When you cross the Jordan into the land of Canaan,"
    },
    {
        "o": 5290,
        "r": "esv:Numbers:35:11",
        "t": "then you shall select cities to be cities of refuge for you, that the manslayer who kills any person without intent may flee there."
    },
    {
        "o": 5291,
        "r": "esv:Numbers:35:12",
        "t": "The cities shall be for you a refuge from the avenger, that the manslayer may not die until he stands before the congregation for judgment."
    },
    {
        "o": 5292,
        "r": "esv:Numbers:35:13",
        "t": "And the cities that you give shall be your six cities of refuge."
    },
    {
        "o": 5293,
        "r": "esv:Numbers:35:14",
        "t": "You shall give three cities beyond the Jordan, and three cities in the land of Canaan, to be cities of refuge."
    },
    {
        "o": 5294,
        "r": "esv:Numbers:35:15",
        "t": "These six cities shall be for refuge for the people of Israel, and for the stranger and for the sojourner among them, that anyone who kills any person without intent may flee there."
    },
    {
        "o": 5295,
        "r": "esv:Numbers:35:16",
        "t": "“But*p if he struck him down with an iron object, so that he died, he is a murderer. The murderer shall be put to death."
    },
    {
        "o": 5296,
        "r": "esv:Numbers:35:17",
        "t": "And if he struck him down with a stone tool that could cause death, and he died, he is a murderer. The murderer shall be put to death."
    },
    {
        "o": 5297,
        "r": "esv:Numbers:35:18",
        "t": "Or if he struck him down with a wooden tool that could cause death, and he died, he is a murderer. The murderer shall be put to death."
    },
    {
        "o": 5298,
        "r": "esv:Numbers:35:19",
        "t": "The avenger of blood shall himself put the murderer to death; when he meets him, he shall put him to death."
    },
    {
        "o": 5299,
        "r": "esv:Numbers:35:20",
        "t": "And if he pushed him out of hatred or hurled something at him, lying in wait, so that he died,"
    },
    {
        "o": 5300,
        "r": "esv:Numbers:35:21",
        "t": "or in enmity struck him down with his hand, so that he died, then he who struck the blow shall be put to death. He is a murderer. The avenger of blood shall put the murderer to death when he meets him."
    },
    {
        "o": 5301,
        "r": "esv:Numbers:35:22",
        "t": "“But*p if he pushed him suddenly without enmity, or hurled anything on him without lying in wait"
    },
    {
        "o": 5302,
        "r": "esv:Numbers:35:23",
        "t": "or used a stone that could cause death, and without seeing him dropped it on him, so that he died, though he was not his enemy and did not seek his harm,"
    },
    {
        "o": 5303,
        "r": "esv:Numbers:35:24",
        "t": "then the congregation shall judge between the manslayer and the avenger of blood, in accordance with these rules."
    },
    {
        "o": 5304,
        "r": "esv:Numbers:35:25",
        "t": "And the congregation shall rescue the manslayer from the hand of the avenger of blood, and the congregation shall restore him to his city of refuge to which he had fled, and he shall live in it until the death of the high priest who was anointed with the holy oil."
    },
    {
        "o": 5305,
        "r": "esv:Numbers:35:26",
        "t": "But if the manslayer shall at any time go beyond the boundaries of his city of refuge to which he fled,"
    },
    {
        "o": 5306,
        "r": "esv:Numbers:35:27",
        "t": "and the avenger of blood finds him outside the boundaries of his city of refuge, and the avenger of blood kills the manslayer, he shall not be guilty of blood."
    },
    {
        "o": 5307,
        "r": "esv:Numbers:35:28",
        "t": "For he must remain in his city of refuge until the death of the high priest, but after the death of the high priest the manslayer may return to the land of his possession."
    },
    {
        "o": 5308,
        "r": "esv:Numbers:35:29",
        "t": "And these things shall be for a statute and rule for you throughout your generations in all your dwelling places."
    },
    {
        "o": 5309,
        "r": "esv:Numbers:35:30",
        "t": "“If*p anyone kills a person, the murderer shall be put to death on the evidence of witnesses. But no person shall be put to death on the testimony of one witness."
    },
    {
        "o": 5310,
        "r": "esv:Numbers:35:31",
        "t": "Moreover, you shall accept no ransom for the life of a murderer, who is guilty of death, but he shall be put to death."
    },
    {
        "o": 5311,
        "r": "esv:Numbers:35:32",
        "t": "And you shall accept no ransom for him who has fled to his city of refuge, that he may return to dwell in the land before the death of the high priest."
    },
    {
        "o": 5312,
        "r": "esv:Numbers:35:33",
        "t": "You shall not pollute the land in which you live, for blood pollutes the land, and no atonement can be made for the land for the blood that is shed in it, except by the blood of the one who shed it."
    },
    {
        "o": 5313,
        "r": "esv:Numbers:35:34",
        "t": "You shall not defile the land in which you live, in the midst of which I dwell, for I the Lord*s dwell in the midst of the people of Israel.”"
    },
    {
        "o": 5314,
        "r": "esv:Numbers:36:0",
        "t": "Numbers 36",
        "h": 1
    },
    {
        "o": 5315,
        "r": "esv:Numbers:36:0",
        "t": "Marriage of Female Heirs",
        "h": 2
    },
    {
        "o": 5316,
        "r": "esv:Numbers:36:1",
        "t": "The*p heads of the fathers’ houses of the clan of the people of Gilead the son of Machir, son of Manasseh, from the clans of the people of Joseph, came near and spoke before Moses and before the chiefs, the heads of the fathers’ houses of the people of Israel."
    },
    {
        "o": 5317,
        "r": "esv:Numbers:36:2",
        "t": "They said, “The Lord*s commanded my lord to give the land for inheritance by lot to the people of Israel, and my lord was commanded by the Lord*s to give the inheritance of Zelophehad our brother to his daughters."
    },
    {
        "o": 5318,
        "r": "esv:Numbers:36:3",
        "t": "But if they are married to any of the sons of the other tribes of the people of Israel, then their inheritance will be taken from the inheritance of our fathers and added to the inheritance of the tribe into which they marry. So it will be taken away from the lot of our inheritance."
    },
    {
        "o": 5319,
        "r": "esv:Numbers:36:4",
        "t": "And when the jubilee of the people of Israel comes, then their inheritance will be added to the inheritance of the tribe into which they marry, and their inheritance will be taken from the inheritance of the tribe of our fathers.”"
    },
    {
        "o": 5320,
        "r": "esv:Numbers:36:5",
        "t": "And*p Moses commanded the people of Israel according to the word of the Lord,*s saying, “The tribe of the people of Joseph is right."
    },
    {
        "o": 5321,
        "r": "esv:Numbers:36:6",
        "t": "This is what the Lord*s commands concerning the daughters of Zelophehad: ‘Let them marry whom they think best, only they shall marry within the clan of the tribe of their father."
    },
    {
        "o": 5322,
        "r": "esv:Numbers:36:7",
        "t": "The inheritance of the people of Israel shall not be transferred from one tribe to another, for every one of the people of Israel shall hold on to the inheritance of the tribe of his fathers."
    },
    {
        "o": 5323,
        "r": "esv:Numbers:36:8",
        "t": "And every daughter who possesses an inheritance in any tribe of the people of Israel shall be wife to one of the clan of the tribe of her father, so that every one of the people of Israel may possess the inheritance of his fathers."
    },
    {
        "o": 5324,
        "r": "esv:Numbers:36:9",
        "t": "So no inheritance shall be transferred from one tribe to another, for each of the tribes of the people of Israel shall hold on to its own inheritance.’”"
    },
    {
        "o": 5325,
        "r": "esv:Numbers:36:10",
        "t": "The*p daughters of Zelophehad did as the Lord*s commanded Moses,"
    },
    {
        "o": 5326,
        "r": "esv:Numbers:36:11",
        "t": "for Mahlah, Tirzah, Hoglah, Milcah, and Noah, the daughters of Zelophehad, were married to sons of their father’s brothers."
    },
    {
        "o": 5327,
        "r": "esv:Numbers:36:12",
        "t": "They were married into the clans of the people of Manasseh the son of Joseph, and their inheritance remained in the tribe of their father’s clan."
    },
    {
        "o": 5328,
        "r": "esv:Numbers:36:13",
        "t": "These*p are the commandments and the rules that the Lord*s commanded through Moses to the people of Israel in the plains of Moab by the Jordan at Jericho."
    }
]
