[
    {
        "o": 15349,
        "r": "nasb:Job:42:0",
        "t": "Job 42",
        "h": 1
    },
    {
        "o": 15350,
        "r": "nasb:Job:42:0",
        "t": "Job’s Confession",
        "h": 2
    },
    {
        "o": 15351,
        "r": "nasb:Job:42:1",
        "t": "Then*p Job answered the Lord*s and said,"
    },
    {
        "o": 15352,
        "r": "nasb:Job:42:2",
        "t": "“I*pn know that You can do all things, And*ln that no purpose of Yours can be thwarted."
    },
    {
        "o": 15353,
        "r": "nasb:Job:42:3",
        "t": "‘Who*ln is this that hides counsel without knowledge?’ Therefore*ln I have declared that which I did not understand, Things*ln too wonderful for me, which I did not know."
    },
    {
        "o": 15354,
        "r": "nasb:Job:42:4",
        "t": "‘Hear,*ln now, and I will speak; I*ln will ask You, and You instruct me.’"
    },
    {
        "o": 15355,
        "r": "nasb:Job:42:5",
        "t": "I*ln have heard of You by the hearing of the ear; But*ln now my eye sees You;"
    },
    {
        "o": 15356,
        "r": "nasb:Job:42:6",
        "t": "Therefore*ln I retract, And*ln I repent in dust and ashes.”"
    },
    {
        "o": 15357,
        "r": "nasb:Job:42:6",
        "t": "God Displeased with Job’s Friends",
        "h": 2
    },
    {
        "o": 15358,
        "r": "nasb:Job:42:7",
        "t": "It*p came about after the Lord*s had spoken these words to Job, that the Lord*s said to Eliphaz the Temanite, “My wrath is kindled against you and against your two friends, because you have not spoken of Me what is right as My servant Job has."
    },
    {
        "o": 15359,
        "r": "nasb:Job:42:8",
        "t": "Now therefore, take for yourselves seven bulls and seven rams, and go to My servant Job, and offer up a burnt offering for yourselves, and My servant Job will pray for you. For I will accept him so that I may not do with you according*i to*i your*i folly, because you have not spoken of Me what is right, as My servant Job has.”"
    },
    {
        "o": 15360,
        "r": "nasb:Job:42:9",
        "t": "So Eliphaz the Temanite and Bildad the Shuhite and*i Zophar the Naamathite went and did as the Lord*s told them; and the Lord*s accepted Job."
    },
    {
        "o": 15361,
        "r": "nasb:Job:42:9",
        "t": "God Restores Job’s Fortunes",
        "h": 2
    },
    {
        "o": 15362,
        "r": "nasb:Job:42:10",
        "t": "The*p Lord*s restored the fortunes of Job when he prayed for his friends, and the Lord*s increased all that Job had twofold."
    },
    {
        "o": 15363,
        "r": "nasb:Job:42:11",
        "t": "Then all his brothers and all his sisters and all who had known him before came to him, and they ate bread with him in his house; and they consoled him and comforted him for all the adversities that the Lord*s had brought on him. And each one gave him one piece of money, and each a ring of gold."
    },
    {
        "o": 15364,
        "r": "nasb:Job:42:12",
        "t": "The Lord*s blessed the latter days*i of Job more than his beginning; and he had 14,000 sheep and 6,000 camels and 1,000 yoke of oxen and 1,000 female donkeys."
    },
    {
        "o": 15365,
        "r": "nasb:Job:42:13",
        "t": "He had seven sons and three daughters."
    },
    {
        "o": 15366,
        "r": "nasb:Job:42:14",
        "t": "He named the first Jemimah, and the second Keziah, and the third Keren-happuch."
    },
    {
        "o": 15367,
        "r": "nasb:Job:42:15",
        "t": "In all the land no women were found so fair as Job’s daughters; and their father gave them inheritance among their brothers."
    },
    {
        "o": 15368,
        "r": "nasb:Job:42:16",
        "t": "After this, Job lived 140 years, and saw his sons and his grandsons, four generations."
    },
    {
        "o": 15369,
        "r": "nasb:Job:42:17",
        "t": "And Job died, an old man and full of days."
    }
]
