[
    {
        "o": 10263,
        "r": "nasb:1 Kings:19:0",
        "t": "1 Kings 19",
        "h": 1
    },
    {
        "o": 10264,
        "r": "nasb:1 Kings:19:0",
        "t": "Elijah Flees from Jezebel",
        "h": 2
    },
    {
        "o": 10265,
        "r": "nasb:1 Kings:19:1",
        "t": "Now*p Ahab told Jezebel all that Elijah had done, and how he had killed all the prophets with the sword."
    },
    {
        "o": 10266,
        "r": "nasb:1 Kings:19:2",
        "t": "Then Jezebel sent a messenger to Elijah, saying, “So may the gods do to me and even more, if I do not make your life as the life of one of them by tomorrow about this time.”"
    },
    {
        "o": 10267,
        "r": "nasb:1 Kings:19:3",
        "t": "And he was afraid and arose and ran for his life and came to Beersheba, which belongs to Judah, and left his servant there."
    },
    {
        "o": 10268,
        "r": "nasb:1 Kings:19:4",
        "t": "But he himself went a day’s journey into the wilderness, and came and sat down under a juniper tree; and he requested for himself that he might die, and said, “It is enough; now, O Lord,*s take my life, for I am not better than my fathers.”"
    },
    {
        "o": 10269,
        "r": "nasb:1 Kings:19:5",
        "t": "He lay down and slept under a juniper tree; and behold, there was an angel touching him, and he said to him, “Arise, eat.”"
    },
    {
        "o": 10270,
        "r": "nasb:1 Kings:19:6",
        "t": "Then he looked and behold, there was at his head a bread cake baked*i on*i hot stones, and a jar of water. So he ate and drank and lay down again."
    },
    {
        "o": 10271,
        "r": "nasb:1 Kings:19:7",
        "t": "The angel of the Lord*s came again a second time and touched him and said, “Arise, eat, because the journey is too great for you.”"
    },
    {
        "o": 10272,
        "r": "nasb:1 Kings:19:8",
        "t": "So he arose and ate and drank, and went in the strength of that food forty days and forty nights to Horeb, the mountain of God."
    },
    {
        "o": 10273,
        "r": "nasb:1 Kings:19:8",
        "t": "Elijah at Horeb",
        "h": 2
    },
    {
        "o": 10274,
        "r": "nasb:1 Kings:19:9",
        "t": "Then*p he came there to a cave and lodged there; and behold, the word of the Lord*s came*i to him, and He said to him, “What are you doing here, Elijah?”"
    },
    {
        "o": 10275,
        "r": "nasb:1 Kings:19:10",
        "t": "He said, “I have been very zealous for the Lord,*s the God of hosts; for the sons of Israel have forsaken Your covenant, torn down Your altars and killed Your prophets with the sword. And I alone am left; and they seek my life, to take it away.”"
    },
    {
        "o": 10276,
        "r": "nasb:1 Kings:19:11",
        "t": "So*p He said, “Go forth and stand on the mountain before the Lord.”*s And behold, the Lord*s was passing by! And a great and strong wind was rending the mountains and breaking in pieces the rocks before the Lord;*s but*i the Lord*s was*i not in the wind. And after the wind an earthquake, but*i the Lord*s was*i not in the earthquake."
    },
    {
        "o": 10277,
        "r": "nasb:1 Kings:19:12",
        "t": "After the earthquake a fire, but*i the Lord*s was*i not in the fire; and after the fire a sound of a gentle blowing."
    },
    {
        "o": 10278,
        "r": "nasb:1 Kings:19:13",
        "t": "When Elijah heard it,*i he wrapped his face in his mantle and went out and stood in the entrance of the cave. And behold, a voice came*i to him and said, “What are you doing here, Elijah?”"
    },
    {
        "o": 10279,
        "r": "nasb:1 Kings:19:14",
        "t": "Then he said, “I have been very zealous for the Lord,*s the God of hosts; for the sons of Israel have forsaken Your covenant, torn down Your altars and killed Your prophets with the sword. And I alone am left; and they seek my life, to take it away.”"
    },
    {
        "o": 10280,
        "r": "nasb:1 Kings:19:15",
        "t": "The*p Lord*s said to him, “Go, return on your way to the wilderness of Damascus, and when you have arrived, you shall anoint Hazael king over Aram;"
    },
    {
        "o": 10281,
        "r": "nasb:1 Kings:19:16",
        "t": "and Jehu the son of Nimshi you shall anoint king over Israel; and Elisha the son of Shaphat of Abel-meholah you shall anoint as prophet in your place."
    },
    {
        "o": 10282,
        "r": "nasb:1 Kings:19:17",
        "t": "It shall come about, the one who escapes from the sword of Hazael, Jehu shall put to death, and the one who escapes from the sword of Jehu, Elisha shall put to death."
    },
    {
        "o": 10283,
        "r": "nasb:1 Kings:19:18",
        "t": "Yet I will leave 7,000 in Israel, all the knees that have not bowed to Baal and every mouth that has not kissed him.”"
    },
    {
        "o": 10284,
        "r": "nasb:1 Kings:19:19",
        "t": "So*p he departed from there and found Elisha the son of Shaphat, while he was plowing with twelve pairs of*i oxen*i before him, and he with the twelfth. And Elijah passed over to him and threw his mantle on him."
    },
    {
        "o": 10285,
        "r": "nasb:1 Kings:19:20",
        "t": "He left the oxen and ran after Elijah and said, “Please let me kiss my father and my mother, then I will follow you.” And he said to him, “Go back again, for what have I done to you?”"
    },
    {
        "o": 10286,
        "r": "nasb:1 Kings:19:21",
        "t": "So he returned from following him, and took the pair of oxen and sacrificed them and boiled their flesh with the implements of the oxen, and gave it*i to the people and they ate. Then he arose and followed Elijah and ministered to him."
    }
]
