[
    {
        "o": 10748,
        "r": "esv:2 Kings:10:0",
        "t": "2 Kings 10",
        "h": 1
    },
    {
        "o": 10749,
        "r": "esv:2 Kings:10:0",
        "t": "Jehu Slaughters Ahab’s Descendants",
        "h": 2
    },
    {
        "o": 10750,
        "r": "esv:2 Kings:10:1",
        "t": "Now*p Ahab had seventy sons in Samaria. So Jehu wrote letters and sent them to Samaria, to the rulers of the city, to the elders, and to the guardians of the sons of Ahab, saying,"
    },
    {
        "o": 10751,
        "r": "esv:2 Kings:10:2",
        "t": "“Now then, as soon as this letter comes to you, seeing your master’s sons are with you, and there are with you chariots and horses, fortified cities also, and weapons,"
    },
    {
        "o": 10752,
        "r": "esv:2 Kings:10:3",
        "t": "select the best and fittest of your master’s sons and set him on his father’s throne and fight for your master’s house.”"
    },
    {
        "o": 10753,
        "r": "esv:2 Kings:10:4",
        "t": "But they were exceedingly afraid and said, “Behold, the two kings could not stand before him. How then can we stand?”"
    },
    {
        "o": 10754,
        "r": "esv:2 Kings:10:5",
        "t": "So he who was over the palace, and he who was over the city, together with the elders and the guardians, sent to Jehu, saying, “We are your servants, and we will do all that you tell us. We will not make anyone king. Do whatever is good in your eyes.”"
    },
    {
        "o": 10755,
        "r": "esv:2 Kings:10:6",
        "t": "Then he wrote to them a second letter, saying, “If you are on my side, and if you are ready to obey me, take the heads of your master’s sons and come to me at Jezreel tomorrow at this time.” Now the king’s sons, seventy persons, were with the great men of the city, who were bringing them up."
    },
    {
        "o": 10756,
        "r": "esv:2 Kings:10:7",
        "t": "And as soon as the letter came to them, they took the king’s sons and slaughtered them, seventy persons, and put their heads in baskets and sent them to him at Jezreel."
    },
    {
        "o": 10757,
        "r": "esv:2 Kings:10:8",
        "t": "When the messenger came and told him, “They have brought the heads of the king’s sons,” he said, “Lay them in two heaps at the entrance of the gate until the morning.”"
    },
    {
        "o": 10758,
        "r": "esv:2 Kings:10:9",
        "t": "Then in the morning, when he went out, he stood and said to all the people, “You are innocent. It was I who conspired against my master and killed him, but who struck down all these?"
    },
    {
        "o": 10759,
        "r": "esv:2 Kings:10:10",
        "t": "Know then that there shall fall to the earth nothing of the word of the Lord,*s which the Lord*s spoke concerning the house of Ahab, for the Lord*s has done what he said by his servant Elijah.”"
    },
    {
        "o": 10760,
        "r": "esv:2 Kings:10:11",
        "t": "So Jehu struck down all who remained of the house of Ahab in Jezreel, all his great men and his close friends and his priests, until he left him none remaining."
    },
    {
        "o": 10761,
        "r": "esv:2 Kings:10:12",
        "t": "Then*p he set out and went to Samaria. On the way, when he was at Beth-eked of the Shepherds,"
    },
    {
        "o": 10762,
        "r": "esv:2 Kings:10:13",
        "t": "Jehu met the relatives of Ahaziah king of Judah, and he said, “Who are you?” And they answered, “We are the relatives of Ahaziah, and we came down to visit the royal princes and the sons of the queen mother.”"
    },
    {
        "o": 10763,
        "r": "esv:2 Kings:10:14",
        "t": "He said, “Take them alive.” And they took them alive and slaughtered them at the pit of Beth-eked, forty-two persons, and he spared none of them."
    },
    {
        "o": 10764,
        "r": "esv:2 Kings:10:15",
        "t": "And*p when he departed from there, he met Jehonadab the son of Rechab coming to meet him. And he greeted him and said to him, “Is your heart true to my heart as mine is to yours?” And Jehonadab answered, “It is.” Jehu said, “If it is, give me your hand.” So he gave him his hand. And Jehu took him up with him into the chariot."
    },
    {
        "o": 10765,
        "r": "esv:2 Kings:10:16",
        "t": "And he said, “Come with me, and see my zeal for the Lord.”*s So he had him ride in his chariot."
    },
    {
        "o": 10766,
        "r": "esv:2 Kings:10:17",
        "t": "And when he came to Samaria, he struck down all who remained to Ahab in Samaria, till he had wiped them out, according to the word of the Lord*s that he spoke to Elijah."
    },
    {
        "o": 10767,
        "r": "esv:2 Kings:10:17",
        "t": "Jehu Strikes Down the Prophets of Baal",
        "h": 2
    },
    {
        "o": 10768,
        "r": "esv:2 Kings:10:18",
        "t": "Then*p Jehu assembled all the people and said to them, “Ahab served Baal a little, but Jehu will serve him much."
    },
    {
        "o": 10769,
        "r": "esv:2 Kings:10:19",
        "t": "Now therefore call to me all the prophets of Baal, all his worshipers and all his priests. Let none be missing, for I have a great sacrifice to offer to Baal. Whoever is missing shall not live.” But Jehu did it with cunning in order to destroy the worshipers of Baal."
    },
    {
        "o": 10770,
        "r": "esv:2 Kings:10:20",
        "t": "And Jehu ordered, “Sanctify a solemn assembly for Baal.” So they proclaimed it."
    },
    {
        "o": 10771,
        "r": "esv:2 Kings:10:21",
        "t": "And Jehu sent throughout all Israel, and all the worshipers of Baal came, so that there was not a man left who did not come. And they entered the house of Baal, and the house of Baal was filled from one end to the other."
    },
    {
        "o": 10772,
        "r": "esv:2 Kings:10:22",
        "t": "He said to him who was in charge of the wardrobe, “Bring out the vestments for all the worshipers of Baal.” So he brought out the vestments for them."
    },
    {
        "o": 10773,
        "r": "esv:2 Kings:10:23",
        "t": "Then Jehu went into the house of Baal with Jehonadab the son of Rechab, and he said to the worshipers of Baal, “Search, and see that there is no servant of the Lord*s here among you, but only the worshipers of Baal.”"
    },
    {
        "o": 10774,
        "r": "esv:2 Kings:10:24",
        "t": "Then they went in to offer sacrifices and burnt offerings. Now*p Jehu had stationed eighty men outside and said, “The man who allows any of those whom I give into your hands to escape shall forfeit his life.”"
    },
    {
        "o": 10775,
        "r": "esv:2 Kings:10:25",
        "t": "So as soon as he had made an end of offering the burnt offering, Jehu said to the guard and to the officers, “Go in and strike them down; let not a man escape.” So when they put them to the sword, the guard and the officers cast them out and went into the inner room of the house of Baal,"
    },
    {
        "o": 10776,
        "r": "esv:2 Kings:10:26",
        "t": "and they brought out the pillar that was in the house of Baal and burned it."
    },
    {
        "o": 10777,
        "r": "esv:2 Kings:10:27",
        "t": "And they demolished the pillar of Baal, and demolished the house of Baal, and made it a latrine to this day."
    },
    {
        "o": 10778,
        "r": "esv:2 Kings:10:27",
        "t": "Jehu Reigns in Israel",
        "h": 2
    },
    {
        "o": 10779,
        "r": "esv:2 Kings:10:28",
        "t": "Thus*p Jehu wiped out Baal from Israel."
    },
    {
        "o": 10780,
        "r": "esv:2 Kings:10:29",
        "t": "But Jehu did not turn aside from the sins of Jeroboam the son of Nebat, which he made Israel to sin— that is, the golden calves that were in Bethel and in Dan."
    },
    {
        "o": 10781,
        "r": "esv:2 Kings:10:30",
        "t": "And the Lord*s said to Jehu, “Because you have done well in carrying out what is right in my eyes, and have done to the house of Ahab according to all that was in my heart, your sons of the fourth generation shall sit on the throne of Israel.”"
    },
    {
        "o": 10782,
        "r": "esv:2 Kings:10:31",
        "t": "But Jehu was not careful to walk in the law of the Lord,*s the God of Israel, with all his heart. He did not turn from the sins of Jeroboam, which he made Israel to sin."
    },
    {
        "o": 10783,
        "r": "esv:2 Kings:10:32",
        "t": "In*p those days the Lord*s began to cut off parts of Israel. Hazael defeated them throughout the territory of Israel:"
    },
    {
        "o": 10784,
        "r": "esv:2 Kings:10:33",
        "t": "from the Jordan eastward, all the land of Gilead, the Gadites, and the Reubenites, and the Manassites, from Aroer, which is by the Valley of the Arnon, that is, Gilead and Bashan."
    },
    {
        "o": 10785,
        "r": "esv:2 Kings:10:34",
        "t": "Now the rest of the acts of Jehu and all that he did, and all his might, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10786,
        "r": "esv:2 Kings:10:35",
        "t": "So Jehu slept with his fathers, and they buried him in Samaria. And Jehoahaz his son reigned in his place."
    },
    {
        "o": 10787,
        "r": "esv:2 Kings:10:36",
        "t": "The time that Jehu reigned over Israel in Samaria was twenty-eight years."
    }
]
