[
    {
        "o": 20942,
        "r": "nasb:Isaiah:59:0",
        "t": "Isaiah 59",
        "h": 1
    },
    {
        "o": 20943,
        "r": "nasb:Isaiah:59:0",
        "t": "Separation from God",
        "h": 2
    },
    {
        "o": 20944,
        "r": "nasb:Isaiah:59:1",
        "t": "Behold,*pn the Lord’s*s hand is not so short That*ln it cannot save; Nor*ln is His ear so dull That*ln it cannot hear."
    },
    {
        "o": 20945,
        "r": "nasb:Isaiah:59:2",
        "t": "But*ln your iniquities have made a separation between you and your God, And*ln your sins have hidden His*i face from you so that He does not hear."
    },
    {
        "o": 20946,
        "r": "nasb:Isaiah:59:3",
        "t": "For*ln your hands are defiled with blood And*ln your fingers with iniquity; Your*ln lips have spoken falsehood, Your*ln tongue mutters wickedness."
    },
    {
        "o": 20947,
        "r": "nasb:Isaiah:59:4",
        "t": "No*ln one sues righteously and no one pleads honestly. They*ln trust in confusion and speak lies; They*ln conceive mischief and bring forth iniquity."
    },
    {
        "o": 20948,
        "r": "nasb:Isaiah:59:5",
        "t": "They*ln hatch adders’ eggs and weave the spider’s web; He*ln who eats of their eggs dies, And*ln from*i that which is crushed a snake breaks forth."
    },
    {
        "o": 20949,
        "r": "nasb:Isaiah:59:6",
        "t": "Their*ln webs will not become clothing, Nor*ln will they cover themselves with their works; Their*ln works are works of iniquity, And*ln an act of violence is in their hands."
    },
    {
        "o": 20950,
        "r": "nasb:Isaiah:59:7",
        "t": "Their*ln feet run to evil, And*ln they hasten to shed innocent blood; Their*ln thoughts are thoughts of iniquity, Devastation*ln and destruction are in their highways."
    },
    {
        "o": 20951,
        "r": "nasb:Isaiah:59:8",
        "t": "They*ln do not know the way of peace, And*ln there is no justice in their tracks; They*ln have made their paths crooked, Whoever*ln treads on them does not know peace."
    },
    {
        "o": 20952,
        "r": "nasb:Isaiah:59:8",
        "t": "A Confession of Wickedness",
        "h": 2
    },
    {
        "o": 20953,
        "r": "nasb:Isaiah:59:9",
        "t": "Therefore*pn justice is far from us, And*ln righteousness does not overtake us; We*ln hope for light, but behold, darkness, For*ln brightness, but we walk in gloom."
    },
    {
        "o": 20954,
        "r": "nasb:Isaiah:59:10",
        "t": "We*ln grope along the wall like blind men, We*ln grope like those who have no eyes; We*ln stumble at midday as in the twilight, Among*ln those who are vigorous we*i are*i like dead men."
    },
    {
        "o": 20955,
        "r": "nasb:Isaiah:59:11",
        "t": "All*ln of us growl like bears, And*ln moan sadly like doves; We*ln hope for justice, but there is none, For*ln salvation, but*i it is far from us."
    },
    {
        "o": 20956,
        "r": "nasb:Isaiah:59:12",
        "t": "For*ln our transgressions are multiplied before You, And*ln our sins testify against us; For*ln our transgressions are with us, And*ln we know our iniquities:"
    },
    {
        "o": 20957,
        "r": "nasb:Isaiah:59:13",
        "t": "Transgressing*ln and denying the Lord,*s And*ln turning away from our God, Speaking*ln oppression and revolt, Conceiving*ln in*i and uttering from the heart lying words."
    },
    {
        "o": 20958,
        "r": "nasb:Isaiah:59:14",
        "t": "Justice*ln is turned back, And*ln righteousness stands far away; For*ln truth has stumbled in the street, And*ln uprightness cannot enter."
    },
    {
        "o": 20959,
        "r": "nasb:Isaiah:59:15",
        "t": "Yes,*ln truth is lacking; And*ln he who turns aside from evil makes himself a prey. Now*bln the Lord*s saw, And*ln it was displeasing in His sight that there was no justice."
    },
    {
        "o": 20960,
        "r": "nasb:Isaiah:59:16",
        "t": "And*ln He saw that there was no man, And*ln was astonished that there was no one to intercede; Then*ln His own arm brought salvation to Him, And*ln His righteousness upheld Him."
    },
    {
        "o": 20961,
        "r": "nasb:Isaiah:59:17",
        "t": "He*ln put on righteousness like a breastplate, And*ln a helmet of salvation on His head; And*ln He put on garments of vengeance for clothing And*ln wrapped Himself with zeal as a mantle."
    },
    {
        "o": 20962,
        "r": "nasb:Isaiah:59:18",
        "t": "According*ln to their*i deeds, so He will repay, Wrath*ln to His adversaries, recompense to His enemies; To*ln the coastlands He will make recompense."
    },
    {
        "o": 20963,
        "r": "nasb:Isaiah:59:19",
        "t": "So*ln they will fear the name of the Lord*s from the west And*ln His glory from the rising of the sun, For*ln He will come like a rushing stream Which*ln the wind of the Lord*s drives."
    },
    {
        "o": 20964,
        "r": "nasb:Isaiah:59:20",
        "t": "“A*ln Redeemer will come to Zion, And*ln to those who turn from transgression in Jacob,” declares the Lord.*s"
    },
    {
        "o": 20965,
        "r": "nasb:Isaiah:59:21",
        "t": "“As*p for Me, this is My covenant with them,” says the Lord:*s “My Spirit which is upon you, and My words which I have put in your mouth shall not depart from your mouth, nor from the mouth of your offspring, nor from the mouth of your offspring’s offspring,” says the Lord,*s “from now and forever.”"
    }
]
