[
    {
        "o": 32068,
        "r": "esv:1 Corinthians:14:0",
        "t": "1 Corinthians 14",
        "h": 1
    },
    {
        "o": 32069,
        "r": "esv:1 Corinthians:14:0",
        "t": "Prophecy and Tongues",
        "h": 2
    },
    {
        "o": 32070,
        "r": "esv:1 Corinthians:14:1",
        "t": "Pursue*p love, and earnestly desire the spiritual gifts, especially that you may prophesy."
    },
    {
        "o": 32071,
        "r": "esv:1 Corinthians:14:2",
        "t": "For one who speaks in a tongue speaks not to men but to God; for no one understands him, but he utters mysteries in the Spirit."
    },
    {
        "o": 32072,
        "r": "esv:1 Corinthians:14:3",
        "t": "On the other hand, the one who prophesies speaks to people for their upbuilding and encouragement and consolation."
    },
    {
        "o": 32073,
        "r": "esv:1 Corinthians:14:4",
        "t": "The one who speaks in a tongue builds up himself, but the one who prophesies builds up the church."
    },
    {
        "o": 32074,
        "r": "esv:1 Corinthians:14:5",
        "t": "Now I want you all to speak in tongues, but even more to prophesy. The one who prophesies is greater than the one who speaks in tongues, unless someone interprets, so that the church may be built up."
    },
    {
        "o": 32075,
        "r": "esv:1 Corinthians:14:6",
        "t": "Now,*p brothers, if I come to you speaking in tongues, how will I benefit you unless I bring you some revelation or knowledge or prophecy or teaching?"
    },
    {
        "o": 32076,
        "r": "esv:1 Corinthians:14:7",
        "t": "If even lifeless instruments, such as the flute or the harp, do not give distinct notes, how will anyone know what is played?"
    },
    {
        "o": 32077,
        "r": "esv:1 Corinthians:14:8",
        "t": "And if the bugle gives an indistinct sound, who will get ready for battle?"
    },
    {
        "o": 32078,
        "r": "esv:1 Corinthians:14:9",
        "t": "So with yourselves, if with your tongue you utter speech that is not intelligible, how will anyone know what is said? For you will be speaking into the air."
    },
    {
        "o": 32079,
        "r": "esv:1 Corinthians:14:10",
        "t": "There are doubtless many different languages in the world, and none is without meaning,"
    },
    {
        "o": 32080,
        "r": "esv:1 Corinthians:14:11",
        "t": "but if I do not know the meaning of the language, I will be a foreigner to the speaker and the speaker a foreigner to me."
    },
    {
        "o": 32081,
        "r": "esv:1 Corinthians:14:12",
        "t": "So with yourselves, since you are eager for manifestations of the Spirit, strive to excel in building up the church."
    },
    {
        "o": 32082,
        "r": "esv:1 Corinthians:14:13",
        "t": "Therefore,*p one who speaks in a tongue should pray that he may interpret."
    },
    {
        "o": 32083,
        "r": "esv:1 Corinthians:14:14",
        "t": "For if I pray in a tongue, my spirit prays but my mind is unfruitful."
    },
    {
        "o": 32084,
        "r": "esv:1 Corinthians:14:15",
        "t": "What am I to do? I will pray with my spirit, but I will pray with my mind also; I will sing praise with my spirit, but I will sing with my mind also."
    },
    {
        "o": 32085,
        "r": "esv:1 Corinthians:14:16",
        "t": "Otherwise, if you give thanks with your spirit, how can anyone in the position of an outsider say “Amen” to your thanksgiving when he does not know what you are saying?"
    },
    {
        "o": 32086,
        "r": "esv:1 Corinthians:14:17",
        "t": "For you may be giving thanks well enough, but the other person is not being built up."
    },
    {
        "o": 32087,
        "r": "esv:1 Corinthians:14:18",
        "t": "I thank God that I speak in tongues more than all of you."
    },
    {
        "o": 32088,
        "r": "esv:1 Corinthians:14:19",
        "t": "Nevertheless, in church I would rather speak five words with my mind in order to instruct others, than ten thousand words in a tongue."
    },
    {
        "o": 32089,
        "r": "esv:1 Corinthians:14:20",
        "t": "Brothers,*p do not be children in your thinking. Be infants in evil, but in your thinking be mature."
    },
    {
        "o": 32090,
        "r": "esv:1 Corinthians:14:21",
        "t": "In the Law it is written, “By people of strange tongues and by the lips of foreigners will I speak to this people, and even then they will not listen to me, says the Lord.”"
    },
    {
        "o": 32091,
        "r": "esv:1 Corinthians:14:22",
        "t": "Thus tongues are a sign not for believers but for unbelievers, while prophecy is a sign not for unbelievers but for believers."
    },
    {
        "o": 32092,
        "r": "esv:1 Corinthians:14:23",
        "t": "If, therefore, the whole church comes together and all speak in tongues, and outsiders or unbelievers enter, will they not say that you are out of your minds?"
    },
    {
        "o": 32093,
        "r": "esv:1 Corinthians:14:24",
        "t": "But if all prophesy, and an unbeliever or outsider enters, he is convicted by all, he is called to account by all,"
    },
    {
        "o": 32094,
        "r": "esv:1 Corinthians:14:25",
        "t": "the secrets of his heart are disclosed, and so, falling on his face, he will worship God and declare that God is really among you."
    },
    {
        "o": 32095,
        "r": "esv:1 Corinthians:14:25",
        "t": "Orderly Worship",
        "h": 2
    },
    {
        "o": 32096,
        "r": "esv:1 Corinthians:14:26",
        "t": "What*p then, brothers? When you come together, each one has a hymn, a lesson, a revelation, a tongue, or an interpretation. Let all things be done for building up."
    },
    {
        "o": 32097,
        "r": "esv:1 Corinthians:14:27",
        "t": "If any speak in a tongue, let there be only two or at most three, and each in turn, and let someone interpret."
    },
    {
        "o": 32098,
        "r": "esv:1 Corinthians:14:28",
        "t": "But if there is no one to interpret, let each of them keep silent in church and speak to himself and to God."
    },
    {
        "o": 32099,
        "r": "esv:1 Corinthians:14:29",
        "t": "Let two or three prophets speak, and let the others weigh what is said."
    },
    {
        "o": 32100,
        "r": "esv:1 Corinthians:14:30",
        "t": "If a revelation is made to another sitting there, let the first be silent."
    },
    {
        "o": 32101,
        "r": "esv:1 Corinthians:14:31",
        "t": "For you can all prophesy one by one, so that all may learn and all be encouraged,"
    },
    {
        "o": 32102,
        "r": "esv:1 Corinthians:14:32",
        "t": "and the spirits of prophets are subject to prophets."
    },
    {
        "o": 32103,
        "r": "esv:1 Corinthians:14:33",
        "t": "For God is not a God of confusion but of peace. As*p in all the churches of the saints,"
    },
    {
        "o": 32104,
        "r": "esv:1 Corinthians:14:34",
        "t": "the women should keep silent in the churches. For they are not permitted to speak, but should be in submission, as the Law also says."
    },
    {
        "o": 32105,
        "r": "esv:1 Corinthians:14:35",
        "t": "If there is anything they desire to learn, let them ask their husbands at home. For it is shameful for a woman to speak in church."
    },
    {
        "o": 32106,
        "r": "esv:1 Corinthians:14:36",
        "t": "Or*p was it from you that the word of God came? Or are you the only ones it has reached?"
    },
    {
        "o": 32107,
        "r": "esv:1 Corinthians:14:37",
        "t": "If anyone thinks that he is a prophet, or spiritual, he should acknowledge that the things I am writing to you are a command of the Lord."
    },
    {
        "o": 32108,
        "r": "esv:1 Corinthians:14:38",
        "t": "If anyone does not recognize this, he is not recognized."
    },
    {
        "o": 32109,
        "r": "esv:1 Corinthians:14:39",
        "t": "So, my brothers, earnestly desire to prophesy, and do not forbid speaking in tongues."
    },
    {
        "o": 32110,
        "r": "esv:1 Corinthians:14:40",
        "t": "But all things should be done decently and in order."
    }
]
