[
    {
        "o": 21740,
        "r": "nkjv:Jeremiah:20:0",
        "t": "Jeremiah 20",
        "h": 1
    },
    {
        "o": 21741,
        "r": "nkjv:Jeremiah:20:0",
        "t": "The Word of God to Pashhur",
        "h": 2
    },
    {
        "o": 21742,
        "r": "nkjv:Jeremiah:20:1",
        "t": "Now*p Pashhur the son of Immer, the priest who was*i also chief governor in the house of the Lord,*s heard that Jeremiah prophesied these things."
    },
    {
        "o": 21743,
        "r": "nkjv:Jeremiah:20:2",
        "t": "Then Pashhur struck Jeremiah the prophet, and put him in the stocks that were*i in the high gate of Benjamin, which was*i by the house of the Lord.*s"
    },
    {
        "o": 21744,
        "r": "nkjv:Jeremiah:20:3",
        "t": "And*p it happened on the next day that Pashhur brought Jeremiah out of the stocks. Then Jeremiah said to him, “The Lord*s has not called your name Pashhur, but Magor-Missabib."
    },
    {
        "o": 21745,
        "r": "nkjv:Jeremiah:20:4",
        "t": "For thus says the Lord:*s ‘Behold, I will make you a terror to yourself and to all your friends; and they shall fall by the sword of their enemies, and your eyes shall see it.*i I will give all Judah into the hand of the king of Babylon, and he shall carry them captive to Babylon and slay them with the sword."
    },
    {
        "o": 21746,
        "r": "nkjv:Jeremiah:20:5",
        "t": "Moreover I will deliver all the wealth of this city, all its produce, and all its precious things; all the treasures of the kings of Judah I will give into the hand of their enemies, who will plunder them, seize them, and carry them to Babylon."
    },
    {
        "o": 21747,
        "r": "nkjv:Jeremiah:20:6",
        "t": "And you, Pashhur, and all who dwell in your house, shall go into captivity. You shall go to Babylon, and there you shall die, and be buried there, you and all your friends, to whom you have prophesied lies.’”"
    },
    {
        "o": 21748,
        "r": "nkjv:Jeremiah:20:6",
        "t": "Jeremiah’s Unpopular Ministry",
        "h": 2
    },
    {
        "o": 21749,
        "r": "nkjv:Jeremiah:20:7",
        "t": "O*pn Lord,*s You induced me, and I was persuaded; You*ld are stronger than I, and have prevailed. I*ld am in derision daily; Everyone*ld mocks me."
    },
    {
        "o": 21750,
        "r": "nkjv:Jeremiah:20:8",
        "t": "For*ld when I spoke, I cried out; I*ld shouted, “Violence and plunder!” Because*ld the word of the Lord*s was made to me A*ld reproach and a derision daily."
    },
    {
        "o": 21751,
        "r": "nkjv:Jeremiah:20:9",
        "t": "Then*ld I said, “I will not make mention of Him, Nor*ld speak anymore in His name.” But*ld His*i word*i was in my heart like a burning fire Shut*ld up in my bones; I*ld was weary of holding it*i back, And*ld I could not."
    },
    {
        "o": 21752,
        "r": "nkjv:Jeremiah:20:10",
        "t": "For*ld I heard many mocking: “Fear*ld on every side!” “Report,”*ld they*i say,*i “and we will report it!” All*ld my acquaintances watched for my stumbling, saying,*i “Perhaps*ld he can be induced; Then*ld we will prevail against him, And*ld we will take our revenge on him.”"
    },
    {
        "o": 21753,
        "r": "nkjv:Jeremiah:20:11",
        "t": "But*ln the Lord*s is*i with me as a mighty, awesome One. Therefore*ld my persecutors will stumble, and will not prevail. They*ld will be greatly ashamed, for they will not prosper. Their*ild everlasting confusion will never be forgotten."
    },
    {
        "o": 21754,
        "r": "nkjv:Jeremiah:20:12",
        "t": "But,*ld O Lord*s of hosts, You*ld who test the righteous, And*ild see the mind and heart, Let*ld me see Your vengeance on them; For*ld I have pleaded my cause before You."
    },
    {
        "o": 21755,
        "r": "nkjv:Jeremiah:20:13",
        "t": "Sing*ln to the Lord!*s Praise the Lord!*s For*ld He has delivered the life of the poor From*ld the hand of evildoers."
    },
    {
        "o": 21756,
        "r": "nkjv:Jeremiah:20:14",
        "t": "Cursed*ln be*i the day in which I was born! Let*ld the day not be blessed in which my mother bore me!"
    },
    {
        "o": 21757,
        "r": "nkjv:Jeremiah:20:15",
        "t": "Let*ld the man be*i cursed Who*ld brought news to my father, saying, “A*ld male child has been born to you!” Making*ld him very glad."
    },
    {
        "o": 21758,
        "r": "nkjv:Jeremiah:20:16",
        "t": "And*ld let that man be like the cities Which*ld the Lord*s overthrew, and did not relent; Let*ld him hear the cry in the morning And*ld the shouting at noon,"
    },
    {
        "o": 21759,
        "r": "nkjv:Jeremiah:20:17",
        "t": "Because*ld he did not kill me from the womb, That*ld my mother might have been my grave, And*ld her womb always enlarged with*i me.*i"
    },
    {
        "o": 21760,
        "r": "nkjv:Jeremiah:20:18",
        "t": "Why*ld did I come forth from the womb to see labor and sorrow, That*ld my days should be consumed with shame?"
    }
]
