[
    {
        "o": 10886,
        "r": "nkjv:2 Kings:12:0",
        "t": "2 Kings 12",
        "h": 1
    },
    {
        "o": 10887,
        "r": "nkjv:2 Kings:12:0",
        "t": "Jehoash Repairs the Temple",
        "h": 2
    },
    {
        "o": 10888,
        "r": "nkjv:2 Kings:12:1",
        "t": "In*p the seventh year of Jehu, Jehoash became king, and he reigned forty years in Jerusalem. His mother’s name was*i Zibiah of Beersheba."
    },
    {
        "o": 10889,
        "r": "nkjv:2 Kings:12:2",
        "t": "Jehoash did what*i was*i right in the sight of the Lord*s all the days in which Jehoiada the priest instructed him."
    },
    {
        "o": 10890,
        "r": "nkjv:2 Kings:12:3",
        "t": "But the high places were not taken away; the people still sacrificed and burned incense on the high places."
    },
    {
        "o": 10891,
        "r": "nkjv:2 Kings:12:4",
        "t": "And*p Jehoash said to the priests, “All the money of the dedicated gifts that are brought into the house of the Lord*s —each man’s census money, each man’s assessment money— and*i all the money that a man purposes in his heart to bring into the house of the Lord,*s"
    },
    {
        "o": 10892,
        "r": "nkjv:2 Kings:12:5",
        "t": "let the priests take it*i themselves, each from his constituency; and let them repair the damages of the temple, wherever any dilapidation is found.”"
    },
    {
        "o": 10893,
        "r": "nkjv:2 Kings:12:6",
        "t": "Now*p it was so, by the twenty-third year of King Jehoash, that*i the priests had not repaired the damages of the temple."
    },
    {
        "o": 10894,
        "r": "nkjv:2 Kings:12:7",
        "t": "So King Jehoash called Jehoiada the priest and the other*i priests, and said to them, “Why have you not repaired the damages of the temple? Now therefore, do not take more*i money from your constituency, but deliver it for repairing the damages of the temple.”"
    },
    {
        "o": 10895,
        "r": "nkjv:2 Kings:12:8",
        "t": "And the priests agreed that they would neither receive more*i money from the people, nor repair the damages of the temple."
    },
    {
        "o": 10896,
        "r": "nkjv:2 Kings:12:9",
        "t": "Then*p Jehoiada the priest took a chest, bored a hole in its lid, and set it beside the altar, on the right side as one comes into the house of the Lord;*s and the priests who kept the door put there all the money brought into the house of the Lord.*s"
    },
    {
        "o": 10897,
        "r": "nkjv:2 Kings:12:10",
        "t": "So it was, whenever they saw that there*i was*i much money in the chest, that the king’s scribe and the high priest came up and put it in bags, and counted the money that was found in the house of the Lord.*s"
    },
    {
        "o": 10898,
        "r": "nkjv:2 Kings:12:11",
        "t": "Then they gave the money, which had been apportioned, into the hands of those who did the work, who had the oversight of the house of the Lord;*s and they paid it out to the carpenters and builders who worked on the house of the Lord,*s"
    },
    {
        "o": 10899,
        "r": "nkjv:2 Kings:12:12",
        "t": "and to masons and stonecutters, and for buying timber and hewn stone, to repair the damage of the house of the Lord,*s and for all that was paid out to repair the temple."
    },
    {
        "o": 10900,
        "r": "nkjv:2 Kings:12:13",
        "t": "However there were not made for the house of the Lord*s basins of silver, trimmers, sprinkling-bowls, trumpets, any articles of gold or articles of silver, from the money brought into the house of the Lord.*s"
    },
    {
        "o": 10901,
        "r": "nkjv:2 Kings:12:14",
        "t": "But they gave that to the workmen, and they repaired the house of the Lord*s with it."
    },
    {
        "o": 10902,
        "r": "nkjv:2 Kings:12:15",
        "t": "Moreover they did not require an account from the men into whose hand they delivered the money to be paid to workmen, for they dealt faithfully."
    },
    {
        "o": 10903,
        "r": "nkjv:2 Kings:12:16",
        "t": "The money from the trespass offerings and the money from the sin offerings was not brought into the house of the Lord.*s It belonged to the priests."
    },
    {
        "o": 10904,
        "r": "nkjv:2 Kings:12:16",
        "t": "Hazael Threatens Jerusalem",
        "h": 2
    },
    {
        "o": 10905,
        "r": "nkjv:2 Kings:12:17",
        "t": "Hazael*p king of Syria went up and fought against Gath, and took it; then Hazael set his face to go up to Jerusalem."
    },
    {
        "o": 10906,
        "r": "nkjv:2 Kings:12:18",
        "t": "And Jehoash king of Judah took all the sacred things that his fathers, Jehoshaphat and Jehoram and Ahaziah, kings of Judah, had dedicated, and his own sacred things, and all the gold found in the treasuries of the house of the Lord*s and in the king’s house, and sent them*i to Hazael king of Syria. Then he went away from Jerusalem."
    },
    {
        "o": 10907,
        "r": "nkjv:2 Kings:12:18",
        "t": "Death of Joash",
        "h": 2
    },
    {
        "o": 10908,
        "r": "nkjv:2 Kings:12:19",
        "t": "Now*p the rest of the acts of Joash, and all that he did, are*i they not written in the book of the chronicles of the kings of Judah?"
    },
    {
        "o": 10909,
        "r": "nkjv:2 Kings:12:20",
        "t": "And*p his servants arose and formed a conspiracy, and killed Joash in the house of the Millo, which goes down to Silla."
    },
    {
        "o": 10910,
        "r": "nkjv:2 Kings:12:21",
        "t": "For Jozachar the son of Shimeath and Jehozabad the son of Shomer, his servants, struck him. So he died, and they buried him with his fathers in the City of David. Then Amaziah his son reigned in his place."
    }
]
