[
    {
        "o": 10001,
        "r": "csb:1 Kings:9:0",
        "t": "1 Kings 9",
        "h": 1
    },
    {
        "o": 10002,
        "r": "csb:1 Kings:9:0",
        "t": "The Lord’s Response",
        "h": 2
    },
    {
        "o": 10003,
        "r": "csb:1 Kings:9:1",
        "t": "When*p Solomon finished building the temple of the Lord,*s the royal palace, and all that Solomon desired to do,"
    },
    {
        "o": 10004,
        "r": "csb:1 Kings:9:2",
        "t": "the Lord*s appeared to Solomon a second time just as he had appeared to him at Gibeon."
    },
    {
        "o": 10005,
        "r": "csb:1 Kings:9:3",
        "t": "The Lord*s said to him: I*p have heard your prayer and petition you have made before me. I have consecrated this temple you have built, to put my name there forever; my eyes and my heart will be there at all times."
    },
    {
        "o": 10006,
        "r": "csb:1 Kings:9:4",
        "t": "As*p for you, if you walk before me as your father David walked, with a heart of integrity and in what is right, doing everything I have commanded you, and if you keep my statutes and ordinances,"
    },
    {
        "o": 10007,
        "r": "csb:1 Kings:9:5",
        "t": "I will establish your royal throne over Israel forever, as I promised your father David: You will never fail to have a man on the throne of Israel."
    },
    {
        "o": 10008,
        "r": "csb:1 Kings:9:6",
        "t": "If*p you or your sons turn away from following me and do not keep my commands - my statutes that I have set before you - and if you go and serve other gods and bow in worship to them,"
    },
    {
        "o": 10009,
        "r": "csb:1 Kings:9:7",
        "t": "I will cut off Israel from the land I gave them, and I will reject the temple I have sanctified for my name. Israel will become an object of scorn and ridicule among all the peoples."
    },
    {
        "o": 10010,
        "r": "csb:1 Kings:9:8",
        "t": "Though this temple is now exalted, everyone who passes by will be appalled and will scoff. They will say, “Why did the Lord*s do this to this land and this temple?”"
    },
    {
        "o": 10011,
        "r": "csb:1 Kings:9:9",
        "t": "Then they will say, “Because they abandoned the Lord*s their God who brought their ancestors out of the land of Egypt. They held on to other gods and bowed in worship to them and served them. Because of this, the Lord*s brought all this ruin on them.”"
    },
    {
        "o": 10012,
        "r": "csb:1 Kings:9:9",
        "t": "King Hiram’s Twenty Towns",
        "h": 2
    },
    {
        "o": 10013,
        "r": "csb:1 Kings:9:10",
        "t": "At*p the end of twenty years, during which Solomon had built the two houses, the Lord’s*s temple and the royal palace-"
    },
    {
        "o": 10014,
        "r": "csb:1 Kings:9:11",
        "t": "King Hiram of Tyre having supplied him with cedar and cypress logs and gold for his every wish- King Solomon gave Hiram twenty towns in the land of Galilee."
    },
    {
        "o": 10015,
        "r": "csb:1 Kings:9:12",
        "t": "So Hiram went out from Tyre to look over the towns that Solomon had given him, but he was not pleased with them."
    },
    {
        "o": 10016,
        "r": "csb:1 Kings:9:13",
        "t": "So he said, “What are these towns you’ve given me, my brother?” So he called them the Land of Cabul, as they are still called today."
    },
    {
        "o": 10017,
        "r": "csb:1 Kings:9:14",
        "t": "Now Hiram had sent the king nine thousand pounds of gold."
    },
    {
        "o": 10018,
        "r": "csb:1 Kings:9:14",
        "t": "Solomon’s Forced Labor",
        "h": 2
    },
    {
        "o": 10019,
        "r": "csb:1 Kings:9:15",
        "t": "This*p is the account of the forced labor that King Solomon had imposed to build the Lord’s*s temple, his own palace, the supporting terraces, the wall of Jerusalem, and Hazor, Megiddo, and Gezer."
    },
    {
        "o": 10020,
        "r": "csb:1 Kings:9:16",
        "t": "Pharaoh king of Egypt had attacked and captured Gezer. He then burned it, killed the Canaanites who lived in the city, and gave it as a dowry to his daughter, Solomon’s wife."
    },
    {
        "o": 10021,
        "r": "csb:1 Kings:9:17",
        "t": "Then Solomon rebuilt Gezer, Lower Beth-horon,"
    },
    {
        "o": 10022,
        "r": "csb:1 Kings:9:18",
        "t": "Baalath, Tamar in the Wilderness of Judah,"
    },
    {
        "o": 10023,
        "r": "csb:1 Kings:9:19",
        "t": "all the storage cities that belonged to Solomon, the chariot cities, the cavalry cities, and whatever Solomon desired to build in Jerusalem, Lebanon, or anywhere else in the land of his dominion."
    },
    {
        "o": 10024,
        "r": "csb:1 Kings:9:20",
        "t": "As*p for all the peoples who remained of the Amorites, Hethites, Perizzites, Hivites, and Jebusites, who were not Israelites -"
    },
    {
        "o": 10025,
        "r": "csb:1 Kings:9:21",
        "t": "their descendants who remained in the land after them, those whom the Israelites were unable to destroy completely- Solomon imposed forced labor on them; it is still this way today."
    },
    {
        "o": 10026,
        "r": "csb:1 Kings:9:22",
        "t": "But Solomon did not consign the Israelites to slavery; they were soldiers, his servants, his commanders, his captains, and commanders of his chariots and his cavalry."
    },
    {
        "o": 10027,
        "r": "csb:1 Kings:9:23",
        "t": "These were the deputies who were over Solomon’s work: 550 who supervised the people doing the work."
    },
    {
        "o": 10028,
        "r": "csb:1 Kings:9:23",
        "t": "Solomon’s Other Activities",
        "h": 2
    },
    {
        "o": 10029,
        "r": "csb:1 Kings:9:24",
        "t": "Pharaoh’s*p daughter moved from the city of David to the house that Solomon had built for her; he then built the terraces."
    },
    {
        "o": 10030,
        "r": "csb:1 Kings:9:25",
        "t": "Three*p times a year Solomon offered burnt offerings and fellowship offerings on the altar he had built for the Lord,*s and he burned incense with them in the Lord’s*s presence. So he completed the temple."
    },
    {
        "o": 10031,
        "r": "csb:1 Kings:9:26",
        "t": "King*p Solomon put together a fleet of ships at Ezion-geber, which is near Eloth on the shore of the Red Sea in the land of Edom."
    },
    {
        "o": 10032,
        "r": "csb:1 Kings:9:27",
        "t": "With the fleet, Hiram sent his servants, experienced seamen, along with Solomon’s servants."
    },
    {
        "o": 10033,
        "r": "csb:1 Kings:9:28",
        "t": "They went to Ophir and acquired gold there - sixteen tons- and delivered it to Solomon."
    }
]
