[
    {
        "o": 4284,
        "r": "niv:Numbers:8:0",
        "t": "Numbers 8",
        "h": 1
    },
    {
        "o": 4285,
        "r": "niv:Numbers:8:0",
        "t": "Setting Up the Lamps",
        "h": 2
    },
    {
        "o": 4286,
        "r": "niv:Numbers:8:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 4287,
        "r": "niv:Numbers:8:2",
        "t": "“Speak to Aaron and say to him, ‘When you set up the lamps, see that all seven light up the area in front of the lampstand.’ ”"
    },
    {
        "o": 4288,
        "r": "niv:Numbers:8:3",
        "t": "Aaron*p did so; he set up the lamps so that they faced forward on the lampstand, just as the Lord*s commanded Moses."
    },
    {
        "o": 4289,
        "r": "niv:Numbers:8:4",
        "t": "This is how the lampstand was made: It was made of hammered gold—from its base to its blossoms. The lampstand was made exactly like the pattern the Lord*s had shown Moses."
    },
    {
        "o": 4290,
        "r": "niv:Numbers:8:4",
        "t": "The Setting Apart of the Levites",
        "h": 2
    },
    {
        "o": 4291,
        "r": "niv:Numbers:8:5",
        "t": "The*p Lord*s said to Moses:"
    },
    {
        "o": 4292,
        "r": "niv:Numbers:8:6",
        "t": "“Take the Levites from among all the Israelites and make them ceremonially clean."
    },
    {
        "o": 4293,
        "r": "niv:Numbers:8:7",
        "t": "To purify them, do this: Sprinkle the water of cleansing on them; then have them shave their whole bodies and wash their clothes. And so they will purify themselves."
    },
    {
        "o": 4294,
        "r": "niv:Numbers:8:8",
        "t": "Have them take a young bull with its grain offering of the finest flour mixed with olive oil; then you are to take a second young bull for a sin offering."
    },
    {
        "o": 4295,
        "r": "niv:Numbers:8:9",
        "t": "Bring the Levites to the front of the tent of meeting and assemble the whole Israelite community."
    },
    {
        "o": 4296,
        "r": "niv:Numbers:8:10",
        "t": "You are to bring the Levites before the Lord,*s and the Israelites are to lay their hands on them."
    },
    {
        "o": 4297,
        "r": "niv:Numbers:8:11",
        "t": "Aaron is to present the Levites before the Lord*s as a wave offering from the Israelites, so that they may be ready to do the work of the Lord.*s"
    },
    {
        "o": 4298,
        "r": "niv:Numbers:8:12",
        "t": "“Then*p the Levites are to lay their hands on the heads of the bulls, using one for a sin offering to the Lord*s and the other for a burnt offering, to make atonement for the Levites."
    },
    {
        "o": 4299,
        "r": "niv:Numbers:8:13",
        "t": "Have the Levites stand in front of Aaron and his sons and then present them as a wave offering to the Lord.*s"
    },
    {
        "o": 4300,
        "r": "niv:Numbers:8:14",
        "t": "In this way you are to set the Levites apart from the other Israelites, and the Levites will be mine."
    },
    {
        "o": 4301,
        "r": "niv:Numbers:8:15",
        "t": "“After*p you have purified the Levites and presented them as a wave offering, they are to come to do their work at the tent of meeting."
    },
    {
        "o": 4302,
        "r": "niv:Numbers:8:16",
        "t": "They are the Israelites who are to be given wholly to me. I have taken them as my own in place of the firstborn, the first male offspring from every Israelite woman."
    },
    {
        "o": 4303,
        "r": "niv:Numbers:8:17",
        "t": "Every firstborn male in Israel, whether human or animal, is mine. When I struck down all the firstborn in Egypt, I set them apart for myself."
    },
    {
        "o": 4304,
        "r": "niv:Numbers:8:18",
        "t": "And I have taken the Levites in place of all the firstborn sons in Israel."
    },
    {
        "o": 4305,
        "r": "niv:Numbers:8:19",
        "t": "From among all the Israelites, I have given the Levites as gifts to Aaron and his sons to do the work at the tent of meeting on behalf of the Israelites and to make atonement for them so that no plague will strike the Israelites when they go near the sanctuary.”"
    },
    {
        "o": 4306,
        "r": "niv:Numbers:8:20",
        "t": "Moses,*p Aaron and the whole Israelite community did with the Levites just as the Lord*s commanded Moses."
    },
    {
        "o": 4307,
        "r": "niv:Numbers:8:21",
        "t": "The Levites purified themselves and washed their clothes. Then Aaron presented them as a wave offering before the Lord*s and made atonement for them to purify them."
    },
    {
        "o": 4308,
        "r": "niv:Numbers:8:22",
        "t": "After that, the Levites came to do their work at the tent of meeting under the supervision of Aaron and his sons. They did with the Levites just as the Lord*s commanded Moses."
    },
    {
        "o": 4309,
        "r": "niv:Numbers:8:23",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 4310,
        "r": "niv:Numbers:8:24",
        "t": "“This applies to the Levites: Men twenty-five years old or more shall come to take part in the work at the tent of meeting,"
    },
    {
        "o": 4311,
        "r": "niv:Numbers:8:25",
        "t": "but at the age of fifty, they must retire from their regular service and work no longer."
    },
    {
        "o": 4312,
        "r": "niv:Numbers:8:26",
        "t": "They may assist their brothers in performing their duties at the tent of meeting, but they themselves must not do the work. This, then, is how you are to assign the responsibilities of the Levites.”"
    }
]
