[
    {
        "o": 33817,
        "r": "nasb:1 Peter:1:0",
        "t": "1 Peter 1",
        "h": 1
    },
    {
        "o": 33818,
        "r": "nasb:1 Peter:1:0",
        "t": "A Living Hope, and a Sure Salvation",
        "h": 2
    },
    {
        "o": 33819,
        "r": "nasb:1 Peter:1:1",
        "t": "Peter,*p an apostle of Jesus Christ, To*bp those who reside as aliens, scattered throughout Pontus, Galatia, Cappadocia, Asia, and Bithynia, who are chosen"
    },
    {
        "o": 33820,
        "r": "nasb:1 Peter:1:2",
        "t": "according to the foreknowledge of God the Father, by the sanctifying work of the Spirit, to obey Jesus Christ and be sprinkled with His blood: May grace and peace be yours in the fullest measure."
    },
    {
        "o": 33821,
        "r": "nasb:1 Peter:1:3",
        "t": "Blessed*p be the God and Father of our Lord Jesus Christ, who according to His great mercy has caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead,"
    },
    {
        "o": 33822,
        "r": "nasb:1 Peter:1:4",
        "t": "to obtain*i an inheritance which*i is*i imperishable and undefiled and will not fade away, reserved in heaven for you,"
    },
    {
        "o": 33823,
        "r": "nasb:1 Peter:1:5",
        "t": "who are protected by the power of God through faith for a salvation ready to be revealed in the last time."
    },
    {
        "o": 33824,
        "r": "nasb:1 Peter:1:6",
        "t": "In this you greatly rejoice, even though now for a little while, if necessary, you have been distressed by various trials,"
    },
    {
        "o": 33825,
        "r": "nasb:1 Peter:1:7",
        "t": "so that the proof of your faith, being*i more precious than gold which is perishable, even though tested by fire, may be found to result in praise and glory and honor at the revelation of Jesus Christ;"
    },
    {
        "o": 33826,
        "r": "nasb:1 Peter:1:8",
        "t": "and though you have not seen Him, you love Him, and though you do not see Him now, but believe in Him, you greatly rejoice with joy inexpressible and full of glory,"
    },
    {
        "o": 33827,
        "r": "nasb:1 Peter:1:9",
        "t": "obtaining as the outcome of your faith the salvation of your souls."
    },
    {
        "o": 33828,
        "r": "nasb:1 Peter:1:10",
        "t": "As*p to this salvation, the prophets who prophesied of the grace that would*i come*i to you made careful searches and inquiries,"
    },
    {
        "o": 33829,
        "r": "nasb:1 Peter:1:11",
        "t": "seeking to know what person or time the Spirit of Christ within them was indicating as He predicted the sufferings of Christ and the glories to follow."
    },
    {
        "o": 33830,
        "r": "nasb:1 Peter:1:12",
        "t": "It was revealed to them that they were not serving themselves, but you, in these things which now have been announced to you through those who preached the gospel to you by the Holy Spirit sent from heaven—things into which angels long to look."
    },
    {
        "o": 33831,
        "r": "nasb:1 Peter:1:13",
        "t": "Therefore,*p prepare your minds for action, keep sober in*i spirit,*i fix your hope completely on the grace to be brought to you at the revelation of Jesus Christ."
    },
    {
        "o": 33832,
        "r": "nasb:1 Peter:1:14",
        "t": "As obedient children, do not be conformed to the former lusts which*i were*i yours*i in your ignorance,"
    },
    {
        "o": 33833,
        "r": "nasb:1 Peter:1:15",
        "t": "but like the Holy One who called you, be holy yourselves also in all your*i behavior;"
    },
    {
        "o": 33834,
        "r": "nasb:1 Peter:1:16",
        "t": "because it is written, “You*s shall*s be*s holy,*s for*s I am*s holy.”*s"
    },
    {
        "o": 33835,
        "r": "nasb:1 Peter:1:17",
        "t": "If*p you address as Father the One who impartially judges according to each one’s work, conduct yourselves in fear during the time of your stay on*i earth;*i"
    },
    {
        "o": 33836,
        "r": "nasb:1 Peter:1:18",
        "t": "knowing that you were not redeemed with perishable things like silver or gold from your futile way of life inherited from your forefathers,"
    },
    {
        "o": 33837,
        "r": "nasb:1 Peter:1:19",
        "t": "but with precious blood, as of a lamb unblemished and spotless, the*i blood*i of Christ."
    },
    {
        "o": 33838,
        "r": "nasb:1 Peter:1:20",
        "t": "For He was foreknown before the foundation of the world, but has appeared in these last times for the sake of you"
    },
    {
        "o": 33839,
        "r": "nasb:1 Peter:1:21",
        "t": "who through Him are believers in God, who raised Him from the dead and gave Him glory, so that your faith and hope are in God."
    },
    {
        "o": 33840,
        "r": "nasb:1 Peter:1:22",
        "t": "Since*p you have in obedience to the truth purified your souls for a sincere love of the brethren, fervently love one another from the heart,"
    },
    {
        "o": 33841,
        "r": "nasb:1 Peter:1:23",
        "t": "for you have been born again not of seed which is perishable but imperishable, that*i is,*i through the living and enduring word of God."
    },
    {
        "o": 33842,
        "r": "nasb:1 Peter:1:24",
        "t": "For, “All*pn flesh*s is*s like*s grass,*s And*ln all*s its*s glory*s like*s the*s flower*s of*s grass.*s The*sln grass*s withers,*s And*ln the*s flower*s falls*s off,*s"
    },
    {
        "o": 33843,
        "r": "nasb:1 Peter:1:25",
        "t": "But*sln the*s word*s of*s the*s Lord*s endures*s forever.”*s And*p this is the word which was preached to you."
    },
    {
        "o": 33844,
        "r": "nasb:1 Peter:2:0",
        "t": "1 Peter 2",
        "h": 1
    },
    {
        "o": 33845,
        "r": "nasb:1 Peter:2:0",
        "t": "As Newborn Babes",
        "h": 2
    },
    {
        "o": 33846,
        "r": "nasb:1 Peter:2:1",
        "t": "Therefore,*p putting aside all malice and all deceit and hypocrisy and envy and all slander,"
    },
    {
        "o": 33847,
        "r": "nasb:1 Peter:2:2",
        "t": "like newborn babies, long for the pure milk of the word, so that by it you may grow in respect to salvation,"
    },
    {
        "o": 33848,
        "r": "nasb:1 Peter:2:3",
        "t": "if you have tasted the kindness of the Lord."
    },
    {
        "o": 33849,
        "r": "nasb:1 Peter:2:3",
        "t": "As Living Stones",
        "h": 2
    },
    {
        "o": 33850,
        "r": "nasb:1 Peter:2:4",
        "t": "And*p coming to Him as to a living stone which has been rejected by men, but is choice and precious in the sight of God,"
    },
    {
        "o": 33851,
        "r": "nasb:1 Peter:2:5",
        "t": "you also, as living stones, are being built up as a spiritual house for a holy priesthood, to offer up spiritual sacrifices acceptable to God through Jesus Christ."
    },
    {
        "o": 33852,
        "r": "nasb:1 Peter:2:6",
        "t": "For this*i is contained in Scripture: “Behold,*spn I lay*s in*s Zion*s a*s choice*s stone,*s a*s precious*s corner*s stone,*i And*ln he*s who*s believes*s in*s Him*s will*s not*s be*s disappointed.”*s"
    },
    {
        "o": 33853,
        "r": "nasb:1 Peter:2:7",
        "t": "This*p precious value, then, is for you who believe; but for those who disbelieve, “The*spn stone*s which*s the*s builders*s rejected,*s This*sln became*s the*s very*s corner*s stone,”*i"
    },
    {
        "o": 33854,
        "r": "nasb:1 Peter:2:8",
        "t": "and,*p “A*pn stone*s of*s stumbling*s and*s a*s rock*s of*s offense”;*s for*p they stumble because they are disobedient to the word, and to this doom*i they were also appointed."
    },
    {
        "o": 33855,
        "r": "nasb:1 Peter:2:9",
        "t": "But*p you are a*s chosen*s race,*s a*s royal priesthood,*s a*s holy*s nation,*s a*s people*s for*s God’s*i own*s possession,*s so that you may proclaim the excellencies of Him who has called you out of darkness into His marvelous light;"
    },
    {
        "o": 33856,
        "r": "nasb:1 Peter:2:10",
        "t": "for you once were not*s a*s people,*s but now you are the*s people*s of*s God;*s you had not*s received*s mercy,*s but now you have received*s mercy.*s"
    },
    {
        "o": 33857,
        "r": "nasb:1 Peter:2:11",
        "t": "Beloved,*p I urge you as aliens and strangers to abstain from fleshly lusts which wage war against the soul."
    },
    {
        "o": 33858,
        "r": "nasb:1 Peter:2:12",
        "t": "Keep your behavior excellent among the Gentiles, so that in the thing in which they slander you as evildoers, they may because of your good deeds, as they observe them,*i glorify God in the day of visitation."
    },
    {
        "o": 33859,
        "r": "nasb:1 Peter:2:12",
        "t": "Honor Authority",
        "h": 2
    },
    {
        "o": 33860,
        "r": "nasb:1 Peter:2:13",
        "t": "Submit*p yourselves for the Lord’s sake to every human institution, whether to a king as the one in authority,"
    },
    {
        "o": 33861,
        "r": "nasb:1 Peter:2:14",
        "t": "or to governors as sent by him for the punishment of evildoers and the praise of those who do right."
    },
    {
        "o": 33862,
        "r": "nasb:1 Peter:2:15",
        "t": "For such is the will of God that by doing right you may silence the ignorance of foolish men."
    },
    {
        "o": 33863,
        "r": "nasb:1 Peter:2:16",
        "t": "Act*i as free men, and do not use your freedom as a covering for evil, but use*i it*i as bondslaves of God."
    },
    {
        "o": 33864,
        "r": "nasb:1 Peter:2:17",
        "t": "Honor all people, love the brotherhood, fear God, honor the king."
    },
    {
        "o": 33865,
        "r": "nasb:1 Peter:2:18",
        "t": "Servants,*p be submissive to your masters with all respect, not only to those who are good and gentle, but also to those who are unreasonable."
    },
    {
        "o": 33866,
        "r": "nasb:1 Peter:2:19",
        "t": "For this finds*i favor, if for the sake of conscience toward God a person bears up under sorrows when suffering unjustly."
    },
    {
        "o": 33867,
        "r": "nasb:1 Peter:2:20",
        "t": "For what credit is there if, when you sin and are harshly treated, you endure it with patience? But if when you do what is right and suffer for*i it*i you patiently endure it, this finds*i favor with God."
    },
    {
        "o": 33868,
        "r": "nasb:1 Peter:2:20",
        "t": "Christ Is Our Example",
        "h": 2
    },
    {
        "o": 33869,
        "r": "nasb:1 Peter:2:21",
        "t": "For*p you have been called for this purpose, since Christ also suffered for you, leaving you an example for you to follow in His steps,"
    },
    {
        "o": 33870,
        "r": "nasb:1 Peter:2:22",
        "t": "who*s committed*s no*s sin,*s nor*s was*s any*s deceit*s found*s in*s His*s mouth;*s"
    },
    {
        "o": 33871,
        "r": "nasb:1 Peter:2:23",
        "t": "and while being reviled, He did not revile in return; while suffering, He uttered no threats, but kept entrusting Himself*i to Him who judges righteously;"
    },
    {
        "o": 33872,
        "r": "nasb:1 Peter:2:24",
        "t": "and He Himself bore our sins in His body on the cross, so that we might die to sin and live to righteousness; for by His wounds you were healed."
    },
    {
        "o": 33873,
        "r": "nasb:1 Peter:2:25",
        "t": "For you were continually straying like sheep, but now you have returned to the Shepherd and Guardian of your souls."
    },
    {
        "o": 33874,
        "r": "nasb:1 Peter:3:0",
        "t": "1 Peter 3",
        "h": 1
    },
    {
        "o": 33875,
        "r": "nasb:1 Peter:3:0",
        "t": "Godly Living",
        "h": 2
    },
    {
        "o": 33876,
        "r": "nasb:1 Peter:3:1",
        "t": "In*p the same way, you wives, be submissive to your own husbands so that even if any of*i them*i are disobedient to the word, they may be won without a word by the behavior of their wives,"
    },
    {
        "o": 33877,
        "r": "nasb:1 Peter:3:2",
        "t": "as they observe your chaste and respectful behavior."
    },
    {
        "o": 33878,
        "r": "nasb:1 Peter:3:3",
        "t": "Your adornment must not be merely*i external—braiding the hair, and wearing gold jewelry, or putting on dresses;"
    },
    {
        "o": 33879,
        "r": "nasb:1 Peter:3:4",
        "t": "but let*i it*i be*i the hidden person of the heart, with the imperishable quality of a gentle and quiet spirit, which is precious in the sight of God."
    },
    {
        "o": 33880,
        "r": "nasb:1 Peter:3:5",
        "t": "For in this way in former times the holy women also, who hoped in God, used to adorn themselves, being submissive to their own husbands;"
    },
    {
        "o": 33881,
        "r": "nasb:1 Peter:3:6",
        "t": "just as Sarah obeyed Abraham, calling him lord, and you have become her children if you do what is right without being frightened by any fear."
    },
    {
        "o": 33882,
        "r": "nasb:1 Peter:3:7",
        "t": "You*p husbands in the same way, live with your*i wives*i in an understanding way, as with someone weaker, since she is a woman; and show her honor as a fellow heir of the grace of life, so that your prayers will not be hindered."
    },
    {
        "o": 33883,
        "r": "nasb:1 Peter:3:8",
        "t": "To*p sum up, all of you be harmonious, sympathetic, brotherly, kindhearted, and humble in spirit;"
    },
    {
        "o": 33884,
        "r": "nasb:1 Peter:3:9",
        "t": "not returning evil for evil or insult for insult, but giving a blessing instead; for you were called for the very purpose that you might inherit a blessing."
    },
    {
        "o": 33885,
        "r": "nasb:1 Peter:3:10",
        "t": "For, “The*spn one*s who*s desires*s life,*s to*s love*s and*s see*s good*s days,*s Must*sln keep*s his*s tongue*s from*s evil*s and*s his*s lips*s from*s speaking*s deceit.*s"
    },
    {
        "o": 33886,
        "r": "nasb:1 Peter:3:11",
        "t": "He*sln must*s turn*s away*s from*s evil*s and*s do*s good;*s He*sln must*s seek*s peace*s and*s pursue*s it.*s"
    },
    {
        "o": 33887,
        "r": "nasb:1 Peter:3:12",
        "t": "For*sln the*s eyes*s of*s the*s Lord*s are*s toward*s the*s righteous,*s And*ln His*s ears*s attend*s to*s their*s prayer,*s But*sln the*s face*s of*s the*s Lord*s is*s against*s those*s who*s do*s evil.”*s"
    },
    {
        "o": 33888,
        "r": "nasb:1 Peter:3:13",
        "t": "Who*p is there to harm you if you prove zealous for what is good?"
    },
    {
        "o": 33889,
        "r": "nasb:1 Peter:3:14",
        "t": "But even if you should suffer for the sake of righteousness, you are blessed. And do*s not*s fear*s their*s intimidation,*s and*s do*s not*s be*s troubled,*s"
    },
    {
        "o": 33890,
        "r": "nasb:1 Peter:3:15",
        "t": "but sanctify Christ as Lord in your hearts, always being*i ready to make a defense to everyone who asks you to give an account for the hope that is in you, yet with gentleness and reverence;"
    },
    {
        "o": 33891,
        "r": "nasb:1 Peter:3:16",
        "t": "and keep a good conscience so that in the thing in which you are slandered, those who revile your good behavior in Christ will be put to shame."
    },
    {
        "o": 33892,
        "r": "nasb:1 Peter:3:17",
        "t": "For it is better, if God should will it so, that you suffer for doing what is right rather than for doing what is wrong."
    },
    {
        "o": 33893,
        "r": "nasb:1 Peter:3:18",
        "t": "For Christ also died for sins once for all, the*i just for the*i unjust, so that He might bring us to God, having been put to death in the flesh, but made alive in the spirit;"
    },
    {
        "o": 33894,
        "r": "nasb:1 Peter:3:19",
        "t": "in which also He went and made proclamation to the spirits now*i in prison,"
    },
    {
        "o": 33895,
        "r": "nasb:1 Peter:3:20",
        "t": "who once were disobedient, when the patience of God kept waiting in the days of Noah, during the construction of the ark, in which a few, that is, eight persons, were brought safely through the*i water."
    },
    {
        "o": 33896,
        "r": "nasb:1 Peter:3:21",
        "t": "Corresponding to that, baptism now saves you—not the removal of dirt from the flesh, but an appeal to God for a good conscience—through the resurrection of Jesus Christ,"
    },
    {
        "o": 33897,
        "r": "nasb:1 Peter:3:22",
        "t": "who is at the right hand of God, having gone into heaven, after angels and authorities and powers had been subjected to Him."
    },
    {
        "o": 33898,
        "r": "nasb:1 Peter:4:0",
        "t": "1 Peter 4",
        "h": 1
    },
    {
        "o": 33899,
        "r": "nasb:1 Peter:4:0",
        "t": "Keep Fervent in Your Love",
        "h": 2
    },
    {
        "o": 33900,
        "r": "nasb:1 Peter:4:1",
        "t": "Therefore,*p since Christ has suffered in the flesh, arm yourselves also with the same purpose, because he who has suffered in the flesh has ceased from sin,"
    },
    {
        "o": 33901,
        "r": "nasb:1 Peter:4:2",
        "t": "so as to live the rest of the time in the flesh no longer for the lusts of men, but for the will of God."
    },
    {
        "o": 33902,
        "r": "nasb:1 Peter:4:3",
        "t": "For the time already past is sufficient for*i you*i to have carried out the desire of the Gentiles, having pursued a course of sensuality, lusts, drunkenness, carousing, drinking parties and abominable idolatries."
    },
    {
        "o": 33903,
        "r": "nasb:1 Peter:4:4",
        "t": "In all*i this, they are surprised that you do not run with them*i into the same excesses of dissipation, and they malign you;*i"
    },
    {
        "o": 33904,
        "r": "nasb:1 Peter:4:5",
        "t": "but they will give account to Him who is ready to judge the living and the dead."
    },
    {
        "o": 33905,
        "r": "nasb:1 Peter:4:6",
        "t": "For the gospel has for this purpose been preached even to those who are dead, that though they are judged in the flesh as men, they may live in the spirit according to the*i will*i of*i God."
    },
    {
        "o": 33906,
        "r": "nasb:1 Peter:4:7",
        "t": "The*p end of all things is near; therefore, be of sound judgment and sober spirit*i for the purpose of prayer."
    },
    {
        "o": 33907,
        "r": "nasb:1 Peter:4:8",
        "t": "Above all, keep fervent in your love for one another, because love covers a multitude of sins."
    },
    {
        "o": 33908,
        "r": "nasb:1 Peter:4:9",
        "t": "Be hospitable to one another without complaint."
    },
    {
        "o": 33909,
        "r": "nasb:1 Peter:4:10",
        "t": "As each one has received a special*i gift, employ it in serving one another as good stewards of the manifold grace of God."
    },
    {
        "o": 33910,
        "r": "nasb:1 Peter:4:11",
        "t": "Whoever speaks, is*i to*i do*i so*i as one who is speaking the utterances of God; whoever serves is*i to*i do*i so*i as one who is serving by the strength which God supplies; so that in all things God may be glorified through Jesus Christ, to whom belongs the glory and dominion forever and ever. Amen."
    },
    {
        "o": 33911,
        "r": "nasb:1 Peter:4:11",
        "t": "Share the Sufferings of Christ",
        "h": 2
    },
    {
        "o": 33912,
        "r": "nasb:1 Peter:4:12",
        "t": "Beloved,*p do not be surprised at the fiery ordeal among you, which comes upon you for your testing, as though some strange thing were happening to you;"
    },
    {
        "o": 33913,
        "r": "nasb:1 Peter:4:13",
        "t": "but to the degree that you share the sufferings of Christ, keep on rejoicing, so that also at the revelation of His glory you may rejoice with exultation."
    },
    {
        "o": 33914,
        "r": "nasb:1 Peter:4:14",
        "t": "If you are reviled for the name of Christ, you are blessed, because the Spirit of glory and of God rests on you."
    },
    {
        "o": 33915,
        "r": "nasb:1 Peter:4:15",
        "t": "Make sure that none of you suffers as a murderer, or thief, or evildoer, or a troublesome meddler;"
    },
    {
        "o": 33916,
        "r": "nasb:1 Peter:4:16",
        "t": "but if anyone*i suffers*i as a Christian, he is not to be ashamed, but is to glorify God in this name."
    },
    {
        "o": 33917,
        "r": "nasb:1 Peter:4:17",
        "t": "For it*i is*i time for judgment to begin with the household of God; and if it*i begins*i with us first, what will*i be*i the outcome for those who do not obey the gospel of God?"
    },
    {
        "o": 33918,
        "r": "nasb:1 Peter:4:18",
        "t": "And if*s it*s is*s with*s difficulty*s that*s the*s righteous*s is*s saved,*s what*s will*s become*s of*s the*s godless*s man*s and*s the*s sinner?*s"
    },
    {
        "o": 33919,
        "r": "nasb:1 Peter:4:19",
        "t": "Therefore, those also who suffer according to the will of God shall entrust their souls to a faithful Creator in doing what is right."
    },
    {
        "o": 33920,
        "r": "nasb:1 Peter:5:0",
        "t": "1 Peter 5",
        "h": 1
    },
    {
        "o": 33921,
        "r": "nasb:1 Peter:5:0",
        "t": "Serve God Willingly",
        "h": 2
    },
    {
        "o": 33922,
        "r": "nasb:1 Peter:5:1",
        "t": "Therefore,*p I exhort the elders among you, as your*i fellow elder and witness of the sufferings of Christ, and a partaker also of the glory that is to be revealed,"
    },
    {
        "o": 33923,
        "r": "nasb:1 Peter:5:2",
        "t": "shepherd the flock of God among you, exercising oversight not under compulsion, but voluntarily, according to the*i will*i of*i God; and not for sordid gain, but with eagerness;"
    },
    {
        "o": 33924,
        "r": "nasb:1 Peter:5:3",
        "t": "nor yet as lording it over those allotted to your charge, but proving to be examples to the flock."
    },
    {
        "o": 33925,
        "r": "nasb:1 Peter:5:4",
        "t": "And when the Chief Shepherd appears, you will receive the unfading crown of glory."
    },
    {
        "o": 33926,
        "r": "nasb:1 Peter:5:5",
        "t": "You younger men, likewise, be subject to your*i elders; and all of you, clothe yourselves with humility toward one another, for God*s is*s opposed*s to*s the*s proud,*s but*s gives*s grace*s to*s the*s humble.*s"
    },
    {
        "o": 33927,
        "r": "nasb:1 Peter:5:6",
        "t": "Therefore*p humble yourselves under the mighty hand of God, that He may exalt you at the proper time,"
    },
    {
        "o": 33928,
        "r": "nasb:1 Peter:5:7",
        "t": "casting all your anxiety on Him, because He cares for you."
    },
    {
        "o": 33929,
        "r": "nasb:1 Peter:5:8",
        "t": "Be of sober spirit,*i be on the alert. Your adversary, the devil, prowls around like a roaring lion, seeking someone to devour."
    },
    {
        "o": 33930,
        "r": "nasb:1 Peter:5:9",
        "t": "But resist him, firm in your*i faith, knowing that the same experiences of suffering are being accomplished by your brethren who are in the world."
    },
    {
        "o": 33931,
        "r": "nasb:1 Peter:5:10",
        "t": "After you have suffered for a little while, the God of all grace, who called you to His eternal glory in Christ, will Himself perfect, confirm, strengthen and*i establish you."
    },
    {
        "o": 33932,
        "r": "nasb:1 Peter:5:11",
        "t": "To Him be*i dominion forever and ever. Amen."
    },
    {
        "o": 33933,
        "r": "nasb:1 Peter:5:12",
        "t": "Through*p Silvanus, our faithful brother (for so I regard him),*i I have written to you briefly, exhorting and testifying that this is the true grace of God. Stand firm in it!"
    },
    {
        "o": 33934,
        "r": "nasb:1 Peter:5:13",
        "t": "She who is in Babylon, chosen together with you, sends you greetings, and so*i does*i my son, Mark."
    },
    {
        "o": 33935,
        "r": "nasb:1 Peter:5:14",
        "t": "Greet one another with a kiss of love. Peace*bp be to you all who are in Christ."
    }
]
