[
    {
        "o": 25231,
        "r": "nkjv:Jonah:1:0",
        "t": "Jonah 1",
        "h": 1
    },
    {
        "o": 25232,
        "r": "nkjv:Jonah:1:0",
        "t": "Jonah’s Disobedience",
        "h": 2
    },
    {
        "o": 25233,
        "r": "nkjv:Jonah:1:1",
        "t": "Now*p the word of the Lord*s came to Jonah the son of Amittai, saying,"
    },
    {
        "o": 25234,
        "r": "nkjv:Jonah:1:2",
        "t": "“Arise, go to Nineveh, that great city, and cry out against it; for their wickedness has come up before Me.”"
    },
    {
        "o": 25235,
        "r": "nkjv:Jonah:1:3",
        "t": "But Jonah arose to flee to Tarshish from the presence of the Lord.*s He went down to Joppa, and found a ship going to Tarshish; so he paid the fare, and went down into it, to go with them to Tarshish from the presence of the Lord.*s"
    },
    {
        "o": 25236,
        "r": "nkjv:Jonah:1:3",
        "t": "The Storm at Sea",
        "h": 2
    },
    {
        "o": 25237,
        "r": "nkjv:Jonah:1:4",
        "t": "But*p the Lord*s sent out a great wind on the sea, and there was a mighty tempest on the sea, so that the ship was about to be broken up."
    },
    {
        "o": 25238,
        "r": "nkjv:Jonah:1:5",
        "t": "Then*p the mariners were afraid; and every man cried out to his god, and threw the cargo that was*i in the ship into the sea, to lighten the load. But Jonah had gone down into the lowest parts of the ship, had lain down, and was fast asleep."
    },
    {
        "o": 25239,
        "r": "nkjv:Jonah:1:6",
        "t": "So*p the captain came to him, and said to him, “What do you mean, sleeper? Arise, call on your God; perhaps your God will consider us, so that we may not perish.”"
    },
    {
        "o": 25240,
        "r": "nkjv:Jonah:1:7",
        "t": "And*p they said to one another, “Come, let us cast lots, that we may know for whose cause this trouble has*i come*i upon us.” So they cast lots, and the lot fell on Jonah."
    },
    {
        "o": 25241,
        "r": "nkjv:Jonah:1:8",
        "t": "Then they said to him, “Please tell us! For whose cause is*i this trouble upon us? What is your occupation? And where do you come from? What is your country? And of what people are you?”"
    },
    {
        "o": 25242,
        "r": "nkjv:Jonah:1:9",
        "t": "So*p he said to them, “I am*i a Hebrew; and I fear the Lord,*s the God of heaven, who made the sea and the dry land.”*i"
    },
    {
        "o": 25243,
        "r": "nkjv:Jonah:1:9",
        "t": "Jonah Thrown into the Sea",
        "h": 2
    },
    {
        "o": 25244,
        "r": "nkjv:Jonah:1:10",
        "t": "Then*p the men were exceedingly afraid, and said to him, “Why have you done this?” For the men knew that he fled from the presence of the Lord,*s because he had told them."
    },
    {
        "o": 25245,
        "r": "nkjv:Jonah:1:11",
        "t": "Then they said to him, “What shall we do to you that the sea may be calm for us?”—for the sea was growing more tempestuous."
    },
    {
        "o": 25246,
        "r": "nkjv:Jonah:1:12",
        "t": "And*p he said to them, “Pick me up and throw me into the sea; then the sea will become calm for you. For I know that this great tempest is*i because of me.”"
    },
    {
        "o": 25247,
        "r": "nkjv:Jonah:1:13",
        "t": "Nevertheless*p the men rowed hard to return to land, but they could not, for the sea continued to grow more tempestuous against them."
    },
    {
        "o": 25248,
        "r": "nkjv:Jonah:1:14",
        "t": "Therefore they cried out to the Lord*s and said, “We pray, O Lord,*s please do not let us perish for this man’s life, and do not charge us with innocent blood; for You, O Lord,*s have done as it pleased You.”"
    },
    {
        "o": 25249,
        "r": "nkjv:Jonah:1:15",
        "t": "So they picked up Jonah and threw him into the sea, and the sea ceased from its raging."
    },
    {
        "o": 25250,
        "r": "nkjv:Jonah:1:16",
        "t": "Then the men feared the Lord*s exceedingly, and offered a sacrifice to the Lord*s and took vows."
    },
    {
        "o": 25251,
        "r": "nkjv:Jonah:1:16",
        "t": "Jonah’s Prayer and Deliverance",
        "h": 2
    },
    {
        "o": 25252,
        "r": "nkjv:Jonah:1:17",
        "t": "Now*p the Lord*s had prepared a great fish to swallow Jonah. And Jonah was in the belly of the fish three days and three nights."
    }
]
