[
    {
        "o": 7820,
        "r": "niv:Ruth:3:0",
        "t": "Ruth 3",
        "h": 1
    },
    {
        "o": 7821,
        "r": "niv:Ruth:3:0",
        "t": "Ruth and Boaz at the Threshing Floor",
        "h": 2
    },
    {
        "o": 7822,
        "r": "niv:Ruth:3:1",
        "t": "One*p day Ruth’s mother-in-law Naomi said to her, “My daughter, I must find a home for you, where you will be well provided for."
    },
    {
        "o": 7823,
        "r": "niv:Ruth:3:2",
        "t": "Now Boaz, with whose women you have worked, is a relative of ours. Tonight he will be winnowing barley on the threshing floor."
    },
    {
        "o": 7824,
        "r": "niv:Ruth:3:3",
        "t": "Wash, put on perfume, and get dressed in your best clothes. Then go down to the threshing floor, but don’t let him know you are there until he has finished eating and drinking."
    },
    {
        "o": 7825,
        "r": "niv:Ruth:3:4",
        "t": "When he lies down, note the place where he is lying. Then go and uncover his feet and lie down. He will tell you what to do.”"
    },
    {
        "o": 7826,
        "r": "niv:Ruth:3:5",
        "t": "“I*p will do whatever you say,” Ruth answered."
    },
    {
        "o": 7827,
        "r": "niv:Ruth:3:6",
        "t": "So she went down to the threshing floor and did everything her mother-in-law told her to do."
    },
    {
        "o": 7828,
        "r": "niv:Ruth:3:7",
        "t": "When*p Boaz had finished eating and drinking and was in good spirits, he went over to lie down at the far end of the grain pile. Ruth approached quietly, uncovered his feet and lay down."
    },
    {
        "o": 7829,
        "r": "niv:Ruth:3:8",
        "t": "In the middle of the night something startled the man; he turned—and there was a woman lying at his feet!"
    },
    {
        "o": 7830,
        "r": "niv:Ruth:3:9",
        "t": "“Who*p are you?” he asked. “I*p am your servant Ruth,” she said. “Spread the corner of your garment over me, since you are a guardian-redeemer of our family.”"
    },
    {
        "o": 7831,
        "r": "niv:Ruth:3:10",
        "t": "“The*p Lord*s bless you, my daughter,” he replied. “This kindness is greater than that which you showed earlier: You have not run after the younger men, whether rich or poor."
    },
    {
        "o": 7832,
        "r": "niv:Ruth:3:11",
        "t": "And now, my daughter, don’t be afraid. I will do for you all you ask. All the people of my town know that you are a woman of noble character."
    },
    {
        "o": 7833,
        "r": "niv:Ruth:3:12",
        "t": "Although it is true that I am a guardian-redeemer of our family, there is another who is more closely related than I."
    },
    {
        "o": 7834,
        "r": "niv:Ruth:3:13",
        "t": "Stay here for the night, and in the morning if he wants to do his duty as your guardian-redeemer, good; let him redeem you. But if he is not willing, as surely as the Lord*s lives I will do it. Lie here until morning.”"
    },
    {
        "o": 7835,
        "r": "niv:Ruth:3:14",
        "t": "So*p she lay at his feet until morning, but got up before anyone could be recognized; and he said, “No one must know that a woman came to the threshing floor.”"
    },
    {
        "o": 7836,
        "r": "niv:Ruth:3:15",
        "t": "He*p also said, “Bring me the shawl you are wearing and hold it out.” When she did so, he poured into it six measures of barley and placed the bundle on her. Then he went back to town."
    },
    {
        "o": 7837,
        "r": "niv:Ruth:3:16",
        "t": "When*p Ruth came to her mother-in-law, Naomi asked, “How did it go, my daughter?” Then*p she told her everything Boaz had done for her"
    },
    {
        "o": 7838,
        "r": "niv:Ruth:3:17",
        "t": "and added, “He gave me these six measures of barley, saying, ‘Don’t go back to your mother-in-law empty-handed.’ ”"
    },
    {
        "o": 7839,
        "r": "niv:Ruth:3:18",
        "t": "Then*p Naomi said, “Wait, my daughter, until you find out what happens. For the man will not rest until the matter is settled today.”"
    }
]
