[
    {
        "o": 21276,
        "r": "esv:Jeremiah:7:0",
        "t": "Jeremiah 7",
        "h": 1
    },
    {
        "o": 21277,
        "r": "esv:Jeremiah:7:0",
        "t": "Evil in the Land",
        "h": 2
    },
    {
        "o": 21278,
        "r": "esv:Jeremiah:7:1",
        "t": "The*p word that came to Jeremiah from the Lord:*s"
    },
    {
        "o": 21279,
        "r": "esv:Jeremiah:7:2",
        "t": "“Stand in the gate of the Lord’s*s house, and proclaim there this word, and say, Hear the word of the Lord,*s all you men of Judah who enter these gates to worship the Lord.*s"
    },
    {
        "o": 21280,
        "r": "esv:Jeremiah:7:3",
        "t": "Thus says the Lord*s of hosts, the God of Israel: Amend your ways and your deeds, and I will let you dwell in this place."
    },
    {
        "o": 21281,
        "r": "esv:Jeremiah:7:4",
        "t": "Do not trust in these deceptive words: ‘This is the temple of the Lord,*s the temple of the Lord,*s the temple of the Lord.’*s"
    },
    {
        "o": 21282,
        "r": "esv:Jeremiah:7:5",
        "t": "“For*p if you truly amend your ways and your deeds, if you truly execute justice one with another,"
    },
    {
        "o": 21283,
        "r": "esv:Jeremiah:7:6",
        "t": "if you do not oppress the sojourner, the fatherless, or the widow, or shed innocent blood in this place, and if you do not go after other gods to your own harm,"
    },
    {
        "o": 21284,
        "r": "esv:Jeremiah:7:7",
        "t": "then I will let you dwell in this place, in the land that I gave of old to your fathers forever."
    },
    {
        "o": 21285,
        "r": "esv:Jeremiah:7:8",
        "t": "“Behold,*p you trust in deceptive words to no avail."
    },
    {
        "o": 21286,
        "r": "esv:Jeremiah:7:9",
        "t": "Will you steal, murder, commit adultery, swear falsely, make offerings to Baal, and go after other gods that you have not known,"
    },
    {
        "o": 21287,
        "r": "esv:Jeremiah:7:10",
        "t": "and then come and stand before me in this house, which is called by my name, and say, ‘We are delivered!’— only to go on doing all these abominations?"
    },
    {
        "o": 21288,
        "r": "esv:Jeremiah:7:11",
        "t": "Has this house, which is called by my name, become a den of robbers in your eyes? Behold, I myself have seen it, declares the Lord.*s"
    },
    {
        "o": 21289,
        "r": "esv:Jeremiah:7:12",
        "t": "Go now to my place that was in Shiloh, where I made my name dwell at first, and see what I did to it because of the evil of my people Israel."
    },
    {
        "o": 21290,
        "r": "esv:Jeremiah:7:13",
        "t": "And now, because you have done all these things, declares the Lord,*s and when I spoke to you persistently you did not listen, and when I called you, you did not answer,"
    },
    {
        "o": 21291,
        "r": "esv:Jeremiah:7:14",
        "t": "therefore I will do to the house that is called by my name, and in which you trust, and to the place that I gave to you and to your fathers, as I did to Shiloh."
    },
    {
        "o": 21292,
        "r": "esv:Jeremiah:7:15",
        "t": "And I will cast you out of my sight, as I cast out all your kinsmen, all the offspring of Ephraim."
    },
    {
        "o": 21293,
        "r": "esv:Jeremiah:7:16",
        "t": "“As*p for you, do not pray for this people, or lift up a cry or prayer for them, and do not intercede with me, for I will not hear you."
    },
    {
        "o": 21294,
        "r": "esv:Jeremiah:7:17",
        "t": "Do you not see what they are doing in the cities of Judah and in the streets of Jerusalem?"
    },
    {
        "o": 21295,
        "r": "esv:Jeremiah:7:18",
        "t": "The children gather wood, the fathers kindle fire, and the women knead dough, to make cakes for the queen of heaven. And they pour out drink offerings to other gods, to provoke me to anger."
    },
    {
        "o": 21296,
        "r": "esv:Jeremiah:7:19",
        "t": "Is it I whom they provoke? declares the Lord.*s Is it not themselves, to their own shame?"
    },
    {
        "o": 21297,
        "r": "esv:Jeremiah:7:20",
        "t": "Therefore thus says the Lord God:*s Behold, my anger and my wrath will be poured out on this place, upon man and beast, upon the trees of the field and the fruit of the ground; it will burn and not be quenched.”"
    },
    {
        "o": 21298,
        "r": "esv:Jeremiah:7:21",
        "t": "Thus*p says the Lord*s of hosts, the God of Israel: “Add your burnt offerings to your sacrifices, and eat the flesh."
    },
    {
        "o": 21299,
        "r": "esv:Jeremiah:7:22",
        "t": "For in the day that I brought them out of the land of Egypt, I did not speak to your fathers or command them concerning burnt offerings and sacrifices."
    },
    {
        "o": 21300,
        "r": "esv:Jeremiah:7:23",
        "t": "But this command I gave them: ‘Obey my voice, and I will be your God, and you shall be my people. And walk in all the way that I command you, that it may be well with you.’"
    },
    {
        "o": 21301,
        "r": "esv:Jeremiah:7:24",
        "t": "But they did not obey or incline their ear, but walked in their own counsels and the stubbornness of their evil hearts, and went backward and not forward."
    },
    {
        "o": 21302,
        "r": "esv:Jeremiah:7:25",
        "t": "From the day that your fathers came out of the land of Egypt to this day, I have persistently sent all my servants the prophets to them, day after day."
    },
    {
        "o": 21303,
        "r": "esv:Jeremiah:7:26",
        "t": "Yet they did not listen to me or incline their ear, but stiffened their neck. They did worse than their fathers."
    },
    {
        "o": 21304,
        "r": "esv:Jeremiah:7:27",
        "t": "“So*p you shall speak all these words to them, but they will not listen to you. You shall call to them, but they will not answer you."
    },
    {
        "o": 21305,
        "r": "esv:Jeremiah:7:28",
        "t": "And you shall say to them, ‘This is the nation that did not obey the voice of the Lord*s their God, and did not accept discipline; truth has perished; it is cut off from their lips."
    },
    {
        "o": 21306,
        "r": "esv:Jeremiah:7:29",
        "t": "“‘Cut*pn off your hair and cast it away; raise*ld a lamentation on the bare heights, for*ln the Lord*s has rejected and forsaken the*ld generation of his wrath.’"
    },
    {
        "o": 21307,
        "r": "esv:Jeremiah:7:29",
        "t": "The Valley of Slaughter",
        "h": 2
    },
    {
        "o": 21308,
        "r": "esv:Jeremiah:7:30",
        "t": "“For*p the sons of Judah have done evil in my sight, declares the Lord.*s They have set their detestable things in the house that is called by my name, to defile it."
    },
    {
        "o": 21309,
        "r": "esv:Jeremiah:7:31",
        "t": "And they have built the high places of Topheth, which is in the Valley of the Son of Hinnom, to burn their sons and their daughters in the fire, which I did not command, nor did it come into my mind."
    },
    {
        "o": 21310,
        "r": "esv:Jeremiah:7:32",
        "t": "Therefore, behold, the days are coming, declares the Lord,*s when it will no more be called Topheth, or the Valley of the Son of Hinnom, but the Valley of Slaughter; for they will bury in Topheth, because there is no room elsewhere."
    },
    {
        "o": 21311,
        "r": "esv:Jeremiah:7:33",
        "t": "And the dead bodies of this people will be food for the birds of the air, and for the beasts of the earth, and none will frighten them away."
    },
    {
        "o": 21312,
        "r": "esv:Jeremiah:7:34",
        "t": "And I will silence in the cities of Judah and in the streets of Jerusalem the voice of mirth and the voice of gladness, the voice of the bridegroom and the voice of the bride, for the land shall become a waste."
    }
]
