[
    {
        "o": 19037,
        "r": "niv:Ecclesiastes:3:0",
        "t": "Ecclesiastes 3",
        "h": 1
    },
    {
        "o": 19038,
        "r": "niv:Ecclesiastes:3:0",
        "t": "A Time for Everything",
        "h": 2
    },
    {
        "o": 19039,
        "r": "niv:Ecclesiastes:3:1",
        "t": "There*pn is a time for everything, and*ld a season for every activity under the heavens:"
    },
    {
        "o": 19040,
        "r": "niv:Ecclesiastes:3:2",
        "t": "a*pld time to be born and a time to die, a*ld time to plant and a time to uproot,"
    },
    {
        "o": 19041,
        "r": "niv:Ecclesiastes:3:3",
        "t": "a*ld time to kill and a time to heal, a*ld time to tear down and a time to build,"
    },
    {
        "o": 19042,
        "r": "niv:Ecclesiastes:3:4",
        "t": "a*ld time to weep and a time to laugh, a*ld time to mourn and a time to dance,"
    },
    {
        "o": 19043,
        "r": "niv:Ecclesiastes:3:5",
        "t": "a*ld time to scatter stones and a time to gather them, a*ld time to embrace and a time to refrain from embracing,"
    },
    {
        "o": 19044,
        "r": "niv:Ecclesiastes:3:6",
        "t": "a*ld time to search and a time to give up, a*ld time to keep and a time to throw away,"
    },
    {
        "o": 19045,
        "r": "niv:Ecclesiastes:3:7",
        "t": "a*ld time to tear and a time to mend, a*ld time to be silent and a time to speak,"
    },
    {
        "o": 19046,
        "r": "niv:Ecclesiastes:3:8",
        "t": "a*ld time to love and a time to hate, a*ld time for war and a time for peace."
    },
    {
        "o": 19047,
        "r": "niv:Ecclesiastes:3:9",
        "t": "What*p do workers gain from their toil?"
    },
    {
        "o": 19048,
        "r": "niv:Ecclesiastes:3:10",
        "t": "I have seen the burden God has laid on the human race."
    },
    {
        "o": 19049,
        "r": "niv:Ecclesiastes:3:11",
        "t": "He has made everything beautiful in its time. He has also set eternity in the human heart; yet no one can fathom what God has done from beginning to end."
    },
    {
        "o": 19050,
        "r": "niv:Ecclesiastes:3:12",
        "t": "I know that there is nothing better for people than to be happy and to do good while they live."
    },
    {
        "o": 19051,
        "r": "niv:Ecclesiastes:3:13",
        "t": "That each of them may eat and drink, and find satisfaction in all their toil—this is the gift of God."
    },
    {
        "o": 19052,
        "r": "niv:Ecclesiastes:3:14",
        "t": "I know that everything God does will endure forever; nothing can be added to it and nothing taken from it. God does it so that people will fear him."
    },
    {
        "o": 19053,
        "r": "niv:Ecclesiastes:3:15",
        "t": "Whatever*pn is has already been, and*ld what will be has been before; and*ld God will call the past to account."
    },
    {
        "o": 19054,
        "r": "niv:Ecclesiastes:3:16",
        "t": "And*p I saw something else under the sun: In*pn the place of judgment—wickedness was there, in*ld the place of justice—wickedness was there."
    },
    {
        "o": 19055,
        "r": "niv:Ecclesiastes:3:17",
        "t": "I*p said to myself, “God*pn will bring into judgment both*ld the righteous and the wicked, for*ln there will be a time for every activity, a*ld time to judge every deed.”"
    },
    {
        "o": 19056,
        "r": "niv:Ecclesiastes:3:18",
        "t": "I*p also said to myself, “As for humans, God tests them so that they may see that they are like the animals."
    },
    {
        "o": 19057,
        "r": "niv:Ecclesiastes:3:19",
        "t": "Surely the fate of human beings is like that of the animals; the same fate awaits them both: As one dies, so dies the other. All have the same breath; humans have no advantage over animals. Everything is meaningless."
    },
    {
        "o": 19058,
        "r": "niv:Ecclesiastes:3:20",
        "t": "All go to the same place; all come from dust, and to dust all return."
    },
    {
        "o": 19059,
        "r": "niv:Ecclesiastes:3:21",
        "t": "Who knows if the human spirit rises upward and if the spirit of the animal goes down into the earth?”"
    },
    {
        "o": 19060,
        "r": "niv:Ecclesiastes:3:22",
        "t": "So*p I saw that there is nothing better for a person than to enjoy their work, because that is their lot. For who can bring them to see what will happen after them?"
    }
]
