[
    {
        "o": 5672,
        "r": "csb:Deuteronomy:9:0",
        "t": "Deuteronomy 9",
        "h": 1
    },
    {
        "o": 5673,
        "r": "csb:Deuteronomy:9:0",
        "t": "Warning against Self-Righteousness",
        "h": 2
    },
    {
        "o": 5674,
        "r": "csb:Deuteronomy:9:1",
        "t": "“Listen,*p Israel: Today you are about to cross the Jordan to enter and drive out nations greater and stronger than you, with large cities fortified to the heavens."
    },
    {
        "o": 5675,
        "r": "csb:Deuteronomy:9:2",
        "t": "The people are strong and tall, the descendants of the Anakim. You know about them and you have heard it said about them, ‘Who can stand up to the sons of Anak? ’"
    },
    {
        "o": 5676,
        "r": "csb:Deuteronomy:9:3",
        "t": "But understand that today the Lord*s your God will cross over ahead of you as a consuming fire; he will devastate and subdue them before you. You will drive them out and destroy them swiftly, as the Lord*s has told you."
    },
    {
        "o": 5677,
        "r": "csb:Deuteronomy:9:4",
        "t": "When the Lord*s your God drives them out before you, do not say to yourself, ‘The Lord*s brought me in to take possession of this land because of my righteousness.’ Instead, the Lord*s will drive out these nations before you because of their wickedness."
    },
    {
        "o": 5678,
        "r": "csb:Deuteronomy:9:5",
        "t": "You are not going to take possession of their land because of your righteousness or your integrity. Instead, the Lord*s your God will drive out these nations before you because of their wickedness, in order to fulfill the promise he swore to your ancestors Abraham, Isaac, and Jacob."
    },
    {
        "o": 5679,
        "r": "csb:Deuteronomy:9:6",
        "t": "Understand that the Lord*s your God is not giving you this good land to possess because of your righteousness, for you are a stiff-necked people."
    },
    {
        "o": 5680,
        "r": "csb:Deuteronomy:9:6",
        "t": "Israel’s Rebellion and Moses’s Intercession",
        "h": 2
    },
    {
        "o": 5681,
        "r": "csb:Deuteronomy:9:7",
        "t": "“Remember*p and do not forget how you provoked the Lord*s your God in the wilderness. You have been rebelling against the Lord*s from the day you left the land of Egypt until you reached this place."
    },
    {
        "o": 5682,
        "r": "csb:Deuteronomy:9:8",
        "t": "You provoked the Lord*s at Horeb, and he was angry enough with you to destroy you."
    },
    {
        "o": 5683,
        "r": "csb:Deuteronomy:9:9",
        "t": "When I went up the mountain to receive the stone tablets, the tablets of the covenant the Lord*s made with you, I stayed on the mountain forty days and forty nights. I did not eat food or drink water."
    },
    {
        "o": 5684,
        "r": "csb:Deuteronomy:9:10",
        "t": "On the day of the assembly the Lord*s gave me the two stone tablets, inscribed by God’s finger. The exact words were on them, which the Lord*s spoke to you from the fire on the mountain."
    },
    {
        "o": 5685,
        "r": "csb:Deuteronomy:9:11",
        "t": "The Lord*s gave me the two stone tablets, the tablets of the covenant, at the end of the forty days and forty nights."
    },
    {
        "o": 5686,
        "r": "csb:Deuteronomy:9:12",
        "t": "“The*p Lord*s said to me, ‘Get up and go down immediately from here. For your people whom you brought out of Egypt have acted corruptly. They have quickly turned from the way that I commanded them; they have made a cast image for themselves.’"
    },
    {
        "o": 5687,
        "r": "csb:Deuteronomy:9:13",
        "t": "The Lord*s also said to me, ‘I have seen this people, and indeed, they are a stiff-necked people."
    },
    {
        "o": 5688,
        "r": "csb:Deuteronomy:9:14",
        "t": "Leave me alone, and I will destroy them and blot out their name under heaven. Then I will make you into a nation stronger and more numerous than they.’"
    },
    {
        "o": 5689,
        "r": "csb:Deuteronomy:9:15",
        "t": "“So*p I went back down the mountain, while it was blazing with fire, and the two tablets of the covenant were in my hands."
    },
    {
        "o": 5690,
        "r": "csb:Deuteronomy:9:16",
        "t": "I saw how you had sinned against the Lord*s your God; you had made a calf image for yourselves. You had quickly turned from the way the Lord*s had commanded for you."
    },
    {
        "o": 5691,
        "r": "csb:Deuteronomy:9:17",
        "t": "So I took hold of the two tablets and threw them from my hands, shattering them before your eyes."
    },
    {
        "o": 5692,
        "r": "csb:Deuteronomy:9:18",
        "t": "I fell down like the first time in the presence of the Lord*s for forty days and forty nights; I did not eat food or drink water because of all the sin you committed, doing what was evil in the Lord’s*s sight and angering him."
    },
    {
        "o": 5693,
        "r": "csb:Deuteronomy:9:19",
        "t": "I was afraid of the fierce anger the Lord*s had directed against you, because he was about to destroy you. But again the Lord*s listened to me on that occasion."
    },
    {
        "o": 5694,
        "r": "csb:Deuteronomy:9:20",
        "t": "The Lord*s was angry enough with Aaron to destroy him. But I prayed for Aaron at that time also."
    },
    {
        "o": 5695,
        "r": "csb:Deuteronomy:9:21",
        "t": "I took the sinful calf you had made and burned it. I crushed it, thoroughly grinding it to powder as fine as dust, and threw its dust into the stream that came down from the mountain."
    },
    {
        "o": 5696,
        "r": "csb:Deuteronomy:9:22",
        "t": "“You*p continued to provoke the Lord*s at Taberah, Massah, and Kibroth-hattaavah."
    },
    {
        "o": 5697,
        "r": "csb:Deuteronomy:9:23",
        "t": "When the Lord*s sent you from Kadesh-barnea, he said, ‘Go up and possess the land I have given you’; you rebelled against the command of the Lord*s your God. You did not believe or obey him."
    },
    {
        "o": 5698,
        "r": "csb:Deuteronomy:9:24",
        "t": "You have been rebelling against the Lord*s ever since I have known you."
    },
    {
        "o": 5699,
        "r": "csb:Deuteronomy:9:25",
        "t": "“I*p fell down in the presence of the Lord*s forty days and forty nights because the Lord*s had threatened to destroy you."
    },
    {
        "o": 5700,
        "r": "csb:Deuteronomy:9:26",
        "t": "I prayed to the Lord:*s Lord*p God,*s do not annihilate your people, your inheritance, whom you redeemed through your greatness and brought out of Egypt with a strong hand."
    },
    {
        "o": 5701,
        "r": "csb:Deuteronomy:9:27",
        "t": "Remember your servants Abraham, Isaac, and Jacob. Disregard this people’s stubbornness, and their wickedness and sin."
    },
    {
        "o": 5702,
        "r": "csb:Deuteronomy:9:28",
        "t": "Otherwise, those in the land you brought us from will say, ‘Because the Lord*s wasn’t able to bring them into the land he had promised them, and because he hated them, he brought them out to kill them in the wilderness.’"
    },
    {
        "o": 5703,
        "r": "csb:Deuteronomy:9:29",
        "t": "But they are your people, your inheritance, whom you brought out by your great power and outstretched arm."
    }
]
