[
    {
        "o": 13343,
        "r": "nasb:Ezra:4:0",
        "t": "Ezra 4",
        "h": 1
    },
    {
        "o": 13344,
        "r": "nasb:Ezra:4:0",
        "t": "Adversaries Hinder the Work",
        "h": 2
    },
    {
        "o": 13345,
        "r": "nasb:Ezra:4:1",
        "t": "Now*p when the enemies of Judah and Benjamin heard that the people of the exile were building a temple to the Lord*s God of Israel,"
    },
    {
        "o": 13346,
        "r": "nasb:Ezra:4:2",
        "t": "they approached Zerubbabel and the heads of fathers’ households,*i and said to them, “Let us build with you, for we, like you, seek your God; and we have been sacrificing to Him since the days of Esarhaddon king of Assyria, who brought us up here.”"
    },
    {
        "o": 13347,
        "r": "nasb:Ezra:4:3",
        "t": "But Zerubbabel and Jeshua and the rest of the heads of fathers’ households*i of Israel said to them, “You have nothing in common with us in building a house to our God; but we ourselves will together build to the Lord*s God of Israel, as King Cyrus, the king of Persia has commanded us.”"
    },
    {
        "o": 13348,
        "r": "nasb:Ezra:4:4",
        "t": "Then*p the people of the land discouraged the people of Judah, and frightened them from building,"
    },
    {
        "o": 13349,
        "r": "nasb:Ezra:4:5",
        "t": "and hired counselors against them to frustrate their counsel all the days of Cyrus king of Persia, even until the reign of Darius king of Persia."
    },
    {
        "o": 13350,
        "r": "nasb:Ezra:4:6",
        "t": "Now*p in the reign of Ahasuerus, in the beginning of his reign, they wrote an accusation against the inhabitants of Judah and Jerusalem."
    },
    {
        "o": 13351,
        "r": "nasb:Ezra:4:7",
        "t": "And*p in the days of Artaxerxes, Bishlam, Mithredath, Tabeel and the rest of his colleagues wrote to Artaxerxes king of Persia; and the text of the letter was written in Aramaic and translated from*i Aramaic."
    },
    {
        "o": 13352,
        "r": "nasb:Ezra:4:7",
        "t": "The Letter to King Artaxerxes",
        "h": 2
    },
    {
        "o": 13353,
        "r": "nasb:Ezra:4:8",
        "t": "Rehum*p the commander and Shimshai the scribe wrote a letter against Jerusalem to King Artaxerxes, as follows—"
    },
    {
        "o": 13354,
        "r": "nasb:Ezra:4:9",
        "t": "then wrote*i Rehum the commander and Shimshai the scribe and the rest of their colleagues, the judges and the lesser governors, the officials, the secretaries, the men of Erech, the Babylonians, the men of Susa, that is, the Elamites,"
    },
    {
        "o": 13355,
        "r": "nasb:Ezra:4:10",
        "t": "and the rest of the nations which the great and honorable Osnappar deported and settled in the city of Samaria, and in the rest of the region beyond the River. Now"
    },
    {
        "o": 13356,
        "r": "nasb:Ezra:4:11",
        "t": "this is the copy of the letter which they sent to him: “To*bp King Artaxerxes: Your servants, the men in the region beyond the River, and now"
    },
    {
        "o": 13357,
        "r": "nasb:Ezra:4:12",
        "t": "let it be known to the king that the Jews who came up from you have come to us at Jerusalem; they are rebuilding the rebellious and evil city and are finishing the walls and repairing the foundations."
    },
    {
        "o": 13358,
        "r": "nasb:Ezra:4:13",
        "t": "Now let it be known to the king, that if that city is rebuilt and the walls are finished, they will not pay tribute, custom or toll, and it will damage the revenue of the kings."
    },
    {
        "o": 13359,
        "r": "nasb:Ezra:4:14",
        "t": "Now because we are in the service of the palace, and it is not fitting for us to see the king’s dishonor, therefore we have sent and informed the king,"
    },
    {
        "o": 13360,
        "r": "nasb:Ezra:4:15",
        "t": "so that a search may be made in the record books of your fathers. And you will discover in the record books and learn that that city is a rebellious city and damaging to kings and provinces, and that they have incited revolt within it in past days; therefore that city was laid waste."
    },
    {
        "o": 13361,
        "r": "nasb:Ezra:4:16",
        "t": "We inform the king that if that city is rebuilt and the walls finished, as a result you will have no possession in the*i province*i beyond the River.”"
    },
    {
        "o": 13362,
        "r": "nasb:Ezra:4:16",
        "t": "The King Replies and Work Stops",
        "h": 2
    },
    {
        "o": 13363,
        "r": "nasb:Ezra:4:17",
        "t": "Then*ip the king sent an answer to Rehum the commander, to Shimshai the scribe, and to the rest of their colleagues who live in Samaria and in the rest of the*i provinces*i beyond the River: “Peace. And now"
    },
    {
        "o": 13364,
        "r": "nasb:Ezra:4:18",
        "t": "the document which you sent to us has been translated and read before me."
    },
    {
        "o": 13365,
        "r": "nasb:Ezra:4:19",
        "t": "A decree has been issued by me, and a search has been made and it has been discovered that that city has risen up against the kings in past days, that rebellion and revolt have been perpetrated in it,"
    },
    {
        "o": 13366,
        "r": "nasb:Ezra:4:20",
        "t": "that mighty kings have ruled over Jerusalem, governing all the*i provinces*i beyond the River, and that tribute, custom and toll were paid to them."
    },
    {
        "o": 13367,
        "r": "nasb:Ezra:4:21",
        "t": "So, now issue a decree to make these men stop work,*i that this city may not be rebuilt until a decree is issued by me."
    },
    {
        "o": 13368,
        "r": "nasb:Ezra:4:22",
        "t": "Beware of being negligent in carrying out this matter;*i why should damage increase to the detriment of the kings?”"
    },
    {
        "o": 13369,
        "r": "nasb:Ezra:4:23",
        "t": "Then*p as soon as the copy of King Artaxerxes’ document was read before Rehum and Shimshai the scribe and their colleagues, they went in haste to Jerusalem to the Jews and stopped them by force of arms."
    },
    {
        "o": 13370,
        "r": "nasb:Ezra:4:24",
        "t": "Then*p work on the house of God in Jerusalem ceased, and it was stopped until the second year of the reign of Darius king of Persia."
    }
]
