[
    {
        "o": 3586,
        "r": "nasb:Leviticus:19:0",
        "t": "Leviticus 19",
        "h": 1
    },
    {
        "o": 3587,
        "r": "nasb:Leviticus:19:0",
        "t": "Idolatry Forbidden",
        "h": 2
    },
    {
        "o": 3588,
        "r": "nasb:Leviticus:19:1",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 3589,
        "r": "nasb:Leviticus:19:2",
        "t": "“Speak*p to all the congregation of the sons of Israel and say to them, ‘You shall be holy, for I the Lord*s your God am holy."
    },
    {
        "o": 3590,
        "r": "nasb:Leviticus:19:3",
        "t": "Every one of you shall reverence his mother and his father, and you shall keep My sabbaths; I am the Lord*s your God."
    },
    {
        "o": 3591,
        "r": "nasb:Leviticus:19:4",
        "t": "Do not turn to idols or make for yourselves molten gods; I am the Lord*s your God."
    },
    {
        "o": 3592,
        "r": "nasb:Leviticus:19:5",
        "t": "‘Now*p when you offer a sacrifice of peace offerings to the Lord,*s you shall offer it so that you may be accepted."
    },
    {
        "o": 3593,
        "r": "nasb:Leviticus:19:6",
        "t": "It shall be eaten the same day you offer it,*i and the next day; but what remains until the third day shall be burned with fire."
    },
    {
        "o": 3594,
        "r": "nasb:Leviticus:19:7",
        "t": "So if it is eaten at all on the third day, it is an offense; it will not be accepted."
    },
    {
        "o": 3595,
        "r": "nasb:Leviticus:19:8",
        "t": "Everyone who eats it will bear his iniquity, for he has profaned the holy thing of the Lord;*s and that person shall be cut off from his people."
    },
    {
        "o": 3596,
        "r": "nasb:Leviticus:19:8",
        "t": "Sundry Laws",
        "h": 2
    },
    {
        "o": 3597,
        "r": "nasb:Leviticus:19:9",
        "t": "‘Now*p when you reap the harvest of your land, you shall not reap to the very corners of your field, nor shall you gather the gleanings of your harvest."
    },
    {
        "o": 3598,
        "r": "nasb:Leviticus:19:10",
        "t": "Nor shall you glean your vineyard, nor shall you gather the fallen fruit of your vineyard; you shall leave them for the needy and for the stranger. I am the Lord*s your God."
    },
    {
        "o": 3599,
        "r": "nasb:Leviticus:19:11",
        "t": "‘You*p shall not steal, nor deal falsely, nor lie to one another."
    },
    {
        "o": 3600,
        "r": "nasb:Leviticus:19:12",
        "t": "You shall not swear falsely by My name, so as to profane the name of your God; I am the Lord.*s"
    },
    {
        "o": 3601,
        "r": "nasb:Leviticus:19:13",
        "t": "‘You*p shall not oppress your neighbor, nor rob him.*i The wages of a hired man are not to remain with you all night until morning."
    },
    {
        "o": 3602,
        "r": "nasb:Leviticus:19:14",
        "t": "You shall not curse a deaf man, nor place a stumbling block before the blind, but you shall revere your God; I am the Lord.*s"
    },
    {
        "o": 3603,
        "r": "nasb:Leviticus:19:15",
        "t": "‘You*p shall do no injustice in judgment; you shall not be partial to the poor nor defer to the great, but you are to judge your neighbor fairly."
    },
    {
        "o": 3604,
        "r": "nasb:Leviticus:19:16",
        "t": "You shall not go about as a slanderer among your people, and you are not to act against the life of your neighbor; I am the Lord.*s"
    },
    {
        "o": 3605,
        "r": "nasb:Leviticus:19:17",
        "t": "‘You*p shall not hate your fellow countryman in your heart; you may surely reprove your neighbor, but shall not incur sin because of him."
    },
    {
        "o": 3606,
        "r": "nasb:Leviticus:19:18",
        "t": "You shall not take vengeance, nor bear any grudge against the sons of your people, but you shall love your neighbor as yourself; I am the Lord.*s"
    },
    {
        "o": 3607,
        "r": "nasb:Leviticus:19:19",
        "t": "‘You*p are to keep My statutes. You shall not breed together two kinds of your cattle; you shall not sow your field with two kinds of seed, nor wear a garment upon you of two kinds of material mixed together."
    },
    {
        "o": 3608,
        "r": "nasb:Leviticus:19:20",
        "t": "‘Now*p if a man lies carnally with a woman who is a slave acquired for another*i man, but who has in no way been redeemed nor given her freedom, there shall be punishment; they shall not, however,*i be put to death, because she was not free."
    },
    {
        "o": 3609,
        "r": "nasb:Leviticus:19:21",
        "t": "He shall bring his guilt offering to the Lord*s to the doorway of the tent of meeting, a ram for a guilt offering."
    },
    {
        "o": 3610,
        "r": "nasb:Leviticus:19:22",
        "t": "The priest shall also make atonement for him with the ram of the guilt offering before the Lord*s for his sin which he has committed, and the sin which he has committed will be forgiven him."
    },
    {
        "o": 3611,
        "r": "nasb:Leviticus:19:23",
        "t": "‘When*p you enter the land and plant all kinds of trees for food, then you shall count their fruit as forbidden. Three years it shall be forbidden to you; it*i shall not be eaten."
    },
    {
        "o": 3612,
        "r": "nasb:Leviticus:19:24",
        "t": "But in the fourth year all its fruit shall be holy, an offering of praise to the Lord.*s"
    },
    {
        "o": 3613,
        "r": "nasb:Leviticus:19:25",
        "t": "In the fifth year you are to eat of its fruit, that its yield may increase for you; I am the Lord*s your God."
    },
    {
        "o": 3614,
        "r": "nasb:Leviticus:19:26",
        "t": "‘You*p shall not eat anything*i with the blood, nor practice divination or soothsaying."
    },
    {
        "o": 3615,
        "r": "nasb:Leviticus:19:27",
        "t": "You shall not round off the side-growth of your heads nor harm the edges of your beard."
    },
    {
        "o": 3616,
        "r": "nasb:Leviticus:19:28",
        "t": "You shall not make any cuts in your body for the dead nor make any tattoo marks on yourselves: I am the Lord.*s"
    },
    {
        "o": 3617,
        "r": "nasb:Leviticus:19:29",
        "t": "‘Do*p not profane your daughter by making her a harlot, so that the land will not fall to harlotry and the land become full of lewdness."
    },
    {
        "o": 3618,
        "r": "nasb:Leviticus:19:30",
        "t": "You shall keep My sabbaths and revere My sanctuary; I am the Lord.*s"
    },
    {
        "o": 3619,
        "r": "nasb:Leviticus:19:31",
        "t": "‘Do*p not turn to mediums or spiritists; do not seek them out to be defiled by them. I am the Lord*s your God."
    },
    {
        "o": 3620,
        "r": "nasb:Leviticus:19:32",
        "t": "‘You*p shall rise up before the grayheaded and honor the aged, and you shall revere your God; I am the Lord.*s"
    },
    {
        "o": 3621,
        "r": "nasb:Leviticus:19:33",
        "t": "‘When*p a stranger resides with you in your land, you shall not do him wrong."
    },
    {
        "o": 3622,
        "r": "nasb:Leviticus:19:34",
        "t": "The stranger who resides with you shall be to you as the native among you, and you shall love him as yourself, for you were aliens in the land of Egypt; I am the Lord*s your God."
    },
    {
        "o": 3623,
        "r": "nasb:Leviticus:19:35",
        "t": "‘You*p shall do no wrong in judgment, in measurement of weight, or capacity."
    },
    {
        "o": 3624,
        "r": "nasb:Leviticus:19:36",
        "t": "You shall have just balances, just weights, a just ephah, and a just hin; I am the Lord*s your God, who brought you out from the land of Egypt."
    },
    {
        "o": 3625,
        "r": "nasb:Leviticus:19:37",
        "t": "You shall thus observe all My statutes and all My ordinances and do them; I am the Lord*s .’ ”"
    }
]
