[
    {
        "o": 27248,
        "r": "csb:Matthew:27:0",
        "t": "Matthew 27",
        "h": 1
    },
    {
        "o": 27249,
        "r": "csb:Matthew:27:0",
        "t": "Jesus Handed Over to Pilate",
        "h": 2
    },
    {
        "o": 27250,
        "r": "csb:Matthew:27:1",
        "t": "When*p daybreak came, all the chief priests and the elders of the people plotted against Jesus to put him to death."
    },
    {
        "o": 27251,
        "r": "csb:Matthew:27:2",
        "t": "After tying him up, they led him away and handed him over to Pilate, the governor."
    },
    {
        "o": 27252,
        "r": "csb:Matthew:27:2",
        "t": "Judas Hangs Himself",
        "h": 2
    },
    {
        "o": 27253,
        "r": "csb:Matthew:27:3",
        "t": "Then*p Judas, his betrayer, seeing that Jesus had been condemned, was full of remorse and returned the thirty pieces of silver to the chief priests and elders."
    },
    {
        "o": 27254,
        "r": "csb:Matthew:27:4",
        "t": "“I have sinned by betraying innocent blood,” he said. “What’s*p that to us?” they said. “See to it yourself!”"
    },
    {
        "o": 27255,
        "r": "csb:Matthew:27:5",
        "t": "So he threw the silver into the temple and departed. Then he went and hanged himself."
    },
    {
        "o": 27256,
        "r": "csb:Matthew:27:6",
        "t": "The*p chief priests took the silver and said, “It’s not permitted to put it into the temple treasury, since it is blood money.”"
    },
    {
        "o": 27257,
        "r": "csb:Matthew:27:7",
        "t": "They conferred together and bought the potter’s field with it as a burial place for foreigners."
    },
    {
        "o": 27258,
        "r": "csb:Matthew:27:8",
        "t": "Therefore that field has been called “Field of Blood” to this day."
    },
    {
        "o": 27259,
        "r": "csb:Matthew:27:9",
        "t": "Then what was spoken through the prophet Jeremiah was fulfilled: They*i took*i the*i thirty*i pieces*i of*i silver,*i the*i price*i of*i him*i whose*i price*i was*i set*i by*i the*i Israelites,*i"
    },
    {
        "o": 27260,
        "r": "csb:Matthew:27:10",
        "t": "and*i they*i gave*i them*i for*i the*i potter’s*i field,*i as*i the*i Lord*i directed*i me.*i"
    },
    {
        "o": 27261,
        "r": "csb:Matthew:27:10",
        "t": "Jesus Faces the Governor",
        "h": 2
    },
    {
        "o": 27262,
        "r": "csb:Matthew:27:11",
        "t": "Now*p Jesus stood before the governor. “Are you the king of the Jews?” the governor asked him. Jesus*p answered, “You*r say*r so.”*r"
    },
    {
        "o": 27263,
        "r": "csb:Matthew:27:12",
        "t": "While he was being accused by the chief priests and elders, he didn’t answer."
    },
    {
        "o": 27264,
        "r": "csb:Matthew:27:13",
        "t": "Then*p Pilate said to him, “Don’t you hear how much they are testifying against you?”"
    },
    {
        "o": 27265,
        "r": "csb:Matthew:27:14",
        "t": "But he didn’t answer him on even one charge, so that the governor was quite amazed."
    },
    {
        "o": 27266,
        "r": "csb:Matthew:27:14",
        "t": "Jesus or Barabbas",
        "h": 2
    },
    {
        "o": 27267,
        "r": "csb:Matthew:27:15",
        "t": "At*p the festival the governor’s custom was to release to the crowd a prisoner they wanted."
    },
    {
        "o": 27268,
        "r": "csb:Matthew:27:16",
        "t": "At that time they had a notorious prisoner called Barabbas."
    },
    {
        "o": 27269,
        "r": "csb:Matthew:27:17",
        "t": "So when they had gathered together, Pilate said to them, “Who is it you want me to release for you - Barabbas, or Jesus who is called Christ?”"
    },
    {
        "o": 27270,
        "r": "csb:Matthew:27:18",
        "t": "For he knew it was because of envy that they had handed him over."
    },
    {
        "o": 27271,
        "r": "csb:Matthew:27:19",
        "t": "While*p he was sitting on the judge’s bench, his wife sent word to him, “Have nothing to do with that righteous man, for today I’ve suffered terribly in a dream because of him.”"
    },
    {
        "o": 27272,
        "r": "csb:Matthew:27:20",
        "t": "The*p chief priests and the elders, however, persuaded the crowds to ask for Barabbas and to execute Jesus."
    },
    {
        "o": 27273,
        "r": "csb:Matthew:27:21",
        "t": "The governor asked them, “Which of the two do you want me to release for you?” “Barabbas!”*p they answered."
    },
    {
        "o": 27274,
        "r": "csb:Matthew:27:22",
        "t": "Pilate*p asked them, “What should I do then with Jesus, who is called Christ?” They*p all answered, “Crucify him!”"
    },
    {
        "o": 27275,
        "r": "csb:Matthew:27:23",
        "t": "Then*p he said, “Why? What has he done wrong?” But*p they kept shouting all the more, “Crucify him!”"
    },
    {
        "o": 27276,
        "r": "csb:Matthew:27:24",
        "t": "When*p Pilate saw that he was getting nowhere, but that a riot was starting instead, he took some water, washed his hands in front of the crowd, and said, “I am innocent of this man’s blood. See to it yourselves!”"
    },
    {
        "o": 27277,
        "r": "csb:Matthew:27:25",
        "t": "All*p the people answered, “His blood be on us and on our children!”"
    },
    {
        "o": 27278,
        "r": "csb:Matthew:27:26",
        "t": "Then he released Barabbas to them and, after having Jesus flogged, handed him over to be crucified."
    },
    {
        "o": 27279,
        "r": "csb:Matthew:27:26",
        "t": "Mocked by the Military",
        "h": 2
    },
    {
        "o": 27280,
        "r": "csb:Matthew:27:27",
        "t": "Then*p the governor’s soldiers took Jesus into the governor’s residence and gathered the whole company around him."
    },
    {
        "o": 27281,
        "r": "csb:Matthew:27:28",
        "t": "They stripped him and dressed him in a scarlet robe."
    },
    {
        "o": 27282,
        "r": "csb:Matthew:27:29",
        "t": "They twisted together a crown of thorns, put it on his head, and placed a staff in his right hand. And they knelt down before him and mocked him: “Hail, king of the Jews!”"
    },
    {
        "o": 27283,
        "r": "csb:Matthew:27:30",
        "t": "Then they spat on him, took the staff, and kept hitting him on the head."
    },
    {
        "o": 27284,
        "r": "csb:Matthew:27:31",
        "t": "After they had mocked him, they stripped him of the robe, put his own clothes on him, and led him away to crucify him."
    },
    {
        "o": 27285,
        "r": "csb:Matthew:27:31",
        "t": "Crucified Between Two Criminals",
        "h": 2
    },
    {
        "o": 27286,
        "r": "csb:Matthew:27:32",
        "t": "As*p they were going out, they found a Cyrenian man named Simon. They forced him to carry his cross."
    },
    {
        "o": 27287,
        "r": "csb:Matthew:27:33",
        "t": "When they came to a place called Golgotha (which means Place of the Skull),"
    },
    {
        "o": 27288,
        "r": "csb:Matthew:27:34",
        "t": "they gave him wine mixed with gall to drink. But when he tasted it, he refused to drink it."
    },
    {
        "o": 27289,
        "r": "csb:Matthew:27:35",
        "t": "After crucifying him, they divided his clothes by casting lots."
    },
    {
        "o": 27290,
        "r": "csb:Matthew:27:36",
        "t": "Then they sat down and were guarding him there."
    },
    {
        "o": 27291,
        "r": "csb:Matthew:27:37",
        "t": "Above his head they put up the charge against him in writing: This*s Is Jesus,*s the*s King*s of*s the*s Jews.*s"
    },
    {
        "o": 27292,
        "r": "csb:Matthew:27:38",
        "t": "Then*p two criminals were crucified with him, one on the right and one on the left."
    },
    {
        "o": 27293,
        "r": "csb:Matthew:27:39",
        "t": "Those who passed by were yelling insults at him, shaking their heads"
    },
    {
        "o": 27294,
        "r": "csb:Matthew:27:40",
        "t": "and saying, “You who would destroy the temple and rebuild it in three days, save yourself! If you are the Son of God, come down from the cross!”"
    },
    {
        "o": 27295,
        "r": "csb:Matthew:27:41",
        "t": "In the same way the chief priests, with the scribes and elders, mocked him and said,"
    },
    {
        "o": 27296,
        "r": "csb:Matthew:27:42",
        "t": "“He saved others, but he cannot save himself! He is the King of Israel! Let him come down now from the cross, and we will believe in him."
    },
    {
        "o": 27297,
        "r": "csb:Matthew:27:43",
        "t": "He trusts in God; let God rescue him now - if he takes pleasure in him! For he said, ‘I am the Son of God.’”"
    },
    {
        "o": 27298,
        "r": "csb:Matthew:27:44",
        "t": "In the same way even the criminals who were crucified with him taunted him."
    },
    {
        "o": 27299,
        "r": "csb:Matthew:27:44",
        "t": "The Death of Jesus",
        "h": 2
    },
    {
        "o": 27300,
        "r": "csb:Matthew:27:45",
        "t": "From*p noon until three in the afternoon, darkness came over the whole land."
    },
    {
        "o": 27301,
        "r": "csb:Matthew:27:46",
        "t": "About three in the afternoon Jesus cried out with a loud voice, “Elí,*ibr Elí,*ibr lemá*ibr sabachtháni?”*ibr that is, “My*r God,*r my*r God,*r why*r have*r you*r abandoned*r me?”*r"
    },
    {
        "o": 27302,
        "r": "csb:Matthew:27:47",
        "t": "When*p some of those standing there heard this, they said, “He’s calling for Elijah.”"
    },
    {
        "o": 27303,
        "r": "csb:Matthew:27:48",
        "t": "Immediately*p one of them ran and got a sponge, filled it with sour wine, put it on a stick, and offered him a drink."
    },
    {
        "o": 27304,
        "r": "csb:Matthew:27:49",
        "t": "But the rest said, “Let’s see if Elijah comes to save him.”"
    },
    {
        "o": 27305,
        "r": "csb:Matthew:27:50",
        "t": "But*p Jesus cried out again with a loud voice and gave up his spirit."
    },
    {
        "o": 27306,
        "r": "csb:Matthew:27:51",
        "t": "Suddenly, the curtain of the sanctuary was torn in two from top to bottom, the earth quaked, and the rocks were split."
    },
    {
        "o": 27307,
        "r": "csb:Matthew:27:52",
        "t": "The tombs were also opened and many bodies of the saints who had fallen asleep were raised."
    },
    {
        "o": 27308,
        "r": "csb:Matthew:27:53",
        "t": "And they came out of the tombs after his resurrection, entered the holy city, and appeared to many."
    },
    {
        "o": 27309,
        "r": "csb:Matthew:27:54",
        "t": "When*p the centurion and those with him, who were keeping watch over Jesus, saw the earthquake and the things that had happened, they were terrified and said, “Truly this man was the Son of God!”"
    },
    {
        "o": 27310,
        "r": "csb:Matthew:27:55",
        "t": "Many*p women who had followed Jesus from Galilee and looked after him were there, watching from a distance."
    },
    {
        "o": 27311,
        "r": "csb:Matthew:27:56",
        "t": "Among them were Mary Magdalene, Mary the mother of James and Joseph, and the mother of Zebedee’s sons."
    },
    {
        "o": 27312,
        "r": "csb:Matthew:27:56",
        "t": "The Burial of Jesus",
        "h": 2
    },
    {
        "o": 27313,
        "r": "csb:Matthew:27:57",
        "t": "When*p it was evening, a rich man from Arimathea named Joseph came, who himself had also become a disciple of Jesus."
    },
    {
        "o": 27314,
        "r": "csb:Matthew:27:58",
        "t": "He approached Pilate and asked for Jesus’s body. Then Pilate ordered that it be released."
    },
    {
        "o": 27315,
        "r": "csb:Matthew:27:59",
        "t": "So Joseph took the body, wrapped it in clean, fine linen,"
    },
    {
        "o": 27316,
        "r": "csb:Matthew:27:60",
        "t": "and placed it in his new tomb, which he had cut into the rock. He left after rolling a great stone against the entrance of the tomb."
    },
    {
        "o": 27317,
        "r": "csb:Matthew:27:61",
        "t": "Mary Magdalene and the other Mary were seated there, facing the tomb."
    },
    {
        "o": 27318,
        "r": "csb:Matthew:27:61",
        "t": "The Closely Guarded Tomb",
        "h": 2
    },
    {
        "o": 27319,
        "r": "csb:Matthew:27:62",
        "t": "The*p next day, which followed the preparation day, the chief priests and the Pharisees gathered before Pilate"
    },
    {
        "o": 27320,
        "r": "csb:Matthew:27:63",
        "t": "and said, “Sir, we remember that while this deceiver was still alive he said, ‘After three days I will rise again.’"
    },
    {
        "o": 27321,
        "r": "csb:Matthew:27:64",
        "t": "So give orders that the tomb be made secure until the third day. Otherwise, his disciples may come, steal him, and tell the people, ‘He has been raised from the dead,’ and the last deception will be worse than the first.”"
    },
    {
        "o": 27322,
        "r": "csb:Matthew:27:65",
        "t": "“Take*p guards,” Pilate told them. “Go and make it as secure as you know how.”"
    },
    {
        "o": 27323,
        "r": "csb:Matthew:27:66",
        "t": "They went and secured the tomb by setting a seal on the stone and placing the guards."
    }
]
