[
    {
        "o": 20970,
        "r": "esv:Isaiah:61:0",
        "t": "Isaiah 61",
        "h": 1
    },
    {
        "o": 20971,
        "r": "esv:Isaiah:61:0",
        "t": "The Year of the Lord’s Favor",
        "h": 2
    },
    {
        "o": 20972,
        "r": "esv:Isaiah:61:1",
        "t": "The*pn Spirit of the Lord God*s is upon me, because*ld the Lord*s has anointed me to*ln bring good news to the poor; he*ld has sent me to bind up the brokenhearted, to*ln proclaim liberty to the captives, and*ld the opening of the prison to those who are bound;"
    },
    {
        "o": 20973,
        "r": "esv:Isaiah:61:2",
        "t": "to*ln proclaim the year of the Lord’s*s favor, and*ld the day of vengeance of our God; to*ld comfort all who mourn;"
    },
    {
        "o": 20974,
        "r": "esv:Isaiah:61:3",
        "t": "to*ln grant to those who mourn in Zion— to*ld give them a beautiful headdress instead of ashes, the*ln oil of gladness instead of mourning, the*ld garment of praise instead of a faint spirit; that*ln they may be called oaks of righteousness, the*ld planting of the Lord,*s that he may be glorified."
    },
    {
        "o": 20975,
        "r": "esv:Isaiah:61:4",
        "t": "They*ln shall build up the ancient ruins; they*ld shall raise up the former devastations; they*ln shall repair the ruined cities, the*ld devastations of many generations."
    },
    {
        "o": 20976,
        "r": "esv:Isaiah:61:5",
        "t": "Strangers*pn shall stand and tend your flocks; foreigners*ld shall be your plowmen and vinedressers;"
    },
    {
        "o": 20977,
        "r": "esv:Isaiah:61:6",
        "t": "but*ln you shall be called the priests of the Lord;*s they*ld shall speak of you as the ministers of our God; you*ln shall eat the wealth of the nations, and*ld in their glory you shall boast."
    },
    {
        "o": 20978,
        "r": "esv:Isaiah:61:7",
        "t": "Instead*ln of your shame there shall be a double portion; instead*ld of dishonor they shall rejoice in their lot; therefore*ln in their land they shall possess a double portion; they*ld shall have everlasting joy."
    },
    {
        "o": 20979,
        "r": "esv:Isaiah:61:8",
        "t": "For*pn I the Lord*s love justice; I*ld hate robbery and wrong; I*ln will faithfully give them their recompense, and*ld I will make an everlasting covenant with them."
    },
    {
        "o": 20980,
        "r": "esv:Isaiah:61:9",
        "t": "Their*ln offspring shall be known among the nations, and*ld their descendants in the midst of the peoples; all*ln who see them shall acknowledge them, that*ld they are an offspring the Lord*s has blessed."
    },
    {
        "o": 20981,
        "r": "esv:Isaiah:61:10",
        "t": "I*pn will greatly rejoice in the Lord;*s my*ld soul shall exult in my God, for*ln he has clothed me with the garments of salvation; he*ld has covered me with the robe of righteousness, as*ln a bridegroom decks himself like a priest with a beautiful headdress, and*ld as a bride adorns herself with her jewels."
    },
    {
        "o": 20982,
        "r": "esv:Isaiah:61:11",
        "t": "For*ln as the earth brings forth its sprouts, and*ld as a garden causes what is sown in it to sprout up, so*ln the Lord God*s will cause righteousness and praise to*ld sprout up before all the nations."
    }
]
