[
    {
        "o": 24404,
        "r": "nasb:Daniel:7:0",
        "t": "Daniel 7",
        "h": 1
    },
    {
        "o": 24405,
        "r": "nasb:Daniel:7:0",
        "t": "Vision of the Four Beasts",
        "h": 2
    },
    {
        "o": 24406,
        "r": "nasb:Daniel:7:1",
        "t": "In*p the first year of Belshazzar king of Babylon Daniel saw a dream and visions in his mind as*i he*i lay*i on his bed; then he wrote the dream down and*i related the following*i summary of it."
    },
    {
        "o": 24407,
        "r": "nasb:Daniel:7:2",
        "t": "Daniel said, “I was looking in my vision by night, and behold, the four winds of heaven were stirring up the great sea."
    },
    {
        "o": 24408,
        "r": "nasb:Daniel:7:3",
        "t": "And four great beasts were coming up from the sea, different from one another."
    },
    {
        "o": 24409,
        "r": "nasb:Daniel:7:4",
        "t": "The first was*i like a lion and had the*i wings of an eagle. I kept looking until its wings were plucked, and it was lifted up from the ground and made to stand on two feet like a man; a human mind also was given to it."
    },
    {
        "o": 24410,
        "r": "nasb:Daniel:7:5",
        "t": "And behold, another beast, a second one, resembling a bear. And it was raised up on one side, and three ribs were*i in its mouth between its teeth; and thus they said to it, ‘Arise, devour much meat!’"
    },
    {
        "o": 24411,
        "r": "nasb:Daniel:7:6",
        "t": "After this I kept looking, and behold, another one, like a leopard, which had on its back four wings of a bird; the beast also had four heads, and dominion was given to it."
    },
    {
        "o": 24412,
        "r": "nasb:Daniel:7:7",
        "t": "After this I kept looking in the night visions, and behold, a fourth beast, dreadful and terrifying and extremely strong; and it had large iron teeth. It devoured and crushed and trampled down the remainder with its feet; and it was different from all the beasts that were before it, and it had ten horns."
    },
    {
        "o": 24413,
        "r": "nasb:Daniel:7:8",
        "t": "While I was contemplating the horns, behold, another horn, a little one, came up among them, and three of the first horns were pulled out by the roots before it; and behold, this horn possessed eyes like the eyes of a man and a mouth uttering great boasts.*i"
    },
    {
        "o": 24414,
        "r": "nasb:Daniel:7:8",
        "t": "The Ancient of Days Reigns",
        "h": 2
    },
    {
        "o": 24415,
        "r": "nasb:Daniel:7:9",
        "t": "“I*pn kept looking Until*ln thrones were set up, And*ln the Ancient of Days took His*i seat; His*ln vesture was*i like white snow And*ln the hair of His head like pure wool. His*ln throne was*i ablaze with flames, Its*ln wheels were*i a burning fire."
    },
    {
        "o": 24416,
        "r": "nasb:Daniel:7:10",
        "t": "A*ln river of fire was flowing And*ln coming out from before Him; Thousands*ln upon thousands were attending Him, And*ln myriads upon myriads were standing before Him; The*ln court sat, And*ln the books were opened."
    },
    {
        "o": 24417,
        "r": "nasb:Daniel:7:11",
        "t": "Then*p I kept looking because of the sound of the boastful words which the horn was speaking; I kept looking until the beast was slain, and its body was destroyed and given to the burning fire."
    },
    {
        "o": 24418,
        "r": "nasb:Daniel:7:12",
        "t": "As for the rest of the beasts, their dominion was taken away, but an extension of life was granted to them for an appointed period of time."
    },
    {
        "o": 24419,
        "r": "nasb:Daniel:7:12",
        "t": "The Son of Man Presented",
        "h": 2
    },
    {
        "o": 24420,
        "r": "nasb:Daniel:7:13",
        "t": "“I*pn kept looking in the night visions, And*ln behold, with the clouds of heaven One*ln like a Son of Man was coming, And*ln He came up to the Ancient of Days And*ln was presented before Him."
    },
    {
        "o": 24421,
        "r": "nasb:Daniel:7:14",
        "t": "And*ln to Him was given dominion, Glory*ln and a kingdom, That*ln all the peoples, nations and men*i of*i every*i language Might*ln serve Him. His*ln dominion is an everlasting dominion Which*ln will not pass away; And*ln His kingdom is one Which*ln will not be destroyed."
    },
    {
        "o": 24422,
        "r": "nasb:Daniel:7:14",
        "t": "The Vision Interpreted",
        "h": 2
    },
    {
        "o": 24423,
        "r": "nasb:Daniel:7:15",
        "t": "“As*p for me, Daniel, my spirit was distressed within me, and the visions in my mind kept alarming me."
    },
    {
        "o": 24424,
        "r": "nasb:Daniel:7:16",
        "t": "I approached one of those who were standing by and began asking him the exact meaning of all this. So he told me and made known to me the interpretation of these things:"
    },
    {
        "o": 24425,
        "r": "nasb:Daniel:7:17",
        "t": "‘These great beasts, which are four in*i number,*i are four kings who*i will arise from the earth."
    },
    {
        "o": 24426,
        "r": "nasb:Daniel:7:18",
        "t": "But the saints of the Highest One will receive the kingdom and possess the kingdom forever, for all ages to come.’"
    },
    {
        "o": 24427,
        "r": "nasb:Daniel:7:19",
        "t": "“Then*p I desired to know the exact meaning of the fourth beast, which was different from all the others, exceedingly dreadful, with its teeth of iron and its claws of bronze, and*i which*i devoured, crushed and trampled down the remainder with its feet,"
    },
    {
        "o": 24428,
        "r": "nasb:Daniel:7:20",
        "t": "and the*i meaning*i of the ten horns that were*i on its head and the other horn*i which came up, and before which three of*i them*i fell, namely, that horn which had eyes and a mouth uttering great boasts*i and which was larger in appearance than its associates."
    },
    {
        "o": 24429,
        "r": "nasb:Daniel:7:21",
        "t": "I kept looking, and that horn was waging war with the saints and overpowering them"
    },
    {
        "o": 24430,
        "r": "nasb:Daniel:7:22",
        "t": "until the Ancient of Days came and judgment was passed in favor of the saints of the Highest One, and the time arrived when the saints took possession of the kingdom."
    },
    {
        "o": 24431,
        "r": "nasb:Daniel:7:23",
        "t": "“Thus*p he said: ‘The fourth beast will be a fourth kingdom on the earth, which will be different from all the other*i kingdoms and will devour the whole earth and tread it down and crush it."
    },
    {
        "o": 24432,
        "r": "nasb:Daniel:7:24",
        "t": "As for the ten horns, out of this kingdom ten kings will arise; and another will arise after them, and he will be different from the previous ones and will subdue three kings."
    },
    {
        "o": 24433,
        "r": "nasb:Daniel:7:25",
        "t": "He will speak out against the Most High and wear down the saints of the Highest One, and he will intend to make alterations in times and in law; and they will be given into his hand for a time, times, and half a time."
    },
    {
        "o": 24434,
        "r": "nasb:Daniel:7:26",
        "t": "But the court will sit for*i judgment,*i and his dominion will be taken away, annihilated and destroyed forever."
    },
    {
        "o": 24435,
        "r": "nasb:Daniel:7:27",
        "t": "Then the sovereignty, the dominion and the greatness of all*i the kingdoms under the whole heaven will be given to the people of the saints of the Highest One; His kingdom will*i be*i an everlasting kingdom, and all the dominions will serve and obey Him.’"
    },
    {
        "o": 24436,
        "r": "nasb:Daniel:7:28",
        "t": "“At*p this point the revelation ended. As for me, Daniel, my thoughts were greatly alarming me and my face grew pale, but I kept the matter to myself.”"
    }
]
