[
    {
        "o": 19471,
        "r": "csb:Ecclesiastes:7:0",
        "t": "Ecclesiastes 7",
        "h": 1
    },
    {
        "o": 19472,
        "r": "csb:Ecclesiastes:7:0",
        "t": "Wise Sayings",
        "h": 2
    },
    {
        "o": 19473,
        "r": "csb:Ecclesiastes:7:1",
        "t": "A*pn good name is better than fine perfume, and*ln the day of one’s death is better than the day of one’s birth."
    },
    {
        "o": 19474,
        "r": "csb:Ecclesiastes:7:2",
        "t": "It*ln is better to go to a house of mourning than*ln to go to a house of feasting, since*ln that is the end of all mankind, and*ln the living should take it to heart."
    },
    {
        "o": 19475,
        "r": "csb:Ecclesiastes:7:3",
        "t": "Grief*ln is better than laughter, for*ln when a face is sad, a heart may be glad."
    },
    {
        "o": 19476,
        "r": "csb:Ecclesiastes:7:4",
        "t": "The*ln heart of the wise is in a house of mourning, but*ln the heart of fools is in a house of pleasure."
    },
    {
        "o": 19477,
        "r": "csb:Ecclesiastes:7:5",
        "t": "It*ln is better to listen to rebuke from a wise person than*ln to listen to the song of fools,"
    },
    {
        "o": 19478,
        "r": "csb:Ecclesiastes:7:6",
        "t": "for*ln like the crackling of burning thorns under the pot, so*ln is the laughter of the fool. This*ln too is futile."
    },
    {
        "o": 19479,
        "r": "csb:Ecclesiastes:7:7",
        "t": "Surely,*ln the practice of extortion turns a wise person into a fool, and*ln a bribe corrupts the mind."
    },
    {
        "o": 19480,
        "r": "csb:Ecclesiastes:7:8",
        "t": "The*ln end of a matter is better than its beginning; a*ln patient spirit is better than a proud spirit."
    },
    {
        "o": 19481,
        "r": "csb:Ecclesiastes:7:9",
        "t": "Don’t*ln let your spirit rush to be angry, for*ln anger abides in the heart of fools."
    },
    {
        "o": 19482,
        "r": "csb:Ecclesiastes:7:10",
        "t": "Don’t*ln say, “Why were the former days better than these?” since*ln it is not wise of you to ask this."
    },
    {
        "o": 19483,
        "r": "csb:Ecclesiastes:7:11",
        "t": "Wisdom*ln is as good as an inheritance and*ln an advantage to those who see the sun,"
    },
    {
        "o": 19484,
        "r": "csb:Ecclesiastes:7:12",
        "t": "because*ln wisdom is protection as silver is protection; but*ln the advantage of knowledge is*ln that wisdom preserves the life of its owner."
    },
    {
        "o": 19485,
        "r": "csb:Ecclesiastes:7:13",
        "t": "Consider*ln the work of God, for*ln who can straighten out what*ln he has made crooked?"
    },
    {
        "o": 19486,
        "r": "csb:Ecclesiastes:7:14",
        "t": "In*p the day of prosperity be joyful, but in the day of adversity, consider: God has made the one as well as the other, so that no one can discover anything that will come after him."
    },
    {
        "o": 19487,
        "r": "csb:Ecclesiastes:7:14",
        "t": "Avoiding Extremes",
        "h": 2
    },
    {
        "o": 19488,
        "r": "csb:Ecclesiastes:7:15",
        "t": "In*p my futile life I have seen everything: someone righteous perishes in spite of his righteousness, and someone wicked lives long in spite of his evil."
    },
    {
        "o": 19489,
        "r": "csb:Ecclesiastes:7:16",
        "t": "Don’t be excessively righteous, and don’t be overly wise. Why should you destroy yourself?"
    },
    {
        "o": 19490,
        "r": "csb:Ecclesiastes:7:17",
        "t": "Don’t be excessively wicked, and don’t be foolish. Why should you die before your time?"
    },
    {
        "o": 19491,
        "r": "csb:Ecclesiastes:7:18",
        "t": "It is good that you grasp the one and do not let the other slip from your hand. For the one who fears God will end up with both of them."
    },
    {
        "o": 19492,
        "r": "csb:Ecclesiastes:7:19",
        "t": "Wisdom*pn makes the wise person stronger than*ln ten rulers of a city."
    },
    {
        "o": 19493,
        "r": "csb:Ecclesiastes:7:20",
        "t": "There*ln is certainly no one righteous on the earth who*ln does good and never sins."
    },
    {
        "o": 19494,
        "r": "csb:Ecclesiastes:7:21",
        "t": "Don’t*p pay attention to everything people say, or you may hear your servant cursing you,"
    },
    {
        "o": 19495,
        "r": "csb:Ecclesiastes:7:22",
        "t": "for in your heart you know that many times you yourself have cursed others."
    },
    {
        "o": 19496,
        "r": "csb:Ecclesiastes:7:22",
        "t": "What the Teacher Found",
        "h": 2
    },
    {
        "o": 19497,
        "r": "csb:Ecclesiastes:7:23",
        "t": "I*p have tested all this by wisdom. I resolved, “I will be wise,” but it was beyond me."
    },
    {
        "o": 19498,
        "r": "csb:Ecclesiastes:7:24",
        "t": "What exists is beyond reach and very deep. Who can discover it?"
    },
    {
        "o": 19499,
        "r": "csb:Ecclesiastes:7:25",
        "t": "I turned my thoughts to know, explore, and examine wisdom and an explanation for things, and to know that wickedness is stupidity and folly is madness."
    },
    {
        "o": 19500,
        "r": "csb:Ecclesiastes:7:26",
        "t": "And I find more bitter than death the woman who is a trap: her heart a net and her hands chains. The one who pleases God will escape her, but the sinner will be captured by her."
    },
    {
        "o": 19501,
        "r": "csb:Ecclesiastes:7:27",
        "t": "“Look,” says the Teacher, “I have discovered this by adding one thing to another to find out the explanation,"
    },
    {
        "o": 19502,
        "r": "csb:Ecclesiastes:7:28",
        "t": "which my soul continually searches for but does not find: I found one person in a thousand, but none of those was a woman."
    },
    {
        "o": 19503,
        "r": "csb:Ecclesiastes:7:29",
        "t": "Only see this: I have discovered that God made people upright, but they pursued many schemes.”"
    }
]
