[
    {
        "o": 7085,
        "r": "nasb:Judges:1:0",
        "t": "Judges 1",
        "h": 1
    },
    {
        "o": 7086,
        "r": "nasb:Judges:1:0",
        "t": "Jerusalem Is Captured",
        "h": 2
    },
    {
        "o": 7087,
        "r": "nasb:Judges:1:1",
        "t": "Now*p it came about after the death of Joshua that the sons of Israel inquired of the Lord,*s saying, “Who shall go up first for us against the Canaanites, to fight against them?”"
    },
    {
        "o": 7088,
        "r": "nasb:Judges:1:2",
        "t": "The Lord*s said, “Judah shall go up; behold, I have given the land into his hand.”"
    },
    {
        "o": 7089,
        "r": "nasb:Judges:1:3",
        "t": "Then Judah said to Simeon his brother, “Come up with me into the territory allotted me, that we may fight against the Canaanites; and I in turn will go with you into the territory allotted you.” So Simeon went with him."
    },
    {
        "o": 7090,
        "r": "nasb:Judges:1:4",
        "t": "Judah went up, and the Lord*s gave the Canaanites and the Perizzites into their hands, and they defeated ten thousand men at Bezek."
    },
    {
        "o": 7091,
        "r": "nasb:Judges:1:5",
        "t": "They found Adoni-bezek in Bezek and fought against him, and they defeated the Canaanites and the Perizzites."
    },
    {
        "o": 7092,
        "r": "nasb:Judges:1:6",
        "t": "But Adoni-bezek fled; and they pursued him and caught him and cut off his thumbs and big toes."
    },
    {
        "o": 7093,
        "r": "nasb:Judges:1:7",
        "t": "Adoni-bezek said, “Seventy kings with their thumbs and their big toes cut off used to gather up scraps*i under my table; as I have done, so God has repaid me.” So they brought him to Jerusalem and he died there."
    },
    {
        "o": 7094,
        "r": "nasb:Judges:1:8",
        "t": "Then*p the sons of Judah fought against Jerusalem and captured it and struck it with the edge of the sword and set the city on fire."
    },
    {
        "o": 7095,
        "r": "nasb:Judges:1:9",
        "t": "Afterward the sons of Judah went down to fight against the Canaanites living in the hill country and in the Negev and in the lowland."
    },
    {
        "o": 7096,
        "r": "nasb:Judges:1:10",
        "t": "So Judah went against the Canaanites who lived in Hebron (now the name of Hebron formerly was*i Kiriath-arba); and they struck Sheshai and Ahiman and Talmai."
    },
    {
        "o": 7097,
        "r": "nasb:Judges:1:10",
        "t": "Capture of Other Cities",
        "h": 2
    },
    {
        "o": 7098,
        "r": "nasb:Judges:1:11",
        "t": "Then*p from there he went against the inhabitants of Debir (now the name of Debir formerly was*i Kiriath-sepher)."
    },
    {
        "o": 7099,
        "r": "nasb:Judges:1:12",
        "t": "And Caleb said, “The one who attacks Kiriath-sepher and captures it, I will even give him my daughter Achsah for a wife.”"
    },
    {
        "o": 7100,
        "r": "nasb:Judges:1:13",
        "t": "Othniel the son of Kenaz, Caleb’s younger brother, captured it; so he gave him his daughter Achsah for a wife."
    },
    {
        "o": 7101,
        "r": "nasb:Judges:1:14",
        "t": "Then it came about when she came to*i him,*i that she persuaded him to ask her father for a field. Then she alighted from her donkey, and Caleb said to her, “What do you want?”"
    },
    {
        "o": 7102,
        "r": "nasb:Judges:1:15",
        "t": "She said to him, “Give me a blessing, since you have given me the land of the Negev, give me also springs of water.” So Caleb gave her the upper springs and the lower springs."
    },
    {
        "o": 7103,
        "r": "nasb:Judges:1:16",
        "t": "The*p descendants of the Kenite, Moses’ father-in-law, went up from the city of palms with the sons of Judah, to the wilderness of Judah which is in the south of Arad; and they went and lived with the people."
    },
    {
        "o": 7104,
        "r": "nasb:Judges:1:17",
        "t": "Then Judah went with Simeon his brother, and they struck the Canaanites living in Zephath, and utterly destroyed it. So the name of the city was called Hormah."
    },
    {
        "o": 7105,
        "r": "nasb:Judges:1:18",
        "t": "And Judah took Gaza with its territory and Ashkelon with its territory and Ekron with its territory."
    },
    {
        "o": 7106,
        "r": "nasb:Judges:1:19",
        "t": "Now the Lord*s was with Judah, and they took possession of the hill country; but they could not drive out the inhabitants of the valley because they had iron chariots."
    },
    {
        "o": 7107,
        "r": "nasb:Judges:1:20",
        "t": "Then they gave Hebron to Caleb, as Moses had promised; and he drove out from there the three sons of Anak."
    },
    {
        "o": 7108,
        "r": "nasb:Judges:1:21",
        "t": "But the sons of Benjamin did not drive out the Jebusites who lived in Jerusalem; so the Jebusites have lived with the sons of Benjamin in Jerusalem to this day."
    },
    {
        "o": 7109,
        "r": "nasb:Judges:1:22",
        "t": "Likewise*p the house of Joseph went up against Bethel, and the Lord*s was with them."
    },
    {
        "o": 7110,
        "r": "nasb:Judges:1:23",
        "t": "The house of Joseph spied out Bethel (now the name of the city was formerly Luz)."
    },
    {
        "o": 7111,
        "r": "nasb:Judges:1:24",
        "t": "The spies saw a man coming out of the city and they said to him, “Please show us the entrance to the city and we will treat you kindly.”"
    },
    {
        "o": 7112,
        "r": "nasb:Judges:1:25",
        "t": "So he showed them the entrance to the city, and they struck the city with the edge of the sword, but they let the man and all his family go free."
    },
    {
        "o": 7113,
        "r": "nasb:Judges:1:26",
        "t": "The man went into the land of the Hittites and built a city and named it Luz which is its name to this day."
    },
    {
        "o": 7114,
        "r": "nasb:Judges:1:26",
        "t": "Places Not Conquered",
        "h": 2
    },
    {
        "o": 7115,
        "r": "nasb:Judges:1:27",
        "t": "But*p Manasseh did not take possession of Beth-shean and its villages, or Taanach and its villages, or the inhabitants of Dor and its villages, or the inhabitants of Ibleam and its villages, or the inhabitants of Megiddo and its villages; so the Canaanites persisted in living in that land."
    },
    {
        "o": 7116,
        "r": "nasb:Judges:1:28",
        "t": "It came about when Israel became strong, that they put the Canaanites to forced labor, but they did not drive them out completely."
    },
    {
        "o": 7117,
        "r": "nasb:Judges:1:29",
        "t": "Ephraim*p did not drive out the Canaanites who were living in Gezer; so the Canaanites lived in Gezer among them."
    },
    {
        "o": 7118,
        "r": "nasb:Judges:1:30",
        "t": "Zebulun*p did not drive out the inhabitants of Kitron, or the inhabitants of Nahalol; so the Canaanites lived among them and became subject to forced labor."
    },
    {
        "o": 7119,
        "r": "nasb:Judges:1:31",
        "t": "Asher*p did not drive out the inhabitants of Acco, or the inhabitants of Sidon, or of Ahlab, or of Achzib, or of Helbah, or of Aphik, or of Rehob."
    },
    {
        "o": 7120,
        "r": "nasb:Judges:1:32",
        "t": "So the Asherites lived among the Canaanites, the inhabitants of the land; for they did not drive them out."
    },
    {
        "o": 7121,
        "r": "nasb:Judges:1:33",
        "t": "Naphtali*p did not drive out the inhabitants of Beth-shemesh, or the inhabitants of Beth-anath, but lived among the Canaanites, the inhabitants of the land; and the inhabitants of Beth-shemesh and Beth-anath became forced labor for them."
    },
    {
        "o": 7122,
        "r": "nasb:Judges:1:34",
        "t": "Then*p the Amorites forced the sons of Dan into the hill country, for they did not allow them to come down to the valley;"
    },
    {
        "o": 7123,
        "r": "nasb:Judges:1:35",
        "t": "yet the Amorites persisted in living in Mount Heres, in Aijalon and in Shaalbim; but when the power of the house of Joseph grew strong, they became forced labor."
    },
    {
        "o": 7124,
        "r": "nasb:Judges:1:36",
        "t": "The border of the Amorites ran from the ascent of Akrabbim, from Sela and upward."
    }
]
