[
    {
        "o": 21876,
        "r": "niv:Jeremiah:38:0",
        "t": "Jeremiah 38",
        "h": 1
    },
    {
        "o": 21877,
        "r": "niv:Jeremiah:38:0",
        "t": "Jeremiah Thrown Into a Cistern",
        "h": 2
    },
    {
        "o": 21878,
        "r": "niv:Jeremiah:38:1",
        "t": "Shephatiah*p son of Mattan, Gedaliah son of Pashhur, Jehukal son of Shelemiah, and Pashhur son of Malkijah heard what Jeremiah was telling all the people when he said,"
    },
    {
        "o": 21879,
        "r": "niv:Jeremiah:38:2",
        "t": "“This is what the Lord*s says: ‘Whoever stays in this city will die by the sword, famine or plague, but whoever goes over to the Babylonians will live. They will escape with their lives; they will live.’"
    },
    {
        "o": 21880,
        "r": "niv:Jeremiah:38:3",
        "t": "And this is what the Lord*s says: ‘This city will certainly be given into the hands of the army of the king of Babylon, who will capture it.’ ”"
    },
    {
        "o": 21881,
        "r": "niv:Jeremiah:38:4",
        "t": "Then*p the officials said to the king, “This man should be put to death. He is discouraging the soldiers who are left in this city, as well as all the people, by the things he is saying to them. This man is not seeking the good of these people but their ruin.”"
    },
    {
        "o": 21882,
        "r": "niv:Jeremiah:38:5",
        "t": "“He*p is in your hands,” King Zedekiah answered. “The king can do nothing to oppose you.”"
    },
    {
        "o": 21883,
        "r": "niv:Jeremiah:38:6",
        "t": "So*p they took Jeremiah and put him into the cistern of Malkijah, the king’s son, which was in the courtyard of the guard. They lowered Jeremiah by ropes into the cistern; it had no water in it, only mud, and Jeremiah sank down into the mud."
    },
    {
        "o": 21884,
        "r": "niv:Jeremiah:38:7",
        "t": "But*p Ebed-Melek, a Cushite, an official in the royal palace, heard that they had put Jeremiah into the cistern. While the king was sitting in the Benjamin Gate,"
    },
    {
        "o": 21885,
        "r": "niv:Jeremiah:38:8",
        "t": "Ebed-Melek went out of the palace and said to him,"
    },
    {
        "o": 21886,
        "r": "niv:Jeremiah:38:9",
        "t": "“My lord the king, these men have acted wickedly in all they have done to Jeremiah the prophet. They have thrown him into a cistern, where he will starve to death when there is no longer any bread in the city.”"
    },
    {
        "o": 21887,
        "r": "niv:Jeremiah:38:10",
        "t": "Then*p the king commanded Ebed-Melek the Cushite, “Take thirty men from here with you and lift Jeremiah the prophet out of the cistern before he dies.”"
    },
    {
        "o": 21888,
        "r": "niv:Jeremiah:38:11",
        "t": "So*p Ebed-Melek took the men with him and went to a room under the treasury in the palace. He took some old rags and worn-out clothes from there and let them down with ropes to Jeremiah in the cistern."
    },
    {
        "o": 21889,
        "r": "niv:Jeremiah:38:12",
        "t": "Ebed-Melek the Cushite said to Jeremiah, “Put these old rags and worn-out clothes under your arms to pad the ropes.” Jeremiah did so,"
    },
    {
        "o": 21890,
        "r": "niv:Jeremiah:38:13",
        "t": "and they pulled him up with the ropes and lifted him out of the cistern. And Jeremiah remained in the courtyard of the guard."
    },
    {
        "o": 21891,
        "r": "niv:Jeremiah:38:13",
        "t": "Zedekiah Questions Jeremiah Again",
        "h": 2
    },
    {
        "o": 21892,
        "r": "niv:Jeremiah:38:14",
        "t": "Then*p King Zedekiah sent for Jeremiah the prophet and had him brought to the third entrance to the temple of the Lord.*s “I am going to ask you something,” the king said to Jeremiah. “Do not hide anything from me.”"
    },
    {
        "o": 21893,
        "r": "niv:Jeremiah:38:15",
        "t": "Jeremiah*p said to Zedekiah, “If I give you an answer, will you not kill me? Even if I did give you counsel, you would not listen to me.”"
    },
    {
        "o": 21894,
        "r": "niv:Jeremiah:38:16",
        "t": "But*p King Zedekiah swore this oath secretly to Jeremiah: “As surely as the Lord*s lives, who has given us breath, I will neither kill you nor hand you over to those who want to kill you.”"
    },
    {
        "o": 21895,
        "r": "niv:Jeremiah:38:17",
        "t": "Then*p Jeremiah said to Zedekiah, “This is what the Lord*s God Almighty, the God of Israel, says: ‘If you surrender to the officers of the king of Babylon, your life will be spared and this city will not be burned down; you and your family will live."
    },
    {
        "o": 21896,
        "r": "niv:Jeremiah:38:18",
        "t": "But if you will not surrender to the officers of the king of Babylon, this city will be given into the hands of the Babylonians and they will burn it down; you yourself will not escape from them.’ ”"
    },
    {
        "o": 21897,
        "r": "niv:Jeremiah:38:19",
        "t": "King*p Zedekiah said to Jeremiah, “I am afraid of the Jews who have gone over to the Babylonians, for the Babylonians may hand me over to them and they will mistreat me.”"
    },
    {
        "o": 21898,
        "r": "niv:Jeremiah:38:20",
        "t": "“They*p will not hand you over,” Jeremiah replied. “Obey the Lord*s by doing what I tell you. Then it will go well with you, and your life will be spared."
    },
    {
        "o": 21899,
        "r": "niv:Jeremiah:38:21",
        "t": "But if you refuse to surrender, this is what the Lord*s has revealed to me:"
    },
    {
        "o": 21900,
        "r": "niv:Jeremiah:38:22",
        "t": "All the women left in the palace of the king of Judah will be brought out to the officials of the king of Babylon. Those women will say to you: “ ‘They*pn misled you and overcame you— those*ld trusted friends of yours. Your*ln feet are sunk in the mud; your*ld friends have deserted you.’"
    },
    {
        "o": 21901,
        "r": "niv:Jeremiah:38:23",
        "t": "“All*p your wives and children will be brought out to the Babylonians. You yourself will not escape from their hands but will be captured by the king of Babylon; and this city will be burned down.”"
    },
    {
        "o": 21902,
        "r": "niv:Jeremiah:38:24",
        "t": "Then*p Zedekiah said to Jeremiah, “Do not let anyone know about this conversation, or you may die."
    },
    {
        "o": 21903,
        "r": "niv:Jeremiah:38:25",
        "t": "If the officials hear that I talked with you, and they come to you and say, ‘Tell us what you said to the king and what the king said to you; do not hide it from us or we will kill you,’"
    },
    {
        "o": 21904,
        "r": "niv:Jeremiah:38:26",
        "t": "then tell them, ‘I was pleading with the king not to send me back to Jonathan’s house to die there.’ ”"
    },
    {
        "o": 21905,
        "r": "niv:Jeremiah:38:27",
        "t": "All*p the officials did come to Jeremiah and question him, and he told them everything the king had ordered him to say. So they said no more to him, for no one had heard his conversation with the king."
    },
    {
        "o": 21906,
        "r": "niv:Jeremiah:38:28",
        "t": "And*p Jeremiah remained in the courtyard of the guard until the day Jerusalem was captured."
    },
    {
        "o": 21907,
        "r": "niv:Jeremiah:38:28",
        "t": "The Fall of Jerusalem",
        "h": 2
    },
    {
        "o": 21908,
        "r": "niv:Jeremiah:38:28",
        "t": "This*p is how Jerusalem was taken:"
    }
]
