[
    {
        "o": 6458,
        "r": "esv:Joshua:4:0",
        "t": "Joshua 4",
        "h": 1
    },
    {
        "o": 6459,
        "r": "esv:Joshua:4:0",
        "t": "Twelve Memorial Stones from the Jordan",
        "h": 2
    },
    {
        "o": 6460,
        "r": "esv:Joshua:4:1",
        "t": "When*p all the nation had finished passing over the Jordan, the Lord*s said to Joshua,"
    },
    {
        "o": 6461,
        "r": "esv:Joshua:4:2",
        "t": "“Take twelve men from the people, from each tribe a man,"
    },
    {
        "o": 6462,
        "r": "esv:Joshua:4:3",
        "t": "and command them, saying, ‘Take twelve stones from here out of the midst of the Jordan, from the very place where the priests’ feet stood firmly, and bring them over with you and lay them down in the place where you lodge tonight.’”"
    },
    {
        "o": 6463,
        "r": "esv:Joshua:4:4",
        "t": "Then Joshua called the twelve men from the people of Israel, whom he had appointed, a man from each tribe."
    },
    {
        "o": 6464,
        "r": "esv:Joshua:4:5",
        "t": "And Joshua said to them, “Pass on before the ark of the Lord*s your God into the midst of the Jordan, and take up each of you a stone upon his shoulder, according to the number of the tribes of the people of Israel,"
    },
    {
        "o": 6465,
        "r": "esv:Joshua:4:6",
        "t": "that this may be a sign among you. When your children ask in time to come, ‘What do those stones mean to you?’"
    },
    {
        "o": 6466,
        "r": "esv:Joshua:4:7",
        "t": "then you shall tell them that the waters of the Jordan were cut off before the ark of the covenant of the Lord.*s When it passed over the Jordan, the waters of the Jordan were cut off. So these stones shall be to the people of Israel a memorial forever.”"
    },
    {
        "o": 6467,
        "r": "esv:Joshua:4:8",
        "t": "And*p the people of Israel did just as Joshua commanded and took up twelve stones out of the midst of the Jordan, according to the number of the tribes of the people of Israel, just as the Lord*s told Joshua. And they carried them over with them to the place where they lodged and laid them down there."
    },
    {
        "o": 6468,
        "r": "esv:Joshua:4:9",
        "t": "And Joshua set up twelve stones in the midst of the Jordan, in the place where the feet of the priests bearing the ark of the covenant had stood; and they are there to this day."
    },
    {
        "o": 6469,
        "r": "esv:Joshua:4:10",
        "t": "For the priests bearing the ark stood in the midst of the Jordan until everything was finished that the Lord*s commanded Joshua to tell the people, according to all that Moses had commanded Joshua. The*p people passed over in haste."
    },
    {
        "o": 6470,
        "r": "esv:Joshua:4:11",
        "t": "And when all the people had finished passing over, the ark of the Lord*s and the priests passed over before the people."
    },
    {
        "o": 6471,
        "r": "esv:Joshua:4:12",
        "t": "The sons of Reuben and the sons of Gad and the half-tribe of Manasseh passed over armed before the people of Israel, as Moses had told them."
    },
    {
        "o": 6472,
        "r": "esv:Joshua:4:13",
        "t": "About 40,000 ready for war passed over before the Lord*s for battle, to the plains of Jericho."
    },
    {
        "o": 6473,
        "r": "esv:Joshua:4:14",
        "t": "On that day the Lord*s exalted Joshua in the sight of all Israel, and they stood in awe of him just as they had stood in awe of Moses, all the days of his life."
    },
    {
        "o": 6474,
        "r": "esv:Joshua:4:15",
        "t": "And*p the Lord*s said to Joshua,"
    },
    {
        "o": 6475,
        "r": "esv:Joshua:4:16",
        "t": "“Command the priests bearing the ark of the testimony to come up out of the Jordan.”"
    },
    {
        "o": 6476,
        "r": "esv:Joshua:4:17",
        "t": "So Joshua commanded the priests, “Come up out of the Jordan.”"
    },
    {
        "o": 6477,
        "r": "esv:Joshua:4:18",
        "t": "And when the priests bearing the ark of the covenant of the Lord*s came up from the midst of the Jordan, and the soles of the priests’ feet were lifted up on dry ground, the waters of the Jordan returned to their place and overflowed all its banks, as before."
    },
    {
        "o": 6478,
        "r": "esv:Joshua:4:19",
        "t": "The*p people came up out of the Jordan on the tenth day of the first month, and they encamped at Gilgal on the east border of Jericho."
    },
    {
        "o": 6479,
        "r": "esv:Joshua:4:20",
        "t": "And those twelve stones, which they took out of the Jordan, Joshua set up at Gilgal."
    },
    {
        "o": 6480,
        "r": "esv:Joshua:4:21",
        "t": "And he said to the people of Israel, “When your children ask their fathers in times to come, ‘What do these stones mean?’"
    },
    {
        "o": 6481,
        "r": "esv:Joshua:4:22",
        "t": "then you shall let your children know, ‘Israel passed over this Jordan on dry ground.’"
    },
    {
        "o": 6482,
        "r": "esv:Joshua:4:23",
        "t": "For the Lord*s your God dried up the waters of the Jordan for you until you passed over, as the Lord*s your God did to the Red Sea, which he dried up for us until we passed over,"
    },
    {
        "o": 6483,
        "r": "esv:Joshua:4:24",
        "t": "so that all the peoples of the earth may know that the hand of the Lord*s is mighty, that you may fear the Lord*s your God forever.”"
    }
]
