[
    {
        "o": 24904,
        "r": "niv:Micah:6:0",
        "t": "Micah 6",
        "h": 1
    },
    {
        "o": 24905,
        "r": "niv:Micah:6:0",
        "t": "The Lord’s Case Against Israel",
        "h": 2
    },
    {
        "o": 24906,
        "r": "niv:Micah:6:1",
        "t": "Listen*p to what the Lord*s says: “Stand*pn up, plead my case before the mountains; let*ld the hills hear what you have to say."
    },
    {
        "o": 24907,
        "r": "niv:Micah:6:2",
        "t": "“Hear,*pn you mountains, the Lord’s*s accusation; listen,*ld you everlasting foundations of the earth. For*ln the Lord*s has a case against his people; he*ld is lodging a charge against Israel."
    },
    {
        "o": 24908,
        "r": "niv:Micah:6:3",
        "t": "“My*pn people, what have I done to you? How*ld have I burdened you? Answer me."
    },
    {
        "o": 24909,
        "r": "niv:Micah:6:4",
        "t": "I*ln brought you up out of Egypt and*ld redeemed you from the land of slavery. I*ln sent Moses to lead you, also*ld Aaron and Miriam."
    },
    {
        "o": 24910,
        "r": "niv:Micah:6:5",
        "t": "My*ln people, remember what*ld Balak king of Moab plotted and*ld what Balaam son of Beor answered. Remember*ln your journey from Shittim to Gilgal, that*ld you may know the righteous acts of the Lord.”*s"
    },
    {
        "o": 24911,
        "r": "niv:Micah:6:6",
        "t": "With*pn what shall I come before the Lord*s and*ld bow down before the exalted God? Shall*ln I come before him with burnt offerings, with*ld calves a year old?"
    },
    {
        "o": 24912,
        "r": "niv:Micah:6:7",
        "t": "Will*ln the Lord*s be pleased with thousands of rams, with*ld ten thousand rivers of olive oil? Shall*ln I offer my firstborn for my transgression, the*ld fruit of my body for the sin of my soul?"
    },
    {
        "o": 24913,
        "r": "niv:Micah:6:8",
        "t": "He*ln has shown you, O mortal, what is good. And*ld what does the Lord*s require of you? To*ln act justly and to love mercy and*ld to walk humbly with your God."
    },
    {
        "o": 24914,
        "r": "niv:Micah:6:8",
        "t": "Israel’s Guilt and Punishment",
        "h": 2
    },
    {
        "o": 24915,
        "r": "niv:Micah:6:9",
        "t": "Listen!*pn The Lord*s is calling to the city— and*ld to fear your name is wisdom— “Heed*ld the rod and the One who appointed it."
    },
    {
        "o": 24916,
        "r": "niv:Micah:6:10",
        "t": "Am*ln I still to forget your ill-gotten treasures, you wicked house, and*ld the short ephah, which is accursed?"
    },
    {
        "o": 24917,
        "r": "niv:Micah:6:11",
        "t": "Shall*ln I acquit someone with dishonest scales, with*ld a bag of false weights?"
    },
    {
        "o": 24918,
        "r": "niv:Micah:6:12",
        "t": "Your*ln rich people are violent; your*ld inhabitants are liars and*ld their tongues speak deceitfully."
    },
    {
        "o": 24919,
        "r": "niv:Micah:6:13",
        "t": "Therefore,*ln I have begun to destroy you, to*ld ruin you because of your sins."
    },
    {
        "o": 24920,
        "r": "niv:Micah:6:14",
        "t": "You*ln will eat but not be satisfied; your*ld stomach will still be empty. You*ln will store up but save nothing, because*ld what you save I will give to the sword."
    },
    {
        "o": 24921,
        "r": "niv:Micah:6:15",
        "t": "You*ln will plant but not harvest; you*ld will press olives but not use the oil, you*ld will crush grapes but not drink the wine."
    },
    {
        "o": 24922,
        "r": "niv:Micah:6:16",
        "t": "You*ln have observed the statutes of Omri and*ld all the practices of Ahab’s house; you*ld have followed their traditions. Therefore*ln I will give you over to ruin and*ld your people to derision; you*ld will bear the scorn of the nations.”"
    }
]
