[
    {
        "o": 10267,
        "r": "niv:1 Kings:20:0",
        "t": "1 Kings 20",
        "h": 1
    },
    {
        "o": 10268,
        "r": "niv:1 Kings:20:0",
        "t": "Ben-Hadad Attacks Samaria",
        "h": 2
    },
    {
        "o": 10269,
        "r": "niv:1 Kings:20:1",
        "t": "Now*p Ben-Hadad king of Aram mustered his entire army. Accompanied by thirty-two kings with their horses and chariots, he went up and besieged Samaria and attacked it."
    },
    {
        "o": 10270,
        "r": "niv:1 Kings:20:2",
        "t": "He sent messengers into the city to Ahab king of Israel, saying, “This is what Ben-Hadad says:"
    },
    {
        "o": 10271,
        "r": "niv:1 Kings:20:3",
        "t": "‘Your silver and gold are mine, and the best of your wives and children are mine.’ ”"
    },
    {
        "o": 10272,
        "r": "niv:1 Kings:20:4",
        "t": "The*p king of Israel answered, “Just as you say, my lord the king. I and all I have are yours.”"
    },
    {
        "o": 10273,
        "r": "niv:1 Kings:20:5",
        "t": "The*p messengers came again and said, “This is what Ben-Hadad says: ‘I sent to demand your silver and gold, your wives and your children."
    },
    {
        "o": 10274,
        "r": "niv:1 Kings:20:6",
        "t": "But about this time tomorrow I am going to send my officials to search your palace and the houses of your officials. They will seize everything you value and carry it away.’ ”"
    },
    {
        "o": 10275,
        "r": "niv:1 Kings:20:7",
        "t": "The*p king of Israel summoned all the elders of the land and said to them, “See how this man is looking for trouble! When he sent for my wives and my children, my silver and my gold, I did not refuse him.”"
    },
    {
        "o": 10276,
        "r": "niv:1 Kings:20:8",
        "t": "The*p elders and the people all answered, “Don’t listen to him or agree to his demands.”"
    },
    {
        "o": 10277,
        "r": "niv:1 Kings:20:9",
        "t": "So*p he replied to Ben-Hadad’s messengers, “Tell my lord the king, ‘Your servant will do all you demanded the first time, but this demand I cannot meet.’ ” They left and took the answer back to Ben-Hadad."
    },
    {
        "o": 10278,
        "r": "niv:1 Kings:20:10",
        "t": "Then*p Ben-Hadad sent another message to Ahab: “May the gods deal with me, be it ever so severely, if enough dust remains in Samaria to give each of my men a handful.”"
    },
    {
        "o": 10279,
        "r": "niv:1 Kings:20:11",
        "t": "The*p king of Israel answered, “Tell him: ‘One who puts on his armor should not boast like one who takes it off.’ ”"
    },
    {
        "o": 10280,
        "r": "niv:1 Kings:20:12",
        "t": "Ben-Hadad*p heard this message while he and the kings were drinking in their tents, and he ordered his men: “Prepare to attack.” So they prepared to attack the city."
    },
    {
        "o": 10281,
        "r": "niv:1 Kings:20:12",
        "t": "Ahab Defeats Ben-Hadad",
        "h": 2
    },
    {
        "o": 10282,
        "r": "niv:1 Kings:20:13",
        "t": "Meanwhile*p a prophet came to Ahab king of Israel and announced, “This is what the Lord*s says: ‘Do you see this vast army? I will give it into your hand today, and then you will know that I am the Lord*s .’ ”"
    },
    {
        "o": 10283,
        "r": "niv:1 Kings:20:14",
        "t": "“But*p who will do this?” asked Ahab. The*p prophet replied, “This is what the Lord*s says: ‘The junior officers under the provincial commanders will do it.’ ” “And*p who will start the battle?” he asked. The*p prophet answered, “You will.”"
    },
    {
        "o": 10284,
        "r": "niv:1 Kings:20:15",
        "t": "So*p Ahab summoned the 232 junior officers under the provincial commanders. Then he assembled the rest of the Israelites, 7,000 in all."
    },
    {
        "o": 10285,
        "r": "niv:1 Kings:20:16",
        "t": "They set out at noon while Ben-Hadad and the 32 kings allied with him were in their tents getting drunk."
    },
    {
        "o": 10286,
        "r": "niv:1 Kings:20:17",
        "t": "The junior officers under the provincial commanders went out first. Now*p Ben-Hadad had dispatched scouts, who reported, “Men are advancing from Samaria.”"
    },
    {
        "o": 10287,
        "r": "niv:1 Kings:20:18",
        "t": "He*p said, “If they have come out for peace, take them alive; if they have come out for war, take them alive.”"
    },
    {
        "o": 10288,
        "r": "niv:1 Kings:20:19",
        "t": "The*p junior officers under the provincial commanders marched out of the city with the army behind them"
    },
    {
        "o": 10289,
        "r": "niv:1 Kings:20:20",
        "t": "and each one struck down his opponent. At that, the Arameans fled, with the Israelites in pursuit. But Ben-Hadad king of Aram escaped on horseback with some of his horsemen."
    },
    {
        "o": 10290,
        "r": "niv:1 Kings:20:21",
        "t": "The king of Israel advanced and overpowered the horses and chariots and inflicted heavy losses on the Arameans."
    },
    {
        "o": 10291,
        "r": "niv:1 Kings:20:22",
        "t": "Afterward,*p the prophet came to the king of Israel and said, “Strengthen your position and see what must be done, because next spring the king of Aram will attack you again.”"
    },
    {
        "o": 10292,
        "r": "niv:1 Kings:20:23",
        "t": "Meanwhile,*p the officials of the king of Aram advised him, “Their gods are gods of the hills. That is why they were too strong for us. But if we fight them on the plains, surely we will be stronger than they."
    },
    {
        "o": 10293,
        "r": "niv:1 Kings:20:24",
        "t": "Do this: Remove all the kings from their commands and replace them with other officers."
    },
    {
        "o": 10294,
        "r": "niv:1 Kings:20:25",
        "t": "You must also raise an army like the one you lost—horse for horse and chariot for chariot—so we can fight Israel on the plains. Then surely we will be stronger than they.” He agreed with them and acted accordingly."
    },
    {
        "o": 10295,
        "r": "niv:1 Kings:20:26",
        "t": "The*p next spring Ben-Hadad mustered the Arameans and went up to Aphek to fight against Israel."
    },
    {
        "o": 10296,
        "r": "niv:1 Kings:20:27",
        "t": "When the Israelites were also mustered and given provisions, they marched out to meet them. The Israelites camped opposite them like two small flocks of goats, while the Arameans covered the countryside."
    },
    {
        "o": 10297,
        "r": "niv:1 Kings:20:28",
        "t": "The*p man of God came up and told the king of Israel, “This is what the Lord*s says: ‘Because the Arameans think the Lord*s is a god of the hills and not a god of the valleys, I will deliver this vast army into your hands, and you will know that I am the Lord*s .’ ”"
    },
    {
        "o": 10298,
        "r": "niv:1 Kings:20:29",
        "t": "For*p seven days they camped opposite each other, and on the seventh day the battle was joined. The Israelites inflicted a hundred thousand casualties on the Aramean foot soldiers in one day."
    },
    {
        "o": 10299,
        "r": "niv:1 Kings:20:30",
        "t": "The rest of them escaped to the city of Aphek, where the wall collapsed on twenty-seven thousand of them. And Ben-Hadad fled to the city and hid in an inner room."
    },
    {
        "o": 10300,
        "r": "niv:1 Kings:20:31",
        "t": "His*p officials said to him, “Look, we have heard that the kings of Israel are merciful. Let us go to the king of Israel with sackcloth around our waists and ropes around our heads. Perhaps he will spare your life.”"
    },
    {
        "o": 10301,
        "r": "niv:1 Kings:20:32",
        "t": "Wearing*p sackcloth around their waists and ropes around their heads, they went to the king of Israel and said, “Your servant Ben-Hadad says: ‘Please let me live.’ ” The*p king answered, “Is he still alive? He is my brother.”"
    },
    {
        "o": 10302,
        "r": "niv:1 Kings:20:33",
        "t": "The*p men took this as a good sign and were quick to pick up his word. “Yes, your brother Ben-Hadad!” they said. “Go*p and get him,” the king said. When Ben-Hadad came out, Ahab had him come up into his chariot."
    },
    {
        "o": 10303,
        "r": "niv:1 Kings:20:34",
        "t": "“I*p will return the cities my father took from your father,” Ben-Hadad offered. “You may set up your own market areas in Damascus, as my father did in Samaria.” Ahab*p said, “On the basis of a treaty I will set you free.” So he made a treaty with him, and let him go."
    },
    {
        "o": 10304,
        "r": "niv:1 Kings:20:34",
        "t": "A Prophet Condemns Ahab",
        "h": 2
    },
    {
        "o": 10305,
        "r": "niv:1 Kings:20:35",
        "t": "By*p the word of the Lord*s one of the company of the prophets said to his companion, “Strike me with your weapon,” but he refused."
    },
    {
        "o": 10306,
        "r": "niv:1 Kings:20:36",
        "t": "So*p the prophet said, “Because you have not obeyed the Lord,*s as soon as you leave me a lion will kill you.” And after the man went away, a lion found him and killed him."
    },
    {
        "o": 10307,
        "r": "niv:1 Kings:20:37",
        "t": "The*p prophet found another man and said, “Strike me, please.” So the man struck him and wounded him."
    },
    {
        "o": 10308,
        "r": "niv:1 Kings:20:38",
        "t": "Then the prophet went and stood by the road waiting for the king. He disguised himself with his headband down over his eyes."
    },
    {
        "o": 10309,
        "r": "niv:1 Kings:20:39",
        "t": "As the king passed by, the prophet called out to him, “Your servant went into the thick of the battle, and someone came to me with a captive and said, ‘Guard this man. If he is missing, it will be your life for his life, or you must pay a talent of silver.’"
    },
    {
        "o": 10310,
        "r": "niv:1 Kings:20:40",
        "t": "While your servant was busy here and there, the man disappeared.” “That*p is your sentence,” the king of Israel said. “You have pronounced it yourself.”"
    },
    {
        "o": 10311,
        "r": "niv:1 Kings:20:41",
        "t": "Then*p the prophet quickly removed the headband from his eyes, and the king of Israel recognized him as one of the prophets."
    },
    {
        "o": 10312,
        "r": "niv:1 Kings:20:42",
        "t": "He said to the king, “This is what the Lord*s says: ‘You have set free a man I had determined should die. Therefore it is your life for his life, your people for his people.’ ”"
    },
    {
        "o": 10313,
        "r": "niv:1 Kings:20:43",
        "t": "Sullen and angry, the king of Israel went to his palace in Samaria."
    }
]
