[
    {
        "o": 25982,
        "r": "csb:Zechariah:12:0",
        "t": "Zechariah 12",
        "h": 1
    },
    {
        "o": 25983,
        "r": "csb:Zechariah:12:0",
        "t": "Judah’s Security",
        "h": 2
    },
    {
        "o": 25984,
        "r": "csb:Zechariah:12:1",
        "t": "A*p pronouncement: The*pn word of the Lord*s concerning Israel. A*ln declaration of the Lord,*s who*ln stretched out the heavens, laid*ln the foundation of the earth, and*ln formed the spirit of man within him."
    },
    {
        "o": 25985,
        "r": "csb:Zechariah:12:2",
        "t": "“Look,*p I will make Jerusalem a cup that causes staggering for the peoples who surround the city. The siege against Jerusalem will also involve Judah."
    },
    {
        "o": 25986,
        "r": "csb:Zechariah:12:3",
        "t": "On that day I will make Jerusalem a heavy stone for all the peoples; all who try to lift it will injure themselves severely when all the nations of the earth gather against her."
    },
    {
        "o": 25987,
        "r": "csb:Zechariah:12:4",
        "t": "On that day” - this is the Lord’s*s declaration - “I will strike every horse with panic and its rider with madness. I will keep a watchful eye on the house of Judah but strike all the horses of the nations with blindness."
    },
    {
        "o": 25988,
        "r": "csb:Zechariah:12:5",
        "t": "Then each of the leaders of Judah will think to himself: The residents of Jerusalem are my strength through the Lord*s of Armies, their God."
    },
    {
        "o": 25989,
        "r": "csb:Zechariah:12:6",
        "t": "On that day I will make the leaders of Judah like a firepot in a woodpile, like a flaming torch among sheaves; they will consume all the peoples around them on the right and the left, while Jerusalem continues to be inhabited on its site, in Jerusalem."
    },
    {
        "o": 25990,
        "r": "csb:Zechariah:12:7",
        "t": "The Lord*s will save the tents of Judah first, so that the glory of David’s house and the glory of Jerusalem’s residents may not be greater than that of Judah."
    },
    {
        "o": 25991,
        "r": "csb:Zechariah:12:8",
        "t": "On that day the Lord*s will defend the inhabitants of Jerusalem, so that on that day the one who is weakest among them will be like David on that day, and the house of David will be like God, like the angel of the Lord,*s before them."
    },
    {
        "o": 25992,
        "r": "csb:Zechariah:12:9",
        "t": "On that day I will set out to destroy all the nations that come against Jerusalem."
    },
    {
        "o": 25993,
        "r": "csb:Zechariah:12:9",
        "t": "Mourning for the Pierced One",
        "h": 2
    },
    {
        "o": 25994,
        "r": "csb:Zechariah:12:10",
        "t": "“Then*p I will pour out a spirit of grace and prayer on the house of David and the residents of Jerusalem, and they will look at me whom they pierced. They will mourn for him as one mourns for an only child and weep bitterly for him as one weeps for a firstborn."
    },
    {
        "o": 25995,
        "r": "csb:Zechariah:12:11",
        "t": "On that day the mourning in Jerusalem will be as great as the mourning of Hadad-rimmon in the plain of Megiddo."
    },
    {
        "o": 25996,
        "r": "csb:Zechariah:12:12",
        "t": "The land will mourn, every family by itself: the family of David’s house by itself and their women by themselves; the family of Nathan’s house by itself and their women by themselves;"
    },
    {
        "o": 25997,
        "r": "csb:Zechariah:12:13",
        "t": "the family of Levi’s house by itself and their women by themselves; the family of Shimei by itself and their women by themselves;"
    },
    {
        "o": 25998,
        "r": "csb:Zechariah:12:14",
        "t": "all the remaining families, every family by itself, and their women by themselves."
    }
]
