[
    {
        "o": 8061,
        "r": "nasb:1 Samuel:9:0",
        "t": "1 Samuel 9",
        "h": 1
    },
    {
        "o": 8062,
        "r": "nasb:1 Samuel:9:0",
        "t": "Saul’s Search",
        "h": 2
    },
    {
        "o": 8063,
        "r": "nasb:1 Samuel:9:1",
        "t": "Now*p there was a man of Benjamin whose name was Kish the son of Abiel, the son of Zeror, the son of Becorath, the son of Aphiah, the son of a Benjamite, a mighty man of valor."
    },
    {
        "o": 8064,
        "r": "nasb:1 Samuel:9:2",
        "t": "He had a son whose name was Saul, a choice and handsome man,*i and there was not a more handsome person than he among the sons of Israel; from his shoulders and up he was taller than any of the people."
    },
    {
        "o": 8065,
        "r": "nasb:1 Samuel:9:3",
        "t": "Now*p the donkeys of Kish, Saul’s father, were lost. So Kish said to his son Saul, “Take now with you one of the servants, and arise, go search for the donkeys.”"
    },
    {
        "o": 8066,
        "r": "nasb:1 Samuel:9:4",
        "t": "He passed through the hill country of Ephraim and passed through the land of Shalishah, but they did not find them.*i Then they passed through the land of Shaalim, but they*i were*i not there.*i Then he passed through the land of the Benjamites, but they did not find them.*i"
    },
    {
        "o": 8067,
        "r": "nasb:1 Samuel:9:5",
        "t": "When*p they came to the land of Zuph, Saul said to his servant who was with him, “Come, and let us return, or else my father will cease to*i be*i concerned*i about the donkeys and will become anxious for us.”"
    },
    {
        "o": 8068,
        "r": "nasb:1 Samuel:9:6",
        "t": "He said to him, “Behold now, there is a man of God in this city, and the man is held in honor; all that he says surely comes true. Now let us go there, perhaps he can tell us about our journey on which we have set out.”"
    },
    {
        "o": 8069,
        "r": "nasb:1 Samuel:9:7",
        "t": "Then Saul said to his servant, “But behold, if we go, what shall we bring the man? For the bread is gone from our sack and there is no present to bring to the man of God. What do we have?”"
    },
    {
        "o": 8070,
        "r": "nasb:1 Samuel:9:8",
        "t": "The servant answered Saul again and said, “Behold, I have in my hand a fourth of a shekel of silver; I will give it*i to the man of God and he will tell us our way.”"
    },
    {
        "o": 8071,
        "r": "nasb:1 Samuel:9:9",
        "t": "(Formerly in Israel, when a man went to inquire of God, he used to say, “Come, and let us go to the seer”; for he*i who*i is*i called*i a prophet now was formerly called a seer.)"
    },
    {
        "o": 8072,
        "r": "nasb:1 Samuel:9:10",
        "t": "Then Saul said to his servant, “Well said; come, let us go.” So they went to the city where the man of God was."
    },
    {
        "o": 8073,
        "r": "nasb:1 Samuel:9:11",
        "t": "As*p they went up the slope to the city, they found young women going out to draw water and said to them, “Is the seer here?”"
    },
    {
        "o": 8074,
        "r": "nasb:1 Samuel:9:12",
        "t": "They answered them and said, “He is; see, he*i is*i ahead of you. Hurry now, for he has come into the city today, for the people have a sacrifice on the high place today."
    },
    {
        "o": 8075,
        "r": "nasb:1 Samuel:9:13",
        "t": "As soon as you enter the city you will find him before he goes up to the high place to eat, for the people will not eat until he comes, because he must bless the sacrifice; afterward those who are invited will eat. Now therefore, go up for you will find him at once.”"
    },
    {
        "o": 8076,
        "r": "nasb:1 Samuel:9:14",
        "t": "So they went up to the city. As they came into the city, behold, Samuel was coming out toward them to go up to the high place."
    },
    {
        "o": 8077,
        "r": "nasb:1 Samuel:9:14",
        "t": "God’s Choice for King",
        "h": 2
    },
    {
        "o": 8078,
        "r": "nasb:1 Samuel:9:15",
        "t": "Now*p a day before Saul’s coming, the Lord*s had revealed this*i to Samuel saying,"
    },
    {
        "o": 8079,
        "r": "nasb:1 Samuel:9:16",
        "t": "“About this time tomorrow I will send you a man from the land of Benjamin, and you shall anoint him to be prince over My people Israel; and he will deliver My people from the hand of the Philistines. For I have regarded My people, because their cry has come to Me.”"
    },
    {
        "o": 8080,
        "r": "nasb:1 Samuel:9:17",
        "t": "When Samuel saw Saul, the Lord*s said to him, “Behold, the man of whom I spoke to you! This one shall rule over My people.”"
    },
    {
        "o": 8081,
        "r": "nasb:1 Samuel:9:18",
        "t": "Then Saul approached Samuel in the gate and said, “Please tell me where the seer’s house is.”"
    },
    {
        "o": 8082,
        "r": "nasb:1 Samuel:9:19",
        "t": "Samuel answered Saul and said, “I am the seer. Go up before me to the high place, for you shall eat with me today; and in the morning I will let you go, and will tell you all that is on your mind."
    },
    {
        "o": 8083,
        "r": "nasb:1 Samuel:9:20",
        "t": "As for your donkeys which were lost three days ago, do not set your mind on them, for they have been found. And for whom is all that is desirable in Israel? Is it not for you and for all your father’s household?”"
    },
    {
        "o": 8084,
        "r": "nasb:1 Samuel:9:21",
        "t": "Saul replied, “Am I not a Benjamite, of the smallest of the tribes of Israel, and my family the least of all the families of the tribe of Benjamin? Why then do you speak to me in this way?”"
    },
    {
        "o": 8085,
        "r": "nasb:1 Samuel:9:22",
        "t": "Then*p Samuel took Saul and his servant and brought them into the hall and gave them a place at the head of those who were invited, who were about thirty men."
    },
    {
        "o": 8086,
        "r": "nasb:1 Samuel:9:23",
        "t": "Samuel said to the cook, “Bring the portion that I gave you, concerning which I said to you, ‘Set it aside.’ ”"
    },
    {
        "o": 8087,
        "r": "nasb:1 Samuel:9:24",
        "t": "Then the cook took up the leg with what was on it and set it*i before Saul. And Samuel*i said, “Here is what has been reserved! Set it*i before you and*i eat, because it has been kept for you until the appointed time, since I said I have invited the people.” So Saul ate with Samuel that day."
    },
    {
        "o": 8088,
        "r": "nasb:1 Samuel:9:25",
        "t": "When*p they came down from the high place into the city, Samuel*i spoke with Saul on the roof."
    },
    {
        "o": 8089,
        "r": "nasb:1 Samuel:9:26",
        "t": "And they arose early; and at daybreak Samuel called to Saul on the roof, saying, “Get up, that I may send you away.” So Saul arose, and both he and Samuel went out into the street."
    },
    {
        "o": 8090,
        "r": "nasb:1 Samuel:9:27",
        "t": "As they were going down to the edge of the city, Samuel said to Saul, “Say to the servant that he might go ahead of us and pass on, but you remain standing now, that I may proclaim the word of God to you.”"
    }
]
