[
    {
        "o": 5008,
        "r": "csb:Numbers:27:0",
        "t": "Numbers 27",
        "h": 1
    },
    {
        "o": 5009,
        "r": "csb:Numbers:27:0",
        "t": "A Case of Daughters’ Inheritance",
        "h": 2
    },
    {
        "o": 5010,
        "r": "csb:Numbers:27:1",
        "t": "The*p daughters of Zelophehad approached; Zelophehad was the son of Hepher, son of Gilead, son of Machir, son of Manasseh from the clans of Manasseh, the son of Joseph. These were the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah."
    },
    {
        "o": 5011,
        "r": "csb:Numbers:27:2",
        "t": "They stood before Moses, the priest Eleazar, the leaders, and the entire community at the entrance to the tent of meeting and said,"
    },
    {
        "o": 5012,
        "r": "csb:Numbers:27:3",
        "t": "“Our father died in the wilderness, but he was not among Korah’s followers, who gathered together against the Lord.*s Instead, he died because of his own sin, and he had no sons."
    },
    {
        "o": 5013,
        "r": "csb:Numbers:27:4",
        "t": "Why should the name of our father be taken away from his clan? Since he had no son, give us property among our father’s brothers.”"
    },
    {
        "o": 5014,
        "r": "csb:Numbers:27:5",
        "t": "Moses*p brought their case before the Lord,*s"
    },
    {
        "o": 5015,
        "r": "csb:Numbers:27:6",
        "t": "and the Lord*s answered him,"
    },
    {
        "o": 5016,
        "r": "csb:Numbers:27:7",
        "t": "“What Zelophehad’s daughters say is correct. You are to give them hereditary property among their father’s brothers and transfer their father’s inheritance to them."
    },
    {
        "o": 5017,
        "r": "csb:Numbers:27:8",
        "t": "Tell the Israelites: When a man dies without having a son, transfer his inheritance to his daughter."
    },
    {
        "o": 5018,
        "r": "csb:Numbers:27:9",
        "t": "If he has no daughter, give his inheritance to his brothers."
    },
    {
        "o": 5019,
        "r": "csb:Numbers:27:10",
        "t": "If he has no brothers, give his inheritance to his father’s brothers."
    },
    {
        "o": 5020,
        "r": "csb:Numbers:27:11",
        "t": "If his father has no brothers, give his inheritance to the nearest relative of his clan, and he will take possession of it. This is to be a statutory ordinance for the Israelites as the Lord*s commanded Moses.”"
    },
    {
        "o": 5021,
        "r": "csb:Numbers:27:11",
        "t": "Joshua Commissioned to Succeed Moses",
        "h": 2
    },
    {
        "o": 5022,
        "r": "csb:Numbers:27:12",
        "t": "Then*p the Lord*s said to Moses, “Go up this mountain of the Abarim range and see the land that I have given the Israelites."
    },
    {
        "o": 5023,
        "r": "csb:Numbers:27:13",
        "t": "After you have seen it, you will also be gathered to your people, as Aaron your brother was."
    },
    {
        "o": 5024,
        "r": "csb:Numbers:27:14",
        "t": "When the community quarreled in the Wilderness of Zin, both of you rebelled against my command to demonstrate my holiness in their sight at the waters.” Those were the Waters of Meribah-kadesh in the Wilderness of Zin."
    },
    {
        "o": 5025,
        "r": "csb:Numbers:27:15",
        "t": "So*p Moses appealed to the Lord,*s"
    },
    {
        "o": 5026,
        "r": "csb:Numbers:27:16",
        "t": "“May the Lord,*s the God who gives breath to all, appoint a man over the community"
    },
    {
        "o": 5027,
        "r": "csb:Numbers:27:17",
        "t": "who will go out before them and come back in before them, and who will bring them out and bring them in, so that the Lord’s*s community won’t be like sheep without a shepherd.”"
    },
    {
        "o": 5028,
        "r": "csb:Numbers:27:18",
        "t": "The*p Lord*s replied to Moses, “Take Joshua son of Nun, a man who has the Spirit in him, and lay your hands on him."
    },
    {
        "o": 5029,
        "r": "csb:Numbers:27:19",
        "t": "Have him stand before the priest Eleazar and the whole community, and commission him in their sight."
    },
    {
        "o": 5030,
        "r": "csb:Numbers:27:20",
        "t": "Confer some of your authority on him so that the entire Israelite community will obey him."
    },
    {
        "o": 5031,
        "r": "csb:Numbers:27:21",
        "t": "He will stand before the priest Eleazar who will consult the Lord*s for him with the decision of the Urim. He and all the Israelites with him, even the entire community, will go out and come back in at his command.”"
    },
    {
        "o": 5032,
        "r": "csb:Numbers:27:22",
        "t": "Moses*p did as the Lord*s commanded him. He took Joshua, had him stand before the priest Eleazar and the entire community,"
    },
    {
        "o": 5033,
        "r": "csb:Numbers:27:23",
        "t": "laid his hands on him, and commissioned him, as the Lord*s had spoken through Moses."
    }
]
