[
    {
        "o": 12493,
        "r": "esv:2 Chronicles:9:0",
        "t": "2 Chronicles 9",
        "h": 1
    },
    {
        "o": 12494,
        "r": "esv:2 Chronicles:9:0",
        "t": "The Queen of Sheba",
        "h": 2
    },
    {
        "o": 12495,
        "r": "esv:2 Chronicles:9:1",
        "t": "Now*p when the queen of Sheba heard of the fame of Solomon, she came to Jerusalem to test him with hard questions, having a very great retinue and camels bearing spices and very much gold and precious stones. And when she came to Solomon, she told him all that was on her mind."
    },
    {
        "o": 12496,
        "r": "esv:2 Chronicles:9:2",
        "t": "And Solomon answered all her questions. There was nothing hidden from Solomon that he could not explain to her."
    },
    {
        "o": 12497,
        "r": "esv:2 Chronicles:9:3",
        "t": "And when the queen of Sheba had seen the wisdom of Solomon, the house that he had built,"
    },
    {
        "o": 12498,
        "r": "esv:2 Chronicles:9:4",
        "t": "the food of his table, the seating of his officials, and the attendance of his servants, and their clothing, his cupbearers, and their clothing, and his burnt offerings that he offered at the house of the Lord,*s there was no more breath in her."
    },
    {
        "o": 12499,
        "r": "esv:2 Chronicles:9:5",
        "t": "And*p she said to the king, “The report was true that I heard in my own land of your words and of your wisdom,"
    },
    {
        "o": 12500,
        "r": "esv:2 Chronicles:9:6",
        "t": "but I did not believe the reports until I came and my own eyes had seen it. And behold, half the greatness of your wisdom was not told me; you surpass the report that I heard."
    },
    {
        "o": 12501,
        "r": "esv:2 Chronicles:9:7",
        "t": "Happy are your wives! Happy are these your servants, who continually stand before you and hear your wisdom!"
    },
    {
        "o": 12502,
        "r": "esv:2 Chronicles:9:8",
        "t": "Blessed be the Lord*s your God, who has delighted in you and set you on his throne as king for the Lord*s your God! Because your God loved Israel and would establish them forever, he has made you king over them, that you may execute justice and righteousness.”"
    },
    {
        "o": 12503,
        "r": "esv:2 Chronicles:9:9",
        "t": "Then she gave the king 120 talents of gold, and a very great quantity of spices, and precious stones. There were no spices such as those that the queen of Sheba gave to King Solomon."
    },
    {
        "o": 12504,
        "r": "esv:2 Chronicles:9:10",
        "t": "Moreover,*p the servants of Hiram and the servants of Solomon, who brought gold from Ophir, brought algum wood and precious stones."
    },
    {
        "o": 12505,
        "r": "esv:2 Chronicles:9:11",
        "t": "And the king made from the algum wood supports for the house of the Lord*s and for the king’s house, lyres also and harps for the singers. There never was seen the like of them before in the land of Judah."
    },
    {
        "o": 12506,
        "r": "esv:2 Chronicles:9:12",
        "t": "And*p King Solomon gave to the queen of Sheba all that she desired, whatever she asked besides what she had brought to the king. So she turned and went back to her own land with her servants."
    },
    {
        "o": 12507,
        "r": "esv:2 Chronicles:9:12",
        "t": "Solomon’s Wealth",
        "h": 2
    },
    {
        "o": 12508,
        "r": "esv:2 Chronicles:9:13",
        "t": "Now*p the weight of gold that came to Solomon in one year was 666 talents of gold,"
    },
    {
        "o": 12509,
        "r": "esv:2 Chronicles:9:14",
        "t": "besides that which the explorers and merchants brought. And all the kings of Arabia and the governors of the land brought gold and silver to Solomon."
    },
    {
        "o": 12510,
        "r": "esv:2 Chronicles:9:15",
        "t": "King Solomon made 200 large shields of beaten gold; 600 shekels of beaten gold went into each shield."
    },
    {
        "o": 12511,
        "r": "esv:2 Chronicles:9:16",
        "t": "And he made 300 shields of beaten gold; 300 shekels of gold went into each shield; and the king put them in the House of the Forest of Lebanon."
    },
    {
        "o": 12512,
        "r": "esv:2 Chronicles:9:17",
        "t": "The king also made a great ivory throne and overlaid it with pure gold."
    },
    {
        "o": 12513,
        "r": "esv:2 Chronicles:9:18",
        "t": "The throne had six steps and a footstool of gold, which were attached to the throne, and on each side of the seat were armrests and two lions standing beside the armrests,"
    },
    {
        "o": 12514,
        "r": "esv:2 Chronicles:9:19",
        "t": "while twelve lions stood there, one on each end of a step on the six steps. Nothing like it was ever made for any kingdom."
    },
    {
        "o": 12515,
        "r": "esv:2 Chronicles:9:20",
        "t": "All King Solomon’s drinking vessels were of gold, and all the vessels of the House of the Forest of Lebanon were of pure gold. Silver was not considered as anything in the days of Solomon."
    },
    {
        "o": 12516,
        "r": "esv:2 Chronicles:9:21",
        "t": "For the king’s ships went to Tarshish with the servants of Hiram. Once every three years the ships of Tarshish used to come bringing gold, silver, ivory, apes, and peacocks."
    },
    {
        "o": 12517,
        "r": "esv:2 Chronicles:9:22",
        "t": "Thus*p King Solomon excelled all the kings of the earth in riches and in wisdom."
    },
    {
        "o": 12518,
        "r": "esv:2 Chronicles:9:23",
        "t": "And all the kings of the earth sought the presence of Solomon to hear his wisdom, which God had put into his mind."
    },
    {
        "o": 12519,
        "r": "esv:2 Chronicles:9:24",
        "t": "Every one of them brought his present, articles of silver and of gold, garments, myrrh, spices, horses, and mules, so much year by year."
    },
    {
        "o": 12520,
        "r": "esv:2 Chronicles:9:25",
        "t": "And Solomon had 4,000 stalls for horses and chariots, and 12,000 horsemen, whom he stationed in the chariot cities and with the king in Jerusalem."
    },
    {
        "o": 12521,
        "r": "esv:2 Chronicles:9:26",
        "t": "And he ruled over all the kings from the Euphrates to the land of the Philistines and to the border of Egypt."
    },
    {
        "o": 12522,
        "r": "esv:2 Chronicles:9:27",
        "t": "And the king made silver as common in Jerusalem as stone, and he made cedar as plentiful as the sycamore of the Shephelah."
    },
    {
        "o": 12523,
        "r": "esv:2 Chronicles:9:28",
        "t": "And horses were imported for Solomon from Egypt and from all lands."
    },
    {
        "o": 12524,
        "r": "esv:2 Chronicles:9:28",
        "t": "Solomon’s Death",
        "h": 2
    },
    {
        "o": 12525,
        "r": "esv:2 Chronicles:9:29",
        "t": "Now*p the rest of the acts of Solomon, from first to last, are they not written in the history of Nathan the prophet, and in the prophecy of Ahijah the Shilonite, and in the visions of Iddo the seer concerning Jeroboam the son of Nebat?"
    },
    {
        "o": 12526,
        "r": "esv:2 Chronicles:9:30",
        "t": "Solomon reigned in Jerusalem over all Israel forty years."
    },
    {
        "o": 12527,
        "r": "esv:2 Chronicles:9:31",
        "t": "And Solomon slept with his fathers and was buried in the city of David his father, and Rehoboam his son reigned in his place."
    }
]
