[
    {
        "o": 31041,
        "r": "niv:Romans:8:0",
        "t": "Romans 8",
        "h": 1
    },
    {
        "o": 31042,
        "r": "niv:Romans:8:0",
        "t": "Life Through the Spirit",
        "h": 2
    },
    {
        "o": 31043,
        "r": "niv:Romans:8:1",
        "t": "Therefore,*p there is now no condemnation for those who are in Christ Jesus,"
    },
    {
        "o": 31044,
        "r": "niv:Romans:8:2",
        "t": "because through Christ Jesus the law of the Spirit who gives life has set you free from the law of sin and death."
    },
    {
        "o": 31045,
        "r": "niv:Romans:8:3",
        "t": "For what the law was powerless to do because it was weakened by the flesh, God did by sending his own Son in the likeness of sinful flesh to be a sin offering. And so he condemned sin in the flesh,"
    },
    {
        "o": 31046,
        "r": "niv:Romans:8:4",
        "t": "in order that the righteous requirement of the law might be fully met in us, who do not live according to the flesh but according to the Spirit."
    },
    {
        "o": 31047,
        "r": "niv:Romans:8:5",
        "t": "Those*p who live according to the flesh have their minds set on what the flesh desires; but those who live in accordance with the Spirit have their minds set on what the Spirit desires."
    },
    {
        "o": 31048,
        "r": "niv:Romans:8:6",
        "t": "The mind governed by the flesh is death, but the mind governed by the Spirit is life and peace."
    },
    {
        "o": 31049,
        "r": "niv:Romans:8:7",
        "t": "The mind governed by the flesh is hostile to God; it does not submit to God’s law, nor can it do so."
    },
    {
        "o": 31050,
        "r": "niv:Romans:8:8",
        "t": "Those who are in the realm of the flesh cannot please God."
    },
    {
        "o": 31051,
        "r": "niv:Romans:8:9",
        "t": "You,*p however, are not in the realm of the flesh but are in the realm of the Spirit, if indeed the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, they do not belong to Christ."
    },
    {
        "o": 31052,
        "r": "niv:Romans:8:10",
        "t": "But if Christ is in you, then even though your body is subject to death because of sin, the Spirit gives life because of righteousness."
    },
    {
        "o": 31053,
        "r": "niv:Romans:8:11",
        "t": "And if the Spirit of him who raised Jesus from the dead is living in you, he who raised Christ from the dead will also give life to your mortal bodies because of his Spirit who lives in you."
    },
    {
        "o": 31054,
        "r": "niv:Romans:8:12",
        "t": "Therefore,*p brothers and sisters, we have an obligation—but it is not to the flesh, to live according to it."
    },
    {
        "o": 31055,
        "r": "niv:Romans:8:13",
        "t": "For if you live according to the flesh, you will die; but if by the Spirit you put to death the misdeeds of the body, you will live."
    },
    {
        "o": 31056,
        "r": "niv:Romans:8:14",
        "t": "For*p those who are led by the Spirit of God are the children of God."
    },
    {
        "o": 31057,
        "r": "niv:Romans:8:15",
        "t": "The Spirit you received does not make you slaves, so that you live in fear again; rather, the Spirit you received brought about your adoption to sonship. And by him we cry, “Abba,*i Father.”"
    },
    {
        "o": 31058,
        "r": "niv:Romans:8:16",
        "t": "The Spirit himself testifies with our spirit that we are God’s children."
    },
    {
        "o": 31059,
        "r": "niv:Romans:8:17",
        "t": "Now if we are children, then we are heirs—heirs of God and co-heirs with Christ, if indeed we share in his sufferings in order that we may also share in his glory."
    },
    {
        "o": 31060,
        "r": "niv:Romans:8:17",
        "t": "Present Suffering and Future Glory",
        "h": 2
    },
    {
        "o": 31061,
        "r": "niv:Romans:8:18",
        "t": "I*p consider that our present sufferings are not worth comparing with the glory that will be revealed in us."
    },
    {
        "o": 31062,
        "r": "niv:Romans:8:19",
        "t": "For the creation waits in eager expectation for the children of God to be revealed."
    },
    {
        "o": 31063,
        "r": "niv:Romans:8:20",
        "t": "For the creation was subjected to frustration, not by its own choice, but by the will of the one who subjected it, in hope"
    },
    {
        "o": 31064,
        "r": "niv:Romans:8:21",
        "t": "that the creation itself will be liberated from its bondage to decay and brought into the freedom and glory of the children of God."
    },
    {
        "o": 31065,
        "r": "niv:Romans:8:22",
        "t": "We*p know that the whole creation has been groaning as in the pains of childbirth right up to the present time."
    },
    {
        "o": 31066,
        "r": "niv:Romans:8:23",
        "t": "Not only so, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for our adoption to sonship, the redemption of our bodies."
    },
    {
        "o": 31067,
        "r": "niv:Romans:8:24",
        "t": "For in this hope we were saved. But hope that is seen is no hope at all. Who hopes for what they already have?"
    },
    {
        "o": 31068,
        "r": "niv:Romans:8:25",
        "t": "But if we hope for what we do not yet have, we wait for it patiently."
    },
    {
        "o": 31069,
        "r": "niv:Romans:8:26",
        "t": "In*p the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us through wordless groans."
    },
    {
        "o": 31070,
        "r": "niv:Romans:8:27",
        "t": "And he who searches our hearts knows the mind of the Spirit, because the Spirit intercedes for God’s people in accordance with the will of God."
    },
    {
        "o": 31071,
        "r": "niv:Romans:8:28",
        "t": "And*p we know that in all things God works for the good of those who love him, who have been called according to his purpose."
    },
    {
        "o": 31072,
        "r": "niv:Romans:8:29",
        "t": "For those God foreknew he also predestined to be conformed to the image of his Son, that he might be the firstborn among many brothers and sisters."
    },
    {
        "o": 31073,
        "r": "niv:Romans:8:30",
        "t": "And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified."
    },
    {
        "o": 31074,
        "r": "niv:Romans:8:30",
        "t": "More Than Conquerors",
        "h": 2
    },
    {
        "o": 31075,
        "r": "niv:Romans:8:31",
        "t": "What,*p then, shall we say in response to these things? If God is for us, who can be against us?"
    },
    {
        "o": 31076,
        "r": "niv:Romans:8:32",
        "t": "He who did not spare his own Son, but gave him up for us all—how will he not also, along with him, graciously give us all things?"
    },
    {
        "o": 31077,
        "r": "niv:Romans:8:33",
        "t": "Who will bring any charge against those whom God has chosen? It is God who justifies."
    },
    {
        "o": 31078,
        "r": "niv:Romans:8:34",
        "t": "Who then is the one who condemns? No one. Christ Jesus who died—more than that, who was raised to life—is at the right hand of God and is also interceding for us."
    },
    {
        "o": 31079,
        "r": "niv:Romans:8:35",
        "t": "Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword?"
    },
    {
        "o": 31080,
        "r": "niv:Romans:8:36",
        "t": "As it is written: “For*pn your sake we face death all day long; we*ld are considered as sheep to be slaughtered.”"
    },
    {
        "o": 31081,
        "r": "niv:Romans:8:37",
        "t": "No,*p in all these things we are more than conquerors through him who loved us."
    },
    {
        "o": 31082,
        "r": "niv:Romans:8:38",
        "t": "For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers,"
    },
    {
        "o": 31083,
        "r": "niv:Romans:8:39",
        "t": "neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord."
    }
]
