[
    {
        "o": 10718,
        "r": "nasb:2 Kings:10:0",
        "t": "2 Kings 10",
        "h": 1
    },
    {
        "o": 10719,
        "r": "nasb:2 Kings:10:0",
        "t": "Judgment upon Ahab’s House",
        "h": 2
    },
    {
        "o": 10720,
        "r": "nasb:2 Kings:10:1",
        "t": "Now*p Ahab had seventy sons in Samaria. And Jehu wrote letters and sent them*i to Samaria, to the rulers of Jezreel, the elders, and to the guardians of the*i children*i of*i Ahab, saying,"
    },
    {
        "o": 10721,
        "r": "nasb:2 Kings:10:2",
        "t": "“Now, when this letter comes to you, since your master’s sons are with you, as well as the chariots and horses and a fortified city and the weapons,"
    },
    {
        "o": 10722,
        "r": "nasb:2 Kings:10:3",
        "t": "select the best and fittest of your master’s sons, and set him*i on his father’s throne, and fight for your master’s house.”"
    },
    {
        "o": 10723,
        "r": "nasb:2 Kings:10:4",
        "t": "But they feared greatly and said, “Behold, the two kings did not stand before him; how then can we stand?”"
    },
    {
        "o": 10724,
        "r": "nasb:2 Kings:10:5",
        "t": "And the one who was*i over the household, and he who was*i over the city, the elders, and the guardians of the*i children,*i sent word*i to Jehu, saying, “We are your servants, all that you say to us we will do, we will not make any man king; do what is good in your sight.”"
    },
    {
        "o": 10725,
        "r": "nasb:2 Kings:10:6",
        "t": "Then he wrote a letter to them a second time saying, “If you are on my side, and you will listen to my voice, take the heads of the men, your master’s sons, and come to me at Jezreel tomorrow about this time.” Now the king’s sons, seventy persons, were*i with the great men of the city, who*i were rearing them."
    },
    {
        "o": 10726,
        "r": "nasb:2 Kings:10:7",
        "t": "When the letter came to them, they took the king’s sons and slaughtered them,*i seventy persons, and put their heads in baskets, and sent them*i to him at Jezreel."
    },
    {
        "o": 10727,
        "r": "nasb:2 Kings:10:8",
        "t": "When the messenger came and told him, saying, “They have brought the heads of the king’s sons,” he said, “Put them in two heaps at the entrance of the gate until morning.”"
    },
    {
        "o": 10728,
        "r": "nasb:2 Kings:10:9",
        "t": "Now in the morning he went out and stood and said to all the people, “You are innocent; behold, I conspired against my master and killed him, but who killed all these?"
    },
    {
        "o": 10729,
        "r": "nasb:2 Kings:10:10",
        "t": "Know then that there shall fall to the earth nothing of the word of the Lord,*s which the Lord*s spoke concerning the house of Ahab, for the Lord*s has done what He spoke through His servant Elijah.”"
    },
    {
        "o": 10730,
        "r": "nasb:2 Kings:10:11",
        "t": "So Jehu killed all who remained of the house of Ahab in Jezreel, and all his great men and his acquaintances and his priests, until he left him without a survivor."
    },
    {
        "o": 10731,
        "r": "nasb:2 Kings:10:12",
        "t": "Then*p he arose and departed and went to Samaria. On the way while he was at Beth-eked of the shepherds,"
    },
    {
        "o": 10732,
        "r": "nasb:2 Kings:10:13",
        "t": "Jehu met the relatives of Ahaziah king of Judah and said, “Who are you?” And they answered, “We are the relatives of Ahaziah; and we have come down to greet the sons of the king and the sons of the queen mother.”"
    },
    {
        "o": 10733,
        "r": "nasb:2 Kings:10:14",
        "t": "He said, “Take them alive.” So they took them alive and killed them at the pit of Beth-eked, forty-two men; and he left none of them."
    },
    {
        "o": 10734,
        "r": "nasb:2 Kings:10:15",
        "t": "Now*p when he had departed from there, he met Jehonadab the son of Rechab coming*i to meet him; and he greeted him and said to him, “Is your heart right, as my heart is with your heart?” And Jehonadab answered, “It is.” Jehu*i said,*i “If it is, give me*i your hand.” And he gave him his hand, and he took him up to him into the chariot."
    },
    {
        "o": 10735,
        "r": "nasb:2 Kings:10:16",
        "t": "He said, “Come with me and see my zeal for the Lord.”*s So he made him ride in his chariot."
    },
    {
        "o": 10736,
        "r": "nasb:2 Kings:10:17",
        "t": "When he came to Samaria, he killed all who remained to Ahab in Samaria, until he had destroyed him, according to the word of the Lord*s which He spoke to Elijah."
    },
    {
        "o": 10737,
        "r": "nasb:2 Kings:10:17",
        "t": "Jehu Destroys Baal Worshipers",
        "h": 2
    },
    {
        "o": 10738,
        "r": "nasb:2 Kings:10:18",
        "t": "Then*p Jehu gathered all the people and said to them, “Ahab served Baal a little; Jehu will serve him much."
    },
    {
        "o": 10739,
        "r": "nasb:2 Kings:10:19",
        "t": "Now, summon all the prophets of Baal, all his worshipers and all his priests; let no one be missing, for I have a great sacrifice for Baal; whoever is missing shall not live.” But Jehu did it in cunning, so that he might destroy the worshipers of Baal."
    },
    {
        "o": 10740,
        "r": "nasb:2 Kings:10:20",
        "t": "And Jehu said, “Sanctify a solemn assembly for Baal.” And they proclaimed it.*i"
    },
    {
        "o": 10741,
        "r": "nasb:2 Kings:10:21",
        "t": "Then Jehu sent throughout Israel and all the worshipers of Baal came, so that there was not a man left who did not come. And when they went into the house of Baal, the house of Baal was filled from one end to the other."
    },
    {
        "o": 10742,
        "r": "nasb:2 Kings:10:22",
        "t": "He said to the one who was*i in charge of the wardrobe, “Bring out garments for all the worshipers of Baal.” So he brought out garments for them."
    },
    {
        "o": 10743,
        "r": "nasb:2 Kings:10:23",
        "t": "Jehu went into the house of Baal with Jehonadab the son of Rechab; and he said to the worshipers of Baal, “Search and see that there is here with you none of the servants of the Lord,*s but only the worshipers of Baal.”"
    },
    {
        "o": 10744,
        "r": "nasb:2 Kings:10:24",
        "t": "Then they went in to offer sacrifices and burnt offerings. Now*bp Jehu had stationed for himself eighty men outside, and he had said, “The one who permits any of the men whom I bring into your hands to escape shall give up his life in exchange.”"
    },
    {
        "o": 10745,
        "r": "nasb:2 Kings:10:25",
        "t": "Then*p it came about, as soon as he had finished offering the burnt offering, that Jehu said to the guard and to the royal officers, “Go in, kill them; let none come out.” And they killed them with the edge of the sword; and the guard and the royal officers threw them*i out, and went to the inner room of the house of Baal."
    },
    {
        "o": 10746,
        "r": "nasb:2 Kings:10:26",
        "t": "They brought out the sacred*i pillars of the house of Baal and burned them."
    },
    {
        "o": 10747,
        "r": "nasb:2 Kings:10:27",
        "t": "They also broke down the sacred*i pillar of Baal and broke down the house of Baal, and made it a latrine to this day."
    },
    {
        "o": 10748,
        "r": "nasb:2 Kings:10:28",
        "t": "Thus*p Jehu eradicated Baal out of Israel."
    },
    {
        "o": 10749,
        "r": "nasb:2 Kings:10:29",
        "t": "However, as*i for*i the sins of Jeroboam the son of Nebat, which he made Israel sin, from these Jehu did not depart, even*i the golden calves that were*i at Bethel and that were*i at Dan."
    },
    {
        "o": 10750,
        "r": "nasb:2 Kings:10:30",
        "t": "The Lord*s said to Jehu, “Because you have done well in executing what is right in My eyes, and*i have done to the house of Ahab according to all that was*i in My heart, your sons of the fourth generation shall sit on the throne of Israel.”"
    },
    {
        "o": 10751,
        "r": "nasb:2 Kings:10:31",
        "t": "But Jehu was not careful to walk in the law of the Lord,*s the God of Israel, with all his heart; he did not depart from the sins of Jeroboam, which he made Israel sin."
    },
    {
        "o": 10752,
        "r": "nasb:2 Kings:10:32",
        "t": "In*p those days the Lord*s began to cut off portions*i from Israel; and Hazael defeated them throughout the territory of Israel:"
    },
    {
        "o": 10753,
        "r": "nasb:2 Kings:10:33",
        "t": "from the Jordan eastward, all the land of Gilead, the Gadites and the Reubenites and the Manassites, from Aroer, which is by the valley of the Arnon, even Gilead and Bashan."
    },
    {
        "o": 10754,
        "r": "nasb:2 Kings:10:33",
        "t": "Jehoahaz Succeeds Jehu",
        "h": 2
    },
    {
        "o": 10755,
        "r": "nasb:2 Kings:10:34",
        "t": "Now*p the rest of the acts of Jehu and all that he did and all his might, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10756,
        "r": "nasb:2 Kings:10:35",
        "t": "And Jehu slept with his fathers, and they buried him in Samaria. And Jehoahaz his son became king in his place."
    },
    {
        "o": 10757,
        "r": "nasb:2 Kings:10:36",
        "t": "Now the time which Jehu reigned over Israel in Samaria was*i twenty-eight years."
    }
]
