[
    {
        "o": 31423,
        "r": "csb:Acts:24:0",
        "t": "Acts 24",
        "h": 1
    },
    {
        "o": 31424,
        "r": "csb:Acts:24:0",
        "t": "The Accusation against Paul",
        "h": 2
    },
    {
        "o": 31425,
        "r": "csb:Acts:24:1",
        "t": "Five*p days later Ananias the high priest came down with some elders and a lawyer named Tertullus. These men presented their case against Paul to the governor."
    },
    {
        "o": 31426,
        "r": "csb:Acts:24:2",
        "t": "When Paul was called in, Tertullus began to accuse him and said, “We enjoy great peace because of you, and reforms are taking place for the benefit of this nation because of your foresight."
    },
    {
        "o": 31427,
        "r": "csb:Acts:24:3",
        "t": "We acknowledge this in every way and everywhere, most excellent Felix, with utmost gratitude."
    },
    {
        "o": 31428,
        "r": "csb:Acts:24:4",
        "t": "But, so that I will not burden you any further, I request that you would be kind enough to give us a brief hearing."
    },
    {
        "o": 31429,
        "r": "csb:Acts:24:5",
        "t": "For we have found this man to be a plague, an agitator among all the Jews throughout the Roman world, and a ringleader of the sect of the Nazarenes."
    },
    {
        "o": 31430,
        "r": "csb:Acts:24:6",
        "t": "He even tried to desecrate the temple, and so we apprehended him. By examining him yourself you will be able to discern the truth about these charges we are bringing against him.”"
    },
    {
        "o": 31431,
        "r": "csb:Acts:24:9",
        "t": "The Jews also joined in the attack, alleging that these things were true."
    },
    {
        "o": 31432,
        "r": "csb:Acts:24:9",
        "t": "Paul’s Defense before Felix",
        "h": 2
    },
    {
        "o": 31433,
        "r": "csb:Acts:24:10",
        "t": "When*p the governor motioned for him to speak, Paul replied, “Because I know you have been a judge of this nation for many years, I am glad to offer my defense in what concerns me."
    },
    {
        "o": 31434,
        "r": "csb:Acts:24:11",
        "t": "You can verify for yourself that it is no more than twelve days since I went up to worship in Jerusalem."
    },
    {
        "o": 31435,
        "r": "csb:Acts:24:12",
        "t": "They didn’t find me arguing with anyone or causing a disturbance among the crowd, either in the temple or in the synagogues or anywhere in the city."
    },
    {
        "o": 31436,
        "r": "csb:Acts:24:13",
        "t": "Neither can they prove the charges they are now making against me."
    },
    {
        "o": 31437,
        "r": "csb:Acts:24:14",
        "t": "But I admit this to you: I worship the God of my ancestors according to the Way, which they call a sect, believing everything that is in accordance with the law and written in the prophets."
    },
    {
        "o": 31438,
        "r": "csb:Acts:24:15",
        "t": "I have a hope in God, which these men themselves also accept, that there will be a resurrection, both of the righteous and the unrighteous."
    },
    {
        "o": 31439,
        "r": "csb:Acts:24:16",
        "t": "I always strive to have a clear conscience toward God and men."
    },
    {
        "o": 31440,
        "r": "csb:Acts:24:17",
        "t": "After many years, I came to bring charitable gifts and offerings to my people."
    },
    {
        "o": 31441,
        "r": "csb:Acts:24:18",
        "t": "While I was doing this, some Jews from Asia found me ritually purified in the temple, without a crowd and without any uproar."
    },
    {
        "o": 31442,
        "r": "csb:Acts:24:19",
        "t": "It is they who ought to be here before you to bring charges, if they have anything against me."
    },
    {
        "o": 31443,
        "r": "csb:Acts:24:20",
        "t": "Or let these men here state what wrongdoing they found in me when I stood before the Sanhedrin,"
    },
    {
        "o": 31444,
        "r": "csb:Acts:24:21",
        "t": "other than this one statement I shouted while standing among them, ‘Today I am on trial before you concerning the resurrection of the dead.’”"
    },
    {
        "o": 31445,
        "r": "csb:Acts:24:21",
        "t": "The Verdict Postponed",
        "h": 2
    },
    {
        "o": 31446,
        "r": "csb:Acts:24:22",
        "t": "Since*p Felix was well informed about the Way, he adjourned the hearing, saying, “When Lysias the commander comes down, I will decide your case.”"
    },
    {
        "o": 31447,
        "r": "csb:Acts:24:23",
        "t": "He ordered that the centurion keep Paul under guard, though he could have some freedom, and that he should not prevent any of his friends from meeting his needs."
    },
    {
        "o": 31448,
        "r": "csb:Acts:24:24",
        "t": "Several*p days later, when Felix came with his wife Drusilla, who was Jewish, he sent for Paul and listened to him on the subject of faith in Christ Jesus."
    },
    {
        "o": 31449,
        "r": "csb:Acts:24:25",
        "t": "Now as he spoke about righteousness, self-control, and the judgment to come, Felix became afraid and replied, “Leave for now, but when I have an opportunity I’ll call for you.”"
    },
    {
        "o": 31450,
        "r": "csb:Acts:24:26",
        "t": "At the same time he was also hoping that Paul would offer him money. So he sent for him quite often and conversed with him."
    },
    {
        "o": 31451,
        "r": "csb:Acts:24:27",
        "t": "After*p two years had passed, Porcius Festus succeeded Felix, and because Felix wanted to do the Jews a favor, he left Paul in prison."
    }
]
