[
    {
        "o": 5881,
        "r": "csb:Deuteronomy:16:0",
        "t": "Deuteronomy 16",
        "h": 1
    },
    {
        "o": 5882,
        "r": "csb:Deuteronomy:16:0",
        "t": "The Festival of Passover",
        "h": 2
    },
    {
        "o": 5883,
        "r": "csb:Deuteronomy:16:1",
        "t": "“Set*p aside the month of Abib and observe the Passover to the Lord*s your God, because the Lord*s your God brought you out of Egypt by night in the month of Abib."
    },
    {
        "o": 5884,
        "r": "csb:Deuteronomy:16:2",
        "t": "Sacrifice to the Lord*s your God a Passover animal from the herd or flock in the place where the Lord*s chooses to have his name dwell."
    },
    {
        "o": 5885,
        "r": "csb:Deuteronomy:16:3",
        "t": "Do not eat leavened bread with it. For seven days you are to eat unleavened bread with it, the bread of hardship - because you left the land of Egypt in a hurry- so that you may remember for the rest of your life the day you left the land of Egypt."
    },
    {
        "o": 5886,
        "r": "csb:Deuteronomy:16:4",
        "t": "No yeast is to be found anywhere in your territory for seven days, and none of the meat you sacrifice in the evening of the first day is to remain until morning."
    },
    {
        "o": 5887,
        "r": "csb:Deuteronomy:16:5",
        "t": "You are not to sacrifice the Passover animal in any of the towns the Lord*s your God is giving you."
    },
    {
        "o": 5888,
        "r": "csb:Deuteronomy:16:6",
        "t": "Sacrifice the Passover animal only at the place where the Lord*s your God chooses to have his name dwell. Do this in the evening as the sun sets at the same time of day you departed from Egypt."
    },
    {
        "o": 5889,
        "r": "csb:Deuteronomy:16:7",
        "t": "You are to cook and eat it in the place the Lord*s your God chooses, and you are to return to your tents in the morning."
    },
    {
        "o": 5890,
        "r": "csb:Deuteronomy:16:8",
        "t": "Eat unleavened bread for six days. On the seventh day there is to be a solemn assembly to the Lord*s your God; do not do any work."
    },
    {
        "o": 5891,
        "r": "csb:Deuteronomy:16:8",
        "t": "The Festival of Weeks",
        "h": 2
    },
    {
        "o": 5892,
        "r": "csb:Deuteronomy:16:9",
        "t": "“You*p are to count seven weeks, counting the weeks from the time the sickle is first put to the standing grain."
    },
    {
        "o": 5893,
        "r": "csb:Deuteronomy:16:10",
        "t": "You are to celebrate the Festival of Weeks to the Lord*s your God with a freewill offering that you give in proportion to how the Lord*s your God has blessed you."
    },
    {
        "o": 5894,
        "r": "csb:Deuteronomy:16:11",
        "t": "Rejoice before the Lord*s your God in the place where he chooses to have his name dwell - you, your son and daughter, your male and female slave, the Levite within your city gates, as well as the resident alien, the fatherless, and the widow among you."
    },
    {
        "o": 5895,
        "r": "csb:Deuteronomy:16:12",
        "t": "Remember that you were slaves in Egypt; carefully follow these statutes."
    },
    {
        "o": 5896,
        "r": "csb:Deuteronomy:16:12",
        "t": "The Festival of Shelters",
        "h": 2
    },
    {
        "o": 5897,
        "r": "csb:Deuteronomy:16:13",
        "t": "“You*p are to celebrate the Festival of Shelters for seven days when you have gathered in everything from your threshing floor and winepress."
    },
    {
        "o": 5898,
        "r": "csb:Deuteronomy:16:14",
        "t": "Rejoice during your festival - you, your son and daughter, your male and female slave, as well as the Levite, the resident alien, the fatherless, and the widow within your city gates."
    },
    {
        "o": 5899,
        "r": "csb:Deuteronomy:16:15",
        "t": "You are to hold a seven-day festival for the Lord*s your God in the place he chooses, because the Lord*s your God will bless you in all your produce and in all the work of your hands, and you will have abundant joy."
    },
    {
        "o": 5900,
        "r": "csb:Deuteronomy:16:16",
        "t": "“All*p your males are to appear three times a year before the Lord*s your God in the place he chooses: at the Festival of Unleavened Bread, the Festival of Weeks, and the Festival of Shelters. No one is to appear before the Lord*s empty-handed."
    },
    {
        "o": 5901,
        "r": "csb:Deuteronomy:16:17",
        "t": "Everyone must appear with a gift suited to his means, according to the blessing the Lord*s your God has given you."
    },
    {
        "o": 5902,
        "r": "csb:Deuteronomy:16:17",
        "t": "Appointing Judges and Officials",
        "h": 2
    },
    {
        "o": 5903,
        "r": "csb:Deuteronomy:16:18",
        "t": "“Appoint*p judges and officials for your tribes in all your towns the Lord*s your God is giving you. They are to judge the people with righteous judgment."
    },
    {
        "o": 5904,
        "r": "csb:Deuteronomy:16:19",
        "t": "Do not deny justice or show partiality to anyone. Do not accept a bribe, for it blinds the eyes of the wise and twists the words of the righteous."
    },
    {
        "o": 5905,
        "r": "csb:Deuteronomy:16:20",
        "t": "Pursue justice and justice alone, so that you will live and possess the land the Lord*s your God is giving you."
    },
    {
        "o": 5906,
        "r": "csb:Deuteronomy:16:20",
        "t": "Forbidden Worship",
        "h": 2
    },
    {
        "o": 5907,
        "r": "csb:Deuteronomy:16:21",
        "t": "“Do*p not set up an Asherah of any kind of wood next to the altar you will build for the Lord*s your God,"
    },
    {
        "o": 5908,
        "r": "csb:Deuteronomy:16:22",
        "t": "and do not set up a sacred pillar; the Lord*s your God hates them."
    }
]
