[
    {
        "o": 13925,
        "r": "csb:Nehemiah:9:0",
        "t": "Nehemiah 9",
        "h": 1
    },
    {
        "o": 13926,
        "r": "csb:Nehemiah:9:0",
        "t": "National Confession of Sin",
        "h": 2
    },
    {
        "o": 13927,
        "r": "csb:Nehemiah:9:1",
        "t": "On*p the twenty-fourth day of this month the Israelites assembled; they were fasting, wearing sackcloth, and had put dust on their heads."
    },
    {
        "o": 13928,
        "r": "csb:Nehemiah:9:2",
        "t": "Those of Israelite descent separated themselves from all foreigners, and they stood and confessed their sins and the iniquities of their ancestors."
    },
    {
        "o": 13929,
        "r": "csb:Nehemiah:9:3",
        "t": "While they stood in their places, they read from the book of the law of the Lord*s their God for a fourth of the day and spent another fourth of the day in confession and worship of the Lord*s their God."
    },
    {
        "o": 13930,
        "r": "csb:Nehemiah:9:4",
        "t": "Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani stood on the raised platform built for the Levites and cried out loudly to the Lord*s their God."
    },
    {
        "o": 13931,
        "r": "csb:Nehemiah:9:5",
        "t": "Then the Levites - Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah- said, “Stand up. Blessed be the Lord*s your God from everlasting to everlasting.” Blessed*pn be your glorious name, and*ln may it be exalted above all blessing and praise."
    },
    {
        "o": 13932,
        "r": "csb:Nehemiah:9:6",
        "t": "You,*ln Lord,*s are the only God. You*ln created the heavens, the*ln highest heavens with all their stars, the*ln earth and all that is on it, the*ln seas and all that is in them. You*ln give life to all of them, and*ln all the stars of heaven worship you."
    },
    {
        "o": 13933,
        "r": "csb:Nehemiah:9:7",
        "t": "You,*ln the Lord,*s are*ln the God who chose Abram and*ln brought him out of Ur of the Chaldeans, and*ln changed his name to Abraham."
    },
    {
        "o": 13934,
        "r": "csb:Nehemiah:9:8",
        "t": "You*ln found his heart faithful in your sight, and*ln made a covenant with him to*ln give the land of the Canaanites, Hethites,*ln Amorites, Perizzites, Jebusites,*ln and Girgashites — to*ln give it to his descendants. You*ln have fulfilled your promise, for*ln you are righteous."
    },
    {
        "o": 13935,
        "r": "csb:Nehemiah:9:9",
        "t": "You*pn saw the oppression of our ancestors in Egypt and*ln heard their cry at the Red Sea."
    },
    {
        "o": 13936,
        "r": "csb:Nehemiah:9:10",
        "t": "You*ln performed signs and wonders against Pharaoh, all*ln his officials, and all the people of his land, for*ln you knew how arrogantly they treated our ancestors. You*ln made a name for yourself that*ln endures to this day."
    },
    {
        "o": 13937,
        "r": "csb:Nehemiah:9:11",
        "t": "You*ln divided the sea before them, and*ln they crossed through it on dry ground. You*ln hurled their pursuers into the depths like*ln a stone into raging water."
    },
    {
        "o": 13938,
        "r": "csb:Nehemiah:9:12",
        "t": "You*ln led them with a pillar of cloud by day, and*ln with a pillar of fire by night, to*ln illuminate the way they should go."
    },
    {
        "o": 13939,
        "r": "csb:Nehemiah:9:13",
        "t": "You*ln came down on Mount Sinai, and*ln spoke to them from heaven. You*ln gave them impartial ordinances, reliable instructions, and*ln good statutes and commands."
    },
    {
        "o": 13940,
        "r": "csb:Nehemiah:9:14",
        "t": "You*ln revealed your holy Sabbath to them, and*ln gave them commands, statutes, and instruction through*ln your servant Moses."
    },
    {
        "o": 13941,
        "r": "csb:Nehemiah:9:15",
        "t": "You*ln provided bread from heaven for their hunger; you*ln brought them water from the rock for their thirst. You*ln told them to go in and possess the land you*ln had sworn to give them."
    },
    {
        "o": 13942,
        "r": "csb:Nehemiah:9:16",
        "t": "But*pn our ancestors acted arrogantly; they*ln became stiff-necked and did not listen to your commands."
    },
    {
        "o": 13943,
        "r": "csb:Nehemiah:9:17",
        "t": "They*ln refused to listen and*ln did not remember your wonders you*ln performed among them. They*ln became stiff-necked and appointed a leader to*ln return to their slavery in Egypt. But*ln you are a forgiving God, gracious*ln and compassionate, slow*ln to anger and abounding in faithful love, and*ln you did not abandon them."
    },
    {
        "o": 13944,
        "r": "csb:Nehemiah:9:18",
        "t": "Even*ln after they had cast an image of a calf for*ln themselves and said, “This*ln is your god who brought you out of Egypt,” and*ln they had committed terrible blasphemies,"
    },
    {
        "o": 13945,
        "r": "csb:Nehemiah:9:19",
        "t": "you*ln did not abandon them in the wilderness because*ln of your great compassion. During*ln the day the pillar of cloud never*ln turned away from them, guiding*ln them on their journey. And*ln during the night the pillar of fire illuminated*ln the way they should go."
    },
    {
        "o": 13946,
        "r": "csb:Nehemiah:9:20",
        "t": "You*ln sent your good Spirit to instruct them. You*ln did not withhold your manna from their mouths, and*ln you gave them water for their thirst."
    },
    {
        "o": 13947,
        "r": "csb:Nehemiah:9:21",
        "t": "You*ln provided for them in the wilderness forty years, and*ln they lacked nothing. Their*ln clothes did not wear out, and*ln their feet did not swell."
    },
    {
        "o": 13948,
        "r": "csb:Nehemiah:9:22",
        "t": "You*pn gave them kingdoms and peoples and*ln established boundaries for them. They*ln took possession of*ln the land of King Sihon of Heshbon and*ln of the land of King Og of Bashan."
    },
    {
        "o": 13949,
        "r": "csb:Nehemiah:9:23",
        "t": "You*ln multiplied their descendants like*ln the stars of the sky and*ln brought them to the land you*ln told their ancestors to go in and possess."
    },
    {
        "o": 13950,
        "r": "csb:Nehemiah:9:24",
        "t": "So*ln their descendants went in and possessed the land: You*ln subdued the Canaanites who inhabited the land before them and*ln handed their kings and the surrounding peoples over to them, to*ln do as they pleased with them."
    },
    {
        "o": 13951,
        "r": "csb:Nehemiah:9:25",
        "t": "They*ln captured fortified cities and fertile land and*ln took possession of well-supplied houses, cisterns*ln cut out of rock, vineyards, olive*ln groves, and fruit trees in abundance. They*ln ate, were filled, became*ln prosperous, and delighted in your great goodness."
    },
    {
        "o": 13952,
        "r": "csb:Nehemiah:9:26",
        "t": "But*pn they were disobedient and rebelled against you. They*ln flung your law behind their backs and*ln killed your prophets who*ln warned them in*ln order to turn them back to you. They*ln committed terrible blasphemies."
    },
    {
        "o": 13953,
        "r": "csb:Nehemiah:9:27",
        "t": "So*ln you handed them over to their enemies, who*ln oppressed them. In*ln their time of distress, they cried out to you, and*ln you heard from heaven. In*ln your abundant compassion you*ln gave them deliverers, who rescued them from*ln the power of their enemies."
    },
    {
        "o": 13954,
        "r": "csb:Nehemiah:9:28",
        "t": "But*ln as soon as they had relief, they*ln again did what was evil in your sight. So*ln you abandoned them to the power of their enemies, who*ln dominated them. When*ln they cried out to you again, you*ln heard from heaven and rescued them many*ln times in your compassion."
    },
    {
        "o": 13955,
        "r": "csb:Nehemiah:9:29",
        "t": "You*ln warned them to turn back to your law, but*ln they acted arrogantly and*ln would not obey your commands. They*ln sinned against your ordinances, which*ln a person will live by if he does them. They*ln stubbornly resisted, stiffened*ln their necks, and would not obey."
    },
    {
        "o": 13956,
        "r": "csb:Nehemiah:9:30",
        "t": "You*ln were patient with them for many years, and*ln your Spirit warned them through your prophets, but*ln they would not listen. Therefore,*ln you handed them over to the surrounding peoples."
    },
    {
        "o": 13957,
        "r": "csb:Nehemiah:9:31",
        "t": "However,*ln in your abundant compassion, you*ln did not destroy them or abandon them, for*ln you are a gracious and compassionate God."
    },
    {
        "o": 13958,
        "r": "csb:Nehemiah:9:32",
        "t": "So*pn now, our God - the great, mighty, and*ln awe-inspiring God who keeps his gracious covenant— do*ln not view lightly all the hardships that have afflicted us, our*ln kings and leaders, our*ln priests and prophets, our*ln ancestors and all your people, from*ln the days of the Assyrian kings until today."
    },
    {
        "o": 13959,
        "r": "csb:Nehemiah:9:33",
        "t": "You*ln are righteous concerning all that has happened to us, because*ln you have acted faithfully, while*ln we have acted wickedly."
    },
    {
        "o": 13960,
        "r": "csb:Nehemiah:9:34",
        "t": "Our*ln kings, leaders, priests, and ancestors did*ln not obey your law or*ln listen to your commands and*ln warnings you gave them."
    },
    {
        "o": 13961,
        "r": "csb:Nehemiah:9:35",
        "t": "When*ln they were in their kingdom, with*ln your abundant goodness that you gave them, and*ln in the spacious and fertile land you set before them, they*ln would not serve you or turn from their wicked ways."
    },
    {
        "o": 13962,
        "r": "csb:Nehemiah:9:36",
        "t": "Here*pn we are today, slaves*ln in the land you gave our ancestors so*ln that they could enjoy its fruit and its goodness. Here*ln we are - slaves in it!"
    },
    {
        "o": 13963,
        "r": "csb:Nehemiah:9:37",
        "t": "Its*ln abundant harvest goes to the kings you*ln have set over us, because*ln of our sins. They*ln rule over our bodies and*ln our livestock as they please. We*ln are in great distress."
    },
    {
        "o": 13964,
        "r": "csb:Nehemiah:9:37",
        "t": "Israel’s Vow of Faithfulness",
        "h": 2
    },
    {
        "o": 13965,
        "r": "csb:Nehemiah:9:38",
        "t": "In*p view of all this, we are making a binding agreement in writing on a sealed document containing the names of our leaders, Levites, and priests."
    }
]
