[
    {
        "o": 7564,
        "r": "csb:Judges:11:0",
        "t": "Judges 11",
        "h": 1
    },
    {
        "o": 7565,
        "r": "csb:Judges:11:0",
        "t": "Jephthah Becomes Israel’s Leader",
        "h": 2
    },
    {
        "o": 7566,
        "r": "csb:Judges:11:1",
        "t": "Jephthah*p the Gileadite was a valiant warrior, but he was the son of a prostitute, and Gilead was his father."
    },
    {
        "o": 7567,
        "r": "csb:Judges:11:2",
        "t": "Gilead’s wife bore him sons, and when they grew up, they drove Jephthah out and said to him, “You will have no inheritance in our father’s family, because you are the son of another woman.”"
    },
    {
        "o": 7568,
        "r": "csb:Judges:11:3",
        "t": "So Jephthah fled from his brothers and lived in the land of Tob. Then some worthless men joined Jephthah and went on raids with him."
    },
    {
        "o": 7569,
        "r": "csb:Judges:11:4",
        "t": "Some*p time later, the Ammonites fought against Israel."
    },
    {
        "o": 7570,
        "r": "csb:Judges:11:5",
        "t": "When the Ammonites made war with Israel, the elders of Gilead went to get Jephthah from the land of Tob."
    },
    {
        "o": 7571,
        "r": "csb:Judges:11:6",
        "t": "They said to him, “Come, be our commander, and let’s fight the Ammonites.”"
    },
    {
        "o": 7572,
        "r": "csb:Judges:11:7",
        "t": "Jephthah*p replied to the elders of Gilead, “Didn’t you hate me and drive me out of my father’s family? Why then have you come to me now when you’re in trouble?”"
    },
    {
        "o": 7573,
        "r": "csb:Judges:11:8",
        "t": "They*p answered Jephthah, “That’s true. But now we turn to you. Come with us, fight the Ammonites, and you will become leader of all the inhabitants of Gilead.”"
    },
    {
        "o": 7574,
        "r": "csb:Judges:11:9",
        "t": "So*p Jephthah said to them, “If you are bringing me back to fight the Ammonites and the Lord*s gives them to me, I will be your leader.”"
    },
    {
        "o": 7575,
        "r": "csb:Judges:11:10",
        "t": "The*p elders of Gilead said to Jephthah, “The Lord*s is our witness if we don’t do as you say.”"
    },
    {
        "o": 7576,
        "r": "csb:Judges:11:11",
        "t": "So Jephthah went with the elders of Gilead. The people made him their leader and commander, and Jephthah repeated all his terms in the presence of the Lord*s at Mizpah."
    },
    {
        "o": 7577,
        "r": "csb:Judges:11:11",
        "t": "Jephthah Rejects Ammonite Claims",
        "h": 2
    },
    {
        "o": 7578,
        "r": "csb:Judges:11:12",
        "t": "Jephthah*p sent messengers to the king of the Ammonites, asking, “What do you have against me that you have come to fight me in my land?”"
    },
    {
        "o": 7579,
        "r": "csb:Judges:11:13",
        "t": "The*p king of the Ammonites said to Jephthah’s messengers, “When Israel came from Egypt, they seized my land from the Arnon to the Jabbok and the Jordan. Now restore it peaceably.”"
    },
    {
        "o": 7580,
        "r": "csb:Judges:11:14",
        "t": "Jephthah*p again sent messengers to the king of the Ammonites"
    },
    {
        "o": 7581,
        "r": "csb:Judges:11:15",
        "t": "to tell him, “This is what Jephthah says: Israel did not take away the land of Moab or the land of the Ammonites."
    },
    {
        "o": 7582,
        "r": "csb:Judges:11:16",
        "t": "But when they came from Egypt, Israel traveled through the wilderness to the Red Sea and came to Kadesh."
    },
    {
        "o": 7583,
        "r": "csb:Judges:11:17",
        "t": "Israel sent messengers to the king of Edom, saying, ‘Please let us travel through your land,’ but the king of Edom would not listen. They also sent messengers to the king of Moab, but he refused. So Israel stayed in Kadesh."
    },
    {
        "o": 7584,
        "r": "csb:Judges:11:18",
        "t": "“Then*p they traveled through the wilderness and around the lands of Edom and Moab. They came to the east side of the land of Moab and camped on the other side of the Arnon but did not enter into the territory of Moab, for the Arnon was the boundary of Moab."
    },
    {
        "o": 7585,
        "r": "csb:Judges:11:19",
        "t": "“Then*p Israel sent messengers to Sihon king of the Amorites, king of Heshbon. Israel said to him, ‘Please let us travel through your land to our country,’"
    },
    {
        "o": 7586,
        "r": "csb:Judges:11:20",
        "t": "but Sihon would not trust Israel to pass through his territory. Instead, Sihon gathered all his troops, camped at Jahaz, and fought with Israel."
    },
    {
        "o": 7587,
        "r": "csb:Judges:11:21",
        "t": "Then the Lord*s God of Israel handed over Sihon and all his troops to Israel, and they defeated them. So Israel took possession of the entire land of the Amorites who lived in that country."
    },
    {
        "o": 7588,
        "r": "csb:Judges:11:22",
        "t": "They took possession of all the territory of the Amorites from the Arnon to the Jabbok and from the wilderness to the Jordan."
    },
    {
        "o": 7589,
        "r": "csb:Judges:11:23",
        "t": "“The*p Lord*s God of Israel has now driven out the Amorites before his people Israel, and will you now force us out?"
    },
    {
        "o": 7590,
        "r": "csb:Judges:11:24",
        "t": "Isn’t it true that you can have whatever your god Chemosh conquers for you, and we can have whatever the Lord*s our God conquers for us?"
    },
    {
        "o": 7591,
        "r": "csb:Judges:11:25",
        "t": "Now are you any better than Balak son of Zippor, king of Moab? Did he ever contend with Israel or fight against them?"
    },
    {
        "o": 7592,
        "r": "csb:Judges:11:26",
        "t": "While Israel lived three hundred years in Heshbon and Aroer and their surrounding villages, and in all the cities that are on the banks of the Arnon, why didn’t you take them back at that time?"
    },
    {
        "o": 7593,
        "r": "csb:Judges:11:27",
        "t": "I have not sinned against you, but you are doing me wrong by fighting against me. Let the Lord*s who is the judge decide today between the Israelites and the Ammonites.”"
    },
    {
        "o": 7594,
        "r": "csb:Judges:11:28",
        "t": "But the king of the Ammonites would not listen to Jephthah’s message that he sent him."
    },
    {
        "o": 7595,
        "r": "csb:Judges:11:28",
        "t": "Jephthah’s Vow and Sacrifice",
        "h": 2
    },
    {
        "o": 7596,
        "r": "csb:Judges:11:29",
        "t": "The*p Spirit of the Lord*s came on Jephthah, who traveled through Gilead and Manasseh, and then through Mizpah of Gilead. He crossed over to the Ammonites from Mizpah of Gilead."
    },
    {
        "o": 7597,
        "r": "csb:Judges:11:30",
        "t": "Jephthah made this vow to the Lord:*s “If you in fact hand over the Ammonites to me,"
    },
    {
        "o": 7598,
        "r": "csb:Judges:11:31",
        "t": "whoever comes out the doors of my house to greet me when I return safely from the Ammonites will belong to the Lord,*s and I will offer that person as a burnt offering.”"
    },
    {
        "o": 7599,
        "r": "csb:Judges:11:32",
        "t": "Jephthah*p crossed over to the Ammonites to fight against them, and the Lord*s handed them over to him."
    },
    {
        "o": 7600,
        "r": "csb:Judges:11:33",
        "t": "He defeated twenty of their cities with a great slaughter from Aroer all the way to the entrance of Minnith and to Abel-keramim. So the Ammonites were subdued before the Israelites."
    },
    {
        "o": 7601,
        "r": "csb:Judges:11:34",
        "t": "When*p Jephthah went to his home in Mizpah, there was his daughter, coming out to meet him with tambourines and dancing! She was his only child; he had no other son or daughter besides her."
    },
    {
        "o": 7602,
        "r": "csb:Judges:11:35",
        "t": "When he saw her, he tore his clothes and said, “No! Not my daughter! You have devastated me! You have brought great misery on me. I have given my word to the Lord*s and cannot take it back.”"
    },
    {
        "o": 7603,
        "r": "csb:Judges:11:36",
        "t": "Then*p she said to him, “My father, you have given your word to the Lord.*s Do to me as you have said, for the Lord*s brought vengeance on your enemies, the Ammonites.”"
    },
    {
        "o": 7604,
        "r": "csb:Judges:11:37",
        "t": "She also said to her father, “Let me do this one thing: Let me wander two months through the mountains with my friends and mourn my virginity.”"
    },
    {
        "o": 7605,
        "r": "csb:Judges:11:38",
        "t": "“Go,”*p he said. And he sent her away two months. So she left with her friends and mourned her virginity as she wandered through the mountains."
    },
    {
        "o": 7606,
        "r": "csb:Judges:11:39",
        "t": "At the end of two months, she returned to her father, and he kept the vow he had made about her. And she had never been intimate with a man. Now it became a custom in Israel"
    },
    {
        "o": 7607,
        "r": "csb:Judges:11:40",
        "t": "that four days each year the young women of Israel would commemorate the daughter of Jephthah the Gileadite."
    }
]
