[
    {
        "o": 6040,
        "r": "kjv:Joshua:1:0",
        "t": "Joshua 1",
        "h": 1
    },
    {
        "o": 6041,
        "r": "kjv:Joshua:1:1",
        "t": "Now*p after the death of Moses the servant of the Lord*s it came to pass, that the Lord*s spake unto Joshua the son of Nun, Moses' minister, saying,"
    },
    {
        "o": 6042,
        "r": "kjv:Joshua:1:2",
        "t": "Moses*p my servant is dead; now therefore arise, go over this Jordan, thou, and all this people, unto the land which I do give to them, even to the children of Israel."
    },
    {
        "o": 6043,
        "r": "kjv:Joshua:1:3",
        "t": "Every*p place that the sole of your foot shall tread upon, that have I given unto you, as I said unto Moses."
    },
    {
        "o": 6044,
        "r": "kjv:Joshua:1:4",
        "t": "From*p the wilderness and this Lebanon even unto the great river, the river Euphrates, all the land of the Hittites, and unto the great sea toward the going down of the sun, shall be your coast."
    },
    {
        "o": 6045,
        "r": "kjv:Joshua:1:5",
        "t": "There*p shall not any man be able to stand before thee all the days of thy life: as I was with Moses, so I will be with thee: I will not fail thee, nor forsake thee."
    },
    {
        "o": 6046,
        "r": "kjv:Joshua:1:6",
        "t": "Be*p strong and of a good courage: for unto this people shalt thou divide for an inheritance the land, which I sware unto their fathers to give them."
    },
    {
        "o": 6047,
        "r": "kjv:Joshua:1:7",
        "t": "Only*p be thou strong and very courageous, that thou mayest observe to do according to all the law, which Moses my servant commanded thee: turn not from it to the right hand or to the left, that thou mayest prosper whithersoever thou goest."
    },
    {
        "o": 6048,
        "r": "kjv:Joshua:1:8",
        "t": "This*p book of the law shall not depart out of thy mouth; but thou shalt meditate therein day and night, that thou mayest observe to do according to all that is written therein: for then thou shalt make thy way prosperous, and then thou shalt have good success."
    },
    {
        "o": 6049,
        "r": "kjv:Joshua:1:9",
        "t": "Have*p not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the Lord*s thy God is with thee whithersoever thou goest."
    },
    {
        "o": 6050,
        "r": "kjv:Joshua:1:10",
        "t": "Then*p Joshua commanded the officers of the people, saying,"
    },
    {
        "o": 6051,
        "r": "kjv:Joshua:1:11",
        "t": "Pass*p through the host, and command the people, saying, Prepare you victuals; for within three days ye shall pass over this Jordan, to go in to possess the land, which the Lord*s your God giveth you to possess it."
    },
    {
        "o": 6052,
        "r": "kjv:Joshua:1:12",
        "t": "And*p to the Reubenites, and to the Gadites, and to half the tribe of Manasseh, spake Joshua, saying,"
    },
    {
        "o": 6053,
        "r": "kjv:Joshua:1:13",
        "t": "Remember*p the word which Moses the servant of the Lord*s commanded you, saying, The Lord*s your God hath given you rest, and hath given you this land."
    },
    {
        "o": 6054,
        "r": "kjv:Joshua:1:14",
        "t": "Your*p wives, your little ones, and your cattle, shall remain in the land which Moses gave you on this side Jordan; but ye shall pass before your brethren armed, all the mighty men of valour, and help them;"
    },
    {
        "o": 6055,
        "r": "kjv:Joshua:1:15",
        "t": "Until*p the Lord*s have given your brethren rest, as he hath given you, and they also have possessed the land which the Lord*s your God giveth them: then ye shall return unto the land of your possession, and enjoy it, which Moses the Lord's*s servant gave you on this side Jordan toward the sunrising."
    },
    {
        "o": 6056,
        "r": "kjv:Joshua:1:16",
        "t": "And*p they answered Joshua, saying, All that thou commandest us we will do, and whithersoever thou sendest us, we will go."
    },
    {
        "o": 6057,
        "r": "kjv:Joshua:1:17",
        "t": "According*p as we hearkened unto Moses in all things, so will we hearken unto thee: only the Lord*s thy God be with thee, as he was with Moses."
    },
    {
        "o": 6058,
        "r": "kjv:Joshua:1:18",
        "t": "Whosoever*p he be that doth rebel against thy commandment, and will not hearken unto thy words in all that thou commandest him, he shall be put to death: only be strong and of a good courage."
    }
]
