[
    {
        "o": 24019,
        "r": "kjv:Zechariah:7:0",
        "t": "Zechariah 7",
        "h": 1
    },
    {
        "o": 24020,
        "r": "kjv:Zechariah:7:1",
        "t": "And*p it came to pass in the fourth year of king Darius, that the word of the Lord*s came unto Zechariah in the fourth day of the ninth month, even in Chisleu;"
    },
    {
        "o": 24021,
        "r": "kjv:Zechariah:7:2",
        "t": "When*p they had sent unto the house of God Sherezer and Regem–melech, and their men, to pray before the Lord,*s"
    },
    {
        "o": 24022,
        "r": "kjv:Zechariah:7:3",
        "t": "And*p to speak unto the priests which were in the house of the Lord*s of hosts, and to the prophets, saying, Should I weep in the fifth month, separating myself, as I have done these so many years?"
    },
    {
        "o": 24023,
        "r": "kjv:Zechariah:7:4",
        "t": "Then*p came the word of the Lord*s of hosts unto me, saying,"
    },
    {
        "o": 24024,
        "r": "kjv:Zechariah:7:5",
        "t": "Speak*p unto all the people of the land, and to the priests, saying, When ye fasted and mourned in the fifth and seventh month, even those seventy years, did ye at all fast unto me, even to me?"
    },
    {
        "o": 24025,
        "r": "kjv:Zechariah:7:6",
        "t": "And*p when ye did eat, and when ye did drink, did not ye eat for yourselves, and drink for yourselves?"
    },
    {
        "o": 24026,
        "r": "kjv:Zechariah:7:7",
        "t": "Should*p ye not hear the words which the Lord*s hath cried by the former prophets, when Jerusalem was inhabited and in prosperity, and the cities thereof round about her, when men inhabited the south and the plain?"
    },
    {
        "o": 24027,
        "r": "kjv:Zechariah:7:8",
        "t": "And*p the word of the Lord*s came unto Zechariah, saying,"
    },
    {
        "o": 24028,
        "r": "kjv:Zechariah:7:9",
        "t": "Thus*p speaketh the Lord*s of hosts, saying, Execute true judgment, and shew mercy and compassions every man to his brother:"
    },
    {
        "o": 24029,
        "r": "kjv:Zechariah:7:10",
        "t": "And*p oppress not the widow, nor the fatherless, the stranger, nor the poor; and let none of you imagine evil against his brother in your heart."
    },
    {
        "o": 24030,
        "r": "kjv:Zechariah:7:11",
        "t": "But*p they refused to hearken, and pulled away the shoulder, and stopped their ears, that they should not hear."
    },
    {
        "o": 24031,
        "r": "kjv:Zechariah:7:12",
        "t": "Yea,*p they made their hearts as an adamant stone, lest they should hear the law, and the words which the Lord*s of hosts hath sent in his spirit by the former prophets: therefore came a great wrath from the Lord*s of hosts."
    },
    {
        "o": 24032,
        "r": "kjv:Zechariah:7:13",
        "t": "Therefore*p it is come to pass, that as he cried, and they would not hear; so they cried, and I would not hear, saith the Lord*s of hosts:"
    },
    {
        "o": 24033,
        "r": "kjv:Zechariah:7:14",
        "t": "But*p I scattered them with a whirlwind among all the nations whom they knew not. Thus the land was desolate after them, that no man passed through nor returned: for they laid the pleasant land desolate."
    }
]
