[
    {
        "o": 4153,
        "r": "kjv:Numbers:11:0",
        "t": "Numbers 11",
        "h": 1
    },
    {
        "o": 4154,
        "r": "kjv:Numbers:11:1",
        "t": "And*p when the people complained, it displeased the Lord:*s and the Lord*s heard it; and his anger was kindled; and the fire of the Lord*s burnt among them, and consumed them that were in the uttermost parts of the camp."
    },
    {
        "o": 4155,
        "r": "kjv:Numbers:11:2",
        "t": "And*p the people cried unto Moses; and when Moses prayed unto the Lord,*s the fire was quenched."
    },
    {
        "o": 4156,
        "r": "kjv:Numbers:11:3",
        "t": "And*p he called the name of the place Taberah: because the fire of the Lord*s burnt among them."
    },
    {
        "o": 4157,
        "r": "kjv:Numbers:11:4",
        "t": "And*p the mixt multitude that was among them fell a lusting: and the children of Israel also wept again, and said, Who shall give us flesh to eat?"
    },
    {
        "o": 4158,
        "r": "kjv:Numbers:11:5",
        "t": "We*p remember the fish, which we did eat in Egypt freely; the cucumbers, and the melons, and the leeks, and the onions, and the garlick:"
    },
    {
        "o": 4159,
        "r": "kjv:Numbers:11:6",
        "t": "But*p now our soul is dried away: there is nothing at all, beside this manna, before our eyes."
    },
    {
        "o": 4160,
        "r": "kjv:Numbers:11:7",
        "t": "And*p the manna was as coriander seed, and the colour thereof as the colour of bdellium."
    },
    {
        "o": 4161,
        "r": "kjv:Numbers:11:8",
        "t": "And*p the people went about, and gathered it, and ground it in mills, or beat it in a mortar, and baked it in pans, and made cakes of it: and the taste of it was as the taste of fresh oil."
    },
    {
        "o": 4162,
        "r": "kjv:Numbers:11:9",
        "t": "And*p when the dew fell upon the camp in the night, the manna fell upon it."
    },
    {
        "o": 4163,
        "r": "kjv:Numbers:11:10",
        "t": "Then*p Moses heard the people weep throughout their families, every man in the door of his tent: and the anger of the Lord*s was kindled greatly; Moses also was displeased."
    },
    {
        "o": 4164,
        "r": "kjv:Numbers:11:11",
        "t": "And*p Moses said unto the Lord,*s Wherefore hast thou afflicted thy servant? and wherefore have I not found favour in thy sight, that thou layest the burden of all this people upon me?"
    },
    {
        "o": 4165,
        "r": "kjv:Numbers:11:12",
        "t": "Have*p I conceived all this people? have I begotten them, that thou shouldest say unto me, Carry them in thy bosom, as a nursing father beareth the sucking child, unto the land which thou swarest unto their fathers?"
    },
    {
        "o": 4166,
        "r": "kjv:Numbers:11:13",
        "t": "Whence*p should I have flesh to give unto all this people? for they weep unto me, saying, Give us flesh, that we may eat."
    },
    {
        "o": 4167,
        "r": "kjv:Numbers:11:14",
        "t": "I*p am not able to bear all this people alone, because it is too heavy for me."
    },
    {
        "o": 4168,
        "r": "kjv:Numbers:11:15",
        "t": "And*p if thou deal thus with me, kill me, I pray thee, out of hand, if I have found favour in thy sight; and let me not see my wretchedness."
    },
    {
        "o": 4169,
        "r": "kjv:Numbers:11:16",
        "t": "And*p the Lord*s said unto Moses, Gather unto me seventy men of the elders of Israel, whom thou knowest to be the elders of the people, and officers over them; and bring them unto the tabernacle of the congregation, that they may stand there with thee."
    },
    {
        "o": 4170,
        "r": "kjv:Numbers:11:17",
        "t": "And*p I will come down and talk with thee there: and I will take of the spirit which is upon thee, and will put it upon them; and they shall bear the burden of the people with thee, that thou bear it not thyself alone."
    },
    {
        "o": 4171,
        "r": "kjv:Numbers:11:18",
        "t": "And*p say thou unto the people, Sanctify yourselves against to morrow, and ye shall eat flesh: for ye have wept in the ears of the Lord,*s saying, Who shall give us flesh to eat? for it was well with us in Egypt: therefore the Lord*s will give you flesh, and ye shall eat."
    },
    {
        "o": 4172,
        "r": "kjv:Numbers:11:19",
        "t": "Ye*p shall not eat one day, nor two days, nor five days, neither ten days, nor twenty days;"
    },
    {
        "o": 4173,
        "r": "kjv:Numbers:11:20",
        "t": "But*p even a whole month, until it come out at your nostrils, and it be loathsome unto you: because that ye have despised the Lord*s which is among you, and have wept before him, saying, Why came we forth out of Egypt?"
    },
    {
        "o": 4174,
        "r": "kjv:Numbers:11:21",
        "t": "And*p Moses said, The people, among whom I am, are six hundred thousand footmen; and thou hast said, I will give them flesh, that they may eat a whole month."
    },
    {
        "o": 4175,
        "r": "kjv:Numbers:11:22",
        "t": "Shall*p the flocks and the herds be slain for them, to suffice them? or shall all the fish of the sea be gathered together for them, to suffice them?"
    },
    {
        "o": 4176,
        "r": "kjv:Numbers:11:23",
        "t": "And*p the Lord*s said unto Moses, Is the Lord's*s hand waxed short? thou shalt see now whether my word shall come to pass unto thee or not."
    },
    {
        "o": 4177,
        "r": "kjv:Numbers:11:24",
        "t": "And*p Moses went out, and told the people the words of the Lord,*s and gathered the seventy men of the elders of the people, and set them round about the tabernacle."
    },
    {
        "o": 4178,
        "r": "kjv:Numbers:11:25",
        "t": "And*p the Lord*s came down in a cloud, and spake unto him, and took of the spirit that was upon him, and gave it unto the seventy elders: and it came to pass, that, when the spirit rested upon them, they prophesied, and did not cease."
    },
    {
        "o": 4179,
        "r": "kjv:Numbers:11:26",
        "t": "But*p there remained two of the men in the camp, the name of the one was Eldad, and the name of the other Medad: and the spirit rested upon them; and they were of them that were written, but went not out unto the tabernacle: and they prophesied in the camp."
    },
    {
        "o": 4180,
        "r": "kjv:Numbers:11:27",
        "t": "And*p there ran a young man, and told Moses, and said, Eldad and Medad do prophesy in the camp."
    },
    {
        "o": 4181,
        "r": "kjv:Numbers:11:28",
        "t": "And*p Joshua the son of Nun, the servant of Moses, one of his young men, answered and said, My lord Moses, forbid them."
    },
    {
        "o": 4182,
        "r": "kjv:Numbers:11:29",
        "t": "And*p Moses said unto him, Enviest thou for my sake? would God that all the Lord's*s people were prophets, and that the Lord*s would put his spirit upon them!"
    },
    {
        "o": 4183,
        "r": "kjv:Numbers:11:30",
        "t": "And*p Moses gat him into the camp, he and the elders of Israel."
    },
    {
        "o": 4184,
        "r": "kjv:Numbers:11:31",
        "t": "And*p there went forth a wind from the Lord,*s and brought quails from the sea, and let them fall by the camp, as it were a day's journey on this side, and as it were a day's journey on the other side, round about the camp, and as it were two cubits high upon the face of the earth."
    },
    {
        "o": 4185,
        "r": "kjv:Numbers:11:32",
        "t": "And*p the people stood up all that day, and all that night, and all the next day, and they gathered the quails: he that gathered least gathered ten homers: and they spread them all abroad for themselves round about the camp."
    },
    {
        "o": 4186,
        "r": "kjv:Numbers:11:33",
        "t": "And*p while the flesh was yet between their teeth, ere it was chewed, the wrath of the Lord*s was kindled against the people, and the Lord*s smote the people with a very great plague."
    },
    {
        "o": 4187,
        "r": "kjv:Numbers:11:34",
        "t": "And*p he called the name of that place Kibroth–hattaavah: because there they buried the people that lusted."
    },
    {
        "o": 4188,
        "r": "kjv:Numbers:11:35",
        "t": "And*p the people journeyed from Kibroth–hattaavah unto Hazeroth; and abode at Hazeroth."
    }
]
