[
    {
        "o": 34502,
        "r": "esv:Revelation:6:0",
        "t": "Revelation 6",
        "h": 1
    },
    {
        "o": 34503,
        "r": "esv:Revelation:6:0",
        "t": "The Seven Seals",
        "h": 2
    },
    {
        "o": 34504,
        "r": "esv:Revelation:6:1",
        "t": "Now*p I watched when the Lamb opened one of the seven seals, and I heard one of the four living creatures say with a voice like thunder, “Come!”"
    },
    {
        "o": 34505,
        "r": "esv:Revelation:6:2",
        "t": "And I looked, and behold, a white horse! And its rider had a bow, and a crown was given to him, and he came out conquering, and to conquer."
    },
    {
        "o": 34506,
        "r": "esv:Revelation:6:3",
        "t": "When*p he opened the second seal, I heard the second living creature say, “Come!”"
    },
    {
        "o": 34507,
        "r": "esv:Revelation:6:4",
        "t": "And out came another horse, bright red. Its rider was permitted to take peace from the earth, so that people should slay one another, and he was given a great sword."
    },
    {
        "o": 34508,
        "r": "esv:Revelation:6:5",
        "t": "When*p he opened the third seal, I heard the third living creature say, “Come!” And I looked, and behold, a black horse! And its rider had a pair of scales in his hand."
    },
    {
        "o": 34509,
        "r": "esv:Revelation:6:6",
        "t": "And I heard what seemed to be a voice in the midst of the four living creatures, saying, “A quart of wheat for a denarius, and three quarts of barley for a denarius, and do not harm the oil and wine!”"
    },
    {
        "o": 34510,
        "r": "esv:Revelation:6:7",
        "t": "When*p he opened the fourth seal, I heard the voice of the fourth living creature say, “Come!”"
    },
    {
        "o": 34511,
        "r": "esv:Revelation:6:8",
        "t": "And I looked, and behold, a pale horse! And its rider’s name was Death, and Hades followed him. And they were given authority over a fourth of the earth, to kill with sword and with famine and with pestilence and by wild beasts of the earth."
    },
    {
        "o": 34512,
        "r": "esv:Revelation:6:9",
        "t": "When*p he opened the fifth seal, I saw under the altar the souls of those who had been slain for the word of God and for the witness they had borne."
    },
    {
        "o": 34513,
        "r": "esv:Revelation:6:10",
        "t": "They cried out with a loud voice, “O Sovereign Lord, holy and true, how long before you will judge and avenge our blood on those who dwell on the earth?”"
    },
    {
        "o": 34514,
        "r": "esv:Revelation:6:11",
        "t": "Then they were each given a white robe and told to rest a little longer, until the number of their fellow servants and their brothers should be complete, who were to be killed as they themselves had been."
    },
    {
        "o": 34515,
        "r": "esv:Revelation:6:12",
        "t": "When*p he opened the sixth seal, I looked, and behold, there was a great earthquake, and the sun became black as sackcloth, the full moon became like blood,"
    },
    {
        "o": 34516,
        "r": "esv:Revelation:6:13",
        "t": "and the stars of the sky fell to the earth as the fig tree sheds its winter fruit when shaken by a gale."
    },
    {
        "o": 34517,
        "r": "esv:Revelation:6:14",
        "t": "The sky vanished like a scroll that is being rolled up, and every mountain and island was removed from its place."
    },
    {
        "o": 34518,
        "r": "esv:Revelation:6:15",
        "t": "Then the kings of the earth and the great ones and the generals and the rich and the powerful, and everyone, slave and free, hid themselves in the caves and among the rocks of the mountains,"
    },
    {
        "o": 34519,
        "r": "esv:Revelation:6:16",
        "t": "calling to the mountains and rocks, “Fall on us and hide us from the face of him who is seated on the throne, and from the wrath of the Lamb,"
    },
    {
        "o": 34520,
        "r": "esv:Revelation:6:17",
        "t": "for the great day of their wrath has come, and who can stand?”"
    }
]
