[
    {
        "o": 24873,
        "r": "nasb:Joel:3:0",
        "t": "Joel 3",
        "h": 1
    },
    {
        "o": 24874,
        "r": "nasb:Joel:3:0",
        "t": "The Nations Will Be Judged",
        "h": 2
    },
    {
        "o": 24875,
        "r": "nasb:Joel:3:1",
        "t": "“For*pn behold, in those days and at that time, When*ln I restore the fortunes of Judah and Jerusalem,"
    },
    {
        "o": 24876,
        "r": "nasb:Joel:3:2",
        "t": "I*ln will gather all the nations And*ln bring them down to the valley of Jehoshaphat. Then*ln I will enter into judgment with them there On*ln behalf of My people and My inheritance, Israel, Whom*ln they have scattered among the nations; And*ln they have divided up My land."
    },
    {
        "o": 24877,
        "r": "nasb:Joel:3:3",
        "t": "They*ln have also cast lots for My people, Traded*ln a boy for a harlot And*ln sold a girl for wine that they may drink."
    },
    {
        "o": 24878,
        "r": "nasb:Joel:3:4",
        "t": "Moreover,*p what are you to Me, O Tyre, Sidon and all the regions of Philistia? Are you rendering Me a recompense? But if you do recompense Me, swiftly and speedily I will return your recompense on your head."
    },
    {
        "o": 24879,
        "r": "nasb:Joel:3:5",
        "t": "Since you have taken My silver and My gold, brought My precious treasures to your temples,"
    },
    {
        "o": 24880,
        "r": "nasb:Joel:3:6",
        "t": "and sold the sons of Judah and Jerusalem to the Greeks in order to remove them far from their territory,"
    },
    {
        "o": 24881,
        "r": "nasb:Joel:3:7",
        "t": "behold, I am going to arouse them from the place where you have sold them, and return your recompense on your head."
    },
    {
        "o": 24882,
        "r": "nasb:Joel:3:8",
        "t": "Also I will sell your sons and your daughters into the hand of the sons of Judah, and they will sell them to the Sabeans, to a distant nation,” for the Lord*s has spoken."
    },
    {
        "o": 24883,
        "r": "nasb:Joel:3:9",
        "t": "Proclaim*pn this among the nations: Prepare*ln a war; rouse the mighty men! Let*ln all the soldiers draw near, let them come up!"
    },
    {
        "o": 24884,
        "r": "nasb:Joel:3:10",
        "t": "Beat*ln your plowshares into swords And*ln your pruning hooks into spears; Let*ln the weak say, “I am a mighty man.”"
    },
    {
        "o": 24885,
        "r": "nasb:Joel:3:11",
        "t": "Hasten*ln and come, all you surrounding nations, And*ln gather yourselves there. Bring*ln down, O Lord,*s Your mighty ones."
    },
    {
        "o": 24886,
        "r": "nasb:Joel:3:12",
        "t": "Let*ln the nations be aroused And*ln come up to the valley of Jehoshaphat, For*ln there I will sit to judge All*ln the surrounding nations."
    },
    {
        "o": 24887,
        "r": "nasb:Joel:3:13",
        "t": "Put*ln in the sickle, for the harvest is ripe. Come,*ln tread, for the wine press is full; The*ln vats overflow, for their wickedness is great."
    },
    {
        "o": 24888,
        "r": "nasb:Joel:3:14",
        "t": "Multitudes,*ln multitudes in the valley of decision! For*ln the day of the Lord*s is near in the valley of decision."
    },
    {
        "o": 24889,
        "r": "nasb:Joel:3:15",
        "t": "The*ln sun and moon grow dark And*ln the stars lose their brightness."
    },
    {
        "o": 24890,
        "r": "nasb:Joel:3:16",
        "t": "The*ln Lord*s roars from Zion And*ln utters His voice from Jerusalem, And*ln the heavens and the earth tremble. But*ln the Lord*s is a refuge for His people And*ln a stronghold to the sons of Israel."
    },
    {
        "o": 24891,
        "r": "nasb:Joel:3:17",
        "t": "Then*ln you will know that I am the Lord*s your God, Dwelling*ln in Zion, My holy mountain. So*ln Jerusalem will be holy, And*ln strangers will pass through it no more."
    },
    {
        "o": 24892,
        "r": "nasb:Joel:3:17",
        "t": "Judah Will Be Blessed",
        "h": 2
    },
    {
        "o": 24893,
        "r": "nasb:Joel:3:18",
        "t": "And*pn in that day The*ln mountains will drip with sweet wine, And*ln the hills will flow with milk, And*ln all the brooks of Judah will flow with water; And*ln a spring will go out from the house of the Lord*s To*ln water the valley of Shittim."
    },
    {
        "o": 24894,
        "r": "nasb:Joel:3:19",
        "t": "Egypt*ln will become a waste, And*ln Edom will become a desolate wilderness, Because*ln of the violence done to the sons of Judah, In*ln whose land they have shed innocent blood."
    },
    {
        "o": 24895,
        "r": "nasb:Joel:3:20",
        "t": "But*ln Judah will be inhabited forever And*ln Jerusalem for all generations."
    },
    {
        "o": 24896,
        "r": "nasb:Joel:3:21",
        "t": "And*ln I will avenge their blood which I have not avenged, For*ln the Lord*s dwells in Zion."
    }
]
