[
    {
        "o": 13556,
        "r": "kjv:Job:11:0",
        "t": "Job 11",
        "h": 1
    },
    {
        "o": 13557,
        "r": "kjv:Job:11:1",
        "t": "Then*p answered Zophar the Naamathite, and said,"
    },
    {
        "o": 13558,
        "r": "kjv:Job:11:2",
        "t": "Should*p not the multitude of words be answered? and should a man full of talk be justified?"
    },
    {
        "o": 13559,
        "r": "kjv:Job:11:3",
        "t": "Should*p thy lies make men hold their peace? and when thou mockest, shall no man make thee ashamed?"
    },
    {
        "o": 13560,
        "r": "kjv:Job:11:4",
        "t": "For*p thou hast said, My doctrine is pure, and I am clean in thine eyes."
    },
    {
        "o": 13561,
        "r": "kjv:Job:11:5",
        "t": "But*p oh that God would speak, and open his lips against thee;"
    },
    {
        "o": 13562,
        "r": "kjv:Job:11:6",
        "t": "And*p that he would shew thee the secrets of wisdom, that they are double to that which is! Know therefore that God exacteth of thee less than thine iniquity deserveth."
    },
    {
        "o": 13563,
        "r": "kjv:Job:11:7",
        "t": "Canst*p thou by searching find out God? canst thou find out the Almighty unto perfection?"
    },
    {
        "o": 13564,
        "r": "kjv:Job:11:8",
        "t": "It*p is as high as heaven; what canst thou do? deeper than hell; what canst thou know?"
    },
    {
        "o": 13565,
        "r": "kjv:Job:11:9",
        "t": "The*p measure thereof is longer than the earth, and broader than the sea."
    },
    {
        "o": 13566,
        "r": "kjv:Job:11:10",
        "t": "If*p he cut off, and shut up, or gather together, then who can hinder him?"
    },
    {
        "o": 13567,
        "r": "kjv:Job:11:11",
        "t": "For*p he knoweth vain men: he seeth wickedness also; will he not then consider it?"
    },
    {
        "o": 13568,
        "r": "kjv:Job:11:12",
        "t": "For*p vain man would be wise, though man be born like a wild ass's colt."
    },
    {
        "o": 13569,
        "r": "kjv:Job:11:13",
        "t": "If*p thou prepare thine heart, and stretch out thine hands toward him;"
    },
    {
        "o": 13570,
        "r": "kjv:Job:11:14",
        "t": "If*p iniquity be in thine hand, put it far away, and let not wickedness dwell in thy tabernacles."
    },
    {
        "o": 13571,
        "r": "kjv:Job:11:15",
        "t": "For*p then shalt thou lift up thy face without spot; yea, thou shalt be stedfast, and shalt not fear:"
    },
    {
        "o": 13572,
        "r": "kjv:Job:11:16",
        "t": "Because*p thou shalt forget thy misery, and remember it as waters that pass away:"
    },
    {
        "o": 13573,
        "r": "kjv:Job:11:17",
        "t": "And*p thine age shall be clearer than the noonday; thou shalt shine forth, thou shalt be as the morning."
    },
    {
        "o": 13574,
        "r": "kjv:Job:11:18",
        "t": "And*p thou shalt be secure, because there is hope; yea, thou shalt dig about thee, and thou shalt take thy rest in safety."
    },
    {
        "o": 13575,
        "r": "kjv:Job:11:19",
        "t": "Also*p thou shalt lie down, and none shall make thee afraid; yea, many shall make suit unto thee."
    },
    {
        "o": 13576,
        "r": "kjv:Job:11:20",
        "t": "But*p the eyes of the wicked shall fail, and they shall not escape, and their hope shall be as the giving up of the ghost."
    }
]
