[
    {
        "o": 8121,
        "r": "nasb:1 Samuel:11:0",
        "t": "1 Samuel 11",
        "h": 1
    },
    {
        "o": 8122,
        "r": "nasb:1 Samuel:11:0",
        "t": "Saul Defeats the Ammonites",
        "h": 2
    },
    {
        "o": 8123,
        "r": "nasb:1 Samuel:11:1",
        "t": "Now*p Nahash the Ammonite came up and besieged Jabesh-gilead; and all the men of Jabesh said to Nahash, “Make a covenant with us and we will serve you.”"
    },
    {
        "o": 8124,
        "r": "nasb:1 Samuel:11:2",
        "t": "But Nahash the Ammonite said to them, “I will make it*i with you on this condition, that I will gouge out the right eye of every one of you, thus I will make it a reproach on all Israel.”"
    },
    {
        "o": 8125,
        "r": "nasb:1 Samuel:11:3",
        "t": "The elders of Jabesh said to him, “Let us alone for seven days, that we may send messengers throughout the territory of Israel. Then, if there is no one to deliver us, we will come out to you.”"
    },
    {
        "o": 8126,
        "r": "nasb:1 Samuel:11:4",
        "t": "Then the messengers came to Gibeah of Saul and spoke these words in the hearing of the people, and all the people lifted up their voices and wept."
    },
    {
        "o": 8127,
        "r": "nasb:1 Samuel:11:5",
        "t": "Now*p behold, Saul was coming from the field behind the oxen, and he said, “What is the*i matter*i with the people that they weep?” So they related to him the words of the men of Jabesh."
    },
    {
        "o": 8128,
        "r": "nasb:1 Samuel:11:6",
        "t": "Then the Spirit of God came upon Saul mightily when he heard these words, and he became very angry."
    },
    {
        "o": 8129,
        "r": "nasb:1 Samuel:11:7",
        "t": "He took a yoke of oxen and cut them in pieces, and sent them*i throughout the territory of Israel by the hand of messengers, saying, “Whoever does not come out after Saul and after Samuel, so shall it be done to his oxen.” Then the dread of the Lord*s fell on the people, and they came out as one man."
    },
    {
        "o": 8130,
        "r": "nasb:1 Samuel:11:8",
        "t": "He numbered them in Bezek; and the sons of Israel were 300,000, and the men of Judah 30,000."
    },
    {
        "o": 8131,
        "r": "nasb:1 Samuel:11:9",
        "t": "They said to the messengers who had come, “Thus you shall say to the men of Jabesh-gilead, ‘Tomorrow, by the time the sun is hot, you will have deliverance.’ ” So the messengers went and told the men of Jabesh; and they were glad."
    },
    {
        "o": 8132,
        "r": "nasb:1 Samuel:11:10",
        "t": "Then the men of Jabesh said, “Tomorrow we will come out to you, and you may do to us whatever seems good to you.”"
    },
    {
        "o": 8133,
        "r": "nasb:1 Samuel:11:11",
        "t": "The next morning Saul put the people in three companies; and they came into the midst of the camp at the morning watch and struck down the Ammonites until the heat of the day. Those who survived were scattered, so that no two of them were left together."
    },
    {
        "o": 8134,
        "r": "nasb:1 Samuel:11:12",
        "t": "Then*p the people said to Samuel, “Who is he that said, ‘Shall Saul reign over us?’ Bring the men, that we may put them to death.”"
    },
    {
        "o": 8135,
        "r": "nasb:1 Samuel:11:13",
        "t": "But Saul said, “Not a man shall be put to death this day, for today the Lord*s has accomplished deliverance in Israel.”"
    },
    {
        "o": 8136,
        "r": "nasb:1 Samuel:11:14",
        "t": "Then*p Samuel said to the people, “Come and let us go to Gilgal and renew the kingdom there.”"
    },
    {
        "o": 8137,
        "r": "nasb:1 Samuel:11:15",
        "t": "So all the people went to Gilgal, and there they made Saul king before the Lord*s in Gilgal. There they also offered sacrifices of peace offerings before the Lord;*s and there Saul and all the men of Israel rejoiced greatly."
    }
]
