[
    {
        "o": 14154,
        "r": "kjv:Job:34:0",
        "t": "Job 34",
        "h": 1
    },
    {
        "o": 14155,
        "r": "kjv:Job:34:1",
        "t": "Furthermore*p Elihu answered and said,"
    },
    {
        "o": 14156,
        "r": "kjv:Job:34:2",
        "t": "Hear*p my words, O ye wise men; and give ear unto me, ye that have knowledge."
    },
    {
        "o": 14157,
        "r": "kjv:Job:34:3",
        "t": "For*p the ear trieth words, as the mouth tasteth meat."
    },
    {
        "o": 14158,
        "r": "kjv:Job:34:4",
        "t": "Let*p us choose to us judgment: let us know among ourselves what is good."
    },
    {
        "o": 14159,
        "r": "kjv:Job:34:5",
        "t": "For*p Job hath said, I am righteous: and God hath taken away my judgment."
    },
    {
        "o": 14160,
        "r": "kjv:Job:34:6",
        "t": "Should*p I lie against my right? my wound is incurable without transgression."
    },
    {
        "o": 14161,
        "r": "kjv:Job:34:7",
        "t": "What*p man is like Job, who drinketh up scorning like water?"
    },
    {
        "o": 14162,
        "r": "kjv:Job:34:8",
        "t": "Which*p goeth in company with the workers of iniquity, and walketh with wicked men."
    },
    {
        "o": 14163,
        "r": "kjv:Job:34:9",
        "t": "For*p he hath said, It profiteth a man nothing that he should delight himself with God."
    },
    {
        "o": 14164,
        "r": "kjv:Job:34:10",
        "t": "Therefore*p hearken unto me, ye men of understanding: far be it from God, that he should do wickedness; and from the Almighty, that he should commit iniquity."
    },
    {
        "o": 14165,
        "r": "kjv:Job:34:11",
        "t": "For*p the work of a man shall he render unto him, and cause every man to find according to his ways."
    },
    {
        "o": 14166,
        "r": "kjv:Job:34:12",
        "t": "Yea,*p surely God will not do wickedly, neither will the Almighty pervert judgment."
    },
    {
        "o": 14167,
        "r": "kjv:Job:34:13",
        "t": "Who*p hath given him a charge over the earth? or who hath disposed the whole world?"
    },
    {
        "o": 14168,
        "r": "kjv:Job:34:14",
        "t": "If*p he set his heart upon man, if he gather unto himself his spirit and his breath;"
    },
    {
        "o": 14169,
        "r": "kjv:Job:34:15",
        "t": "All*p flesh shall perish together, and man shall turn again unto dust."
    },
    {
        "o": 14170,
        "r": "kjv:Job:34:16",
        "t": "If*p now thou hast understanding, hear this: hearken to the voice of my words."
    },
    {
        "o": 14171,
        "r": "kjv:Job:34:17",
        "t": "Shall*p even he that hateth right govern? and wilt thou condemn him that is most just?"
    },
    {
        "o": 14172,
        "r": "kjv:Job:34:18",
        "t": "Is*p it fit to say to a king, Thou art wicked? and to princes, Ye are ungodly?"
    },
    {
        "o": 14173,
        "r": "kjv:Job:34:19",
        "t": "How*p much less to him that accepteth not the persons of princes, nor regardeth the rich more than the poor? for they all are the work of his hands."
    },
    {
        "o": 14174,
        "r": "kjv:Job:34:20",
        "t": "In*p a moment shall they die, and the people shall be troubled at midnight, and pass away: and the mighty shall be taken away without hand."
    },
    {
        "o": 14175,
        "r": "kjv:Job:34:21",
        "t": "For*p his eyes are upon the ways of man, and he seeth all his goings."
    },
    {
        "o": 14176,
        "r": "kjv:Job:34:22",
        "t": "There*p is no darkness, nor shadow of death, where the workers of iniquity may hide themselves."
    },
    {
        "o": 14177,
        "r": "kjv:Job:34:23",
        "t": "For*p he will not lay upon man more than right; that he should enter into judgment with God."
    },
    {
        "o": 14178,
        "r": "kjv:Job:34:24",
        "t": "He*p shall break in pieces mighty men without number, and set others in their stead."
    },
    {
        "o": 14179,
        "r": "kjv:Job:34:25",
        "t": "Therefore*p he knoweth their works, and he overturneth them in the night, so that they are destroyed."
    },
    {
        "o": 14180,
        "r": "kjv:Job:34:26",
        "t": "He*p striketh them as wicked men in the open sight of others;"
    },
    {
        "o": 14181,
        "r": "kjv:Job:34:27",
        "t": "Because*p they turned back from him, and would not consider any of his ways:"
    },
    {
        "o": 14182,
        "r": "kjv:Job:34:28",
        "t": "So*p that they cause the cry of the poor to come unto him, and he heareth the cry of the afflicted."
    },
    {
        "o": 14183,
        "r": "kjv:Job:34:29",
        "t": "When*p he giveth quietness, who then can make trouble? and when he hideth his face, who then can behold him? whether it be done against a nation, or against a man only:"
    },
    {
        "o": 14184,
        "r": "kjv:Job:34:30",
        "t": "That*p the hypocrite reign not, lest the people be ensnared."
    },
    {
        "o": 14185,
        "r": "kjv:Job:34:31",
        "t": "Surely*p it is meet to be said unto God, I have borne chastisement, I will not offend any more:"
    },
    {
        "o": 14186,
        "r": "kjv:Job:34:32",
        "t": "That*p which I see not teach thou me: if I have done iniquity, I will do no more."
    },
    {
        "o": 14187,
        "r": "kjv:Job:34:33",
        "t": "Should*p it be according to thy mind? he will recompense it, whether thou refuse, or whether thou choose; and not I: therefore speak what thou knowest."
    },
    {
        "o": 14188,
        "r": "kjv:Job:34:34",
        "t": "Let*p men of understanding tell me, and let a wise man hearken unto me."
    },
    {
        "o": 14189,
        "r": "kjv:Job:34:35",
        "t": "Job*p hath spoken without knowledge, and his words were without wisdom."
    },
    {
        "o": 14190,
        "r": "kjv:Job:34:36",
        "t": "My*p desire is that Job may be tried unto the end because of his answers for wicked men."
    },
    {
        "o": 14191,
        "r": "kjv:Job:34:37",
        "t": "For*p he addeth rebellion unto his sin, he clappeth his hands among us, and multiplieth his words against God."
    }
]
