[
    {
        "o": 3938,
        "r": "csb:Leviticus:27:0",
        "t": "Leviticus 27",
        "h": 1
    },
    {
        "o": 3939,
        "r": "csb:Leviticus:27:0",
        "t": "Funding the Sanctuary",
        "h": 2
    },
    {
        "o": 3940,
        "r": "csb:Leviticus:27:1",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3941,
        "r": "csb:Leviticus:27:2",
        "t": "“Speak to the Israelites and tell them: When someone makes a special vow to the Lord*s that involves the assessment of people,"
    },
    {
        "o": 3942,
        "r": "csb:Leviticus:27:3",
        "t": "if the assessment concerns a male from twenty to sixty years old, your assessment is fifty silver shekels measured by the standard sanctuary shekel."
    },
    {
        "o": 3943,
        "r": "csb:Leviticus:27:4",
        "t": "If the person is a female, your assessment is thirty shekels."
    },
    {
        "o": 3944,
        "r": "csb:Leviticus:27:5",
        "t": "If the person is from five to twenty years old, your assessment for a male is twenty shekels and for a female ten shekels."
    },
    {
        "o": 3945,
        "r": "csb:Leviticus:27:6",
        "t": "If the person is from one month to five years old, your assessment for a male is five silver shekels, and for a female your assessment is three shekels of silver."
    },
    {
        "o": 3946,
        "r": "csb:Leviticus:27:7",
        "t": "If the person is sixty years or more, your assessment is fifteen shekels for a male and ten shekels for a female."
    },
    {
        "o": 3947,
        "r": "csb:Leviticus:27:8",
        "t": "But if one is too poor to pay the assessment, he is to present the person before the priest and the priest will set a value for him. The priest will set a value for him according to what the one making the vow can afford."
    },
    {
        "o": 3948,
        "r": "csb:Leviticus:27:9",
        "t": "“If*p the vow involves one of the animals that may be brought as an offering to the Lord,*s any of these he gives to the Lord*s will be holy."
    },
    {
        "o": 3949,
        "r": "csb:Leviticus:27:10",
        "t": "He may not replace it or make a substitution for it, either good for bad, or bad for good. But if he does substitute one animal for another, both that animal and its substitute will be holy."
    },
    {
        "o": 3950,
        "r": "csb:Leviticus:27:11",
        "t": "“If*p the vow involves any of the unclean animals that may not be brought as an offering to the Lord,*s the animal must be presented before the priest."
    },
    {
        "o": 3951,
        "r": "csb:Leviticus:27:12",
        "t": "The priest will set its value, whether high or low; the price will be set as the priest makes the assessment for you."
    },
    {
        "o": 3952,
        "r": "csb:Leviticus:27:13",
        "t": "If the one who brought it decides to redeem it, he must add a fifth to the assessed value."
    },
    {
        "o": 3953,
        "r": "csb:Leviticus:27:14",
        "t": "“When*p a man consecrates his house as holy to the Lord,*s the priest will assess its value, whether high or low. The price will stand just as the priest assesses it."
    },
    {
        "o": 3954,
        "r": "csb:Leviticus:27:15",
        "t": "But if the one who consecrated his house redeems it, he must add a fifth to the assessed value, and it will be his."
    },
    {
        "o": 3955,
        "r": "csb:Leviticus:27:16",
        "t": "“If*p a man consecrates to the Lord*s any part of a field that he possesses, your assessment of value will be proportional to the seed needed to sow it, at the rate of fifty silver shekels for every six bushels of barley seed."
    },
    {
        "o": 3956,
        "r": "csb:Leviticus:27:17",
        "t": "If he consecrates his field during the Year of Jubilee, the price will stand according to your assessment."
    },
    {
        "o": 3957,
        "r": "csb:Leviticus:27:18",
        "t": "But if he consecrates his field after the Jubilee, the priest will calculate the price for him in proportion to the years left until the next Year of Jubilee, so that your assessment will be reduced."
    },
    {
        "o": 3958,
        "r": "csb:Leviticus:27:19",
        "t": "If the one who consecrated the field decides to redeem it, he must add a fifth to the assessed value, and the field will transfer back to him."
    },
    {
        "o": 3959,
        "r": "csb:Leviticus:27:20",
        "t": "But if he does not redeem the field or if he has sold it to another man, it is no longer redeemable."
    },
    {
        "o": 3960,
        "r": "csb:Leviticus:27:21",
        "t": "When the field is released in the Jubilee, it will be holy to the Lord*s like a field permanently set apart; it becomes the priest’s property."
    },
    {
        "o": 3961,
        "r": "csb:Leviticus:27:22",
        "t": "“If*p a person consecrates to the Lord*s a field he has purchased that is not part of his inherited landholding,"
    },
    {
        "o": 3962,
        "r": "csb:Leviticus:27:23",
        "t": "then the priest will calculate for him the amount of the assessment up to the Year of Jubilee, and the person will pay the assessed value on that day as a holy offering to the Lord.*s"
    },
    {
        "o": 3963,
        "r": "csb:Leviticus:27:24",
        "t": "In the Year of Jubilee the field will return to the one he bought it from, the original owner."
    },
    {
        "o": 3964,
        "r": "csb:Leviticus:27:25",
        "t": "All your assessed values will be measured by the standard sanctuary shekel, twenty gerahs to the shekel."
    },
    {
        "o": 3965,
        "r": "csb:Leviticus:27:26",
        "t": "“But*p no one can consecrate a firstborn of the livestock, whether an animal from the herd or flock, to the Lord,*s because a firstborn already belongs to the Lord.*s"
    },
    {
        "o": 3966,
        "r": "csb:Leviticus:27:27",
        "t": "If it is one of the unclean livestock, it can be ransomed according to your assessment by adding a fifth of its value to it. If it is not redeemed, it can be sold according to your assessment."
    },
    {
        "o": 3967,
        "r": "csb:Leviticus:27:28",
        "t": "“Nothing*p that a man permanently sets apart to the Lord*s from all he owns, whether a person, an animal, or his inherited landholding, can be sold or redeemed; everything set apart is especially holy to the Lord.*s"
    },
    {
        "o": 3968,
        "r": "csb:Leviticus:27:29",
        "t": "No person who has been set apart for destruction is to be ransomed; he must be put to death."
    },
    {
        "o": 3969,
        "r": "csb:Leviticus:27:30",
        "t": "“Every*p tenth of the land’s produce, grain from the soil or fruit from the trees, belongs to the Lord;*s it is holy to the Lord.*s"
    },
    {
        "o": 3970,
        "r": "csb:Leviticus:27:31",
        "t": "If a man decides to redeem any part of this tenth, he must add a fifth to its value."
    },
    {
        "o": 3971,
        "r": "csb:Leviticus:27:32",
        "t": "Every tenth animal from the herd or flock, which passes under the shepherd’s rod, will be holy to the Lord.*s"
    },
    {
        "o": 3972,
        "r": "csb:Leviticus:27:33",
        "t": "He is not to inspect whether it is good or bad, and he is not to make a substitution for it. But if he does make a substitution, both the animal and its substitute will be holy; they cannot be redeemed.”"
    },
    {
        "o": 3973,
        "r": "csb:Leviticus:27:34",
        "t": "These*p are the commands the Lord*s gave Moses for the Israelites on Mount Sinai."
    }
]
