[
    {
        "o": 22100,
        "r": "nasb:Jeremiah:36:0",
        "t": "Jeremiah 36",
        "h": 1
    },
    {
        "o": 22101,
        "r": "nasb:Jeremiah:36:0",
        "t": "Jeremiah’s Scroll Read in the Temple",
        "h": 2
    },
    {
        "o": 22102,
        "r": "nasb:Jeremiah:36:1",
        "t": "In*p the fourth year of Jehoiakim the son of Josiah, king of Judah, this word came to Jeremiah from the Lord,*s saying,"
    },
    {
        "o": 22103,
        "r": "nasb:Jeremiah:36:2",
        "t": "“Take a scroll and write on it all the words which I have spoken to you concerning Israel and concerning Judah, and concerning all the nations, from the day I first*i spoke to you, from the days of Josiah, even to this day."
    },
    {
        "o": 22104,
        "r": "nasb:Jeremiah:36:3",
        "t": "Perhaps the house of Judah will hear all the calamity which I plan to bring on them, in order that every man will turn from his evil way; then I will forgive their iniquity and their sin.”"
    },
    {
        "o": 22105,
        "r": "nasb:Jeremiah:36:4",
        "t": "Then*p Jeremiah called Baruch the son of Neriah, and Baruch wrote on a scroll at the dictation of Jeremiah all the words of the Lord*s which He had spoken to him."
    },
    {
        "o": 22106,
        "r": "nasb:Jeremiah:36:5",
        "t": "Jeremiah commanded Baruch, saying, “I am restricted; I cannot go into the house of the Lord.*s"
    },
    {
        "o": 22107,
        "r": "nasb:Jeremiah:36:6",
        "t": "So you go and read from the scroll which you have written at my dictation the words of the Lord*s to the people in the Lord’s*s house on a fast day. And also you shall read them to all the*i people*i of*i Judah who come from their cities."
    },
    {
        "o": 22108,
        "r": "nasb:Jeremiah:36:7",
        "t": "Perhaps their supplication will come before the Lord,*s and everyone will turn from his evil way, for great is the anger and the wrath that the Lord*s has pronounced against this people.”"
    },
    {
        "o": 22109,
        "r": "nasb:Jeremiah:36:8",
        "t": "Baruch the son of Neriah did according to all that Jeremiah the prophet commanded him, reading from the book the words of the Lord*s in the Lord’s*s house."
    },
    {
        "o": 22110,
        "r": "nasb:Jeremiah:36:9",
        "t": "Now*p in the fifth year of Jehoiakim the son of Josiah, king of Judah, in the ninth month, all the people in Jerusalem and all the people who came from the cities of Judah to Jerusalem proclaimed a fast before the Lord.*s"
    },
    {
        "o": 22111,
        "r": "nasb:Jeremiah:36:10",
        "t": "Then Baruch read from the book the words of Jeremiah in the house of the Lord*s in the chamber of Gemariah the son of Shaphan the scribe, in the upper court, at the entry of the New Gate of the Lord’s*s house, to all the people."
    },
    {
        "o": 22112,
        "r": "nasb:Jeremiah:36:11",
        "t": "Now*p when Micaiah the son of Gemariah, the son of Shaphan, had heard all the words of the Lord*s from the book,"
    },
    {
        "o": 22113,
        "r": "nasb:Jeremiah:36:12",
        "t": "he went down to the king’s house, into the scribe’s chamber. And behold, all the officials were sitting there—Elishama the scribe, and Delaiah the son of Shemaiah, and Elnathan the son of Achbor, and Gemariah the son of Shaphan, and Zedekiah the son of Hananiah, and all the other*i officials."
    },
    {
        "o": 22114,
        "r": "nasb:Jeremiah:36:13",
        "t": "Micaiah declared to them all the words that he had heard when Baruch read from the book to the people."
    },
    {
        "o": 22115,
        "r": "nasb:Jeremiah:36:14",
        "t": "Then all the officials sent Jehudi the son of Nethaniah, the son of Shelemiah, the son of Cushi, to Baruch, saying, “Take in your hand the scroll from which you have read to the people and come.” So Baruch the son of Neriah took the scroll in his hand and went to them."
    },
    {
        "o": 22116,
        "r": "nasb:Jeremiah:36:15",
        "t": "They said to him, “Sit down, please, and read it to us.” So Baruch read it to them."
    },
    {
        "o": 22117,
        "r": "nasb:Jeremiah:36:16",
        "t": "When they had heard all the words, they turned in fear one to another and said to Baruch, “We will surely report all these words to the king.”"
    },
    {
        "o": 22118,
        "r": "nasb:Jeremiah:36:17",
        "t": "And they asked Baruch, saying, “Tell us, please, how did you write all these words? Was*i it*i at his dictation?”"
    },
    {
        "o": 22119,
        "r": "nasb:Jeremiah:36:18",
        "t": "Then Baruch said to them, “He dictated all these words to me, and I wrote them with ink on the book.”"
    },
    {
        "o": 22120,
        "r": "nasb:Jeremiah:36:19",
        "t": "Then the officials said to Baruch, “Go, hide yourself, you and Jeremiah, and do not let anyone know where you are.”"
    },
    {
        "o": 22121,
        "r": "nasb:Jeremiah:36:19",
        "t": "The Scroll Is Burned",
        "h": 2
    },
    {
        "o": 22122,
        "r": "nasb:Jeremiah:36:20",
        "t": "So*p they went to the king in the court, but they had deposited the scroll in the chamber of Elishama the scribe, and they reported all the words to the king."
    },
    {
        "o": 22123,
        "r": "nasb:Jeremiah:36:21",
        "t": "Then the king sent Jehudi to get the scroll, and he took it out of the chamber of Elishama the scribe. And Jehudi read it to the king as well as to all the officials who stood beside the king."
    },
    {
        "o": 22124,
        "r": "nasb:Jeremiah:36:22",
        "t": "Now the king was sitting in the winter house in the ninth month, with a*i fire*i burning in the brazier before him."
    },
    {
        "o": 22125,
        "r": "nasb:Jeremiah:36:23",
        "t": "When Jehudi had read three or four columns, the*i king*i cut it with a scribe’s knife and threw it*i into the fire that was in the brazier, until all the scroll was consumed in the fire that was in the brazier."
    },
    {
        "o": 22126,
        "r": "nasb:Jeremiah:36:24",
        "t": "Yet the king and all his servants who heard all these words were not afraid, nor did they rend their garments."
    },
    {
        "o": 22127,
        "r": "nasb:Jeremiah:36:25",
        "t": "Even though Elnathan and Delaiah and Gemariah pleaded with the king not to burn the scroll, he would not listen to them."
    },
    {
        "o": 22128,
        "r": "nasb:Jeremiah:36:26",
        "t": "And the king commanded Jerahmeel the king’s son, Seraiah the son of Azriel, and Shelemiah the son of Abdeel to seize Baruch the scribe and Jeremiah the prophet, but the Lord*s hid them."
    },
    {
        "o": 22129,
        "r": "nasb:Jeremiah:36:26",
        "t": "The Scroll Is Replaced",
        "h": 2
    },
    {
        "o": 22130,
        "r": "nasb:Jeremiah:36:27",
        "t": "Then*p the word of the Lord*s came to Jeremiah after the king had burned the scroll and the words which Baruch had written at the dictation of Jeremiah, saying,"
    },
    {
        "o": 22131,
        "r": "nasb:Jeremiah:36:28",
        "t": "“Take again another scroll and write on it all the former words that were on the first scroll which Jehoiakim the king of Judah burned."
    },
    {
        "o": 22132,
        "r": "nasb:Jeremiah:36:29",
        "t": "And concerning Jehoiakim king of Judah you shall say, ‘Thus says the Lord,*s “You have burned this scroll, saying, ‘Why have you written on it that the king of Babylon will certainly come and destroy this land, and will make man and beast to cease from it?’ ”"
    },
    {
        "o": 22133,
        "r": "nasb:Jeremiah:36:30",
        "t": "Therefore thus says the Lord*s concerning Jehoiakim king of Judah, “He shall have no one to sit on the throne of David, and his dead body shall be cast out to the heat of the day and the frost of the night."
    },
    {
        "o": 22134,
        "r": "nasb:Jeremiah:36:31",
        "t": "I will also punish him and his descendants and his servants for their iniquity, and I will bring on them and the inhabitants of Jerusalem and the men of Judah all the calamity that I have declared to them—but they did not listen.” ’ ”"
    },
    {
        "o": 22135,
        "r": "nasb:Jeremiah:36:32",
        "t": "Then*p Jeremiah took another scroll and gave it to Baruch the son of Neriah, the scribe, and he wrote on it at the dictation of Jeremiah all the words of the book which Jehoiakim king of Judah had burned in the fire; and many similar words were added to them."
    }
]
