[
    {
        "o": 6458,
        "r": "nasb:Joshua:5:0",
        "t": "Joshua 5",
        "h": 1
    },
    {
        "o": 6459,
        "r": "nasb:Joshua:5:0",
        "t": "Israel Is Circumcised",
        "h": 2
    },
    {
        "o": 6460,
        "r": "nasb:Joshua:5:1",
        "t": "Now*p it came about when all the kings of the Amorites who were*i beyond the Jordan to the west, and all the kings of the Canaanites who were*i by the sea, heard how the Lord*s had dried up the waters of the Jordan before the sons of Israel until they had crossed, that their hearts melted, and there was no spirit in them any longer because of the sons of Israel."
    },
    {
        "o": 6461,
        "r": "nasb:Joshua:5:2",
        "t": "At*p that time the Lord*s said to Joshua, “Make for yourself flint knives and circumcise again the sons of Israel the second time.”"
    },
    {
        "o": 6462,
        "r": "nasb:Joshua:5:3",
        "t": "So Joshua made himself flint knives and circumcised the sons of Israel at Gibeath-haaraloth."
    },
    {
        "o": 6463,
        "r": "nasb:Joshua:5:4",
        "t": "This is the reason why Joshua circumcised them: all the people who came out of Egypt who were males, all the men of war, died in the wilderness along the way after they came out of Egypt."
    },
    {
        "o": 6464,
        "r": "nasb:Joshua:5:5",
        "t": "For all the people who came out were circumcised, but all the people who were born in the wilderness along the way as they came out of Egypt had not been circumcised."
    },
    {
        "o": 6465,
        "r": "nasb:Joshua:5:6",
        "t": "For the sons of Israel walked forty years in the wilderness, until all the nation, that*i is,*i the men of war who came out of Egypt, perished because they did not listen to the voice of the Lord,*s to whom the Lord*s had sworn that He would not let them see the land which the Lord*s had sworn to their fathers to give us, a land flowing with milk and honey."
    },
    {
        "o": 6466,
        "r": "nasb:Joshua:5:7",
        "t": "Their children whom He raised up in their place, Joshua circumcised; for they were uncircumcised, because they had not circumcised them along the way."
    },
    {
        "o": 6467,
        "r": "nasb:Joshua:5:8",
        "t": "Now*p when they had finished circumcising all the nation, they remained in their places in the camp until they were healed."
    },
    {
        "o": 6468,
        "r": "nasb:Joshua:5:9",
        "t": "Then the Lord*s said to Joshua, “Today I have rolled away the reproach of Egypt from you.” So the name of that place is called Gilgal to this day."
    },
    {
        "o": 6469,
        "r": "nasb:Joshua:5:10",
        "t": "While*p the sons of Israel camped at Gilgal they observed the Passover on the evening of the fourteenth day of the month on the desert plains of Jericho."
    },
    {
        "o": 6470,
        "r": "nasb:Joshua:5:11",
        "t": "On the day after the Passover, on that very day, they ate some of the produce of the land, unleavened cakes and parched grain.*i"
    },
    {
        "o": 6471,
        "r": "nasb:Joshua:5:12",
        "t": "The manna ceased on the day after they had eaten some of the produce of the land, so that the sons of Israel no longer had manna, but they ate some of the yield of the land of Canaan during that year."
    },
    {
        "o": 6472,
        "r": "nasb:Joshua:5:13",
        "t": "Now*p it came about when Joshua was by Jericho, that he lifted up his eyes and looked, and behold, a man was standing opposite him with his sword drawn in his hand, and Joshua went to him and said to him, “Are you for us or for our adversaries?”"
    },
    {
        "o": 6473,
        "r": "nasb:Joshua:5:14",
        "t": "He said, “No; rather I indeed come now as*i captain of the host of the Lord.”*s And Joshua fell on his face to the earth, and bowed down, and said to him, “What has my lord to say to his servant?”"
    },
    {
        "o": 6474,
        "r": "nasb:Joshua:5:15",
        "t": "The captain of the Lord’s*s host said to Joshua, “Remove your sandals from your feet, for the place where you are standing is holy.” And Joshua did so."
    }
]
