[
    {
        "o": 33275,
        "r": "esv:1 Timothy:3:0",
        "t": "1 Timothy 3",
        "h": 1
    },
    {
        "o": 33276,
        "r": "esv:1 Timothy:3:0",
        "t": "Qualifications for Overseers",
        "h": 2
    },
    {
        "o": 33277,
        "r": "esv:1 Timothy:3:1",
        "t": "The*p saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task."
    },
    {
        "o": 33278,
        "r": "esv:1 Timothy:3:2",
        "t": "Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach,"
    },
    {
        "o": 33279,
        "r": "esv:1 Timothy:3:3",
        "t": "not a drunkard, not violent but gentle, not quarrelsome, not a lover of money."
    },
    {
        "o": 33280,
        "r": "esv:1 Timothy:3:4",
        "t": "He must manage his own household well, with all dignity keeping his children submissive,"
    },
    {
        "o": 33281,
        "r": "esv:1 Timothy:3:5",
        "t": "for if someone does not know how to manage his own household, how will he care for God’s church?"
    },
    {
        "o": 33282,
        "r": "esv:1 Timothy:3:6",
        "t": "He must not be a recent convert, or he may become puffed up with conceit and fall into the condemnation of the devil."
    },
    {
        "o": 33283,
        "r": "esv:1 Timothy:3:7",
        "t": "Moreover, he must be well thought of by outsiders, so that he may not fall into disgrace, into a snare of the devil."
    },
    {
        "o": 33284,
        "r": "esv:1 Timothy:3:7",
        "t": "Qualifications for Deacons",
        "h": 2
    },
    {
        "o": 33285,
        "r": "esv:1 Timothy:3:8",
        "t": "Deacons*p likewise must be dignified, not double-tongued, not addicted to much wine, not greedy for dishonest gain."
    },
    {
        "o": 33286,
        "r": "esv:1 Timothy:3:9",
        "t": "They must hold the mystery of the faith with a clear conscience."
    },
    {
        "o": 33287,
        "r": "esv:1 Timothy:3:10",
        "t": "And let them also be tested first; then let them serve as deacons if they prove themselves blameless."
    },
    {
        "o": 33288,
        "r": "esv:1 Timothy:3:11",
        "t": "Their wives likewise must be dignified, not slanderers, but sober-minded, faithful in all things."
    },
    {
        "o": 33289,
        "r": "esv:1 Timothy:3:12",
        "t": "Let deacons each be the husband of one wife, managing their children and their own households well."
    },
    {
        "o": 33290,
        "r": "esv:1 Timothy:3:13",
        "t": "For those who serve well as deacons gain a good standing for themselves and also great confidence in the faith that is in Christ Jesus."
    },
    {
        "o": 33291,
        "r": "esv:1 Timothy:3:13",
        "t": "The Mystery of Godliness",
        "h": 2
    },
    {
        "o": 33292,
        "r": "esv:1 Timothy:3:14",
        "t": "I*p hope to come to you soon, but I am writing these things to you so that,"
    },
    {
        "o": 33293,
        "r": "esv:1 Timothy:3:15",
        "t": "if I delay, you may know how one ought to behave in the household of God, which is the church of the living God, a pillar and buttress of the truth."
    },
    {
        "o": 33294,
        "r": "esv:1 Timothy:3:16",
        "t": "Great indeed, we confess, is the mystery of godliness: He*pn was manifested in the flesh, vindicated*ld by the Spirit, seen*ld by angels, proclaimed*ln among the nations, believed*ld on in the world, taken*ld up in glory."
    }
]
