[
    {
        "o": 6918,
        "r": "nkjv:Joshua:17:0",
        "t": "Joshua 17",
        "h": 1
    },
    {
        "o": 6919,
        "r": "nkjv:Joshua:17:0",
        "t": "The Other Half-Tribe of Manasseh (West)",
        "h": 2
    },
    {
        "o": 6920,
        "r": "nkjv:Joshua:17:1",
        "t": "There*p was also a lot for the tribe of Manasseh, for he was*i the firstborn of Joseph: namely*i for Machir the firstborn of Manasseh, the father of Gilead, because he was a man of war; therefore he was given Gilead and Bashan."
    },
    {
        "o": 6921,
        "r": "nkjv:Joshua:17:2",
        "t": "And there was a*i lot*i for the rest of the children of Manasseh according to their families: for the children of Abiezer, the children of Helek, the children of Asriel, the children of Shechem, the children of Hepher, and the children of Shemida; these were*i the male children of Manasseh the son of Joseph according to their families."
    },
    {
        "o": 6922,
        "r": "nkjv:Joshua:17:3",
        "t": "But*p Zelophehad the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, had no sons, but only daughters. And these are*i the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah."
    },
    {
        "o": 6923,
        "r": "nkjv:Joshua:17:4",
        "t": "And they came near before Eleazar the priest, before Joshua the son of Nun, and before the rulers, saying, “The Lord*s commanded Moses to give us an inheritance among our brothers.” Therefore, according to the commandment of the Lord,*s he gave them an inheritance among their father’s brothers."
    },
    {
        "o": 6924,
        "r": "nkjv:Joshua:17:5",
        "t": "Ten shares fell to Manasseh, besides the land of Gilead and Bashan, which were*i on the other side of the Jordan,"
    },
    {
        "o": 6925,
        "r": "nkjv:Joshua:17:6",
        "t": "because the daughters of Manasseh received an inheritance among his sons; and the rest of Manasseh’s sons had the land of Gilead."
    },
    {
        "o": 6926,
        "r": "nkjv:Joshua:17:7",
        "t": "And*p the territory of Manasseh was from Asher to Michmethath, that lies*i east of Shechem; and the border went along south to the inhabitants of En Tappuah."
    },
    {
        "o": 6927,
        "r": "nkjv:Joshua:17:8",
        "t": "Manasseh had the land of Tappuah, but Tappuah on the border of Manasseh belonged*i to the children of Ephraim."
    },
    {
        "o": 6928,
        "r": "nkjv:Joshua:17:9",
        "t": "And the border descended to the Brook Kanah, southward to the brook. These cities of Ephraim are*i among the cities of Manasseh. The border of Manasseh was*i on the north side of the brook; and it ended at the sea."
    },
    {
        "o": 6929,
        "r": "nkjv:Joshua:17:10",
        "t": "Southward*p it*i was*i Ephraim’s, northward it*i was*i Manasseh’s, and the sea was its border. Manasseh’s territory was adjoining Asher on the north and Issachar on the east."
    },
    {
        "o": 6930,
        "r": "nkjv:Joshua:17:11",
        "t": "And in Issachar and in Asher, Manasseh had Beth Shean and its towns, Ibleam and its towns, the inhabitants of Dor and its towns, the inhabitants of En Dor and its towns, the inhabitants of Taanach and its towns, and the inhabitants of Megiddo and its towns—three hilly regions."
    },
    {
        "o": 6931,
        "r": "nkjv:Joshua:17:12",
        "t": "Yet the children of Manasseh could not drive out the*i inhabitants*i of*i those cities, but the Canaanites were determined to dwell in that land."
    },
    {
        "o": 6932,
        "r": "nkjv:Joshua:17:13",
        "t": "And it happened, when the children of Israel grew strong, that they put the Canaanites to forced labor, but did not utterly drive them out."
    },
    {
        "o": 6933,
        "r": "nkjv:Joshua:17:13",
        "t": "More Land for Ephraim and Manasseh",
        "h": 2
    },
    {
        "o": 6934,
        "r": "nkjv:Joshua:17:14",
        "t": "Then*p the children of Joseph spoke to Joshua, saying, “Why have you given us only*i one lot and one share to inherit, since we are*i a great people, inasmuch as the Lord*s has blessed us until now?”"
    },
    {
        "o": 6935,
        "r": "nkjv:Joshua:17:15",
        "t": "So*p Joshua answered them, “If you are*i a great people, then*i go up to the forest country*i and clear a place for yourself there in the land of the Perizzites and the giants, since the mountains of Ephraim are too confined for you.”"
    },
    {
        "o": 6936,
        "r": "nkjv:Joshua:17:16",
        "t": "But*p the children of Joseph said, “The mountain country is not enough for us; and all the Canaanites who dwell in the land of the valley have chariots of iron, both*i those*i who are*i of Beth Shean and its towns and those*i who are*i of the Valley of Jezreel.”"
    },
    {
        "o": 6937,
        "r": "nkjv:Joshua:17:17",
        "t": "And*p Joshua spoke to the house of Joseph—to Ephraim and Manasseh—saying, “You are*i a great people and have great power; you shall not have only*i one lot,"
    },
    {
        "o": 6938,
        "r": "nkjv:Joshua:17:18",
        "t": "but the mountain country shall be yours. Although it is*i wooded, you shall cut it down, and its farthest extent shall be yours; for you shall drive out the Canaanites, though they have iron chariots and*i are strong.”"
    }
]
