[
    {
        "o": 23744,
        "r": "nasb:Ezekiel:35:0",
        "t": "Ezekiel 35",
        "h": 1
    },
    {
        "o": 23745,
        "r": "nasb:Ezekiel:35:0",
        "t": "Prophecy against Mount Seir",
        "h": 2
    },
    {
        "o": 23746,
        "r": "nasb:Ezekiel:35:1",
        "t": "Moreover,*p the word of the Lord*s came to me saying,"
    },
    {
        "o": 23747,
        "r": "nasb:Ezekiel:35:2",
        "t": "“Son of man, set your face against Mount Seir, and prophesy against it"
    },
    {
        "o": 23748,
        "r": "nasb:Ezekiel:35:3",
        "t": "and say to it, ‘Thus says the Lord God,*s “Behold,*pn I am against you, Mount Seir, And*ln I will stretch out My hand against you And*ln make you a desolation and a waste."
    },
    {
        "o": 23749,
        "r": "nasb:Ezekiel:35:4",
        "t": "I*ln will lay waste your cities And*ln you will become a desolation. Then*ln you will know that I am the Lord.*s"
    },
    {
        "o": 23750,
        "r": "nasb:Ezekiel:35:5",
        "t": "Because*p you have had everlasting enmity and have delivered the sons of Israel to the power of the sword at the time of their calamity, at the time of the punishment of the end,"
    },
    {
        "o": 23751,
        "r": "nasb:Ezekiel:35:6",
        "t": "therefore as I live,” declares the Lord God,*s “I will give you over to bloodshed, and bloodshed will pursue you; since you have not hated bloodshed, therefore bloodshed will pursue you."
    },
    {
        "o": 23752,
        "r": "nasb:Ezekiel:35:7",
        "t": "I will make Mount Seir a waste and a desolation and I will cut off from it the one who passes through and returns."
    },
    {
        "o": 23753,
        "r": "nasb:Ezekiel:35:8",
        "t": "I will fill its mountains with its slain; on your hills and in your valleys and in all your ravines those slain by the sword will fall."
    },
    {
        "o": 23754,
        "r": "nasb:Ezekiel:35:9",
        "t": "I will make you an everlasting desolation and your cities will not be inhabited. Then you will know that I am the Lord.*s"
    },
    {
        "o": 23755,
        "r": "nasb:Ezekiel:35:10",
        "t": "“Because*p you have said, ‘These two nations and these two lands will be mine, and we will possess them,’ although the Lord*s was there,"
    },
    {
        "o": 23756,
        "r": "nasb:Ezekiel:35:11",
        "t": "therefore as I live,” declares the Lord God,*s “I will deal with*i you*i according to your anger and according to your envy which you showed because of your hatred against them; so I will make Myself known among them when I judge you."
    },
    {
        "o": 23757,
        "r": "nasb:Ezekiel:35:12",
        "t": "Then you will know that I, the Lord,*s have heard all your revilings which you have spoken against the mountains of Israel saying, ‘They are laid desolate; they are given to us for food.’"
    },
    {
        "o": 23758,
        "r": "nasb:Ezekiel:35:13",
        "t": "And you have spoken arrogantly against Me and have multiplied your words against Me; I have heard it.”*i"
    },
    {
        "o": 23759,
        "r": "nasb:Ezekiel:35:14",
        "t": "Thus says the Lord God,*s “As all the earth rejoices, I will make you a desolation."
    },
    {
        "o": 23760,
        "r": "nasb:Ezekiel:35:15",
        "t": "As you rejoiced over the inheritance of the house of Israel because it was desolate, so I will do to you. You will be a desolation, O Mount Seir, and all Edom, all of it. Then they will know that I am the Lord*s .” ’"
    }
]
