[
    {
        "o": 633,
        "r": "csb:Genesis:23:0",
        "t": "Genesis 23",
        "h": 1
    },
    {
        "o": 634,
        "r": "csb:Genesis:23:0",
        "t": "Sarah’s Burial",
        "h": 2
    },
    {
        "o": 635,
        "r": "csb:Genesis:23:1",
        "t": "Now*p Sarah lived 127 years; these were all the years of her life."
    },
    {
        "o": 636,
        "r": "csb:Genesis:23:2",
        "t": "Sarah died in Kiriath-arba (that is, Hebron) in the land of Canaan, and Abraham went in to mourn for Sarah and to weep for her."
    },
    {
        "o": 637,
        "r": "csb:Genesis:23:3",
        "t": "When*p Abraham got up from beside his dead wife, he spoke to the Hethites:"
    },
    {
        "o": 638,
        "r": "csb:Genesis:23:4",
        "t": "“I am an alien residing among you. Give me burial property among you so that I can bury my dead.”"
    },
    {
        "o": 639,
        "r": "csb:Genesis:23:5",
        "t": "The*p Hethites replied to Abraham,"
    },
    {
        "o": 640,
        "r": "csb:Genesis:23:6",
        "t": "“Listen to us, my lord. You are a prince of God among us. Bury your dead in our finest burial place. None of us will withhold from you his burial place for burying your dead.”"
    },
    {
        "o": 641,
        "r": "csb:Genesis:23:7",
        "t": "Then*p Abraham rose and bowed down to the Hethites, the people of the land."
    },
    {
        "o": 642,
        "r": "csb:Genesis:23:8",
        "t": "He said to them, “If you are willing for me to bury my dead, listen to me and ask Ephron son of Zohar on my behalf"
    },
    {
        "o": 643,
        "r": "csb:Genesis:23:9",
        "t": "to give me the cave of Machpelah that belongs to him; it is at the end of his field. Let him give it to me in your presence, for the full price, as burial property.”"
    },
    {
        "o": 644,
        "r": "csb:Genesis:23:10",
        "t": "Ephron*p was sitting among the Hethites. So in the hearing of all the Hethites who came to the gate of his city, Ephron the Hethite answered Abraham:"
    },
    {
        "o": 645,
        "r": "csb:Genesis:23:11",
        "t": "“No, my lord. Listen to me. I give you the field, and I give you the cave that is in it. I give it to you in the sight of my people. Bury your dead.”"
    },
    {
        "o": 646,
        "r": "csb:Genesis:23:12",
        "t": "Abraham*p bowed down to the people of the land"
    },
    {
        "o": 647,
        "r": "csb:Genesis:23:13",
        "t": "and said to Ephron in the hearing of the people of the land, “Listen to me, if you please. Let me pay the price of the field. Accept it from me, and let me bury my dead there.”"
    },
    {
        "o": 648,
        "r": "csb:Genesis:23:14",
        "t": "Ephron*p answered Abraham and said to him,"
    },
    {
        "o": 649,
        "r": "csb:Genesis:23:15",
        "t": "“My lord, listen to me. Land worth four hundred shekels of silver- what is that between you and me? Bury your dead.”"
    },
    {
        "o": 650,
        "r": "csb:Genesis:23:16",
        "t": "Abraham agreed with Ephron, and Abraham weighed out to Ephron the silver that he had agreed to in the hearing of the Hethites: four hundred standard shekels of silver."
    },
    {
        "o": 651,
        "r": "csb:Genesis:23:17",
        "t": "So Ephron’s field at Machpelah near Mamre - the field with its cave and all the trees anywhere within the boundaries of the field - became"
    },
    {
        "o": 652,
        "r": "csb:Genesis:23:18",
        "t": "Abraham’s possession in the sight of all the Hethites who came to the gate of his city."
    },
    {
        "o": 653,
        "r": "csb:Genesis:23:19",
        "t": "After this, Abraham buried his wife Sarah in the cave of the field at Machpelah near Mamre (that is, Hebron) in the land of Canaan."
    },
    {
        "o": 654,
        "r": "csb:Genesis:23:20",
        "t": "The field with its cave passed from the Hethites to Abraham as burial property."
    }
]
