[
    {
        "o": 5796,
        "r": "esv:Deuteronomy:15:0",
        "t": "Deuteronomy 15",
        "h": 1
    },
    {
        "o": 5797,
        "r": "esv:Deuteronomy:15:0",
        "t": "The Sabbatical Year",
        "h": 2
    },
    {
        "o": 5798,
        "r": "esv:Deuteronomy:15:1",
        "t": "“At*p the end of every seven years you shall grant a release."
    },
    {
        "o": 5799,
        "r": "esv:Deuteronomy:15:2",
        "t": "And this is the manner of the release: every creditor shall release what he has lent to his neighbor. He shall not exact it of his neighbor, his brother, because the Lord’s*s release has been proclaimed."
    },
    {
        "o": 5800,
        "r": "esv:Deuteronomy:15:3",
        "t": "Of a foreigner you may exact it, but whatever of yours is with your brother your hand shall release."
    },
    {
        "o": 5801,
        "r": "esv:Deuteronomy:15:4",
        "t": "But there will be no poor among you; for the Lord*s will bless you in the land that the Lord*s your God is giving you for an inheritance to possess—"
    },
    {
        "o": 5802,
        "r": "esv:Deuteronomy:15:5",
        "t": "if only you will strictly obey the voice of the Lord*s your God, being careful to do all this commandment that I command you today."
    },
    {
        "o": 5803,
        "r": "esv:Deuteronomy:15:6",
        "t": "For the Lord*s your God will bless you, as he promised you, and you shall lend to many nations, but you shall not borrow, and you shall rule over many nations, but they shall not rule over you."
    },
    {
        "o": 5804,
        "r": "esv:Deuteronomy:15:7",
        "t": "“If*p among you, one of your brothers should become poor, in any of your towns within your land that the Lord*s your God is giving you, you shall not harden your heart or shut your hand against your poor brother,"
    },
    {
        "o": 5805,
        "r": "esv:Deuteronomy:15:8",
        "t": "but you shall open your hand to him and lend him sufficient for his need, whatever it may be."
    },
    {
        "o": 5806,
        "r": "esv:Deuteronomy:15:9",
        "t": "Take care lest there be an unworthy thought in your heart and you say, ‘The seventh year, the year of release is near,’ and your eye look grudgingly on your poor brother, and you give him nothing, and he cry to the Lord*s against you, and you be guilty of sin."
    },
    {
        "o": 5807,
        "r": "esv:Deuteronomy:15:10",
        "t": "You shall give to him freely, and your heart shall not be grudging when you give to him, because for this the Lord*s your God will bless you in all your work and in all that you undertake."
    },
    {
        "o": 5808,
        "r": "esv:Deuteronomy:15:11",
        "t": "For there will never cease to be poor in the land. Therefore I command you, ‘You shall open wide your hand to your brother, to the needy and to the poor, in your land.’"
    },
    {
        "o": 5809,
        "r": "esv:Deuteronomy:15:12",
        "t": "“If*p your brother, a Hebrew man or a Hebrew woman, is sold to you, he shall serve you six years, and in the seventh year you shall let him go free from you."
    },
    {
        "o": 5810,
        "r": "esv:Deuteronomy:15:13",
        "t": "And when you let him go free from you, you shall not let him go empty-handed."
    },
    {
        "o": 5811,
        "r": "esv:Deuteronomy:15:14",
        "t": "You shall furnish him liberally out of your flock, out of your threshing floor, and out of your winepress. As the Lord*s your God has blessed you, you shall give to him."
    },
    {
        "o": 5812,
        "r": "esv:Deuteronomy:15:15",
        "t": "You shall remember that you were a slave in the land of Egypt, and the Lord*s your God redeemed you; therefore I command you this today."
    },
    {
        "o": 5813,
        "r": "esv:Deuteronomy:15:16",
        "t": "But if he says to you, ‘I will not go out from you,’ because he loves you and your household, since he is well-off with you,"
    },
    {
        "o": 5814,
        "r": "esv:Deuteronomy:15:17",
        "t": "then you shall take an awl, and put it through his ear into the door, and he shall be your slave forever. And to your female slave you shall do the same."
    },
    {
        "o": 5815,
        "r": "esv:Deuteronomy:15:18",
        "t": "It shall not seem hard to you when you let him go free from you, for at half the cost of a hired worker he has served you six years. So the Lord*s your God will bless you in all that you do."
    },
    {
        "o": 5816,
        "r": "esv:Deuteronomy:15:19",
        "t": "“All*p the firstborn males that are born of your herd and flock you shall dedicate to the Lord*s your God. You shall do no work with the firstborn of your herd, nor shear the firstborn of your flock."
    },
    {
        "o": 5817,
        "r": "esv:Deuteronomy:15:20",
        "t": "You shall eat it, you and your household, before the Lord*s your God year by year at the place that the Lord*s will choose."
    },
    {
        "o": 5818,
        "r": "esv:Deuteronomy:15:21",
        "t": "But if it has any blemish, if it is lame or blind or has any serious blemish whatever, you shall not sacrifice it to the Lord*s your God."
    },
    {
        "o": 5819,
        "r": "esv:Deuteronomy:15:22",
        "t": "You shall eat it within your towns. The unclean and the clean alike may eat it, as though it were a gazelle or a deer."
    },
    {
        "o": 5820,
        "r": "esv:Deuteronomy:15:23",
        "t": "Only you shall not eat its blood; you shall pour it out on the ground like water."
    }
]
