[
    {
        "o": 14195,
        "r": "nkjv:Esther:7:0",
        "t": "Esther 7",
        "h": 1
    },
    {
        "o": 14196,
        "r": "nkjv:Esther:7:0",
        "t": "Haman Hanged Instead of Mordecai",
        "h": 2
    },
    {
        "o": 14197,
        "r": "nkjv:Esther:7:1",
        "t": "So*p the king and Haman went to dine with Queen Esther."
    },
    {
        "o": 14198,
        "r": "nkjv:Esther:7:2",
        "t": "And on the second day, at the banquet of wine, the king again said to Esther, “What is*i your petition, Queen Esther? It shall be granted you. And what is*i your request, up to half the kingdom? It shall be done!”"
    },
    {
        "o": 14199,
        "r": "nkjv:Esther:7:3",
        "t": "Then*p Queen Esther answered and said, “If I have found favor in your sight, O king, and if it pleases the king, let my life be given me at my petition, and my people at my request."
    },
    {
        "o": 14200,
        "r": "nkjv:Esther:7:4",
        "t": "For we have been sold, my people and I, to be destroyed, to be killed, and to be annihilated. Had we been sold as male and female slaves, I would have held my tongue, although the enemy could never compensate for the king’s loss.”"
    },
    {
        "o": 14201,
        "r": "nkjv:Esther:7:5",
        "t": "So*p King Ahasuerus answered and said to Queen Esther, “Who is he, and where is he, who would dare presume in his heart to do such a thing?”"
    },
    {
        "o": 14202,
        "r": "nkjv:Esther:7:6",
        "t": "And*p Esther said, “The adversary and enemy is*i this wicked Haman!” So*p Haman was terrified before the king and queen."
    },
    {
        "o": 14203,
        "r": "nkjv:Esther:7:7",
        "t": "Then*p the king arose in his wrath from the banquet of wine and*i went*i into the palace garden; but Haman stood before Queen Esther, pleading for his life, for he saw that evil was determined against him by the king."
    },
    {
        "o": 14204,
        "r": "nkjv:Esther:7:8",
        "t": "When the king returned from the palace garden to the place of the banquet of wine, Haman had fallen across the couch where Esther was.*i Then the king said, “Will he also assault the queen while I am*i in the house?” As*p the word left the king’s mouth, they covered Haman’s face."
    },
    {
        "o": 14205,
        "r": "nkjv:Esther:7:9",
        "t": "Now Harbonah, one of the eunuchs, said to the king, “Look! The gallows, fifty cubits high, which Haman made for Mordecai, who spoke good on the king’s behalf, is standing at the house of Haman.” Then*p the king said, “Hang him on it!”"
    },
    {
        "o": 14206,
        "r": "nkjv:Esther:7:10",
        "t": "So*p they hanged Haman on the gallows that he had prepared for Mordecai. Then the king’s wrath subsided."
    }
]
