[
    {
        "o": 3786,
        "r": "niv:Leviticus:25:0",
        "t": "Leviticus 25",
        "h": 1
    },
    {
        "o": 3787,
        "r": "niv:Leviticus:25:0",
        "t": "The Sabbath Year",
        "h": 2
    },
    {
        "o": 3788,
        "r": "niv:Leviticus:25:1",
        "t": "The*p Lord*s said to Moses at Mount Sinai,"
    },
    {
        "o": 3789,
        "r": "niv:Leviticus:25:2",
        "t": "“Speak to the Israelites and say to them: ‘When you enter the land I am going to give you, the land itself must observe a sabbath to the Lord.*s"
    },
    {
        "o": 3790,
        "r": "niv:Leviticus:25:3",
        "t": "For six years sow your fields, and for six years prune your vineyards and gather their crops."
    },
    {
        "o": 3791,
        "r": "niv:Leviticus:25:4",
        "t": "But in the seventh year the land is to have a year of sabbath rest, a sabbath to the Lord.*s Do not sow your fields or prune your vineyards."
    },
    {
        "o": 3792,
        "r": "niv:Leviticus:25:5",
        "t": "Do not reap what grows of itself or harvest the grapes of your untended vines. The land is to have a year of rest."
    },
    {
        "o": 3793,
        "r": "niv:Leviticus:25:6",
        "t": "Whatever the land yields during the sabbath year will be food for you—for yourself, your male and female servants, and the hired worker and temporary resident who live among you,"
    },
    {
        "o": 3794,
        "r": "niv:Leviticus:25:7",
        "t": "as well as for your livestock and the wild animals in your land. Whatever the land produces may be eaten."
    },
    {
        "o": 3795,
        "r": "niv:Leviticus:25:7",
        "t": "The Year of Jubilee",
        "h": 2
    },
    {
        "o": 3796,
        "r": "niv:Leviticus:25:8",
        "t": "“ ‘Count*p off seven sabbath years—seven times seven years—so that the seven sabbath years amount to a period of forty-nine years."
    },
    {
        "o": 3797,
        "r": "niv:Leviticus:25:9",
        "t": "Then have the trumpet sounded everywhere on the tenth day of the seventh month; on the Day of Atonement sound the trumpet throughout your land."
    },
    {
        "o": 3798,
        "r": "niv:Leviticus:25:10",
        "t": "Consecrate the fiftieth year and proclaim liberty throughout the land to all its inhabitants. It shall be a jubilee for you; each of you is to return to your family property and to your own clan."
    },
    {
        "o": 3799,
        "r": "niv:Leviticus:25:11",
        "t": "The fiftieth year shall be a jubilee for you; do not sow and do not reap what grows of itself or harvest the untended vines."
    },
    {
        "o": 3800,
        "r": "niv:Leviticus:25:12",
        "t": "For it is a jubilee and is to be holy for you; eat only what is taken directly from the fields."
    },
    {
        "o": 3801,
        "r": "niv:Leviticus:25:13",
        "t": "“ ‘In*p this Year of Jubilee everyone is to return to their own property."
    },
    {
        "o": 3802,
        "r": "niv:Leviticus:25:14",
        "t": "“ ‘If*p you sell land to any of your own people or buy land from them, do not take advantage of each other."
    },
    {
        "o": 3803,
        "r": "niv:Leviticus:25:15",
        "t": "You are to buy from your own people on the basis of the number of years since the Jubilee. And they are to sell to you on the basis of the number of years left for harvesting crops."
    },
    {
        "o": 3804,
        "r": "niv:Leviticus:25:16",
        "t": "When the years are many, you are to increase the price, and when the years are few, you are to decrease the price, because what is really being sold to you is the number of crops."
    },
    {
        "o": 3805,
        "r": "niv:Leviticus:25:17",
        "t": "Do not take advantage of each other, but fear your God. I am the Lord*s your God."
    },
    {
        "o": 3806,
        "r": "niv:Leviticus:25:18",
        "t": "“ ‘Follow*p my decrees and be careful to obey my laws, and you will live safely in the land."
    },
    {
        "o": 3807,
        "r": "niv:Leviticus:25:19",
        "t": "Then the land will yield its fruit, and you will eat your fill and live there in safety."
    },
    {
        "o": 3808,
        "r": "niv:Leviticus:25:20",
        "t": "You may ask, “What will we eat in the seventh year if we do not plant or harvest our crops?”"
    },
    {
        "o": 3809,
        "r": "niv:Leviticus:25:21",
        "t": "I will send you such a blessing in the sixth year that the land will yield enough for three years."
    },
    {
        "o": 3810,
        "r": "niv:Leviticus:25:22",
        "t": "While you plant during the eighth year, you will eat from the old crop and will continue to eat from it until the harvest of the ninth year comes in."
    },
    {
        "o": 3811,
        "r": "niv:Leviticus:25:23",
        "t": "“ ‘The*p land must not be sold permanently, because the land is mine and you reside in my land as foreigners and strangers."
    },
    {
        "o": 3812,
        "r": "niv:Leviticus:25:24",
        "t": "Throughout the land that you hold as a possession, you must provide for the redemption of the land."
    },
    {
        "o": 3813,
        "r": "niv:Leviticus:25:25",
        "t": "“ ‘If*p one of your fellow Israelites becomes poor and sells some of their property, their nearest relative is to come and redeem what they have sold."
    },
    {
        "o": 3814,
        "r": "niv:Leviticus:25:26",
        "t": "If, however, there is no one to redeem it for them but later on they prosper and acquire sufficient means to redeem it themselves,"
    },
    {
        "o": 3815,
        "r": "niv:Leviticus:25:27",
        "t": "they are to determine the value for the years since they sold it and refund the balance to the one to whom they sold it; they can then go back to their own property."
    },
    {
        "o": 3816,
        "r": "niv:Leviticus:25:28",
        "t": "But if they do not acquire the means to repay, what was sold will remain in the possession of the buyer until the Year of Jubilee. It will be returned in the Jubilee, and they can then go back to their property."
    },
    {
        "o": 3817,
        "r": "niv:Leviticus:25:29",
        "t": "“ ‘Anyone*p who sells a house in a walled city retains the right of redemption a full year after its sale. During that time the seller may redeem it."
    },
    {
        "o": 3818,
        "r": "niv:Leviticus:25:30",
        "t": "If it is not redeemed before a full year has passed, the house in the walled city shall belong permanently to the buyer and the buyer’s descendants. It is not to be returned in the Jubilee."
    },
    {
        "o": 3819,
        "r": "niv:Leviticus:25:31",
        "t": "But houses in villages without walls around them are to be considered as belonging to the open country. They can be redeemed, and they are to be returned in the Jubilee."
    },
    {
        "o": 3820,
        "r": "niv:Leviticus:25:32",
        "t": "“ ‘The*p Levites always have the right to redeem their houses in the Levitical towns, which they possess."
    },
    {
        "o": 3821,
        "r": "niv:Leviticus:25:33",
        "t": "So the property of the Levites is redeemable—that is, a house sold in any town they hold—and is to be returned in the Jubilee, because the houses in the towns of the Levites are their property among the Israelites."
    },
    {
        "o": 3822,
        "r": "niv:Leviticus:25:34",
        "t": "But the pastureland belonging to their towns must not be sold; it is their permanent possession."
    },
    {
        "o": 3823,
        "r": "niv:Leviticus:25:35",
        "t": "“ ‘If*p any of your fellow Israelites become poor and are unable to support themselves among you, help them as you would a foreigner and stranger, so they can continue to live among you."
    },
    {
        "o": 3824,
        "r": "niv:Leviticus:25:36",
        "t": "Do not take interest or any profit from them, but fear your God, so that they may continue to live among you."
    },
    {
        "o": 3825,
        "r": "niv:Leviticus:25:37",
        "t": "You must not lend them money at interest or sell them food at a profit."
    },
    {
        "o": 3826,
        "r": "niv:Leviticus:25:38",
        "t": "I am the Lord*s your God, who brought you out of Egypt to give you the land of Canaan and to be your God."
    },
    {
        "o": 3827,
        "r": "niv:Leviticus:25:39",
        "t": "“ ‘If*p any of your fellow Israelites become poor and sell themselves to you, do not make them work as slaves."
    },
    {
        "o": 3828,
        "r": "niv:Leviticus:25:40",
        "t": "They are to be treated as hired workers or temporary residents among you; they are to work for you until the Year of Jubilee."
    },
    {
        "o": 3829,
        "r": "niv:Leviticus:25:41",
        "t": "Then they and their children are to be released, and they will go back to their own clans and to the property of their ancestors."
    },
    {
        "o": 3830,
        "r": "niv:Leviticus:25:42",
        "t": "Because the Israelites are my servants, whom I brought out of Egypt, they must not be sold as slaves."
    },
    {
        "o": 3831,
        "r": "niv:Leviticus:25:43",
        "t": "Do not rule over them ruthlessly, but fear your God."
    },
    {
        "o": 3832,
        "r": "niv:Leviticus:25:44",
        "t": "“ ‘Your*p male and female slaves are to come from the nations around you; from them you may buy slaves."
    },
    {
        "o": 3833,
        "r": "niv:Leviticus:25:45",
        "t": "You may also buy some of the temporary residents living among you and members of their clans born in your country, and they will become your property."
    },
    {
        "o": 3834,
        "r": "niv:Leviticus:25:46",
        "t": "You can bequeath them to your children as inherited property and can make them slaves for life, but you must not rule over your fellow Israelites ruthlessly."
    },
    {
        "o": 3835,
        "r": "niv:Leviticus:25:47",
        "t": "“ ‘If*p a foreigner residing among you becomes rich and any of your fellow Israelites become poor and sell themselves to the foreigner or to a member of the foreigner’s clan,"
    },
    {
        "o": 3836,
        "r": "niv:Leviticus:25:48",
        "t": "they retain the right of redemption after they have sold themselves. One of their relatives may redeem them:"
    },
    {
        "o": 3837,
        "r": "niv:Leviticus:25:49",
        "t": "An uncle or a cousin or any blood relative in their clan may redeem them. Or if they prosper, they may redeem themselves."
    },
    {
        "o": 3838,
        "r": "niv:Leviticus:25:50",
        "t": "They and their buyer are to count the time from the year they sold themselves up to the Year of Jubilee. The price for their release is to be based on the rate paid to a hired worker for that number of years."
    },
    {
        "o": 3839,
        "r": "niv:Leviticus:25:51",
        "t": "If many years remain, they must pay for their redemption a larger share of the price paid for them."
    },
    {
        "o": 3840,
        "r": "niv:Leviticus:25:52",
        "t": "If only a few years remain until the Year of Jubilee, they are to compute that and pay for their redemption accordingly."
    },
    {
        "o": 3841,
        "r": "niv:Leviticus:25:53",
        "t": "They are to be treated as workers hired from year to year; you must see to it that those to whom they owe service do not rule over them ruthlessly."
    },
    {
        "o": 3842,
        "r": "niv:Leviticus:25:54",
        "t": "“ ‘Even*p if someone is not redeemed in any of these ways, they and their children are to be released in the Year of Jubilee,"
    },
    {
        "o": 3843,
        "r": "niv:Leviticus:25:55",
        "t": "for the Israelites belong to me as servants. They are my servants, whom I brought out of Egypt. I am the Lord*s your God."
    }
]
