[
    {
        "o": 30794,
        "r": "csb:Acts:9:0",
        "t": "Acts 9",
        "h": 1
    },
    {
        "o": 30795,
        "r": "csb:Acts:9:0",
        "t": "The Damascus Road",
        "h": 2
    },
    {
        "o": 30796,
        "r": "csb:Acts:9:1",
        "t": "Now*p Saul was still breathing threats and murder against the disciples of the Lord. He went to the high priest"
    },
    {
        "o": 30797,
        "r": "csb:Acts:9:2",
        "t": "and requested letters from him to the synagogues in Damascus, so that if he found any men or women who belonged to the Way, he might bring them as prisoners to Jerusalem."
    },
    {
        "o": 30798,
        "r": "csb:Acts:9:3",
        "t": "As he traveled and was nearing Damascus, a light from heaven suddenly flashed around him."
    },
    {
        "o": 30799,
        "r": "csb:Acts:9:4",
        "t": "Falling to the ground, he heard a voice saying to him, “Saul,*r Saul,*r why*r are*r you*r persecuting*r me?”*r"
    },
    {
        "o": 30800,
        "r": "csb:Acts:9:5",
        "t": "“Who*p are you, Lord?” Saul said. “I*rp am*r Jesus,*r the*r one*r you*r are*r persecuting,”*r he replied."
    },
    {
        "o": 30801,
        "r": "csb:Acts:9:6",
        "t": "“But*r get*r up*r and*r go*r into*r the*r city,*r and*r you*r will*r be*r told*r what*r you*r must*r do.”*r"
    },
    {
        "o": 30802,
        "r": "csb:Acts:9:7",
        "t": "The*p men who were traveling with him stood speechless, hearing the sound but seeing no one."
    },
    {
        "o": 30803,
        "r": "csb:Acts:9:8",
        "t": "Saul got up from the ground, and though his eyes were open, he could see nothing. So they took him by the hand and led him into Damascus."
    },
    {
        "o": 30804,
        "r": "csb:Acts:9:9",
        "t": "He was unable to see for three days and did not eat or drink."
    },
    {
        "o": 30805,
        "r": "csb:Acts:9:9",
        "t": "Saul’s Baptism",
        "h": 2
    },
    {
        "o": 30806,
        "r": "csb:Acts:9:10",
        "t": "There*p was a disciple in Damascus named Ananias, and the Lord said to him in a vision, “Ananias.”*r “Here*p I am, Lord,” he replied."
    },
    {
        "o": 30807,
        "r": "csb:Acts:9:11",
        "t": "“Get*rp up*r and*r go*r to*r the*r street*r called*r Straight,”*r the Lord said to him, “to*r the*r house*r of*r Judas,*r and*r ask*r for*r a*r man*r from*r Tarsus*r named*r Saul,*r since*r he*r is*r praying*r there.*r"
    },
    {
        "o": 30808,
        "r": "csb:Acts:9:12",
        "t": "In*r a*r vision*r he*r has*r seen*r a*r man*r named*r Ananias*r coming*r in*r and*r placing*r his*r hands*r on*r him*r so*r that*r he*r may*r regain*r his*r sight.”*r"
    },
    {
        "o": 30809,
        "r": "csb:Acts:9:13",
        "t": "“Lord,”*p Ananias answered, “I have heard from many people about this man, how much harm he has done to your saints in Jerusalem."
    },
    {
        "o": 30810,
        "r": "csb:Acts:9:14",
        "t": "And he has authority here from the chief priests to arrest all who call on your name.”"
    },
    {
        "o": 30811,
        "r": "csb:Acts:9:15",
        "t": "But*p the Lord said to him, “Go,*r for*r this*r man*r is*r my*r chosen*r instrument*r to*r take*r my*r name*r to*r Gentiles,*r kings,*r and*r Israelites.*r"
    },
    {
        "o": 30812,
        "r": "csb:Acts:9:16",
        "t": "I*r will*r show*r him*r how*r much*r he*r must*r suffer*r for*r my*r name.”*r"
    },
    {
        "o": 30813,
        "r": "csb:Acts:9:17",
        "t": "Ananias*p went and entered the house. He placed his hands on him and said, “Brother Saul, the Lord Jesus, who appeared to you on the road you were traveling, has sent me so that you may regain your sight and be filled with the Holy Spirit.”"
    },
    {
        "o": 30814,
        "r": "csb:Acts:9:18",
        "t": "At*p once something like scales fell from his eyes, and he regained his sight. Then he got up and was baptized."
    },
    {
        "o": 30815,
        "r": "csb:Acts:9:19",
        "t": "And after taking some food, he regained his strength."
    },
    {
        "o": 30816,
        "r": "csb:Acts:9:19",
        "t": "Saul Proclaiming the Messiah",
        "h": 2
    },
    {
        "o": 30817,
        "r": "csb:Acts:9:19",
        "t": "Saul*p was with the disciples in Damascus for some time."
    },
    {
        "o": 30818,
        "r": "csb:Acts:9:20",
        "t": "Immediately he began proclaiming Jesus in the synagogues: “He is the Son of God.”"
    },
    {
        "o": 30819,
        "r": "csb:Acts:9:21",
        "t": "All*p who heard him were astounded and said, “Isn’t this the man in Jerusalem who was causing havoc for those who called on this name and came here for the purpose of taking them as prisoners to the chief priests?”"
    },
    {
        "o": 30820,
        "r": "csb:Acts:9:22",
        "t": "But*p Saul grew stronger and kept confounding the Jews who lived in Damascus by proving that Jesus is the Messiah."
    },
    {
        "o": 30821,
        "r": "csb:Acts:9:23",
        "t": "After*p many days had passed, the Jews conspired to kill him,"
    },
    {
        "o": 30822,
        "r": "csb:Acts:9:24",
        "t": "but Saul learned of their plot. So they were watching the gates day and night intending to kill him,"
    },
    {
        "o": 30823,
        "r": "csb:Acts:9:25",
        "t": "but his disciples took him by night and lowered him in a large basket through an opening in the wall."
    },
    {
        "o": 30824,
        "r": "csb:Acts:9:25",
        "t": "Saul in Jerusalem",
        "h": 2
    },
    {
        "o": 30825,
        "r": "csb:Acts:9:26",
        "t": "When*p he arrived in Jerusalem, he tried to join the disciples, but they were all afraid of him, since they did not believe he was a disciple."
    },
    {
        "o": 30826,
        "r": "csb:Acts:9:27",
        "t": "Barnabas, however, took him and brought him to the apostles and explained to them how Saul had seen the Lord on the road and that the Lord had talked to him, and how in Damascus he had spoken boldly in the name of Jesus."
    },
    {
        "o": 30827,
        "r": "csb:Acts:9:28",
        "t": "Saul was coming and going with them in Jerusalem, speaking boldly in the name of the Lord."
    },
    {
        "o": 30828,
        "r": "csb:Acts:9:29",
        "t": "He conversed and debated with the Hellenistic Jews, but they tried to kill him."
    },
    {
        "o": 30829,
        "r": "csb:Acts:9:30",
        "t": "When the brothers found out, they took him down to Caesarea and sent him off to Tarsus."
    },
    {
        "o": 30830,
        "r": "csb:Acts:9:30",
        "t": "The Church’s Growth",
        "h": 2
    },
    {
        "o": 30831,
        "r": "csb:Acts:9:31",
        "t": "So*p the church throughout all Judea, Galilee, and Samaria had peace and was strengthened. Living in the fear of the Lord and encouraged by the Holy Spirit, it increased in numbers."
    },
    {
        "o": 30832,
        "r": "csb:Acts:9:31",
        "t": "The Healing of Aeneas",
        "h": 2
    },
    {
        "o": 30833,
        "r": "csb:Acts:9:32",
        "t": "As*p Peter was traveling from place to place, he also came down to the saints who lived in Lydda."
    },
    {
        "o": 30834,
        "r": "csb:Acts:9:33",
        "t": "There he found a man named Aeneas, who was paralyzed and had been bedridden for eight years."
    },
    {
        "o": 30835,
        "r": "csb:Acts:9:34",
        "t": "Peter said to him, “Aeneas, Jesus Christ heals you. Get up and make your bed,” and immediately he got up."
    },
    {
        "o": 30836,
        "r": "csb:Acts:9:35",
        "t": "So all who lived in Lydda and Sharon saw him and turned to the Lord."
    },
    {
        "o": 30837,
        "r": "csb:Acts:9:35",
        "t": "Dorcas Restored to Life",
        "h": 2
    },
    {
        "o": 30838,
        "r": "csb:Acts:9:36",
        "t": "In*p Joppa there was a disciple named Tabitha (which is translated Dorcas). She was always doing good works and acts of charity."
    },
    {
        "o": 30839,
        "r": "csb:Acts:9:37",
        "t": "About that time she became sick and died. After washing her, they placed her in a room upstairs."
    },
    {
        "o": 30840,
        "r": "csb:Acts:9:38",
        "t": "Since Lydda was near Joppa, the disciples heard that Peter was there and sent two men to him who urged him, “Don’t delay in coming with us.”"
    },
    {
        "o": 30841,
        "r": "csb:Acts:9:39",
        "t": "Peter got up and went with them. When he arrived, they led him to the room upstairs. And all the widows approached him, weeping and showing him the robes and clothes that Dorcas had made while she was with them."
    },
    {
        "o": 30842,
        "r": "csb:Acts:9:40",
        "t": "Peter sent them all out of the room. He knelt down, prayed, and turning toward the body said, “Tabitha, get up.” She opened her eyes, saw Peter, and sat up."
    },
    {
        "o": 30843,
        "r": "csb:Acts:9:41",
        "t": "He gave her his hand and helped her stand up. He called the saints and widows and presented her alive."
    },
    {
        "o": 30844,
        "r": "csb:Acts:9:42",
        "t": "This became known throughout Joppa, and many believed in the Lord."
    },
    {
        "o": 30845,
        "r": "csb:Acts:9:43",
        "t": "Peter stayed for some time in Joppa with Simon, a leather tanner."
    }
]
