[
    {
        "o": 27762,
        "r": "nasb:Luke:1:0",
        "t": "Luke 1",
        "h": 1
    },
    {
        "o": 27763,
        "r": "nasb:Luke:1:0",
        "t": "Introduction",
        "h": 2
    },
    {
        "o": 27764,
        "r": "nasb:Luke:1:1",
        "t": "Inasmuch*p as many have undertaken to compile an account of the things accomplished among us,"
    },
    {
        "o": 27765,
        "r": "nasb:Luke:1:2",
        "t": "just as they were handed down to us by those who from the beginning were eyewitnesses and servants of the word,"
    },
    {
        "o": 27766,
        "r": "nasb:Luke:1:3",
        "t": "it seemed fitting for me as well, having investigated everything carefully from the beginning, to write it*i out for you in consecutive order, most excellent Theophilus;"
    },
    {
        "o": 27767,
        "r": "nasb:Luke:1:4",
        "t": "so that you may know the exact truth about the things you have been taught."
    },
    {
        "o": 27768,
        "r": "nasb:Luke:1:4",
        "t": "Birth of John the Baptist Foretold",
        "h": 2
    },
    {
        "o": 27769,
        "r": "nasb:Luke:1:5",
        "t": "In*p the days of Herod, king of Judea, there was a priest named Zacharias, of the division of Abijah; and he had a wife from the daughters of Aaron, and her name was Elizabeth."
    },
    {
        "o": 27770,
        "r": "nasb:Luke:1:6",
        "t": "They were both righteous in the sight of God, walking blamelessly in all the commandments and requirements of the Lord."
    },
    {
        "o": 27771,
        "r": "nasb:Luke:1:7",
        "t": "But they had no child, because Elizabeth was barren, and they were both advanced in years."
    },
    {
        "o": 27772,
        "r": "nasb:Luke:1:8",
        "t": "Now*p it happened that*i while he was performing his priestly service before God in the appointed*i order of his division,"
    },
    {
        "o": 27773,
        "r": "nasb:Luke:1:9",
        "t": "according to the custom of the priestly office, he was chosen by lot to enter the temple of the Lord and burn incense."
    },
    {
        "o": 27774,
        "r": "nasb:Luke:1:10",
        "t": "And the whole multitude of the people were in prayer outside at the hour of the incense offering."
    },
    {
        "o": 27775,
        "r": "nasb:Luke:1:11",
        "t": "And an angel of the Lord appeared to him, standing to the right of the altar of incense."
    },
    {
        "o": 27776,
        "r": "nasb:Luke:1:12",
        "t": "Zacharias was troubled when he saw the*i angel,*i and fear gripped him."
    },
    {
        "o": 27777,
        "r": "nasb:Luke:1:13",
        "t": "But the angel said to him, “Do not be afraid, Zacharias, for your petition has been heard, and your wife Elizabeth will bear you a son, and you will give him the name John."
    },
    {
        "o": 27778,
        "r": "nasb:Luke:1:14",
        "t": "You will have joy and gladness, and many will rejoice at his birth."
    },
    {
        "o": 27779,
        "r": "nasb:Luke:1:15",
        "t": "For he will be great in the sight of the Lord; and he will drink no wine or liquor, and he will be filled with the Holy Spirit while yet in his mother’s womb."
    },
    {
        "o": 27780,
        "r": "nasb:Luke:1:16",
        "t": "And he will turn many of the sons of Israel back to the Lord their God."
    },
    {
        "o": 27781,
        "r": "nasb:Luke:1:17",
        "t": "It is he who will go as*i a*i forerunner*i before Him in the spirit and power of Elijah, to*s turn*s the*s hearts*s of*s the*s fathers*s back*s to*s the*s children,*s and the disobedient to the attitude of the righteous, so as to make ready a people prepared for the Lord.”"
    },
    {
        "o": 27782,
        "r": "nasb:Luke:1:18",
        "t": "Zacharias*p said to the angel, “How will I know this for*i certain?*i For I am an old man and my wife is advanced in years.”"
    },
    {
        "o": 27783,
        "r": "nasb:Luke:1:19",
        "t": "The angel answered and said to him, “I am Gabriel, who stands in the presence of God, and I have been sent to speak to you and to bring you this good news."
    },
    {
        "o": 27784,
        "r": "nasb:Luke:1:20",
        "t": "And behold, you shall be silent and unable to speak until the day when these things take place, because you did not believe my words, which will be fulfilled in their proper time.”"
    },
    {
        "o": 27785,
        "r": "nasb:Luke:1:21",
        "t": "The*p people were waiting for Zacharias, and were wondering at his delay in the temple."
    },
    {
        "o": 27786,
        "r": "nasb:Luke:1:22",
        "t": "But when he came out, he was unable to speak to them; and they realized that he had seen a vision in the temple; and he kept making signs to them, and remained mute."
    },
    {
        "o": 27787,
        "r": "nasb:Luke:1:23",
        "t": "When the days of his priestly service were ended, he went back home."
    },
    {
        "o": 27788,
        "r": "nasb:Luke:1:24",
        "t": "After*p these days Elizabeth his wife became pregnant, and she kept herself in seclusion for five months, saying,"
    },
    {
        "o": 27789,
        "r": "nasb:Luke:1:25",
        "t": "“This is the way the Lord has dealt with me in the days when He looked with*i favor*i upon me,*i to take away my disgrace among men.”"
    },
    {
        "o": 27790,
        "r": "nasb:Luke:1:25",
        "t": "Jesus’ Birth Foretold",
        "h": 2
    },
    {
        "o": 27791,
        "r": "nasb:Luke:1:26",
        "t": "Now*p in the sixth month the angel Gabriel was sent from God to a city in Galilee called Nazareth,"
    },
    {
        "o": 27792,
        "r": "nasb:Luke:1:27",
        "t": "to a virgin engaged to a man whose name was Joseph, of the descendants of David; and the virgin’s name was Mary."
    },
    {
        "o": 27793,
        "r": "nasb:Luke:1:28",
        "t": "And coming in, he said to her, “Greetings, favored one! The Lord is*i with you.”"
    },
    {
        "o": 27794,
        "r": "nasb:Luke:1:29",
        "t": "But she was very perplexed at this*i statement, and kept pondering what kind of salutation this was."
    },
    {
        "o": 27795,
        "r": "nasb:Luke:1:30",
        "t": "The angel said to her, “Do not be afraid, Mary; for you have found favor with God."
    },
    {
        "o": 27796,
        "r": "nasb:Luke:1:31",
        "t": "And behold, you will conceive in your womb and bear a son, and you shall name Him Jesus."
    },
    {
        "o": 27797,
        "r": "nasb:Luke:1:32",
        "t": "He will be great and will be called the Son of the Most High; and the Lord God will give Him the throne of His father David;"
    },
    {
        "o": 27798,
        "r": "nasb:Luke:1:33",
        "t": "and He will reign over the house of Jacob forever, and His kingdom will have no end.”"
    },
    {
        "o": 27799,
        "r": "nasb:Luke:1:34",
        "t": "Mary said to the angel, “How can this be, since I am a virgin?”"
    },
    {
        "o": 27800,
        "r": "nasb:Luke:1:35",
        "t": "The angel answered and said to her, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you; and for that reason the holy Child shall be called the Son of God."
    },
    {
        "o": 27801,
        "r": "nasb:Luke:1:36",
        "t": "And behold, even your relative Elizabeth has also conceived a son in her old age; and she who was called barren is now in her sixth month."
    },
    {
        "o": 27802,
        "r": "nasb:Luke:1:37",
        "t": "For nothing will be impossible with God.”"
    },
    {
        "o": 27803,
        "r": "nasb:Luke:1:38",
        "t": "And Mary said, “Behold, the bondslave of the Lord; may it be done to me according to your word.” And the angel departed from her."
    },
    {
        "o": 27804,
        "r": "nasb:Luke:1:38",
        "t": "Mary Visits Elizabeth",
        "h": 2
    },
    {
        "o": 27805,
        "r": "nasb:Luke:1:39",
        "t": "Now*p at this time Mary arose and went in a hurry to the hill country, to a city of Judah,"
    },
    {
        "o": 27806,
        "r": "nasb:Luke:1:40",
        "t": "and entered the house of Zacharias and greeted Elizabeth."
    },
    {
        "o": 27807,
        "r": "nasb:Luke:1:41",
        "t": "When Elizabeth heard Mary’s greeting, the baby leaped in her womb; and Elizabeth was filled with the Holy Spirit."
    },
    {
        "o": 27808,
        "r": "nasb:Luke:1:42",
        "t": "And she cried out with a loud voice and said, “Blessed are*i you among women, and blessed is*i the fruit of your womb!"
    },
    {
        "o": 27809,
        "r": "nasb:Luke:1:43",
        "t": "And how has it happened*i to me, that the mother of my Lord would come to me?"
    },
    {
        "o": 27810,
        "r": "nasb:Luke:1:44",
        "t": "For behold, when the sound of your greeting reached my ears, the baby leaped in my womb for joy."
    },
    {
        "o": 27811,
        "r": "nasb:Luke:1:45",
        "t": "And blessed is*i she who believed that there would be a fulfillment of what had been spoken to her by the Lord.”"
    },
    {
        "o": 27812,
        "r": "nasb:Luke:1:45",
        "t": "The Magnificat",
        "h": 2
    },
    {
        "o": 27813,
        "r": "nasb:Luke:1:46",
        "t": "And*p Mary said: “My*pn soul exalts the Lord,"
    },
    {
        "o": 27814,
        "r": "nasb:Luke:1:47",
        "t": "And*ln my spirit has rejoiced in God my Savior."
    },
    {
        "o": 27815,
        "r": "nasb:Luke:1:48",
        "t": "For*ln He has had regard for the humble state of His bondslave; For*ln behold, from this time on all generations will count me blessed."
    },
    {
        "o": 27816,
        "r": "nasb:Luke:1:49",
        "t": "For*ln the Mighty One has done great things for me; And*ln holy is His name."
    },
    {
        "o": 27817,
        "r": "nasb:Luke:1:50",
        "t": "And*ln His*s mercy*s is*s upon*s generation*s after*s generation*s Toward*sln those*s who*s fear*s Him.*s"
    },
    {
        "o": 27818,
        "r": "nasb:Luke:1:51",
        "t": "He*ln has done mighty deeds with His arm; He*ln has scattered those*i who*i were*i proud in the thoughts of their heart."
    },
    {
        "o": 27819,
        "r": "nasb:Luke:1:52",
        "t": "He*ln has brought down rulers from their*i thrones, And*ln has exalted those who were humble."
    },
    {
        "o": 27820,
        "r": "nasb:Luke:1:53",
        "t": "He*sln has*s filled*s the*s hungry*s with*s good*s things;*s And*ln sent away the rich empty-handed."
    },
    {
        "o": 27821,
        "r": "nasb:Luke:1:54",
        "t": "He*ln has given help to Israel His servant, In*ln remembrance of His mercy,"
    },
    {
        "o": 27822,
        "r": "nasb:Luke:1:55",
        "t": "As*ln He spoke to our fathers, To*ln Abraham and his descendants forever.”"
    },
    {
        "o": 27823,
        "r": "nasb:Luke:1:56",
        "t": "And*p Mary stayed with her about three months, and then*i returned to her home."
    },
    {
        "o": 27824,
        "r": "nasb:Luke:1:56",
        "t": "John Is Born",
        "h": 2
    },
    {
        "o": 27825,
        "r": "nasb:Luke:1:57",
        "t": "Now*p the time had come for Elizabeth to give birth, and she gave birth to a son."
    },
    {
        "o": 27826,
        "r": "nasb:Luke:1:58",
        "t": "Her neighbors and her relatives heard that the Lord had displayed His great mercy toward her; and they were rejoicing with her."
    },
    {
        "o": 27827,
        "r": "nasb:Luke:1:59",
        "t": "And*p it happened that on the eighth day they came to circumcise the child, and they were going to call him Zacharias, after his father."
    },
    {
        "o": 27828,
        "r": "nasb:Luke:1:60",
        "t": "But his mother answered and said, “No indeed; but he shall be called John.”"
    },
    {
        "o": 27829,
        "r": "nasb:Luke:1:61",
        "t": "And they said to her, “There is no one among your relatives who is called by that name.”"
    },
    {
        "o": 27830,
        "r": "nasb:Luke:1:62",
        "t": "And they made signs to his father, as to what he wanted him called."
    },
    {
        "o": 27831,
        "r": "nasb:Luke:1:63",
        "t": "And he asked for a tablet and wrote as follows, “His name is John.” And they were all astonished."
    },
    {
        "o": 27832,
        "r": "nasb:Luke:1:64",
        "t": "And at once his mouth was opened and his tongue loosed,*i and he began*i to speak in praise of God."
    },
    {
        "o": 27833,
        "r": "nasb:Luke:1:65",
        "t": "Fear came on all those living around them; and all these matters were being talked about in all the hill country of Judea."
    },
    {
        "o": 27834,
        "r": "nasb:Luke:1:66",
        "t": "All who heard them kept them in mind, saying, “What then will this child turn*i out*i to*i be?” For the hand of the Lord was certainly with him."
    },
    {
        "o": 27835,
        "r": "nasb:Luke:1:66",
        "t": "Zacharias’s Prophecy",
        "h": 2
    },
    {
        "o": 27836,
        "r": "nasb:Luke:1:67",
        "t": "And*p his father Zacharias was filled with the Holy Spirit, and prophesied, saying:"
    },
    {
        "o": 27837,
        "r": "nasb:Luke:1:68",
        "t": "“Blessed*pn be*i the Lord God of Israel, For*ln He has visited us and accomplished redemption for His people,"
    },
    {
        "o": 27838,
        "r": "nasb:Luke:1:69",
        "t": "And*ln has raised up a horn of salvation for us In*ln the house of David His servant—"
    },
    {
        "o": 27839,
        "r": "nasb:Luke:1:70",
        "t": "As*ln He spoke by the mouth of His holy prophets from of old—"
    },
    {
        "o": 27840,
        "r": "nasb:Luke:1:71",
        "t": "Salvation*ln from*s our*s enemies,*s And*ln from*s the*s hand*s of*s all*s who*s hate*s us;*s"
    },
    {
        "o": 27841,
        "r": "nasb:Luke:1:72",
        "t": "To*ln show mercy toward our fathers, And*ln to remember His holy covenant,"
    },
    {
        "o": 27842,
        "r": "nasb:Luke:1:73",
        "t": "The*ln oath which He swore to Abraham our father,"
    },
    {
        "o": 27843,
        "r": "nasb:Luke:1:74",
        "t": "To*ln grant us that we, being rescued from the hand of our enemies, Might*ln serve Him without fear,"
    },
    {
        "o": 27844,
        "r": "nasb:Luke:1:75",
        "t": "In*ln holiness and righteousness before Him all our days."
    },
    {
        "o": 27845,
        "r": "nasb:Luke:1:76",
        "t": "And*ln you, child, will be called the prophet of the Most High; For*ln you will go on before*s the*s Lord*s to*s prepare*s His*s ways;*s"
    },
    {
        "o": 27846,
        "r": "nasb:Luke:1:77",
        "t": "To*ln give to His people the*i knowledge of salvation By*ln the forgiveness of their sins,"
    },
    {
        "o": 27847,
        "r": "nasb:Luke:1:78",
        "t": "Because*ln of the tender mercy of our God, With*ln which the Sunrise from on high will visit us,"
    },
    {
        "o": 27848,
        "r": "nasb:Luke:1:79",
        "t": "To*sln shine*s upon*s those*s who*s sit*s in*s darkness*s and*s the*s shadow*s of*s death,*s To*ln guide our feet into the way of peace.”"
    },
    {
        "o": 27849,
        "r": "nasb:Luke:1:80",
        "t": "And*p the child continued to grow and to become strong in spirit, and he lived in the deserts until the day of his public appearance to Israel."
    }
]
