[
    {
        "o": 26921,
        "r": "esv:Matthew:27:0",
        "t": "Matthew 27",
        "h": 1
    },
    {
        "o": 26922,
        "r": "esv:Matthew:27:0",
        "t": "Jesus Delivered to Pilate",
        "h": 2
    },
    {
        "o": 26923,
        "r": "esv:Matthew:27:1",
        "t": "When*p morning came, all the chief priests and the elders of the people took counsel against Jesus to put him to death."
    },
    {
        "o": 26924,
        "r": "esv:Matthew:27:2",
        "t": "And they bound him and led him away and delivered him over to Pilate the governor."
    },
    {
        "o": 26925,
        "r": "esv:Matthew:27:2",
        "t": "Judas Hangs Himself",
        "h": 2
    },
    {
        "o": 26926,
        "r": "esv:Matthew:27:3",
        "t": "Then*p when Judas, his betrayer, saw that Jesus was condemned, he changed his mind and brought back the thirty pieces of silver to the chief priests and the elders,"
    },
    {
        "o": 26927,
        "r": "esv:Matthew:27:4",
        "t": "saying, “I have sinned by betraying innocent blood.” They said, “What is that to us? See to it yourself.”"
    },
    {
        "o": 26928,
        "r": "esv:Matthew:27:5",
        "t": "And throwing down the pieces of silver into the temple, he departed, and he went and hanged himself."
    },
    {
        "o": 26929,
        "r": "esv:Matthew:27:6",
        "t": "But the chief priests, taking the pieces of silver, said, “It is not lawful to put them into the treasury, since it is blood money.”"
    },
    {
        "o": 26930,
        "r": "esv:Matthew:27:7",
        "t": "So they took counsel and bought with them the potter’s field as a burial place for strangers."
    },
    {
        "o": 26931,
        "r": "esv:Matthew:27:8",
        "t": "Therefore that field has been called the Field of Blood to this day."
    },
    {
        "o": 26932,
        "r": "esv:Matthew:27:9",
        "t": "Then was fulfilled what had been spoken by the prophet Jeremiah, saying, “And they took the thirty pieces of silver, the price of him on whom a price had been set by some of the sons of Israel,"
    },
    {
        "o": 26933,
        "r": "esv:Matthew:27:10",
        "t": "and they gave them for the potter’s field, as the Lord directed me.”"
    },
    {
        "o": 26934,
        "r": "esv:Matthew:27:10",
        "t": "Jesus Before Pilate",
        "h": 2
    },
    {
        "o": 26935,
        "r": "esv:Matthew:27:11",
        "t": "Now*p Jesus stood before the governor, and the governor asked him, “Are you the King of the Jews?” Jesus said, “You*r have*r said*r so.”*r"
    },
    {
        "o": 26936,
        "r": "esv:Matthew:27:12",
        "t": "But when he was accused by the chief priests and elders, he gave no answer."
    },
    {
        "o": 26937,
        "r": "esv:Matthew:27:13",
        "t": "Then Pilate said to him, “Do you not hear how many things they testify against you?”"
    },
    {
        "o": 26938,
        "r": "esv:Matthew:27:14",
        "t": "But he gave him no answer, not even to a single charge, so that the governor was greatly amazed."
    },
    {
        "o": 26939,
        "r": "esv:Matthew:27:14",
        "t": "The Crowd Chooses Barabbas",
        "h": 2
    },
    {
        "o": 26940,
        "r": "esv:Matthew:27:15",
        "t": "Now*p at the feast the governor was accustomed to release for the crowd any one prisoner whom they wanted."
    },
    {
        "o": 26941,
        "r": "esv:Matthew:27:16",
        "t": "And they had then a notorious prisoner called Barabbas."
    },
    {
        "o": 26942,
        "r": "esv:Matthew:27:17",
        "t": "So when they had gathered, Pilate said to them, “Whom do you want me to release for you: Barabbas, or Jesus who is called Christ?”"
    },
    {
        "o": 26943,
        "r": "esv:Matthew:27:18",
        "t": "For he knew that it was out of envy that they had delivered him up."
    },
    {
        "o": 26944,
        "r": "esv:Matthew:27:19",
        "t": "Besides, while he was sitting on the judgment seat, his wife sent word to him, “Have nothing to do with that righteous man, for I have suffered much because of him today in a dream.”"
    },
    {
        "o": 26945,
        "r": "esv:Matthew:27:20",
        "t": "Now the chief priests and the elders persuaded the crowd to ask for Barabbas and destroy Jesus."
    },
    {
        "o": 26946,
        "r": "esv:Matthew:27:21",
        "t": "The governor again said to them, “Which of the two do you want me to release for you?” And they said, “Barabbas.”"
    },
    {
        "o": 26947,
        "r": "esv:Matthew:27:22",
        "t": "Pilate said to them, “Then what shall I do with Jesus who is called Christ?” They all said, “Let him be crucified!”"
    },
    {
        "o": 26948,
        "r": "esv:Matthew:27:23",
        "t": "And he said, “Why? What evil has he done?” But they shouted all the more, “Let him be crucified!”"
    },
    {
        "o": 26949,
        "r": "esv:Matthew:27:23",
        "t": "Pilate Delivers Jesus to Be Crucified",
        "h": 2
    },
    {
        "o": 26950,
        "r": "esv:Matthew:27:24",
        "t": "So*p when Pilate saw that he was gaining nothing, but rather that a riot was beginning, he took water and washed his hands before the crowd, saying, “I am innocent of this man’s blood; see to it yourselves.”"
    },
    {
        "o": 26951,
        "r": "esv:Matthew:27:25",
        "t": "And all the people answered, “His blood be on us and on our children!”"
    },
    {
        "o": 26952,
        "r": "esv:Matthew:27:26",
        "t": "Then he released for them Barabbas, and having scourged Jesus, delivered him to be crucified."
    },
    {
        "o": 26953,
        "r": "esv:Matthew:27:26",
        "t": "Jesus Is Mocked",
        "h": 2
    },
    {
        "o": 26954,
        "r": "esv:Matthew:27:27",
        "t": "Then*p the soldiers of the governor took Jesus into the governor’s headquarters, and they gathered the whole battalion before him."
    },
    {
        "o": 26955,
        "r": "esv:Matthew:27:28",
        "t": "And they stripped him and put a scarlet robe on him,"
    },
    {
        "o": 26956,
        "r": "esv:Matthew:27:29",
        "t": "and twisting together a crown of thorns, they put it on his head and put a reed in his right hand. And kneeling before him, they mocked him, saying, “Hail, King of the Jews!”"
    },
    {
        "o": 26957,
        "r": "esv:Matthew:27:30",
        "t": "And they spit on him and took the reed and struck him on the head."
    },
    {
        "o": 26958,
        "r": "esv:Matthew:27:31",
        "t": "And when they had mocked him, they stripped him of the robe and put his own clothes on him and led him away to crucify him."
    },
    {
        "o": 26959,
        "r": "esv:Matthew:27:31",
        "t": "The Crucifixion",
        "h": 2
    },
    {
        "o": 26960,
        "r": "esv:Matthew:27:32",
        "t": "As*p they went out, they found a man of Cyrene, Simon by name. They compelled this man to carry his cross."
    },
    {
        "o": 26961,
        "r": "esv:Matthew:27:33",
        "t": "And when they came to a place called Golgotha (which means Place of a Skull),"
    },
    {
        "o": 26962,
        "r": "esv:Matthew:27:34",
        "t": "they offered him wine to drink, mixed with gall, but when he tasted it, he would not drink it."
    },
    {
        "o": 26963,
        "r": "esv:Matthew:27:35",
        "t": "And when they had crucified him, they divided his garments among them by casting lots."
    },
    {
        "o": 26964,
        "r": "esv:Matthew:27:36",
        "t": "Then they sat down and kept watch over him there."
    },
    {
        "o": 26965,
        "r": "esv:Matthew:27:37",
        "t": "And over his head they put the charge against him, which read, “This is Jesus, the King of the Jews.”"
    },
    {
        "o": 26966,
        "r": "esv:Matthew:27:38",
        "t": "Then two robbers were crucified with him, one on the right and one on the left."
    },
    {
        "o": 26967,
        "r": "esv:Matthew:27:39",
        "t": "And those who passed by derided him, wagging their heads"
    },
    {
        "o": 26968,
        "r": "esv:Matthew:27:40",
        "t": "and saying, “You who would destroy the temple and rebuild it in three days, save yourself! If you are the Son of God, come down from the cross.”"
    },
    {
        "o": 26969,
        "r": "esv:Matthew:27:41",
        "t": "So also the chief priests, with the scribes and elders, mocked him, saying,"
    },
    {
        "o": 26970,
        "r": "esv:Matthew:27:42",
        "t": "“He saved others; he cannot save himself. He is the King of Israel; let him come down now from the cross, and we will believe in him."
    },
    {
        "o": 26971,
        "r": "esv:Matthew:27:43",
        "t": "He trusts in God; let God deliver him now, if he desires him. For he said, ‘I am the Son of God.’”"
    },
    {
        "o": 26972,
        "r": "esv:Matthew:27:44",
        "t": "And the robbers who were crucified with him also reviled him in the same way."
    },
    {
        "o": 26973,
        "r": "esv:Matthew:27:44",
        "t": "The Death of Jesus",
        "h": 2
    },
    {
        "o": 26974,
        "r": "esv:Matthew:27:45",
        "t": "Now*p from the sixth hour there was darkness over all the land until the ninth hour."
    },
    {
        "o": 26975,
        "r": "esv:Matthew:27:46",
        "t": "And about the ninth hour Jesus cried out with a loud voice, saying, “Eli,*r Eli,*r lema*r sabachthani?”*r that is, “My*r God,*r my*r God,*r why*r have*r you*r forsaken*r me?”*r"
    },
    {
        "o": 26976,
        "r": "esv:Matthew:27:47",
        "t": "And some of the bystanders, hearing it, said, “This man is calling Elijah.”"
    },
    {
        "o": 26977,
        "r": "esv:Matthew:27:48",
        "t": "And one of them at once ran and took a sponge, filled it with sour wine, and put it on a reed and gave it to him to drink."
    },
    {
        "o": 26978,
        "r": "esv:Matthew:27:49",
        "t": "But the others said, “Wait, let us see whether Elijah will come to save him.”"
    },
    {
        "o": 26979,
        "r": "esv:Matthew:27:50",
        "t": "And Jesus cried out again with a loud voice and yielded up his spirit."
    },
    {
        "o": 26980,
        "r": "esv:Matthew:27:51",
        "t": "And*p behold, the curtain of the temple was torn in two, from top to bottom. And the earth shook, and the rocks were split."
    },
    {
        "o": 26981,
        "r": "esv:Matthew:27:52",
        "t": "The tombs also were opened. And many bodies of the saints who had fallen asleep were raised,"
    },
    {
        "o": 26982,
        "r": "esv:Matthew:27:53",
        "t": "and coming out of the tombs after his resurrection they went into the holy city and appeared to many."
    },
    {
        "o": 26983,
        "r": "esv:Matthew:27:54",
        "t": "When the centurion and those who were with him, keeping watch over Jesus, saw the earthquake and what took place, they were filled with awe and said, “Truly this was the Son of God!”"
    },
    {
        "o": 26984,
        "r": "esv:Matthew:27:55",
        "t": "There*p were also many women there, looking on from a distance, who had followed Jesus from Galilee, ministering to him,"
    },
    {
        "o": 26985,
        "r": "esv:Matthew:27:56",
        "t": "among whom were Mary Magdalene and Mary the mother of James and Joseph and the mother of the sons of Zebedee."
    },
    {
        "o": 26986,
        "r": "esv:Matthew:27:56",
        "t": "Jesus Is Buried",
        "h": 2
    },
    {
        "o": 26987,
        "r": "esv:Matthew:27:57",
        "t": "When*p it was evening, there came a rich man from Arimathea, named Joseph, who also was a disciple of Jesus."
    },
    {
        "o": 26988,
        "r": "esv:Matthew:27:58",
        "t": "He went to Pilate and asked for the body of Jesus. Then Pilate ordered it to be given to him."
    },
    {
        "o": 26989,
        "r": "esv:Matthew:27:59",
        "t": "And Joseph took the body and wrapped it in a clean linen shroud"
    },
    {
        "o": 26990,
        "r": "esv:Matthew:27:60",
        "t": "and laid it in his own new tomb, which he had cut in the rock. And he rolled a great stone to the entrance of the tomb and went away."
    },
    {
        "o": 26991,
        "r": "esv:Matthew:27:61",
        "t": "Mary Magdalene and the other Mary were there, sitting opposite the tomb."
    },
    {
        "o": 26992,
        "r": "esv:Matthew:27:61",
        "t": "The Guard at the Tomb",
        "h": 2
    },
    {
        "o": 26993,
        "r": "esv:Matthew:27:62",
        "t": "The*p next day, that is, after the day of Preparation, the chief priests and the Pharisees gathered before Pilate"
    },
    {
        "o": 26994,
        "r": "esv:Matthew:27:63",
        "t": "and said, “Sir, we remember how that impostor said, while he was still alive, ‘After three days I will rise.’"
    },
    {
        "o": 26995,
        "r": "esv:Matthew:27:64",
        "t": "Therefore order the tomb to be made secure until the third day, lest his disciples go and steal him away and tell the people, ‘He has risen from the dead,’ and the last fraud will be worse than the first.”"
    },
    {
        "o": 26996,
        "r": "esv:Matthew:27:65",
        "t": "Pilate said to them, “You have a guard of soldiers. Go, make it as secure as you can.”"
    },
    {
        "o": 26997,
        "r": "esv:Matthew:27:66",
        "t": "So they went and made the tomb secure by sealing the stone and setting a guard."
    }
]
