[
    {
        "o": 4870,
        "r": "niv:Numbers:25:0",
        "t": "Numbers 25",
        "h": 1
    },
    {
        "o": 4871,
        "r": "niv:Numbers:25:0",
        "t": "Moab Seduces Israel",
        "h": 2
    },
    {
        "o": 4872,
        "r": "niv:Numbers:25:1",
        "t": "While*p Israel was staying in Shittim, the men began to indulge in sexual immorality with Moabite women,"
    },
    {
        "o": 4873,
        "r": "niv:Numbers:25:2",
        "t": "who invited them to the sacrifices to their gods. The people ate the sacrificial meal and bowed down before these gods."
    },
    {
        "o": 4874,
        "r": "niv:Numbers:25:3",
        "t": "So Israel yoked themselves to the Baal of Peor. And the Lord’s*s anger burned against them."
    },
    {
        "o": 4875,
        "r": "niv:Numbers:25:4",
        "t": "The*p Lord*s said to Moses, “Take all the leaders of these people, kill them and expose them in broad daylight before the Lord,*s so that the Lord’s*s fierce anger may turn away from Israel.”"
    },
    {
        "o": 4876,
        "r": "niv:Numbers:25:5",
        "t": "So*p Moses said to Israel’s judges, “Each of you must put to death those of your people who have yoked themselves to the Baal of Peor.”"
    },
    {
        "o": 4877,
        "r": "niv:Numbers:25:6",
        "t": "Then*p an Israelite man brought into the camp a Midianite woman right before the eyes of Moses and the whole assembly of Israel while they were weeping at the entrance to the tent of meeting."
    },
    {
        "o": 4878,
        "r": "niv:Numbers:25:7",
        "t": "When Phinehas son of Eleazar, the son of Aaron, the priest, saw this, he left the assembly, took a spear in his hand"
    },
    {
        "o": 4879,
        "r": "niv:Numbers:25:8",
        "t": "and followed the Israelite into the tent. He drove the spear into both of them, right through the Israelite man and into the woman’s stomach. Then the plague against the Israelites was stopped;"
    },
    {
        "o": 4880,
        "r": "niv:Numbers:25:9",
        "t": "but those who died in the plague numbered 24,000."
    },
    {
        "o": 4881,
        "r": "niv:Numbers:25:10",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 4882,
        "r": "niv:Numbers:25:11",
        "t": "“Phinehas son of Eleazar, the son of Aaron, the priest, has turned my anger away from the Israelites. Since he was as zealous for my honor among them as I am, I did not put an end to them in my zeal."
    },
    {
        "o": 4883,
        "r": "niv:Numbers:25:12",
        "t": "Therefore tell him I am making my covenant of peace with him."
    },
    {
        "o": 4884,
        "r": "niv:Numbers:25:13",
        "t": "He and his descendants will have a covenant of a lasting priesthood, because he was zealous for the honor of his God and made atonement for the Israelites.”"
    },
    {
        "o": 4885,
        "r": "niv:Numbers:25:14",
        "t": "The*p name of the Israelite who was killed with the Midianite woman was Zimri son of Salu, the leader of a Simeonite family."
    },
    {
        "o": 4886,
        "r": "niv:Numbers:25:15",
        "t": "And the name of the Midianite woman who was put to death was Kozbi daughter of Zur, a tribal chief of a Midianite family."
    },
    {
        "o": 4887,
        "r": "niv:Numbers:25:16",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 4888,
        "r": "niv:Numbers:25:17",
        "t": "“Treat the Midianites as enemies and kill them."
    },
    {
        "o": 4889,
        "r": "niv:Numbers:25:18",
        "t": "They treated you as enemies when they deceived you in the Peor incident involving their sister Kozbi, the daughter of a Midianite leader, the woman who was killed when the plague came as a result of that incident.”"
    }
]
