[
    {
        "o": 13591,
        "r": "nasb:Nehemiah:3:0",
        "t": "Nehemiah 3",
        "h": 1
    },
    {
        "o": 13592,
        "r": "nasb:Nehemiah:3:0",
        "t": "Builders of the Walls",
        "h": 2
    },
    {
        "o": 13593,
        "r": "nasb:Nehemiah:3:1",
        "t": "Then*p Eliashib the high priest arose with his brothers the priests and built the Sheep Gate; they consecrated it and hung its doors. They consecrated the wall to the Tower of the Hundred and*i the Tower of Hananel."
    },
    {
        "o": 13594,
        "r": "nasb:Nehemiah:3:2",
        "t": "Next to him the men of Jericho built, and next to them Zaccur the son of Imri built."
    },
    {
        "o": 13595,
        "r": "nasb:Nehemiah:3:3",
        "t": "Now*p the sons of Hassenaah built the Fish Gate; they laid its beams and hung its doors with its bolts and bars."
    },
    {
        "o": 13596,
        "r": "nasb:Nehemiah:3:4",
        "t": "Next to them Meremoth the son of Uriah the son of Hakkoz made repairs. And next to him Meshullam the son of Berechiah the son of Meshezabel made repairs. And next to him Zadok the son of Baana also*i made repairs."
    },
    {
        "o": 13597,
        "r": "nasb:Nehemiah:3:5",
        "t": "Moreover, next to him the Tekoites made repairs, but their nobles did not support the work of their masters."
    },
    {
        "o": 13598,
        "r": "nasb:Nehemiah:3:6",
        "t": "Joiada*p the son of Paseah and Meshullam the son of Besodeiah repaired the Old Gate; they laid its beams and hung its doors with its bolts and its bars."
    },
    {
        "o": 13599,
        "r": "nasb:Nehemiah:3:7",
        "t": "Next to them Melatiah the Gibeonite and Jadon the Meronothite, the men of Gibeon and of Mizpah, also made repairs for the official seat of the governor of*i the*i province*i beyond the River."
    },
    {
        "o": 13600,
        "r": "nasb:Nehemiah:3:8",
        "t": "Next to him Uzziel the son of Harhaiah of the goldsmiths made repairs. And next to him Hananiah, one of the perfumers, made repairs, and they restored Jerusalem as far as the Broad Wall."
    },
    {
        "o": 13601,
        "r": "nasb:Nehemiah:3:9",
        "t": "Next to them Rephaiah the son of Hur, the official of half the district of Jerusalem, made repairs."
    },
    {
        "o": 13602,
        "r": "nasb:Nehemiah:3:10",
        "t": "Next to them Jedaiah the son of Harumaph made repairs opposite his house. And next to him Hattush the son of Hashabneiah made repairs."
    },
    {
        "o": 13603,
        "r": "nasb:Nehemiah:3:11",
        "t": "Malchijah the son of Harim and Hasshub the son of Pahath-moab repaired another section and the Tower of Furnaces."
    },
    {
        "o": 13604,
        "r": "nasb:Nehemiah:3:12",
        "t": "Next to him Shallum the son of Hallohesh, the official of half the district of Jerusalem, made repairs, he and his daughters."
    },
    {
        "o": 13605,
        "r": "nasb:Nehemiah:3:13",
        "t": "Hanun*p and the inhabitants of Zanoah repaired the Valley Gate. They built it and hung its doors with its bolts and its bars, and a thousand cubits of the wall to the Refuse Gate."
    },
    {
        "o": 13606,
        "r": "nasb:Nehemiah:3:14",
        "t": "Malchijah*p the son of Rechab, the official of the district of Beth-haccherem repaired the Refuse Gate. He built it and hung its doors with its bolts and its bars."
    },
    {
        "o": 13607,
        "r": "nasb:Nehemiah:3:15",
        "t": "Shallum*p the son of Col-hozeh, the official of the district of Mizpah, repaired the Fountain Gate. He built it, covered it and hung its doors with its bolts and its bars, and the wall of the Pool of Shelah at the king’s garden as far as the steps that descend from the city of David."
    },
    {
        "o": 13608,
        "r": "nasb:Nehemiah:3:16",
        "t": "After him Nehemiah the son of Azbuk, official of half the district of Beth-zur, made repairs as far as a*i point*i opposite the tombs of David, and as far as the artificial pool and the house of the mighty men."
    },
    {
        "o": 13609,
        "r": "nasb:Nehemiah:3:17",
        "t": "After him the Levites carried out repairs under*i Rehum the son of Bani. Next to him Hashabiah, the official of half the district of Keilah, carried out repairs for his district."
    },
    {
        "o": 13610,
        "r": "nasb:Nehemiah:3:18",
        "t": "After him their brothers carried out repairs under*i Bavvai the son of Henadad, official of the*i other*i half of the district of Keilah."
    },
    {
        "o": 13611,
        "r": "nasb:Nehemiah:3:19",
        "t": "Next to him Ezer the son of Jeshua, the official of Mizpah, repaired another section in front of the ascent of the armory at the Angle."
    },
    {
        "o": 13612,
        "r": "nasb:Nehemiah:3:20",
        "t": "After him Baruch the son of Zabbai zealously repaired another section, from the Angle to the doorway of the house of Eliashib the high priest."
    },
    {
        "o": 13613,
        "r": "nasb:Nehemiah:3:21",
        "t": "After him Meremoth the son of Uriah the son of Hakkoz repaired another section, from the doorway of Eliashib’s house even as far as the end of his house."
    },
    {
        "o": 13614,
        "r": "nasb:Nehemiah:3:22",
        "t": "After him the priests, the men of the valley, carried out repairs."
    },
    {
        "o": 13615,
        "r": "nasb:Nehemiah:3:23",
        "t": "After them Benjamin and Hasshub carried out repairs in front of their house. After them Azariah the son of Maaseiah, son of Ananiah, carried out repairs beside his house."
    },
    {
        "o": 13616,
        "r": "nasb:Nehemiah:3:24",
        "t": "After him Binnui the son of Henadad repaired another section, from the house of Azariah as far as the Angle and as far as the corner."
    },
    {
        "o": 13617,
        "r": "nasb:Nehemiah:3:25",
        "t": "Palal the son of Uzai made*i repairs*i in front of the Angle and the tower projecting from the upper house of the king, which is by the court of the guard. After him Pedaiah the son of Parosh made*i repairs.*i"
    },
    {
        "o": 13618,
        "r": "nasb:Nehemiah:3:26",
        "t": "The temple servants living in Ophel made*i repairs*i as far as the front of the Water Gate toward the east and the projecting tower."
    },
    {
        "o": 13619,
        "r": "nasb:Nehemiah:3:27",
        "t": "After them the Tekoites repaired another section in front of the great projecting tower and as far as the wall of Ophel."
    },
    {
        "o": 13620,
        "r": "nasb:Nehemiah:3:28",
        "t": "Above*p the Horse Gate the priests carried out repairs, each in front of his house."
    },
    {
        "o": 13621,
        "r": "nasb:Nehemiah:3:29",
        "t": "After them Zadok the son of Immer carried out repairs in front of his house. And after him Shemaiah the son of Shecaniah, the keeper of the East Gate, carried out repairs."
    },
    {
        "o": 13622,
        "r": "nasb:Nehemiah:3:30",
        "t": "After him Hananiah the son of Shelemiah, and Hanun the sixth son of Zalaph, repaired another section. After him Meshullam the son of Berechiah carried out repairs in front of his own quarters."
    },
    {
        "o": 13623,
        "r": "nasb:Nehemiah:3:31",
        "t": "After him Malchijah, one of the goldsmiths, carried out repairs as far as the house of the temple servants and of the merchants, in front of the Inspection Gate and as far as the upper room of the corner."
    },
    {
        "o": 13624,
        "r": "nasb:Nehemiah:3:32",
        "t": "Between the upper room of the corner and the Sheep Gate the goldsmiths and the merchants carried out repairs."
    }
]
