[
    {
        "o": 24737,
        "r": "nasb:Hosea:10:0",
        "t": "Hosea 10",
        "h": 1
    },
    {
        "o": 24738,
        "r": "nasb:Hosea:10:0",
        "t": "Retribution for Israel’s Sin",
        "h": 2
    },
    {
        "o": 24739,
        "r": "nasb:Hosea:10:1",
        "t": "Israel*pn is a luxuriant vine; He*ln produces fruit for himself. The*ln more his fruit, The*ln more altars he made; The*ln richer his land, The*ln better he made the sacred*i pillars."
    },
    {
        "o": 24740,
        "r": "nasb:Hosea:10:2",
        "t": "Their*ln heart is faithless; Now*ln they must bear their guilt. The*ln Lord*s will break down their altars And*iln destroy their sacred*i pillars."
    },
    {
        "o": 24741,
        "r": "nasb:Hosea:10:3",
        "t": "Surely*ln now they will say, “We have no king, For*ln we do not revere the Lord.*s As*ln for the king, what can he do for us?”"
    },
    {
        "o": 24742,
        "r": "nasb:Hosea:10:4",
        "t": "They*ln speak mere*i words, With*ln worthless oaths they make covenants; And*ln judgment sprouts like poisonous weeds in the furrows of the field."
    },
    {
        "o": 24743,
        "r": "nasb:Hosea:10:5",
        "t": "The*ln inhabitants of Samaria will fear For*ln the calf of Beth-aven. Indeed,*ln its people will mourn for it, And*ln its idolatrous priests will cry out over it, Over*ln its glory, since it has departed from it."
    },
    {
        "o": 24744,
        "r": "nasb:Hosea:10:6",
        "t": "The*ln thing itself will be carried to Assyria As*ln tribute to King Jareb; Ephraim*ln will be seized with shame And*ln Israel will be ashamed of its own counsel."
    },
    {
        "o": 24745,
        "r": "nasb:Hosea:10:7",
        "t": "Samaria*ln will be cut off with*i her king Like*ln a stick on the surface of the water."
    },
    {
        "o": 24746,
        "r": "nasb:Hosea:10:8",
        "t": "Also*ln the high places of Aven, the sin of Israel, will be destroyed; Thorn*ln and thistle will grow on their altars; Then*ln they will say to the mountains, “Cover*ln us!” And to the hills, “Fall on us!”"
    },
    {
        "o": 24747,
        "r": "nasb:Hosea:10:9",
        "t": "From*ln the days of Gibeah you have sinned, O Israel; There*ln they stand! Will*ln not the battle against the sons of iniquity overtake them in Gibeah?"
    },
    {
        "o": 24748,
        "r": "nasb:Hosea:10:10",
        "t": "When*ln it is My desire, I will chastise them; And*ln the peoples will be gathered against them When*ln they are bound for their double guilt."
    },
    {
        "o": 24749,
        "r": "nasb:Hosea:10:11",
        "t": "Ephraim*ln is a trained heifer that loves to thresh, But*ln I will come over her fair neck with*i a*i yoke;*i I*ln will harness Ephraim, Judah*ln will plow, Jacob will harrow for himself."
    },
    {
        "o": 24750,
        "r": "nasb:Hosea:10:12",
        "t": "Sow*ln with a view to righteousness, Reap*ln in accordance with kindness; Break*ln up your fallow ground, For*ln it is time to seek the Lord*s Until*ln He comes to rain righteousness on you."
    },
    {
        "o": 24751,
        "r": "nasb:Hosea:10:13",
        "t": "You*ln have plowed wickedness, you have reaped injustice, You*ln have eaten the fruit of lies. Because*ln you have trusted in your way, in your numerous warriors,"
    },
    {
        "o": 24752,
        "r": "nasb:Hosea:10:14",
        "t": "Therefore*ln a tumult will arise among your people, And*ln all your fortresses will be destroyed, As*ln Shalman destroyed Beth-arbel on the day of battle, When*iln mothers were dashed in pieces with their*i children."
    },
    {
        "o": 24753,
        "r": "nasb:Hosea:10:15",
        "t": "Thus*ln it will be done to you at Bethel because of your great wickedness. At*ln dawn the king of Israel will be completely cut off."
    }
]
