[
    {
        "o": 35058,
        "r": "csb:Revelation:12:0",
        "t": "Revelation 12",
        "h": 1
    },
    {
        "o": 35059,
        "r": "csb:Revelation:12:0",
        "t": "The Woman, the Child, and the Dragon",
        "h": 2
    },
    {
        "o": 35060,
        "r": "csb:Revelation:12:1",
        "t": "A*p great sign appeared in heaven: a woman clothed with the sun, with the moon under her feet and a crown of twelve stars on her head."
    },
    {
        "o": 35061,
        "r": "csb:Revelation:12:2",
        "t": "She was pregnant and cried out in labor and agony as she was about to give birth."
    },
    {
        "o": 35062,
        "r": "csb:Revelation:12:3",
        "t": "Then another sign appeared in heaven: There was a great fiery red dragon having seven heads and ten horns, and on its heads were seven crowns."
    },
    {
        "o": 35063,
        "r": "csb:Revelation:12:4",
        "t": "Its tail swept away a third of the stars in heaven and hurled them to the earth. And the dragon stood in front of the woman who was about to give birth, so that when she did give birth it might devour her child."
    },
    {
        "o": 35064,
        "r": "csb:Revelation:12:5",
        "t": "She gave birth to a Son, a male who is going to rule all nations with an iron rod. Her child was caught up to God and to his throne."
    },
    {
        "o": 35065,
        "r": "csb:Revelation:12:6",
        "t": "The woman fled into the wilderness, where she had a place prepared by God, to be nourished there for 1,260 days."
    },
    {
        "o": 35066,
        "r": "csb:Revelation:12:6",
        "t": "The Dragon Thrown Out of Heaven",
        "h": 2
    },
    {
        "o": 35067,
        "r": "csb:Revelation:12:7",
        "t": "Then*p war broke out in heaven: Michael and his angels fought against the dragon. The dragon and his angels also fought,"
    },
    {
        "o": 35068,
        "r": "csb:Revelation:12:8",
        "t": "but he could not prevail, and there was no place for them in heaven any longer."
    },
    {
        "o": 35069,
        "r": "csb:Revelation:12:9",
        "t": "So the great dragon was thrown out - the ancient serpent, who is called the devil and Satan, the one who deceives the whole world. He was thrown to earth, and his angels with him."
    },
    {
        "o": 35070,
        "r": "csb:Revelation:12:10",
        "t": "Then I heard a loud voice in heaven say, The*pn salvation and the power and*ln the kingdom of our God and*ln the authority of his Christ have*ln now come, because*ln the accuser of our brothers and sisters, who*ln accuses them before*ln our God day and night, has*ln been thrown down."
    },
    {
        "o": 35071,
        "r": "csb:Revelation:12:11",
        "t": "They*ln conquered him by*ln the blood of the Lamb and*ln by the word of their testimony; for*ln they did not love their lives to*ln the point of death."
    },
    {
        "o": 35072,
        "r": "csb:Revelation:12:12",
        "t": "Therefore*ln rejoice, you heavens, and*ln you who dwell in them! Woe*ln to the earth and the sea, because*ln the devil has come down to you with*ln great fury, because*ln he knows his time is short."
    },
    {
        "o": 35073,
        "r": "csb:Revelation:12:12",
        "t": "The Woman Persecuted",
        "h": 2
    },
    {
        "o": 35074,
        "r": "csb:Revelation:12:13",
        "t": "When*p the dragon saw that he had been thrown down to the earth, he persecuted the woman who had given birth to the male child."
    },
    {
        "o": 35075,
        "r": "csb:Revelation:12:14",
        "t": "The woman was given two wings of a great eagle, so that she could fly from the serpent’s presence to her place in the wilderness, where she was nourished for a time, times, and half a time."
    },
    {
        "o": 35076,
        "r": "csb:Revelation:12:15",
        "t": "From his mouth the serpent spewed water like a river flowing after the woman, to sweep her away with a flood."
    },
    {
        "o": 35077,
        "r": "csb:Revelation:12:16",
        "t": "But the earth helped the woman. The earth opened its mouth and swallowed up the river that the dragon had spewed from his mouth."
    },
    {
        "o": 35078,
        "r": "csb:Revelation:12:17",
        "t": "So the dragon was furious with the woman and went off to wage war against the rest of her offspring- those who keep the commands of God and hold firmly to the testimony about Jesus."
    },
    {
        "o": 35079,
        "r": "csb:Revelation:12:17",
        "t": "The Beast from the Sea",
        "h": 2
    },
    {
        "o": 35080,
        "r": "csb:Revelation:12:18",
        "t": "The*p dragon stood on the sand of the sea."
    }
]
