[
    {
        "o": 5849,
        "r": "esv:Deuteronomy:17:0",
        "t": "Deuteronomy 17",
        "h": 1
    },
    {
        "o": 5850,
        "r": "esv:Deuteronomy:17:1",
        "t": "“You*p shall not sacrifice to the Lord*s your God an ox or a sheep in which is a blemish, any defect whatever, for that is an abomination to the Lord*s your God."
    },
    {
        "o": 5851,
        "r": "esv:Deuteronomy:17:2",
        "t": "“If*p there is found among you, within any of your towns that the Lord*s your God is giving you, a man or woman who does what is evil in the sight of the Lord*s your God, in transgressing his covenant,"
    },
    {
        "o": 5852,
        "r": "esv:Deuteronomy:17:3",
        "t": "and has gone and served other gods and worshiped them, or the sun or the moon or any of the host of heaven, which I have forbidden,"
    },
    {
        "o": 5853,
        "r": "esv:Deuteronomy:17:4",
        "t": "and it is told you and you hear of it, then you shall inquire diligently, and if it is true and certain that such an abomination has been done in Israel,"
    },
    {
        "o": 5854,
        "r": "esv:Deuteronomy:17:5",
        "t": "then you shall bring out to your gates that man or woman who has done this evil thing, and you shall stone that man or woman to death with stones."
    },
    {
        "o": 5855,
        "r": "esv:Deuteronomy:17:6",
        "t": "On the evidence of two witnesses or of three witnesses the one who is to die shall be put to death; a person shall not be put to death on the evidence of one witness."
    },
    {
        "o": 5856,
        "r": "esv:Deuteronomy:17:7",
        "t": "The hand of the witnesses shall be first against him to put him to death, and afterward the hand of all the people. So you shall purge the evil from your midst."
    },
    {
        "o": 5857,
        "r": "esv:Deuteronomy:17:7",
        "t": "Legal Decisions by Priests and Judges",
        "h": 2
    },
    {
        "o": 5858,
        "r": "esv:Deuteronomy:17:8",
        "t": "“If*p any case arises requiring decision between one kind of homicide and another, one kind of legal right and another, or one kind of assault and another, any case within your towns that is too difficult for you, then you shall arise and go up to the place that the Lord*s your God will choose."
    },
    {
        "o": 5859,
        "r": "esv:Deuteronomy:17:9",
        "t": "And you shall come to the Levitical priests and to the judge who is in office in those days, and you shall consult them, and they shall declare to you the decision."
    },
    {
        "o": 5860,
        "r": "esv:Deuteronomy:17:10",
        "t": "Then you shall do according to what they declare to you from that place that the Lord*s will choose. And you shall be careful to do according to all that they direct you."
    },
    {
        "o": 5861,
        "r": "esv:Deuteronomy:17:11",
        "t": "According to the instructions that they give you, and according to the decision which they pronounce to you, you shall do. You shall not turn aside from the verdict that they declare to you, either to the right hand or to the left."
    },
    {
        "o": 5862,
        "r": "esv:Deuteronomy:17:12",
        "t": "The man who acts presumptuously by not obeying the priest who stands to minister there before the Lord*s your God, or the judge, that man shall die. So you shall purge the evil from Israel."
    },
    {
        "o": 5863,
        "r": "esv:Deuteronomy:17:13",
        "t": "And all the people shall hear and fear and not act presumptuously again."
    },
    {
        "o": 5864,
        "r": "esv:Deuteronomy:17:13",
        "t": "Laws Concerning Israel’s Kings",
        "h": 2
    },
    {
        "o": 5865,
        "r": "esv:Deuteronomy:17:14",
        "t": "“When*p you come to the land that the Lord*s your God is giving you, and you possess it and dwell in it and then say, ‘I will set a king over me, like all the nations that are around me,’"
    },
    {
        "o": 5866,
        "r": "esv:Deuteronomy:17:15",
        "t": "you may indeed set a king over you whom the Lord*s your God will choose. One from among your brothers you shall set as king over you. You may not put a foreigner over you, who is not your brother."
    },
    {
        "o": 5867,
        "r": "esv:Deuteronomy:17:16",
        "t": "Only he must not acquire many horses for himself or cause the people to return to Egypt in order to acquire many horses, since the Lord*s has said to you, ‘You shall never return that way again.’"
    },
    {
        "o": 5868,
        "r": "esv:Deuteronomy:17:17",
        "t": "And he shall not acquire many wives for himself, lest his heart turn away, nor shall he acquire for himself excessive silver and gold."
    },
    {
        "o": 5869,
        "r": "esv:Deuteronomy:17:18",
        "t": "“And*p when he sits on the throne of his kingdom, he shall write for himself in a book a copy of this law, approved by the Levitical priests."
    },
    {
        "o": 5870,
        "r": "esv:Deuteronomy:17:19",
        "t": "And it shall be with him, and he shall read in it all the days of his life, that he may learn to fear the Lord*s his God by keeping all the words of this law and these statutes, and doing them,"
    },
    {
        "o": 5871,
        "r": "esv:Deuteronomy:17:20",
        "t": "that his heart may not be lifted up above his brothers, and that he may not turn aside from the commandment, either to the right hand or to the left, so that he may continue long in his kingdom, he and his children, in Israel."
    }
]
