[
    {
        "o": 21337,
        "r": "nasb:Jeremiah:8:0",
        "t": "Jeremiah 8",
        "h": 1
    },
    {
        "o": 21338,
        "r": "nasb:Jeremiah:8:0",
        "t": "The Sin and Treachery of Judah",
        "h": 2
    },
    {
        "o": 21339,
        "r": "nasb:Jeremiah:8:1",
        "t": "“At*p that time,” declares the Lord,*s “they will bring out the bones of the kings of Judah and the bones of its princes, and the bones of the priests and the bones of the prophets, and the bones of the inhabitants of Jerusalem from their graves."
    },
    {
        "o": 21340,
        "r": "nasb:Jeremiah:8:2",
        "t": "They will spread them out to the sun, the moon and to all the host of heaven, which they have loved and which they have served, and which they have gone after and which they have sought, and which they have worshiped. They will not be gathered or buried; they will be as dung on the face of the ground."
    },
    {
        "o": 21341,
        "r": "nasb:Jeremiah:8:3",
        "t": "And death will be chosen rather than life by all the remnant that remains of this evil family, that remains in all the places to which I have driven them,” declares the Lord*s of hosts."
    },
    {
        "o": 21342,
        "r": "nasb:Jeremiah:8:4",
        "t": "“You*p shall say to them, ‘Thus says the Lord,*s “Do*pn men*i fall and not get up again? Does*ln one turn away and not repent?"
    },
    {
        "o": 21343,
        "r": "nasb:Jeremiah:8:5",
        "t": "Why*ln then has this people, Jerusalem, Turned*ln away in continual apostasy? They*ln hold fast to deceit, They*ln refuse to return."
    },
    {
        "o": 21344,
        "r": "nasb:Jeremiah:8:6",
        "t": "I*ln have listened and heard, They*ln have spoken what is not right; No*ln man repented of his wickedness, Saying,*ln ‘What have I done?’ Everyone*ln turned to his course, Like*ln a horse charging into the battle."
    },
    {
        "o": 21345,
        "r": "nasb:Jeremiah:8:7",
        "t": "Even*ln the stork in the sky Knows*ln her seasons; And*ln the turtledove and the swift and the thrush Observe*ln the time of their migration; But*ln My people do not know The*ln ordinance of the Lord.*s"
    },
    {
        "o": 21346,
        "r": "nasb:Jeremiah:8:8",
        "t": "“How*ln can you say, ‘We are wise, And*ln the law of the Lord*s is with us’? But*ln behold, the lying pen of the scribes Has*ln made it*i into a lie."
    },
    {
        "o": 21347,
        "r": "nasb:Jeremiah:8:9",
        "t": "The*ln wise men are put to shame, They*ln are dismayed and caught; Behold,*ln they have rejected the word of the Lord,*s And*ln what kind of wisdom do they have?"
    },
    {
        "o": 21348,
        "r": "nasb:Jeremiah:8:10",
        "t": "Therefore*ln I will give their wives to others, Their*ln fields to new owners; Because*ln from the least even to the greatest Everyone*ln is greedy for gain; From*ln the prophet even to the priest Everyone*ln practices deceit."
    },
    {
        "o": 21349,
        "r": "nasb:Jeremiah:8:11",
        "t": "They*ln heal the brokenness of the daughter of My people superficially, Saying,*ln ‘Peace, peace,’ But*ln there is no peace."
    },
    {
        "o": 21350,
        "r": "nasb:Jeremiah:8:12",
        "t": "Were*ln they ashamed because of the abomination they had done? They*ln certainly were not ashamed, And*ln they did not know how to blush; Therefore*ln they shall fall among those who fall; At*ln the time of their punishment they shall be brought down,” Says*ln the Lord.*s"
    },
    {
        "o": 21351,
        "r": "nasb:Jeremiah:8:13",
        "t": "“I*ln will surely snatch them away,” declares the Lord;*s “There*ln will be no grapes on the vine And*ln no figs on the fig tree, And*ln the leaf will wither; And*ln what I have given them will pass away.” ’ ”"
    },
    {
        "o": 21352,
        "r": "nasb:Jeremiah:8:14",
        "t": "Why*ln are we sitting still? Assemble*ln yourselves, and let us go into the fortified cities And*ln let us perish there, Because*ln the Lord*s our God has doomed us And*ln given us poisoned water to drink, For*ln we have sinned against the Lord.*s"
    },
    {
        "o": 21353,
        "r": "nasb:Jeremiah:8:15",
        "t": "We*iln waited for peace, but no good came;*i For*ln a time of healing, but behold, terror!"
    },
    {
        "o": 21354,
        "r": "nasb:Jeremiah:8:16",
        "t": "From*ln Dan is heard the snorting of his horses; At*ln the sound of the neighing of his stallions The*ln whole land quakes; For*ln they come and devour the land and its fullness, The*ln city and its inhabitants."
    },
    {
        "o": 21355,
        "r": "nasb:Jeremiah:8:17",
        "t": "“For*ln behold, I am sending serpents against you, Adders,*ln for which there is no charm, And*ln they will bite you,” declares the Lord.*s"
    },
    {
        "o": 21356,
        "r": "nasb:Jeremiah:8:18",
        "t": "My*ln sorrow is beyond healing, My*ln heart is faint within*i me!*i"
    },
    {
        "o": 21357,
        "r": "nasb:Jeremiah:8:19",
        "t": "Behold,*ln listen! The cry of the daughter of my people from a distant land: “Is*ln the Lord*s not in Zion? Is her King not within her?” “Why*ln have they provoked Me with their graven images, with foreign idols?”"
    },
    {
        "o": 21358,
        "r": "nasb:Jeremiah:8:20",
        "t": "“Harvest*ln is past, summer is ended, And*ln we are not saved.”"
    },
    {
        "o": 21359,
        "r": "nasb:Jeremiah:8:21",
        "t": "For*ln the brokenness of the daughter of my people I am broken; I*ln mourn, dismay has taken hold of me."
    },
    {
        "o": 21360,
        "r": "nasb:Jeremiah:8:22",
        "t": "Is*ln there no balm in Gilead? Is*ln there no physician there? Why*ln then has not the health of the daughter of my people been restored?"
    }
]
