[
    {
        "o": 16066,
        "r": "kjv:Psalm:92:0",
        "t": "Psalm 92",
        "h": 1
    },
    {
        "o": 16067,
        "r": "kjv:Psalm:92:0",
        "t": "A Psalm or Song for the sabbath day.",
        "h": 4
    },
    {
        "o": 16068,
        "r": "kjv:Psalm:92:1",
        "t": "It*p is a good thing to give thanks unto the Lord,*s and to sing praises unto thy name, O most High:"
    },
    {
        "o": 16069,
        "r": "kjv:Psalm:92:2",
        "t": "To*p shew forth thy lovingkindness in the morning, and thy faithfulness every night,"
    },
    {
        "o": 16070,
        "r": "kjv:Psalm:92:3",
        "t": "Upon*p an instrument of ten strings, and upon the psaltery; upon the harp with a solemn sound."
    },
    {
        "o": 16071,
        "r": "kjv:Psalm:92:4",
        "t": "For*p thou, Lord,*s hast made me glad through thy work: I will triumph in the works of thy hands."
    },
    {
        "o": 16072,
        "r": "kjv:Psalm:92:5",
        "t": "O*p Lord,*s how great are thy works! and thy thoughts are very deep."
    },
    {
        "o": 16073,
        "r": "kjv:Psalm:92:6",
        "t": "A*p brutish man knoweth not; neither doth a fool understand this."
    },
    {
        "o": 16074,
        "r": "kjv:Psalm:92:7",
        "t": "When*p the wicked spring as the grass, and when all the workers of iniquity do flourish; it is that they shall be destroyed for ever:"
    },
    {
        "o": 16075,
        "r": "kjv:Psalm:92:8",
        "t": "But*p thou, Lord,*s art most high for evermore."
    },
    {
        "o": 16076,
        "r": "kjv:Psalm:92:9",
        "t": "For,*p lo, thine enemies, O Lord,*s for, lo, thine enemies shall perish; all the workers of iniquity shall be scattered."
    },
    {
        "o": 16077,
        "r": "kjv:Psalm:92:10",
        "t": "But*p my horn shalt thou exalt like the horn of an unicorn: I shall be anointed with fresh oil."
    },
    {
        "o": 16078,
        "r": "kjv:Psalm:92:11",
        "t": "Mine*p eye also shall see my desire on mine enemies, and mine ears shall hear my desire of the wicked that rise up against me."
    },
    {
        "o": 16079,
        "r": "kjv:Psalm:92:12",
        "t": "The*p righteous shall flourish like the palm tree: he shall grow like a cedar in Lebanon."
    },
    {
        "o": 16080,
        "r": "kjv:Psalm:92:13",
        "t": "Those*p that be planted in the house of the Lord*s shall flourish in the courts of our God."
    },
    {
        "o": 16081,
        "r": "kjv:Psalm:92:14",
        "t": "They*p shall still bring forth fruit in old age; they shall be fat and flourishing;"
    },
    {
        "o": 16082,
        "r": "kjv:Psalm:92:15",
        "t": "To*p shew that the Lord*s is upright: he is my rock, and there is no unrighteousness in him."
    }
]
