[
    {
        "o": 32861,
        "r": "niv:1 Timothy:3:0",
        "t": "1 Timothy 3",
        "h": 1
    },
    {
        "o": 32862,
        "r": "niv:1 Timothy:3:0",
        "t": "Qualifications for Overseers and Deacons",
        "h": 2
    },
    {
        "o": 32863,
        "r": "niv:1 Timothy:3:1",
        "t": "Here*p is a trustworthy saying: Whoever aspires to be an overseer desires a noble task."
    },
    {
        "o": 32864,
        "r": "niv:1 Timothy:3:2",
        "t": "Now the overseer is to be above reproach, faithful to his wife, temperate, self-controlled, respectable, hospitable, able to teach,"
    },
    {
        "o": 32865,
        "r": "niv:1 Timothy:3:3",
        "t": "not given to drunkenness, not violent but gentle, not quarrelsome, not a lover of money."
    },
    {
        "o": 32866,
        "r": "niv:1 Timothy:3:4",
        "t": "He must manage his own family well and see that his children obey him, and he must do so in a manner worthy of full respect."
    },
    {
        "o": 32867,
        "r": "niv:1 Timothy:3:5",
        "t": "(If anyone does not know how to manage his own family, how can he take care of God’s church?)"
    },
    {
        "o": 32868,
        "r": "niv:1 Timothy:3:6",
        "t": "He must not be a recent convert, or he may become conceited and fall under the same judgment as the devil."
    },
    {
        "o": 32869,
        "r": "niv:1 Timothy:3:7",
        "t": "He must also have a good reputation with outsiders, so that he will not fall into disgrace and into the devil’s trap."
    },
    {
        "o": 32870,
        "r": "niv:1 Timothy:3:8",
        "t": "In*p the same way, deacons are to be worthy of respect, sincere, not indulging in much wine, and not pursuing dishonest gain."
    },
    {
        "o": 32871,
        "r": "niv:1 Timothy:3:9",
        "t": "They must keep hold of the deep truths of the faith with a clear conscience."
    },
    {
        "o": 32872,
        "r": "niv:1 Timothy:3:10",
        "t": "They must first be tested; and then if there is nothing against them, let them serve as deacons."
    },
    {
        "o": 32873,
        "r": "niv:1 Timothy:3:11",
        "t": "In*p the same way, the women are to be worthy of respect, not malicious talkers but temperate and trustworthy in everything."
    },
    {
        "o": 32874,
        "r": "niv:1 Timothy:3:12",
        "t": "A*p deacon must be faithful to his wife and must manage his children and his household well."
    },
    {
        "o": 32875,
        "r": "niv:1 Timothy:3:13",
        "t": "Those who have served well gain an excellent standing and great assurance in their faith in Christ Jesus."
    },
    {
        "o": 32876,
        "r": "niv:1 Timothy:3:13",
        "t": "Reasons for Paul’s Instructions",
        "h": 2
    },
    {
        "o": 32877,
        "r": "niv:1 Timothy:3:14",
        "t": "Although*p I hope to come to you soon, I am writing you these instructions so that,"
    },
    {
        "o": 32878,
        "r": "niv:1 Timothy:3:15",
        "t": "if I am delayed, you will know how people ought to conduct themselves in God’s household, which is the church of the living God, the pillar and foundation of the truth."
    },
    {
        "o": 32879,
        "r": "niv:1 Timothy:3:16",
        "t": "Beyond all question, the mystery from which true godliness springs is great: He*pn appeared in the flesh, was*ld vindicated by the Spirit, was*ln seen by angels, was*ld preached among the nations, was*ln believed on in the world, was*ld taken up in glory."
    }
]
