[
    {
        "o": 21293,
        "r": "kjv:Lamentations:3:0",
        "t": "Lamentations 3",
        "h": 1
    },
    {
        "o": 21294,
        "r": "kjv:Lamentations:3:1",
        "t": "I*p am the man that hath seen affliction by the rod of his wrath."
    },
    {
        "o": 21295,
        "r": "kjv:Lamentations:3:2",
        "t": "He*p hath led me, and brought me into darkness, but not into light."
    },
    {
        "o": 21296,
        "r": "kjv:Lamentations:3:3",
        "t": "Surely*p against me is he turned; he turneth his hand against me all the day."
    },
    {
        "o": 21297,
        "r": "kjv:Lamentations:3:4",
        "t": "My*p flesh and my skin hath he made old; he hath broken my bones."
    },
    {
        "o": 21298,
        "r": "kjv:Lamentations:3:5",
        "t": "He*p hath builded against me, and compassed me with gall and travail."
    },
    {
        "o": 21299,
        "r": "kjv:Lamentations:3:6",
        "t": "He*p hath set me in dark places, as they that be dead of old."
    },
    {
        "o": 21300,
        "r": "kjv:Lamentations:3:7",
        "t": "He*p hath hedged me about, that I cannot get out: he hath made my chain heavy."
    },
    {
        "o": 21301,
        "r": "kjv:Lamentations:3:8",
        "t": "Also*p when I cry and shout, he shutteth out my prayer."
    },
    {
        "o": 21302,
        "r": "kjv:Lamentations:3:9",
        "t": "He*p hath inclosed my ways with hewn stone, he hath made my paths crooked."
    },
    {
        "o": 21303,
        "r": "kjv:Lamentations:3:10",
        "t": "He*p was unto me as a bear lying in wait, and as a lion in secret places."
    },
    {
        "o": 21304,
        "r": "kjv:Lamentations:3:11",
        "t": "He*p hath turned aside my ways, and pulled me in pieces: he hath made me desolate."
    },
    {
        "o": 21305,
        "r": "kjv:Lamentations:3:12",
        "t": "He*p hath bent his bow, and set me as a mark for the arrow."
    },
    {
        "o": 21306,
        "r": "kjv:Lamentations:3:13",
        "t": "He*p hath caused the arrows of his quiver to enter into my reins."
    },
    {
        "o": 21307,
        "r": "kjv:Lamentations:3:14",
        "t": "I*p was a derision to all my people; and their song all the day."
    },
    {
        "o": 21308,
        "r": "kjv:Lamentations:3:15",
        "t": "He*p hath filled me with bitterness, he hath made me drunken with wormwood."
    },
    {
        "o": 21309,
        "r": "kjv:Lamentations:3:16",
        "t": "He*p hath also broken my teeth with gravel stones, he hath covered me with ashes."
    },
    {
        "o": 21310,
        "r": "kjv:Lamentations:3:17",
        "t": "And*p thou hast removed my soul far off from peace: I forgat prosperity."
    },
    {
        "o": 21311,
        "r": "kjv:Lamentations:3:18",
        "t": "And*p I said, My strength and my hope is perished from the Lord:*s"
    },
    {
        "o": 21312,
        "r": "kjv:Lamentations:3:19",
        "t": "Remembering*p mine affliction and my misery, the wormwood and the gall."
    },
    {
        "o": 21313,
        "r": "kjv:Lamentations:3:20",
        "t": "My*p soul hath them still in remembrance, and is humbled in me."
    },
    {
        "o": 21314,
        "r": "kjv:Lamentations:3:21",
        "t": "This*p I recall to my mind, therefore have I hope."
    },
    {
        "o": 21315,
        "r": "kjv:Lamentations:3:22",
        "t": "It*p is of the Lord's*s mercies that we are not consumed, because his compassions fail not."
    },
    {
        "o": 21316,
        "r": "kjv:Lamentations:3:23",
        "t": "They*p are new every morning: great is thy faithfulness."
    },
    {
        "o": 21317,
        "r": "kjv:Lamentations:3:24",
        "t": "The*p Lord*s is my portion, saith my soul; therefore will I hope in him."
    },
    {
        "o": 21318,
        "r": "kjv:Lamentations:3:25",
        "t": "The*p Lord*s is good unto them that wait for him, to the soul that seeketh him."
    },
    {
        "o": 21319,
        "r": "kjv:Lamentations:3:26",
        "t": "It*p is good that a man should both hope and quietly wait for the salvation of the Lord.*s"
    },
    {
        "o": 21320,
        "r": "kjv:Lamentations:3:27",
        "t": "It*p is good for a man that he bear the yoke in his youth."
    },
    {
        "o": 21321,
        "r": "kjv:Lamentations:3:28",
        "t": "He*p sitteth alone and keepeth silence, because he hath borne it upon him."
    },
    {
        "o": 21322,
        "r": "kjv:Lamentations:3:29",
        "t": "He*p putteth his mouth in the dust; if so be there may be hope."
    },
    {
        "o": 21323,
        "r": "kjv:Lamentations:3:30",
        "t": "He*p giveth his cheek to him that smiteth him: he is filled full with reproach."
    },
    {
        "o": 21324,
        "r": "kjv:Lamentations:3:31",
        "t": "For*p the Lord will not cast off for ever:"
    },
    {
        "o": 21325,
        "r": "kjv:Lamentations:3:32",
        "t": "But*p though he cause grief, yet will he have compassion according to the multitude of his mercies."
    },
    {
        "o": 21326,
        "r": "kjv:Lamentations:3:33",
        "t": "For*p he doth not afflict willingly nor grieve the children of men."
    },
    {
        "o": 21327,
        "r": "kjv:Lamentations:3:34",
        "t": "To*p crush under his feet all the prisoners of the earth,"
    },
    {
        "o": 21328,
        "r": "kjv:Lamentations:3:35",
        "t": "To*p turn aside the right of a man before the face of the most High,"
    },
    {
        "o": 21329,
        "r": "kjv:Lamentations:3:36",
        "t": "To*p subvert a man in his cause, the Lord approveth not."
    },
    {
        "o": 21330,
        "r": "kjv:Lamentations:3:37",
        "t": "Who*p is he that saith, and it cometh to pass, when the Lord commandeth it not?"
    },
    {
        "o": 21331,
        "r": "kjv:Lamentations:3:38",
        "t": "Out*p of the mouth of the most High proceedeth not evil and good?"
    },
    {
        "o": 21332,
        "r": "kjv:Lamentations:3:39",
        "t": "Wherefore*p doth a living man complain, a man for the punishment of his sins?"
    },
    {
        "o": 21333,
        "r": "kjv:Lamentations:3:40",
        "t": "Let*p us search and try our ways, and turn again to the Lord.*s"
    },
    {
        "o": 21334,
        "r": "kjv:Lamentations:3:41",
        "t": "Let*p us lift up our heart with our hands unto God in the heavens."
    },
    {
        "o": 21335,
        "r": "kjv:Lamentations:3:42",
        "t": "We*p have transgressed and have rebelled: thou hast not pardoned."
    },
    {
        "o": 21336,
        "r": "kjv:Lamentations:3:43",
        "t": "Thou*p hast covered with anger, and persecuted us: thou hast slain, thou hast not pitied."
    },
    {
        "o": 21337,
        "r": "kjv:Lamentations:3:44",
        "t": "Thou*p hast covered thyself with a cloud, that our prayer should not pass through."
    },
    {
        "o": 21338,
        "r": "kjv:Lamentations:3:45",
        "t": "Thou*p hast made us as the offscouring and refuse in the midst of the people."
    },
    {
        "o": 21339,
        "r": "kjv:Lamentations:3:46",
        "t": "All*p our enemies have opened their mouths against us."
    },
    {
        "o": 21340,
        "r": "kjv:Lamentations:3:47",
        "t": "Fear*p and a snare is come upon us, desolation and destruction."
    },
    {
        "o": 21341,
        "r": "kjv:Lamentations:3:48",
        "t": "Mine*p eye runneth down with rivers of water for the destruction of the daughter of my people."
    },
    {
        "o": 21342,
        "r": "kjv:Lamentations:3:49",
        "t": "Mine*p eye trickleth down, and ceaseth not, without any intermission,"
    },
    {
        "o": 21343,
        "r": "kjv:Lamentations:3:50",
        "t": "Till*p the Lord*s look down, and behold from heaven."
    },
    {
        "o": 21344,
        "r": "kjv:Lamentations:3:51",
        "t": "Mine*p eye affecteth mine heart because of all the daughters of my city."
    },
    {
        "o": 21345,
        "r": "kjv:Lamentations:3:52",
        "t": "Mine*p enemies chased me sore, like a bird, without cause."
    },
    {
        "o": 21346,
        "r": "kjv:Lamentations:3:53",
        "t": "They*p have cut off my life in the dungeon, and cast a stone upon me."
    },
    {
        "o": 21347,
        "r": "kjv:Lamentations:3:54",
        "t": "Waters*p flowed over mine head; then I said, I am cut off."
    },
    {
        "o": 21348,
        "r": "kjv:Lamentations:3:55",
        "t": "I*p called upon thy name, O Lord,*s out of the low dungeon."
    },
    {
        "o": 21349,
        "r": "kjv:Lamentations:3:56",
        "t": "Thou*p hast heard my voice: hide not thine ear at my breathing, at my cry."
    },
    {
        "o": 21350,
        "r": "kjv:Lamentations:3:57",
        "t": "Thou*p drewest near in the day that I called upon thee: thou saidst, Fear not."
    },
    {
        "o": 21351,
        "r": "kjv:Lamentations:3:58",
        "t": "O*p Lord, thou hast pleaded the causes of my soul; thou hast redeemed my life."
    },
    {
        "o": 21352,
        "r": "kjv:Lamentations:3:59",
        "t": "O*p Lord,*s thou hast seen my wrong: judge thou my cause."
    },
    {
        "o": 21353,
        "r": "kjv:Lamentations:3:60",
        "t": "Thou*p hast seen all their vengeance and all their imaginations against me."
    },
    {
        "o": 21354,
        "r": "kjv:Lamentations:3:61",
        "t": "Thou*p hast heard their reproach, O Lord,*s and all their imaginations against me;"
    },
    {
        "o": 21355,
        "r": "kjv:Lamentations:3:62",
        "t": "The*p lips of those that rose up against me, and their device against me all the day."
    },
    {
        "o": 21356,
        "r": "kjv:Lamentations:3:63",
        "t": "Behold*p their sitting down, and their rising up; I am their musick."
    },
    {
        "o": 21357,
        "r": "kjv:Lamentations:3:64",
        "t": "Render*p unto them a recompence, O Lord,*s according to the work of their hands."
    },
    {
        "o": 21358,
        "r": "kjv:Lamentations:3:65",
        "t": "Give*p them sorrow of heart, thy curse unto them."
    },
    {
        "o": 21359,
        "r": "kjv:Lamentations:3:66",
        "t": "Persecute*p and destroy them in anger from under the heavens of the Lord.*s"
    }
]
