[
    {
        "o": 23603,
        "r": "csb:Ezekiel:22:0",
        "t": "Ezekiel 22",
        "h": 1
    },
    {
        "o": 23604,
        "r": "csb:Ezekiel:22:0",
        "t": "Indictment of Sinful Jerusalem",
        "h": 2
    },
    {
        "o": 23605,
        "r": "csb:Ezekiel:22:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23606,
        "r": "csb:Ezekiel:22:2",
        "t": "“As for you, son of man, will you pass judgment? Will you pass judgment against the city of blood? Then explain all her detestable practices to her."
    },
    {
        "o": 23607,
        "r": "csb:Ezekiel:22:3",
        "t": "You are to say, ‘This is what the Lord God*s says: A city that sheds blood within her walls so that her time of judgment has come and who makes idols for herself so that she is defiled!"
    },
    {
        "o": 23608,
        "r": "csb:Ezekiel:22:4",
        "t": "You are guilty of the blood you have shed, and you are defiled from the idols you have made. You have brought your judgment days near and have come to your years of punishment. Therefore, I have made you a disgrace to the nations and a mockery to all the lands."
    },
    {
        "o": 23609,
        "r": "csb:Ezekiel:22:5",
        "t": "Those who are near and those far away from you will mock you, you infamous one full of turmoil."
    },
    {
        "o": 23610,
        "r": "csb:Ezekiel:22:6",
        "t": "“‘Look,*p every prince of Israel within you has used his strength to shed blood."
    },
    {
        "o": 23611,
        "r": "csb:Ezekiel:22:7",
        "t": "Father and mother are treated with contempt, and the resident alien is exploited within you. The fatherless and widow are oppressed in you."
    },
    {
        "o": 23612,
        "r": "csb:Ezekiel:22:8",
        "t": "You despise my holy things and profane my Sabbaths."
    },
    {
        "o": 23613,
        "r": "csb:Ezekiel:22:9",
        "t": "There are men within you who slander in order to shed blood. People who live in you eat at the mountain shrines; they commit depraved acts within you."
    },
    {
        "o": 23614,
        "r": "csb:Ezekiel:22:10",
        "t": "Men within you have sexual intercourse with their father’s wife and violate women during their menstrual impurity."
    },
    {
        "o": 23615,
        "r": "csb:Ezekiel:22:11",
        "t": "One man within you commits a detestable act with his neighbor’s wife; another defiles his daughter-in-law with depravity; and yet another violates his sister, his father’s daughter."
    },
    {
        "o": 23616,
        "r": "csb:Ezekiel:22:12",
        "t": "People who live in you accept bribes in order to shed blood. You take interest and profit on a loan and brutally extort your neighbors. You have forgotten me. This is the declaration of the Lord God.*s"
    },
    {
        "o": 23617,
        "r": "csb:Ezekiel:22:13",
        "t": "“‘Now*p look, I clap my hands together against the dishonest profit you have made and against the blood shed among you."
    },
    {
        "o": 23618,
        "r": "csb:Ezekiel:22:14",
        "t": "Will your courage endure or your hands be strong in the days when I deal with you? I, the Lord,*s have spoken, and I will act."
    },
    {
        "o": 23619,
        "r": "csb:Ezekiel:22:15",
        "t": "I will disperse you among the nations and scatter you among the countries; I will purge your uncleanness."
    },
    {
        "o": 23620,
        "r": "csb:Ezekiel:22:16",
        "t": "You will be profaned in the sight of the nations. Then you will know that I am the Lord*s .’”"
    },
    {
        "o": 23621,
        "r": "csb:Ezekiel:22:16",
        "t": "Jerusalem as God’s Furnace",
        "h": 2
    },
    {
        "o": 23622,
        "r": "csb:Ezekiel:22:17",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23623,
        "r": "csb:Ezekiel:22:18",
        "t": "“Son of man, the house of Israel has become merely dross to me. All of them are copper, tin, iron, and lead inside the furnace; they are just dross from silver."
    },
    {
        "o": 23624,
        "r": "csb:Ezekiel:22:19",
        "t": "Therefore, this is what the Lord God*s says: Because all of you have become dross, I am about to gather you into Jerusalem."
    },
    {
        "o": 23625,
        "r": "csb:Ezekiel:22:20",
        "t": "Just as one gathers silver, copper, iron, lead, and tin into the furnace to blow fire on them and melt them, so I will gather you in my anger and wrath, put you inside, and melt you."
    },
    {
        "o": 23626,
        "r": "csb:Ezekiel:22:21",
        "t": "Yes, I will gather you together and blow on you with the fire of my fury, and you will be melted within the city."
    },
    {
        "o": 23627,
        "r": "csb:Ezekiel:22:22",
        "t": "As silver is melted inside a furnace, so you will be melted inside the city. Then you will know that I, the Lord,*s have poured out my wrath on you.”"
    },
    {
        "o": 23628,
        "r": "csb:Ezekiel:22:22",
        "t": "Indictment of a Sinful Land",
        "h": 2
    },
    {
        "o": 23629,
        "r": "csb:Ezekiel:22:23",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23630,
        "r": "csb:Ezekiel:22:24",
        "t": "“Son of man, say to her, ‘You are a land that has not been cleansed, that has not received rain in the day of indignation.’"
    },
    {
        "o": 23631,
        "r": "csb:Ezekiel:22:25",
        "t": "The conspiracy of her prophets within her is like a roaring lion tearing its prey: they devour people, seize wealth and valuables, and multiply the widows within her."
    },
    {
        "o": 23632,
        "r": "csb:Ezekiel:22:26",
        "t": "Her priests do violence to my instruction and profane my holy things. They make no distinction between the holy and the common, and they do not explain the difference between the clean and the unclean. They close their eyes to my Sabbaths, and I am profaned among them."
    },
    {
        "o": 23633,
        "r": "csb:Ezekiel:22:27",
        "t": "“Her*p officials within her are like wolves tearing their prey, shedding blood, and destroying lives in order to make profit dishonestly."
    },
    {
        "o": 23634,
        "r": "csb:Ezekiel:22:28",
        "t": "Her prophets plaster for them with whitewash by seeing false visions and lying divinations, saying, ‘This is what the Lord God*s says,’ when the Lord*s has not spoken."
    },
    {
        "o": 23635,
        "r": "csb:Ezekiel:22:29",
        "t": "The people of the land have practiced extortion and committed robbery. They have oppressed the poor and needy and unlawfully exploited the resident alien."
    },
    {
        "o": 23636,
        "r": "csb:Ezekiel:22:30",
        "t": "I searched for a man among them who would repair the wall and stand in the gap before me on behalf of the land so that I might not destroy it, but I found no one."
    },
    {
        "o": 23637,
        "r": "csb:Ezekiel:22:31",
        "t": "So I have poured out my indignation on them and consumed them with the fire of my fury. I have brought their conduct down on their own heads.” This is the declaration of the Lord God.*s"
    }
]
