[
    {
        "o": 20503,
        "r": "nasb:Isaiah:39:0",
        "t": "Isaiah 39",
        "h": 1
    },
    {
        "o": 20504,
        "r": "nasb:Isaiah:39:0",
        "t": "Hezekiah Shows His Treasures",
        "h": 2
    },
    {
        "o": 20505,
        "r": "nasb:Isaiah:39:1",
        "t": "At*p that time Merodach-baladan son of Baladan, king of Babylon, sent letters and a present to Hezekiah, for he heard that he had been sick and had recovered."
    },
    {
        "o": 20506,
        "r": "nasb:Isaiah:39:2",
        "t": "Hezekiah was pleased, and showed them all*i his treasure house, the silver and the gold and the spices and the precious oil and his whole armory and all that was found in his treasuries. There was nothing in his house nor in all his dominion that Hezekiah did not show them."
    },
    {
        "o": 20507,
        "r": "nasb:Isaiah:39:3",
        "t": "Then Isaiah the prophet came to King Hezekiah and said to him, “What did these men say, and from where have they come to you?” And Hezekiah said, “They have come to me from a far country, from Babylon.”"
    },
    {
        "o": 20508,
        "r": "nasb:Isaiah:39:4",
        "t": "He said, “What have they seen in your house?” So Hezekiah answered, “They have seen all that is in my house; there is nothing among my treasuries that I have not shown them.”"
    },
    {
        "o": 20509,
        "r": "nasb:Isaiah:39:5",
        "t": "Then*p Isaiah said to Hezekiah, “Hear the word of the Lord*s of hosts,"
    },
    {
        "o": 20510,
        "r": "nasb:Isaiah:39:6",
        "t": "‘Behold, the days are coming when all that is in your house and all that your fathers have laid up in store to this day will be carried to Babylon; nothing will be left,’ says the Lord.*s"
    },
    {
        "o": 20511,
        "r": "nasb:Isaiah:39:7",
        "t": "‘And some*i of your sons who will issue from you, whom you will beget, will be taken away, and they will become officials in the palace of the king of Babylon.’ ”"
    },
    {
        "o": 20512,
        "r": "nasb:Isaiah:39:8",
        "t": "Then Hezekiah said to Isaiah, “The word of the Lord*s which you have spoken is good.” For he thought, “For there will be peace and truth in my days.”"
    }
]
