[
    {
        "o": 31414,
        "r": "nasb:Romans:11:0",
        "t": "Romans 11",
        "h": 1
    },
    {
        "o": 31415,
        "r": "nasb:Romans:11:0",
        "t": "Israel Is Not Cast Away",
        "h": 2
    },
    {
        "o": 31416,
        "r": "nasb:Romans:11:1",
        "t": "I*p say then, God has not rejected His people, has He? May it never be! For I too am an Israelite, a descendant of Abraham, of the tribe of Benjamin."
    },
    {
        "o": 31417,
        "r": "nasb:Romans:11:2",
        "t": "God has not rejected His people whom He foreknew. Or do you not know what the Scripture says in the*i passage*i about*i Elijah, how he pleads with God against Israel?"
    },
    {
        "o": 31418,
        "r": "nasb:Romans:11:3",
        "t": "“Lord, they*s have*s killed*s Your*s prophets,*s they*s have*s torn*s down*s Your*s altars,*s and*s I alone*s am*s left,*s and*s they*s are*s seeking*s my*s life.”*s"
    },
    {
        "o": 31419,
        "r": "nasb:Romans:11:4",
        "t": "But what is the divine response to him? “I have*s kept*s for Myself seven*s thousand*s men*s who*s have*s not*s bowed*s the*s knee*s to*s Baal.”*s"
    },
    {
        "o": 31420,
        "r": "nasb:Romans:11:5",
        "t": "In the same way then, there has also come to be at the present time a remnant according to God’s*i gracious choice."
    },
    {
        "o": 31421,
        "r": "nasb:Romans:11:6",
        "t": "But if it is by grace, it is no longer on the basis of works, otherwise grace is no longer grace."
    },
    {
        "o": 31422,
        "r": "nasb:Romans:11:7",
        "t": "What*p then? What Israel is seeking, it has not obtained, but those who were chosen obtained it, and the rest were hardened;"
    },
    {
        "o": 31423,
        "r": "nasb:Romans:11:8",
        "t": "just as it is written, “God*spn gave*s them*s a*s spirit*s of*s stupor,*s Eyes*sln to*s see*s not*s and*s ears*s to*s hear*s not,*s Down*sln to*s this*s very*s day.”*s"
    },
    {
        "o": 31424,
        "r": "nasb:Romans:11:9",
        "t": "And*p David says, “Let*spn their*s table*s become*s a*s snare*s and*s a*s trap,*s And*ln a*s stumbling*s block*s and*s a*s retribution*s to*s them.*s"
    },
    {
        "o": 31425,
        "r": "nasb:Romans:11:10",
        "t": "Let*sln their*s eyes*s be*s darkened*s to*s see*s not,*s And*ln bend*s their*s backs*s forever.”*s"
    },
    {
        "o": 31426,
        "r": "nasb:Romans:11:11",
        "t": "I*p say then, they did not stumble so as to fall, did they? May it never be! But by their transgression salvation has*i come*i to the Gentiles, to make them jealous."
    },
    {
        "o": 31427,
        "r": "nasb:Romans:11:12",
        "t": "Now if their transgression is riches for the world and their failure is riches for the Gentiles, how much more will their fulfillment be!"
    },
    {
        "o": 31428,
        "r": "nasb:Romans:11:13",
        "t": "But I am speaking to you who are Gentiles. Inasmuch then as I am an apostle of Gentiles, I magnify my ministry,"
    },
    {
        "o": 31429,
        "r": "nasb:Romans:11:14",
        "t": "if somehow I might move to jealousy my fellow countrymen and save some of them."
    },
    {
        "o": 31430,
        "r": "nasb:Romans:11:15",
        "t": "For if their rejection is the reconciliation of the world, what will their*i acceptance be but life from the dead?"
    },
    {
        "o": 31431,
        "r": "nasb:Romans:11:16",
        "t": "If the first piece of*i dough*i is holy, the lump is also; and if the root is holy, the branches are too."
    },
    {
        "o": 31432,
        "r": "nasb:Romans:11:17",
        "t": "But*p if some of the branches were broken off, and you, being a wild olive, were grafted in among them and became partaker with them of the rich root of the olive tree,"
    },
    {
        "o": 31433,
        "r": "nasb:Romans:11:18",
        "t": "do not be arrogant toward the branches; but if you are arrogant, remember*i that*i it is not you who supports the root, but the root supports*i you."
    },
    {
        "o": 31434,
        "r": "nasb:Romans:11:19",
        "t": "You will say then, “Branches were broken off so that I might be grafted in.”"
    },
    {
        "o": 31435,
        "r": "nasb:Romans:11:20",
        "t": "Quite right, they were broken off for their unbelief, but you stand by your faith. Do not be conceited, but fear;"
    },
    {
        "o": 31436,
        "r": "nasb:Romans:11:21",
        "t": "for if God did not spare the natural branches, He will not spare you, either."
    },
    {
        "o": 31437,
        "r": "nasb:Romans:11:22",
        "t": "Behold then the kindness and severity of God; to those who fell, severity, but to you, God’s kindness, if you continue in His kindness; otherwise you also will be cut off."
    },
    {
        "o": 31438,
        "r": "nasb:Romans:11:23",
        "t": "And they also, if they do not continue in their unbelief, will be grafted in, for God is able to graft them in again."
    },
    {
        "o": 31439,
        "r": "nasb:Romans:11:24",
        "t": "For if you were cut off from what is by nature a wild olive tree, and were grafted contrary to nature into a cultivated olive tree, how much more will these who are the natural branches*i be grafted into their own olive tree?"
    },
    {
        "o": 31440,
        "r": "nasb:Romans:11:25",
        "t": "For*p I do not want you, brethren, to be uninformed of this mystery—so that you will not be wise in your own estimation—that a partial hardening has happened to Israel until the fullness of the Gentiles has come in;"
    },
    {
        "o": 31441,
        "r": "nasb:Romans:11:26",
        "t": "and so all Israel will be saved; just as it is written, “The*spn Deliverer*s will*s come*s from*s Zion,*s He*sln will*s remove*s ungodliness*s from*s Jacob.”*s"
    },
    {
        "o": 31442,
        "r": "nasb:Romans:11:27",
        "t": "“This*sln is*s My*s covenant*s with*s them,*s When*sln I take*s away*s their*s sins.”*s"
    },
    {
        "o": 31443,
        "r": "nasb:Romans:11:28",
        "t": "From*p the standpoint of the gospel they are enemies for your sake, but from the standpoint of God’s*i choice they are beloved for the sake of the fathers;"
    },
    {
        "o": 31444,
        "r": "nasb:Romans:11:29",
        "t": "for the gifts and the calling of God are irrevocable."
    },
    {
        "o": 31445,
        "r": "nasb:Romans:11:30",
        "t": "For just as you once were disobedient to God, but now have been shown mercy because of their disobedience,"
    },
    {
        "o": 31446,
        "r": "nasb:Romans:11:31",
        "t": "so these also now have been disobedient, that because of the mercy shown to you they also may now be shown mercy."
    },
    {
        "o": 31447,
        "r": "nasb:Romans:11:32",
        "t": "For God has shut up all in disobedience so that He may show mercy to all."
    },
    {
        "o": 31448,
        "r": "nasb:Romans:11:33",
        "t": "Oh,*p the depth of the riches both of the wisdom and knowledge of God! How unsearchable are His judgments and unfathomable His ways!"
    },
    {
        "o": 31449,
        "r": "nasb:Romans:11:34",
        "t": "For who*s has*s known*s the*s mind*s of*s the*s Lord,*s or*s who*s became*s His*s counselor?*s"
    },
    {
        "o": 31450,
        "r": "nasb:Romans:11:35",
        "t": "Or who*s has*s first*s given*s to*s Him*s that*s it*s might*s be*s paid*s back*s to*s him*s again?*s"
    },
    {
        "o": 31451,
        "r": "nasb:Romans:11:36",
        "t": "For from Him and through Him and to Him are all things. To Him be*i the glory forever. Amen."
    }
]
