[
    {
        "o": 30328,
        "r": "nasb:Acts:9:0",
        "t": "Acts 9",
        "h": 1
    },
    {
        "o": 30329,
        "r": "nasb:Acts:9:0",
        "t": "The Conversion of Saul",
        "h": 2
    },
    {
        "o": 30330,
        "r": "nasb:Acts:9:1",
        "t": "Now*p Saul, still breathing threats and murder against the disciples of the Lord, went to the high priest,"
    },
    {
        "o": 30331,
        "r": "nasb:Acts:9:2",
        "t": "and asked for letters from him to the synagogues at Damascus, so that if he found any belonging to the Way, both men and women, he might bring them bound to Jerusalem."
    },
    {
        "o": 30332,
        "r": "nasb:Acts:9:3",
        "t": "As he was traveling, it happened that he was approaching Damascus, and suddenly a light from heaven flashed around him;"
    },
    {
        "o": 30333,
        "r": "nasb:Acts:9:4",
        "t": "and he fell to the ground and heard a voice saying to him, “Saul,*r Saul,*r why*r are*r you*r persecuting*r Me?”*r"
    },
    {
        "o": 30334,
        "r": "nasb:Acts:9:5",
        "t": "And he said, “Who are You, Lord?” And He said,*i “I*r am*r Jesus*r whom*r you*r are*r persecuting,*r"
    },
    {
        "o": 30335,
        "r": "nasb:Acts:9:6",
        "t": "but*r get*r up*r and*r enter*r the*r city,*r and*r it*r will*r be*r told*r you*r what*r you*r must*r do.”*r"
    },
    {
        "o": 30336,
        "r": "nasb:Acts:9:7",
        "t": "The men who traveled with him stood speechless, hearing the voice but seeing no one."
    },
    {
        "o": 30337,
        "r": "nasb:Acts:9:8",
        "t": "Saul got up from the ground, and though his eyes were open, he could see nothing; and leading him by the hand, they brought him into Damascus."
    },
    {
        "o": 30338,
        "r": "nasb:Acts:9:9",
        "t": "And he was three days without sight, and neither ate nor drank."
    },
    {
        "o": 30339,
        "r": "nasb:Acts:9:10",
        "t": "Now*p there was a disciple at Damascus named Ananias; and the Lord said to him in a vision, “Ananias.”*r And he said, “Here I am, Lord.”"
    },
    {
        "o": 30340,
        "r": "nasb:Acts:9:11",
        "t": "And the Lord said*i to him, “Get*r up*r and*r go*r to*r the*r street*r called*r Straight,*r and*r inquire*r at*r the*r house*r of*r Judas*r for*r a*r man*r from*r Tarsus*r named*r Saul,*r for*r he*r is*r praying,*r"
    },
    {
        "o": 30341,
        "r": "nasb:Acts:9:12",
        "t": "and*r he*r has*r seen*r in*r a*r vision*r a*r man*r named*r Ananias*r come*r in*r and*r lay*r his*r hands*r on*r him,*r so*r that*r he*r might*r regain*r his*r sight.”*r"
    },
    {
        "o": 30342,
        "r": "nasb:Acts:9:13",
        "t": "But Ananias answered, “Lord, I have heard from many about this man, how much harm he did to Your saints at Jerusalem;"
    },
    {
        "o": 30343,
        "r": "nasb:Acts:9:14",
        "t": "and here he has authority from the chief priests to bind all who call on Your name.”"
    },
    {
        "o": 30344,
        "r": "nasb:Acts:9:15",
        "t": "But the Lord said to him, “Go,*r for*r he*r is*r a*r chosen*r instrument*r of*r Mine,*r to*r bear*r My*r name*r before*r the*r Gentiles*r and*r kings*r and*r the*r sons*r of*r Israel;*r"
    },
    {
        "o": 30345,
        "r": "nasb:Acts:9:16",
        "t": "for*r I*r will*r show*r him*r how*r much*r he*r must*r suffer*r for*r My*r name’s*r sake.”*r"
    },
    {
        "o": 30346,
        "r": "nasb:Acts:9:17",
        "t": "So Ananias departed and entered the house, and after laying his hands on him said, “Brother Saul, the Lord Jesus, who appeared to you on the road by which you were coming, has sent me so that you may regain your sight and be filled with the Holy Spirit.”"
    },
    {
        "o": 30347,
        "r": "nasb:Acts:9:18",
        "t": "And immediately there fell from his eyes something like scales, and he regained his sight, and he got up and was baptized;"
    },
    {
        "o": 30348,
        "r": "nasb:Acts:9:19",
        "t": "and he took food and was strengthened."
    },
    {
        "o": 30349,
        "r": "nasb:Acts:9:19",
        "t": "Saul Begins to Preach Christ",
        "h": 2
    },
    {
        "o": 30350,
        "r": "nasb:Acts:9:19",
        "t": "Now*bp for several days he was with the disciples who were at Damascus,"
    },
    {
        "o": 30351,
        "r": "nasb:Acts:9:20",
        "t": "and immediately he began*i to proclaim Jesus in the synagogues, saying, “He is the Son of God.”"
    },
    {
        "o": 30352,
        "r": "nasb:Acts:9:21",
        "t": "All those hearing him continued to be amazed, and were saying, “Is this not he who in Jerusalem destroyed those who called on this name, and who*i had come here for the purpose of bringing them bound before the chief priests?”"
    },
    {
        "o": 30353,
        "r": "nasb:Acts:9:22",
        "t": "But Saul kept increasing in strength and confounding the Jews who lived at Damascus by proving that this Jesus*i is the Christ."
    },
    {
        "o": 30354,
        "r": "nasb:Acts:9:23",
        "t": "When*p many days had elapsed, the Jews plotted together to do away with him,"
    },
    {
        "o": 30355,
        "r": "nasb:Acts:9:24",
        "t": "but their plot became known to Saul. They were also watching the gates day and night so that they might put him to death;"
    },
    {
        "o": 30356,
        "r": "nasb:Acts:9:25",
        "t": "but his disciples took him by night and let him down through an*i opening*i in*i the wall, lowering him in a large basket."
    },
    {
        "o": 30357,
        "r": "nasb:Acts:9:26",
        "t": "When*p he came to Jerusalem, he was trying to associate with the disciples; but they were all afraid of him, not believing that he was a disciple."
    },
    {
        "o": 30358,
        "r": "nasb:Acts:9:27",
        "t": "But Barnabas took hold of him and brought him to the apostles and described to them how he had seen the Lord on the road, and that He had talked to him, and how at Damascus he had spoken out boldly in the name of Jesus."
    },
    {
        "o": 30359,
        "r": "nasb:Acts:9:28",
        "t": "And he was with them, moving about freely in Jerusalem, speaking out boldly in the name of the Lord."
    },
    {
        "o": 30360,
        "r": "nasb:Acts:9:29",
        "t": "And he was talking and arguing with the Hellenistic Jews;*i but they were attempting to put him to death."
    },
    {
        "o": 30361,
        "r": "nasb:Acts:9:30",
        "t": "But when the brethren learned of*i it,*i they brought him down to Caesarea and sent him away to Tarsus."
    },
    {
        "o": 30362,
        "r": "nasb:Acts:9:31",
        "t": "So*p the church throughout all Judea and Galilee and Samaria enjoyed peace, being built up; and going on in the fear of the Lord and in the comfort of the Holy Spirit, it continued to increase."
    },
    {
        "o": 30363,
        "r": "nasb:Acts:9:31",
        "t": "Peter’s Ministry",
        "h": 2
    },
    {
        "o": 30364,
        "r": "nasb:Acts:9:32",
        "t": "Now*p as Peter was traveling through all those*i regions,*i he came down also to the saints who lived at Lydda."
    },
    {
        "o": 30365,
        "r": "nasb:Acts:9:33",
        "t": "There he found a man named Aeneas, who had been bedridden eight years, for he was paralyzed."
    },
    {
        "o": 30366,
        "r": "nasb:Acts:9:34",
        "t": "Peter said to him, “Aeneas, Jesus Christ heals you; get up and make your bed.” Immediately he got up."
    },
    {
        "o": 30367,
        "r": "nasb:Acts:9:35",
        "t": "And all who lived at Lydda and Sharon saw him, and they turned to the Lord."
    },
    {
        "o": 30368,
        "r": "nasb:Acts:9:36",
        "t": "Now*p in Joppa there was a disciple named Tabitha (which translated in*i Greek*i is called Dorcas); this woman was abounding with deeds of kindness and charity which she continually did."
    },
    {
        "o": 30369,
        "r": "nasb:Acts:9:37",
        "t": "And it happened at that time that she fell sick and died; and when they had washed her body, they laid it in an upper room."
    },
    {
        "o": 30370,
        "r": "nasb:Acts:9:38",
        "t": "Since Lydda was near Joppa, the disciples, having heard that Peter was there, sent two men to him, imploring him, “Do not delay in coming to us.”"
    },
    {
        "o": 30371,
        "r": "nasb:Acts:9:39",
        "t": "So Peter arose and went with them. When he arrived, they brought him into the upper room; and all the widows stood beside him, weeping and showing all the tunics and garments that Dorcas used to make while she was with them."
    },
    {
        "o": 30372,
        "r": "nasb:Acts:9:40",
        "t": "But Peter sent them all out and knelt down and prayed, and turning to the body, he said, “Tabitha, arise.” And she opened her eyes, and when she saw Peter, she sat up."
    },
    {
        "o": 30373,
        "r": "nasb:Acts:9:41",
        "t": "And he gave her his hand and raised her up; and calling the saints and widows, he presented her alive."
    },
    {
        "o": 30374,
        "r": "nasb:Acts:9:42",
        "t": "It became known all over Joppa, and many believed in the Lord."
    },
    {
        "o": 30375,
        "r": "nasb:Acts:9:43",
        "t": "And Peter stayed many days in Joppa with a tanner named*i Simon."
    }
]
