[
    {
        "o": 6386,
        "r": "nasb:Joshua:2:0",
        "t": "Joshua 2",
        "h": 1
    },
    {
        "o": 6387,
        "r": "nasb:Joshua:2:0",
        "t": "Rahab Shelters Spies",
        "h": 2
    },
    {
        "o": 6388,
        "r": "nasb:Joshua:2:1",
        "t": "Then*p Joshua the son of Nun sent two men as spies secretly from Shittim, saying, “Go, view the land, especially Jericho.” So they went and came into the house of a harlot whose name was Rahab, and lodged there."
    },
    {
        "o": 6389,
        "r": "nasb:Joshua:2:2",
        "t": "It was told the king of Jericho, saying, “Behold, men from the sons of Israel have come here tonight to search out the land.”"
    },
    {
        "o": 6390,
        "r": "nasb:Joshua:2:3",
        "t": "And the king of Jericho sent word*i to Rahab, saying, “Bring out the men who have come to you, who have entered your house, for they have come to search out all the land.”"
    },
    {
        "o": 6391,
        "r": "nasb:Joshua:2:4",
        "t": "But the woman had taken the two men and hidden them, and she said, “Yes, the men came to me, but I did not know where they were from."
    },
    {
        "o": 6392,
        "r": "nasb:Joshua:2:5",
        "t": "It came about when it*i was*i time*i to shut the gate at dark, that the men went out; I do not know where the men went. Pursue them quickly, for you will overtake them.”"
    },
    {
        "o": 6393,
        "r": "nasb:Joshua:2:6",
        "t": "But she had brought them up to the roof and hidden them in the stalks of flax which she had laid in order on the roof."
    },
    {
        "o": 6394,
        "r": "nasb:Joshua:2:7",
        "t": "So the men pursued them on the road to the Jordan to the fords; and as soon as those who were pursuing them had gone out, they shut the gate."
    },
    {
        "o": 6395,
        "r": "nasb:Joshua:2:8",
        "t": "Now*p before they lay down, she came up to them on the roof,"
    },
    {
        "o": 6396,
        "r": "nasb:Joshua:2:9",
        "t": "and said to the men, “I know that the Lord*s has given you the land, and that the terror of you has fallen on us, and that all the inhabitants of the land have melted away before you."
    },
    {
        "o": 6397,
        "r": "nasb:Joshua:2:10",
        "t": "For we have heard how the Lord*s dried up the water of the Red Sea before you when you came out of Egypt, and what you did to the two kings of the Amorites who were beyond the Jordan, to Sihon and Og, whom you utterly destroyed."
    },
    {
        "o": 6398,
        "r": "nasb:Joshua:2:11",
        "t": "When we heard it,*i our hearts melted and no courage remained in any man any longer because of you; for the Lord*s your God, He is God in heaven above and on earth beneath."
    },
    {
        "o": 6399,
        "r": "nasb:Joshua:2:12",
        "t": "Now therefore, please swear to me by the Lord,*s since I have dealt kindly with you, that you also will deal kindly with my father’s household, and give me a pledge of truth,"
    },
    {
        "o": 6400,
        "r": "nasb:Joshua:2:13",
        "t": "and spare my father and my mother and my brothers and my sisters, with all who belong to them, and deliver our lives from death.”"
    },
    {
        "o": 6401,
        "r": "nasb:Joshua:2:14",
        "t": "So the men said to her, “Our life for yours if you do not tell this business of ours; and it shall come about when the Lord*s gives us the land that we will deal kindly and faithfully with you.”"
    },
    {
        "o": 6402,
        "r": "nasb:Joshua:2:14",
        "t": "The Promise to Rahab",
        "h": 2
    },
    {
        "o": 6403,
        "r": "nasb:Joshua:2:15",
        "t": "Then*p she let them down by a rope through the window, for her house was on the city wall, so that she was living on the wall."
    },
    {
        "o": 6404,
        "r": "nasb:Joshua:2:16",
        "t": "She said to them, “Go to the hill country, so that the pursuers will not happen upon you, and hide yourselves there for three days until the pursuers return. Then afterward you may go on your way.”"
    },
    {
        "o": 6405,
        "r": "nasb:Joshua:2:17",
        "t": "The men said to her, “We shall*i be*i free from this oath to you which you have made us swear,"
    },
    {
        "o": 6406,
        "r": "nasb:Joshua:2:18",
        "t": "unless, when we come into the land, you tie this cord of scarlet thread in the window through which you let us down, and gather to yourself into the house your father and your mother and your brothers and all your father’s household."
    },
    {
        "o": 6407,
        "r": "nasb:Joshua:2:19",
        "t": "It shall come about that anyone who goes out of the doors of your house into the street, his blood shall*i be*i on his own head, and we shall*i be*i free; but anyone who is with you in the house, his blood shall*i be*i on our head if a hand is laid*i on him."
    },
    {
        "o": 6408,
        "r": "nasb:Joshua:2:20",
        "t": "But if you tell this business of ours, then we shall be free from the oath which you have made us swear.”"
    },
    {
        "o": 6409,
        "r": "nasb:Joshua:2:21",
        "t": "She said, “According to your words, so be it.” So she sent them away, and they departed; and she tied the scarlet cord in the window."
    },
    {
        "o": 6410,
        "r": "nasb:Joshua:2:22",
        "t": "They*p departed and came to the hill country, and remained there for three days until the pursuers returned. Now the pursuers had sought them*i all along the road, but had not found them.*i"
    },
    {
        "o": 6411,
        "r": "nasb:Joshua:2:23",
        "t": "Then the two men returned and came down from the hill country and crossed over and came to Joshua the son of Nun, and they related to him all that had happened to them."
    },
    {
        "o": 6412,
        "r": "nasb:Joshua:2:24",
        "t": "They said to Joshua, “Surely the Lord*s has given all the land into our hands; moreover, all the inhabitants of the land have melted away before us.”"
    }
]
