[
    {
        "o": 33174,
        "r": "nkjv:Philippians:1:0",
        "t": "Philippians 1",
        "h": 1
    },
    {
        "o": 33175,
        "r": "nkjv:Philippians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33176,
        "r": "nkjv:Philippians:1:1",
        "t": "Paul*p and Timothy, bondservants of Jesus Christ, To*p all the saints in Christ Jesus who are in Philippi, with the bishops and deacons:"
    },
    {
        "o": 33177,
        "r": "nkjv:Philippians:1:2",
        "t": "Grace*p to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 33178,
        "r": "nkjv:Philippians:1:2",
        "t": "Thankfulness and Prayer",
        "h": 2
    },
    {
        "o": 33179,
        "r": "nkjv:Philippians:1:3",
        "t": "I*p thank my God upon every remembrance of you,"
    },
    {
        "o": 33180,
        "r": "nkjv:Philippians:1:4",
        "t": "always in every prayer of mine making request for you all with joy,"
    },
    {
        "o": 33181,
        "r": "nkjv:Philippians:1:5",
        "t": "for your fellowship in the gospel from the first day until now,"
    },
    {
        "o": 33182,
        "r": "nkjv:Philippians:1:6",
        "t": "being confident of this very thing, that He who has begun a good work in you will complete it*i until the day of Jesus Christ;"
    },
    {
        "o": 33183,
        "r": "nkjv:Philippians:1:7",
        "t": "just as it is right for me to think this of you all, because I have you in my heart, inasmuch as both in my chains and in the defense and confirmation of the gospel, you all are partakers with me of grace."
    },
    {
        "o": 33184,
        "r": "nkjv:Philippians:1:8",
        "t": "For God is my witness, how greatly I long for you all with the affection of Jesus Christ."
    },
    {
        "o": 33185,
        "r": "nkjv:Philippians:1:9",
        "t": "And*p this I pray, that your love may abound still more and more in knowledge and all discernment,"
    },
    {
        "o": 33186,
        "r": "nkjv:Philippians:1:10",
        "t": "that you may approve the things that are excellent, that you may be sincere and without offense till the day of Christ,"
    },
    {
        "o": 33187,
        "r": "nkjv:Philippians:1:11",
        "t": "being filled with the fruits of righteousness which are*i by Jesus Christ, to the glory and praise of God."
    },
    {
        "o": 33188,
        "r": "nkjv:Philippians:1:11",
        "t": "Christ Is Preached",
        "h": 2
    },
    {
        "o": 33189,
        "r": "nkjv:Philippians:1:12",
        "t": "But*p I want you to know, brethren, that the things which*i happened*i to me have actually turned out for the furtherance of the gospel,"
    },
    {
        "o": 33190,
        "r": "nkjv:Philippians:1:13",
        "t": "so that it has become evident to the whole palace guard, and to all the rest, that my chains are in Christ;"
    },
    {
        "o": 33191,
        "r": "nkjv:Philippians:1:14",
        "t": "and most of the brethren in the Lord, having become confident by my chains, are much more bold to speak the word without fear."
    },
    {
        "o": 33192,
        "r": "nkjv:Philippians:1:15",
        "t": "Some*p indeed preach Christ even from envy and strife, and some also from goodwill:"
    },
    {
        "o": 33193,
        "r": "nkjv:Philippians:1:16",
        "t": "The former preach Christ from selfish ambition, not sincerely, supposing to add affliction to my chains;"
    },
    {
        "o": 33194,
        "r": "nkjv:Philippians:1:17",
        "t": "but the latter out of love, knowing that I am appointed for the defense of the gospel."
    },
    {
        "o": 33195,
        "r": "nkjv:Philippians:1:18",
        "t": "What then? Only that*i in every way, whether in pretense or in truth, Christ is preached; and in this I rejoice, yes, and will rejoice."
    },
    {
        "o": 33196,
        "r": "nkjv:Philippians:1:18",
        "t": "To Live Is Christ",
        "h": 2
    },
    {
        "o": 33197,
        "r": "nkjv:Philippians:1:19",
        "t": "For*p I know that this will turn out for my deliverance through your prayer and the supply of the Spirit of Jesus Christ,"
    },
    {
        "o": 33198,
        "r": "nkjv:Philippians:1:20",
        "t": "according to my earnest expectation and hope that in nothing I shall be ashamed, but with all boldness, as always, so now also Christ will be magnified in my body, whether by life or by death."
    },
    {
        "o": 33199,
        "r": "nkjv:Philippians:1:21",
        "t": "For to me, to live is*i Christ, and to die is*i gain."
    },
    {
        "o": 33200,
        "r": "nkjv:Philippians:1:22",
        "t": "But if I*i live on in the flesh, this will*i mean*i fruit from my*i labor; yet what I shall choose I cannot tell."
    },
    {
        "o": 33201,
        "r": "nkjv:Philippians:1:23",
        "t": "For I am hard-pressed between the two, having a desire to depart and be with Christ, which*i is*i far better."
    },
    {
        "o": 33202,
        "r": "nkjv:Philippians:1:24",
        "t": "Nevertheless to remain in the flesh is*i more needful for you."
    },
    {
        "o": 33203,
        "r": "nkjv:Philippians:1:25",
        "t": "And being confident of this, I know that I shall remain and continue with you all for your progress and joy of faith,"
    },
    {
        "o": 33204,
        "r": "nkjv:Philippians:1:26",
        "t": "that your rejoicing for me may be more abundant in Jesus Christ by my coming to you again."
    },
    {
        "o": 33205,
        "r": "nkjv:Philippians:1:26",
        "t": "Striving and Suffering for Christ",
        "h": 2
    },
    {
        "o": 33206,
        "r": "nkjv:Philippians:1:27",
        "t": "Only*p let your conduct be worthy of the gospel of Christ, so that whether I come and see you or am absent, I may hear of your affairs, that you stand fast in one spirit, with one mind striving together for the faith of the gospel,"
    },
    {
        "o": 33207,
        "r": "nkjv:Philippians:1:28",
        "t": "and not in any way terrified by your adversaries, which is to them a proof of perdition, but to you of salvation, and that from God."
    },
    {
        "o": 33208,
        "r": "nkjv:Philippians:1:29",
        "t": "For to you it has been granted on behalf of Christ, not only to believe in Him, but also to suffer for His sake,"
    },
    {
        "o": 33209,
        "r": "nkjv:Philippians:1:30",
        "t": "having the same conflict which you saw in me and now hear is*i in me."
    }
]
