[
    {
        "o": 21046,
        "r": "csb:Isaiah:58:0",
        "t": "Isaiah 58",
        "h": 1
    },
    {
        "o": 21047,
        "r": "csb:Isaiah:58:0",
        "t": "True Fasting",
        "h": 2
    },
    {
        "o": 21048,
        "r": "csb:Isaiah:58:1",
        "t": "“Cry*pn out loudly, don’t hold back! Raise*ln your voice like a ram’s horn. Tell*ln my people their transgression and*ln the house of Jacob their sins."
    },
    {
        "o": 21049,
        "r": "csb:Isaiah:58:2",
        "t": "They*ln seek me day after day and*ln delight to know my ways, like*ln a nation that does what is right and*ln does not abandon the justice of their God. They*ln ask me for righteous judgments; they*ln delight in the nearness of God.”"
    },
    {
        "o": 21050,
        "r": "csb:Isaiah:58:3",
        "t": "“Why*pn have we fasted, but you have not seen? We*ln have denied ourselves, but you haven’t noticed!” “Look,*pn you do as you please on the day of your fast, and*ln oppress all your workers."
    },
    {
        "o": 21051,
        "r": "csb:Isaiah:58:4",
        "t": "You*ln fast with contention and strife to*ln strike viciously with your fist. You*ln cannot fast as you do today, hoping*ln to make your voice heard on high."
    },
    {
        "o": 21052,
        "r": "csb:Isaiah:58:5",
        "t": "Will*ln the fast I choose be like this: A*ln day for a person to deny himself, to*ln bow his head like a reed, and*ln to spread out sackcloth and ashes? Will*ln you call this a fast and*ln a day acceptable to the Lord?*s"
    },
    {
        "o": 21053,
        "r": "csb:Isaiah:58:6",
        "t": "Isn’t*ln this the fast I choose: To*ln break the chains of wickedness, to*ln untie the ropes of the yoke, to*ln set the oppressed free, and*ln to tear off every yoke?"
    },
    {
        "o": 21054,
        "r": "csb:Isaiah:58:7",
        "t": "Is*ln it not to share your bread with the hungry, to*ln bring the poor and homeless into your house, to*ln clothe the naked when you see him, and*ln not to ignore your own flesh and blood?"
    },
    {
        "o": 21055,
        "r": "csb:Isaiah:58:8",
        "t": "Then*ln your light will appear like the dawn, and*ln your recovery will come quickly. Your*ln righteousness will go before you, and*ln the Lord’s*s glory will be your rear guard."
    },
    {
        "o": 21056,
        "r": "csb:Isaiah:58:9",
        "t": "At*pn that time, when you call, the Lord*s will answer; when*ln you cry out, he will say, ‘Here I am.’ If*ln you get rid of the yoke among you, the*ln finger-pointing and malicious speaking,"
    },
    {
        "o": 21057,
        "r": "csb:Isaiah:58:10",
        "t": "and*ln if you offer yourself to the hungry, and*ln satisfy the afflicted one, then*ln your light will shine in the darkness, and*ln your night will be like noonday."
    },
    {
        "o": 21058,
        "r": "csb:Isaiah:58:11",
        "t": "The*ln Lord*s will always lead you, satisfy*ln you in a parched land, and*ln strengthen your bones. You*ln will be like a watered garden and*ln like a spring whose water never runs dry."
    },
    {
        "o": 21059,
        "r": "csb:Isaiah:58:12",
        "t": "Some*ln of you will rebuild the ancient ruins; you*ln will restore the foundations laid long ago; you*ln will be called the repairer of broken walls, the*ln restorer of streets where people live."
    },
    {
        "o": 21060,
        "r": "csb:Isaiah:58:13",
        "t": "“If*ln you keep from desecrating the Sabbath, from*ln doing whatever you want on my holy day; if*ln you call the Sabbath a delight, and*ln the holy day of the Lord*s honorable; if*ln you honor it, not going your own ways, seeking*ln your own pleasure, or talking business;"
    },
    {
        "o": 21061,
        "r": "csb:Isaiah:58:14",
        "t": "then*ln you will delight in the Lord,*s and*ln I will make you ride over the heights of the land, and*ln let you enjoy the heritage of your father Jacob.” For*ln the mouth of the Lord*s has spoken."
    }
]
