[
    {
        "o": 31793,
        "r": "csb:Romans:7:0",
        "t": "Romans 7",
        "h": 1
    },
    {
        "o": 31794,
        "r": "csb:Romans:7:0",
        "t": "An Illustration from Marriage",
        "h": 2
    },
    {
        "o": 31795,
        "r": "csb:Romans:7:1",
        "t": "Since*p I am speaking to those who know the law, brothers and sisters, don’t you know that the law rules over someone as long as he lives?"
    },
    {
        "o": 31796,
        "r": "csb:Romans:7:2",
        "t": "For example, a married woman is legally bound to her husband while he lives. But if her husband dies, she is released from the law regarding the husband."
    },
    {
        "o": 31797,
        "r": "csb:Romans:7:3",
        "t": "So then, if she is married to another man while her husband is living, she will be called an adulteress. But if her husband dies, she is free from that law. Then, if she is married to another man, she is not an adulteress."
    },
    {
        "o": 31798,
        "r": "csb:Romans:7:4",
        "t": "Therefore,*p my brothers and sisters, you also were put to death in relation to the law through the body of Christ so that you may belong to another. You belong to him who was raised from the dead in order that we may bear fruit for God."
    },
    {
        "o": 31799,
        "r": "csb:Romans:7:5",
        "t": "For when we were in the flesh, the sinful passions aroused through the law were working in us to bear fruit for death."
    },
    {
        "o": 31800,
        "r": "csb:Romans:7:6",
        "t": "But now we have been released from the law, since we have died to what held us, so that we may serve in the newness of the Spirit and not in the old letter of the law."
    },
    {
        "o": 31801,
        "r": "csb:Romans:7:6",
        "t": "Sin’s Use of the Law",
        "h": 2
    },
    {
        "o": 31802,
        "r": "csb:Romans:7:7",
        "t": "What*p should we say then? Is the law sin? Absolutely not! But I would not have known sin if it were not for the law. For example, I would not have known what it is to covet if the law had not said, Do*i not*i covet.*i"
    },
    {
        "o": 31803,
        "r": "csb:Romans:7:8",
        "t": "And sin, seizing an opportunity through the commandment, produced in me coveting of every kind. For apart from the law sin is dead."
    },
    {
        "o": 31804,
        "r": "csb:Romans:7:9",
        "t": "Once I was alive apart from the law, but when the commandment came, sin sprang to life again"
    },
    {
        "o": 31805,
        "r": "csb:Romans:7:10",
        "t": "and I died. The commandment that was meant for life resulted in death for me."
    },
    {
        "o": 31806,
        "r": "csb:Romans:7:11",
        "t": "For sin, seizing an opportunity through the commandment, deceived me, and through it killed me."
    },
    {
        "o": 31807,
        "r": "csb:Romans:7:12",
        "t": "So then, the law is holy, and the commandment is holy and just and good."
    },
    {
        "o": 31808,
        "r": "csb:Romans:7:13",
        "t": "Therefore, did what is good become death to me? Absolutely not! But sin, in order to be recognized as sin, was producing death in me through what is good, so that through the commandment, sin might become sinful beyond measure."
    },
    {
        "o": 31809,
        "r": "csb:Romans:7:13",
        "t": "The Problem of Sin in Us",
        "h": 2
    },
    {
        "o": 31810,
        "r": "csb:Romans:7:14",
        "t": "For*p we know that the law is spiritual, but I am of the flesh, sold as a slave under sin."
    },
    {
        "o": 31811,
        "r": "csb:Romans:7:15",
        "t": "For I do not understand what I am doing, because I do not practice what I want to do, but I do what I hate."
    },
    {
        "o": 31812,
        "r": "csb:Romans:7:16",
        "t": "Now if I do what I do not want to do, I agree with the law that it is good."
    },
    {
        "o": 31813,
        "r": "csb:Romans:7:17",
        "t": "So now I am no longer the one doing it, but it is sin living in me."
    },
    {
        "o": 31814,
        "r": "csb:Romans:7:18",
        "t": "For I know that nothing good lives in me, that is, in my flesh. For the desire to do what is good is with me, but there is no ability to do it."
    },
    {
        "o": 31815,
        "r": "csb:Romans:7:19",
        "t": "For I do not do the good that I want to do, but I practice the evil that I do not want to do."
    },
    {
        "o": 31816,
        "r": "csb:Romans:7:20",
        "t": "Now if I do what I do not want, I am no longer the one that does it, but it is the sin that lives in me."
    },
    {
        "o": 31817,
        "r": "csb:Romans:7:21",
        "t": "So I discover this law: When I want to do what is good, evil is present with me."
    },
    {
        "o": 31818,
        "r": "csb:Romans:7:22",
        "t": "For in my inner self I delight in God’s law,"
    },
    {
        "o": 31819,
        "r": "csb:Romans:7:23",
        "t": "but I see a different law in the parts of my body, waging war against the law of my mind and taking me prisoner to the law of sin in the parts of my body."
    },
    {
        "o": 31820,
        "r": "csb:Romans:7:24",
        "t": "What a wretched man I am! Who will rescue me from this body of death?"
    },
    {
        "o": 31821,
        "r": "csb:Romans:7:25",
        "t": "Thanks be to God through Jesus Christ our Lord! So then, with my mind I myself am serving the law of God, but with my flesh, the law of sin."
    }
]
