[
    {
        "o": 34239,
        "r": "nkjv:Hebrews:13:0",
        "t": "Hebrews 13",
        "h": 1
    },
    {
        "o": 34240,
        "r": "nkjv:Hebrews:13:0",
        "t": "Concluding Moral Directions",
        "h": 2
    },
    {
        "o": 34241,
        "r": "nkjv:Hebrews:13:1",
        "t": "Let*p brotherly love continue."
    },
    {
        "o": 34242,
        "r": "nkjv:Hebrews:13:2",
        "t": "Do not forget to entertain strangers, for by so doing*i some have unwittingly entertained angels."
    },
    {
        "o": 34243,
        "r": "nkjv:Hebrews:13:3",
        "t": "Remember the prisoners as if chained with them—those who are mistreated—since you yourselves are in the body also."
    },
    {
        "o": 34244,
        "r": "nkjv:Hebrews:13:4",
        "t": "Marriage*p is*i honorable among all, and the bed undefiled; but fornicators and adulterers God will judge."
    },
    {
        "o": 34245,
        "r": "nkjv:Hebrews:13:5",
        "t": "Let*ip your*i conduct be*i without covetousness; be*i content with such things as you have. For He Himself has said, “I will never leave you nor forsake you.”"
    },
    {
        "o": 34246,
        "r": "nkjv:Hebrews:13:6",
        "t": "So we may boldly say: “The*pn Lord*sb is*i my helper; I*ld will not fear. What*ld can man do to me?”"
    },
    {
        "o": 34247,
        "r": "nkjv:Hebrews:13:6",
        "t": "Concluding Religious Directions",
        "h": 2
    },
    {
        "o": 34248,
        "r": "nkjv:Hebrews:13:7",
        "t": "Remember*p those who rule over you, who have spoken the word of God to you, whose faith follow, considering the outcome of their*i conduct."
    },
    {
        "o": 34249,
        "r": "nkjv:Hebrews:13:8",
        "t": "Jesus Christ is*i the same yesterday, today, and forever."
    },
    {
        "o": 34250,
        "r": "nkjv:Hebrews:13:9",
        "t": "Do not be carried about with various and strange doctrines. For it*i is*i good that the heart be established by grace, not with foods which have not profited those who have been occupied with them."
    },
    {
        "o": 34251,
        "r": "nkjv:Hebrews:13:10",
        "t": "We*p have an altar from which those who serve the tabernacle have no right to eat."
    },
    {
        "o": 34252,
        "r": "nkjv:Hebrews:13:11",
        "t": "For the bodies of those animals, whose blood is brought into the sanctuary by the high priest for sin, are burned outside the camp."
    },
    {
        "o": 34253,
        "r": "nkjv:Hebrews:13:12",
        "t": "Therefore Jesus also, that He might sanctify the people with His own blood, suffered outside the gate."
    },
    {
        "o": 34254,
        "r": "nkjv:Hebrews:13:13",
        "t": "Therefore let us go forth to Him, outside the camp, bearing His reproach."
    },
    {
        "o": 34255,
        "r": "nkjv:Hebrews:13:14",
        "t": "For here we have no continuing city, but we seek the one to come."
    },
    {
        "o": 34256,
        "r": "nkjv:Hebrews:13:15",
        "t": "Therefore by Him let us continually offer the sacrifice of praise to God, that is, the fruit of our*i lips, giving thanks to His name."
    },
    {
        "o": 34257,
        "r": "nkjv:Hebrews:13:16",
        "t": "But do not forget to do good and to share, for with such sacrifices God is well pleased."
    },
    {
        "o": 34258,
        "r": "nkjv:Hebrews:13:17",
        "t": "Obey*p those who rule over you, and be submissive, for they watch out for your souls, as those who must give account. Let them do so with joy and not with grief, for that would be unprofitable for you."
    },
    {
        "o": 34259,
        "r": "nkjv:Hebrews:13:17",
        "t": "Prayer Requested",
        "h": 2
    },
    {
        "o": 34260,
        "r": "nkjv:Hebrews:13:18",
        "t": "Pray*p for us; for we are confident that we have a good conscience, in all things desiring to live honorably."
    },
    {
        "o": 34261,
        "r": "nkjv:Hebrews:13:19",
        "t": "But I especially urge you*i to do this, that I may be restored to you the sooner."
    },
    {
        "o": 34262,
        "r": "nkjv:Hebrews:13:19",
        "t": "Benediction, Final Exhortation, Farewell",
        "h": 2
    },
    {
        "o": 34263,
        "r": "nkjv:Hebrews:13:20",
        "t": "Now*p may the God of peace who brought up our Lord Jesus from the dead, that great Shepherd of the sheep, through the blood of the everlasting covenant,"
    },
    {
        "o": 34264,
        "r": "nkjv:Hebrews:13:21",
        "t": "make you complete in every good work to do His will, working in you what is well pleasing in His sight, through Jesus Christ, to whom be*i glory forever and ever. Amen."
    },
    {
        "o": 34265,
        "r": "nkjv:Hebrews:13:22",
        "t": "And*p I appeal to you, brethren, bear with the word of exhortation, for I have written to you in few words."
    },
    {
        "o": 34266,
        "r": "nkjv:Hebrews:13:23",
        "t": "Know that our*i brother Timothy has been set free, with whom I shall see you if he comes shortly."
    },
    {
        "o": 34267,
        "r": "nkjv:Hebrews:13:24",
        "t": "Greet*p all those who rule over you, and all the saints. Those from Italy greet you."
    },
    {
        "o": 34268,
        "r": "nkjv:Hebrews:13:25",
        "t": "Grace*p be*i with you all. Amen."
    }
]
