[
    {
        "o": 32953,
        "r": "csb:Galatians:3:0",
        "t": "Galatians 3",
        "h": 1
    },
    {
        "o": 32954,
        "r": "csb:Galatians:3:0",
        "t": "Justification through Faith",
        "h": 2
    },
    {
        "o": 32955,
        "r": "csb:Galatians:3:1",
        "t": "You*p foolish Galatians! Who has cast a spell on you, before whose eyes Jesus Christ was publicly portrayed as crucified?"
    },
    {
        "o": 32956,
        "r": "csb:Galatians:3:2",
        "t": "I only want to learn this from you: Did you receive the Spirit by the works of the law or by believing what you heard?"
    },
    {
        "o": 32957,
        "r": "csb:Galatians:3:3",
        "t": "Are you so foolish? After beginning by the Spirit, are you now finishing by the flesh?"
    },
    {
        "o": 32958,
        "r": "csb:Galatians:3:4",
        "t": "Did you experience so much for nothing - if in fact it was for nothing?"
    },
    {
        "o": 32959,
        "r": "csb:Galatians:3:5",
        "t": "So then, does God give you the Spirit and work miracles among you by your doing the works of the law? Or is it by believing what you heard -"
    },
    {
        "o": 32960,
        "r": "csb:Galatians:3:6",
        "t": "just like Abraham who believed*i God,*i and*i it*i was*i credited*i to*i him*i for*i righteousness?*i"
    },
    {
        "o": 32961,
        "r": "csb:Galatians:3:7",
        "t": "You*p know, then, that those who have faith, these are Abraham’s sons."
    },
    {
        "o": 32962,
        "r": "csb:Galatians:3:8",
        "t": "Now the Scripture saw in advance that God would justify the Gentiles by faith and proclaimed the gospel ahead of time to Abraham, saying, All*i the*i nations*i will*i be*i blessed*i through*i you.*i"
    },
    {
        "o": 32963,
        "r": "csb:Galatians:3:9",
        "t": "Consequently, those who have faith are blessed with Abraham, who had faith."
    },
    {
        "o": 32964,
        "r": "csb:Galatians:3:9",
        "t": "Law and Promise",
        "h": 2
    },
    {
        "o": 32965,
        "r": "csb:Galatians:3:10",
        "t": "For*p all who rely on the works of the law are under a curse, because it is written, Everyone*i who*i does*i not*i do*i everything*i written*i in*i the*i book*i of*i the*i law*i is*i cursed.*i"
    },
    {
        "o": 32966,
        "r": "csb:Galatians:3:11",
        "t": "Now it is clear that no one is justified before God by the law, because the*i righteous*i will*i live*i by*i faith.*i"
    },
    {
        "o": 32967,
        "r": "csb:Galatians:3:12",
        "t": "But the law is not based on faith; instead, the*i one*i who*i does*i these*i things*i will*i live*i by*i them.*i"
    },
    {
        "o": 32968,
        "r": "csb:Galatians:3:13",
        "t": "Christ redeemed us from the curse of the law by becoming a curse for us, because it is written, Cursed*i is*i everyone*i who*i is*i hung*i on*i a*i tree.*i"
    },
    {
        "o": 32969,
        "r": "csb:Galatians:3:14",
        "t": "The purpose was that the blessing of Abraham would come to the Gentiles by Christ Jesus, so that we could receive the promised Spirit through faith."
    },
    {
        "o": 32970,
        "r": "csb:Galatians:3:15",
        "t": "Brothers*p and sisters, I’m using a human illustration. No one sets aside or makes additions to a validated human will."
    },
    {
        "o": 32971,
        "r": "csb:Galatians:3:16",
        "t": "Now the promises were spoken to Abraham and to his seed. He does not say “and to seeds,” as though referring to many, but referring to one, and*i to*i your*i seed,*i who is Christ."
    },
    {
        "o": 32972,
        "r": "csb:Galatians:3:17",
        "t": "My point is this: The law, which came 430 years later, does not invalidate a covenant previously established by God and thus cancel the promise."
    },
    {
        "o": 32973,
        "r": "csb:Galatians:3:18",
        "t": "For if the inheritance is based on the law, it is no longer based on the promise; but God has graciously given it to Abraham through the promise."
    },
    {
        "o": 32974,
        "r": "csb:Galatians:3:18",
        "t": "The Purpose of the Law",
        "h": 2
    },
    {
        "o": 32975,
        "r": "csb:Galatians:3:19",
        "t": "Why,*p then, was the law given? It was added for the sake of transgressions until the Seed to whom the promise was made would come. The law was put into effect through angels by means of a mediator."
    },
    {
        "o": 32976,
        "r": "csb:Galatians:3:20",
        "t": "Now a mediator is not just for one person alone, but God is one."
    },
    {
        "o": 32977,
        "r": "csb:Galatians:3:21",
        "t": "Is the law therefore contrary to God’s promises? Absolutely not! For if the law had been granted with the ability to give life, then righteousness would certainly be on the basis of the law."
    },
    {
        "o": 32978,
        "r": "csb:Galatians:3:22",
        "t": "But the Scripture imprisoned everything under sin’s power, so that the promise might be given on the basis of faith in Jesus Christ to those who believe."
    },
    {
        "o": 32979,
        "r": "csb:Galatians:3:23",
        "t": "Before this faith came, we were confined under the law, imprisoned until the coming faith was revealed."
    },
    {
        "o": 32980,
        "r": "csb:Galatians:3:24",
        "t": "The law, then, was our guardian until Christ, so that we could be justified by faith."
    },
    {
        "o": 32981,
        "r": "csb:Galatians:3:25",
        "t": "But since that faith has come, we are no longer under a guardian,"
    },
    {
        "o": 32982,
        "r": "csb:Galatians:3:26",
        "t": "for through faith you are all sons of God in Christ Jesus."
    },
    {
        "o": 32983,
        "r": "csb:Galatians:3:26",
        "t": "Sons and Heirs",
        "h": 2
    },
    {
        "o": 32984,
        "r": "csb:Galatians:3:27",
        "t": "For*p those of you who were baptized into Christ have been clothed with Christ."
    },
    {
        "o": 32985,
        "r": "csb:Galatians:3:28",
        "t": "There is no Jew or Greek, slave or free, male and female; since you are all one in Christ Jesus."
    },
    {
        "o": 32986,
        "r": "csb:Galatians:3:29",
        "t": "And if you belong to Christ, then you are Abraham’s seed, heirs according to the promise."
    }
]
