[
    {
        "o": 13231,
        "r": "esv:Ezra:1:0",
        "t": "Ezra 1",
        "h": 1
    },
    {
        "o": 13232,
        "r": "esv:Ezra:1:0",
        "t": "The Proclamation of Cyrus",
        "h": 2
    },
    {
        "o": 13233,
        "r": "esv:Ezra:1:1",
        "t": "In*p the first year of Cyrus king of Persia, that the word of the Lord*s by the mouth of Jeremiah might be fulfilled, the Lord*s stirred up the spirit of Cyrus king of Persia, so that he made a proclamation throughout all his kingdom and also put it in writing:"
    },
    {
        "o": 13234,
        "r": "esv:Ezra:1:2",
        "t": "“Thus*p says Cyrus king of Persia: The Lord,*s the God of heaven, has given me all the kingdoms of the earth, and he has charged me to build him a house at Jerusalem, which is in Judah."
    },
    {
        "o": 13235,
        "r": "esv:Ezra:1:3",
        "t": "Whoever is among you of all his people, may his God be with him, and let him go up to Jerusalem, which is in Judah, and rebuild the house of the Lord,*s the God of Israel— he is the God who is in Jerusalem."
    },
    {
        "o": 13236,
        "r": "esv:Ezra:1:4",
        "t": "And let each survivor, in whatever place he sojourns, be assisted by the men of his place with silver and gold, with goods and with beasts, besides freewill offerings for the house of God that is in Jerusalem.”"
    },
    {
        "o": 13237,
        "r": "esv:Ezra:1:5",
        "t": "Then*p rose up the heads of the fathers’ houses of Judah and Benjamin, and the priests and the Levites, everyone whose spirit God had stirred to go up to rebuild the house of the Lord*s that is in Jerusalem."
    },
    {
        "o": 13238,
        "r": "esv:Ezra:1:6",
        "t": "And all who were about them aided them with vessels of silver, with gold, with goods, with beasts, and with costly wares, besides all that was freely offered."
    },
    {
        "o": 13239,
        "r": "esv:Ezra:1:7",
        "t": "Cyrus the king also brought out the vessels of the house of the Lord*s that Nebuchadnezzar had carried away from Jerusalem and placed in the house of his gods."
    },
    {
        "o": 13240,
        "r": "esv:Ezra:1:8",
        "t": "Cyrus king of Persia brought these out in the charge of Mithredath the treasurer, who counted them out to Sheshbazzar the prince of Judah."
    },
    {
        "o": 13241,
        "r": "esv:Ezra:1:9",
        "t": "And this was the number of them: 30 basins of gold, 1,000 basins of silver, 29 censers,"
    },
    {
        "o": 13242,
        "r": "esv:Ezra:1:10",
        "t": "30 bowls of gold, 410 bowls of silver, and 1,000 other vessels;"
    },
    {
        "o": 13243,
        "r": "esv:Ezra:1:11",
        "t": "all the vessels of gold and of silver were 5,400. All these did Sheshbazzar bring up, when the exiles were brought up from Babylonia to Jerusalem."
    }
]
