[
    {
        "o": 13062,
        "r": "csb:2 Chronicles:27:0",
        "t": "2 Chronicles 27",
        "h": 1
    },
    {
        "o": 13063,
        "r": "csb:2 Chronicles:27:0",
        "t": "Judah’s King Jotham",
        "h": 2
    },
    {
        "o": 13064,
        "r": "csb:2 Chronicles:27:1",
        "t": "Jotham*p was twenty-five years old when he became king, and he reigned sixteen years in Jerusalem. His mother’s name was Jerushah daughter of Zadok."
    },
    {
        "o": 13065,
        "r": "csb:2 Chronicles:27:2",
        "t": "He did what was right in the Lord’s*s sight just as his father Uzziah had done. In addition, he didn’t enter the Lord’s*s sanctuary, but the people still behaved corruptly."
    },
    {
        "o": 13066,
        "r": "csb:2 Chronicles:27:3",
        "t": "Jotham*p built the Upper Gate of the Lord’s*s temple, and he built extensively on the wall of Ophel."
    },
    {
        "o": 13067,
        "r": "csb:2 Chronicles:27:4",
        "t": "He also built cities in the hill country of Judah and fortresses and towers in the forests."
    },
    {
        "o": 13068,
        "r": "csb:2 Chronicles:27:5",
        "t": "He waged war against the king of the Ammonites. He overpowered the Ammonites, and that year they gave him 7,500 pounds of silver, 60,000 bushels of wheat, and 60,000 bushels of barley. They paid him the same in the second and third years."
    },
    {
        "o": 13069,
        "r": "csb:2 Chronicles:27:6",
        "t": "So Jotham strengthened his position because he did not waver in obeying the Lord*s his God."
    },
    {
        "o": 13070,
        "r": "csb:2 Chronicles:27:7",
        "t": "As*p for the rest of the events of Jotham’s reign, along with all his wars and his ways, note that they are written in the Book of the Kings of Israel and Judah."
    },
    {
        "o": 13071,
        "r": "csb:2 Chronicles:27:8",
        "t": "He was twenty-five years old when he became king, and he reigned sixteen years in Jerusalem."
    },
    {
        "o": 13072,
        "r": "csb:2 Chronicles:27:9",
        "t": "Jotham rested with his ancestors and was buried in the city of David. His son Ahaz became king in his place."
    }
]
