[
    {
        "o": 31316,
        "r": "niv:1 Corinthians:1:0",
        "t": "1 Corinthians 1",
        "h": 1
    },
    {
        "o": 31317,
        "r": "niv:1 Corinthians:1:1",
        "t": "Paul,*p called to be an apostle of Christ Jesus by the will of God, and our brother Sosthenes,"
    },
    {
        "o": 31318,
        "r": "niv:1 Corinthians:1:2",
        "t": "To*p the church of God in Corinth, to those sanctified in Christ Jesus and called to be his holy people, together with all those everywhere who call on the name of our Lord Jesus Christ—their Lord and ours:"
    },
    {
        "o": 31319,
        "r": "niv:1 Corinthians:1:3",
        "t": "Grace*p and peace to you from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 31320,
        "r": "niv:1 Corinthians:1:3",
        "t": "Thanksgiving",
        "h": 2
    },
    {
        "o": 31321,
        "r": "niv:1 Corinthians:1:4",
        "t": "I*p always thank my God for you because of his grace given you in Christ Jesus."
    },
    {
        "o": 31322,
        "r": "niv:1 Corinthians:1:5",
        "t": "For in him you have been enriched in every way—with all kinds of speech and with all knowledge—"
    },
    {
        "o": 31323,
        "r": "niv:1 Corinthians:1:6",
        "t": "God thus confirming our testimony about Christ among you."
    },
    {
        "o": 31324,
        "r": "niv:1 Corinthians:1:7",
        "t": "Therefore you do not lack any spiritual gift as you eagerly wait for our Lord Jesus Christ to be revealed."
    },
    {
        "o": 31325,
        "r": "niv:1 Corinthians:1:8",
        "t": "He will also keep you firm to the end, so that you will be blameless on the day of our Lord Jesus Christ."
    },
    {
        "o": 31326,
        "r": "niv:1 Corinthians:1:9",
        "t": "God is faithful, who has called you into fellowship with his Son, Jesus Christ our Lord."
    },
    {
        "o": 31327,
        "r": "niv:1 Corinthians:1:9",
        "t": "A Church Divided Over Leaders",
        "h": 2
    },
    {
        "o": 31328,
        "r": "niv:1 Corinthians:1:10",
        "t": "I*p appeal to you, brothers and sisters, in the name of our Lord Jesus Christ, that all of you agree with one another in what you say and that there be no divisions among you, but that you be perfectly united in mind and thought."
    },
    {
        "o": 31329,
        "r": "niv:1 Corinthians:1:11",
        "t": "My brothers and sisters, some from Chloe’s household have informed me that there are quarrels among you."
    },
    {
        "o": 31330,
        "r": "niv:1 Corinthians:1:12",
        "t": "What I mean is this: One of you says, “I follow Paul”; another, “I follow Apollos”; another, “I follow Cephas”; still another, “I follow Christ.”"
    },
    {
        "o": 31331,
        "r": "niv:1 Corinthians:1:13",
        "t": "Is*p Christ divided? Was Paul crucified for you? Were you baptized in the name of Paul?"
    },
    {
        "o": 31332,
        "r": "niv:1 Corinthians:1:14",
        "t": "I thank God that I did not baptize any of you except Crispus and Gaius,"
    },
    {
        "o": 31333,
        "r": "niv:1 Corinthians:1:15",
        "t": "so no one can say that you were baptized in my name."
    },
    {
        "o": 31334,
        "r": "niv:1 Corinthians:1:16",
        "t": "(Yes, I also baptized the household of Stephanas; beyond that, I don’t remember if I baptized anyone else.)"
    },
    {
        "o": 31335,
        "r": "niv:1 Corinthians:1:17",
        "t": "For Christ did not send me to baptize, but to preach the gospel—not with wisdom and eloquence, lest the cross of Christ be emptied of its power."
    },
    {
        "o": 31336,
        "r": "niv:1 Corinthians:1:17",
        "t": "Christ Crucified Is God’s Power and Wisdom",
        "h": 2
    },
    {
        "o": 31337,
        "r": "niv:1 Corinthians:1:18",
        "t": "For*p the message of the cross is foolishness to those who are perishing, but to us who are being saved it is the power of God."
    },
    {
        "o": 31338,
        "r": "niv:1 Corinthians:1:19",
        "t": "For it is written: “I*pn will destroy the wisdom of the wise; the*ld intelligence of the intelligent I will frustrate.”"
    },
    {
        "o": 31339,
        "r": "niv:1 Corinthians:1:20",
        "t": "Where*p is the wise person? Where is the teacher of the law? Where is the philosopher of this age? Has not God made foolish the wisdom of the world?"
    },
    {
        "o": 31340,
        "r": "niv:1 Corinthians:1:21",
        "t": "For since in the wisdom of God the world through its wisdom did not know him, God was pleased through the foolishness of what was preached to save those who believe."
    },
    {
        "o": 31341,
        "r": "niv:1 Corinthians:1:22",
        "t": "Jews demand signs and Greeks look for wisdom,"
    },
    {
        "o": 31342,
        "r": "niv:1 Corinthians:1:23",
        "t": "but we preach Christ crucified: a stumbling block to Jews and foolishness to Gentiles,"
    },
    {
        "o": 31343,
        "r": "niv:1 Corinthians:1:24",
        "t": "but to those whom God has called, both Jews and Greeks, Christ the power of God and the wisdom of God."
    },
    {
        "o": 31344,
        "r": "niv:1 Corinthians:1:25",
        "t": "For the foolishness of God is wiser than human wisdom, and the weakness of God is stronger than human strength."
    },
    {
        "o": 31345,
        "r": "niv:1 Corinthians:1:26",
        "t": "Brothers*p and sisters, think of what you were when you were called. Not many of you were wise by human standards; not many were influential; not many were of noble birth."
    },
    {
        "o": 31346,
        "r": "niv:1 Corinthians:1:27",
        "t": "But God chose the foolish things of the world to shame the wise; God chose the weak things of the world to shame the strong."
    },
    {
        "o": 31347,
        "r": "niv:1 Corinthians:1:28",
        "t": "God chose the lowly things of this world and the despised things—and the things that are not—to nullify the things that are,"
    },
    {
        "o": 31348,
        "r": "niv:1 Corinthians:1:29",
        "t": "so that no one may boast before him."
    },
    {
        "o": 31349,
        "r": "niv:1 Corinthians:1:30",
        "t": "It is because of him that you are in Christ Jesus, who has become for us wisdom from God—that is, our righteousness, holiness and redemption."
    },
    {
        "o": 31350,
        "r": "niv:1 Corinthians:1:31",
        "t": "Therefore, as it is written: “Let the one who boasts boast in the Lord.”"
    },
    {
        "o": 31351,
        "r": "niv:1 Corinthians:2:0",
        "t": "1 Corinthians 2",
        "h": 1
    },
    {
        "o": 31352,
        "r": "niv:1 Corinthians:2:1",
        "t": "And*p so it was with me, brothers and sisters. When I came to you, I did not come with eloquence or human wisdom as I proclaimed to you the testimony about God."
    },
    {
        "o": 31353,
        "r": "niv:1 Corinthians:2:2",
        "t": "For I resolved to know nothing while I was with you except Jesus Christ and him crucified."
    },
    {
        "o": 31354,
        "r": "niv:1 Corinthians:2:3",
        "t": "I came to you in weakness with great fear and trembling."
    },
    {
        "o": 31355,
        "r": "niv:1 Corinthians:2:4",
        "t": "My message and my preaching were not with wise and persuasive words, but with a demonstration of the Spirit’s power,"
    },
    {
        "o": 31356,
        "r": "niv:1 Corinthians:2:5",
        "t": "so that your faith might not rest on human wisdom, but on God’s power."
    },
    {
        "o": 31357,
        "r": "niv:1 Corinthians:2:5",
        "t": "God’s Wisdom Revealed by the Spirit",
        "h": 2
    },
    {
        "o": 31358,
        "r": "niv:1 Corinthians:2:6",
        "t": "We*p do, however, speak a message of wisdom among the mature, but not the wisdom of this age or of the rulers of this age, who are coming to nothing."
    },
    {
        "o": 31359,
        "r": "niv:1 Corinthians:2:7",
        "t": "No, we declare God’s wisdom, a mystery that has been hidden and that God destined for our glory before time began."
    },
    {
        "o": 31360,
        "r": "niv:1 Corinthians:2:8",
        "t": "None of the rulers of this age understood it, for if they had, they would not have crucified the Lord of glory."
    },
    {
        "o": 31361,
        "r": "niv:1 Corinthians:2:9",
        "t": "However, as it is written: “What*pn no eye has seen, what*ld no ear has heard, and*ln what no human mind has conceived”— the*ld things God has prepared for those who love him—"
    },
    {
        "o": 31362,
        "r": "niv:1 Corinthians:2:10",
        "t": "these*p are the things God has revealed to us by his Spirit. The*p Spirit searches all things, even the deep things of God."
    },
    {
        "o": 31363,
        "r": "niv:1 Corinthians:2:11",
        "t": "For who knows a person’s thoughts except their own spirit within them? In the same way no one knows the thoughts of God except the Spirit of God."
    },
    {
        "o": 31364,
        "r": "niv:1 Corinthians:2:12",
        "t": "What we have received is not the spirit of the world, but the Spirit who is from God, so that we may understand what God has freely given us."
    },
    {
        "o": 31365,
        "r": "niv:1 Corinthians:2:13",
        "t": "This is what we speak, not in words taught us by human wisdom but in words taught by the Spirit, explaining spiritual realities with Spirit-taught words."
    },
    {
        "o": 31366,
        "r": "niv:1 Corinthians:2:14",
        "t": "The person without the Spirit does not accept the things that come from the Spirit of God but considers them foolishness, and cannot understand them because they are discerned only through the Spirit."
    },
    {
        "o": 31367,
        "r": "niv:1 Corinthians:2:15",
        "t": "The person with the Spirit makes judgments about all things, but such a person is not subject to merely human judgments,"
    },
    {
        "o": 31368,
        "r": "niv:1 Corinthians:2:16",
        "t": "for, “Who*pn has known the mind of the Lord so*ld as to instruct him?” But*p we have the mind of Christ."
    },
    {
        "o": 31369,
        "r": "niv:1 Corinthians:3:0",
        "t": "1 Corinthians 3",
        "h": 1
    },
    {
        "o": 31370,
        "r": "niv:1 Corinthians:3:0",
        "t": "The Church and Its Leaders",
        "h": 2
    },
    {
        "o": 31371,
        "r": "niv:1 Corinthians:3:1",
        "t": "Brothers*p and sisters, I could not address you as people who live by the Spirit but as people who are still worldly—mere infants in Christ."
    },
    {
        "o": 31372,
        "r": "niv:1 Corinthians:3:2",
        "t": "I gave you milk, not solid food, for you were not yet ready for it. Indeed, you are still not ready."
    },
    {
        "o": 31373,
        "r": "niv:1 Corinthians:3:3",
        "t": "You are still worldly. For since there is jealousy and quarreling among you, are you not worldly? Are you not acting like mere humans?"
    },
    {
        "o": 31374,
        "r": "niv:1 Corinthians:3:4",
        "t": "For when one says, “I follow Paul,” and another, “I follow Apollos,” are you not mere human beings?"
    },
    {
        "o": 31375,
        "r": "niv:1 Corinthians:3:5",
        "t": "What,*p after all, is Apollos? And what is Paul? Only servants, through whom you came to believe—as the Lord has assigned to each his task."
    },
    {
        "o": 31376,
        "r": "niv:1 Corinthians:3:6",
        "t": "I planted the seed, Apollos watered it, but God has been making it grow."
    },
    {
        "o": 31377,
        "r": "niv:1 Corinthians:3:7",
        "t": "So neither the one who plants nor the one who waters is anything, but only God, who makes things grow."
    },
    {
        "o": 31378,
        "r": "niv:1 Corinthians:3:8",
        "t": "The one who plants and the one who waters have one purpose, and they will each be rewarded according to their own labor."
    },
    {
        "o": 31379,
        "r": "niv:1 Corinthians:3:9",
        "t": "For we are co-workers in God’s service; you are God’s field, God’s building."
    },
    {
        "o": 31380,
        "r": "niv:1 Corinthians:3:10",
        "t": "By*p the grace God has given me, I laid a foundation as a wise builder, and someone else is building on it. But each one should build with care."
    },
    {
        "o": 31381,
        "r": "niv:1 Corinthians:3:11",
        "t": "For no one can lay any foundation other than the one already laid, which is Jesus Christ."
    },
    {
        "o": 31382,
        "r": "niv:1 Corinthians:3:12",
        "t": "If anyone builds on this foundation using gold, silver, costly stones, wood, hay or straw,"
    },
    {
        "o": 31383,
        "r": "niv:1 Corinthians:3:13",
        "t": "their work will be shown for what it is, because the Day will bring it to light. It will be revealed with fire, and the fire will test the quality of each person’s work."
    },
    {
        "o": 31384,
        "r": "niv:1 Corinthians:3:14",
        "t": "If what has been built survives, the builder will receive a reward."
    },
    {
        "o": 31385,
        "r": "niv:1 Corinthians:3:15",
        "t": "If it is burned up, the builder will suffer loss but yet will be saved—even though only as one escaping through the flames."
    },
    {
        "o": 31386,
        "r": "niv:1 Corinthians:3:16",
        "t": "Don’t*p you know that you yourselves are God’s temple and that God’s Spirit dwells in your midst?"
    },
    {
        "o": 31387,
        "r": "niv:1 Corinthians:3:17",
        "t": "If anyone destroys God’s temple, God will destroy that person; for God’s temple is sacred, and you together are that temple."
    },
    {
        "o": 31388,
        "r": "niv:1 Corinthians:3:18",
        "t": "Do*p not deceive yourselves. If any of you think you are wise by the standards of this age, you should become “fools” so that you may become wise."
    },
    {
        "o": 31389,
        "r": "niv:1 Corinthians:3:19",
        "t": "For the wisdom of this world is foolishness in God’s sight. As it is written: “He catches the wise in their craftiness”;"
    },
    {
        "o": 31390,
        "r": "niv:1 Corinthians:3:20",
        "t": "and again, “The Lord knows that the thoughts of the wise are futile.”"
    },
    {
        "o": 31391,
        "r": "niv:1 Corinthians:3:21",
        "t": "So then, no more boasting about human leaders! All things are yours,"
    },
    {
        "o": 31392,
        "r": "niv:1 Corinthians:3:22",
        "t": "whether Paul or Apollos or Cephas or the world or life or death or the present or the future—all are yours,"
    },
    {
        "o": 31393,
        "r": "niv:1 Corinthians:3:23",
        "t": "and you are of Christ, and Christ is of God."
    },
    {
        "o": 31394,
        "r": "niv:1 Corinthians:4:0",
        "t": "1 Corinthians 4",
        "h": 1
    },
    {
        "o": 31395,
        "r": "niv:1 Corinthians:4:0",
        "t": "The Nature of True Apostleship",
        "h": 2
    },
    {
        "o": 31396,
        "r": "niv:1 Corinthians:4:1",
        "t": "This,*p then, is how you ought to regard us: as servants of Christ and as those entrusted with the mysteries God has revealed."
    },
    {
        "o": 31397,
        "r": "niv:1 Corinthians:4:2",
        "t": "Now it is required that those who have been given a trust must prove faithful."
    },
    {
        "o": 31398,
        "r": "niv:1 Corinthians:4:3",
        "t": "I care very little if I am judged by you or by any human court; indeed, I do not even judge myself."
    },
    {
        "o": 31399,
        "r": "niv:1 Corinthians:4:4",
        "t": "My conscience is clear, but that does not make me innocent. It is the Lord who judges me."
    },
    {
        "o": 31400,
        "r": "niv:1 Corinthians:4:5",
        "t": "Therefore judge nothing before the appointed time; wait until the Lord comes. He will bring to light what is hidden in darkness and will expose the motives of the heart. At that time each will receive their praise from God."
    },
    {
        "o": 31401,
        "r": "niv:1 Corinthians:4:6",
        "t": "Now,*p brothers and sisters, I have applied these things to myself and Apollos for your benefit, so that you may learn from us the meaning of the saying, “Do not go beyond what is written.” Then you will not be puffed up in being a follower of one of us over against the other."
    },
    {
        "o": 31402,
        "r": "niv:1 Corinthians:4:7",
        "t": "For who makes you different from anyone else? What do you have that you did not receive? And if you did receive it, why do you boast as though you did not?"
    },
    {
        "o": 31403,
        "r": "niv:1 Corinthians:4:8",
        "t": "Already*p you have all you want! Already you have become rich! You have begun to reign—and that without us! How I wish that you really had begun to reign so that we also might reign with you!"
    },
    {
        "o": 31404,
        "r": "niv:1 Corinthians:4:9",
        "t": "For it seems to me that God has put us apostles on display at the end of the procession, like those condemned to die in the arena. We have been made a spectacle to the whole universe, to angels as well as to human beings."
    },
    {
        "o": 31405,
        "r": "niv:1 Corinthians:4:10",
        "t": "We are fools for Christ, but you are so wise in Christ! We are weak, but you are strong! You are honored, we are dishonored!"
    },
    {
        "o": 31406,
        "r": "niv:1 Corinthians:4:11",
        "t": "To this very hour we go hungry and thirsty, we are in rags, we are brutally treated, we are homeless."
    },
    {
        "o": 31407,
        "r": "niv:1 Corinthians:4:12",
        "t": "We work hard with our own hands. When we are cursed, we bless; when we are persecuted, we endure it;"
    },
    {
        "o": 31408,
        "r": "niv:1 Corinthians:4:13",
        "t": "when we are slandered, we answer kindly. We have become the scum of the earth, the garbage of the world—right up to this moment."
    },
    {
        "o": 31409,
        "r": "niv:1 Corinthians:4:13",
        "t": "Paul’s Appeal and Warning",
        "h": 2
    },
    {
        "o": 31410,
        "r": "niv:1 Corinthians:4:14",
        "t": "I*p am writing this not to shame you but to warn you as my dear children."
    },
    {
        "o": 31411,
        "r": "niv:1 Corinthians:4:15",
        "t": "Even if you had ten thousand guardians in Christ, you do not have many fathers, for in Christ Jesus I became your father through the gospel."
    },
    {
        "o": 31412,
        "r": "niv:1 Corinthians:4:16",
        "t": "Therefore I urge you to imitate me."
    },
    {
        "o": 31413,
        "r": "niv:1 Corinthians:4:17",
        "t": "For this reason I have sent to you Timothy, my son whom I love, who is faithful in the Lord. He will remind you of my way of life in Christ Jesus, which agrees with what I teach everywhere in every church."
    },
    {
        "o": 31414,
        "r": "niv:1 Corinthians:4:18",
        "t": "Some*p of you have become arrogant, as if I were not coming to you."
    },
    {
        "o": 31415,
        "r": "niv:1 Corinthians:4:19",
        "t": "But I will come to you very soon, if the Lord is willing, and then I will find out not only how these arrogant people are talking, but what power they have."
    },
    {
        "o": 31416,
        "r": "niv:1 Corinthians:4:20",
        "t": "For the kingdom of God is not a matter of talk but of power."
    },
    {
        "o": 31417,
        "r": "niv:1 Corinthians:4:21",
        "t": "What do you prefer? Shall I come to you with a rod of discipline, or shall I come in love and with a gentle spirit?"
    },
    {
        "o": 31418,
        "r": "niv:1 Corinthians:5:0",
        "t": "1 Corinthians 5",
        "h": 1
    },
    {
        "o": 31419,
        "r": "niv:1 Corinthians:5:0",
        "t": "Dealing With a Case of Incest",
        "h": 2
    },
    {
        "o": 31420,
        "r": "niv:1 Corinthians:5:1",
        "t": "It*p is actually reported that there is sexual immorality among you, and of a kind that even pagans do not tolerate: A man is sleeping with his father’s wife."
    },
    {
        "o": 31421,
        "r": "niv:1 Corinthians:5:2",
        "t": "And you are proud! Shouldn’t you rather have gone into mourning and have put out of your fellowship the man who has been doing this?"
    },
    {
        "o": 31422,
        "r": "niv:1 Corinthians:5:3",
        "t": "For my part, even though I am not physically present, I am with you in spirit. As one who is present with you in this way, I have already passed judgment in the name of our Lord Jesus on the one who has been doing this."
    },
    {
        "o": 31423,
        "r": "niv:1 Corinthians:5:4",
        "t": "So when you are assembled and I am with you in spirit, and the power of our Lord Jesus is present,"
    },
    {
        "o": 31424,
        "r": "niv:1 Corinthians:5:5",
        "t": "hand this man over to Satan for the destruction of the flesh, so that his spirit may be saved on the day of the Lord."
    },
    {
        "o": 31425,
        "r": "niv:1 Corinthians:5:6",
        "t": "Your*p boasting is not good. Don’t you know that a little yeast leavens the whole batch of dough?"
    },
    {
        "o": 31426,
        "r": "niv:1 Corinthians:5:7",
        "t": "Get rid of the old yeast, so that you may be a new unleavened batch—as you really are. For Christ, our Passover lamb, has been sacrificed."
    },
    {
        "o": 31427,
        "r": "niv:1 Corinthians:5:8",
        "t": "Therefore let us keep the Festival, not with the old bread leavened with malice and wickedness, but with the unleavened bread of sincerity and truth."
    },
    {
        "o": 31428,
        "r": "niv:1 Corinthians:5:9",
        "t": "I*p wrote to you in my letter not to associate with sexually immoral people—"
    },
    {
        "o": 31429,
        "r": "niv:1 Corinthians:5:10",
        "t": "not at all meaning the people of this world who are immoral, or the greedy and swindlers, or idolaters. In that case you would have to leave this world."
    },
    {
        "o": 31430,
        "r": "niv:1 Corinthians:5:11",
        "t": "But now I am writing to you that you must not associate with anyone who claims to be a brother or sister but is sexually immoral or greedy, an idolater or slanderer, a drunkard or swindler. Do not even eat with such people."
    },
    {
        "o": 31431,
        "r": "niv:1 Corinthians:5:12",
        "t": "What*p business is it of mine to judge those outside the church? Are you not to judge those inside?"
    },
    {
        "o": 31432,
        "r": "niv:1 Corinthians:5:13",
        "t": "God will judge those outside. “Expel the wicked person from among you.”"
    },
    {
        "o": 31433,
        "r": "niv:1 Corinthians:6:0",
        "t": "1 Corinthians 6",
        "h": 1
    },
    {
        "o": 31434,
        "r": "niv:1 Corinthians:6:0",
        "t": "Lawsuits Among Believers",
        "h": 2
    },
    {
        "o": 31435,
        "r": "niv:1 Corinthians:6:1",
        "t": "If*p any of you has a dispute with another, do you dare to take it before the ungodly for judgment instead of before the Lord’s people?"
    },
    {
        "o": 31436,
        "r": "niv:1 Corinthians:6:2",
        "t": "Or do you not know that the Lord’s people will judge the world? And if you are to judge the world, are you not competent to judge trivial cases?"
    },
    {
        "o": 31437,
        "r": "niv:1 Corinthians:6:3",
        "t": "Do you not know that we will judge angels? How much more the things of this life!"
    },
    {
        "o": 31438,
        "r": "niv:1 Corinthians:6:4",
        "t": "Therefore, if you have disputes about such matters, do you ask for a ruling from those whose way of life is scorned in the church?"
    },
    {
        "o": 31439,
        "r": "niv:1 Corinthians:6:5",
        "t": "I say this to shame you. Is it possible that there is nobody among you wise enough to judge a dispute between believers?"
    },
    {
        "o": 31440,
        "r": "niv:1 Corinthians:6:6",
        "t": "But instead, one brother takes another to court—and this in front of unbelievers!"
    },
    {
        "o": 31441,
        "r": "niv:1 Corinthians:6:7",
        "t": "The*p very fact that you have lawsuits among you means you have been completely defeated already. Why not rather be wronged? Why not rather be cheated?"
    },
    {
        "o": 31442,
        "r": "niv:1 Corinthians:6:8",
        "t": "Instead, you yourselves cheat and do wrong, and you do this to your brothers and sisters."
    },
    {
        "o": 31443,
        "r": "niv:1 Corinthians:6:9",
        "t": "Or do you not know that wrongdoers will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor men who have sex with men"
    },
    {
        "o": 31444,
        "r": "niv:1 Corinthians:6:10",
        "t": "nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God."
    },
    {
        "o": 31445,
        "r": "niv:1 Corinthians:6:11",
        "t": "And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God."
    },
    {
        "o": 31446,
        "r": "niv:1 Corinthians:6:11",
        "t": "Sexual Immorality",
        "h": 2
    },
    {
        "o": 31447,
        "r": "niv:1 Corinthians:6:12",
        "t": "“I*p have the right to do anything,” you say—but not everything is beneficial. “I have the right to do anything”—but I will not be mastered by anything."
    },
    {
        "o": 31448,
        "r": "niv:1 Corinthians:6:13",
        "t": "You say, “Food for the stomach and the stomach for food, and God will destroy them both.” The body, however, is not meant for sexual immorality but for the Lord, and the Lord for the body."
    },
    {
        "o": 31449,
        "r": "niv:1 Corinthians:6:14",
        "t": "By his power God raised the Lord from the dead, and he will raise us also."
    },
    {
        "o": 31450,
        "r": "niv:1 Corinthians:6:15",
        "t": "Do you not know that your bodies are members of Christ himself? Shall I then take the members of Christ and unite them with a prostitute? Never!"
    },
    {
        "o": 31451,
        "r": "niv:1 Corinthians:6:16",
        "t": "Do you not know that he who unites himself with a prostitute is one with her in body? For it is said, “The two will become one flesh.”"
    },
    {
        "o": 31452,
        "r": "niv:1 Corinthians:6:17",
        "t": "But whoever is united with the Lord is one with him in spirit."
    },
    {
        "o": 31453,
        "r": "niv:1 Corinthians:6:18",
        "t": "Flee*p from sexual immorality. All other sins a person commits are outside the body, but whoever sins sexually, sins against their own body."
    },
    {
        "o": 31454,
        "r": "niv:1 Corinthians:6:19",
        "t": "Do you not know that your bodies are temples of the Holy Spirit, who is in you, whom you have received from God? You are not your own;"
    },
    {
        "o": 31455,
        "r": "niv:1 Corinthians:6:20",
        "t": "you were bought at a price. Therefore honor God with your bodies."
    },
    {
        "o": 31456,
        "r": "niv:1 Corinthians:7:0",
        "t": "1 Corinthians 7",
        "h": 1
    },
    {
        "o": 31457,
        "r": "niv:1 Corinthians:7:0",
        "t": "Concerning Married Life",
        "h": 2
    },
    {
        "o": 31458,
        "r": "niv:1 Corinthians:7:1",
        "t": "Now*p for the matters you wrote about: “It is good for a man not to have sexual relations with a woman.”"
    },
    {
        "o": 31459,
        "r": "niv:1 Corinthians:7:2",
        "t": "But since sexual immorality is occurring, each man should have sexual relations with his own wife, and each woman with her own husband."
    },
    {
        "o": 31460,
        "r": "niv:1 Corinthians:7:3",
        "t": "The husband should fulfill his marital duty to his wife, and likewise the wife to her husband."
    },
    {
        "o": 31461,
        "r": "niv:1 Corinthians:7:4",
        "t": "The wife does not have authority over her own body but yields it to her husband. In the same way, the husband does not have authority over his own body but yields it to his wife."
    },
    {
        "o": 31462,
        "r": "niv:1 Corinthians:7:5",
        "t": "Do not deprive each other except perhaps by mutual consent and for a time, so that you may devote yourselves to prayer. Then come together again so that Satan will not tempt you because of your lack of self-control."
    },
    {
        "o": 31463,
        "r": "niv:1 Corinthians:7:6",
        "t": "I say this as a concession, not as a command."
    },
    {
        "o": 31464,
        "r": "niv:1 Corinthians:7:7",
        "t": "I wish that all of you were as I am. But each of you has your own gift from God; one has this gift, another has that."
    },
    {
        "o": 31465,
        "r": "niv:1 Corinthians:7:8",
        "t": "Now*p to the unmarried and the widows I say: It is good for them to stay unmarried, as I do."
    },
    {
        "o": 31466,
        "r": "niv:1 Corinthians:7:9",
        "t": "But if they cannot control themselves, they should marry, for it is better to marry than to burn with passion."
    },
    {
        "o": 31467,
        "r": "niv:1 Corinthians:7:10",
        "t": "To*p the married I give this command (not I, but the Lord): A wife must not separate from her husband."
    },
    {
        "o": 31468,
        "r": "niv:1 Corinthians:7:11",
        "t": "But if she does, she must remain unmarried or else be reconciled to her husband. And a husband must not divorce his wife."
    },
    {
        "o": 31469,
        "r": "niv:1 Corinthians:7:12",
        "t": "To*p the rest I say this (I, not the Lord): If any brother has a wife who is not a believer and she is willing to live with him, he must not divorce her."
    },
    {
        "o": 31470,
        "r": "niv:1 Corinthians:7:13",
        "t": "And if a woman has a husband who is not a believer and he is willing to live with her, she must not divorce him."
    },
    {
        "o": 31471,
        "r": "niv:1 Corinthians:7:14",
        "t": "For the unbelieving husband has been sanctified through his wife, and the unbelieving wife has been sanctified through her believing husband. Otherwise your children would be unclean, but as it is, they are holy."
    },
    {
        "o": 31472,
        "r": "niv:1 Corinthians:7:15",
        "t": "But*p if the unbeliever leaves, let it be so. The brother or the sister is not bound in such circumstances; God has called us to live in peace."
    },
    {
        "o": 31473,
        "r": "niv:1 Corinthians:7:16",
        "t": "How do you know, wife, whether you will save your husband? Or, how do you know, husband, whether you will save your wife?"
    },
    {
        "o": 31474,
        "r": "niv:1 Corinthians:7:16",
        "t": "Concerning Change of Status",
        "h": 2
    },
    {
        "o": 31475,
        "r": "niv:1 Corinthians:7:17",
        "t": "Nevertheless,*p each person should live as a believer in whatever situation the Lord has assigned to them, just as God has called them. This is the rule I lay down in all the churches."
    },
    {
        "o": 31476,
        "r": "niv:1 Corinthians:7:18",
        "t": "Was a man already circumcised when he was called? He should not become uncircumcised. Was a man uncircumcised when he was called? He should not be circumcised."
    },
    {
        "o": 31477,
        "r": "niv:1 Corinthians:7:19",
        "t": "Circumcision is nothing and uncircumcision is nothing. Keeping God’s commands is what counts."
    },
    {
        "o": 31478,
        "r": "niv:1 Corinthians:7:20",
        "t": "Each person should remain in the situation they were in when God called them."
    },
    {
        "o": 31479,
        "r": "niv:1 Corinthians:7:21",
        "t": "Were*p you a slave when you were called? Don’t let it trouble you—although if you can gain your freedom, do so."
    },
    {
        "o": 31480,
        "r": "niv:1 Corinthians:7:22",
        "t": "For the one who was a slave when called to faith in the Lord is the Lord’s freed person; similarly, the one who was free when called is Christ’s slave."
    },
    {
        "o": 31481,
        "r": "niv:1 Corinthians:7:23",
        "t": "You were bought at a price; do not become slaves of human beings."
    },
    {
        "o": 31482,
        "r": "niv:1 Corinthians:7:24",
        "t": "Brothers and sisters, each person, as responsible to God, should remain in the situation they were in when God called them."
    },
    {
        "o": 31483,
        "r": "niv:1 Corinthians:7:24",
        "t": "Concerning the Unmarried",
        "h": 2
    },
    {
        "o": 31484,
        "r": "niv:1 Corinthians:7:25",
        "t": "Now*p about virgins: I have no command from the Lord, but I give a judgment as one who by the Lord’s mercy is trustworthy."
    },
    {
        "o": 31485,
        "r": "niv:1 Corinthians:7:26",
        "t": "Because of the present crisis, I think that it is good for a man to remain as he is."
    },
    {
        "o": 31486,
        "r": "niv:1 Corinthians:7:27",
        "t": "Are you pledged to a woman? Do not seek to be released. Are you free from such a commitment? Do not look for a wife."
    },
    {
        "o": 31487,
        "r": "niv:1 Corinthians:7:28",
        "t": "But if you do marry, you have not sinned; and if a virgin marries, she has not sinned. But those who marry will face many troubles in this life, and I want to spare you this."
    },
    {
        "o": 31488,
        "r": "niv:1 Corinthians:7:29",
        "t": "What*p I mean, brothers and sisters, is that the time is short. From now on those who have wives should live as if they do not;"
    },
    {
        "o": 31489,
        "r": "niv:1 Corinthians:7:30",
        "t": "those who mourn, as if they did not; those who are happy, as if they were not; those who buy something, as if it were not theirs to keep;"
    },
    {
        "o": 31490,
        "r": "niv:1 Corinthians:7:31",
        "t": "those who use the things of the world, as if not engrossed in them. For this world in its present form is passing away."
    },
    {
        "o": 31491,
        "r": "niv:1 Corinthians:7:32",
        "t": "I*p would like you to be free from concern. An unmarried man is concerned about the Lord’s affairs—how he can please the Lord."
    },
    {
        "o": 31492,
        "r": "niv:1 Corinthians:7:33",
        "t": "But a married man is concerned about the affairs of this world—how he can please his wife—"
    },
    {
        "o": 31493,
        "r": "niv:1 Corinthians:7:34",
        "t": "and his interests are divided. An unmarried woman or virgin is concerned about the Lord’s affairs: Her aim is to be devoted to the Lord in both body and spirit. But a married woman is concerned about the affairs of this world—how she can please her husband."
    },
    {
        "o": 31494,
        "r": "niv:1 Corinthians:7:35",
        "t": "I am saying this for your own good, not to restrict you, but that you may live in a right way in undivided devotion to the Lord."
    },
    {
        "o": 31495,
        "r": "niv:1 Corinthians:7:36",
        "t": "If*p anyone is worried that he might not be acting honorably toward the virgin he is engaged to, and if his passions are too strong and he feels he ought to marry, he should do as he wants. He is not sinning. They should get married."
    },
    {
        "o": 31496,
        "r": "niv:1 Corinthians:7:37",
        "t": "But the man who has settled the matter in his own mind, who is under no compulsion but has control over his own will, and who has made up his mind not to marry the virgin—this man also does the right thing."
    },
    {
        "o": 31497,
        "r": "niv:1 Corinthians:7:38",
        "t": "So then, he who marries the virgin does right, but he who does not marry her does better."
    },
    {
        "o": 31498,
        "r": "niv:1 Corinthians:7:39",
        "t": "A*p woman is bound to her husband as long as he lives. But if her husband dies, she is free to marry anyone she wishes, but he must belong to the Lord."
    },
    {
        "o": 31499,
        "r": "niv:1 Corinthians:7:40",
        "t": "In my judgment, she is happier if she stays as she is—and I think that I too have the Spirit of God."
    },
    {
        "o": 31500,
        "r": "niv:1 Corinthians:8:0",
        "t": "1 Corinthians 8",
        "h": 1
    },
    {
        "o": 31501,
        "r": "niv:1 Corinthians:8:0",
        "t": "Concerning Food Sacrificed to Idols",
        "h": 2
    },
    {
        "o": 31502,
        "r": "niv:1 Corinthians:8:1",
        "t": "Now*p about food sacrificed to idols: We know that “We all possess knowledge.” But knowledge puffs up while love builds up."
    },
    {
        "o": 31503,
        "r": "niv:1 Corinthians:8:2",
        "t": "Those who think they know something do not yet know as they ought to know."
    },
    {
        "o": 31504,
        "r": "niv:1 Corinthians:8:3",
        "t": "But whoever loves God is known by God."
    },
    {
        "o": 31505,
        "r": "niv:1 Corinthians:8:4",
        "t": "So*p then, about eating food sacrificed to idols: We know that “An idol is nothing at all in the world” and that “There is no God but one.”"
    },
    {
        "o": 31506,
        "r": "niv:1 Corinthians:8:5",
        "t": "For even if there are so-called gods, whether in heaven or on earth (as indeed there are many “gods” and many “lords”),"
    },
    {
        "o": 31507,
        "r": "niv:1 Corinthians:8:6",
        "t": "yet for us there is but one God, the Father, from whom all things came and for whom we live; and there is but one Lord, Jesus Christ, through whom all things came and through whom we live."
    },
    {
        "o": 31508,
        "r": "niv:1 Corinthians:8:7",
        "t": "But*p not everyone possesses this knowledge. Some people are still so accustomed to idols that when they eat sacrificial food they think of it as having been sacrificed to a god, and since their conscience is weak, it is defiled."
    },
    {
        "o": 31509,
        "r": "niv:1 Corinthians:8:8",
        "t": "But food does not bring us near to God; we are no worse if we do not eat, and no better if we do."
    },
    {
        "o": 31510,
        "r": "niv:1 Corinthians:8:9",
        "t": "Be*p careful, however, that the exercise of your rights does not become a stumbling block to the weak."
    },
    {
        "o": 31511,
        "r": "niv:1 Corinthians:8:10",
        "t": "For if someone with a weak conscience sees you, with all your knowledge, eating in an idol’s temple, won’t that person be emboldened to eat what is sacrificed to idols?"
    },
    {
        "o": 31512,
        "r": "niv:1 Corinthians:8:11",
        "t": "So this weak brother or sister, for whom Christ died, is destroyed by your knowledge."
    },
    {
        "o": 31513,
        "r": "niv:1 Corinthians:8:12",
        "t": "When you sin against them in this way and wound their weak conscience, you sin against Christ."
    },
    {
        "o": 31514,
        "r": "niv:1 Corinthians:8:13",
        "t": "Therefore, if what I eat causes my brother or sister to fall into sin, I will never eat meat again, so that I will not cause them to fall."
    },
    {
        "o": 31515,
        "r": "niv:1 Corinthians:9:0",
        "t": "1 Corinthians 9",
        "h": 1
    },
    {
        "o": 31516,
        "r": "niv:1 Corinthians:9:0",
        "t": "Paul’s Rights as an Apostle",
        "h": 2
    },
    {
        "o": 31517,
        "r": "niv:1 Corinthians:9:1",
        "t": "Am*p I not free? Am I not an apostle? Have I not seen Jesus our Lord? Are you not the result of my work in the Lord?"
    },
    {
        "o": 31518,
        "r": "niv:1 Corinthians:9:2",
        "t": "Even though I may not be an apostle to others, surely I am to you! For you are the seal of my apostleship in the Lord."
    },
    {
        "o": 31519,
        "r": "niv:1 Corinthians:9:3",
        "t": "This*p is my defense to those who sit in judgment on me."
    },
    {
        "o": 31520,
        "r": "niv:1 Corinthians:9:4",
        "t": "Don’t we have the right to food and drink?"
    },
    {
        "o": 31521,
        "r": "niv:1 Corinthians:9:5",
        "t": "Don’t we have the right to take a believing wife along with us, as do the other apostles and the Lord’s brothers and Cephas?"
    },
    {
        "o": 31522,
        "r": "niv:1 Corinthians:9:6",
        "t": "Or is it only I and Barnabas who lack the right to not work for a living?"
    },
    {
        "o": 31523,
        "r": "niv:1 Corinthians:9:7",
        "t": "Who*p serves as a soldier at his own expense? Who plants a vineyard and does not eat its grapes? Who tends a flock and does not drink the milk?"
    },
    {
        "o": 31524,
        "r": "niv:1 Corinthians:9:8",
        "t": "Do I say this merely on human authority? Doesn’t the Law say the same thing?"
    },
    {
        "o": 31525,
        "r": "niv:1 Corinthians:9:9",
        "t": "For it is written in the Law of Moses: “Do not muzzle an ox while it is treading out the grain.” Is it about oxen that God is concerned?"
    },
    {
        "o": 31526,
        "r": "niv:1 Corinthians:9:10",
        "t": "Surely he says this for us, doesn’t he? Yes, this was written for us, because whoever plows and threshes should be able to do so in the hope of sharing in the harvest."
    },
    {
        "o": 31527,
        "r": "niv:1 Corinthians:9:11",
        "t": "If we have sown spiritual seed among you, is it too much if we reap a material harvest from you?"
    },
    {
        "o": 31528,
        "r": "niv:1 Corinthians:9:12",
        "t": "If others have this right of support from you, shouldn’t we have it all the more? But*p we did not use this right. On the contrary, we put up with anything rather than hinder the gospel of Christ."
    },
    {
        "o": 31529,
        "r": "niv:1 Corinthians:9:13",
        "t": "Don’t*p you know that those who serve in the temple get their food from the temple, and that those who serve at the altar share in what is offered on the altar?"
    },
    {
        "o": 31530,
        "r": "niv:1 Corinthians:9:14",
        "t": "In the same way, the Lord has commanded that those who preach the gospel should receive their living from the gospel."
    },
    {
        "o": 31531,
        "r": "niv:1 Corinthians:9:15",
        "t": "But*p I have not used any of these rights. And I am not writing this in the hope that you will do such things for me, for I would rather die than allow anyone to deprive me of this boast."
    },
    {
        "o": 31532,
        "r": "niv:1 Corinthians:9:16",
        "t": "For when I preach the gospel, I cannot boast, since I am compelled to preach. Woe to me if I do not preach the gospel!"
    },
    {
        "o": 31533,
        "r": "niv:1 Corinthians:9:17",
        "t": "If I preach voluntarily, I have a reward; if not voluntarily, I am simply discharging the trust committed to me."
    },
    {
        "o": 31534,
        "r": "niv:1 Corinthians:9:18",
        "t": "What then is my reward? Just this: that in preaching the gospel I may offer it free of charge, and so not make full use of my rights as a preacher of the gospel."
    },
    {
        "o": 31535,
        "r": "niv:1 Corinthians:9:18",
        "t": "Paul’s Use of His Freedom",
        "h": 2
    },
    {
        "o": 31536,
        "r": "niv:1 Corinthians:9:19",
        "t": "Though*p I am free and belong to no one, I have made myself a slave to everyone, to win as many as possible."
    },
    {
        "o": 31537,
        "r": "niv:1 Corinthians:9:20",
        "t": "To the Jews I became like a Jew, to win the Jews. To those under the law I became like one under the law (though I myself am not under the law), so as to win those under the law."
    },
    {
        "o": 31538,
        "r": "niv:1 Corinthians:9:21",
        "t": "To those not having the law I became like one not having the law (though I am not free from God’s law but am under Christ’s law), so as to win those not having the law."
    },
    {
        "o": 31539,
        "r": "niv:1 Corinthians:9:22",
        "t": "To the weak I became weak, to win the weak. I have become all things to all people so that by all possible means I might save some."
    },
    {
        "o": 31540,
        "r": "niv:1 Corinthians:9:23",
        "t": "I do all this for the sake of the gospel, that I may share in its blessings."
    },
    {
        "o": 31541,
        "r": "niv:1 Corinthians:9:23",
        "t": "The Need for Self-Discipline",
        "h": 2
    },
    {
        "o": 31542,
        "r": "niv:1 Corinthians:9:24",
        "t": "Do*p you not know that in a race all the runners run, but only one gets the prize? Run in such a way as to get the prize."
    },
    {
        "o": 31543,
        "r": "niv:1 Corinthians:9:25",
        "t": "Everyone who competes in the games goes into strict training. They do it to get a crown that will not last, but we do it to get a crown that will last forever."
    },
    {
        "o": 31544,
        "r": "niv:1 Corinthians:9:26",
        "t": "Therefore I do not run like someone running aimlessly; I do not fight like a boxer beating the air."
    },
    {
        "o": 31545,
        "r": "niv:1 Corinthians:9:27",
        "t": "No, I strike a blow to my body and make it my slave so that after I have preached to others, I myself will not be disqualified for the prize."
    },
    {
        "o": 31546,
        "r": "niv:1 Corinthians:10:0",
        "t": "1 Corinthians 10",
        "h": 1
    },
    {
        "o": 31547,
        "r": "niv:1 Corinthians:10:0",
        "t": "Warnings From Israel’s History",
        "h": 2
    },
    {
        "o": 31548,
        "r": "niv:1 Corinthians:10:1",
        "t": "For*p I do not want you to be ignorant of the fact, brothers and sisters, that our ancestors were all under the cloud and that they all passed through the sea."
    },
    {
        "o": 31549,
        "r": "niv:1 Corinthians:10:2",
        "t": "They were all baptized into Moses in the cloud and in the sea."
    },
    {
        "o": 31550,
        "r": "niv:1 Corinthians:10:3",
        "t": "They all ate the same spiritual food"
    },
    {
        "o": 31551,
        "r": "niv:1 Corinthians:10:4",
        "t": "and drank the same spiritual drink; for they drank from the spiritual rock that accompanied them, and that rock was Christ."
    },
    {
        "o": 31552,
        "r": "niv:1 Corinthians:10:5",
        "t": "Nevertheless, God was not pleased with most of them; their bodies were scattered in the wilderness."
    },
    {
        "o": 31553,
        "r": "niv:1 Corinthians:10:6",
        "t": "Now*p these things occurred as examples to keep us from setting our hearts on evil things as they did."
    },
    {
        "o": 31554,
        "r": "niv:1 Corinthians:10:7",
        "t": "Do not be idolaters, as some of them were; as it is written: “The people sat down to eat and drink and got up to indulge in revelry.”"
    },
    {
        "o": 31555,
        "r": "niv:1 Corinthians:10:8",
        "t": "We should not commit sexual immorality, as some of them did—and in one day twenty-three thousand of them died."
    },
    {
        "o": 31556,
        "r": "niv:1 Corinthians:10:9",
        "t": "We should not test Christ, as some of them did—and were killed by snakes."
    },
    {
        "o": 31557,
        "r": "niv:1 Corinthians:10:10",
        "t": "And do not grumble, as some of them did—and were killed by the destroying angel."
    },
    {
        "o": 31558,
        "r": "niv:1 Corinthians:10:11",
        "t": "These*p things happened to them as examples and were written down as warnings for us, on whom the culmination of the ages has come."
    },
    {
        "o": 31559,
        "r": "niv:1 Corinthians:10:12",
        "t": "So, if you think you are standing firm, be careful that you don’t fall!"
    },
    {
        "o": 31560,
        "r": "niv:1 Corinthians:10:13",
        "t": "No temptation has overtaken you except what is common to mankind. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can endure it."
    },
    {
        "o": 31561,
        "r": "niv:1 Corinthians:10:13",
        "t": "Idol Feasts and the Lord’s Supper",
        "h": 2
    },
    {
        "o": 31562,
        "r": "niv:1 Corinthians:10:14",
        "t": "Therefore,*p my dear friends, flee from idolatry."
    },
    {
        "o": 31563,
        "r": "niv:1 Corinthians:10:15",
        "t": "I speak to sensible people; judge for yourselves what I say."
    },
    {
        "o": 31564,
        "r": "niv:1 Corinthians:10:16",
        "t": "Is not the cup of thanksgiving for which we give thanks a participation in the blood of Christ? And is not the bread that we break a participation in the body of Christ?"
    },
    {
        "o": 31565,
        "r": "niv:1 Corinthians:10:17",
        "t": "Because there is one loaf, we, who are many, are one body, for we all share the one loaf."
    },
    {
        "o": 31566,
        "r": "niv:1 Corinthians:10:18",
        "t": "Consider*p the people of Israel: Do not those who eat the sacrifices participate in the altar?"
    },
    {
        "o": 31567,
        "r": "niv:1 Corinthians:10:19",
        "t": "Do I mean then that food sacrificed to an idol is anything, or that an idol is anything?"
    },
    {
        "o": 31568,
        "r": "niv:1 Corinthians:10:20",
        "t": "No, but the sacrifices of pagans are offered to demons, not to God, and I do not want you to be participants with demons."
    },
    {
        "o": 31569,
        "r": "niv:1 Corinthians:10:21",
        "t": "You cannot drink the cup of the Lord and the cup of demons too; you cannot have a part in both the Lord’s table and the table of demons."
    },
    {
        "o": 31570,
        "r": "niv:1 Corinthians:10:22",
        "t": "Are we trying to arouse the Lord’s jealousy? Are we stronger than he?"
    },
    {
        "o": 31571,
        "r": "niv:1 Corinthians:10:22",
        "t": "The Believer’s Freedom",
        "h": 2
    },
    {
        "o": 31572,
        "r": "niv:1 Corinthians:10:23",
        "t": "“I*p have the right to do anything,” you say—but not everything is beneficial. “I have the right to do anything”—but not everything is constructive."
    },
    {
        "o": 31573,
        "r": "niv:1 Corinthians:10:24",
        "t": "No one should seek their own good, but the good of others."
    },
    {
        "o": 31574,
        "r": "niv:1 Corinthians:10:25",
        "t": "Eat*p anything sold in the meat market without raising questions of conscience,"
    },
    {
        "o": 31575,
        "r": "niv:1 Corinthians:10:26",
        "t": "for, “The earth is the Lord’s, and everything in it.”"
    },
    {
        "o": 31576,
        "r": "niv:1 Corinthians:10:27",
        "t": "If*p an unbeliever invites you to a meal and you want to go, eat whatever is put before you without raising questions of conscience."
    },
    {
        "o": 31577,
        "r": "niv:1 Corinthians:10:28",
        "t": "But if someone says to you, “This has been offered in sacrifice,” then do not eat it, both for the sake of the one who told you and for the sake of conscience."
    },
    {
        "o": 31578,
        "r": "niv:1 Corinthians:10:29",
        "t": "I am referring to the other person’s conscience, not yours. For why is my freedom being judged by another’s conscience?"
    },
    {
        "o": 31579,
        "r": "niv:1 Corinthians:10:30",
        "t": "If I take part in the meal with thankfulness, why am I denounced because of something I thank God for?"
    },
    {
        "o": 31580,
        "r": "niv:1 Corinthians:10:31",
        "t": "So*p whether you eat or drink or whatever you do, do it all for the glory of God."
    },
    {
        "o": 31581,
        "r": "niv:1 Corinthians:10:32",
        "t": "Do not cause anyone to stumble, whether Jews, Greeks or the church of God—"
    },
    {
        "o": 31582,
        "r": "niv:1 Corinthians:10:33",
        "t": "even as I try to please everyone in every way. For I am not seeking my own good but the good of many, so that they may be saved."
    },
    {
        "o": 31583,
        "r": "niv:1 Corinthians:11:0",
        "t": "1 Corinthians 11",
        "h": 1
    },
    {
        "o": 31584,
        "r": "niv:1 Corinthians:11:1",
        "t": "Follow my example, as I follow the example of Christ."
    },
    {
        "o": 31585,
        "r": "niv:1 Corinthians:11:1",
        "t": "On Covering the Head in Worship",
        "h": 2
    },
    {
        "o": 31586,
        "r": "niv:1 Corinthians:11:2",
        "t": "I*p praise you for remembering me in everything and for holding to the traditions just as I passed them on to you."
    },
    {
        "o": 31587,
        "r": "niv:1 Corinthians:11:3",
        "t": "But I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God."
    },
    {
        "o": 31588,
        "r": "niv:1 Corinthians:11:4",
        "t": "Every man who prays or prophesies with his head covered dishonors his head."
    },
    {
        "o": 31589,
        "r": "niv:1 Corinthians:11:5",
        "t": "But every woman who prays or prophesies with her head uncovered dishonors her head—it is the same as having her head shaved."
    },
    {
        "o": 31590,
        "r": "niv:1 Corinthians:11:6",
        "t": "For if a woman does not cover her head, she might as well have her hair cut off; but if it is a disgrace for a woman to have her hair cut off or her head shaved, then she should cover her head."
    },
    {
        "o": 31591,
        "r": "niv:1 Corinthians:11:7",
        "t": "A*p man ought not to cover his head, since he is the image and glory of God; but woman is the glory of man."
    },
    {
        "o": 31592,
        "r": "niv:1 Corinthians:11:8",
        "t": "For man did not come from woman, but woman from man;"
    },
    {
        "o": 31593,
        "r": "niv:1 Corinthians:11:9",
        "t": "neither was man created for woman, but woman for man."
    },
    {
        "o": 31594,
        "r": "niv:1 Corinthians:11:10",
        "t": "It is for this reason that a woman ought to have authority over her own head, because of the angels."
    },
    {
        "o": 31595,
        "r": "niv:1 Corinthians:11:11",
        "t": "Nevertheless, in the Lord woman is not independent of man, nor is man independent of woman."
    },
    {
        "o": 31596,
        "r": "niv:1 Corinthians:11:12",
        "t": "For as woman came from man, so also man is born of woman. But everything comes from God."
    },
    {
        "o": 31597,
        "r": "niv:1 Corinthians:11:13",
        "t": "Judge*p for yourselves: Is it proper for a woman to pray to God with her head uncovered?"
    },
    {
        "o": 31598,
        "r": "niv:1 Corinthians:11:14",
        "t": "Does not the very nature of things teach you that if a man has long hair, it is a disgrace to him,"
    },
    {
        "o": 31599,
        "r": "niv:1 Corinthians:11:15",
        "t": "but that if a woman has long hair, it is her glory? For long hair is given to her as a covering."
    },
    {
        "o": 31600,
        "r": "niv:1 Corinthians:11:16",
        "t": "If anyone wants to be contentious about this, we have no other practice—nor do the churches of God."
    },
    {
        "o": 31601,
        "r": "niv:1 Corinthians:11:16",
        "t": "Correcting an Abuse of the Lord’s Supper",
        "h": 2
    },
    {
        "o": 31602,
        "r": "niv:1 Corinthians:11:17",
        "t": "In*p the following directives I have no praise for you, for your meetings do more harm than good."
    },
    {
        "o": 31603,
        "r": "niv:1 Corinthians:11:18",
        "t": "In the first place, I hear that when you come together as a church, there are divisions among you, and to some extent I believe it."
    },
    {
        "o": 31604,
        "r": "niv:1 Corinthians:11:19",
        "t": "No doubt there have to be differences among you to show which of you have God’s approval."
    },
    {
        "o": 31605,
        "r": "niv:1 Corinthians:11:20",
        "t": "So then, when you come together, it is not the Lord’s Supper you eat,"
    },
    {
        "o": 31606,
        "r": "niv:1 Corinthians:11:21",
        "t": "for when you are eating, some of you go ahead with your own private suppers. As a result, one person remains hungry and another gets drunk."
    },
    {
        "o": 31607,
        "r": "niv:1 Corinthians:11:22",
        "t": "Don’t you have homes to eat and drink in? Or do you despise the church of God by humiliating those who have nothing? What shall I say to you? Shall I praise you? Certainly not in this matter!"
    },
    {
        "o": 31608,
        "r": "niv:1 Corinthians:11:23",
        "t": "For*p I received from the Lord what I also passed on to you: The Lord Jesus, on the night he was betrayed, took bread,"
    },
    {
        "o": 31609,
        "r": "niv:1 Corinthians:11:24",
        "t": "and when he had given thanks, he broke it and said, “This*r is*r my*r body,*r which*r is*r for*r you;*r do*r this*r in*r remembrance*r of*r me.”*r"
    },
    {
        "o": 31610,
        "r": "niv:1 Corinthians:11:25",
        "t": "In the same way, after supper he took the cup, saying, “This*r cup*r is*r the*r new*r covenant*r in*r my*r blood;*r do*r this,*r whenever*r you*r drink*r it,*r in*r remembrance*r of*r me.”*r"
    },
    {
        "o": 31611,
        "r": "niv:1 Corinthians:11:26",
        "t": "For whenever you eat this bread and drink this cup, you proclaim the Lord’s death until he comes."
    },
    {
        "o": 31612,
        "r": "niv:1 Corinthians:11:27",
        "t": "So*p then, whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of sinning against the body and blood of the Lord."
    },
    {
        "o": 31613,
        "r": "niv:1 Corinthians:11:28",
        "t": "Everyone ought to examine themselves before they eat of the bread and drink from the cup."
    },
    {
        "o": 31614,
        "r": "niv:1 Corinthians:11:29",
        "t": "For those who eat and drink without discerning the body of Christ eat and drink judgment on themselves."
    },
    {
        "o": 31615,
        "r": "niv:1 Corinthians:11:30",
        "t": "That is why many among you are weak and sick, and a number of you have fallen asleep."
    },
    {
        "o": 31616,
        "r": "niv:1 Corinthians:11:31",
        "t": "But if we were more discerning with regard to ourselves, we would not come under such judgment."
    },
    {
        "o": 31617,
        "r": "niv:1 Corinthians:11:32",
        "t": "Nevertheless, when we are judged in this way by the Lord, we are being disciplined so that we will not be finally condemned with the world."
    },
    {
        "o": 31618,
        "r": "niv:1 Corinthians:11:33",
        "t": "So*p then, my brothers and sisters, when you gather to eat, you should all eat together."
    },
    {
        "o": 31619,
        "r": "niv:1 Corinthians:11:34",
        "t": "Anyone who is hungry should eat something at home, so that when you meet together it may not result in judgment. And*p when I come I will give further directions."
    },
    {
        "o": 31620,
        "r": "niv:1 Corinthians:12:0",
        "t": "1 Corinthians 12",
        "h": 1
    },
    {
        "o": 31621,
        "r": "niv:1 Corinthians:12:0",
        "t": "Concerning Spiritual Gifts",
        "h": 2
    },
    {
        "o": 31622,
        "r": "niv:1 Corinthians:12:1",
        "t": "Now*p about the gifts of the Spirit, brothers and sisters, I do not want you to be uninformed."
    },
    {
        "o": 31623,
        "r": "niv:1 Corinthians:12:2",
        "t": "You know that when you were pagans, somehow or other you were influenced and led astray to mute idols."
    },
    {
        "o": 31624,
        "r": "niv:1 Corinthians:12:3",
        "t": "Therefore I want you to know that no one who is speaking by the Spirit of God says, “Jesus be cursed,” and no one can say, “Jesus is Lord,” except by the Holy Spirit."
    },
    {
        "o": 31625,
        "r": "niv:1 Corinthians:12:4",
        "t": "There*p are different kinds of gifts, but the same Spirit distributes them."
    },
    {
        "o": 31626,
        "r": "niv:1 Corinthians:12:5",
        "t": "There are different kinds of service, but the same Lord."
    },
    {
        "o": 31627,
        "r": "niv:1 Corinthians:12:6",
        "t": "There are different kinds of working, but in all of them and in everyone it is the same God at work."
    },
    {
        "o": 31628,
        "r": "niv:1 Corinthians:12:7",
        "t": "Now*p to each one the manifestation of the Spirit is given for the common good."
    },
    {
        "o": 31629,
        "r": "niv:1 Corinthians:12:8",
        "t": "To one there is given through the Spirit a message of wisdom, to another a message of knowledge by means of the same Spirit,"
    },
    {
        "o": 31630,
        "r": "niv:1 Corinthians:12:9",
        "t": "to another faith by the same Spirit, to another gifts of healing by that one Spirit,"
    },
    {
        "o": 31631,
        "r": "niv:1 Corinthians:12:10",
        "t": "to another miraculous powers, to another prophecy, to another distinguishing between spirits, to another speaking in different kinds of tongues, and to still another the interpretation of tongues."
    },
    {
        "o": 31632,
        "r": "niv:1 Corinthians:12:11",
        "t": "All these are the work of one and the same Spirit, and he distributes them to each one, just as he determines."
    },
    {
        "o": 31633,
        "r": "niv:1 Corinthians:12:11",
        "t": "Unity and Diversity in the Body",
        "h": 2
    },
    {
        "o": 31634,
        "r": "niv:1 Corinthians:12:12",
        "t": "Just*p as a body, though one, has many parts, but all its many parts form one body, so it is with Christ."
    },
    {
        "o": 31635,
        "r": "niv:1 Corinthians:12:13",
        "t": "For we were all baptized by one Spirit so as to form one body—whether Jews or Gentiles, slave or free—and we were all given the one Spirit to drink."
    },
    {
        "o": 31636,
        "r": "niv:1 Corinthians:12:14",
        "t": "Even so the body is not made up of one part but of many."
    },
    {
        "o": 31637,
        "r": "niv:1 Corinthians:12:15",
        "t": "Now*p if the foot should say, “Because I am not a hand, I do not belong to the body,” it would not for that reason stop being part of the body."
    },
    {
        "o": 31638,
        "r": "niv:1 Corinthians:12:16",
        "t": "And if the ear should say, “Because I am not an eye, I do not belong to the body,” it would not for that reason stop being part of the body."
    },
    {
        "o": 31639,
        "r": "niv:1 Corinthians:12:17",
        "t": "If the whole body were an eye, where would the sense of hearing be? If the whole body were an ear, where would the sense of smell be?"
    },
    {
        "o": 31640,
        "r": "niv:1 Corinthians:12:18",
        "t": "But in fact God has placed the parts in the body, every one of them, just as he wanted them to be."
    },
    {
        "o": 31641,
        "r": "niv:1 Corinthians:12:19",
        "t": "If they were all one part, where would the body be?"
    },
    {
        "o": 31642,
        "r": "niv:1 Corinthians:12:20",
        "t": "As it is, there are many parts, but one body."
    },
    {
        "o": 31643,
        "r": "niv:1 Corinthians:12:21",
        "t": "The*p eye cannot say to the hand, “I don’t need you!” And the head cannot say to the feet, “I don’t need you!”"
    },
    {
        "o": 31644,
        "r": "niv:1 Corinthians:12:22",
        "t": "On the contrary, those parts of the body that seem to be weaker are indispensable,"
    },
    {
        "o": 31645,
        "r": "niv:1 Corinthians:12:23",
        "t": "and the parts that we think are less honorable we treat with special honor. And the parts that are unpresentable are treated with special modesty,"
    },
    {
        "o": 31646,
        "r": "niv:1 Corinthians:12:24",
        "t": "while our presentable parts need no special treatment. But God has put the body together, giving greater honor to the parts that lacked it,"
    },
    {
        "o": 31647,
        "r": "niv:1 Corinthians:12:25",
        "t": "so that there should be no division in the body, but that its parts should have equal concern for each other."
    },
    {
        "o": 31648,
        "r": "niv:1 Corinthians:12:26",
        "t": "If one part suffers, every part suffers with it; if one part is honored, every part rejoices with it."
    },
    {
        "o": 31649,
        "r": "niv:1 Corinthians:12:27",
        "t": "Now*p you are the body of Christ, and each one of you is a part of it."
    },
    {
        "o": 31650,
        "r": "niv:1 Corinthians:12:28",
        "t": "And God has placed in the church first of all apostles, second prophets, third teachers, then miracles, then gifts of healing, of helping, of guidance, and of different kinds of tongues."
    },
    {
        "o": 31651,
        "r": "niv:1 Corinthians:12:29",
        "t": "Are all apostles? Are all prophets? Are all teachers? Do all work miracles?"
    },
    {
        "o": 31652,
        "r": "niv:1 Corinthians:12:30",
        "t": "Do all have gifts of healing? Do all speak in tongues? Do all interpret?"
    },
    {
        "o": 31653,
        "r": "niv:1 Corinthians:12:31",
        "t": "Now eagerly desire the greater gifts."
    },
    {
        "o": 31654,
        "r": "niv:1 Corinthians:12:31",
        "t": "Love Is Indispensable",
        "h": 2
    },
    {
        "o": 31655,
        "r": "niv:1 Corinthians:12:31",
        "t": "And*p yet I will show you the most excellent way."
    },
    {
        "o": 31656,
        "r": "niv:1 Corinthians:13:0",
        "t": "1 Corinthians 13",
        "h": 1
    },
    {
        "o": 31657,
        "r": "niv:1 Corinthians:13:1",
        "t": "If*p I speak in the tongues of men or of angels, but do not have love, I am only a resounding gong or a clanging cymbal."
    },
    {
        "o": 31658,
        "r": "niv:1 Corinthians:13:2",
        "t": "If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but do not have love, I am nothing."
    },
    {
        "o": 31659,
        "r": "niv:1 Corinthians:13:3",
        "t": "If I give all I possess to the poor and give over my body to hardship that I may boast, but do not have love, I gain nothing."
    },
    {
        "o": 31660,
        "r": "niv:1 Corinthians:13:4",
        "t": "Love*p is patient, love is kind. It does not envy, it does not boast, it is not proud."
    },
    {
        "o": 31661,
        "r": "niv:1 Corinthians:13:5",
        "t": "It does not dishonor others, it is not self-seeking, it is not easily angered, it keeps no record of wrongs."
    },
    {
        "o": 31662,
        "r": "niv:1 Corinthians:13:6",
        "t": "Love does not delight in evil but rejoices with the truth."
    },
    {
        "o": 31663,
        "r": "niv:1 Corinthians:13:7",
        "t": "It always protects, always trusts, always hopes, always perseveres."
    },
    {
        "o": 31664,
        "r": "niv:1 Corinthians:13:8",
        "t": "Love*p never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away."
    },
    {
        "o": 31665,
        "r": "niv:1 Corinthians:13:9",
        "t": "For we know in part and we prophesy in part,"
    },
    {
        "o": 31666,
        "r": "niv:1 Corinthians:13:10",
        "t": "but when completeness comes, what is in part disappears."
    },
    {
        "o": 31667,
        "r": "niv:1 Corinthians:13:11",
        "t": "When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put the ways of childhood behind me."
    },
    {
        "o": 31668,
        "r": "niv:1 Corinthians:13:12",
        "t": "For now we see only a reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known."
    },
    {
        "o": 31669,
        "r": "niv:1 Corinthians:13:13",
        "t": "And*p now these three remain: faith, hope and love. But the greatest of these is love."
    },
    {
        "o": 31670,
        "r": "niv:1 Corinthians:14:0",
        "t": "1 Corinthians 14",
        "h": 1
    },
    {
        "o": 31671,
        "r": "niv:1 Corinthians:14:0",
        "t": "Intelligibility in Worship",
        "h": 2
    },
    {
        "o": 31672,
        "r": "niv:1 Corinthians:14:1",
        "t": "Follow*p the way of love and eagerly desire gifts of the Spirit, especially prophecy."
    },
    {
        "o": 31673,
        "r": "niv:1 Corinthians:14:2",
        "t": "For anyone who speaks in a tongue does not speak to people but to God. Indeed, no one understands them; they utter mysteries by the Spirit."
    },
    {
        "o": 31674,
        "r": "niv:1 Corinthians:14:3",
        "t": "But the one who prophesies speaks to people for their strengthening, encouraging and comfort."
    },
    {
        "o": 31675,
        "r": "niv:1 Corinthians:14:4",
        "t": "Anyone who speaks in a tongue edifies themselves, but the one who prophesies edifies the church."
    },
    {
        "o": 31676,
        "r": "niv:1 Corinthians:14:5",
        "t": "I would like every one of you to speak in tongues, but I would rather have you prophesy. The one who prophesies is greater than the one who speaks in tongues, unless someone interprets, so that the church may be edified."
    },
    {
        "o": 31677,
        "r": "niv:1 Corinthians:14:6",
        "t": "Now,*p brothers and sisters, if I come to you and speak in tongues, what good will I be to you, unless I bring you some revelation or knowledge or prophecy or word of instruction?"
    },
    {
        "o": 31678,
        "r": "niv:1 Corinthians:14:7",
        "t": "Even in the case of lifeless things that make sounds, such as the pipe or harp, how will anyone know what tune is being played unless there is a distinction in the notes?"
    },
    {
        "o": 31679,
        "r": "niv:1 Corinthians:14:8",
        "t": "Again, if the trumpet does not sound a clear call, who will get ready for battle?"
    },
    {
        "o": 31680,
        "r": "niv:1 Corinthians:14:9",
        "t": "So it is with you. Unless you speak intelligible words with your tongue, how will anyone know what you are saying? You will just be speaking into the air."
    },
    {
        "o": 31681,
        "r": "niv:1 Corinthians:14:10",
        "t": "Undoubtedly there are all sorts of languages in the world, yet none of them is without meaning."
    },
    {
        "o": 31682,
        "r": "niv:1 Corinthians:14:11",
        "t": "If then I do not grasp the meaning of what someone is saying, I am a foreigner to the speaker, and the speaker is a foreigner to me."
    },
    {
        "o": 31683,
        "r": "niv:1 Corinthians:14:12",
        "t": "So it is with you. Since you are eager for gifts of the Spirit, try to excel in those that build up the church."
    },
    {
        "o": 31684,
        "r": "niv:1 Corinthians:14:13",
        "t": "For*p this reason the one who speaks in a tongue should pray that they may interpret what they say."
    },
    {
        "o": 31685,
        "r": "niv:1 Corinthians:14:14",
        "t": "For if I pray in a tongue, my spirit prays, but my mind is unfruitful."
    },
    {
        "o": 31686,
        "r": "niv:1 Corinthians:14:15",
        "t": "So what shall I do? I will pray with my spirit, but I will also pray with my understanding; I will sing with my spirit, but I will also sing with my understanding."
    },
    {
        "o": 31687,
        "r": "niv:1 Corinthians:14:16",
        "t": "Otherwise when you are praising God in the Spirit, how can someone else, who is now put in the position of an inquirer, say “Amen” to your thanksgiving, since they do not know what you are saying?"
    },
    {
        "o": 31688,
        "r": "niv:1 Corinthians:14:17",
        "t": "You are giving thanks well enough, but no one else is edified."
    },
    {
        "o": 31689,
        "r": "niv:1 Corinthians:14:18",
        "t": "I*p thank God that I speak in tongues more than all of you."
    },
    {
        "o": 31690,
        "r": "niv:1 Corinthians:14:19",
        "t": "But in the church I would rather speak five intelligible words to instruct others than ten thousand words in a tongue."
    },
    {
        "o": 31691,
        "r": "niv:1 Corinthians:14:20",
        "t": "Brothers*p and sisters, stop thinking like children. In regard to evil be infants, but in your thinking be adults."
    },
    {
        "o": 31692,
        "r": "niv:1 Corinthians:14:21",
        "t": "In the Law it is written: “With*pn other tongues and*ld through the lips of foreigners I*ln will speak to this people, but*ld even then they will not listen to me, says*ld the Lord.”"
    },
    {
        "o": 31693,
        "r": "niv:1 Corinthians:14:22",
        "t": "Tongues,*p then, are a sign, not for believers but for unbelievers; prophecy, however, is not for unbelievers but for believers."
    },
    {
        "o": 31694,
        "r": "niv:1 Corinthians:14:23",
        "t": "So if the whole church comes together and everyone speaks in tongues, and inquirers or unbelievers come in, will they not say that you are out of your mind?"
    },
    {
        "o": 31695,
        "r": "niv:1 Corinthians:14:24",
        "t": "But if an unbeliever or an inquirer comes in while everyone is prophesying, they are convicted of sin and are brought under judgment by all,"
    },
    {
        "o": 31696,
        "r": "niv:1 Corinthians:14:25",
        "t": "as the secrets of their hearts are laid bare. So they will fall down and worship God, exclaiming, “God is really among you!”"
    },
    {
        "o": 31697,
        "r": "niv:1 Corinthians:14:25",
        "t": "Good Order in Worship",
        "h": 2
    },
    {
        "o": 31698,
        "r": "niv:1 Corinthians:14:26",
        "t": "What*p then shall we say, brothers and sisters? When you come together, each of you has a hymn, or a word of instruction, a revelation, a tongue or an interpretation. Everything must be done so that the church may be built up."
    },
    {
        "o": 31699,
        "r": "niv:1 Corinthians:14:27",
        "t": "If anyone speaks in a tongue, two—or at the most three—should speak, one at a time, and someone must interpret."
    },
    {
        "o": 31700,
        "r": "niv:1 Corinthians:14:28",
        "t": "If there is no interpreter, the speaker should keep quiet in the church and speak to himself and to God."
    },
    {
        "o": 31701,
        "r": "niv:1 Corinthians:14:29",
        "t": "Two*p or three prophets should speak, and the others should weigh carefully what is said."
    },
    {
        "o": 31702,
        "r": "niv:1 Corinthians:14:30",
        "t": "And if a revelation comes to someone who is sitting down, the first speaker should stop."
    },
    {
        "o": 31703,
        "r": "niv:1 Corinthians:14:31",
        "t": "For you can all prophesy in turn so that everyone may be instructed and encouraged."
    },
    {
        "o": 31704,
        "r": "niv:1 Corinthians:14:32",
        "t": "The spirits of prophets are subject to the control of prophets."
    },
    {
        "o": 31705,
        "r": "niv:1 Corinthians:14:33",
        "t": "For God is not a God of disorder but of peace—as in all the congregations of the Lord’s people."
    },
    {
        "o": 31706,
        "r": "niv:1 Corinthians:14:34",
        "t": "Women*p should remain silent in the churches. They are not allowed to speak, but must be in submission, as the law says."
    },
    {
        "o": 31707,
        "r": "niv:1 Corinthians:14:35",
        "t": "If they want to inquire about something, they should ask their own husbands at home; for it is disgraceful for a woman to speak in the church."
    },
    {
        "o": 31708,
        "r": "niv:1 Corinthians:14:36",
        "t": "Or*p did the word of God originate with you? Or are you the only people it has reached?"
    },
    {
        "o": 31709,
        "r": "niv:1 Corinthians:14:37",
        "t": "If anyone thinks they are a prophet or otherwise gifted by the Spirit, let them acknowledge that what I am writing to you is the Lord’s command."
    },
    {
        "o": 31710,
        "r": "niv:1 Corinthians:14:38",
        "t": "But if anyone ignores this, they will themselves be ignored."
    },
    {
        "o": 31711,
        "r": "niv:1 Corinthians:14:39",
        "t": "Therefore,*p my brothers and sisters, be eager to prophesy, and do not forbid speaking in tongues."
    },
    {
        "o": 31712,
        "r": "niv:1 Corinthians:14:40",
        "t": "But everything should be done in a fitting and orderly way."
    },
    {
        "o": 31713,
        "r": "niv:1 Corinthians:15:0",
        "t": "1 Corinthians 15",
        "h": 1
    },
    {
        "o": 31714,
        "r": "niv:1 Corinthians:15:0",
        "t": "The Resurrection of Christ",
        "h": 2
    },
    {
        "o": 31715,
        "r": "niv:1 Corinthians:15:1",
        "t": "Now,*p brothers and sisters, I want to remind you of the gospel I preached to you, which you received and on which you have taken your stand."
    },
    {
        "o": 31716,
        "r": "niv:1 Corinthians:15:2",
        "t": "By this gospel you are saved, if you hold firmly to the word I preached to you. Otherwise, you have believed in vain."
    },
    {
        "o": 31717,
        "r": "niv:1 Corinthians:15:3",
        "t": "For*p what I received I passed on to you as of first importance: that Christ died for our sins according to the Scriptures,"
    },
    {
        "o": 31718,
        "r": "niv:1 Corinthians:15:4",
        "t": "that he was buried, that he was raised on the third day according to the Scriptures,"
    },
    {
        "o": 31719,
        "r": "niv:1 Corinthians:15:5",
        "t": "and that he appeared to Cephas, and then to the Twelve."
    },
    {
        "o": 31720,
        "r": "niv:1 Corinthians:15:6",
        "t": "After that, he appeared to more than five hundred of the brothers and sisters at the same time, most of whom are still living, though some have fallen asleep."
    },
    {
        "o": 31721,
        "r": "niv:1 Corinthians:15:7",
        "t": "Then he appeared to James, then to all the apostles,"
    },
    {
        "o": 31722,
        "r": "niv:1 Corinthians:15:8",
        "t": "and last of all he appeared to me also, as to one abnormally born."
    },
    {
        "o": 31723,
        "r": "niv:1 Corinthians:15:9",
        "t": "For*p I am the least of the apostles and do not even deserve to be called an apostle, because I persecuted the church of God."
    },
    {
        "o": 31724,
        "r": "niv:1 Corinthians:15:10",
        "t": "But by the grace of God I am what I am, and his grace to me was not without effect. No, I worked harder than all of them—yet not I, but the grace of God that was with me."
    },
    {
        "o": 31725,
        "r": "niv:1 Corinthians:15:11",
        "t": "Whether, then, it is I or they, this is what we preach, and this is what you believed."
    },
    {
        "o": 31726,
        "r": "niv:1 Corinthians:15:11",
        "t": "The Resurrection of the Dead",
        "h": 2
    },
    {
        "o": 31727,
        "r": "niv:1 Corinthians:15:12",
        "t": "But*p if it is preached that Christ has been raised from the dead, how can some of you say that there is no resurrection of the dead?"
    },
    {
        "o": 31728,
        "r": "niv:1 Corinthians:15:13",
        "t": "If there is no resurrection of the dead, then not even Christ has been raised."
    },
    {
        "o": 31729,
        "r": "niv:1 Corinthians:15:14",
        "t": "And if Christ has not been raised, our preaching is useless and so is your faith."
    },
    {
        "o": 31730,
        "r": "niv:1 Corinthians:15:15",
        "t": "More than that, we are then found to be false witnesses about God, for we have testified about God that he raised Christ from the dead. But he did not raise him if in fact the dead are not raised."
    },
    {
        "o": 31731,
        "r": "niv:1 Corinthians:15:16",
        "t": "For if the dead are not raised, then Christ has not been raised either."
    },
    {
        "o": 31732,
        "r": "niv:1 Corinthians:15:17",
        "t": "And if Christ has not been raised, your faith is futile; you are still in your sins."
    },
    {
        "o": 31733,
        "r": "niv:1 Corinthians:15:18",
        "t": "Then those also who have fallen asleep in Christ are lost."
    },
    {
        "o": 31734,
        "r": "niv:1 Corinthians:15:19",
        "t": "If only for this life we have hope in Christ, we are of all people most to be pitied."
    },
    {
        "o": 31735,
        "r": "niv:1 Corinthians:15:20",
        "t": "But*p Christ has indeed been raised from the dead, the firstfruits of those who have fallen asleep."
    },
    {
        "o": 31736,
        "r": "niv:1 Corinthians:15:21",
        "t": "For since death came through a man, the resurrection of the dead comes also through a man."
    },
    {
        "o": 31737,
        "r": "niv:1 Corinthians:15:22",
        "t": "For as in Adam all die, so in Christ all will be made alive."
    },
    {
        "o": 31738,
        "r": "niv:1 Corinthians:15:23",
        "t": "But each in turn: Christ, the firstfruits; then, when he comes, those who belong to him."
    },
    {
        "o": 31739,
        "r": "niv:1 Corinthians:15:24",
        "t": "Then the end will come, when he hands over the kingdom to God the Father after he has destroyed all dominion, authority and power."
    },
    {
        "o": 31740,
        "r": "niv:1 Corinthians:15:25",
        "t": "For he must reign until he has put all his enemies under his feet."
    },
    {
        "o": 31741,
        "r": "niv:1 Corinthians:15:26",
        "t": "The last enemy to be destroyed is death."
    },
    {
        "o": 31742,
        "r": "niv:1 Corinthians:15:27",
        "t": "For he “has put everything under his feet.” Now when it says that “everything” has been put under him, it is clear that this does not include God himself, who put everything under Christ."
    },
    {
        "o": 31743,
        "r": "niv:1 Corinthians:15:28",
        "t": "When he has done this, then the Son himself will be made subject to him who put everything under him, so that God may be all in all."
    },
    {
        "o": 31744,
        "r": "niv:1 Corinthians:15:29",
        "t": "Now*p if there is no resurrection, what will those do who are baptized for the dead? If the dead are not raised at all, why are people baptized for them?"
    },
    {
        "o": 31745,
        "r": "niv:1 Corinthians:15:30",
        "t": "And as for us, why do we endanger ourselves every hour?"
    },
    {
        "o": 31746,
        "r": "niv:1 Corinthians:15:31",
        "t": "I face death every day—yes, just as surely as I boast about you in Christ Jesus our Lord."
    },
    {
        "o": 31747,
        "r": "niv:1 Corinthians:15:32",
        "t": "If I fought wild beasts in Ephesus with no more than human hopes, what have I gained? If the dead are not raised, “Let*pn us eat and drink, for*ld tomorrow we die.”"
    },
    {
        "o": 31748,
        "r": "niv:1 Corinthians:15:33",
        "t": "Do*p not be misled: “Bad company corrupts good character.”"
    },
    {
        "o": 31749,
        "r": "niv:1 Corinthians:15:34",
        "t": "Come back to your senses as you ought, and stop sinning; for there are some who are ignorant of God—I say this to your shame."
    },
    {
        "o": 31750,
        "r": "niv:1 Corinthians:15:34",
        "t": "The Resurrection Body",
        "h": 2
    },
    {
        "o": 31751,
        "r": "niv:1 Corinthians:15:35",
        "t": "But*p someone will ask, “How are the dead raised? With what kind of body will they come?”"
    },
    {
        "o": 31752,
        "r": "niv:1 Corinthians:15:36",
        "t": "How foolish! What you sow does not come to life unless it dies."
    },
    {
        "o": 31753,
        "r": "niv:1 Corinthians:15:37",
        "t": "When you sow, you do not plant the body that will be, but just a seed, perhaps of wheat or of something else."
    },
    {
        "o": 31754,
        "r": "niv:1 Corinthians:15:38",
        "t": "But God gives it a body as he has determined, and to each kind of seed he gives its own body."
    },
    {
        "o": 31755,
        "r": "niv:1 Corinthians:15:39",
        "t": "Not all flesh is the same: People have one kind of flesh, animals have another, birds another and fish another."
    },
    {
        "o": 31756,
        "r": "niv:1 Corinthians:15:40",
        "t": "There are also heavenly bodies and there are earthly bodies; but the splendor of the heavenly bodies is one kind, and the splendor of the earthly bodies is another."
    },
    {
        "o": 31757,
        "r": "niv:1 Corinthians:15:41",
        "t": "The sun has one kind of splendor, the moon another and the stars another; and star differs from star in splendor."
    },
    {
        "o": 31758,
        "r": "niv:1 Corinthians:15:42",
        "t": "So*p will it be with the resurrection of the dead. The body that is sown is perishable, it is raised imperishable;"
    },
    {
        "o": 31759,
        "r": "niv:1 Corinthians:15:43",
        "t": "it is sown in dishonor, it is raised in glory; it is sown in weakness, it is raised in power;"
    },
    {
        "o": 31760,
        "r": "niv:1 Corinthians:15:44",
        "t": "it is sown a natural body, it is raised a spiritual body. If*p there is a natural body, there is also a spiritual body."
    },
    {
        "o": 31761,
        "r": "niv:1 Corinthians:15:45",
        "t": "So it is written: “The first man Adam became a living being”; the last Adam, a life-giving spirit."
    },
    {
        "o": 31762,
        "r": "niv:1 Corinthians:15:46",
        "t": "The spiritual did not come first, but the natural, and after that the spiritual."
    },
    {
        "o": 31763,
        "r": "niv:1 Corinthians:15:47",
        "t": "The first man was of the dust of the earth; the second man is of heaven."
    },
    {
        "o": 31764,
        "r": "niv:1 Corinthians:15:48",
        "t": "As was the earthly man, so are those who are of the earth; and as is the heavenly man, so also are those who are of heaven."
    },
    {
        "o": 31765,
        "r": "niv:1 Corinthians:15:49",
        "t": "And just as we have borne the image of the earthly man, so shall we bear the image of the heavenly man."
    },
    {
        "o": 31766,
        "r": "niv:1 Corinthians:15:50",
        "t": "I*p declare to you, brothers and sisters, that flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable."
    },
    {
        "o": 31767,
        "r": "niv:1 Corinthians:15:51",
        "t": "Listen, I tell you a mystery: We will not all sleep, but we will all be changed—"
    },
    {
        "o": 31768,
        "r": "niv:1 Corinthians:15:52",
        "t": "in a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed."
    },
    {
        "o": 31769,
        "r": "niv:1 Corinthians:15:53",
        "t": "For the perishable must clothe itself with the imperishable, and the mortal with immortality."
    },
    {
        "o": 31770,
        "r": "niv:1 Corinthians:15:54",
        "t": "When the perishable has been clothed with the imperishable, and the mortal with immortality, then the saying that is written will come true: “Death has been swallowed up in victory.”"
    },
    {
        "o": 31771,
        "r": "niv:1 Corinthians:15:55",
        "t": "“Where,*pn O death, is your victory? Where,*ld O death, is your sting?”"
    },
    {
        "o": 31772,
        "r": "niv:1 Corinthians:15:56",
        "t": "The*p sting of death is sin, and the power of sin is the law."
    },
    {
        "o": 31773,
        "r": "niv:1 Corinthians:15:57",
        "t": "But thanks be to God! He gives us the victory through our Lord Jesus Christ."
    },
    {
        "o": 31774,
        "r": "niv:1 Corinthians:15:58",
        "t": "Therefore,*p my dear brothers and sisters, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain."
    },
    {
        "o": 31775,
        "r": "niv:1 Corinthians:16:0",
        "t": "1 Corinthians 16",
        "h": 1
    },
    {
        "o": 31776,
        "r": "niv:1 Corinthians:16:0",
        "t": "The Collection for the Lord’s People",
        "h": 2
    },
    {
        "o": 31777,
        "r": "niv:1 Corinthians:16:1",
        "t": "Now*p about the collection for the Lord’s people: Do what I told the Galatian churches to do."
    },
    {
        "o": 31778,
        "r": "niv:1 Corinthians:16:2",
        "t": "On the first day of every week, each one of you should set aside a sum of money in keeping with your income, saving it up, so that when I come no collections will have to be made."
    },
    {
        "o": 31779,
        "r": "niv:1 Corinthians:16:3",
        "t": "Then, when I arrive, I will give letters of introduction to the men you approve and send them with your gift to Jerusalem."
    },
    {
        "o": 31780,
        "r": "niv:1 Corinthians:16:4",
        "t": "If it seems advisable for me to go also, they will accompany me."
    },
    {
        "o": 31781,
        "r": "niv:1 Corinthians:16:4",
        "t": "Personal Requests",
        "h": 2
    },
    {
        "o": 31782,
        "r": "niv:1 Corinthians:16:5",
        "t": "After*p I go through Macedonia, I will come to you—for I will be going through Macedonia."
    },
    {
        "o": 31783,
        "r": "niv:1 Corinthians:16:6",
        "t": "Perhaps I will stay with you for a while, or even spend the winter, so that you can help me on my journey, wherever I go."
    },
    {
        "o": 31784,
        "r": "niv:1 Corinthians:16:7",
        "t": "For I do not want to see you now and make only a passing visit; I hope to spend some time with you, if the Lord permits."
    },
    {
        "o": 31785,
        "r": "niv:1 Corinthians:16:8",
        "t": "But I will stay on at Ephesus until Pentecost,"
    },
    {
        "o": 31786,
        "r": "niv:1 Corinthians:16:9",
        "t": "because a great door for effective work has opened to me, and there are many who oppose me."
    },
    {
        "o": 31787,
        "r": "niv:1 Corinthians:16:10",
        "t": "When*p Timothy comes, see to it that he has nothing to fear while he is with you, for he is carrying on the work of the Lord, just as I am."
    },
    {
        "o": 31788,
        "r": "niv:1 Corinthians:16:11",
        "t": "No one, then, should treat him with contempt. Send him on his way in peace so that he may return to me. I am expecting him along with the brothers."
    },
    {
        "o": 31789,
        "r": "niv:1 Corinthians:16:12",
        "t": "Now*p about our brother Apollos: I strongly urged him to go to you with the brothers. He was quite unwilling to go now, but he will go when he has the opportunity."
    },
    {
        "o": 31790,
        "r": "niv:1 Corinthians:16:13",
        "t": "Be*p on your guard; stand firm in the faith; be courageous; be strong."
    },
    {
        "o": 31791,
        "r": "niv:1 Corinthians:16:14",
        "t": "Do everything in love."
    },
    {
        "o": 31792,
        "r": "niv:1 Corinthians:16:15",
        "t": "You*p know that the household of Stephanas were the first converts in Achaia, and they have devoted themselves to the service of the Lord’s people. I urge you, brothers and sisters,"
    },
    {
        "o": 31793,
        "r": "niv:1 Corinthians:16:16",
        "t": "to submit to such people and to everyone who joins in the work and labors at it."
    },
    {
        "o": 31794,
        "r": "niv:1 Corinthians:16:17",
        "t": "I was glad when Stephanas, Fortunatus and Achaicus arrived, because they have supplied what was lacking from you."
    },
    {
        "o": 31795,
        "r": "niv:1 Corinthians:16:18",
        "t": "For they refreshed my spirit and yours also. Such men deserve recognition."
    },
    {
        "o": 31796,
        "r": "niv:1 Corinthians:16:18",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 31797,
        "r": "niv:1 Corinthians:16:19",
        "t": "The*p churches in the province of Asia send you greetings. Aquila and Priscilla greet you warmly in the Lord, and so does the church that meets at their house."
    },
    {
        "o": 31798,
        "r": "niv:1 Corinthians:16:20",
        "t": "All the brothers and sisters here send you greetings. Greet one another with a holy kiss."
    },
    {
        "o": 31799,
        "r": "niv:1 Corinthians:16:21",
        "t": "I,*p Paul, write this greeting in my own hand."
    },
    {
        "o": 31800,
        "r": "niv:1 Corinthians:16:22",
        "t": "If*p anyone does not love the Lord, let that person be cursed! Come, Lord!"
    },
    {
        "o": 31801,
        "r": "niv:1 Corinthians:16:23",
        "t": "The*p grace of the Lord Jesus be with you."
    },
    {
        "o": 31802,
        "r": "niv:1 Corinthians:16:24",
        "t": "My*p love to all of you in Christ Jesus. Amen."
    }
]
