[
    {
        "o": 7412,
        "r": "nkjv:Judges:8:0",
        "t": "Judges 8",
        "h": 1
    },
    {
        "o": 7413,
        "r": "nkjv:Judges:8:0",
        "t": "Gideon Subdues the Midianites",
        "h": 2
    },
    {
        "o": 7414,
        "r": "nkjv:Judges:8:1",
        "t": "Now*p the men of Ephraim said to him, “Why have you done this to us by not calling us when you went to fight with the Midianites?” And they reprimanded him sharply."
    },
    {
        "o": 7415,
        "r": "nkjv:Judges:8:2",
        "t": "So*p he said to them, “What have I done now in comparison with you? Is*i not the gleaning of*i the*i grapes*i of Ephraim better than the vintage of Abiezer?"
    },
    {
        "o": 7416,
        "r": "nkjv:Judges:8:3",
        "t": "God has delivered into your hands the princes of Midian, Oreb and Zeeb. And what was I able to do in comparison with you?” Then their anger toward him subsided when he said that."
    },
    {
        "o": 7417,
        "r": "nkjv:Judges:8:4",
        "t": "When*p Gideon came to the Jordan, he and the three hundred men who were*i with him crossed over, exhausted but still in pursuit."
    },
    {
        "o": 7418,
        "r": "nkjv:Judges:8:5",
        "t": "Then he said to the men of Succoth, “Please give loaves of bread to the people who follow me, for they are exhausted, and I am pursuing Zebah and Zalmunna, kings of Midian.”"
    },
    {
        "o": 7419,
        "r": "nkjv:Judges:8:6",
        "t": "And*p the leaders of Succoth said, “Are*i the hands of Zebah and Zalmunna now in your hand, that we should give bread to your army?”"
    },
    {
        "o": 7420,
        "r": "nkjv:Judges:8:7",
        "t": "So*p Gideon said, “For this cause, when the Lord*s has delivered Zebah and Zalmunna into my hand, then I will tear your flesh with the thorns of the wilderness and with briers!”"
    },
    {
        "o": 7421,
        "r": "nkjv:Judges:8:8",
        "t": "Then he went up from there to Penuel and spoke to them in the same way. And the men of Penuel answered him as the men of Succoth had answered."
    },
    {
        "o": 7422,
        "r": "nkjv:Judges:8:9",
        "t": "So he also spoke to the men of Penuel, saying, “When I come back in peace, I will tear down this tower!”"
    },
    {
        "o": 7423,
        "r": "nkjv:Judges:8:10",
        "t": "Now*p Zebah and Zalmunna were*i at Karkor, and their armies with them, about fifteen thousand, all who were left of all the army of the people of the East; for one hundred and twenty thousand men who drew the sword had fallen."
    },
    {
        "o": 7424,
        "r": "nkjv:Judges:8:11",
        "t": "Then Gideon went up by the road of those who dwell in tents on the east of Nobah and Jogbehah; and he attacked the army while the camp felt secure."
    },
    {
        "o": 7425,
        "r": "nkjv:Judges:8:12",
        "t": "When Zebah and Zalmunna fled, he pursued them; and he took the two kings of Midian, Zebah and Zalmunna, and routed the whole army."
    },
    {
        "o": 7426,
        "r": "nkjv:Judges:8:13",
        "t": "Then*p Gideon the son of Joash returned from battle, from the Ascent of Heres."
    },
    {
        "o": 7427,
        "r": "nkjv:Judges:8:14",
        "t": "And he caught a young man of the men of Succoth and interrogated him; and he wrote down for him the leaders of Succoth and its elders, seventy-seven men."
    },
    {
        "o": 7428,
        "r": "nkjv:Judges:8:15",
        "t": "Then he came to the men of Succoth and said, “Here are Zebah and Zalmunna, about whom you ridiculed me, saying, ‘Are*i the hands of Zebah and Zalmunna now in your hand, that we should give bread to your weary men?’”"
    },
    {
        "o": 7429,
        "r": "nkjv:Judges:8:16",
        "t": "And he took the elders of the city, and thorns of the wilderness and briers, and with them he taught the men of Succoth."
    },
    {
        "o": 7430,
        "r": "nkjv:Judges:8:17",
        "t": "Then he tore down the tower of Penuel and killed the men of the city."
    },
    {
        "o": 7431,
        "r": "nkjv:Judges:8:18",
        "t": "And*p he said to Zebah and Zalmunna, “What kind of men were*i they*i whom you killed at Tabor?” So*p they answered, “As you are,*i so were*i they; each one resembled the son of a king.”"
    },
    {
        "o": 7432,
        "r": "nkjv:Judges:8:19",
        "t": "Then*p he said, “They were*i my brothers, the sons of my mother. As*i the Lord*s lives, if you had let them live, I would not kill you.”"
    },
    {
        "o": 7433,
        "r": "nkjv:Judges:8:20",
        "t": "And he said to Jether his firstborn, “Rise, kill them!” But the youth would not draw his sword; for he was afraid, because he was*i still a youth."
    },
    {
        "o": 7434,
        "r": "nkjv:Judges:8:21",
        "t": "So*p Zebah and Zalmunna said, “Rise yourself, and kill us; for as a man is,*i so*i is*i his strength.” So Gideon arose and killed Zebah and Zalmunna, and took the crescent ornaments that were*i on their camels’ necks."
    },
    {
        "o": 7435,
        "r": "nkjv:Judges:8:21",
        "t": "Gideon’s Ephod",
        "h": 2
    },
    {
        "o": 7436,
        "r": "nkjv:Judges:8:22",
        "t": "Then*p the men of Israel said to Gideon, “Rule over us, both you and your son, and your grandson also; for you have delivered us from the hand of Midian.”"
    },
    {
        "o": 7437,
        "r": "nkjv:Judges:8:23",
        "t": "But*p Gideon said to them, “I will not rule over you, nor shall my son rule over you; the Lord*s shall rule over you.”"
    },
    {
        "o": 7438,
        "r": "nkjv:Judges:8:24",
        "t": "Then Gideon said to them, “I would like to make a request of you, that each of you would give me the earrings from his plunder.” For they had golden earrings, because they were*i Ishmaelites."
    },
    {
        "o": 7439,
        "r": "nkjv:Judges:8:25",
        "t": "So*p they answered, “We will gladly give them.”*i And they spread out a garment, and each man threw into it the earrings from his plunder."
    },
    {
        "o": 7440,
        "r": "nkjv:Judges:8:26",
        "t": "Now the weight of the gold earrings that he requested was one thousand seven hundred shekels*i of gold, besides the crescent ornaments, pendants, and purple robes which were*i on the kings of Midian, and besides the chains that were*i around their camels’ necks."
    },
    {
        "o": 7441,
        "r": "nkjv:Judges:8:27",
        "t": "Then Gideon made it into an ephod and set it up in his city, Ophrah. And all Israel played the harlot with it there. It became a snare to Gideon and to his house."
    },
    {
        "o": 7442,
        "r": "nkjv:Judges:8:28",
        "t": "Thus*p Midian was subdued before the children of Israel, so that they lifted their heads no more. And the country was quiet for forty years in the days of Gideon."
    },
    {
        "o": 7443,
        "r": "nkjv:Judges:8:28",
        "t": "Death of Gideon",
        "h": 2
    },
    {
        "o": 7444,
        "r": "nkjv:Judges:8:29",
        "t": "Then*p Jerubbaal the son of Joash went and dwelt in his own house."
    },
    {
        "o": 7445,
        "r": "nkjv:Judges:8:30",
        "t": "Gideon had seventy sons who were his own offspring, for he had many wives."
    },
    {
        "o": 7446,
        "r": "nkjv:Judges:8:31",
        "t": "And his concubine who was*i in Shechem also bore him a son, whose name he called Abimelech."
    },
    {
        "o": 7447,
        "r": "nkjv:Judges:8:32",
        "t": "Now Gideon the son of Joash died at a good old age, and was buried in the tomb of Joash his father, in Ophrah of the Abiezrites."
    },
    {
        "o": 7448,
        "r": "nkjv:Judges:8:33",
        "t": "So*p it was, as soon as Gideon was dead, that the children of Israel again played the harlot with the Baals, and made Baal-Berith their god."
    },
    {
        "o": 7449,
        "r": "nkjv:Judges:8:34",
        "t": "Thus the children of Israel did not remember the Lord*s their God, who had delivered them from the hands of all their enemies on every side;"
    },
    {
        "o": 7450,
        "r": "nkjv:Judges:8:35",
        "t": "nor did they show kindness to the house of Jerubbaal (Gideon) in accordance with the good he had done for Israel."
    }
]
