[
    {
        "o": 5909,
        "r": "csb:Deuteronomy:17:0",
        "t": "Deuteronomy 17",
        "h": 1
    },
    {
        "o": 5910,
        "r": "csb:Deuteronomy:17:1",
        "t": "“Do*p not sacrifice to the Lord*s your God an ox or sheep with a defect or any serious flaw, for that is detestable to the Lord*s your God."
    },
    {
        "o": 5911,
        "r": "csb:Deuteronomy:17:1",
        "t": "The Judicial Procedure for Idolatry",
        "h": 2
    },
    {
        "o": 5912,
        "r": "csb:Deuteronomy:17:2",
        "t": "“If*p a man or woman among you in one of your towns that the Lord*s your God will give you is discovered doing evil in the sight of the Lord*s your God and violating his covenant"
    },
    {
        "o": 5913,
        "r": "csb:Deuteronomy:17:3",
        "t": "and has gone to serve other gods by bowing in worship to the sun, moon, or all the stars in the sky- which I have forbidden-"
    },
    {
        "o": 5914,
        "r": "csb:Deuteronomy:17:4",
        "t": "and if you are told or hear about it, then investigate it thoroughly. If the report turns out to be true that this detestable act has been done in Israel,"
    },
    {
        "o": 5915,
        "r": "csb:Deuteronomy:17:5",
        "t": "you are to bring out to your city gates that man or woman who has done this evil thing and stone them to death."
    },
    {
        "o": 5916,
        "r": "csb:Deuteronomy:17:6",
        "t": "The one condemned to die is to be executed on the testimony of two or three witnesses. No one is to be executed on the testimony of a single witness."
    },
    {
        "o": 5917,
        "r": "csb:Deuteronomy:17:7",
        "t": "The witnesses’ hands are to be the first in putting him to death, and after that, the hands of all the people. You must purge the evil from you."
    },
    {
        "o": 5918,
        "r": "csb:Deuteronomy:17:7",
        "t": "Difficult Cases",
        "h": 2
    },
    {
        "o": 5919,
        "r": "csb:Deuteronomy:17:8",
        "t": "“If*p a case is too difficult for you - concerning bloodshed, lawsuits, or assaults- cases disputed at your city gates, then go up to the place the Lord*s your God chooses."
    },
    {
        "o": 5920,
        "r": "csb:Deuteronomy:17:9",
        "t": "You are to go to the Levitical priests and to the judge who presides at that time. Ask, and they will give you a verdict in the case."
    },
    {
        "o": 5921,
        "r": "csb:Deuteronomy:17:10",
        "t": "You must abide by the verdict they give you at the place the Lord*s chooses. Be careful to do exactly as they instruct you."
    },
    {
        "o": 5922,
        "r": "csb:Deuteronomy:17:11",
        "t": "You must abide by the instruction they give you and the verdict they announce to you. Do not turn to the right or the left from the decision they declare to you."
    },
    {
        "o": 5923,
        "r": "csb:Deuteronomy:17:12",
        "t": "The person who acts arrogantly, refusing to listen either to the priest who stands there serving the Lord*s your God or to the judge, must die. You must purge the evil from Israel."
    },
    {
        "o": 5924,
        "r": "csb:Deuteronomy:17:13",
        "t": "Then all the people will hear about it, be afraid, and no longer behave arrogantly."
    },
    {
        "o": 5925,
        "r": "csb:Deuteronomy:17:13",
        "t": "Appointing a King",
        "h": 2
    },
    {
        "o": 5926,
        "r": "csb:Deuteronomy:17:14",
        "t": "“When*p you enter the land the Lord*s your God is giving you, take possession of it, live in it, and say, ‘I will set a king over me like all the nations around me,’"
    },
    {
        "o": 5927,
        "r": "csb:Deuteronomy:17:15",
        "t": "you are to appoint over you the king the Lord*s your God chooses. Appoint a king from your brothers. You are not to set a foreigner over you, or one who is not of your people."
    },
    {
        "o": 5928,
        "r": "csb:Deuteronomy:17:16",
        "t": "However, he must not acquire many horses for himself or send the people back to Egypt to acquire many horses, for the Lord*s has told you, ‘You are never to go back that way again.’"
    },
    {
        "o": 5929,
        "r": "csb:Deuteronomy:17:17",
        "t": "He must not acquire many wives for himself so that his heart won’t go astray. He must not acquire very large amounts of silver and gold for himself."
    },
    {
        "o": 5930,
        "r": "csb:Deuteronomy:17:18",
        "t": "When he is seated on his royal throne, he is to write a copy of this instruction for himself on a scroll in the presence of the Levitical priests."
    },
    {
        "o": 5931,
        "r": "csb:Deuteronomy:17:19",
        "t": "It is to remain with him, and he is to read from it all the days of his life, so that he may learn to fear the Lord*s his God, to observe all the words of this instruction, and to do these statutes."
    },
    {
        "o": 5932,
        "r": "csb:Deuteronomy:17:20",
        "t": "Then his heart will not be exalted above his countrymen, he will not turn from this command to the right or the left, and he and his sons will continue reigning many years in Israel."
    }
]
