[
    {
        "o": 33291,
        "r": "nasb:Titus:2:0",
        "t": "Titus 2",
        "h": 1
    },
    {
        "o": 33292,
        "r": "nasb:Titus:2:0",
        "t": "Duties of the Older and Younger",
        "h": 2
    },
    {
        "o": 33293,
        "r": "nasb:Titus:2:1",
        "t": "But*p as for you, speak the things which are fitting for sound doctrine."
    },
    {
        "o": 33294,
        "r": "nasb:Titus:2:2",
        "t": "Older men are to be temperate, dignified, sensible, sound in faith, in love, in perseverance."
    },
    {
        "o": 33295,
        "r": "nasb:Titus:2:3",
        "t": "Older*p women likewise are to be reverent in their behavior, not malicious gossips nor enslaved to much wine, teaching what is good,"
    },
    {
        "o": 33296,
        "r": "nasb:Titus:2:4",
        "t": "so that they may encourage the young women to love their husbands, to love their children,"
    },
    {
        "o": 33297,
        "r": "nasb:Titus:2:5",
        "t": "to*i be*i sensible, pure, workers at home, kind, being subject to their own husbands, so that the word of God will not be dishonored."
    },
    {
        "o": 33298,
        "r": "nasb:Titus:2:6",
        "t": "Likewise*p urge the young men to be sensible;"
    },
    {
        "o": 33299,
        "r": "nasb:Titus:2:7",
        "t": "in all things show yourself to be an example of good deeds, with*i purity in doctrine, dignified,"
    },
    {
        "o": 33300,
        "r": "nasb:Titus:2:8",
        "t": "sound in*i speech which is beyond reproach, so that the opponent will be put to shame, having nothing bad to say about us."
    },
    {
        "o": 33301,
        "r": "nasb:Titus:2:9",
        "t": "Urge*ip bondslaves to be subject to their own masters in everything, to be well-pleasing, not argumentative,"
    },
    {
        "o": 33302,
        "r": "nasb:Titus:2:10",
        "t": "not pilfering, but showing all good faith so that they will adorn the doctrine of God our Savior in every respect."
    },
    {
        "o": 33303,
        "r": "nasb:Titus:2:11",
        "t": "For*p the grace of God has appeared, bringing salvation to all men,"
    },
    {
        "o": 33304,
        "r": "nasb:Titus:2:12",
        "t": "instructing us to deny ungodliness and worldly desires and to live sensibly, righteously and godly in the present age,"
    },
    {
        "o": 33305,
        "r": "nasb:Titus:2:13",
        "t": "looking for the blessed hope and the appearing of the glory of our great God and Savior, Christ Jesus,"
    },
    {
        "o": 33306,
        "r": "nasb:Titus:2:14",
        "t": "who gave Himself for us to redeem us from every lawless deed, and to purify for Himself a people for His own possession, zealous for good deeds."
    },
    {
        "o": 33307,
        "r": "nasb:Titus:2:15",
        "t": "These*p things speak and exhort and reprove with all authority. Let no one disregard you."
    }
]
