[
    {
        "o": 31775,
        "r": "niv:1 Corinthians:16:0",
        "t": "1 Corinthians 16",
        "h": 1
    },
    {
        "o": 31776,
        "r": "niv:1 Corinthians:16:0",
        "t": "The Collection for the Lord’s People",
        "h": 2
    },
    {
        "o": 31777,
        "r": "niv:1 Corinthians:16:1",
        "t": "Now*p about the collection for the Lord’s people: Do what I told the Galatian churches to do."
    },
    {
        "o": 31778,
        "r": "niv:1 Corinthians:16:2",
        "t": "On the first day of every week, each one of you should set aside a sum of money in keeping with your income, saving it up, so that when I come no collections will have to be made."
    },
    {
        "o": 31779,
        "r": "niv:1 Corinthians:16:3",
        "t": "Then, when I arrive, I will give letters of introduction to the men you approve and send them with your gift to Jerusalem."
    },
    {
        "o": 31780,
        "r": "niv:1 Corinthians:16:4",
        "t": "If it seems advisable for me to go also, they will accompany me."
    },
    {
        "o": 31781,
        "r": "niv:1 Corinthians:16:4",
        "t": "Personal Requests",
        "h": 2
    },
    {
        "o": 31782,
        "r": "niv:1 Corinthians:16:5",
        "t": "After*p I go through Macedonia, I will come to you—for I will be going through Macedonia."
    },
    {
        "o": 31783,
        "r": "niv:1 Corinthians:16:6",
        "t": "Perhaps I will stay with you for a while, or even spend the winter, so that you can help me on my journey, wherever I go."
    },
    {
        "o": 31784,
        "r": "niv:1 Corinthians:16:7",
        "t": "For I do not want to see you now and make only a passing visit; I hope to spend some time with you, if the Lord permits."
    },
    {
        "o": 31785,
        "r": "niv:1 Corinthians:16:8",
        "t": "But I will stay on at Ephesus until Pentecost,"
    },
    {
        "o": 31786,
        "r": "niv:1 Corinthians:16:9",
        "t": "because a great door for effective work has opened to me, and there are many who oppose me."
    },
    {
        "o": 31787,
        "r": "niv:1 Corinthians:16:10",
        "t": "When*p Timothy comes, see to it that he has nothing to fear while he is with you, for he is carrying on the work of the Lord, just as I am."
    },
    {
        "o": 31788,
        "r": "niv:1 Corinthians:16:11",
        "t": "No one, then, should treat him with contempt. Send him on his way in peace so that he may return to me. I am expecting him along with the brothers."
    },
    {
        "o": 31789,
        "r": "niv:1 Corinthians:16:12",
        "t": "Now*p about our brother Apollos: I strongly urged him to go to you with the brothers. He was quite unwilling to go now, but he will go when he has the opportunity."
    },
    {
        "o": 31790,
        "r": "niv:1 Corinthians:16:13",
        "t": "Be*p on your guard; stand firm in the faith; be courageous; be strong."
    },
    {
        "o": 31791,
        "r": "niv:1 Corinthians:16:14",
        "t": "Do everything in love."
    },
    {
        "o": 31792,
        "r": "niv:1 Corinthians:16:15",
        "t": "You*p know that the household of Stephanas were the first converts in Achaia, and they have devoted themselves to the service of the Lord’s people. I urge you, brothers and sisters,"
    },
    {
        "o": 31793,
        "r": "niv:1 Corinthians:16:16",
        "t": "to submit to such people and to everyone who joins in the work and labors at it."
    },
    {
        "o": 31794,
        "r": "niv:1 Corinthians:16:17",
        "t": "I was glad when Stephanas, Fortunatus and Achaicus arrived, because they have supplied what was lacking from you."
    },
    {
        "o": 31795,
        "r": "niv:1 Corinthians:16:18",
        "t": "For they refreshed my spirit and yours also. Such men deserve recognition."
    },
    {
        "o": 31796,
        "r": "niv:1 Corinthians:16:18",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 31797,
        "r": "niv:1 Corinthians:16:19",
        "t": "The*p churches in the province of Asia send you greetings. Aquila and Priscilla greet you warmly in the Lord, and so does the church that meets at their house."
    },
    {
        "o": 31798,
        "r": "niv:1 Corinthians:16:20",
        "t": "All the brothers and sisters here send you greetings. Greet one another with a holy kiss."
    },
    {
        "o": 31799,
        "r": "niv:1 Corinthians:16:21",
        "t": "I,*p Paul, write this greeting in my own hand."
    },
    {
        "o": 31800,
        "r": "niv:1 Corinthians:16:22",
        "t": "If*p anyone does not love the Lord, let that person be cursed! Come, Lord!"
    },
    {
        "o": 31801,
        "r": "niv:1 Corinthians:16:23",
        "t": "The*p grace of the Lord Jesus be with you."
    },
    {
        "o": 31802,
        "r": "niv:1 Corinthians:16:24",
        "t": "My*p love to all of you in Christ Jesus. Amen."
    }
]
