[
    {
        "o": 2676,
        "r": "csb:Exodus:31:0",
        "t": "Exodus 31",
        "h": 1
    },
    {
        "o": 2677,
        "r": "csb:Exodus:31:0",
        "t": "God’s Provision of the Skilled Workers",
        "h": 2
    },
    {
        "o": 2678,
        "r": "csb:Exodus:31:1",
        "t": "The*p Lord*s also spoke to Moses:"
    },
    {
        "o": 2679,
        "r": "csb:Exodus:31:2",
        "t": "“Look, I have appointed by name Bezalel son of Uri, son of Hur, of the tribe of Judah."
    },
    {
        "o": 2680,
        "r": "csb:Exodus:31:3",
        "t": "I have filled him with God’s Spirit, with wisdom, understanding, and ability in every craft"
    },
    {
        "o": 2681,
        "r": "csb:Exodus:31:4",
        "t": "to design artistic works in gold, silver, and bronze,"
    },
    {
        "o": 2682,
        "r": "csb:Exodus:31:5",
        "t": "to cut gemstones for mounting, and to carve wood for work in every craft."
    },
    {
        "o": 2683,
        "r": "csb:Exodus:31:6",
        "t": "I have also selected Oholiab son of Ahisamach, of the tribe of Dan, to be with him. I have put wisdom in the heart of every skilled artisan in order to make all that I have commanded you:"
    },
    {
        "o": 2684,
        "r": "csb:Exodus:31:7",
        "t": "the tent of meeting, the ark of the testimony, the mercy seat that is on top of it, and all the other furnishings of the tent-"
    },
    {
        "o": 2685,
        "r": "csb:Exodus:31:8",
        "t": "the table with its utensils, the pure gold lampstand with all its utensils, the altar of incense,"
    },
    {
        "o": 2686,
        "r": "csb:Exodus:31:9",
        "t": "the altar of burnt offering with all its utensils, the basin with its stand -"
    },
    {
        "o": 2687,
        "r": "csb:Exodus:31:10",
        "t": "the specially woven garments, both the holy garments for the priest Aaron and the garments for his sons to serve as priests,"
    },
    {
        "o": 2688,
        "r": "csb:Exodus:31:11",
        "t": "the anointing oil, and the fragrant incense for the sanctuary. They must make them according to all that I have commanded you.”"
    },
    {
        "o": 2689,
        "r": "csb:Exodus:31:11",
        "t": "Observing the Sabbath",
        "h": 2
    },
    {
        "o": 2690,
        "r": "csb:Exodus:31:12",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 2691,
        "r": "csb:Exodus:31:13",
        "t": "“Tell the Israelites: You must observe my Sabbaths, for it is a sign between me and you throughout your generations, so that you will know that I am the Lord*s who consecrates you."
    },
    {
        "o": 2692,
        "r": "csb:Exodus:31:14",
        "t": "Observe the Sabbath, for it is holy to you. Whoever profanes it must be put to death. If anyone does work on it, that person must be cut off from his people."
    },
    {
        "o": 2693,
        "r": "csb:Exodus:31:15",
        "t": "Work may be done for six days, but on the seventh day there must be a Sabbath of complete rest, holy to the Lord.*s Anyone who does work on the Sabbath day must be put to death."
    },
    {
        "o": 2694,
        "r": "csb:Exodus:31:16",
        "t": "The Israelites must observe the Sabbath, celebrating it throughout their generations as a permanent covenant."
    },
    {
        "o": 2695,
        "r": "csb:Exodus:31:17",
        "t": "It is a sign forever between me and the Israelites, for in six days the Lord*s made the heavens and the earth, but on the seventh day he rested and was refreshed.”"
    },
    {
        "o": 2696,
        "r": "csb:Exodus:31:17",
        "t": "The Two Stone Tablets",
        "h": 2
    },
    {
        "o": 2697,
        "r": "csb:Exodus:31:18",
        "t": "When*p he finished speaking with Moses on Mount Sinai, he gave him the two tablets of the testimony, stone tablets inscribed by the finger of God."
    }
]
