[
    {
        "o": 22755,
        "r": "niv:Ezekiel:13:0",
        "t": "Ezekiel 13",
        "h": 1
    },
    {
        "o": 22756,
        "r": "niv:Ezekiel:13:0",
        "t": "False Prophets Condemned",
        "h": 2
    },
    {
        "o": 22757,
        "r": "niv:Ezekiel:13:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 22758,
        "r": "niv:Ezekiel:13:2",
        "t": "“Son of man, prophesy against the prophets of Israel who are now prophesying. Say to those who prophesy out of their own imagination: ‘Hear the word of the Lord!*s"
    },
    {
        "o": 22759,
        "r": "niv:Ezekiel:13:3",
        "t": "This is what the Sovereign Lord*s says: Woe to the foolish prophets who follow their own spirit and have seen nothing!"
    },
    {
        "o": 22760,
        "r": "niv:Ezekiel:13:4",
        "t": "Your prophets, Israel, are like jackals among ruins."
    },
    {
        "o": 22761,
        "r": "niv:Ezekiel:13:5",
        "t": "You have not gone up to the breaches in the wall to repair it for the people of Israel so that it will stand firm in the battle on the day of the Lord.*s"
    },
    {
        "o": 22762,
        "r": "niv:Ezekiel:13:6",
        "t": "Their visions are false and their divinations a lie. Even though the Lord*s has not sent them, they say, “The Lord*s declares,” and expect him to fulfill their words."
    },
    {
        "o": 22763,
        "r": "niv:Ezekiel:13:7",
        "t": "Have you not seen false visions and uttered lying divinations when you say, “The Lord*s declares,” though I have not spoken?"
    },
    {
        "o": 22764,
        "r": "niv:Ezekiel:13:8",
        "t": "“ ‘Therefore*p this is what the Sovereign Lord*s says: Because of your false words and lying visions, I am against you, declares the Sovereign Lord.*s"
    },
    {
        "o": 22765,
        "r": "niv:Ezekiel:13:9",
        "t": "My hand will be against the prophets who see false visions and utter lying divinations. They will not belong to the council of my people or be listed in the records of Israel, nor will they enter the land of Israel. Then you will know that I am the Sovereign Lord.*s"
    },
    {
        "o": 22766,
        "r": "niv:Ezekiel:13:10",
        "t": "“ ‘Because*p they lead my people astray, saying, “Peace,” when there is no peace, and because, when a flimsy wall is built, they cover it with whitewash,"
    },
    {
        "o": 22767,
        "r": "niv:Ezekiel:13:11",
        "t": "therefore tell those who cover it with whitewash that it is going to fall. Rain will come in torrents, and I will send hailstones hurtling down, and violent winds will burst forth."
    },
    {
        "o": 22768,
        "r": "niv:Ezekiel:13:12",
        "t": "When the wall collapses, will people not ask you, “Where is the whitewash you covered it with?”"
    },
    {
        "o": 22769,
        "r": "niv:Ezekiel:13:13",
        "t": "“ ‘Therefore*p this is what the Sovereign Lord*s says: In my wrath I will unleash a violent wind, and in my anger hailstones and torrents of rain will fall with destructive fury."
    },
    {
        "o": 22770,
        "r": "niv:Ezekiel:13:14",
        "t": "I will tear down the wall you have covered with whitewash and will level it to the ground so that its foundation will be laid bare. When it falls, you will be destroyed in it; and you will know that I am the Lord.*s"
    },
    {
        "o": 22771,
        "r": "niv:Ezekiel:13:15",
        "t": "So I will pour out my wrath against the wall and against those who covered it with whitewash. I will say to you, “The wall is gone and so are those who whitewashed it,"
    },
    {
        "o": 22772,
        "r": "niv:Ezekiel:13:16",
        "t": "those prophets of Israel who prophesied to Jerusalem and saw visions of peace for her when there was no peace, declares the Sovereign Lord*s .” ’"
    },
    {
        "o": 22773,
        "r": "niv:Ezekiel:13:17",
        "t": "“Now,*p son of man, set your face against the daughters of your people who prophesy out of their own imagination. Prophesy against them"
    },
    {
        "o": 22774,
        "r": "niv:Ezekiel:13:18",
        "t": "and say, ‘This is what the Sovereign Lord*s says: Woe to the women who sew magic charms on all their wrists and make veils of various lengths for their heads in order to ensnare people. Will you ensnare the lives of my people but preserve your own?"
    },
    {
        "o": 22775,
        "r": "niv:Ezekiel:13:19",
        "t": "You have profaned me among my people for a few handfuls of barley and scraps of bread. By lying to my people, who listen to lies, you have killed those who should not have died and have spared those who should not live."
    },
    {
        "o": 22776,
        "r": "niv:Ezekiel:13:20",
        "t": "“ ‘Therefore*p this is what the Sovereign Lord*s says: I am against your magic charms with which you ensnare people like birds and I will tear them from your arms; I will set free the people that you ensnare like birds."
    },
    {
        "o": 22777,
        "r": "niv:Ezekiel:13:21",
        "t": "I will tear off your veils and save my people from your hands, and they will no longer fall prey to your power. Then you will know that I am the Lord.*s"
    },
    {
        "o": 22778,
        "r": "niv:Ezekiel:13:22",
        "t": "Because you disheartened the righteous with your lies, when I had brought them no grief, and because you encouraged the wicked not to turn from their evil ways and so save their lives,"
    },
    {
        "o": 22779,
        "r": "niv:Ezekiel:13:23",
        "t": "therefore you will no longer see false visions or practice divination. I will save my people from your hands. And then you will know that I am the Lord*s .’ ”"
    }
]
