[
    {
        "o": 8014,
        "r": "csb:1 Samuel:2:0",
        "t": "1 Samuel 2",
        "h": 1
    },
    {
        "o": 8015,
        "r": "csb:1 Samuel:2:0",
        "t": "Hannah’s Triumphant Prayer",
        "h": 2
    },
    {
        "o": 8016,
        "r": "csb:1 Samuel:2:1",
        "t": "Hannah*p prayed: My*pn heart rejoices in the Lord;*s my*ln horn is lifted up by the Lord.*s My*ln mouth boasts over my enemies, because*ln I rejoice in your salvation."
    },
    {
        "o": 8017,
        "r": "csb:1 Samuel:2:2",
        "t": "There*ln is no one holy like the Lord.*s There*ln is no one besides you! And*ln there is no rock like our God."
    },
    {
        "o": 8018,
        "r": "csb:1 Samuel:2:3",
        "t": "Do*ln not boast so proudly, or*ln let arrogant words come out of your mouth, for*ln the Lord*s is a God of knowledge, and*ln actions are weighed by him."
    },
    {
        "o": 8019,
        "r": "csb:1 Samuel:2:4",
        "t": "The*ln bows of the warriors are broken, but*ln the feeble are clothed with strength."
    },
    {
        "o": 8020,
        "r": "csb:1 Samuel:2:5",
        "t": "Those*ln who are full hire themselves out for food, but*ln those who are starving hunger no more. The*ln woman who is childless gives birth to seven, but*ln the woman with many sons pines away."
    },
    {
        "o": 8021,
        "r": "csb:1 Samuel:2:6",
        "t": "The*ln Lord*s brings death and gives life; he*ln sends some down to Sheol, and he raises others up."
    },
    {
        "o": 8022,
        "r": "csb:1 Samuel:2:7",
        "t": "The*ln Lord*s brings poverty and gives wealth; he*ln humbles and he exalts."
    },
    {
        "o": 8023,
        "r": "csb:1 Samuel:2:8",
        "t": "He*ln raises the poor from the dust and*ln lifts the needy from the trash heap. He*ln seats them with noblemen and*ln gives them a throne of honor. For*ln the foundations of the earth are the Lord’s;*s he*ln has set the world on them."
    },
    {
        "o": 8024,
        "r": "csb:1 Samuel:2:9",
        "t": "He*ln guards the steps of his faithful ones, but*ln the wicked perish in darkness, for*ln a person does not prevail by his own strength."
    },
    {
        "o": 8025,
        "r": "csb:1 Samuel:2:10",
        "t": "Those*ln who oppose the Lord*s will be shattered; he*ln will thunder in the heavens against them. The*ln Lord*s will judge the ends of the earth. He*ln will give power to his king; he*ln will lift up the horn of his anointed."
    },
    {
        "o": 8026,
        "r": "csb:1 Samuel:2:11",
        "t": "Elkanah*p went home to Ramah, but the boy served the Lord*s in the presence of the priest Eli."
    },
    {
        "o": 8027,
        "r": "csb:1 Samuel:2:11",
        "t": "Eli’s Family Judged",
        "h": 2
    },
    {
        "o": 8028,
        "r": "csb:1 Samuel:2:12",
        "t": "Eli’s*p sons were wicked men; they did not respect the Lord*s"
    },
    {
        "o": 8029,
        "r": "csb:1 Samuel:2:13",
        "t": "or the priests’ share of the sacrifices from the people. When anyone offered a sacrifice, the priest’s servant would come with a three-pronged meat fork while the meat was boiling"
    },
    {
        "o": 8030,
        "r": "csb:1 Samuel:2:14",
        "t": "and plunge it into the container, kettle, cauldron, or cooking pot. The priest would claim for himself whatever the meat fork brought up. This is the way they treated all the Israelites who came there to Shiloh."
    },
    {
        "o": 8031,
        "r": "csb:1 Samuel:2:15",
        "t": "Even before the fat was burned, the priest’s servant would come and say to the one who was sacrificing, “Give the priest some meat to roast, because he won’t accept boiled meat from you - only raw.”"
    },
    {
        "o": 8032,
        "r": "csb:1 Samuel:2:16",
        "t": "If that person said to him, “The fat must be burned first; then you can take whatever you want for yourself,” the servant would reply, “No, I insist that you hand it over right now. If you don’t, I’ll take it by force!”"
    },
    {
        "o": 8033,
        "r": "csb:1 Samuel:2:17",
        "t": "So the servants’ sin was very severe in the presence of the Lord,*s because the men treated the Lord’s*s offering with contempt."
    },
    {
        "o": 8034,
        "r": "csb:1 Samuel:2:18",
        "t": "Samuel*p served in the Lord’s*s presence —this mere boy was dressed in the linen ephod."
    },
    {
        "o": 8035,
        "r": "csb:1 Samuel:2:19",
        "t": "Each year his mother made him a little robe and took it to him when she went with her husband to offer the annual sacrifice."
    },
    {
        "o": 8036,
        "r": "csb:1 Samuel:2:20",
        "t": "Eli would bless Elkanah and his wife: “May the Lord*s give you children by this woman in place of the one she has given to the Lord.”*s Then they would go home."
    },
    {
        "o": 8037,
        "r": "csb:1 Samuel:2:21",
        "t": "The*p Lord*s paid attention to Hannah’s need, and she conceived and gave birth to three sons and two daughters. Meanwhile, the boy Samuel grew up in the presence of the Lord.*s"
    },
    {
        "o": 8038,
        "r": "csb:1 Samuel:2:22",
        "t": "Now*p Eli was very old. He heard about everything his sons were doing to all Israel and how they were sleeping with the women who served at the entrance to the tent of meeting."
    },
    {
        "o": 8039,
        "r": "csb:1 Samuel:2:23",
        "t": "He said to them, “Why are you doing these things? I have heard about your evil actions from all these people."
    },
    {
        "o": 8040,
        "r": "csb:1 Samuel:2:24",
        "t": "No, my sons, the news I hear the Lord’s*s people spreading is not good."
    },
    {
        "o": 8041,
        "r": "csb:1 Samuel:2:25",
        "t": "If one person sins against another, God can intercede for him, but if a person sins against the Lord,*s who can intercede for him?” But they would not listen to their father, since the Lord*s intended to kill them."
    },
    {
        "o": 8042,
        "r": "csb:1 Samuel:2:26",
        "t": "By contrast, the boy Samuel grew in stature and in favor with the Lord*s and with people."
    },
    {
        "o": 8043,
        "r": "csb:1 Samuel:2:27",
        "t": "A*p man of God came to Eli and said to him, “This is what the Lord*s says: ‘Didn’t I reveal myself to your forefather’s family when they were in Egypt and belonged to Pharaoh’s palace?"
    },
    {
        "o": 8044,
        "r": "csb:1 Samuel:2:28",
        "t": "Out of all the tribes of Israel, I chose your house to be my priests, to offer sacrifices on my altar, to burn incense, and to wear an ephod in my presence. I also gave your forefather’s family all the Israelite food offerings."
    },
    {
        "o": 8045,
        "r": "csb:1 Samuel:2:29",
        "t": "Why, then, do all of you despise my sacrifices and offerings that I require at the place of worship? You have honored your sons more than me, by making yourselves fat with the best part of all of the offerings of my people Israel.’"
    },
    {
        "o": 8046,
        "r": "csb:1 Samuel:2:30",
        "t": "“Therefore,*p this is the declaration of the Lord,*s the God of Israel: ‘I did say that your family and your forefather’s family would walk before me forever. But now,’ this is the Lord’s*s declaration, ‘no longer! For those who honor me I will honor, but those who despise me will be disgraced."
    },
    {
        "o": 8047,
        "r": "csb:1 Samuel:2:31",
        "t": "Look, the days are coming when I will cut off your strength and the strength of your forefather’s family, so that none in your family will reach old age."
    },
    {
        "o": 8048,
        "r": "csb:1 Samuel:2:32",
        "t": "You will see distress in the place of worship, in spite of all that is good in Israel, and no one in your family will ever again reach old age."
    },
    {
        "o": 8049,
        "r": "csb:1 Samuel:2:33",
        "t": "Any man from your family I do not cut off from my altar will bring grief and sadness to you. All your descendants will die violently."
    },
    {
        "o": 8050,
        "r": "csb:1 Samuel:2:34",
        "t": "This will be the sign that will come to you concerning your two sons Hophni and Phinehas: both of them will die on the same day."
    },
    {
        "o": 8051,
        "r": "csb:1 Samuel:2:35",
        "t": "“‘Then*p I will raise up a faithful priest for myself. He will do whatever is in my heart and mind. I will establish a lasting dynasty for him, and he will walk before my anointed one for all time."
    },
    {
        "o": 8052,
        "r": "csb:1 Samuel:2:36",
        "t": "Anyone who is left in your family will come and bow down to him for a piece of silver or a loaf of bread. He will say: Please appoint me to some priestly office so I can have a piece of bread to eat.’”"
    }
]
