[
    {
        "o": 24932,
        "r": "nasb:Amos:3:0",
        "t": "Amos 3",
        "h": 1
    },
    {
        "o": 24933,
        "r": "nasb:Amos:3:0",
        "t": "All the Tribes Are Guilty",
        "h": 2
    },
    {
        "o": 24934,
        "r": "nasb:Amos:3:1",
        "t": "Hear*p this word which the Lord*s has spoken against you, sons of Israel, against the entire family which He brought up from the land of Egypt:"
    },
    {
        "o": 24935,
        "r": "nasb:Amos:3:2",
        "t": "“You*pn only have I chosen among all the families of the earth; Therefore*ln I will punish you for all your iniquities.”"
    },
    {
        "o": 24936,
        "r": "nasb:Amos:3:3",
        "t": "Do*ln two men walk together unless they have made an appointment?"
    },
    {
        "o": 24937,
        "r": "nasb:Amos:3:4",
        "t": "Does*ln a lion roar in the forest when he has no prey? Does*ln a young lion growl from his den unless he has captured something?*i"
    },
    {
        "o": 24938,
        "r": "nasb:Amos:3:5",
        "t": "Does*ln a bird fall into a trap on the ground when there is no bait in it? Does*ln a trap spring up from the earth when it captures nothing at all?"
    },
    {
        "o": 24939,
        "r": "nasb:Amos:3:6",
        "t": "If*ln a trumpet is blown in a city will not the people tremble? If*ln a calamity occurs in a city has not the Lord*s done it?"
    },
    {
        "o": 24940,
        "r": "nasb:Amos:3:7",
        "t": "Surely*ln the Lord God*s does nothing Unless*ln He reveals His secret counsel To*ln His servants the prophets."
    },
    {
        "o": 24941,
        "r": "nasb:Amos:3:8",
        "t": "A*ln lion has roared! Who will not fear? The*ln Lord God*s has spoken! Who can but prophesy?"
    },
    {
        "o": 24942,
        "r": "nasb:Amos:3:9",
        "t": "Proclaim*p on the citadels in Ashdod and on the citadels in the land of Egypt and say, “Assemble yourselves on the mountains of Samaria and see the*i great tumults within her and the*i oppressions in her midst."
    },
    {
        "o": 24943,
        "r": "nasb:Amos:3:10",
        "t": "But they do not know how to do what is right,” declares the Lord,*s “these who hoard up violence and devastation in their citadels.”"
    },
    {
        "o": 24944,
        "r": "nasb:Amos:3:11",
        "t": "Therefore,*p thus says the Lord God,*s “An*pn enemy, even one surrounding the land, Will*ln pull down your strength from you And*ln your citadels will be looted.”"
    },
    {
        "o": 24945,
        "r": "nasb:Amos:3:12",
        "t": "Thus*p says the Lord,*s “Just*pn as the shepherd snatches from the lion’s mouth a couple of legs or a piece of an ear, So*ln will the sons of Israel dwelling in Samaria be snatched away— With*ln the*i corner of a bed and the*i cover of a couch!"
    },
    {
        "o": 24946,
        "r": "nasb:Amos:3:13",
        "t": "Hear*ln and testify against the house of Jacob,” Declares*ln the Lord God,*s the God of hosts."
    },
    {
        "o": 24947,
        "r": "nasb:Amos:3:14",
        "t": "“For*ln on the day that I punish Israel’s transgressions, I*ln will also punish the altars of Bethel; The*ln horns of the altar will be cut off And*ln they will fall to the ground."
    },
    {
        "o": 24948,
        "r": "nasb:Amos:3:15",
        "t": "I*ln will also smite the winter house together with the summer house; The*ln houses of ivory will also perish And*ln the great houses will come to an end,” Declares*ln the Lord.*s"
    }
]
