[
    {
        "o": 33459,
        "r": "csb:Colossians:4:0",
        "t": "Colossians 4",
        "h": 1
    },
    {
        "o": 33460,
        "r": "csb:Colossians:4:1",
        "t": "Masters,*p deal with your slaves justly and fairly, since you know that you too have a Master in heaven."
    },
    {
        "o": 33461,
        "r": "csb:Colossians:4:1",
        "t": "Speaking to God and Others",
        "h": 2
    },
    {
        "o": 33462,
        "r": "csb:Colossians:4:2",
        "t": "Devote*p yourselves to prayer; stay alert in it with thanksgiving."
    },
    {
        "o": 33463,
        "r": "csb:Colossians:4:3",
        "t": "At the same time, pray also for us that God may open a door to us for the word, to speak the mystery of Christ, for which I am in chains,"
    },
    {
        "o": 33464,
        "r": "csb:Colossians:4:4",
        "t": "so that I may make it known as I should."
    },
    {
        "o": 33465,
        "r": "csb:Colossians:4:5",
        "t": "Act wisely toward outsiders, making the most of the time."
    },
    {
        "o": 33466,
        "r": "csb:Colossians:4:6",
        "t": "Let your speech always be gracious, seasoned with salt, so that you may know how you should answer each person."
    },
    {
        "o": 33467,
        "r": "csb:Colossians:4:6",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 33468,
        "r": "csb:Colossians:4:7",
        "t": "Tychicus,*p our dearly loved brother, faithful minister, and fellow servant in the Lord, will tell you all the news about me."
    },
    {
        "o": 33469,
        "r": "csb:Colossians:4:8",
        "t": "I have sent him to you for this very purpose, so that you may know how we are and so that he may encourage your hearts."
    },
    {
        "o": 33470,
        "r": "csb:Colossians:4:9",
        "t": "He is coming with Onesimus, a faithful and dearly loved brother, who is one of you. They will tell you about everything here."
    },
    {
        "o": 33471,
        "r": "csb:Colossians:4:10",
        "t": "Aristarchus,*p my fellow prisoner, sends you greetings, as does Mark, Barnabas’s cousin (concerning whom you have received instructions: if he comes to you, welcome him),"
    },
    {
        "o": 33472,
        "r": "csb:Colossians:4:11",
        "t": "and so does Jesus who is called Justus. These alone of the circumcised are my coworkers for the kingdom of God, and they have been a comfort to me."
    },
    {
        "o": 33473,
        "r": "csb:Colossians:4:12",
        "t": "Epaphras, who is one of you, a servant of Christ Jesus, sends you greetings. He is always wrestling for you in his prayers, so that you can stand mature and fully assured in everything God wills."
    },
    {
        "o": 33474,
        "r": "csb:Colossians:4:13",
        "t": "For I testify about him that he works hard for you, for those in Laodicea, and for those in Hierapolis."
    },
    {
        "o": 33475,
        "r": "csb:Colossians:4:14",
        "t": "Luke, the dearly loved physician, and Demas send you greetings."
    },
    {
        "o": 33476,
        "r": "csb:Colossians:4:15",
        "t": "Give my greetings to the brothers and sisters in Laodicea, and to Nympha and the church in her home."
    },
    {
        "o": 33477,
        "r": "csb:Colossians:4:16",
        "t": "After this letter has been read at your gathering, have it read also in the church of the Laodiceans; and see that you also read the letter from Laodicea."
    },
    {
        "o": 33478,
        "r": "csb:Colossians:4:17",
        "t": "And tell Archippus, “Pay attention to the ministry you have received in the Lord, so that you can accomplish it.”"
    },
    {
        "o": 33479,
        "r": "csb:Colossians:4:18",
        "t": "I,*p Paul, am writing this greeting with my own hand. Remember my chains. Grace be with you."
    }
]
