[
    {
        "o": 12743,
        "r": "esv:2 Chronicles:20:0",
        "t": "2 Chronicles 20",
        "h": 1
    },
    {
        "o": 12744,
        "r": "esv:2 Chronicles:20:0",
        "t": "Jehoshaphat’s Prayer",
        "h": 2
    },
    {
        "o": 12745,
        "r": "esv:2 Chronicles:20:1",
        "t": "After*p this the Moabites and Ammonites, and with them some of the Meunites, came against Jehoshaphat for battle."
    },
    {
        "o": 12746,
        "r": "esv:2 Chronicles:20:2",
        "t": "Some men came and told Jehoshaphat, “A great multitude is coming against you from Edom, from beyond the sea; and, behold, they are in Hazazon-tamar” (that is, Engedi)."
    },
    {
        "o": 12747,
        "r": "esv:2 Chronicles:20:3",
        "t": "Then Jehoshaphat was afraid and set his face to seek the Lord,*s and proclaimed a fast throughout all Judah."
    },
    {
        "o": 12748,
        "r": "esv:2 Chronicles:20:4",
        "t": "And Judah assembled to seek help from the Lord;*s from all the cities of Judah they came to seek the Lord.*s"
    },
    {
        "o": 12749,
        "r": "esv:2 Chronicles:20:5",
        "t": "And*p Jehoshaphat stood in the assembly of Judah and Jerusalem, in the house of the Lord,*s before the new court,"
    },
    {
        "o": 12750,
        "r": "esv:2 Chronicles:20:6",
        "t": "and said, “O Lord,*s God of our fathers, are you not God in heaven? You rule over all the kingdoms of the nations. In your hand are power and might, so that none is able to withstand you."
    },
    {
        "o": 12751,
        "r": "esv:2 Chronicles:20:7",
        "t": "Did you not, our God, drive out the inhabitants of this land before your people Israel, and give it forever to the descendants of Abraham your friend?"
    },
    {
        "o": 12752,
        "r": "esv:2 Chronicles:20:8",
        "t": "And they have lived in it and have built for you in it a sanctuary for your name, saying,"
    },
    {
        "o": 12753,
        "r": "esv:2 Chronicles:20:9",
        "t": "‘If disaster comes upon us, the sword, judgment, or pestilence, or famine, we will stand before this house and before you— for your name is in this house— and cry out to you in our affliction, and you will hear and save.’"
    },
    {
        "o": 12754,
        "r": "esv:2 Chronicles:20:10",
        "t": "And now behold, the men of Ammon and Moab and Mount Seir, whom you would not let Israel invade when they came from the land of Egypt, and whom they avoided and did not destroy—"
    },
    {
        "o": 12755,
        "r": "esv:2 Chronicles:20:11",
        "t": "behold, they reward us by coming to drive us out of your possession, which you have given us to inherit."
    },
    {
        "o": 12756,
        "r": "esv:2 Chronicles:20:12",
        "t": "O our God, will you not execute judgment on them? For we are powerless against this great horde that is coming against us. We do not know what to do, but our eyes are on you.”"
    },
    {
        "o": 12757,
        "r": "esv:2 Chronicles:20:13",
        "t": "Meanwhile*p all Judah stood before the Lord,*s with their little ones, their wives, and their children."
    },
    {
        "o": 12758,
        "r": "esv:2 Chronicles:20:14",
        "t": "And the Spirit of the Lord*s came upon Jahaziel the son of Zechariah, son of Benaiah, son of Jeiel, son of Mattaniah, a Levite of the sons of Asaph, in the midst of the assembly."
    },
    {
        "o": 12759,
        "r": "esv:2 Chronicles:20:15",
        "t": "And he said, “Listen, all Judah and inhabitants of Jerusalem and King Jehoshaphat: Thus says the Lord*s to you, ‘Do not be afraid and do not be dismayed at this great horde, for the battle is not yours but God’s."
    },
    {
        "o": 12760,
        "r": "esv:2 Chronicles:20:16",
        "t": "Tomorrow go down against them. Behold, they will come up by the ascent of Ziz. You will find them at the end of the valley, east of the wilderness of Jeruel."
    },
    {
        "o": 12761,
        "r": "esv:2 Chronicles:20:17",
        "t": "You will not need to fight in this battle. Stand firm, hold your position, and see the salvation of the Lord*s on your behalf, O Judah and Jerusalem.’ Do not be afraid and do not be dismayed. Tomorrow go out against them, and the Lord*s will be with you.”"
    },
    {
        "o": 12762,
        "r": "esv:2 Chronicles:20:18",
        "t": "Then*p Jehoshaphat bowed his head with his face to the ground, and all Judah and the inhabitants of Jerusalem fell down before the Lord,*s worshiping the Lord.*s"
    },
    {
        "o": 12763,
        "r": "esv:2 Chronicles:20:19",
        "t": "And the Levites, of the Kohathites and the Korahites, stood up to praise the Lord,*s the God of Israel, with a very loud voice."
    },
    {
        "o": 12764,
        "r": "esv:2 Chronicles:20:20",
        "t": "And*p they rose early in the morning and went out into the wilderness of Tekoa. And when they went out, Jehoshaphat stood and said, “Hear me, Judah and inhabitants of Jerusalem! Believe in the Lord*s your God, and you will be established; believe his prophets, and you will succeed.”"
    },
    {
        "o": 12765,
        "r": "esv:2 Chronicles:20:21",
        "t": "And when he had taken counsel with the people, he appointed those who were to sing to the Lord*s and praise him in holy attire, as they went before the army, and say, “Give*pn thanks to the Lord,*s for*ld his steadfast love endures forever.”"
    },
    {
        "o": 12766,
        "r": "esv:2 Chronicles:20:22",
        "t": "And*p when they began to sing and praise, the Lord*s set an ambush against the men of Ammon, Moab, and Mount Seir, who had come against Judah, so that they were routed."
    },
    {
        "o": 12767,
        "r": "esv:2 Chronicles:20:23",
        "t": "For the men of Ammon and Moab rose against the inhabitants of Mount Seir, devoting them to destruction, and when they had made an end of the inhabitants of Seir, they all helped to destroy one another."
    },
    {
        "o": 12768,
        "r": "esv:2 Chronicles:20:23",
        "t": "The Lord Delivers Judah",
        "h": 2
    },
    {
        "o": 12769,
        "r": "esv:2 Chronicles:20:24",
        "t": "When*p Judah came to the watchtower of the wilderness, they looked toward the horde, and behold, there were dead bodies lying on the ground; none had escaped."
    },
    {
        "o": 12770,
        "r": "esv:2 Chronicles:20:25",
        "t": "When Jehoshaphat and his people came to take their spoil, they found among them, in great numbers, goods, clothing, and precious things, which they took for themselves until they could carry no more. They were three days in taking the spoil, it was so much."
    },
    {
        "o": 12771,
        "r": "esv:2 Chronicles:20:26",
        "t": "On the fourth day they assembled in the Valley of Beracah, for there they blessed the Lord.*s Therefore the name of that place has been called the Valley of Beracah to this day."
    },
    {
        "o": 12772,
        "r": "esv:2 Chronicles:20:27",
        "t": "Then they returned, every man of Judah and Jerusalem, and Jehoshaphat at their head, returning to Jerusalem with joy, for the Lord*s had made them rejoice over their enemies."
    },
    {
        "o": 12773,
        "r": "esv:2 Chronicles:20:28",
        "t": "They came to Jerusalem with harps and lyres and trumpets, to the house of the Lord.*s"
    },
    {
        "o": 12774,
        "r": "esv:2 Chronicles:20:29",
        "t": "And the fear of God came on all the kingdoms of the countries when they heard that the Lord*s had fought against the enemies of Israel."
    },
    {
        "o": 12775,
        "r": "esv:2 Chronicles:20:30",
        "t": "So the realm of Jehoshaphat was quiet, for his God gave him rest all around."
    },
    {
        "o": 12776,
        "r": "esv:2 Chronicles:20:31",
        "t": "Thus*p Jehoshaphat reigned over Judah. He was thirty-five years old when he began to reign, and he reigned twenty-five years in Jerusalem. His mother’s name was Azubah the daughter of Shilhi."
    },
    {
        "o": 12777,
        "r": "esv:2 Chronicles:20:32",
        "t": "He walked in the way of Asa his father and did not turn aside from it, doing what was right in the sight of the Lord.*s"
    },
    {
        "o": 12778,
        "r": "esv:2 Chronicles:20:33",
        "t": "The high places, however, were not taken away; the people had not yet set their hearts upon the God of their fathers."
    },
    {
        "o": 12779,
        "r": "esv:2 Chronicles:20:34",
        "t": "Now*p the rest of the acts of Jehoshaphat, from first to last, are written in the chronicles of Jehu the son of Hanani, which are recorded in the Book of the Kings of Israel."
    },
    {
        "o": 12780,
        "r": "esv:2 Chronicles:20:34",
        "t": "The End of Jehoshaphat’s Reign",
        "h": 2
    },
    {
        "o": 12781,
        "r": "esv:2 Chronicles:20:35",
        "t": "After*p this Jehoshaphat king of Judah joined with Ahaziah king of Israel, who acted wickedly."
    },
    {
        "o": 12782,
        "r": "esv:2 Chronicles:20:36",
        "t": "He joined him in building ships to go to Tarshish, and they built the ships in Ezion-geber."
    },
    {
        "o": 12783,
        "r": "esv:2 Chronicles:20:37",
        "t": "Then Eliezer the son of Dodavahu of Mareshah prophesied against Jehoshaphat, saying, “Because you have joined with Ahaziah, the Lord*s will destroy what you have made.” And the ships were wrecked and were not able to go to Tarshish."
    }
]
