[
    {
        "o": 19298,
        "r": "esv:Ecclesiastes:5:0",
        "t": "Ecclesiastes 5",
        "h": 1
    },
    {
        "o": 19299,
        "r": "esv:Ecclesiastes:5:0",
        "t": "Fear God",
        "h": 2
    },
    {
        "o": 19300,
        "r": "esv:Ecclesiastes:5:1",
        "t": "Guard*p your steps when you go to the house of God. To draw near to listen is better than to offer the sacrifice of fools, for they do not know that they are doing evil."
    },
    {
        "o": 19301,
        "r": "esv:Ecclesiastes:5:2",
        "t": "Be not rash with your mouth, nor let your heart be hasty to utter a word before God, for God is in heaven and you are on earth. Therefore let your words be few."
    },
    {
        "o": 19302,
        "r": "esv:Ecclesiastes:5:3",
        "t": "For a dream comes with much business, and a fool’s voice with many words."
    },
    {
        "o": 19303,
        "r": "esv:Ecclesiastes:5:4",
        "t": "When*p you vow a vow to God, do not delay paying it, for he has no pleasure in fools. Pay what you vow."
    },
    {
        "o": 19304,
        "r": "esv:Ecclesiastes:5:5",
        "t": "It is better that you should not vow than that you should vow and not pay."
    },
    {
        "o": 19305,
        "r": "esv:Ecclesiastes:5:6",
        "t": "Let not your mouth lead you into sin, and do not say before the messenger that it was a mistake. Why should God be angry at your voice and destroy the work of your hands?"
    },
    {
        "o": 19306,
        "r": "esv:Ecclesiastes:5:7",
        "t": "For when dreams increase and words grow many, there is vanity; but God is the one you must fear."
    },
    {
        "o": 19307,
        "r": "esv:Ecclesiastes:5:7",
        "t": "The Vanity of Wealth and Honor",
        "h": 2
    },
    {
        "o": 19308,
        "r": "esv:Ecclesiastes:5:8",
        "t": "If*p you see in a province the oppression of the poor and the violation of justice and righteousness, do not be amazed at the matter, for the high official is watched by a higher, and there are yet higher ones over them."
    },
    {
        "o": 19309,
        "r": "esv:Ecclesiastes:5:9",
        "t": "But this is gain for a land in every way: a king committed to cultivated fields."
    },
    {
        "o": 19310,
        "r": "esv:Ecclesiastes:5:10",
        "t": "He*p who loves money will not be satisfied with money, nor he who loves wealth with his income; this also is vanity."
    },
    {
        "o": 19311,
        "r": "esv:Ecclesiastes:5:11",
        "t": "When goods increase, they increase who eat them, and what advantage has their owner but to see them with his eyes?"
    },
    {
        "o": 19312,
        "r": "esv:Ecclesiastes:5:12",
        "t": "Sweet is the sleep of a laborer, whether he eats little or much, but the full stomach of the rich will not let him sleep."
    },
    {
        "o": 19313,
        "r": "esv:Ecclesiastes:5:13",
        "t": "There*p is a grievous evil that I have seen under the sun: riches were kept by their owner to his hurt,"
    },
    {
        "o": 19314,
        "r": "esv:Ecclesiastes:5:14",
        "t": "and those riches were lost in a bad venture. And he is father of a son, but he has nothing in his hand."
    },
    {
        "o": 19315,
        "r": "esv:Ecclesiastes:5:15",
        "t": "As he came from his mother’s womb he shall go again, naked as he came, and shall take nothing for his toil that he may carry away in his hand."
    },
    {
        "o": 19316,
        "r": "esv:Ecclesiastes:5:16",
        "t": "This also is a grievous evil: just as he came, so shall he go, and what gain is there to him who toils for the wind?"
    },
    {
        "o": 19317,
        "r": "esv:Ecclesiastes:5:17",
        "t": "Moreover, all his days he eats in darkness in much vexation and sickness and anger."
    },
    {
        "o": 19318,
        "r": "esv:Ecclesiastes:5:18",
        "t": "Behold,*p what I have seen to be good and fitting is to eat and drink and find enjoyment in all the toil with which one toils under the sun the few days of his life that God has given him, for this is his lot."
    },
    {
        "o": 19319,
        "r": "esv:Ecclesiastes:5:19",
        "t": "Everyone also to whom God has given wealth and possessions and power to enjoy them, and to accept his lot and rejoice in his toil— this is the gift of God."
    },
    {
        "o": 19320,
        "r": "esv:Ecclesiastes:5:20",
        "t": "For he will not much remember the days of his life because God keeps him occupied with joy in his heart."
    }
]
