[
    {
        "o": 4211,
        "r": "csb:Numbers:6:0",
        "t": "Numbers 6",
        "h": 1
    },
    {
        "o": 4212,
        "r": "csb:Numbers:6:0",
        "t": "The Nazirite Vow",
        "h": 2
    },
    {
        "o": 4213,
        "r": "csb:Numbers:6:1",
        "t": "The*p Lord*s instructed Moses,"
    },
    {
        "o": 4214,
        "r": "csb:Numbers:6:2",
        "t": "“Speak to the Israelites and tell them: When a man or woman makes a special vow, a Nazirite vow, to consecrate himself to the Lord,*s"
    },
    {
        "o": 4215,
        "r": "csb:Numbers:6:3",
        "t": "he is to abstain from wine and beer. He must not drink vinegar made from wine or from beer. He must not drink any grape juice or eat fresh grapes or raisins."
    },
    {
        "o": 4216,
        "r": "csb:Numbers:6:4",
        "t": "He is not to eat anything produced by the grapevine, from seeds to skin, during the period of his consecration."
    },
    {
        "o": 4217,
        "r": "csb:Numbers:6:5",
        "t": "“You*p must not cut his hair throughout the time of his vow of consecration. He may be holy until the time is completed during which he consecrates himself to the Lord;*s he is to let the hair of his head grow long."
    },
    {
        "o": 4218,
        "r": "csb:Numbers:6:6",
        "t": "He must not go near a dead body during the time he consecrates himself to the Lord.*s"
    },
    {
        "o": 4219,
        "r": "csb:Numbers:6:7",
        "t": "He is not to defile himself for his father or mother, or his brother or sister, when they die, while the mark of consecration to his God is on his head."
    },
    {
        "o": 4220,
        "r": "csb:Numbers:6:8",
        "t": "He is holy to the Lord*s during the time of consecration."
    },
    {
        "o": 4221,
        "r": "csb:Numbers:6:9",
        "t": "“If*p someone suddenly dies near him, defiling his consecrated head, he must shave his head on the day of his purification; he is to shave it on the seventh day."
    },
    {
        "o": 4222,
        "r": "csb:Numbers:6:10",
        "t": "On the eighth day he is to bring two turtledoves or two young pigeons to the priest at the entrance to the tent of meeting."
    },
    {
        "o": 4223,
        "r": "csb:Numbers:6:11",
        "t": "The priest is to offer one as a sin offering and the other as a burnt offering to make atonement on behalf of the Nazirite, since he incurred guilt because of the corpse. On that day he is to consecrate his head again."
    },
    {
        "o": 4224,
        "r": "csb:Numbers:6:12",
        "t": "He is to rededicate his time of consecration to the Lord*s and to bring a year-old male lamb as a guilt offering. But do not count the initial period of consecration because it became defiled."
    },
    {
        "o": 4225,
        "r": "csb:Numbers:6:13",
        "t": "“This*p is the law of the Nazirite: On the day his time of consecration is completed, he is to be brought to the entrance to the tent of meeting."
    },
    {
        "o": 4226,
        "r": "csb:Numbers:6:14",
        "t": "He is to present an offering to the Lord*s of one unblemished year-old male lamb as a burnt offering, one unblemished year-old female lamb as a sin offering, one unblemished ram as a fellowship offering,"
    },
    {
        "o": 4227,
        "r": "csb:Numbers:6:15",
        "t": "along with their grain offerings and drink offerings, and a basket of unleavened cakes made from fine flour mixed with oil, and unleavened wafers coated with oil."
    },
    {
        "o": 4228,
        "r": "csb:Numbers:6:16",
        "t": "“The*p priest is to present these before the Lord*s and sacrifice the Nazirite’s sin offering and burnt offering."
    },
    {
        "o": 4229,
        "r": "csb:Numbers:6:17",
        "t": "He will also offer the ram as a fellowship sacrifice to the Lord,*s together with the basket of unleavened bread. Then the priest will offer the accompanying grain offering and drink offering."
    },
    {
        "o": 4230,
        "r": "csb:Numbers:6:18",
        "t": "“The*p Nazirite is to shave his consecrated head at the entrance to the tent of meeting, take the hair from his head, and put it on the fire under the fellowship sacrifice."
    },
    {
        "o": 4231,
        "r": "csb:Numbers:6:19",
        "t": "The priest is to take the boiled shoulder from the ram, one unleavened cake from the basket, and one unleavened wafer, and put them into the hands of the Nazirite after he has shaved his consecrated head."
    },
    {
        "o": 4232,
        "r": "csb:Numbers:6:20",
        "t": "The priest is to present them as a presentation offering before the Lord.*s It is a holy portion for the priest, in addition to the breast of the presentation offering and the thigh of the contribution. After that, the Nazirite may drink wine."
    },
    {
        "o": 4233,
        "r": "csb:Numbers:6:21",
        "t": "“These*p are the instructions about the Nazirite who vows his offering to the Lord*s for his consecration, in addition to whatever else he can afford; he must fulfill whatever vow he makes in keeping with the instructions for his consecration.”"
    },
    {
        "o": 4234,
        "r": "csb:Numbers:6:21",
        "t": "The Priestly Blessing",
        "h": 2
    },
    {
        "o": 4235,
        "r": "csb:Numbers:6:22",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 4236,
        "r": "csb:Numbers:6:23",
        "t": "“Tell Aaron and his sons, ‘This is how you are to bless the Israelites. You should say to them,"
    },
    {
        "o": 4237,
        "r": "csb:Numbers:6:24",
        "t": "“May*pn the Lord*s bless you and protect you;"
    },
    {
        "o": 4238,
        "r": "csb:Numbers:6:25",
        "t": "may*ln the Lord*s make his face shine on you and*ln be gracious to you;"
    },
    {
        "o": 4239,
        "r": "csb:Numbers:6:26",
        "t": "may*ln the Lord*s look with favor on you and*ln give you peace.”’"
    },
    {
        "o": 4240,
        "r": "csb:Numbers:6:27",
        "t": "In*p this way they will pronounce my name over the Israelites, and I will bless them.”"
    }
]
