[
    {
        "o": 10898,
        "r": "esv:2 Kings:15:0",
        "t": "2 Kings 15",
        "h": 1
    },
    {
        "o": 10899,
        "r": "esv:2 Kings:15:0",
        "t": "Azariah Reigns in Judah",
        "h": 2
    },
    {
        "o": 10900,
        "r": "esv:2 Kings:15:1",
        "t": "In*p the twenty-seventh year of Jeroboam king of Israel, Azariah the son of Amaziah, king of Judah, began to reign."
    },
    {
        "o": 10901,
        "r": "esv:2 Kings:15:2",
        "t": "He was sixteen years old when he began to reign, and he reigned fifty-two years in Jerusalem. His mother’s name was Jecoliah of Jerusalem."
    },
    {
        "o": 10902,
        "r": "esv:2 Kings:15:3",
        "t": "And he did what was right in the eyes of the Lord,*s according to all that his father Amaziah had done."
    },
    {
        "o": 10903,
        "r": "esv:2 Kings:15:4",
        "t": "Nevertheless, the high places were not taken away. The people still sacrificed and made offerings on the high places."
    },
    {
        "o": 10904,
        "r": "esv:2 Kings:15:5",
        "t": "And the Lord*s touched the king, so that he was a leper to the day of his death, and he lived in a separate house. And Jotham the king’s son was over the household, governing the people of the land."
    },
    {
        "o": 10905,
        "r": "esv:2 Kings:15:6",
        "t": "Now the rest of the acts of Azariah, and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 10906,
        "r": "esv:2 Kings:15:7",
        "t": "And Azariah slept with his fathers, and they buried him with his fathers in the city of David, and Jotham his son reigned in his place."
    },
    {
        "o": 10907,
        "r": "esv:2 Kings:15:7",
        "t": "Zechariah Reigns in Israel",
        "h": 2
    },
    {
        "o": 10908,
        "r": "esv:2 Kings:15:8",
        "t": "In*p the thirty-eighth year of Azariah king of Judah, Zechariah the son of Jeroboam reigned over Israel in Samaria six months."
    },
    {
        "o": 10909,
        "r": "esv:2 Kings:15:9",
        "t": "And he did what was evil in the sight of the Lord,*s as his fathers had done. He did not depart from the sins of Jeroboam the son of Nebat, which he made Israel to sin."
    },
    {
        "o": 10910,
        "r": "esv:2 Kings:15:10",
        "t": "Shallum the son of Jabesh conspired against him and struck him down at Ibleam and put him to death and reigned in his place."
    },
    {
        "o": 10911,
        "r": "esv:2 Kings:15:11",
        "t": "Now the rest of the deeds of Zechariah, behold, they are written in the Book of the Chronicles of the Kings of Israel."
    },
    {
        "o": 10912,
        "r": "esv:2 Kings:15:12",
        "t": "(This was the promise of the Lord*s that he gave to Jehu, “Your sons shall sit on the throne of Israel to the fourth generation.” And so it came to pass.)"
    },
    {
        "o": 10913,
        "r": "esv:2 Kings:15:12",
        "t": "Shallum Reigns in Israel",
        "h": 2
    },
    {
        "o": 10914,
        "r": "esv:2 Kings:15:13",
        "t": "Shallum*p the son of Jabesh began to reign in the thirty-ninth year of Uzziah king of Judah, and he reigned one month in Samaria."
    },
    {
        "o": 10915,
        "r": "esv:2 Kings:15:14",
        "t": "Then Menahem the son of Gadi came up from Tirzah and came to Samaria, and he struck down Shallum the son of Jabesh in Samaria and put him to death and reigned in his place."
    },
    {
        "o": 10916,
        "r": "esv:2 Kings:15:15",
        "t": "Now the rest of the deeds of Shallum, and the conspiracy that he made, behold, they are written in the Book of the Chronicles of the Kings of Israel."
    },
    {
        "o": 10917,
        "r": "esv:2 Kings:15:16",
        "t": "At that time Menahem sacked Tiphsah and all who were in it and its territory from Tirzah on, because they did not open it to him. Therefore he sacked it, and he ripped open all the women in it who were pregnant."
    },
    {
        "o": 10918,
        "r": "esv:2 Kings:15:16",
        "t": "Menahem Reigns in Israel",
        "h": 2
    },
    {
        "o": 10919,
        "r": "esv:2 Kings:15:17",
        "t": "In*p the thirty-ninth year of Azariah king of Judah, Menahem the son of Gadi began to reign over Israel, and he reigned ten years in Samaria."
    },
    {
        "o": 10920,
        "r": "esv:2 Kings:15:18",
        "t": "And he did what was evil in the sight of the Lord.*s He did not depart all his days from all the sins of Jeroboam the son of Nebat, which he made Israel to sin."
    },
    {
        "o": 10921,
        "r": "esv:2 Kings:15:19",
        "t": "Pul the king of Assyria came against the land, and Menahem gave Pul a thousand talents of silver, that he might help him to confirm his hold on the royal power."
    },
    {
        "o": 10922,
        "r": "esv:2 Kings:15:20",
        "t": "Menahem exacted the money from Israel, that is, from all the wealthy men, fifty shekels of silver from every man, to give to the king of Assyria. So the king of Assyria turned back and did not stay there in the land."
    },
    {
        "o": 10923,
        "r": "esv:2 Kings:15:21",
        "t": "Now the rest of the deeds of Menahem and all that he did, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10924,
        "r": "esv:2 Kings:15:22",
        "t": "And Menahem slept with his fathers, and Pekahiah his son reigned in his place."
    },
    {
        "o": 10925,
        "r": "esv:2 Kings:15:22",
        "t": "Pekahiah Reigns in Israel",
        "h": 2
    },
    {
        "o": 10926,
        "r": "esv:2 Kings:15:23",
        "t": "In*p the fiftieth year of Azariah king of Judah, Pekahiah the son of Menahem began to reign over Israel in Samaria, and he reigned two years."
    },
    {
        "o": 10927,
        "r": "esv:2 Kings:15:24",
        "t": "And he did what was evil in the sight of the Lord.*s He did not turn away from the sins of Jeroboam the son of Nebat, which he made Israel to sin."
    },
    {
        "o": 10928,
        "r": "esv:2 Kings:15:25",
        "t": "And Pekah the son of Remaliah, his captain, conspired against him with fifty men of the people of Gilead, and struck him down in Samaria, in the citadel of the king’s house with Argob and Arieh; he put him to death and reigned in his place."
    },
    {
        "o": 10929,
        "r": "esv:2 Kings:15:26",
        "t": "Now the rest of the deeds of Pekahiah and all that he did, behold, they are written in the Book of the Chronicles of the Kings of Israel."
    },
    {
        "o": 10930,
        "r": "esv:2 Kings:15:26",
        "t": "Pekah Reigns in Israel",
        "h": 2
    },
    {
        "o": 10931,
        "r": "esv:2 Kings:15:27",
        "t": "In*p the fifty-second year of Azariah king of Judah, Pekah the son of Remaliah began to reign over Israel in Samaria, and he reigned twenty years."
    },
    {
        "o": 10932,
        "r": "esv:2 Kings:15:28",
        "t": "And he did what was evil in the sight of the Lord.*s He did not depart from the sins of Jeroboam the son of Nebat, which he made Israel to sin."
    },
    {
        "o": 10933,
        "r": "esv:2 Kings:15:29",
        "t": "In*p the days of Pekah king of Israel, Tiglath-pileser king of Assyria came and captured Ijon, Abel-beth-maacah, Janoah, Kedesh, Hazor, Gilead, and Galilee, all the land of Naphtali, and he carried the people captive to Assyria."
    },
    {
        "o": 10934,
        "r": "esv:2 Kings:15:30",
        "t": "Then Hoshea the son of Elah made a conspiracy against Pekah the son of Remaliah and struck him down and put him to death and reigned in his place, in the twentieth year of Jotham the son of Uzziah."
    },
    {
        "o": 10935,
        "r": "esv:2 Kings:15:31",
        "t": "Now the rest of the acts of Pekah and all that he did, behold, they are written in the Book of the Chronicles of the Kings of Israel."
    },
    {
        "o": 10936,
        "r": "esv:2 Kings:15:31",
        "t": "Jotham Reigns in Judah",
        "h": 2
    },
    {
        "o": 10937,
        "r": "esv:2 Kings:15:32",
        "t": "In*p the second year of Pekah the son of Remaliah, king of Israel, Jotham the son of Uzziah, king of Judah, began to reign."
    },
    {
        "o": 10938,
        "r": "esv:2 Kings:15:33",
        "t": "He was twenty-five years old when he began to reign, and he reigned sixteen years in Jerusalem. His mother’s name was Jerusha the daughter of Zadok."
    },
    {
        "o": 10939,
        "r": "esv:2 Kings:15:34",
        "t": "And he did what was right in the eyes of the Lord,*s according to all that his father Uzziah had done."
    },
    {
        "o": 10940,
        "r": "esv:2 Kings:15:35",
        "t": "Nevertheless, the high places were not removed. The people still sacrificed and made offerings on the high places. He built the upper gate of the house of the Lord.*s"
    },
    {
        "o": 10941,
        "r": "esv:2 Kings:15:36",
        "t": "Now the rest of the acts of Jotham and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 10942,
        "r": "esv:2 Kings:15:37",
        "t": "In those days the Lord*s began to send Rezin the king of Syria and Pekah the son of Remaliah against Judah."
    },
    {
        "o": 10943,
        "r": "esv:2 Kings:15:38",
        "t": "Jotham slept with his fathers and was buried with his fathers in the city of David his father, and Ahaz his son reigned in his place."
    }
]
