[
    {
        "o": 61,
        "r": "csb:Genesis:3:0",
        "t": "Genesis 3",
        "h": 1
    },
    {
        "o": 62,
        "r": "csb:Genesis:3:0",
        "t": "The Temptation and the Fall",
        "h": 2
    },
    {
        "o": 63,
        "r": "csb:Genesis:3:1",
        "t": "Now*p the serpent was the most cunning of all the wild animals that the Lord*s God had made. He said to the woman, “Did God really say, ‘You can’t eat from any tree in the garden’?”"
    },
    {
        "o": 64,
        "r": "csb:Genesis:3:2",
        "t": "The*p woman said to the serpent, “We may eat the fruit from the trees in the garden."
    },
    {
        "o": 65,
        "r": "csb:Genesis:3:3",
        "t": "But about the fruit of the tree in the middle of the garden, God said, ‘You must not eat it or touch it, or you will die.’”"
    },
    {
        "o": 66,
        "r": "csb:Genesis:3:4",
        "t": "“No!*p You will certainly not die,” the serpent said to the woman."
    },
    {
        "o": 67,
        "r": "csb:Genesis:3:5",
        "t": "“In fact, God knows that when you eat it your eyes will be opened and you will be like God, knowing good and evil.”"
    },
    {
        "o": 68,
        "r": "csb:Genesis:3:6",
        "t": "The woman saw that the tree was good for food and delightful to look at, and that it was desirable for obtaining wisdom. So she took some of its fruit and ate it; she also gave some to her husband, who was with her, and he ate it."
    },
    {
        "o": 69,
        "r": "csb:Genesis:3:7",
        "t": "Then the eyes of both of them were opened, and they knew they were naked; so they sewed fig leaves together and made coverings for themselves."
    },
    {
        "o": 70,
        "r": "csb:Genesis:3:7",
        "t": "Sin’s Consequences",
        "h": 2
    },
    {
        "o": 71,
        "r": "csb:Genesis:3:8",
        "t": "Then*p the man and his wife heard the sound of the Lord*s God walking in the garden at the time of the evening breeze, and they hid from the Lord*s God among the trees of the garden."
    },
    {
        "o": 72,
        "r": "csb:Genesis:3:9",
        "t": "So the Lord*s God called out to the man and said to him, “Where are you?”"
    },
    {
        "o": 73,
        "r": "csb:Genesis:3:10",
        "t": "And*p he said, “I heard you in the garden, and I was afraid because I was naked, so I hid.”"
    },
    {
        "o": 74,
        "r": "csb:Genesis:3:11",
        "t": "Then*p he asked, “Who told you that you were naked? Did you eat from the tree that I commanded you not to eat from?”"
    },
    {
        "o": 75,
        "r": "csb:Genesis:3:12",
        "t": "The*p man replied, “The woman you gave to be with me - she gave me some fruit from the tree, and I ate.”"
    },
    {
        "o": 76,
        "r": "csb:Genesis:3:13",
        "t": "So*p the Lord*s God asked the woman, “What have you done?” And*p the woman said, “The serpent deceived me, and I ate.”"
    },
    {
        "o": 77,
        "r": "csb:Genesis:3:14",
        "t": "So*p the Lord*s God said to the serpent: Because*pn you have done this, you*ln are cursed more than any livestock and*ln more than any wild animal. You*ln will move on your belly and*ln eat dust all the days of your life."
    },
    {
        "o": 78,
        "r": "csb:Genesis:3:15",
        "t": "I*ln will put hostility between you and the woman, and*ln between your offspring and her offspring. He*ln will strike your head, and*ln you will strike his heel."
    },
    {
        "o": 79,
        "r": "csb:Genesis:3:16",
        "t": "He*p said to the woman: I*pn will intensify your labor pains; you*ln will bear children with painful effort. Your*ln desire will be for your husband, yet*ln he will rule over you."
    },
    {
        "o": 80,
        "r": "csb:Genesis:3:17",
        "t": "And*p he said to the man, “Because you listened to your wife and ate from the tree about which I commanded you, ‘Do not eat from it’: The*pn ground is cursed because of you. You*ln will eat from it by means of painful labor all*ln the days of your life."
    },
    {
        "o": 81,
        "r": "csb:Genesis:3:18",
        "t": "It*ln will produce thorns and thistles for you, and*ln you will eat the plants of the field."
    },
    {
        "o": 82,
        "r": "csb:Genesis:3:19",
        "t": "You*ln will eat bread by the sweat of your brow until*ln you return to the ground, since*ln you were taken from it. For*ln you are dust, and*ln you will return to dust.”"
    },
    {
        "o": 83,
        "r": "csb:Genesis:3:20",
        "t": "The*p man named his wife Eve because she was the mother of all the living."
    },
    {
        "o": 84,
        "r": "csb:Genesis:3:21",
        "t": "The Lord*s God made clothing from skins for the man and his wife, and he clothed them."
    },
    {
        "o": 85,
        "r": "csb:Genesis:3:22",
        "t": "The*p Lord*s God said, “Since the man has become like one of us, knowing good and evil, he must not reach out, take from the tree of life, eat, and live forever.”"
    },
    {
        "o": 86,
        "r": "csb:Genesis:3:23",
        "t": "So the Lord*s God sent him away from the garden of Eden to work the ground from which he was taken."
    },
    {
        "o": 87,
        "r": "csb:Genesis:3:24",
        "t": "He drove the man out and stationed the cherubim and the flaming, whirling sword east of the garden of Eden to guard the way to the tree of life."
    }
]
