[
    {
        "o": 9233,
        "r": "nasb:2 Samuel:17:0",
        "t": "2 Samuel 17",
        "h": 1
    },
    {
        "o": 9234,
        "r": "nasb:2 Samuel:17:0",
        "t": "Hushai’s Counsel",
        "h": 2
    },
    {
        "o": 9235,
        "r": "nasb:2 Samuel:17:1",
        "t": "Furthermore,*p Ahithophel said to Absalom, “Please let me choose 12,000 men that I may arise and pursue David tonight."
    },
    {
        "o": 9236,
        "r": "nasb:2 Samuel:17:2",
        "t": "I will come upon him while he is weary and exhausted and terrify him, so that all the people who are with him will flee. Then I will strike down the king alone,"
    },
    {
        "o": 9237,
        "r": "nasb:2 Samuel:17:3",
        "t": "and I will bring back all the people to you. The return of everyone depends on the man you seek; then*i all the people will be at peace.”"
    },
    {
        "o": 9238,
        "r": "nasb:2 Samuel:17:4",
        "t": "So the plan pleased Absalom and all the elders of Israel."
    },
    {
        "o": 9239,
        "r": "nasb:2 Samuel:17:5",
        "t": "Then*p Absalom said, “Now call Hushai the Archite also, and let us hear what he has to say.”"
    },
    {
        "o": 9240,
        "r": "nasb:2 Samuel:17:6",
        "t": "When Hushai had come to Absalom, Absalom said to him, “Ahithophel has spoken thus. Shall we carry out his plan? If not, you speak.”"
    },
    {
        "o": 9241,
        "r": "nasb:2 Samuel:17:7",
        "t": "So Hushai said to Absalom, “This time the advice that Ahithophel has given is not good.”"
    },
    {
        "o": 9242,
        "r": "nasb:2 Samuel:17:8",
        "t": "Moreover, Hushai said, “You know your father and his men, that they are mighty men and they are fierce, like a bear robbed of her cubs in the field. And your father is an expert in warfare, and will not spend the night with the people."
    },
    {
        "o": 9243,
        "r": "nasb:2 Samuel:17:9",
        "t": "Behold, he has now hidden himself in one of the caves or in another place; and it will be when he falls on them at the first attack, that whoever hears it*i will say, ‘There has been a slaughter among the people who follow Absalom.’"
    },
    {
        "o": 9244,
        "r": "nasb:2 Samuel:17:10",
        "t": "And even the one who is valiant, whose heart is like the heart of a lion, will completely lose heart; for all Israel knows that your father is a mighty man and those who are with him are valiant men."
    },
    {
        "o": 9245,
        "r": "nasb:2 Samuel:17:11",
        "t": "But I counsel that all Israel be surely gathered to you, from Dan even to Beersheba, as the sand that is by the sea in abundance, and that you personally go into battle."
    },
    {
        "o": 9246,
        "r": "nasb:2 Samuel:17:12",
        "t": "So we shall come to him in one of the places where he can be found, and we will fall on him as the dew falls on the ground; and of him and of all the men who are with him, not even one will be left."
    },
    {
        "o": 9247,
        "r": "nasb:2 Samuel:17:13",
        "t": "If he withdraws into a city, then all Israel shall bring ropes to that city, and we will drag it into the valley until not even a small stone is found there.”"
    },
    {
        "o": 9248,
        "r": "nasb:2 Samuel:17:14",
        "t": "Then Absalom and all the men of Israel said, “The counsel of Hushai the Archite is better than the counsel of Ahithophel.” For the Lord*s had ordained to thwart the good counsel of Ahithophel, so that the Lord*s might bring calamity on Absalom."
    },
    {
        "o": 9249,
        "r": "nasb:2 Samuel:17:14",
        "t": "Hushai’s Warning Saves David",
        "h": 2
    },
    {
        "o": 9250,
        "r": "nasb:2 Samuel:17:15",
        "t": "Then*p Hushai said to Zadok and to Abiathar the priests, “This is what Ahithophel counseled Absalom and the elders of Israel, and this is what I have counseled."
    },
    {
        "o": 9251,
        "r": "nasb:2 Samuel:17:16",
        "t": "Now therefore, send quickly and tell David, saying, ‘Do not spend the night at the fords of the wilderness, but by all means cross over, or else the king and all the people who are with him will be destroyed.’ ”"
    },
    {
        "o": 9252,
        "r": "nasb:2 Samuel:17:17",
        "t": "Now Jonathan and Ahimaaz were staying at En-rogel, and a maidservant would go and tell them, and they would go and tell King David, for they could not be seen entering the city."
    },
    {
        "o": 9253,
        "r": "nasb:2 Samuel:17:18",
        "t": "But a lad did see them and told Absalom; so the two of them departed quickly and came to the house of a man in Bahurim, who had a well in his courtyard, and they went down into it."
    },
    {
        "o": 9254,
        "r": "nasb:2 Samuel:17:19",
        "t": "And the woman took a covering and spread it over the well’s mouth and scattered grain on it, so that nothing was known."
    },
    {
        "o": 9255,
        "r": "nasb:2 Samuel:17:20",
        "t": "Then Absalom’s servants came to the woman at the house and said, “Where are Ahimaaz and Jonathan?” And the woman said to them, “They have crossed the brook of water.” And when they searched and could not find them,*i they returned to Jerusalem."
    },
    {
        "o": 9256,
        "r": "nasb:2 Samuel:17:21",
        "t": "It*p came about after they had departed that they came up out of the well and went and told King David; and they said to David, “Arise and cross over the water quickly for thus Ahithophel has counseled against you.”"
    },
    {
        "o": 9257,
        "r": "nasb:2 Samuel:17:22",
        "t": "Then David and all the people who were*i with him arose and crossed the Jordan; and by dawn not even one remained who had not crossed the Jordan."
    },
    {
        "o": 9258,
        "r": "nasb:2 Samuel:17:23",
        "t": "Now*p when Ahithophel saw that his counsel was not followed, he saddled his*i donkey and arose and went to his home, to his city, and set his house in order, and strangled himself; thus he died and was buried in the grave of his father."
    },
    {
        "o": 9259,
        "r": "nasb:2 Samuel:17:24",
        "t": "Then*p David came to Mahanaim. And Absalom crossed the Jordan, he and all the men of Israel with him."
    },
    {
        "o": 9260,
        "r": "nasb:2 Samuel:17:25",
        "t": "Absalom set Amasa over the army in place of Joab. Now Amasa was the son of a man whose name was Ithra the Israelite, who went in to Abigail the daughter of Nahash, sister of Zeruiah, Joab’s mother."
    },
    {
        "o": 9261,
        "r": "nasb:2 Samuel:17:26",
        "t": "And Israel and Absalom camped in the land of Gilead."
    },
    {
        "o": 9262,
        "r": "nasb:2 Samuel:17:27",
        "t": "Now*p when David had come to Mahanaim, Shobi the son of Nahash from Rabbah of the sons of Ammon, Machir the son of Ammiel from Lo-debar, and Barzillai the Gileadite from Rogelim,"
    },
    {
        "o": 9263,
        "r": "nasb:2 Samuel:17:28",
        "t": "brought beds, basins, pottery, wheat, barley, flour, parched grain,*i beans, lentils, parched seeds,*i"
    },
    {
        "o": 9264,
        "r": "nasb:2 Samuel:17:29",
        "t": "honey, curds, sheep, and cheese of the herd, for David and for the people who were*i with him, to eat; for they said, “The people are hungry and weary and thirsty in the wilderness.”"
    }
]
