[
    {
        "o": 31552,
        "r": "kjv:James:1:0",
        "t": "James 1",
        "h": 1
    },
    {
        "o": 31553,
        "r": "kjv:James:1:1",
        "t": "James,*p a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting."
    },
    {
        "o": 31554,
        "r": "kjv:James:1:2",
        "t": "My*p brethren, count it all joy when ye fall into divers temptations;"
    },
    {
        "o": 31555,
        "r": "kjv:James:1:3",
        "t": "Knowing*p this, that the trying of your faith worketh patience."
    },
    {
        "o": 31556,
        "r": "kjv:James:1:4",
        "t": "But*p let patience have her perfect work, that ye may be perfect and entire, wanting nothing."
    },
    {
        "o": 31557,
        "r": "kjv:James:1:5",
        "t": "If*p any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him."
    },
    {
        "o": 31558,
        "r": "kjv:James:1:6",
        "t": "But*p let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed."
    },
    {
        "o": 31559,
        "r": "kjv:James:1:7",
        "t": "For*p let not that man think that he shall receive any thing of the Lord."
    },
    {
        "o": 31560,
        "r": "kjv:James:1:8",
        "t": "A*p double minded man is unstable in all his ways."
    },
    {
        "o": 31561,
        "r": "kjv:James:1:9",
        "t": "Let*p the brother of low degree rejoice in that he is exalted:"
    },
    {
        "o": 31562,
        "r": "kjv:James:1:10",
        "t": "But*p the rich, in that he is made low: because as the flower of the grass he shall pass away."
    },
    {
        "o": 31563,
        "r": "kjv:James:1:11",
        "t": "For*p the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways."
    },
    {
        "o": 31564,
        "r": "kjv:James:1:12",
        "t": "Blessed*p is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him."
    },
    {
        "o": 31565,
        "r": "kjv:James:1:13",
        "t": "Let*p no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:"
    },
    {
        "o": 31566,
        "r": "kjv:James:1:14",
        "t": "But*p every man is tempted, when he is drawn away of his own lust, and enticed."
    },
    {
        "o": 31567,
        "r": "kjv:James:1:15",
        "t": "Then*p when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death."
    },
    {
        "o": 31568,
        "r": "kjv:James:1:16",
        "t": "Do*p not err, my beloved brethren."
    },
    {
        "o": 31569,
        "r": "kjv:James:1:17",
        "t": "Every*p good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning."
    },
    {
        "o": 31570,
        "r": "kjv:James:1:18",
        "t": "Of*p his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures."
    },
    {
        "o": 31571,
        "r": "kjv:James:1:19",
        "t": "Wherefore,*p my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:"
    },
    {
        "o": 31572,
        "r": "kjv:James:1:20",
        "t": "For*p the wrath of man worketh not the righteousness of God."
    },
    {
        "o": 31573,
        "r": "kjv:James:1:21",
        "t": "Wherefore*p lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls."
    },
    {
        "o": 31574,
        "r": "kjv:James:1:22",
        "t": "But*p be ye doers of the word, and not hearers only, deceiving your own selves."
    },
    {
        "o": 31575,
        "r": "kjv:James:1:23",
        "t": "For*p if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:"
    },
    {
        "o": 31576,
        "r": "kjv:James:1:24",
        "t": "For*p he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was."
    },
    {
        "o": 31577,
        "r": "kjv:James:1:25",
        "t": "But*p whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed."
    },
    {
        "o": 31578,
        "r": "kjv:James:1:26",
        "t": "If*p any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man's religion is vain."
    },
    {
        "o": 31579,
        "r": "kjv:James:1:27",
        "t": "Pure*p religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world."
    }
]
