[
    {
        "o": 12346,
        "r": "csb:1 Chronicles:28:0",
        "t": "1 Chronicles 28",
        "h": 1
    },
    {
        "o": 12347,
        "r": "csb:1 Chronicles:28:0",
        "t": "David Commissions Solomon to Build the Temple",
        "h": 2
    },
    {
        "o": 12348,
        "r": "csb:1 Chronicles:28:1",
        "t": "David*p assembled all the leaders of Israel in Jerusalem: the leaders of the tribes, the leaders of the divisions in the king’s service, the commanders of thousands and the commanders of hundreds, and the officials in charge of all the property and cattle of the king and his sons, along with the court officials, the fighting men, and all the best soldiers."
    },
    {
        "o": 12349,
        "r": "csb:1 Chronicles:28:2",
        "t": "Then King David rose to his feet and said, “Listen to me, my brothers and my people. It was in my heart to build a house as a resting place for the ark of the Lord’s*s covenant and as a footstool for our God. I had made preparations to build,"
    },
    {
        "o": 12350,
        "r": "csb:1 Chronicles:28:3",
        "t": "but God said to me, ‘You are not to build a house for my name because you are a man of war and have shed blood.’"
    },
    {
        "o": 12351,
        "r": "csb:1 Chronicles:28:4",
        "t": "“Yet*p the Lord*s God of Israel chose me out of all my father’s family to be king over Israel forever. For he chose Judah as leader, and from the house of Judah, my father’s family, and from my father’s sons, he was pleased to make me king over all Israel."
    },
    {
        "o": 12352,
        "r": "csb:1 Chronicles:28:5",
        "t": "And out of all my sons- for the Lord*s has given me many sons - he has chosen my son Solomon to sit on the throne of the Lord’s*s kingdom over Israel."
    },
    {
        "o": 12353,
        "r": "csb:1 Chronicles:28:6",
        "t": "He said to me, ‘Your son Solomon is the one who is to build my house and my courts, for I have chosen him to be my son, and I will be his father."
    },
    {
        "o": 12354,
        "r": "csb:1 Chronicles:28:7",
        "t": "I will establish his kingdom forever if he perseveres in keeping my commands and my ordinances as he is doing today.’"
    },
    {
        "o": 12355,
        "r": "csb:1 Chronicles:28:8",
        "t": "“So*p now in the sight of all Israel, the assembly of the Lord,*s and in the hearing of our God, observe and follow all the commands of the Lord*s your God so that you may possess this good land and leave it as an inheritance to your descendants forever."
    },
    {
        "o": 12356,
        "r": "csb:1 Chronicles:28:9",
        "t": "“As*p for you, Solomon my son, know the God of your father, and serve him wholeheartedly and with a willing mind, for the Lord*s searches every heart and understands the intention of every thought. If you seek him, he will be found by you, but if you abandon him, he will reject you forever."
    },
    {
        "o": 12357,
        "r": "csb:1 Chronicles:28:10",
        "t": "Realize now that the Lord*s has chosen you to build a house for the sanctuary. Be strong, and do it.”"
    },
    {
        "o": 12358,
        "r": "csb:1 Chronicles:28:11",
        "t": "Then*p David gave his son Solomon the plans for the portico of the temple and its buildings, treasuries, upstairs rooms, inner rooms, and a room for the mercy seat."
    },
    {
        "o": 12359,
        "r": "csb:1 Chronicles:28:12",
        "t": "The plans contained everything he had in mind for the courts of the Lord’s*s house, all the surrounding chambers, the treasuries of God’s house, and the treasuries for what is dedicated."
    },
    {
        "o": 12360,
        "r": "csb:1 Chronicles:28:13",
        "t": "Also included were plans for the divisions of the priests and the Levites; all the work of service in the Lord’s*s house; all the articles of service of the Lord’s*s house;"
    },
    {
        "o": 12361,
        "r": "csb:1 Chronicles:28:14",
        "t": "the weight of gold for all the articles for every kind of service; the weight of all the silver articles for every kind of service;"
    },
    {
        "o": 12362,
        "r": "csb:1 Chronicles:28:15",
        "t": "the weight of the gold lampstands and their gold lamps, including the weight of each lampstand and its lamps; the weight of each silver lampstand and its lamps, according to the service of each lampstand;"
    },
    {
        "o": 12363,
        "r": "csb:1 Chronicles:28:16",
        "t": "the weight of gold for each table for the rows of the Bread of the Presence and the silver for the silver tables;"
    },
    {
        "o": 12364,
        "r": "csb:1 Chronicles:28:17",
        "t": "the pure gold for the forks, sprinkling basins, and pitchers; the weight of each gold dish; the weight of each silver bowl;"
    },
    {
        "o": 12365,
        "r": "csb:1 Chronicles:28:18",
        "t": "the weight of refined gold for the altar of incense; and the plans for the chariot of the gold cherubim that spread out their wings and cover the ark of the Lord’s*s covenant."
    },
    {
        "o": 12366,
        "r": "csb:1 Chronicles:28:19",
        "t": "David*p concluded, “By the Lord’s*s hand on me, he enabled me to understand everything in writing, all the details of the plan.”"
    },
    {
        "o": 12367,
        "r": "csb:1 Chronicles:28:20",
        "t": "Then*p David said to his son Solomon, “Be strong and courageous, and do the work. Don’t be afraid or discouraged, for the Lord*s God, my God, is with you. He won’t leave you or abandon you until all the work for the service of the Lord’s*s house is finished."
    },
    {
        "o": 12368,
        "r": "csb:1 Chronicles:28:21",
        "t": "Here are the divisions of the priests and the Levites for all the service of God’s house. Every willing person of any skill will be at your disposal for the work, and the leaders and all the people are at your every command.”"
    }
]
