[
    {
        "o": 25311,
        "r": "csb:Amos:8:0",
        "t": "Amos 8",
        "h": 1
    },
    {
        "o": 25312,
        "r": "csb:Amos:8:0",
        "t": "Fourth Vision: A Basket of Summer Fruit",
        "h": 2
    },
    {
        "o": 25313,
        "r": "csb:Amos:8:1",
        "t": "The*p Lord God*s showed me this: a basket of summer fruit."
    },
    {
        "o": 25314,
        "r": "csb:Amos:8:2",
        "t": "He asked me, “What do you see, Amos?” I*p replied, “A basket of summer fruit.” The*p Lord*s said to me, “The end has come for my people Israel; I will no longer spare them."
    },
    {
        "o": 25315,
        "r": "csb:Amos:8:3",
        "t": "In that day the temple songs will become wailing”- this is the Lord God’s*s declaration. “Many dead bodies, thrown everywhere! Silence!”"
    },
    {
        "o": 25316,
        "r": "csb:Amos:8:4",
        "t": "Hear*pn this, you who trample on the needy and*ln do away with the poor of the land,"
    },
    {
        "o": 25317,
        "r": "csb:Amos:8:5",
        "t": "asking,*ln “When will the New Moon be over so*ln we may sell grain, and*ln the Sabbath, so*ln we may market wheat? We*ln can reduce the measure while*ln increasing the price and*ln cheat with dishonest scales."
    },
    {
        "o": 25318,
        "r": "csb:Amos:8:6",
        "t": "We*ln can buy the poor with silver and*ln the needy for a pair of sandals and*ln even sell the chaff!”"
    },
    {
        "o": 25319,
        "r": "csb:Amos:8:7",
        "t": "The*p Lord*s has sworn by the Pride of Jacob: I*pn will never forget all their deeds."
    },
    {
        "o": 25320,
        "r": "csb:Amos:8:8",
        "t": "Because*ln of this, won’t the land quake and*ln all who dwell in it mourn? All*ln of it will rise like the Nile; it*ln will surge and then subside like*ln the Nile in Egypt."
    },
    {
        "o": 25321,
        "r": "csb:Amos:8:9",
        "t": "And*pn in that day — this*lg is the declaration of the Lord God—*s I*pn will make the sun go down at noon; I*ln will darken the land in the daytime."
    },
    {
        "o": 25322,
        "r": "csb:Amos:8:10",
        "t": "I*ln will turn your feasts into mourning and*ln all your songs into lamentation; I*ln will cause everyone to wear sackcloth and*ln every head to be shaved. I*ln will make that grief like*ln mourning for an only son and*ln its outcome like a bitter day."
    },
    {
        "o": 25323,
        "r": "csb:Amos:8:11",
        "t": "Look,*pn the days are coming — this*lg is the declaration of the Lord God—*s when*pn I will send a famine through the land: not*ln a famine of bread or a thirst for water, but*ln of hearing the words of the Lord.*s"
    },
    {
        "o": 25324,
        "r": "csb:Amos:8:12",
        "t": "People*ln will stagger from sea to sea and*ln roam from north to east seeking*ln the word of the Lord,*s but*ln they will not find it."
    },
    {
        "o": 25325,
        "r": "csb:Amos:8:13",
        "t": "In*ln that day the beautiful young women, the*ln young men also, will faint from thirst."
    },
    {
        "o": 25326,
        "r": "csb:Amos:8:14",
        "t": "Those*ln who swear by the guilt of Samaria and*ln say, “As your god lives, Dan,” or,*ln “As the way of Beer-sheba lives”— they*ln will fall, never to rise again."
    }
]
