[
    {
        "o": 6801,
        "r": "csb:Joshua:13:0",
        "t": "Joshua 13",
        "h": 1
    },
    {
        "o": 6802,
        "r": "csb:Joshua:13:0",
        "t": "Unconquered Lands",
        "h": 2
    },
    {
        "o": 6803,
        "r": "csb:Joshua:13:1",
        "t": "Joshua*p was now old, advanced in age, and the Lord*s said to him, “You have become old, advanced in age, but a great deal of the land remains to be possessed."
    },
    {
        "o": 6804,
        "r": "csb:Joshua:13:2",
        "t": "This is the land that remains: All*p the districts of the Philistines and the Geshurites:"
    },
    {
        "o": 6805,
        "r": "csb:Joshua:13:3",
        "t": "from the Shihor east of Egypt to the border of Ekron on the north (considered to be Canaanite territory) - the five Philistine rulers of Gaza, Ashdod, Ashkelon, Gath, and Ekron, as well as the Avvites"
    },
    {
        "o": 6806,
        "r": "csb:Joshua:13:4",
        "t": "in the south; all the land of the Canaanites, from Arah of the Sidonians to Aphek and as far as the border of the Amorites;"
    },
    {
        "o": 6807,
        "r": "csb:Joshua:13:5",
        "t": "the land of the Gebalites; and all Lebanon east from Baal-gad below Mount Hermon to the entrance of Hamath-"
    },
    {
        "o": 6808,
        "r": "csb:Joshua:13:6",
        "t": "all the inhabitants of the hill country from Lebanon to Misrephoth-maim, all the Sidonians. I*p will drive them out before the Israelites, only distribute the land as an inheritance for Israel, as I have commanded you."
    },
    {
        "o": 6809,
        "r": "csb:Joshua:13:7",
        "t": "Therefore, divide this land as an inheritance to the nine tribes and half the tribe of Manasseh.”"
    },
    {
        "o": 6810,
        "r": "csb:Joshua:13:7",
        "t": "The Inheritance East of the Jordan",
        "h": 2
    },
    {
        "o": 6811,
        "r": "csb:Joshua:13:8",
        "t": "With*p the other half of the tribe of Manasseh, the Reubenites and Gadites had received the inheritance Moses gave them beyond the Jordan to the east, just as Moses the Lord’s*s servant had given them:"
    },
    {
        "o": 6812,
        "r": "csb:Joshua:13:9",
        "t": "From*p Aroer on the rim of the Arnon Valley, along with the city in the middle of the valley, all the Medeba plateau as far as Dibon,"
    },
    {
        "o": 6813,
        "r": "csb:Joshua:13:10",
        "t": "and all the cities of King Sihon of the Amorites, who reigned in Heshbon, to the border of the Ammonites;"
    },
    {
        "o": 6814,
        "r": "csb:Joshua:13:11",
        "t": "also Gilead and the territory of the Geshurites and Maacathites, all Mount Hermon, and all Bashan to Salecah -"
    },
    {
        "o": 6815,
        "r": "csb:Joshua:13:12",
        "t": "the whole kingdom of Og in Bashan, who reigned in Ashtaroth and Edrei; he was one of the remaining Rephaim. Moses*p struck them down and drove them out,"
    },
    {
        "o": 6816,
        "r": "csb:Joshua:13:13",
        "t": "but the Israelites did not drive out the Geshurites and Maacathites. So Geshur and Maacath still live in Israel today."
    },
    {
        "o": 6817,
        "r": "csb:Joshua:13:14",
        "t": "He*p did not, however, give any inheritance to the tribe of Levi. This was their inheritance, just as he had promised: the food offerings made to the Lord,*s the God of Israel."
    },
    {
        "o": 6818,
        "r": "csb:Joshua:13:14",
        "t": "Reuben’s Inheritance",
        "h": 2
    },
    {
        "o": 6819,
        "r": "csb:Joshua:13:15",
        "t": "To*p the tribe of Reuben’s descendants by their clans, Moses gave"
    },
    {
        "o": 6820,
        "r": "csb:Joshua:13:16",
        "t": "this as their territory: From*p Aroer on the rim of the Arnon Valley, along with the city in the middle of the valley, the whole plateau as far as Medeba,"
    },
    {
        "o": 6821,
        "r": "csb:Joshua:13:17",
        "t": "with Heshbon and all its cities on the plateau - Dibon, Bamoth-baal, Beth-baal-meon,"
    },
    {
        "o": 6822,
        "r": "csb:Joshua:13:18",
        "t": "Jahaz, Kedemoth, Mephaath,"
    },
    {
        "o": 6823,
        "r": "csb:Joshua:13:19",
        "t": "Kiriathaim, Sibmah, Zereth-shahar on the hill in the valley,"
    },
    {
        "o": 6824,
        "r": "csb:Joshua:13:20",
        "t": "Beth-peor, the slopes of Pisgah, and Beth-jeshimoth -"
    },
    {
        "o": 6825,
        "r": "csb:Joshua:13:21",
        "t": "all the cities of the plateau, and all the kingdom of King Sihon of the Amorites, who reigned in Heshbon. Moses had killed him and the chiefs of Midian - Evi, Rekem, Zur, Hur, and Reba - the princes of Sihon who lived in the land."
    },
    {
        "o": 6826,
        "r": "csb:Joshua:13:22",
        "t": "Along with those the Israelites put to death, they also killed the diviner, Balaam son of Beor, with the sword."
    },
    {
        "o": 6827,
        "r": "csb:Joshua:13:23",
        "t": "The*p border of the Reubenites was the Jordan and its plain. This was the inheritance of the Reubenites by their clans, with the cities and their settlements."
    },
    {
        "o": 6828,
        "r": "csb:Joshua:13:23",
        "t": "Gad’s Inheritance",
        "h": 2
    },
    {
        "o": 6829,
        "r": "csb:Joshua:13:24",
        "t": "To*p the tribe of the Gadites by their clans, Moses gave"
    },
    {
        "o": 6830,
        "r": "csb:Joshua:13:25",
        "t": "this as their territory: Jazer*p and all the cities of Gilead, and half the land of the Ammonites to Aroer, near Rabbah;"
    },
    {
        "o": 6831,
        "r": "csb:Joshua:13:26",
        "t": "from Heshbon to Ramath-mizpeh and Betonim, and from Mahanaim to the border of Debir;"
    },
    {
        "o": 6832,
        "r": "csb:Joshua:13:27",
        "t": "in the valley: Beth-haram, Beth-nimrah, Succoth, and Zaphon - the rest of the kingdom of King Sihon of Heshbon. Their land also included the Jordan and its territory as far as the edge of the Sea of Chinnereth on the east side of the Jordan."
    },
    {
        "o": 6833,
        "r": "csb:Joshua:13:28",
        "t": "This*p was the inheritance of the Gadites by their clans, with the cities and their settlements."
    },
    {
        "o": 6834,
        "r": "csb:Joshua:13:28",
        "t": "East Manasseh’s Inheritance",
        "h": 2
    },
    {
        "o": 6835,
        "r": "csb:Joshua:13:29",
        "t": "And*p to half the tribe of Manasseh (that is, to half the tribe of Manasseh’s descendants by their clans) Moses gave"
    },
    {
        "o": 6836,
        "r": "csb:Joshua:13:30",
        "t": "this as their territory: From*p Mahanaim through all Bashan - all the kingdom of King Og of Bashan, including all of Jair’s Villages that are in Bashan - sixty cities."
    },
    {
        "o": 6837,
        "r": "csb:Joshua:13:31",
        "t": "But half of Gilead, and Og’s royal cities in Bashan - Ashtaroth and Edrei - are for the descendants of Machir son of Manasseh (that is, half the descendants of Machir by their clans)."
    },
    {
        "o": 6838,
        "r": "csb:Joshua:13:32",
        "t": "These*p were the portions Moses gave them on the plains of Moab beyond the Jordan east of Jericho."
    },
    {
        "o": 6839,
        "r": "csb:Joshua:13:33",
        "t": "But Moses did not give a portion to the tribe of Levi. The Lord,*s the God of Israel, was their inheritance, just as he had promised them."
    }
]
