[
    {
        "o": 11378,
        "r": "kjv:1 Chronicles:24:0",
        "t": "1 Chronicles 24",
        "h": 1
    },
    {
        "o": 11379,
        "r": "kjv:1 Chronicles:24:1",
        "t": "Now*p these are the divisions of the sons of Aaron. The sons of Aaron; Nadab, and Abihu, Eleazar, and Ithamar."
    },
    {
        "o": 11380,
        "r": "kjv:1 Chronicles:24:2",
        "t": "But*p Nadab and Abihu died before their father, and had no children: therefore Eleazar and Ithamar executed the priest's office."
    },
    {
        "o": 11381,
        "r": "kjv:1 Chronicles:24:3",
        "t": "And*p David distributed them, both Zadok of the sons of Eleazar, and Ahimelech of the sons of Ithamar, according to their offices in their service."
    },
    {
        "o": 11382,
        "r": "kjv:1 Chronicles:24:4",
        "t": "And*p there were more chief men found of the sons of Eleazar than of the sons of Ithamar; and thus were they divided. Among the sons of Eleazar there were sixteen chief men of the house of their fathers, and eight among the sons of Ithamar according to the house of their fathers."
    },
    {
        "o": 11383,
        "r": "kjv:1 Chronicles:24:5",
        "t": "Thus*p were they divided by lot, one sort with another; for the governors of the sanctuary, and governors of the house of God, were of the sons of Eleazar, and of the sons of Ithamar."
    },
    {
        "o": 11384,
        "r": "kjv:1 Chronicles:24:6",
        "t": "And*p Shemaiah the son of Nethaneel the scribe, one of the Levites, wrote them before the king, and the princes, and Zadok the priest, and Ahimelech the son of Abiathar, and before the chief of the fathers of the priests and Levites: one principal household being taken for Eleazar, and one taken for Ithamar."
    },
    {
        "o": 11385,
        "r": "kjv:1 Chronicles:24:7",
        "t": "Now*p the first lot came forth to Jehoiarib, the second to Jedaiah,"
    },
    {
        "o": 11386,
        "r": "kjv:1 Chronicles:24:8",
        "t": "The*p third to Harim, the fourth to Seorim,"
    },
    {
        "o": 11387,
        "r": "kjv:1 Chronicles:24:9",
        "t": "The*p fifth to Malchijah, the sixth to Mijamin,"
    },
    {
        "o": 11388,
        "r": "kjv:1 Chronicles:24:10",
        "t": "The*p seventh to Hakkoz, the eighth to Abijah,"
    },
    {
        "o": 11389,
        "r": "kjv:1 Chronicles:24:11",
        "t": "The*p ninth to Jeshua, the tenth to Shecaniah,"
    },
    {
        "o": 11390,
        "r": "kjv:1 Chronicles:24:12",
        "t": "The*p eleventh to Eliashib, the twelfth to Jakim,"
    },
    {
        "o": 11391,
        "r": "kjv:1 Chronicles:24:13",
        "t": "The*p thirteenth to Huppah, the fourteenth to Jeshebeab,"
    },
    {
        "o": 11392,
        "r": "kjv:1 Chronicles:24:14",
        "t": "The*p fifteenth to Bilgah, the sixteenth to Immer,"
    },
    {
        "o": 11393,
        "r": "kjv:1 Chronicles:24:15",
        "t": "The*p seventeenth to Hezir, the eighteenth to Aphses,"
    },
    {
        "o": 11394,
        "r": "kjv:1 Chronicles:24:16",
        "t": "The*p nineteenth to Pethahiah, the twentieth to Jehezekel,"
    },
    {
        "o": 11395,
        "r": "kjv:1 Chronicles:24:17",
        "t": "The*p one and twentieth to Jachin, the two and twentieth to Gamul,"
    },
    {
        "o": 11396,
        "r": "kjv:1 Chronicles:24:18",
        "t": "The*p three and twentieth to Delaiah, the four and twentieth to Maaziah."
    },
    {
        "o": 11397,
        "r": "kjv:1 Chronicles:24:19",
        "t": "These*p were the orderings of them in their service to come into the house of the Lord,*s according to their manner, under Aaron their father, as the Lord*s God of Israel had commanded him."
    },
    {
        "o": 11398,
        "r": "kjv:1 Chronicles:24:20",
        "t": "And*p the rest of the sons of Levi were these: Of the sons of Amram; Shubael: of the sons of Shubael; Jehdeiah."
    },
    {
        "o": 11399,
        "r": "kjv:1 Chronicles:24:21",
        "t": "Concerning*p Rehabiah: of the sons of Rehabiah, the first was Isshiah."
    },
    {
        "o": 11400,
        "r": "kjv:1 Chronicles:24:22",
        "t": "Of*p the Izharites; Shelomoth: of the sons of Shelomoth; Jahath."
    },
    {
        "o": 11401,
        "r": "kjv:1 Chronicles:24:23",
        "t": "And*p the sons of Hebron; Jeriah the first, Amariah the second, Jahaziel the third, Jekameam the fourth."
    },
    {
        "o": 11402,
        "r": "kjv:1 Chronicles:24:24",
        "t": "Of*p the sons of Uzziel; Michah: of the sons of Michah; Shamir."
    },
    {
        "o": 11403,
        "r": "kjv:1 Chronicles:24:25",
        "t": "The*p brother of Michah was Isshiah: of the sons of Isshiah; Zechariah."
    },
    {
        "o": 11404,
        "r": "kjv:1 Chronicles:24:26",
        "t": "The*p sons of Merari were Mahli and Mushi: the sons of Jaaziah; Beno."
    },
    {
        "o": 11405,
        "r": "kjv:1 Chronicles:24:27",
        "t": "The*p sons of Merari by Jaaziah; Beno, and Shoham, and Zaccur, and Ibri."
    },
    {
        "o": 11406,
        "r": "kjv:1 Chronicles:24:28",
        "t": "Of*p Mahli came Eleazar, who had no sons."
    },
    {
        "o": 11407,
        "r": "kjv:1 Chronicles:24:29",
        "t": "Concerning*p Kish: the son of Kish was Jerahmeel."
    },
    {
        "o": 11408,
        "r": "kjv:1 Chronicles:24:30",
        "t": "The*p sons also of Mushi; Mahli, and Eder, and Jerimoth. These were the sons of the Levites after the house of their fathers."
    },
    {
        "o": 11409,
        "r": "kjv:1 Chronicles:24:31",
        "t": "These*p likewise cast lots over against their brethren the sons of Aaron in the presence of David the king, and Zadok, and Ahimelech, and the chief of the fathers of the priests and Levites, even the principal fathers over against their younger brethren."
    }
]
