[
    {
        "o": 1711,
        "r": "csb:Exodus:2:0",
        "t": "Exodus 2",
        "h": 1
    },
    {
        "o": 1712,
        "r": "csb:Exodus:2:0",
        "t": "Moses’s Birth and Adoption",
        "h": 2
    },
    {
        "o": 1713,
        "r": "csb:Exodus:2:1",
        "t": "Now*p a man from the family of Levi married a Levite woman."
    },
    {
        "o": 1714,
        "r": "csb:Exodus:2:2",
        "t": "The woman became pregnant and gave birth to a son; when she saw that he was beautiful, she hid him for three months."
    },
    {
        "o": 1715,
        "r": "csb:Exodus:2:3",
        "t": "But when she could no longer hide him, she got a papyrus basket for him and coated it with asphalt and pitch. She placed the child in it and set it among the reeds by the bank of the Nile."
    },
    {
        "o": 1716,
        "r": "csb:Exodus:2:4",
        "t": "Then his sister stood at a distance in order to see what would happen to him."
    },
    {
        "o": 1717,
        "r": "csb:Exodus:2:5",
        "t": "Pharaoh’s*p daughter went down to bathe at the Nile while her servant girls walked along the riverbank. She saw the basket among the reeds, sent her slave girl, took it,"
    },
    {
        "o": 1718,
        "r": "csb:Exodus:2:6",
        "t": "opened it, and saw him, the child - and there he was, a little boy, crying. She felt sorry for him and said, “This is one of the Hebrew boys.”"
    },
    {
        "o": 1719,
        "r": "csb:Exodus:2:7",
        "t": "Then*p his sister said to Pharaoh’s daughter, “Should I go and call a Hebrew woman who is nursing to nurse the boy for you?”"
    },
    {
        "o": 1720,
        "r": "csb:Exodus:2:8",
        "t": "“Go,”*p Pharaoh’s daughter told her. So the girl went and called the boy’s mother."
    },
    {
        "o": 1721,
        "r": "csb:Exodus:2:9",
        "t": "Then Pharaoh’s daughter said to her, “Take this child and nurse him for me, and I will pay your wages.” So the woman took the boy and nursed him."
    },
    {
        "o": 1722,
        "r": "csb:Exodus:2:10",
        "t": "When the child grew older, she brought him to Pharaoh’s daughter, and he became her son. She named him Moses, “Because,” she said, “I drew him out of the water.”"
    },
    {
        "o": 1723,
        "r": "csb:Exodus:2:10",
        "t": "Moses in Midian",
        "h": 2
    },
    {
        "o": 1724,
        "r": "csb:Exodus:2:11",
        "t": "Years*p later, after Moses had grown up, he went out to his own people and observed their forced labor. He saw an Egyptian striking a Hebrew, one of his people."
    },
    {
        "o": 1725,
        "r": "csb:Exodus:2:12",
        "t": "Looking all around and seeing no one, he struck the Egyptian dead and hid him in the sand."
    },
    {
        "o": 1726,
        "r": "csb:Exodus:2:13",
        "t": "The next day he went out and saw two Hebrews fighting. He asked the one in the wrong, “Why are you attacking your neighbor?”"
    },
    {
        "o": 1727,
        "r": "csb:Exodus:2:14",
        "t": "“Who*p made you a commander and judge over us?” the man replied. “Are you planning to kill me as you killed the Egyptian?” Then*p Moses became afraid and thought, “What I did is certainly known.”"
    },
    {
        "o": 1728,
        "r": "csb:Exodus:2:15",
        "t": "When*p Pharaoh heard about this, he tried to kill Moses. But Moses fled from Pharaoh and went to live in the land of Midian, and sat down by a well."
    },
    {
        "o": 1729,
        "r": "csb:Exodus:2:16",
        "t": "Now*p the priest of Midian had seven daughters. They came to draw water and filled the troughs to water their father’s flock."
    },
    {
        "o": 1730,
        "r": "csb:Exodus:2:17",
        "t": "Then some shepherds arrived and drove them away, but Moses came to their rescue and watered their flock."
    },
    {
        "o": 1731,
        "r": "csb:Exodus:2:18",
        "t": "When they returned to their father Reuel, he asked, “Why have you come back so quickly today?”"
    },
    {
        "o": 1732,
        "r": "csb:Exodus:2:19",
        "t": "They*p answered, “An Egyptian rescued us from the shepherds. He even drew water for us and watered the flock.”"
    },
    {
        "o": 1733,
        "r": "csb:Exodus:2:20",
        "t": "“So*p where is he?” he asked his daughters. “Why then did you leave the man behind? Invite him to eat dinner.”"
    },
    {
        "o": 1734,
        "r": "csb:Exodus:2:21",
        "t": "Moses*p agreed to stay with the man, and he gave his daughter Zipporah to Moses in marriage."
    },
    {
        "o": 1735,
        "r": "csb:Exodus:2:22",
        "t": "She gave birth to a son whom he named Gershom, for he said, “I have been a resident alien in a foreign land.”"
    },
    {
        "o": 1736,
        "r": "csb:Exodus:2:23",
        "t": "After*p a long time, the king of Egypt died. The Israelites groaned because of their difficult labor, they cried out, and their cry for help because of the difficult labor ascended to God."
    },
    {
        "o": 1737,
        "r": "csb:Exodus:2:24",
        "t": "God heard their groaning, and God remembered his covenant with Abraham, with Isaac, and with Jacob."
    },
    {
        "o": 1738,
        "r": "csb:Exodus:2:25",
        "t": "God saw the Israelites, and God knew."
    }
]
