[
    {
        "o": 33936,
        "r": "nasb:2 Peter:1:0",
        "t": "2 Peter 1",
        "h": 1
    },
    {
        "o": 33937,
        "r": "nasb:2 Peter:1:0",
        "t": "Growth in Christian Virtue",
        "h": 2
    },
    {
        "o": 33938,
        "r": "nasb:2 Peter:1:1",
        "t": "Simon*p Peter, a bond-servant and apostle of Jesus Christ, To*bp those who have received a faith of the same kind as ours, by the righteousness of our God and Savior, Jesus Christ:"
    },
    {
        "o": 33939,
        "r": "nasb:2 Peter:1:2",
        "t": "Grace and peace be multiplied to you in the knowledge of God and of Jesus our Lord;"
    },
    {
        "o": 33940,
        "r": "nasb:2 Peter:1:3",
        "t": "seeing that His divine power has granted to us everything pertaining to life and godliness, through the true knowledge of Him who called us by His own glory and excellence."
    },
    {
        "o": 33941,
        "r": "nasb:2 Peter:1:4",
        "t": "For by these He has granted to us His precious and magnificent promises, so that by them you may become partakers of the*i divine nature, having escaped the corruption that is in the world by lust."
    },
    {
        "o": 33942,
        "r": "nasb:2 Peter:1:5",
        "t": "Now for this very reason also, applying all diligence, in your faith supply moral excellence, and in your*i moral excellence, knowledge,"
    },
    {
        "o": 33943,
        "r": "nasb:2 Peter:1:6",
        "t": "and in your*i knowledge, self-control, and in your*i self-control, perseverance, and in your*i perseverance, godliness,"
    },
    {
        "o": 33944,
        "r": "nasb:2 Peter:1:7",
        "t": "and in your*i godliness, brotherly kindness, and in your*i brotherly kindness, love."
    },
    {
        "o": 33945,
        "r": "nasb:2 Peter:1:8",
        "t": "For if these qualities*i are yours and are increasing, they render you neither useless nor unfruitful in the true knowledge of our Lord Jesus Christ."
    },
    {
        "o": 33946,
        "r": "nasb:2 Peter:1:9",
        "t": "For he who lacks these qualities*i is blind or*i short-sighted, having forgotten his*i purification from his former sins."
    },
    {
        "o": 33947,
        "r": "nasb:2 Peter:1:10",
        "t": "Therefore, brethren, be all the more diligent to make certain about His calling and choosing you; for as long as you practice these things, you will never stumble;"
    },
    {
        "o": 33948,
        "r": "nasb:2 Peter:1:11",
        "t": "for in this way the entrance into the eternal kingdom of our Lord and Savior Jesus Christ will be abundantly supplied to you."
    },
    {
        "o": 33949,
        "r": "nasb:2 Peter:1:12",
        "t": "Therefore,*p I will always be ready to remind you of these things, even though you already*i know them,*i and have been established in the truth which is present with you.*i"
    },
    {
        "o": 33950,
        "r": "nasb:2 Peter:1:13",
        "t": "I consider it right, as long as I am in this earthly*i dwelling, to stir you up by way of reminder,"
    },
    {
        "o": 33951,
        "r": "nasb:2 Peter:1:14",
        "t": "knowing that the laying aside of my earthly*i dwelling is imminent, as also our Lord Jesus Christ has made clear to me."
    },
    {
        "o": 33952,
        "r": "nasb:2 Peter:1:15",
        "t": "And I will also be diligent that at any time after my departure you will be able to call these things to mind."
    },
    {
        "o": 33953,
        "r": "nasb:2 Peter:1:15",
        "t": "Eyewitnesses",
        "h": 2
    },
    {
        "o": 33954,
        "r": "nasb:2 Peter:1:16",
        "t": "For*p we did not follow cleverly devised tales when we made known to you the power and coming of our Lord Jesus Christ, but we were eyewitnesses of His majesty."
    },
    {
        "o": 33955,
        "r": "nasb:2 Peter:1:17",
        "t": "For when He received honor and glory from God the Father, such an utterance as this was made to Him by the Majestic Glory, “This is My beloved Son with whom I am well-pleased”—"
    },
    {
        "o": 33956,
        "r": "nasb:2 Peter:1:18",
        "t": "and we ourselves heard this utterance made from heaven when we were with Him on the holy mountain."
    },
    {
        "o": 33957,
        "r": "nasb:2 Peter:1:19",
        "t": "So*ip we have the prophetic word made*i more sure, to which you do well to pay attention as to a lamp shining in a dark place, until the day dawns and the morning star arises in your hearts."
    },
    {
        "o": 33958,
        "r": "nasb:2 Peter:1:20",
        "t": "But know this first of all, that no prophecy of Scripture is a*i matter*i of one’s own interpretation,"
    },
    {
        "o": 33959,
        "r": "nasb:2 Peter:1:21",
        "t": "for no prophecy was ever made by an act of human will, but men moved by the Holy Spirit spoke from God."
    }
]
