[
    {
        "o": 8696,
        "r": "esv:1 Samuel:28:0",
        "t": "1 Samuel 28",
        "h": 1
    },
    {
        "o": 8697,
        "r": "esv:1 Samuel:28:0",
        "t": "Saul and the Medium of En-dor",
        "h": 2
    },
    {
        "o": 8698,
        "r": "esv:1 Samuel:28:1",
        "t": "In*p those days the Philistines gathered their forces for war, to fight against Israel. And Achish said to David, “Understand that you and your men are to go out with me in the army.”"
    },
    {
        "o": 8699,
        "r": "esv:1 Samuel:28:2",
        "t": "David said to Achish, “Very well, you shall know what your servant can do.” And Achish said to David, “Very well, I will make you my bodyguard for life.”"
    },
    {
        "o": 8700,
        "r": "esv:1 Samuel:28:3",
        "t": "Now*p Samuel had died, and all Israel had mourned for him and buried him in Ramah, his own city. And Saul had put the mediums and the necromancers out of the land."
    },
    {
        "o": 8701,
        "r": "esv:1 Samuel:28:4",
        "t": "The Philistines assembled and came and encamped at Shunem. And Saul gathered all Israel, and they encamped at Gilboa."
    },
    {
        "o": 8702,
        "r": "esv:1 Samuel:28:5",
        "t": "When Saul saw the army of the Philistines, he was afraid, and his heart trembled greatly."
    },
    {
        "o": 8703,
        "r": "esv:1 Samuel:28:6",
        "t": "And when Saul inquired of the Lord,*s the Lord*s did not answer him, either by dreams, or by Urim, or by prophets."
    },
    {
        "o": 8704,
        "r": "esv:1 Samuel:28:7",
        "t": "Then Saul said to his servants, “Seek out for me a woman who is a medium, that I may go to her and inquire of her.” And his servants said to him, “Behold, there is a medium at En-dor.”"
    },
    {
        "o": 8705,
        "r": "esv:1 Samuel:28:8",
        "t": "So*p Saul disguised himself and put on other garments and went, he and two men with him. And they came to the woman by night. And he said, “Divine for me by a spirit and bring up for me whomever I shall name to you.”"
    },
    {
        "o": 8706,
        "r": "esv:1 Samuel:28:9",
        "t": "The woman said to him, “Surely you know what Saul has done, how he has cut off the mediums and the necromancers from the land. Why then are you laying a trap for my life to bring about my death?”"
    },
    {
        "o": 8707,
        "r": "esv:1 Samuel:28:10",
        "t": "But Saul swore to her by the Lord,*s “As the Lord*s lives, no punishment shall come upon you for this thing.”"
    },
    {
        "o": 8708,
        "r": "esv:1 Samuel:28:11",
        "t": "Then the woman said, “Whom shall I bring up for you?” He said, “Bring up Samuel for me.”"
    },
    {
        "o": 8709,
        "r": "esv:1 Samuel:28:12",
        "t": "When the woman saw Samuel, she cried out with a loud voice. And the woman said to Saul, “Why have you deceived me? You are Saul.”"
    },
    {
        "o": 8710,
        "r": "esv:1 Samuel:28:13",
        "t": "The king said to her, “Do not be afraid. What do you see?” And the woman said to Saul, “I see a god coming up out of the earth.”"
    },
    {
        "o": 8711,
        "r": "esv:1 Samuel:28:14",
        "t": "He said to her, “What is his appearance?” And she said, “An old man is coming up, and he is wrapped in a robe.” And Saul knew that it was Samuel, and he bowed with his face to the ground and paid homage."
    },
    {
        "o": 8712,
        "r": "esv:1 Samuel:28:15",
        "t": "Then*p Samuel said to Saul, “Why have you disturbed me by bringing me up?” Saul answered, “I am in great distress, for the Philistines are warring against me, and God has turned away from me and answers me no more, either by prophets or by dreams. Therefore I have summoned you to tell me what I shall do.”"
    },
    {
        "o": 8713,
        "r": "esv:1 Samuel:28:16",
        "t": "And Samuel said, “Why then do you ask me, since the Lord*s has turned from you and become your enemy?"
    },
    {
        "o": 8714,
        "r": "esv:1 Samuel:28:17",
        "t": "The Lord*s has done to you as he spoke by me, for the Lord*s has torn the kingdom out of your hand and given it to your neighbor, David."
    },
    {
        "o": 8715,
        "r": "esv:1 Samuel:28:18",
        "t": "Because you did not obey the voice of the Lord*s and did not carry out his fierce wrath against Amalek, therefore the Lord*s has done this thing to you this day."
    },
    {
        "o": 8716,
        "r": "esv:1 Samuel:28:19",
        "t": "Moreover, the Lord*s will give Israel also with you into the hand of the Philistines, and tomorrow you and your sons shall be with me. The Lord*s will give the army of Israel also into the hand of the Philistines.”"
    },
    {
        "o": 8717,
        "r": "esv:1 Samuel:28:20",
        "t": "Then*p Saul fell at once full length on the ground, filled with fear because of the words of Samuel. And there was no strength in him, for he had eaten nothing all day and all night."
    },
    {
        "o": 8718,
        "r": "esv:1 Samuel:28:21",
        "t": "And the woman came to Saul, and when she saw that he was terrified, she said to him, “Behold, your servant has obeyed you. I have taken my life in my hand and have listened to what you have said to me."
    },
    {
        "o": 8719,
        "r": "esv:1 Samuel:28:22",
        "t": "Now therefore, you also obey your servant. Let me set a morsel of bread before you; and eat, that you may have strength when you go on your way.”"
    },
    {
        "o": 8720,
        "r": "esv:1 Samuel:28:23",
        "t": "He refused and said, “I will not eat.” But his servants, together with the woman, urged him, and he listened to their words. So he arose from the earth and sat on the bed."
    },
    {
        "o": 8721,
        "r": "esv:1 Samuel:28:24",
        "t": "Now the woman had a fattened calf in the house, and she quickly killed it, and she took flour and kneaded it and baked unleavened bread of it,"
    },
    {
        "o": 8722,
        "r": "esv:1 Samuel:28:25",
        "t": "and she put it before Saul and his servants, and they ate. Then they rose and went away that night."
    }
]
