[
    {
        "o": 10064,
        "r": "esv:1 Kings:13:0",
        "t": "1 Kings 13",
        "h": 1
    },
    {
        "o": 10065,
        "r": "esv:1 Kings:13:0",
        "t": "A Man of God Confronts Jeroboam",
        "h": 2
    },
    {
        "o": 10066,
        "r": "esv:1 Kings:13:1",
        "t": "And*p behold, a man of God came out of Judah by the word of the Lord*s to Bethel. Jeroboam was standing by the altar to make offerings."
    },
    {
        "o": 10067,
        "r": "esv:1 Kings:13:2",
        "t": "And the man cried against the altar by the word of the Lord*s and said, “O altar, altar, thus says the Lord:*s ‘Behold, a son shall be born to the house of David, Josiah by name, and he shall sacrifice on you the priests of the high places who make offerings on you, and human bones shall be burned on you.’”"
    },
    {
        "o": 10068,
        "r": "esv:1 Kings:13:3",
        "t": "And he gave a sign the same day, saying, “This is the sign that the Lord*s has spoken: ‘Behold, the altar shall be torn down, and the ashes that are on it shall be poured out.’”"
    },
    {
        "o": 10069,
        "r": "esv:1 Kings:13:4",
        "t": "And when the king heard the saying of the man of God, which he cried against the altar at Bethel, Jeroboam stretched out his hand from the altar, saying, “Seize him.” And his hand, which he stretched out against him, dried up, so that he could not draw it back to himself."
    },
    {
        "o": 10070,
        "r": "esv:1 Kings:13:5",
        "t": "The altar also was torn down, and the ashes poured out from the altar, according to the sign that the man of God had given by the word of the Lord.*s"
    },
    {
        "o": 10071,
        "r": "esv:1 Kings:13:6",
        "t": "And the king said to the man of God, “Entreat now the favor of the Lord*s your God, and pray for me, that my hand may be restored to me.” And the man of God entreated the Lord,*s and the king’s hand was restored to him and became as it was before."
    },
    {
        "o": 10072,
        "r": "esv:1 Kings:13:7",
        "t": "And the king said to the man of God, “Come home with me, and refresh yourself, and I will give you a reward.”"
    },
    {
        "o": 10073,
        "r": "esv:1 Kings:13:8",
        "t": "And the man of God said to the king, “If you give me half your house, I will not go in with you. And I will not eat bread or drink water in this place,"
    },
    {
        "o": 10074,
        "r": "esv:1 Kings:13:9",
        "t": "for so was it commanded me by the word of the Lord,*s saying, ‘You shall neither eat bread nor drink water nor return by the way that you came.’”"
    },
    {
        "o": 10075,
        "r": "esv:1 Kings:13:10",
        "t": "So he went another way and did not return by the way that he came to Bethel."
    },
    {
        "o": 10076,
        "r": "esv:1 Kings:13:10",
        "t": "The Prophet’s Disobedience",
        "h": 2
    },
    {
        "o": 10077,
        "r": "esv:1 Kings:13:11",
        "t": "Now*p an old prophet lived in Bethel. And his sons came and told him all that the man of God had done that day in Bethel. They also told to their father the words that he had spoken to the king."
    },
    {
        "o": 10078,
        "r": "esv:1 Kings:13:12",
        "t": "And their father said to them, “Which way did he go?” And his sons showed him the way that the man of God who came from Judah had gone."
    },
    {
        "o": 10079,
        "r": "esv:1 Kings:13:13",
        "t": "And he said to his sons, “Saddle the donkey for me.” So they saddled the donkey for him and he mounted it."
    },
    {
        "o": 10080,
        "r": "esv:1 Kings:13:14",
        "t": "And he went after the man of God and found him sitting under an oak. And he said to him, “Are you the man of God who came from Judah?” And he said, “I am.”"
    },
    {
        "o": 10081,
        "r": "esv:1 Kings:13:15",
        "t": "Then he said to him, “Come home with me and eat bread.”"
    },
    {
        "o": 10082,
        "r": "esv:1 Kings:13:16",
        "t": "And he said, “I may not return with you, or go in with you, neither will I eat bread nor drink water with you in this place,"
    },
    {
        "o": 10083,
        "r": "esv:1 Kings:13:17",
        "t": "for it was said to me by the word of the Lord,*s ‘You shall neither eat bread nor drink water there, nor return by the way that you came.’”"
    },
    {
        "o": 10084,
        "r": "esv:1 Kings:13:18",
        "t": "And he said to him, “I also am a prophet as you are, and an angel spoke to me by the word of the Lord,*s saying, ‘Bring him back with you into your house that he may eat bread and drink water.’” But he lied to him."
    },
    {
        "o": 10085,
        "r": "esv:1 Kings:13:19",
        "t": "So he went back with him and ate bread in his house and drank water."
    },
    {
        "o": 10086,
        "r": "esv:1 Kings:13:20",
        "t": "And*p as they sat at the table, the word of the Lord*s came to the prophet who had brought him back."
    },
    {
        "o": 10087,
        "r": "esv:1 Kings:13:21",
        "t": "And he cried to the man of God who came from Judah, “Thus says the Lord,*s ‘Because you have disobeyed the word of the Lord*s and have not kept the command that the Lord*s your God commanded you,"
    },
    {
        "o": 10088,
        "r": "esv:1 Kings:13:22",
        "t": "but have come back and have eaten bread and drunk water in the place of which he said to you, “Eat no bread and drink no water,” your body shall not come to the tomb of your fathers.’”"
    },
    {
        "o": 10089,
        "r": "esv:1 Kings:13:23",
        "t": "And after he had eaten bread and drunk, he saddled the donkey for the prophet whom he had brought back."
    },
    {
        "o": 10090,
        "r": "esv:1 Kings:13:24",
        "t": "And as he went away a lion met him on the road and killed him. And his body was thrown in the road, and the donkey stood beside it; the lion also stood beside the body."
    },
    {
        "o": 10091,
        "r": "esv:1 Kings:13:25",
        "t": "And behold, men passed by and saw the body thrown in the road and the lion standing by the body. And they came and told it in the city where the old prophet lived."
    },
    {
        "o": 10092,
        "r": "esv:1 Kings:13:26",
        "t": "And*p when the prophet who had brought him back from the way heard of it, he said, “It is the man of God who disobeyed the word of the Lord;*s therefore the Lord*s has given him to the lion, which has torn him and killed him, according to the word that the Lord*s spoke to him.”"
    },
    {
        "o": 10093,
        "r": "esv:1 Kings:13:27",
        "t": "And he said to his sons, “Saddle the donkey for me.” And they saddled it."
    },
    {
        "o": 10094,
        "r": "esv:1 Kings:13:28",
        "t": "And he went and found his body thrown in the road, and the donkey and the lion standing beside the body. The lion had not eaten the body or torn the donkey."
    },
    {
        "o": 10095,
        "r": "esv:1 Kings:13:29",
        "t": "And the prophet took up the body of the man of God and laid it on the donkey and brought it back to the city to mourn and to bury him."
    },
    {
        "o": 10096,
        "r": "esv:1 Kings:13:30",
        "t": "And he laid the body in his own grave. And they mourned over him, saying, “Alas, my brother!”"
    },
    {
        "o": 10097,
        "r": "esv:1 Kings:13:31",
        "t": "And after he had buried him, he said to his sons, “When I die, bury me in the grave in which the man of God is buried; lay my bones beside his bones."
    },
    {
        "o": 10098,
        "r": "esv:1 Kings:13:32",
        "t": "For the saying that he called out by the word of the Lord*s against the altar in Bethel and against all the houses of the high places that are in the cities of Samaria shall surely come to pass.”"
    },
    {
        "o": 10099,
        "r": "esv:1 Kings:13:33",
        "t": "After*p this thing Jeroboam did not turn from his evil way, but made priests for the high places again from among all the people. Any who would, he ordained to be priests of the high places."
    },
    {
        "o": 10100,
        "r": "esv:1 Kings:13:34",
        "t": "And this thing became sin to the house of Jeroboam, so as to cut it off and to destroy it from the face of the earth."
    }
]
