[
    {
        "o": 12194,
        "r": "niv:1 Chronicles:28:0",
        "t": "1 Chronicles 28",
        "h": 1
    },
    {
        "o": 12195,
        "r": "niv:1 Chronicles:28:0",
        "t": "David’s Plans for the Temple",
        "h": 2
    },
    {
        "o": 12196,
        "r": "niv:1 Chronicles:28:1",
        "t": "David*p summoned all the officials of Israel to assemble at Jerusalem: the officers over the tribes, the commanders of the divisions in the service of the king, the commanders of thousands and commanders of hundreds, and the officials in charge of all the property and livestock belonging to the king and his sons, together with the palace officials, the warriors and all the brave fighting men."
    },
    {
        "o": 12197,
        "r": "niv:1 Chronicles:28:2",
        "t": "King*p David rose to his feet and said: “Listen to me, my fellow Israelites, my people. I had it in my heart to build a house as a place of rest for the ark of the covenant of the Lord,*s for the footstool of our God, and I made plans to build it."
    },
    {
        "o": 12198,
        "r": "niv:1 Chronicles:28:3",
        "t": "But God said to me, ‘You are not to build a house for my Name, because you are a warrior and have shed blood.’"
    },
    {
        "o": 12199,
        "r": "niv:1 Chronicles:28:4",
        "t": "“Yet*p the Lord,*s the God of Israel, chose me from my whole family to be king over Israel forever. He chose Judah as leader, and from the tribe of Judah he chose my family, and from my father’s sons he was pleased to make me king over all Israel."
    },
    {
        "o": 12200,
        "r": "niv:1 Chronicles:28:5",
        "t": "Of all my sons—and the Lord*s has given me many—he has chosen my son Solomon to sit on the throne of the kingdom of the Lord*s over Israel."
    },
    {
        "o": 12201,
        "r": "niv:1 Chronicles:28:6",
        "t": "He said to me: ‘Solomon your son is the one who will build my house and my courts, for I have chosen him to be my son, and I will be his father."
    },
    {
        "o": 12202,
        "r": "niv:1 Chronicles:28:7",
        "t": "I will establish his kingdom forever if he is unswerving in carrying out my commands and laws, as is being done at this time.’"
    },
    {
        "o": 12203,
        "r": "niv:1 Chronicles:28:8",
        "t": "“So*p now I charge you in the sight of all Israel and of the assembly of the Lord,*s and in the hearing of our God: Be careful to follow all the commands of the Lord*s your God, that you may possess this good land and pass it on as an inheritance to your descendants forever."
    },
    {
        "o": 12204,
        "r": "niv:1 Chronicles:28:9",
        "t": "“And*p you, my son Solomon, acknowledge the God of your father, and serve him with wholehearted devotion and with a willing mind, for the Lord*s searches every heart and understands every desire and every thought. If you seek him, he will be found by you; but if you forsake him, he will reject you forever."
    },
    {
        "o": 12205,
        "r": "niv:1 Chronicles:28:10",
        "t": "Consider now, for the Lord*s has chosen you to build a house as the sanctuary. Be strong and do the work.”"
    },
    {
        "o": 12206,
        "r": "niv:1 Chronicles:28:11",
        "t": "Then*p David gave his son Solomon the plans for the portico of the temple, its buildings, its storerooms, its upper parts, its inner rooms and the place of atonement."
    },
    {
        "o": 12207,
        "r": "niv:1 Chronicles:28:12",
        "t": "He gave him the plans of all that the Spirit had put in his mind for the courts of the temple of the Lord*s and all the surrounding rooms, for the treasuries of the temple of God and for the treasuries for the dedicated things."
    },
    {
        "o": 12208,
        "r": "niv:1 Chronicles:28:13",
        "t": "He gave him instructions for the divisions of the priests and Levites, and for all the work of serving in the temple of the Lord,*s as well as for all the articles to be used in its service."
    },
    {
        "o": 12209,
        "r": "niv:1 Chronicles:28:14",
        "t": "He designated the weight of gold for all the gold articles to be used in various kinds of service, and the weight of silver for all the silver articles to be used in various kinds of service:"
    },
    {
        "o": 12210,
        "r": "niv:1 Chronicles:28:15",
        "t": "the weight of gold for the gold lampstands and their lamps, with the weight for each lampstand and its lamps; and the weight of silver for each silver lampstand and its lamps, according to the use of each lampstand;"
    },
    {
        "o": 12211,
        "r": "niv:1 Chronicles:28:16",
        "t": "the weight of gold for each table for consecrated bread; the weight of silver for the silver tables;"
    },
    {
        "o": 12212,
        "r": "niv:1 Chronicles:28:17",
        "t": "the weight of pure gold for the forks, sprinkling bowls and pitchers; the weight of gold for each gold dish; the weight of silver for each silver dish;"
    },
    {
        "o": 12213,
        "r": "niv:1 Chronicles:28:18",
        "t": "and the weight of the refined gold for the altar of incense. He also gave him the plan for the chariot, that is, the cherubim of gold that spread their wings and overshadow the ark of the covenant of the Lord.*s"
    },
    {
        "o": 12214,
        "r": "niv:1 Chronicles:28:19",
        "t": "“All*p this,” David said, “I have in writing as a result of the Lord’s*s hand on me, and he enabled me to understand all the details of the plan.”"
    },
    {
        "o": 12215,
        "r": "niv:1 Chronicles:28:20",
        "t": "David*p also said to Solomon his son, “Be strong and courageous, and do the work. Do not be afraid or discouraged, for the Lord*s God, my God, is with you. He will not fail you or forsake you until all the work for the service of the temple of the Lord*s is finished."
    },
    {
        "o": 12216,
        "r": "niv:1 Chronicles:28:21",
        "t": "The divisions of the priests and Levites are ready for all the work on the temple of God, and every willing person skilled in any craft will help you in all the work. The officials and all the people will obey your every command.”"
    }
]
