[
    {
        "o": 7030,
        "r": "nasb:Joshua:23:0",
        "t": "Joshua 23",
        "h": 1
    },
    {
        "o": 7031,
        "r": "nasb:Joshua:23:0",
        "t": "Joshua’s Farewell Address",
        "h": 2
    },
    {
        "o": 7032,
        "r": "nasb:Joshua:23:1",
        "t": "Now*p it came about after many days, when the Lord*s had given rest to Israel from all their enemies on every side, and Joshua was old, advanced in years,"
    },
    {
        "o": 7033,
        "r": "nasb:Joshua:23:2",
        "t": "that Joshua called for all Israel, for their elders and their heads and their judges and their officers, and said to them, “I am old, advanced in years."
    },
    {
        "o": 7034,
        "r": "nasb:Joshua:23:3",
        "t": "And you have seen all that the Lord*s your God has done to all these nations because of you, for the Lord*s your God is He who has been fighting for you."
    },
    {
        "o": 7035,
        "r": "nasb:Joshua:23:4",
        "t": "See, I have apportioned to you these nations which remain as an inheritance for your tribes, with all the nations which I have cut off, from the Jordan even to the Great Sea toward the setting of the sun."
    },
    {
        "o": 7036,
        "r": "nasb:Joshua:23:5",
        "t": "The Lord*s your God, He will thrust them out from before you and drive them from before you; and you will possess their land, just as the Lord*s your God promised you."
    },
    {
        "o": 7037,
        "r": "nasb:Joshua:23:6",
        "t": "Be very firm, then, to keep and do all that is written in the book of the law of Moses, so that you may not turn aside from it to the right hand or to the left,"
    },
    {
        "o": 7038,
        "r": "nasb:Joshua:23:7",
        "t": "so that you will not associate with these nations, these which remain among you, or mention the name of their gods, or make anyone*i swear by*i them,*i or serve them, or bow down to them."
    },
    {
        "o": 7039,
        "r": "nasb:Joshua:23:8",
        "t": "But you are to cling to the Lord*s your God, as you have done to this day."
    },
    {
        "o": 7040,
        "r": "nasb:Joshua:23:9",
        "t": "For the Lord*s has driven out great and strong nations from before you; and as for you, no man has stood before you to this day."
    },
    {
        "o": 7041,
        "r": "nasb:Joshua:23:10",
        "t": "One of your men puts to flight a thousand, for the Lord*s your God is He who fights for you, just as He promised you."
    },
    {
        "o": 7042,
        "r": "nasb:Joshua:23:11",
        "t": "So take diligent heed to yourselves to love the Lord*s your God."
    },
    {
        "o": 7043,
        "r": "nasb:Joshua:23:12",
        "t": "For if you ever go back and cling to the rest of these nations, these which remain among you, and intermarry with them, so that you associate with them and they with you,"
    },
    {
        "o": 7044,
        "r": "nasb:Joshua:23:13",
        "t": "know with certainty that the Lord*s your God will not continue to drive these nations out from before you; but they will be a snare and a trap to you, and a whip on your sides and thorns in your eyes, until you perish from off this good land which the Lord*s your God has given you."
    },
    {
        "o": 7045,
        "r": "nasb:Joshua:23:14",
        "t": "“Now*p behold, today I am going the way of all the earth, and you know in all your hearts and in all your souls that not one word of all the good words which the Lord*s your God spoke concerning you has failed; all have been fulfilled for you, not one of them has failed."
    },
    {
        "o": 7046,
        "r": "nasb:Joshua:23:15",
        "t": "It shall come about that just as all the good words which the Lord*s your God spoke to you have come upon you, so the Lord*s will bring upon you all the threats, until He has destroyed you from off this good land which the Lord*s your God has given you."
    },
    {
        "o": 7047,
        "r": "nasb:Joshua:23:16",
        "t": "When you transgress the covenant of the Lord*s your God, which He commanded you, and go and serve other gods and bow down to them, then the anger of the Lord*s will burn against you, and you will perish quickly from off the good land which He has given you.”"
    }
]
