[
    {
        "o": 33546,
        "r": "esv:Hebrews:1:0",
        "t": "Hebrews 1",
        "h": 1
    },
    {
        "o": 33547,
        "r": "esv:Hebrews:1:0",
        "t": "The Supremacy of God’s Son",
        "h": 2
    },
    {
        "o": 33548,
        "r": "esv:Hebrews:1:1",
        "t": "Long*p ago, at many times and in many ways, God spoke to our fathers by the prophets,"
    },
    {
        "o": 33549,
        "r": "esv:Hebrews:1:2",
        "t": "but in these last days he has spoken to us by his Son, whom he appointed the heir of all things, through whom also he created the world."
    },
    {
        "o": 33550,
        "r": "esv:Hebrews:1:3",
        "t": "He is the radiance of the glory of God and the exact imprint of his nature, and he upholds the universe by the word of his power. After making purification for sins, he sat down at the right hand of the Majesty on high,"
    },
    {
        "o": 33551,
        "r": "esv:Hebrews:1:4",
        "t": "having become as much superior to angels as the name he has inherited is more excellent than theirs."
    },
    {
        "o": 33552,
        "r": "esv:Hebrews:1:5",
        "t": "For*p to which of the angels did God ever say, “You*pn are my Son, today*ld I have begotten you”? Or*p again, “I*pn will be to him a father, and*ld he shall be to me a son”?"
    },
    {
        "o": 33553,
        "r": "esv:Hebrews:1:6",
        "t": "And*p again, when he brings the firstborn into the world, he says, “Let*pn all God’s angels worship him.”"
    },
    {
        "o": 33554,
        "r": "esv:Hebrews:1:7",
        "t": "Of*p the angels he says, “He*pn makes his angels winds, and*ld his ministers a flame of fire.”"
    },
    {
        "o": 33555,
        "r": "esv:Hebrews:1:8",
        "t": "But*p of the Son he says, “Your*pn throne, O God, is forever and ever, the*ld scepter of uprightness is the scepter of your kingdom."
    },
    {
        "o": 33556,
        "r": "esv:Hebrews:1:9",
        "t": "You*ln have loved righteousness and hated wickedness; therefore*ln God, your God, has anointed you with*ld the oil of gladness beyond your companions.”"
    },
    {
        "o": 33557,
        "r": "esv:Hebrews:1:10",
        "t": "And,*p “You,*pn Lord, laid the foundation of the earth in the beginning, and*ld the heavens are the work of your hands;"
    },
    {
        "o": 33558,
        "r": "esv:Hebrews:1:11",
        "t": "they*ln will perish, but you remain; they*ld will all wear out like a garment,"
    },
    {
        "o": 33559,
        "r": "esv:Hebrews:1:12",
        "t": "like*ln a robe you will roll them up, like*ld a garment they will be changed. But*ln you are the same, and*ld your years will have no end.”"
    },
    {
        "o": 33560,
        "r": "esv:Hebrews:1:13",
        "t": "And*p to which of the angels has he ever said, “Sit*pn at my right hand until*ld I make your enemies a footstool for your feet”?"
    },
    {
        "o": 33561,
        "r": "esv:Hebrews:1:14",
        "t": "Are*p they not all ministering spirits sent out to serve for the sake of those who are to inherit salvation?"
    }
]
