[
    {
        "o": 28732,
        "r": "kjv:Acts:18:0",
        "t": "Acts 18",
        "h": 1
    },
    {
        "o": 28733,
        "r": "kjv:Acts:18:1",
        "t": "After*p these things Paul departed from Athens, and came to Corinth;"
    },
    {
        "o": 28734,
        "r": "kjv:Acts:18:2",
        "t": "And*p found a certain Jew named Aquila, born in Pontus, lately come from Italy, with his wife Priscilla; (because that Claudius had commanded all Jews to depart from Rome:) and came unto them."
    },
    {
        "o": 28735,
        "r": "kjv:Acts:18:3",
        "t": "And*p because he was of the same craft, he abode with them, and wrought: for by their occupation they were tentmakers."
    },
    {
        "o": 28736,
        "r": "kjv:Acts:18:4",
        "t": "And*p he reasoned in the synagogue every sabbath, and persuaded the Jews and the Greeks."
    },
    {
        "o": 28737,
        "r": "kjv:Acts:18:5",
        "t": "And*p when Silas and Timothy were come from Macedonia, Paul was pressed in the spirit, and testified to the Jews that Jesus was Christ."
    },
    {
        "o": 28738,
        "r": "kjv:Acts:18:6",
        "t": "And*p when they opposed themselves, and blasphemed, he shook his raiment, and said unto them, Your blood be upon your own heads; I am clean: from henceforth I will go unto the Gentiles."
    },
    {
        "o": 28739,
        "r": "kjv:Acts:18:7",
        "t": "And*p he departed thence, and entered into a certain man's house, named Justus, one that worshipped God, whose house joined hard to the synagogue."
    },
    {
        "o": 28740,
        "r": "kjv:Acts:18:8",
        "t": "And*p Crispus, the chief ruler of the synagogue, believed on the Lord with all his house; and many of the Corinthians hearing believed, and were baptized."
    },
    {
        "o": 28741,
        "r": "kjv:Acts:18:9",
        "t": "Then*p spake the Lord to Paul in the night by a vision, Be*r not*r afraid,*r but*r speak,*r and*r hold*r not*r thy*r peace:*r"
    },
    {
        "o": 28742,
        "r": "kjv:Acts:18:10",
        "t": "For*rp I*r am*r with*r thee,*r and*r no*r man*r shall*r set*r on*r thee*r to*r hurt*r thee:*r for*r I*r have*r much*r people*r in*r this*r city.*r"
    },
    {
        "o": 28743,
        "r": "kjv:Acts:18:11",
        "t": "And*p he continued there a year and six months, teaching the word of God among them."
    },
    {
        "o": 28744,
        "r": "kjv:Acts:18:12",
        "t": "And*p when Gallio was the deputy of Achaia, the Jews made insurrection with one accord against Paul, and brought him to the judgment seat,"
    },
    {
        "o": 28745,
        "r": "kjv:Acts:18:13",
        "t": "Saying,*p This fellow persuadeth men to worship God contrary to the law."
    },
    {
        "o": 28746,
        "r": "kjv:Acts:18:14",
        "t": "And*p when Paul was now about to open his mouth, Gallio said unto the Jews, If it were a matter of wrong or wicked lewdness, O ye Jews, reason would that I should bear with you:"
    },
    {
        "o": 28747,
        "r": "kjv:Acts:18:15",
        "t": "But*p if it be a question of words and names, and of your law, look ye to it; for I will be no judge of such matters."
    },
    {
        "o": 28748,
        "r": "kjv:Acts:18:16",
        "t": "And*p he drave them from the judgment seat."
    },
    {
        "o": 28749,
        "r": "kjv:Acts:18:17",
        "t": "Then*p all the Greeks took Sosthenes, the chief ruler of the synagogue, and beat him before the judgment seat. And Gallio cared for none of those things."
    },
    {
        "o": 28750,
        "r": "kjv:Acts:18:18",
        "t": "And*p Paul after this tarried there yet a good while, and then took his leave of the brethren, and sailed thence into Syria, and with him Priscilla and Aquila; having shorn his head in Cenchrea: for he had a vow."
    },
    {
        "o": 28751,
        "r": "kjv:Acts:18:19",
        "t": "And*p he came to Ephesus, and left them there: but he himself entered into the synagogue, and reasoned with the Jews."
    },
    {
        "o": 28752,
        "r": "kjv:Acts:18:20",
        "t": "When*p they desired him to tarry longer time with them, he consented not;"
    },
    {
        "o": 28753,
        "r": "kjv:Acts:18:21",
        "t": "But*p bade them farewell, saying, I must by all means keep this feast that cometh in Jerusalem: but I will return again unto you, if God will. And he sailed from Ephesus."
    },
    {
        "o": 28754,
        "r": "kjv:Acts:18:22",
        "t": "And*p when he had landed at Caesarea, and gone up, and saluted the church, he went down to Antioch."
    },
    {
        "o": 28755,
        "r": "kjv:Acts:18:23",
        "t": "And*p after he had spent some time there, he departed, and went over all the country of Galatia and Phrygia in order, strengthening all the disciples."
    },
    {
        "o": 28756,
        "r": "kjv:Acts:18:24",
        "t": "And*p a certain Jew named Apollos, born at Alexandria, an eloquent man, and mighty in the scriptures, came to Ephesus."
    },
    {
        "o": 28757,
        "r": "kjv:Acts:18:25",
        "t": "This*p man was instructed in the way of the Lord; and being fervent in the spirit, he spake and taught diligently the things of the Lord, knowing only the baptism of John."
    },
    {
        "o": 28758,
        "r": "kjv:Acts:18:26",
        "t": "And*p he began to speak boldly in the synagogue: whom when Aquila and Priscilla had heard, they took him unto them, and expounded unto him the way of God more perfectly."
    },
    {
        "o": 28759,
        "r": "kjv:Acts:18:27",
        "t": "And*p when he was disposed to pass into Achaia, the brethren wrote, exhorting the disciples to receive him: who, when he was come, helped them much which had believed through grace:"
    },
    {
        "o": 28760,
        "r": "kjv:Acts:18:28",
        "t": "For*p he mightily convinced the Jews, and that publickly, shewing by the scriptures that Jesus was Christ."
    }
]
