[
    {
        "o": 6532,
        "r": "esv:Joshua:7:0",
        "t": "Joshua 7",
        "h": 1
    },
    {
        "o": 6533,
        "r": "esv:Joshua:7:0",
        "t": "Israel Defeated at Ai",
        "h": 2
    },
    {
        "o": 6534,
        "r": "esv:Joshua:7:1",
        "t": "But*p the people of Israel broke faith in regard to the devoted things, for Achan the son of Carmi, son of Zabdi, son of Zerah, of the tribe of Judah, took some of the devoted things. And the anger of the Lord*s burned against the people of Israel."
    },
    {
        "o": 6535,
        "r": "esv:Joshua:7:2",
        "t": "Joshua*p sent men from Jericho to Ai, which is near Beth-aven, east of Bethel, and said to them, “Go up and spy out the land.” And the men went up and spied out Ai."
    },
    {
        "o": 6536,
        "r": "esv:Joshua:7:3",
        "t": "And they returned to Joshua and said to him, “Do not have all the people go up, but let about two or three thousand men go up and attack Ai. Do not make the whole people toil up there, for they are few.”"
    },
    {
        "o": 6537,
        "r": "esv:Joshua:7:4",
        "t": "So about three thousand men went up there from the people. And they fled before the men of Ai,"
    },
    {
        "o": 6538,
        "r": "esv:Joshua:7:5",
        "t": "and the men of Ai killed about thirty-six of their men and chased them before the gate as far as Shebarim and struck them at the descent. And the hearts of the people melted and became as water."
    },
    {
        "o": 6539,
        "r": "esv:Joshua:7:6",
        "t": "Then*p Joshua tore his clothes and fell to the earth on his face before the ark of the Lord*s until the evening, he and the elders of Israel. And they put dust on their heads."
    },
    {
        "o": 6540,
        "r": "esv:Joshua:7:7",
        "t": "And Joshua said, “Alas, O Lord God,*s why have you brought this people over the Jordan at all, to give us into the hands of the Amorites, to destroy us? Would that we had been content to dwell beyond the Jordan!"
    },
    {
        "o": 6541,
        "r": "esv:Joshua:7:8",
        "t": "O Lord, what can I say, when Israel has turned their backs before their enemies!"
    },
    {
        "o": 6542,
        "r": "esv:Joshua:7:9",
        "t": "For the Canaanites and all the inhabitants of the land will hear of it and will surround us and cut off our name from the earth. And what will you do for your great name?”"
    },
    {
        "o": 6543,
        "r": "esv:Joshua:7:9",
        "t": "The Sin of Achan",
        "h": 2
    },
    {
        "o": 6544,
        "r": "esv:Joshua:7:10",
        "t": "The*p Lord*s said to Joshua, “Get up! Why have you fallen on your face?"
    },
    {
        "o": 6545,
        "r": "esv:Joshua:7:11",
        "t": "Israel has sinned; they have transgressed my covenant that I commanded them; they have taken some of the devoted things; they have stolen and lied and put them among their own belongings."
    },
    {
        "o": 6546,
        "r": "esv:Joshua:7:12",
        "t": "Therefore the people of Israel cannot stand before their enemies. They turn their backs before their enemies, because they have become devoted for destruction. I will be with you no more, unless you destroy the devoted things from among you."
    },
    {
        "o": 6547,
        "r": "esv:Joshua:7:13",
        "t": "Get up! Consecrate the people and say, ‘Consecrate yourselves for tomorrow; for thus says the Lord,*s God of Israel, “There are devoted things in your midst, O Israel. You cannot stand before your enemies until you take away the devoted things from among you.”"
    },
    {
        "o": 6548,
        "r": "esv:Joshua:7:14",
        "t": "In the morning therefore you shall be brought near by your tribes. And the tribe that the Lord*s takes by lot shall come near by clans. And the clan that the Lord*s takes shall come near by households. And the household that the Lord*s takes shall come near man by man."
    },
    {
        "o": 6549,
        "r": "esv:Joshua:7:15",
        "t": "And he who is taken with the devoted things shall be burned with fire, he and all that he has, because he has transgressed the covenant of the Lord,*s and because he has done an outrageous thing in Israel.’”"
    },
    {
        "o": 6550,
        "r": "esv:Joshua:7:16",
        "t": "So*p Joshua rose early in the morning and brought Israel near tribe by tribe, and the tribe of Judah was taken."
    },
    {
        "o": 6551,
        "r": "esv:Joshua:7:17",
        "t": "And he brought near the clans of Judah, and the clan of the Zerahites was taken. And he brought near the clan of the Zerahites man by man, and Zabdi was taken."
    },
    {
        "o": 6552,
        "r": "esv:Joshua:7:18",
        "t": "And he brought near his household man by man, and Achan the son of Carmi, son of Zabdi, son of Zerah, of the tribe of Judah, was taken."
    },
    {
        "o": 6553,
        "r": "esv:Joshua:7:19",
        "t": "Then Joshua said to Achan, “My son, give glory to the Lord*s God of Israel and give praise to him. And tell me now what you have done; do not hide it from me.”"
    },
    {
        "o": 6554,
        "r": "esv:Joshua:7:20",
        "t": "And Achan answered Joshua, “Truly I have sinned against the Lord*s God of Israel, and this is what I did:"
    },
    {
        "o": 6555,
        "r": "esv:Joshua:7:21",
        "t": "when I saw among the spoil a beautiful cloak from Shinar, and 200 shekels of silver, and a bar of gold weighing 50 shekels, then I coveted them and took them. And see, they are hidden in the earth inside my tent, with the silver underneath.”"
    },
    {
        "o": 6556,
        "r": "esv:Joshua:7:22",
        "t": "So*p Joshua sent messengers, and they ran to the tent; and behold, it was hidden in his tent with the silver underneath."
    },
    {
        "o": 6557,
        "r": "esv:Joshua:7:23",
        "t": "And they took them out of the tent and brought them to Joshua and to all the people of Israel. And they laid them down before the Lord.*s"
    },
    {
        "o": 6558,
        "r": "esv:Joshua:7:24",
        "t": "And Joshua and all Israel with him took Achan the son of Zerah, and the silver and the cloak and the bar of gold, and his sons and daughters and his oxen and donkeys and sheep and his tent and all that he had. And they brought them up to the Valley of Achor."
    },
    {
        "o": 6559,
        "r": "esv:Joshua:7:25",
        "t": "And Joshua said, “Why did you bring trouble on us? The Lord*s brings trouble on you today.” And all Israel stoned him with stones. They burned them with fire and stoned them with stones."
    },
    {
        "o": 6560,
        "r": "esv:Joshua:7:26",
        "t": "And they raised over him a great heap of stones that remains to this day. Then the Lord*s turned from his burning anger. Therefore, to this day the name of that place is called the Valley of Achor."
    }
]
