[
    {
        "o": 33565,
        "r": "niv:James:5:0",
        "t": "James 5",
        "h": 1
    },
    {
        "o": 33566,
        "r": "niv:James:5:0",
        "t": "Warning to Rich Oppressors",
        "h": 2
    },
    {
        "o": 33567,
        "r": "niv:James:5:1",
        "t": "Now*p listen, you rich people, weep and wail because of the misery that is coming on you."
    },
    {
        "o": 33568,
        "r": "niv:James:5:2",
        "t": "Your wealth has rotted, and moths have eaten your clothes."
    },
    {
        "o": 33569,
        "r": "niv:James:5:3",
        "t": "Your gold and silver are corroded. Their corrosion will testify against you and eat your flesh like fire. You have hoarded wealth in the last days."
    },
    {
        "o": 33570,
        "r": "niv:James:5:4",
        "t": "Look! The wages you failed to pay the workers who mowed your fields are crying out against you. The cries of the harvesters have reached the ears of the Lord Almighty."
    },
    {
        "o": 33571,
        "r": "niv:James:5:5",
        "t": "You have lived on earth in luxury and self-indulgence. You have fattened yourselves in the day of slaughter."
    },
    {
        "o": 33572,
        "r": "niv:James:5:6",
        "t": "You have condemned and murdered the innocent one, who was not opposing you."
    },
    {
        "o": 33573,
        "r": "niv:James:5:6",
        "t": "Patience in Suffering",
        "h": 2
    },
    {
        "o": 33574,
        "r": "niv:James:5:7",
        "t": "Be*p patient, then, brothers and sisters, until the Lord’s coming. See how the farmer waits for the land to yield its valuable crop, patiently waiting for the autumn and spring rains."
    },
    {
        "o": 33575,
        "r": "niv:James:5:8",
        "t": "You too, be patient and stand firm, because the Lord’s coming is near."
    },
    {
        "o": 33576,
        "r": "niv:James:5:9",
        "t": "Don’t grumble against one another, brothers and sisters, or you will be judged. The Judge is standing at the door!"
    },
    {
        "o": 33577,
        "r": "niv:James:5:10",
        "t": "Brothers*p and sisters, as an example of patience in the face of suffering, take the prophets who spoke in the name of the Lord."
    },
    {
        "o": 33578,
        "r": "niv:James:5:11",
        "t": "As you know, we count as blessed those who have persevered. You have heard of Job’s perseverance and have seen what the Lord finally brought about. The Lord is full of compassion and mercy."
    },
    {
        "o": 33579,
        "r": "niv:James:5:12",
        "t": "Above*p all, my brothers and sisters, do not swear—not by heaven or by earth or by anything else. All you need to say is a simple “Yes” or “No.” Otherwise you will be condemned."
    },
    {
        "o": 33580,
        "r": "niv:James:5:12",
        "t": "The Prayer of Faith",
        "h": 2
    },
    {
        "o": 33581,
        "r": "niv:James:5:13",
        "t": "Is*p anyone among you in trouble? Let them pray. Is anyone happy? Let them sing songs of praise."
    },
    {
        "o": 33582,
        "r": "niv:James:5:14",
        "t": "Is anyone among you sick? Let them call the elders of the church to pray over them and anoint them with oil in the name of the Lord."
    },
    {
        "o": 33583,
        "r": "niv:James:5:15",
        "t": "And the prayer offered in faith will make the sick person well; the Lord will raise them up. If they have sinned, they will be forgiven."
    },
    {
        "o": 33584,
        "r": "niv:James:5:16",
        "t": "Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous person is powerful and effective."
    },
    {
        "o": 33585,
        "r": "niv:James:5:17",
        "t": "Elijah*p was a human being, even as we are. He prayed earnestly that it would not rain, and it did not rain on the land for three and a half years."
    },
    {
        "o": 33586,
        "r": "niv:James:5:18",
        "t": "Again he prayed, and the heavens gave rain, and the earth produced its crops."
    },
    {
        "o": 33587,
        "r": "niv:James:5:19",
        "t": "My*p brothers and sisters, if one of you should wander from the truth and someone should bring that person back,"
    },
    {
        "o": 33588,
        "r": "niv:James:5:20",
        "t": "remember this: Whoever turns a sinner from the error of their way will save them from death and cover over a multitude of sins."
    }
]
