[
    {
        "o": 4681,
        "r": "csb:Numbers:18:0",
        "t": "Numbers 18",
        "h": 1
    },
    {
        "o": 4682,
        "r": "csb:Numbers:18:0",
        "t": "Provision for the Priesthood",
        "h": 2
    },
    {
        "o": 4683,
        "r": "csb:Numbers:18:1",
        "t": "The*p Lord*s said to Aaron, “You, your sons, and your ancestral family will be responsible for iniquity against the sanctuary. You and your sons will be responsible for iniquity involving your priesthood."
    },
    {
        "o": 4684,
        "r": "csb:Numbers:18:2",
        "t": "But also bring your relatives with you from the tribe of Levi, your ancestral tribe, so they may join you and assist you and your sons in front of the tent of the testimony."
    },
    {
        "o": 4685,
        "r": "csb:Numbers:18:3",
        "t": "They are to perform duties for you and for the whole tent. They must not come near the sanctuary equipment or the altar; otherwise, both they and you will die."
    },
    {
        "o": 4686,
        "r": "csb:Numbers:18:4",
        "t": "They are to join you and guard the tent of meeting, doing all the work at the tent, but no unauthorized person may come near you."
    },
    {
        "o": 4687,
        "r": "csb:Numbers:18:5",
        "t": "“You*p are to guard the sanctuary and the altar so that wrath may not fall on the Israelites again."
    },
    {
        "o": 4688,
        "r": "csb:Numbers:18:6",
        "t": "Look, I have selected your fellow Levites from the Israelites as a gift for you, assigned by the Lord*s to work at the tent of meeting."
    },
    {
        "o": 4689,
        "r": "csb:Numbers:18:7",
        "t": "But you and your sons will carry out your priestly responsibilities for everything concerning the altar and for what is inside the curtain, and you will do that work. I am giving you the work of the priesthood as a gift, but an unauthorized person who comes near the sanctuary will be put to death.”"
    },
    {
        "o": 4690,
        "r": "csb:Numbers:18:7",
        "t": "Support for the Priests and Levites",
        "h": 2
    },
    {
        "o": 4691,
        "r": "csb:Numbers:18:8",
        "t": "Then*p the Lord*s spoke to Aaron, “Look, I have put you in charge of the contributions brought to me. As for all the holy offerings of the Israelites, I have given them to you and your sons as a portion and a permanent statute."
    },
    {
        "o": 4692,
        "r": "csb:Numbers:18:9",
        "t": "A portion of the holiest offerings kept from the fire will be yours; every one of their offerings that they give me, whether the grain offering, sin offering, or guilt offering will be most holy for you and your sons."
    },
    {
        "o": 4693,
        "r": "csb:Numbers:18:10",
        "t": "You are to eat it as a most holy offering. Every male may eat it; it is to be holy to you."
    },
    {
        "o": 4694,
        "r": "csb:Numbers:18:11",
        "t": "“The*p contribution of their gifts also belongs to you. I have given all the Israelites’ presentation offerings to you and to your sons and daughters as a permanent statute. Every ceremonially clean person in your house may eat it."
    },
    {
        "o": 4695,
        "r": "csb:Numbers:18:12",
        "t": "I am giving you all the best of the fresh oil, new wine, and grain, which the Israelites give to the Lord*s as their firstfruits."
    },
    {
        "o": 4696,
        "r": "csb:Numbers:18:13",
        "t": "The firstfruits of all that is in their land, which they bring to the Lord,*s belong to you. Every clean person in your house may eat them."
    },
    {
        "o": 4697,
        "r": "csb:Numbers:18:14",
        "t": "“Everything*p in Israel that is permanently dedicated to the Lord*s belongs to you."
    },
    {
        "o": 4698,
        "r": "csb:Numbers:18:15",
        "t": "The firstborn of every living thing, human or animal, presented to the Lord*s belongs to you. But you must certainly redeem a human firstborn, and redeem the firstborn of an unclean animal."
    },
    {
        "o": 4699,
        "r": "csb:Numbers:18:16",
        "t": "You will pay the redemption price for a month-old male according to your assessment: five shekels of silver by the standard sanctuary shekel, which is twenty gerahs."
    },
    {
        "o": 4700,
        "r": "csb:Numbers:18:17",
        "t": "“However,*p you must not redeem the firstborn of an ox, a sheep, or a goat; they are holy. You are to splatter their blood on the altar and burn their fat as a food offering for a pleasing aroma to the Lord.*s"
    },
    {
        "o": 4701,
        "r": "csb:Numbers:18:18",
        "t": "But their meat belongs to you. It belongs to you like the breast of the presentation offering and the right thigh."
    },
    {
        "o": 4702,
        "r": "csb:Numbers:18:19",
        "t": "“I*p give to you and to your sons and daughters all the holy contributions that the Israelites present to the Lord*s as a permanent statute. It is a permanent covenant of salt before the Lord*s for you as well as your offspring.”"
    },
    {
        "o": 4703,
        "r": "csb:Numbers:18:20",
        "t": "The*p Lord*s told Aaron, “You will not have an inheritance in their land; there will be no portion among them for you. I am your portion and your inheritance among the Israelites."
    },
    {
        "o": 4704,
        "r": "csb:Numbers:18:21",
        "t": "“Look,*p I have given the Levites every tenth in Israel as an inheritance in return for the work they do, the work of the tent of meeting."
    },
    {
        "o": 4705,
        "r": "csb:Numbers:18:22",
        "t": "The Israelites must never again come near the tent of meeting, or they will incur guilt and die."
    },
    {
        "o": 4706,
        "r": "csb:Numbers:18:23",
        "t": "The Levites will do the work of the tent of meeting, and they will bear the consequences of their iniquity. The Levites will not receive an inheritance among the Israelites; this is a permanent statute throughout your generations."
    },
    {
        "o": 4707,
        "r": "csb:Numbers:18:24",
        "t": "For I have given them the tenth that the Israelites present to the Lord*s as a contribution for their inheritance. That is why I told them that they would not receive an inheritance among the Israelites.”"
    },
    {
        "o": 4708,
        "r": "csb:Numbers:18:25",
        "t": "The*p Lord*s instructed Moses,"
    },
    {
        "o": 4709,
        "r": "csb:Numbers:18:26",
        "t": "“Speak to the Levites and tell them: When you receive from the Israelites the tenth that I have given you as your inheritance, you are to present part of it as an offering to the Lord-*s a tenth of the tenth."
    },
    {
        "o": 4710,
        "r": "csb:Numbers:18:27",
        "t": "Your offering will be credited to you as if it were your grain from the threshing floor or the full harvest from the winepress."
    },
    {
        "o": 4711,
        "r": "csb:Numbers:18:28",
        "t": "You are to present an offering to the Lord*s from every tenth you receive from the Israelites. Give some of it to the priest Aaron as an offering to the Lord.*s"
    },
    {
        "o": 4712,
        "r": "csb:Numbers:18:29",
        "t": "You must present the entire offering due the Lord*s from all your gifts. The best part of the tenth is to be consecrated."
    },
    {
        "o": 4713,
        "r": "csb:Numbers:18:30",
        "t": "“Tell*p them further: Once you have presented the best part of the tenth, and it is credited to you Levites as the produce of the threshing floor or the winepress,"
    },
    {
        "o": 4714,
        "r": "csb:Numbers:18:31",
        "t": "then you and your household may eat it anywhere. It is your wage in return for your work at the tent of meeting."
    },
    {
        "o": 4715,
        "r": "csb:Numbers:18:32",
        "t": "You will not incur guilt because of it once you have presented the best part of it, but you must not defile the Israelites’ holy offerings, so that you will not die.”"
    }
]
