[
    {
        "o": 14954,
        "r": "kjv:Psalm:35:0",
        "t": "Psalm 35",
        "h": 1
    },
    {
        "o": 14955,
        "r": "kjv:Psalm:35:0",
        "t": "A Psalm of David.",
        "h": 4
    },
    {
        "o": 14956,
        "r": "kjv:Psalm:35:1",
        "t": "Plead*p my cause, O Lord,*s with them that strive with me: fight against them that fight against me."
    },
    {
        "o": 14957,
        "r": "kjv:Psalm:35:2",
        "t": "Take*p hold of shield and buckler, and stand up for mine help."
    },
    {
        "o": 14958,
        "r": "kjv:Psalm:35:3",
        "t": "Draw*p out also the spear, and stop the way against them that persecute me: say unto my soul, I am thy salvation."
    },
    {
        "o": 14959,
        "r": "kjv:Psalm:35:4",
        "t": "Let*p them be confounded and put to shame that seek after my soul: let them be turned back and brought to confusion that devise my hurt."
    },
    {
        "o": 14960,
        "r": "kjv:Psalm:35:5",
        "t": "Let*p them be as chaff before the wind: and let the angel of the Lord*s chase them."
    },
    {
        "o": 14961,
        "r": "kjv:Psalm:35:6",
        "t": "Let*p their way be dark and slippery: and let the angel of the Lord*s persecute them."
    },
    {
        "o": 14962,
        "r": "kjv:Psalm:35:7",
        "t": "For*p without cause have they hid for me their net in a pit, which without cause they have digged for my soul."
    },
    {
        "o": 14963,
        "r": "kjv:Psalm:35:8",
        "t": "Let*p destruction come upon him at unawares; and let his net that he hath hid catch himself: into that very destruction let him fall."
    },
    {
        "o": 14964,
        "r": "kjv:Psalm:35:9",
        "t": "And*p my soul shall be joyful in the Lord:*s it shall rejoice in his salvation."
    },
    {
        "o": 14965,
        "r": "kjv:Psalm:35:10",
        "t": "All*p my bones shall say, Lord,*s who is like unto thee, which deliverest the poor from him that is too strong for him, yea, the poor and the needy from him that spoileth him?"
    },
    {
        "o": 14966,
        "r": "kjv:Psalm:35:11",
        "t": "False*p witnesses did rise up; they laid to my charge things that I knew not."
    },
    {
        "o": 14967,
        "r": "kjv:Psalm:35:12",
        "t": "They*p rewarded me evil for good to the spoiling of my soul."
    },
    {
        "o": 14968,
        "r": "kjv:Psalm:35:13",
        "t": "But*p as for me, when they were sick, my clothing was sackcloth: I humbled my soul with fasting; and my prayer returned into mine own bosom."
    },
    {
        "o": 14969,
        "r": "kjv:Psalm:35:14",
        "t": "I*p behaved myself as though he had been my friend or brother: I bowed down heavily, as one that mourneth for his mother."
    },
    {
        "o": 14970,
        "r": "kjv:Psalm:35:15",
        "t": "But*p in mine adversity they rejoiced, and gathered themselves together: yea, the abjects gathered themselves together against me, and I knew it not; they did tear me, and ceased not:"
    },
    {
        "o": 14971,
        "r": "kjv:Psalm:35:16",
        "t": "With*p hypocritical mockers in feasts, they gnashed upon me with their teeth."
    },
    {
        "o": 14972,
        "r": "kjv:Psalm:35:17",
        "t": "Lord,*p how long wilt thou look on? rescue my soul from their destructions, my darling from the lions."
    },
    {
        "o": 14973,
        "r": "kjv:Psalm:35:18",
        "t": "I*p will give thee thanks in the great congregation: I will praise thee among much people."
    },
    {
        "o": 14974,
        "r": "kjv:Psalm:35:19",
        "t": "Let*p not them that are mine enemies wrongfully rejoice over me: neither let them wink with the eye that hate me without a cause."
    },
    {
        "o": 14975,
        "r": "kjv:Psalm:35:20",
        "t": "For*p they speak not peace: but they devise deceitful matters against them that are quiet in the land."
    },
    {
        "o": 14976,
        "r": "kjv:Psalm:35:21",
        "t": "Yea,*p they opened their mouth wide against me, and said, Aha, aha, our eye hath seen it."
    },
    {
        "o": 14977,
        "r": "kjv:Psalm:35:22",
        "t": "This*p thou hast seen, O Lord:*s keep not silence: O Lord, be not far from me."
    },
    {
        "o": 14978,
        "r": "kjv:Psalm:35:23",
        "t": "Stir*p up thyself, and awake to my judgment, even unto my cause, my God and my Lord."
    },
    {
        "o": 14979,
        "r": "kjv:Psalm:35:24",
        "t": "Judge*p me, O Lord*s my God, according to thy righteousness; and let them not rejoice over me."
    },
    {
        "o": 14980,
        "r": "kjv:Psalm:35:25",
        "t": "Let*p them not say in their hearts, Ah, so would we have it: let them not say, We have swallowed him up."
    },
    {
        "o": 14981,
        "r": "kjv:Psalm:35:26",
        "t": "Let*p them be ashamed and brought to confusion together that rejoice at mine hurt: let them be clothed with shame and dishonour that magnify themselves against me."
    },
    {
        "o": 14982,
        "r": "kjv:Psalm:35:27",
        "t": "Let*p them shout for joy, and be glad, that favour my righteous cause: yea, let them say continually, Let the Lord*s be magnified, which hath pleasure in the prosperity of his servant."
    },
    {
        "o": 14983,
        "r": "kjv:Psalm:35:28",
        "t": "And*p my tongue shall speak of thy righteousness and of thy praise all the day long."
    }
]
