[
    {
        "o": 19542,
        "r": "kjv:Isaiah:51:0",
        "t": "Isaiah 51",
        "h": 1
    },
    {
        "o": 19543,
        "r": "kjv:Isaiah:51:1",
        "t": "Hearken*p to me, ye that follow after righteousness, ye that seek the Lord:*s look unto the rock whence ye are hewn, and to the hole of the pit whence ye are digged."
    },
    {
        "o": 19544,
        "r": "kjv:Isaiah:51:2",
        "t": "Look*p unto Abraham your father, and unto Sarah that bare you: for I called him alone, and blessed him, and increased him."
    },
    {
        "o": 19545,
        "r": "kjv:Isaiah:51:3",
        "t": "For*p the Lord*s shall comfort Zion: he will comfort all her waste places; and he will make her wilderness like Eden, and her desert like the garden of the Lord;*s joy and gladness shall be found therein, thanksgiving, and the voice of melody."
    },
    {
        "o": 19546,
        "r": "kjv:Isaiah:51:4",
        "t": "Hearken*p unto me, my people; and give ear unto me, O my nation: for a law shall proceed from me, and I will make my judgment to rest for a light of the people."
    },
    {
        "o": 19547,
        "r": "kjv:Isaiah:51:5",
        "t": "My*p righteousness is near; my salvation is gone forth, and mine arms shall judge the people; the isles shall wait upon me, and on mine arm shall they trust."
    },
    {
        "o": 19548,
        "r": "kjv:Isaiah:51:6",
        "t": "Lift*p up your eyes to the heavens, and look upon the earth beneath: for the heavens shall vanish away like smoke, and the earth shall wax old like a garment, and they that dwell therein shall die in like manner: but my salvation shall be for ever, and my righteousness shall not be abolished."
    },
    {
        "o": 19549,
        "r": "kjv:Isaiah:51:7",
        "t": "Hearken*p unto me, ye that know righteousness, the people in whose heart is my law; fear ye not the reproach of men, neither be ye afraid of their revilings."
    },
    {
        "o": 19550,
        "r": "kjv:Isaiah:51:8",
        "t": "For*p the moth shall eat them up like a garment, and the worm shall eat them like wool: but my righteousness shall be for ever, and my salvation from generation to generation."
    },
    {
        "o": 19551,
        "r": "kjv:Isaiah:51:9",
        "t": "Awake,*p awake, put on strength, O arm of the Lord;*s awake, as in the ancient days, in the generations of old. Art thou not it that hath cut Rahab, and wounded the dragon?"
    },
    {
        "o": 19552,
        "r": "kjv:Isaiah:51:10",
        "t": "Art*p thou not it which hath dried the sea, the waters of the great deep; that hath made the depths of the sea a way for the ransomed to pass over?"
    },
    {
        "o": 19553,
        "r": "kjv:Isaiah:51:11",
        "t": "Therefore*p the redeemed of the Lord*s shall return, and come with singing unto Zion; and everlasting joy shall be upon their head: they shall obtain gladness and joy; and sorrow and mourning shall flee away."
    },
    {
        "o": 19554,
        "r": "kjv:Isaiah:51:12",
        "t": "I,*p even I, am he that comforteth you: who art thou, that thou shouldest be afraid of a man that shall die, and of the son of man which shall be made as grass;"
    },
    {
        "o": 19555,
        "r": "kjv:Isaiah:51:13",
        "t": "And*p forgettest the Lord*s thy maker, that hath stretched forth the heavens, and laid the foundations of the earth; and hast feared continually every day because of the fury of the oppressor, as if he were ready to destroy? and where is the fury of the oppressor?"
    },
    {
        "o": 19556,
        "r": "kjv:Isaiah:51:14",
        "t": "The*p captive exile hasteneth that he may be loosed, and that he should not die in the pit, nor that his bread should fail."
    },
    {
        "o": 19557,
        "r": "kjv:Isaiah:51:15",
        "t": "But*p I am the Lord*s thy God, that divided the sea, whose waves roared: The Lord*s of hosts is his name."
    },
    {
        "o": 19558,
        "r": "kjv:Isaiah:51:16",
        "t": "And*p I have put my words in thy mouth, and I have covered thee in the shadow of mine hand, that I may plant the heavens, and lay the foundations of the earth, and say unto Zion, Thou art my people."
    },
    {
        "o": 19559,
        "r": "kjv:Isaiah:51:17",
        "t": "Awake,*p awake, stand up, O Jerusalem, which hast drunk at the hand of the Lord*s the cup of his fury; thou hast drunken the dregs of the cup of trembling, and wrung them out."
    },
    {
        "o": 19560,
        "r": "kjv:Isaiah:51:18",
        "t": "There*p is none to guide her among all the sons whom she hath brought forth; neither is there any that taketh her by the hand of all the sons that she hath brought up."
    },
    {
        "o": 19561,
        "r": "kjv:Isaiah:51:19",
        "t": "These*p two things are come unto thee; who shall be sorry for thee? desolation, and destruction, and the famine, and the sword: by whom shall I comfort thee?"
    },
    {
        "o": 19562,
        "r": "kjv:Isaiah:51:20",
        "t": "Thy*p sons have fainted, they lie at the head of all the streets, as a wild bull in a net: they are full of the fury of the Lord,*s the rebuke of thy God."
    },
    {
        "o": 19563,
        "r": "kjv:Isaiah:51:21",
        "t": "Therefore*p hear now this, thou afflicted, and drunken, but not with wine:"
    },
    {
        "o": 19564,
        "r": "kjv:Isaiah:51:22",
        "t": "Thus*p saith thy Lord the Lord,*s and thy God that pleadeth the cause of his people, Behold, I have taken out of thine hand the cup of trembling, even the dregs of the cup of my fury; thou shalt no more drink it again:"
    },
    {
        "o": 19565,
        "r": "kjv:Isaiah:51:23",
        "t": "But*p I will put it into the hand of them that afflict thee; which have said to thy soul, Bow down, that we may go over: and thou hast laid thy body as the ground, and as the street, to them that went over."
    }
]
