[
    {
        "o": 12354,
        "r": "nkjv:1 Chronicles:29:0",
        "t": "1 Chronicles 29",
        "h": 1
    },
    {
        "o": 12355,
        "r": "nkjv:1 Chronicles:29:0",
        "t": "Offerings for Building the Temple",
        "h": 2
    },
    {
        "o": 12356,
        "r": "nkjv:1 Chronicles:29:1",
        "t": "Furthermore*p King David said to all the assembly: “My son Solomon, whom alone God has chosen, is*i young and inexperienced; and the work is*i great, because the temple is*i not for man but for the Lord*s God."
    },
    {
        "o": 12357,
        "r": "nkjv:1 Chronicles:29:2",
        "t": "Now for the house of my God I have prepared with all my might: gold for things*i to*i be*i made*i of*i gold, silver for things*i of*i silver, bronze for things*i of*i bronze, iron for things*i of*i iron, wood for things*i of*i wood, onyx stones, stones*i to be set, glistening stones of various colors, all kinds of precious stones, and marble slabs in abundance."
    },
    {
        "o": 12358,
        "r": "nkjv:1 Chronicles:29:3",
        "t": "Moreover, because I have set my affection on the house of my God, I have given to the house of my God, over and above all that I have prepared for the holy house, my own special treasure of gold and silver:"
    },
    {
        "o": 12359,
        "r": "nkjv:1 Chronicles:29:4",
        "t": "three thousand talents of gold, of the gold of Ophir, and seven thousand talents of refined silver, to overlay the walls of the houses;"
    },
    {
        "o": 12360,
        "r": "nkjv:1 Chronicles:29:5",
        "t": "the gold for things*i of*i gold and the silver for things*i of*i silver, and for all kinds of work to*i be*i done*i by the hands of craftsmen. Who then*i is willing to consecrate himself this day to the Lord?”*s"
    },
    {
        "o": 12361,
        "r": "nkjv:1 Chronicles:29:6",
        "t": "Then*p the leaders of the fathers’ houses,*i leaders of the tribes of Israel, the captains of thousands and of hundreds, with the officers over the king’s work, offered willingly."
    },
    {
        "o": 12362,
        "r": "nkjv:1 Chronicles:29:7",
        "t": "They gave for the work of the house of God five thousand talents and ten thousand darics of gold, ten thousand talents of silver, eighteen thousand talents of bronze, and one hundred thousand talents of iron."
    },
    {
        "o": 12363,
        "r": "nkjv:1 Chronicles:29:8",
        "t": "And whoever had precious*i stones gave them*i to the treasury of the house of the Lord,*s into the hand of Jehiel the Gershonite."
    },
    {
        "o": 12364,
        "r": "nkjv:1 Chronicles:29:9",
        "t": "Then the people rejoiced, for they had offered willingly, because with a loyal heart they had offered willingly to the Lord;*s and King David also rejoiced greatly."
    },
    {
        "o": 12365,
        "r": "nkjv:1 Chronicles:29:9",
        "t": "David’s Praise to God",
        "h": 2
    },
    {
        "o": 12366,
        "r": "nkjv:1 Chronicles:29:10",
        "t": "Therefore*p David blessed the Lord*s before all the assembly; and David said: “Blessed*pn are You, Lord*s God of Israel, our Father, forever and ever."
    },
    {
        "o": 12367,
        "r": "nkjv:1 Chronicles:29:11",
        "t": "Yours,*ld O Lord,*s is*i the greatness, The*ld power and the glory, The*ld victory and the majesty; For*ld all that*i is*i in heaven and in earth is*i Yours;*i Yours*ld is*i the kingdom, O Lord,*s And*ld You are exalted as head over all."
    },
    {
        "o": 12368,
        "r": "nkjv:1 Chronicles:29:12",
        "t": "Both*ld riches and honor come*i from You, And*ld You reign over all. In*ld Your hand is*i power and might; In*ld Your hand it*i is*i to make great And*ld to give strength to all."
    },
    {
        "o": 12369,
        "r": "nkjv:1 Chronicles:29:13",
        "t": "“Now*ln therefore, our God, We*ld thank You And*ld praise Your glorious name."
    },
    {
        "o": 12370,
        "r": "nkjv:1 Chronicles:29:14",
        "t": "But*ld who am*i I, and who are*i my people, That*ld we should be able to offer so willingly as this? For*ld all things come*i from You, And*ld of Your own we have given You."
    },
    {
        "o": 12371,
        "r": "nkjv:1 Chronicles:29:15",
        "t": "For*ld we are*i aliens and pilgrims before You, As*ld were*i all our fathers; Our*ld days on earth are*i as a shadow, And*ld without hope."
    },
    {
        "o": 12372,
        "r": "nkjv:1 Chronicles:29:16",
        "t": "“O*p Lord*s our God, all this abundance that we have prepared to build You a house for Your holy name is from Your hand, and is*i all Your own."
    },
    {
        "o": 12373,
        "r": "nkjv:1 Chronicles:29:17",
        "t": "I know also, my God, that You test the heart and have pleasure in uprightness. As for me, in the uprightness of my heart I have willingly offered all these things;*i and now with joy I have seen Your people, who are present here to offer willingly to You."
    },
    {
        "o": 12374,
        "r": "nkjv:1 Chronicles:29:18",
        "t": "O Lord*s God of Abraham, Isaac, and Israel, our fathers, keep this forever in the intent of the thoughts of the heart of Your people, and fix their heart toward You."
    },
    {
        "o": 12375,
        "r": "nkjv:1 Chronicles:29:19",
        "t": "And give my son Solomon a loyal heart to keep Your commandments and Your testimonies and Your statutes, to do all these*i things,*i and to build the temple for which I have made provision.”"
    },
    {
        "o": 12376,
        "r": "nkjv:1 Chronicles:29:20",
        "t": "Then*p David said to all the assembly, “Now bless the Lord*s your God.” So all the assembly blessed the Lord*s God of their fathers, and bowed their heads and prostrated themselves before the Lord*s and the king."
    },
    {
        "o": 12377,
        "r": "nkjv:1 Chronicles:29:20",
        "t": "Solomon Anointed King",
        "h": 2
    },
    {
        "o": 12378,
        "r": "nkjv:1 Chronicles:29:21",
        "t": "And*p they made sacrifices to the Lord*s and offered burnt offerings to the Lord*s on the next day: a thousand bulls, a thousand rams, a thousand lambs, with their drink offerings, and sacrifices in abundance for all Israel."
    },
    {
        "o": 12379,
        "r": "nkjv:1 Chronicles:29:22",
        "t": "So they ate and drank before the Lord*s with great gladness on that day. And they made Solomon the son of David king the second time, and anointed him*i before the Lord*s to*i be*i the leader, and Zadok to*i be*i priest."
    },
    {
        "o": 12380,
        "r": "nkjv:1 Chronicles:29:23",
        "t": "Then Solomon sat on the throne of the Lord*s as king instead of David his father, and prospered; and all Israel obeyed him."
    },
    {
        "o": 12381,
        "r": "nkjv:1 Chronicles:29:24",
        "t": "All the leaders and the mighty men, and also all the sons of King David, submitted themselves to King Solomon."
    },
    {
        "o": 12382,
        "r": "nkjv:1 Chronicles:29:25",
        "t": "So the Lord*s exalted Solomon exceedingly in the sight of all Israel, and bestowed on him such*i royal majesty as had not been on any king before him in Israel."
    },
    {
        "o": 12383,
        "r": "nkjv:1 Chronicles:29:25",
        "t": "The Close of David’s Reign",
        "h": 2
    },
    {
        "o": 12384,
        "r": "nkjv:1 Chronicles:29:26",
        "t": "Thus*p David the son of Jesse reigned over all Israel."
    },
    {
        "o": 12385,
        "r": "nkjv:1 Chronicles:29:27",
        "t": "And the period that he reigned over Israel was*i forty years; seven years he reigned in Hebron, and thirty-three years*i he reigned in Jerusalem."
    },
    {
        "o": 12386,
        "r": "nkjv:1 Chronicles:29:28",
        "t": "So he died in a good old age, full of days and riches and honor; and Solomon his son reigned in his place."
    },
    {
        "o": 12387,
        "r": "nkjv:1 Chronicles:29:29",
        "t": "Now the acts of King David, first and last, indeed they are*i written in the book of Samuel the seer, in the book of Nathan the prophet, and in the book of Gad the seer,"
    },
    {
        "o": 12388,
        "r": "nkjv:1 Chronicles:29:30",
        "t": "with all his reign and his might, and the events that happened to him, to Israel, and to all the kingdoms of the lands."
    }
]
