[
    {
        "o": 25264,
        "r": "nkjv:Jonah:3:0",
        "t": "Jonah 3",
        "h": 1
    },
    {
        "o": 25265,
        "r": "nkjv:Jonah:3:0",
        "t": "Jonah Preaches at Nineveh",
        "h": 2
    },
    {
        "o": 25266,
        "r": "nkjv:Jonah:3:1",
        "t": "Now*p the word of the Lord*s came to Jonah the second time, saying,"
    },
    {
        "o": 25267,
        "r": "nkjv:Jonah:3:2",
        "t": "“Arise, go to Nineveh, that great city, and preach to it the message that I tell you.”"
    },
    {
        "o": 25268,
        "r": "nkjv:Jonah:3:3",
        "t": "So Jonah arose and went to Nineveh, according to the word of the Lord.*s Now Nineveh was an exceedingly great city, a three-day journey in*i extent.*i"
    },
    {
        "o": 25269,
        "r": "nkjv:Jonah:3:4",
        "t": "And Jonah began to enter the city on the first day’s walk. Then he cried out and said, “Yet forty days, and Nineveh shall be overthrown!”"
    },
    {
        "o": 25270,
        "r": "nkjv:Jonah:3:4",
        "t": "The People of Nineveh Believe",
        "h": 2
    },
    {
        "o": 25271,
        "r": "nkjv:Jonah:3:5",
        "t": "So*p the people of Nineveh believed God, proclaimed a fast, and put on sackcloth, from the greatest to the least of them."
    },
    {
        "o": 25272,
        "r": "nkjv:Jonah:3:6",
        "t": "Then word came to the king of Nineveh; and he arose from his throne and laid aside his robe, covered himself*i with sackcloth and sat in ashes."
    },
    {
        "o": 25273,
        "r": "nkjv:Jonah:3:7",
        "t": "And he caused it*i to be proclaimed and published throughout Nineveh by the decree of the king and his nobles, saying, Let*pn neither man nor beast, herd nor flock, taste anything; do not let them eat, or drink water."
    },
    {
        "o": 25274,
        "r": "nkjv:Jonah:3:8",
        "t": "But let man and beast be covered with sackcloth, and cry mightily to God; yes, let every one turn from his evil way and from the violence that is in his hands."
    },
    {
        "o": 25275,
        "r": "nkjv:Jonah:3:9",
        "t": "Who can tell if*i God will turn and relent, and turn away from His fierce anger, so that we may not perish?"
    },
    {
        "o": 25276,
        "r": "nkjv:Jonah:3:10",
        "t": "Then*p God saw their works, that they turned from their evil way; and God relented from the disaster that He had said He would bring upon them, and He did not do it."
    }
]
