[
    {
        "o": 7490,
        "r": "niv:Judges:12:0",
        "t": "Judges 12",
        "h": 1
    },
    {
        "o": 7491,
        "r": "niv:Judges:12:0",
        "t": "Jephthah and Ephraim",
        "h": 2
    },
    {
        "o": 7492,
        "r": "niv:Judges:12:1",
        "t": "The*p Ephraimite forces were called out, and they crossed over to Zaphon. They said to Jephthah, “Why did you go to fight the Ammonites without calling us to go with you? We’re going to burn down your house over your head.”"
    },
    {
        "o": 7493,
        "r": "niv:Judges:12:2",
        "t": "Jephthah*p answered, “I and my people were engaged in a great struggle with the Ammonites, and although I called, you didn’t save me out of their hands."
    },
    {
        "o": 7494,
        "r": "niv:Judges:12:3",
        "t": "When I saw that you wouldn’t help, I took my life in my hands and crossed over to fight the Ammonites, and the Lord*s gave me the victory over them. Now why have you come up today to fight me?”"
    },
    {
        "o": 7495,
        "r": "niv:Judges:12:4",
        "t": "Jephthah*p then called together the men of Gilead and fought against Ephraim. The Gileadites struck them down because the Ephraimites had said, “You Gileadites are renegades from Ephraim and Manasseh.”"
    },
    {
        "o": 7496,
        "r": "niv:Judges:12:5",
        "t": "The Gileadites captured the fords of the Jordan leading to Ephraim, and whenever a survivor of Ephraim said, “Let me cross over,” the men of Gilead asked him, “Are you an Ephraimite?” If he replied, “No,”"
    },
    {
        "o": 7497,
        "r": "niv:Judges:12:6",
        "t": "they said, “All right, say ‘Shibboleth.’ ” If he said, “Sibboleth,” because he could not pronounce the word correctly, they seized him and killed him at the fords of the Jordan. Forty-two thousand Ephraimites were killed at that time."
    },
    {
        "o": 7498,
        "r": "niv:Judges:12:7",
        "t": "Jephthah*p led Israel six years. Then Jephthah the Gileadite died and was buried in a town in Gilead."
    },
    {
        "o": 7499,
        "r": "niv:Judges:12:7",
        "t": "Ibzan, Elon and Abdon",
        "h": 2
    },
    {
        "o": 7500,
        "r": "niv:Judges:12:8",
        "t": "After*p him, Ibzan of Bethlehem led Israel."
    },
    {
        "o": 7501,
        "r": "niv:Judges:12:9",
        "t": "He had thirty sons and thirty daughters. He gave his daughters away in marriage to those outside his clan, and for his sons he brought in thirty young women as wives from outside his clan. Ibzan led Israel seven years."
    },
    {
        "o": 7502,
        "r": "niv:Judges:12:10",
        "t": "Then Ibzan died and was buried in Bethlehem."
    },
    {
        "o": 7503,
        "r": "niv:Judges:12:11",
        "t": "After*p him, Elon the Zebulunite led Israel ten years."
    },
    {
        "o": 7504,
        "r": "niv:Judges:12:12",
        "t": "Then Elon died and was buried in Aijalon in the land of Zebulun."
    },
    {
        "o": 7505,
        "r": "niv:Judges:12:13",
        "t": "After*p him, Abdon son of Hillel, from Pirathon, led Israel."
    },
    {
        "o": 7506,
        "r": "niv:Judges:12:14",
        "t": "He had forty sons and thirty grandsons, who rode on seventy donkeys. He led Israel eight years."
    },
    {
        "o": 7507,
        "r": "niv:Judges:12:15",
        "t": "Then Abdon son of Hillel died and was buried at Pirathon in Ephraim, in the hill country of the Amalekites."
    }
]
