[
    {
        "o": 20221,
        "r": "csb:Isaiah:22:0",
        "t": "Isaiah 22",
        "h": 1
    },
    {
        "o": 20222,
        "r": "csb:Isaiah:22:0",
        "t": "A Pronouncement against Jerusalem",
        "h": 2
    },
    {
        "o": 20223,
        "r": "csb:Isaiah:22:1",
        "t": "A*p pronouncement concerning the Valley of Vision: What’s*pn the matter with you? Why*ln have all of you gone up to the rooftops?"
    },
    {
        "o": 20224,
        "r": "csb:Isaiah:22:2",
        "t": "The*ln noisy city, the jubilant town, is*ln filled with celebration. Your*ln dead did not die by the sword; they*ln were not killed in battle."
    },
    {
        "o": 20225,
        "r": "csb:Isaiah:22:3",
        "t": "All*ln your rulers have fled together, captured*ln without a bow. All*ln your fugitives were captured together; they*ln had fled far away."
    },
    {
        "o": 20226,
        "r": "csb:Isaiah:22:4",
        "t": "Therefore*ln I said, “Look*ln away from me! Let me weep bitterly! Do*ln not try to comfort me about*ln the destruction of my dear people.”"
    },
    {
        "o": 20227,
        "r": "csb:Isaiah:22:5",
        "t": "For*ln the Lord God*s of Armies had*ln a day of tumult, trampling, and confusion in*ln the Valley of Vision — people*ln shouting and crying to the mountains;"
    },
    {
        "o": 20228,
        "r": "csb:Isaiah:22:6",
        "t": "Elam*ln took up a quiver with*ln chariots and horsemen, and*ln Kir uncovered the shield."
    },
    {
        "o": 20229,
        "r": "csb:Isaiah:22:7",
        "t": "Your*ln best valleys were full of chariots, and*ln horsemen were positioned at the city gates."
    },
    {
        "o": 20230,
        "r": "csb:Isaiah:22:8",
        "t": "He*ln removed the defenses of Judah. On*p that day you looked to the weapons in the House of the Forest."
    },
    {
        "o": 20231,
        "r": "csb:Isaiah:22:9",
        "t": "You saw that there were many breaches in the walls of the city of David. You collected water from the lower pool."
    },
    {
        "o": 20232,
        "r": "csb:Isaiah:22:10",
        "t": "You counted the houses of Jerusalem so that you could tear them down to fortify the wall."
    },
    {
        "o": 20233,
        "r": "csb:Isaiah:22:11",
        "t": "You made a reservoir between the walls for the water of the ancient pool, but you did not look to the one who made it, or consider the one who created it long ago."
    },
    {
        "o": 20234,
        "r": "csb:Isaiah:22:12",
        "t": "On*pn that day the Lord God*s of Armies called*ln for weeping, for wailing, for shaven heads, and*ln for the wearing of sackcloth."
    },
    {
        "o": 20235,
        "r": "csb:Isaiah:22:13",
        "t": "But*ln look: joy and gladness, butchering*ln of cattle, slaughtering of sheep and goats, eating*ln of meat, and drinking of wine — “Let’s*ln eat and drink, for tomorrow we die!”"
    },
    {
        "o": 20236,
        "r": "csb:Isaiah:22:14",
        "t": "The*ln Lord*s of Armies has directly revealed to me: “This*ln iniquity will not be wiped out for you people as long as you live.” The*ln Lord God*s of Armies has spoken."
    },
    {
        "o": 20237,
        "r": "csb:Isaiah:22:14",
        "t": "A Pronouncement against Shebna",
        "h": 2
    },
    {
        "o": 20238,
        "r": "csb:Isaiah:22:15",
        "t": "The*p Lord God*s of Armies said, “Go to Shebna, that steward who is in charge of the palace, and say to him:"
    },
    {
        "o": 20239,
        "r": "csb:Isaiah:22:16",
        "t": "What are you doing here? Who authorized you to carve out a tomb for yourself here, carving your tomb on the height and cutting a resting place for yourself out of rock?"
    },
    {
        "o": 20240,
        "r": "csb:Isaiah:22:17",
        "t": "Look, you strong man! The Lord*s is about to shake you violently. He will take hold of you,"
    },
    {
        "o": 20241,
        "r": "csb:Isaiah:22:18",
        "t": "wind you up into a ball, and sling you into a wide land. There you will die, and there your glorious chariots will be - a disgrace to the house of your lord."
    },
    {
        "o": 20242,
        "r": "csb:Isaiah:22:19",
        "t": "I will remove you from your office; you will be ousted from your position."
    },
    {
        "o": 20243,
        "r": "csb:Isaiah:22:20",
        "t": "“On*p that day I will call for my servant, Eliakim son of Hilkiah."
    },
    {
        "o": 20244,
        "r": "csb:Isaiah:22:21",
        "t": "I will clothe him with your robe and tie your sash around him. I will hand your authority over to him, and he will be like a father to the inhabitants of Jerusalem and to the house of Judah."
    },
    {
        "o": 20245,
        "r": "csb:Isaiah:22:22",
        "t": "I will place the key of the house of David on his shoulder; what he opens, no one can close; what he closes, no one can open."
    },
    {
        "o": 20246,
        "r": "csb:Isaiah:22:23",
        "t": "I will drive him, like a peg, into a firm place. He will be a throne of honor for his father’s family."
    },
    {
        "o": 20247,
        "r": "csb:Isaiah:22:24",
        "t": "They will hang on him all the glory of his father’s family: the descendants and the offshoots - all the small vessels, from bowls to every kind of jar."
    },
    {
        "o": 20248,
        "r": "csb:Isaiah:22:25",
        "t": "On that day” - the declaration of the Lord*s of Armies - “the peg that was driven into a firm place will give way, be cut off, and fall, and the load on it will be destroyed.” Indeed, the Lord*s has spoken."
    }
]
