[
    {
        "o": 20322,
        "r": "nasb:Isaiah:31:0",
        "t": "Isaiah 31",
        "h": 1
    },
    {
        "o": 20323,
        "r": "nasb:Isaiah:31:0",
        "t": "Help Not in Egypt but in God",
        "h": 2
    },
    {
        "o": 20324,
        "r": "nasb:Isaiah:31:1",
        "t": "Woe*pn to those who go down to Egypt for help And*iln rely on horses, And*ln trust in chariots because they are many And*ln in horsemen because they are very strong, But*ln they do not look to the Holy One of Israel, nor seek the Lord!*s"
    },
    {
        "o": 20325,
        "r": "nasb:Isaiah:31:2",
        "t": "Yet*ln He also is wise and will bring disaster And*ln does not retract His words, But*ln will arise against the house of evildoers And*ln against the help of the workers of iniquity."
    },
    {
        "o": 20326,
        "r": "nasb:Isaiah:31:3",
        "t": "Now*ln the Egyptians are men and not God, And*ln their horses are flesh and not spirit; So*ln the Lord*s will stretch out His hand, And*ln he who helps will stumble And*ln he who is helped will fall, And*ln all of them will come to an end together."
    },
    {
        "o": 20327,
        "r": "nasb:Isaiah:31:4",
        "t": "For*ln thus says the Lord*s to me, “As*ln the lion or the young lion growls over his prey, Against*ln which a band of shepherds is called out, And*iln he will not be terrified at their voice nor disturbed at their noise, So*ln will the Lord*s of hosts come down to wage war on Mount Zion and on its hill.”"
    },
    {
        "o": 20328,
        "r": "nasb:Isaiah:31:5",
        "t": "Like*ln flying birds so the Lord*s of hosts will protect Jerusalem. He*ln will protect and deliver it;*i He*ln will pass over and rescue it.*i"
    },
    {
        "o": 20329,
        "r": "nasb:Isaiah:31:6",
        "t": "Return*p to Him from whom you have deeply defected, O sons of Israel."
    },
    {
        "o": 20330,
        "r": "nasb:Isaiah:31:7",
        "t": "For in that day every man will cast away his silver idols and his gold idols, which your sinful hands have made for you as a sin."
    },
    {
        "o": 20331,
        "r": "nasb:Isaiah:31:8",
        "t": "And*pn the Assyrian will fall by a sword not of man, And*ln a sword not of man will devour him. So*ln he will not escape the sword, And*ln his young men will become forced laborers."
    },
    {
        "o": 20332,
        "r": "nasb:Isaiah:31:9",
        "t": "“His*ln rock will pass away because of panic, And*ln his princes will be terrified at the standard,” Declares*ln the Lord,*s whose fire is in Zion and whose furnace is in Jerusalem."
    }
]
