[
    {
        "o": 23425,
        "r": "esv:Ezekiel:25:0",
        "t": "Ezekiel 25",
        "h": 1
    },
    {
        "o": 23426,
        "r": "esv:Ezekiel:25:0",
        "t": "Prophecy Against Ammon",
        "h": 2
    },
    {
        "o": 23427,
        "r": "esv:Ezekiel:25:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23428,
        "r": "esv:Ezekiel:25:2",
        "t": "“Son of man, set your face toward the Ammonites and prophesy against them."
    },
    {
        "o": 23429,
        "r": "esv:Ezekiel:25:3",
        "t": "Say to the Ammonites, Hear the word of the Lord God:*s Thus says the Lord God,*s Because you said, ‘Aha!’ over my sanctuary when it was profaned, and over the land of Israel when it was made desolate, and over the house of Judah when they went into exile,"
    },
    {
        "o": 23430,
        "r": "esv:Ezekiel:25:4",
        "t": "therefore behold, I am handing you over to the people of the East for a possession, and they shall set their encampments among you and make their dwellings in your midst. They shall eat your fruit, and they shall drink your milk."
    },
    {
        "o": 23431,
        "r": "esv:Ezekiel:25:5",
        "t": "I will make Rabbah a pasture for camels and Ammon a fold for flocks. Then you will know that I am the Lord.*s"
    },
    {
        "o": 23432,
        "r": "esv:Ezekiel:25:6",
        "t": "For thus says the Lord God:*s Because you have clapped your hands and stamped your feet and rejoiced with all the malice within your soul against the land of Israel,"
    },
    {
        "o": 23433,
        "r": "esv:Ezekiel:25:7",
        "t": "therefore, behold, I have stretched out my hand against you, and will hand you over as plunder to the nations. And I will cut you off from the peoples and will make you perish out of the countries; I will destroy you. Then you will know that I am the Lord.*s"
    },
    {
        "o": 23434,
        "r": "esv:Ezekiel:25:7",
        "t": "Prophecy Against Moab and Seir",
        "h": 2
    },
    {
        "o": 23435,
        "r": "esv:Ezekiel:25:8",
        "t": "“Thus*p says the Lord God:*s Because Moab and Seir said, ‘Behold, the house of Judah is like all the other nations,’"
    },
    {
        "o": 23436,
        "r": "esv:Ezekiel:25:9",
        "t": "therefore I will lay open the flank of Moab from the cities, from its cities on its frontier, the glory of the country, Beth-jeshimoth, Baal-meon, and Kiriathaim."
    },
    {
        "o": 23437,
        "r": "esv:Ezekiel:25:10",
        "t": "I will give it along with the Ammonites to the people of the East as a possession, that the Ammonites may be remembered no more among the nations,"
    },
    {
        "o": 23438,
        "r": "esv:Ezekiel:25:11",
        "t": "and I will execute judgments upon Moab. Then they will know that I am the Lord.*s"
    },
    {
        "o": 23439,
        "r": "esv:Ezekiel:25:11",
        "t": "Prophecy Against Edom",
        "h": 2
    },
    {
        "o": 23440,
        "r": "esv:Ezekiel:25:12",
        "t": "“Thus*p says the Lord God:*s Because Edom acted revengefully against the house of Judah and has grievously offended in taking vengeance on them,"
    },
    {
        "o": 23441,
        "r": "esv:Ezekiel:25:13",
        "t": "therefore thus says the Lord God,*s I will stretch out my hand against Edom and cut off from it man and beast. And I will make it desolate; from Teman even to Dedan they shall fall by the sword."
    },
    {
        "o": 23442,
        "r": "esv:Ezekiel:25:14",
        "t": "And I will lay my vengeance upon Edom by the hand of my people Israel, and they shall do in Edom according to my anger and according to my wrath, and they shall know my vengeance, declares the Lord God.*s"
    },
    {
        "o": 23443,
        "r": "esv:Ezekiel:25:14",
        "t": "Prophecy Against Philistia",
        "h": 2
    },
    {
        "o": 23444,
        "r": "esv:Ezekiel:25:15",
        "t": "“Thus*p says the Lord God:*s Because the Philistines acted revengefully and took vengeance with malice of soul to destroy in never-ending enmity,"
    },
    {
        "o": 23445,
        "r": "esv:Ezekiel:25:16",
        "t": "therefore thus says the Lord God,*s Behold, I will stretch out my hand against the Philistines, and I will cut off the Cherethites and destroy the rest of the seacoast."
    },
    {
        "o": 23446,
        "r": "esv:Ezekiel:25:17",
        "t": "I will execute great vengeance on them with wrathful rebukes. Then they will know that I am the Lord,*s when I lay my vengeance upon them.”"
    }
]
