[
    {
        "o": 4983,
        "r": "niv:Numbers:28:0",
        "t": "Numbers 28",
        "h": 1
    },
    {
        "o": 4984,
        "r": "niv:Numbers:28:0",
        "t": "Daily Offerings",
        "h": 2
    },
    {
        "o": 4985,
        "r": "niv:Numbers:28:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 4986,
        "r": "niv:Numbers:28:2",
        "t": "“Give this command to the Israelites and say to them: ‘Make sure that you present to me at the appointed time my food offerings, as an aroma pleasing to me.’"
    },
    {
        "o": 4987,
        "r": "niv:Numbers:28:3",
        "t": "Say to them: ‘This is the food offering you are to present to the Lord:*s two lambs a year old without defect, as a regular burnt offering each day."
    },
    {
        "o": 4988,
        "r": "niv:Numbers:28:4",
        "t": "Offer one lamb in the morning and the other at twilight,"
    },
    {
        "o": 4989,
        "r": "niv:Numbers:28:5",
        "t": "together with a grain offering of a tenth of an ephah of the finest flour mixed with a quarter of a hin of oil from pressed olives."
    },
    {
        "o": 4990,
        "r": "niv:Numbers:28:6",
        "t": "This is the regular burnt offering instituted at Mount Sinai as a pleasing aroma, a food offering presented to the Lord.*s"
    },
    {
        "o": 4991,
        "r": "niv:Numbers:28:7",
        "t": "The accompanying drink offering is to be a quarter of a hin of fermented drink with each lamb. Pour out the drink offering to the Lord*s at the sanctuary."
    },
    {
        "o": 4992,
        "r": "niv:Numbers:28:8",
        "t": "Offer the second lamb at twilight, along with the same kind of grain offering and drink offering that you offer in the morning. This is a food offering, an aroma pleasing to the Lord.*s"
    },
    {
        "o": 4993,
        "r": "niv:Numbers:28:8",
        "t": "Sabbath Offerings",
        "h": 2
    },
    {
        "o": 4994,
        "r": "niv:Numbers:28:9",
        "t": "“ ‘On*p the Sabbath day, make an offering of two lambs a year old without defect, together with its drink offering and a grain offering of two-tenths of an ephah of the finest flour mixed with olive oil."
    },
    {
        "o": 4995,
        "r": "niv:Numbers:28:10",
        "t": "This is the burnt offering for every Sabbath, in addition to the regular burnt offering and its drink offering."
    },
    {
        "o": 4996,
        "r": "niv:Numbers:28:10",
        "t": "Monthly Offerings",
        "h": 2
    },
    {
        "o": 4997,
        "r": "niv:Numbers:28:11",
        "t": "“ ‘On*p the first of every month, present to the Lord*s a burnt offering of two young bulls, one ram and seven male lambs a year old, all without defect."
    },
    {
        "o": 4998,
        "r": "niv:Numbers:28:12",
        "t": "With each bull there is to be a grain offering of three-tenths of an ephah of the finest flour mixed with oil; with the ram, a grain offering of two-tenths of an ephah of the finest flour mixed with oil;"
    },
    {
        "o": 4999,
        "r": "niv:Numbers:28:13",
        "t": "and with each lamb, a grain offering of a tenth of an ephah of the finest flour mixed with oil. This is for a burnt offering, a pleasing aroma, a food offering presented to the Lord.*s"
    },
    {
        "o": 5000,
        "r": "niv:Numbers:28:14",
        "t": "With each bull there is to be a drink offering of half a hin of wine; with the ram, a third of a hin; and with each lamb, a quarter of a hin. This is the monthly burnt offering to be made at each new moon during the year."
    },
    {
        "o": 5001,
        "r": "niv:Numbers:28:15",
        "t": "Besides the regular burnt offering with its drink offering, one male goat is to be presented to the Lord*s as a sin offering."
    },
    {
        "o": 5002,
        "r": "niv:Numbers:28:15",
        "t": "The Passover",
        "h": 2
    },
    {
        "o": 5003,
        "r": "niv:Numbers:28:16",
        "t": "“ ‘On*p the fourteenth day of the first month the Lord’s*s Passover is to be held."
    },
    {
        "o": 5004,
        "r": "niv:Numbers:28:17",
        "t": "On the fifteenth day of this month there is to be a festival; for seven days eat bread made without yeast."
    },
    {
        "o": 5005,
        "r": "niv:Numbers:28:18",
        "t": "On the first day hold a sacred assembly and do no regular work."
    },
    {
        "o": 5006,
        "r": "niv:Numbers:28:19",
        "t": "Present to the Lord*s a food offering consisting of a burnt offering of two young bulls, one ram and seven male lambs a year old, all without defect."
    },
    {
        "o": 5007,
        "r": "niv:Numbers:28:20",
        "t": "With each bull offer a grain offering of three-tenths of an ephah of the finest flour mixed with oil; with the ram, two-tenths;"
    },
    {
        "o": 5008,
        "r": "niv:Numbers:28:21",
        "t": "and with each of the seven lambs, one-tenth."
    },
    {
        "o": 5009,
        "r": "niv:Numbers:28:22",
        "t": "Include one male goat as a sin offering to make atonement for you."
    },
    {
        "o": 5010,
        "r": "niv:Numbers:28:23",
        "t": "Offer these in addition to the regular morning burnt offering."
    },
    {
        "o": 5011,
        "r": "niv:Numbers:28:24",
        "t": "In this way present the food offering every day for seven days as an aroma pleasing to the Lord;*s it is to be offered in addition to the regular burnt offering and its drink offering."
    },
    {
        "o": 5012,
        "r": "niv:Numbers:28:25",
        "t": "On the seventh day hold a sacred assembly and do no regular work."
    },
    {
        "o": 5013,
        "r": "niv:Numbers:28:25",
        "t": "The Festival of Weeks",
        "h": 2
    },
    {
        "o": 5014,
        "r": "niv:Numbers:28:26",
        "t": "“ ‘On*p the day of firstfruits, when you present to the Lord*s an offering of new grain during the Festival of Weeks, hold a sacred assembly and do no regular work."
    },
    {
        "o": 5015,
        "r": "niv:Numbers:28:27",
        "t": "Present a burnt offering of two young bulls, one ram and seven male lambs a year old as an aroma pleasing to the Lord.*s"
    },
    {
        "o": 5016,
        "r": "niv:Numbers:28:28",
        "t": "With each bull there is to be a grain offering of three-tenths of an ephah of the finest flour mixed with oil; with the ram, two-tenths;"
    },
    {
        "o": 5017,
        "r": "niv:Numbers:28:29",
        "t": "and with each of the seven lambs, one-tenth."
    },
    {
        "o": 5018,
        "r": "niv:Numbers:28:30",
        "t": "Include one male goat to make atonement for you."
    },
    {
        "o": 5019,
        "r": "niv:Numbers:28:31",
        "t": "Offer these together with their drink offerings, in addition to the regular burnt offering and its grain offering. Be sure the animals are without defect."
    }
]
