[
    {
        "o": 19435,
        "r": "csb:Ecclesiastes:5:0",
        "t": "Ecclesiastes 5",
        "h": 1
    },
    {
        "o": 19436,
        "r": "csb:Ecclesiastes:5:0",
        "t": "Caution in God’s Presence",
        "h": 2
    },
    {
        "o": 19437,
        "r": "csb:Ecclesiastes:5:1",
        "t": "Guard*p your steps when you go to the house of God. Better to approach in obedience than to offer the sacrifice as fools do, for they ignorantly do wrong."
    },
    {
        "o": 19438,
        "r": "csb:Ecclesiastes:5:2",
        "t": "Do not be hasty to speak, and do not be impulsive to make a speech before God. God is in heaven and you are on earth, so let your words be few."
    },
    {
        "o": 19439,
        "r": "csb:Ecclesiastes:5:3",
        "t": "Just as dreams accompany much labor, so also a fool’s voice comes with many words."
    },
    {
        "o": 19440,
        "r": "csb:Ecclesiastes:5:4",
        "t": "When you make a vow to God, don’t delay fulfilling it, because he does not delight in fools. Fulfill what you vow."
    },
    {
        "o": 19441,
        "r": "csb:Ecclesiastes:5:5",
        "t": "Better that you do not vow than that you vow and not fulfill it."
    },
    {
        "o": 19442,
        "r": "csb:Ecclesiastes:5:6",
        "t": "Do not let your mouth bring guilt on you, and do not say in the presence of the messenger that it was a mistake. Why should God be angry with your words and destroy the work of your hands?"
    },
    {
        "o": 19443,
        "r": "csb:Ecclesiastes:5:7",
        "t": "For many dreams bring futility; so do many words. Therefore, fear God."
    },
    {
        "o": 19444,
        "r": "csb:Ecclesiastes:5:7",
        "t": "The Realities of Wealth",
        "h": 2
    },
    {
        "o": 19445,
        "r": "csb:Ecclesiastes:5:8",
        "t": "If*p you see oppression of the poor and perversion of justice and righteousness in the province, don’t be astonished at the situation, because one official protects another official, and higher officials protect them."
    },
    {
        "o": 19446,
        "r": "csb:Ecclesiastes:5:9",
        "t": "The profit from the land is taken by all; the king is served by the field."
    },
    {
        "o": 19447,
        "r": "csb:Ecclesiastes:5:10",
        "t": "The*p one who loves silver is never satisfied with silver, and whoever loves wealth is never satisfied with income. This too is futile."
    },
    {
        "o": 19448,
        "r": "csb:Ecclesiastes:5:11",
        "t": "When good things increase, the ones who consume them multiply; what, then, is the profit to the owner, except to gaze at them with his eyes?"
    },
    {
        "o": 19449,
        "r": "csb:Ecclesiastes:5:12",
        "t": "The sleep of the worker is sweet, whether he eats little or much, but the abundance of the rich permits him no sleep."
    },
    {
        "o": 19450,
        "r": "csb:Ecclesiastes:5:13",
        "t": "There*p is a sickening tragedy I have seen under the sun: wealth kept by its owner to his harm."
    },
    {
        "o": 19451,
        "r": "csb:Ecclesiastes:5:14",
        "t": "That wealth was lost in a bad venture, so when he fathered a son, he was empty-handed."
    },
    {
        "o": 19452,
        "r": "csb:Ecclesiastes:5:15",
        "t": "As he came from his mother’s womb, so he will go again, naked as he came; he will take nothing for his efforts that he can carry in his hands."
    },
    {
        "o": 19453,
        "r": "csb:Ecclesiastes:5:16",
        "t": "This too is a sickening tragedy: exactly as he comes, so he will go. What does the one gain who struggles for the wind?"
    },
    {
        "o": 19454,
        "r": "csb:Ecclesiastes:5:17",
        "t": "What is more, he eats in darkness all his days, with much frustration, sickness, and anger."
    },
    {
        "o": 19455,
        "r": "csb:Ecclesiastes:5:18",
        "t": "Here*p is what I have seen to be good: It is appropriate to eat, drink, and experience good in all the labor one does under the sun during the few days of his life God has given him, because that is his reward."
    },
    {
        "o": 19456,
        "r": "csb:Ecclesiastes:5:19",
        "t": "Furthermore, everyone to whom God has given riches and wealth, he has also allowed him to enjoy them, take his reward, and rejoice in his labor. This is a gift of God,"
    },
    {
        "o": 19457,
        "r": "csb:Ecclesiastes:5:20",
        "t": "for he does not often consider the days of his life because God keeps him occupied with the joy of his heart."
    }
]
