[
    {
        "o": 1739,
        "r": "csb:Exodus:3:0",
        "t": "Exodus 3",
        "h": 1
    },
    {
        "o": 1740,
        "r": "csb:Exodus:3:0",
        "t": "Moses and the Burning Bush",
        "h": 2
    },
    {
        "o": 1741,
        "r": "csb:Exodus:3:1",
        "t": "Meanwhile,*p Moses was shepherding the flock of his father-in-law Jethro, the priest of Midian. He led the flock to the far side of the wilderness and came to Horeb, the mountain of God."
    },
    {
        "o": 1742,
        "r": "csb:Exodus:3:2",
        "t": "Then the angel of the Lord*s appeared to him in a flame of fire within a bush. As Moses looked, he saw that the bush was on fire but was not consumed."
    },
    {
        "o": 1743,
        "r": "csb:Exodus:3:3",
        "t": "So Moses thought, “I must go over and look at this remarkable sight. Why isn’t the bush burning up?”"
    },
    {
        "o": 1744,
        "r": "csb:Exodus:3:4",
        "t": "When*p the Lord*s saw that he had gone over to look, God called out to him from the bush, “Moses, Moses!” “Here*p I am,” he answered."
    },
    {
        "o": 1745,
        "r": "csb:Exodus:3:5",
        "t": "“Do*p not come closer,” he said. “Remove the sandals from your feet, for the place where you are standing is holy ground.”"
    },
    {
        "o": 1746,
        "r": "csb:Exodus:3:6",
        "t": "Then he continued, “I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob.” Moses hid his face because he was afraid to look at God."
    },
    {
        "o": 1747,
        "r": "csb:Exodus:3:7",
        "t": "Then*p the Lord*s said, “I have observed the misery of my people in Egypt, and have heard them crying out because of their oppressors. I know about their sufferings,"
    },
    {
        "o": 1748,
        "r": "csb:Exodus:3:8",
        "t": "and I have come down to rescue them from the power of the Egyptians and to bring them from that land to a good and spacious land, a land flowing with milk and honey- the territory of the Canaanites, Hethites, Amorites, Perizzites, Hivites, and Jebusites."
    },
    {
        "o": 1749,
        "r": "csb:Exodus:3:9",
        "t": "So because the Israelites’ cry for help has come to me, and I have also seen the way the Egyptians are oppressing them,"
    },
    {
        "o": 1750,
        "r": "csb:Exodus:3:10",
        "t": "therefore, go. I am sending you to Pharaoh so that you may lead my people, the Israelites, out of Egypt.”"
    },
    {
        "o": 1751,
        "r": "csb:Exodus:3:11",
        "t": "But*p Moses asked God, “Who am I that I should go to Pharaoh and that I should bring the Israelites out of Egypt?”"
    },
    {
        "o": 1752,
        "r": "csb:Exodus:3:12",
        "t": "He*p answered, “I will certainly be with you, and this will be the sign to you that I am the one who sent you: when you bring the people out of Egypt, you will all worship God at this mountain.”"
    },
    {
        "o": 1753,
        "r": "csb:Exodus:3:13",
        "t": "Then*p Moses asked God, “If I go to the Israelites and say to them, ‘The God of your ancestors has sent me to you,’ and they ask me, ‘What is his name?’ what should I tell them?”"
    },
    {
        "o": 1754,
        "r": "csb:Exodus:3:14",
        "t": "God*p replied to Moses, “I AM WHO I AM. This is what you are to say to the Israelites: I AM has sent me to you.”"
    },
    {
        "o": 1755,
        "r": "csb:Exodus:3:15",
        "t": "God also said to Moses, “Say this to the Israelites: The Lord,*s the God of your ancestors, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you. This is my name forever; this is how I am to be remembered in every generation."
    },
    {
        "o": 1756,
        "r": "csb:Exodus:3:16",
        "t": "“Go*p and assemble the elders of Israel and say to them: The Lord,*s the God of your ancestors, the God of Abraham, Isaac, and Jacob, has appeared to me and said: I have paid close attention to you and to what has been done to you in Egypt."
    },
    {
        "o": 1757,
        "r": "csb:Exodus:3:17",
        "t": "And I have promised you that I will bring you up from the misery of Egypt to the land of the Canaanites, Hethites, Amorites, Perizzites, Hivites, and Jebusites - a land flowing with milk and honey."
    },
    {
        "o": 1758,
        "r": "csb:Exodus:3:18",
        "t": "They will listen to what you say. Then you, along with the elders of Israel, must go to the king of Egypt and say to him: The Lord,*s the God of the Hebrews, has met with us. Now please let us go on a three-day trip into the wilderness so that we may sacrifice to the Lord*s our God."
    },
    {
        "o": 1759,
        "r": "csb:Exodus:3:19",
        "t": "“However,*p I know that the king of Egypt will not allow you to go, even under force from a strong hand."
    },
    {
        "o": 1760,
        "r": "csb:Exodus:3:20",
        "t": "But when I stretch out my hand and strike Egypt with all my miracles that I will perform in it, after that, he will let you go."
    },
    {
        "o": 1761,
        "r": "csb:Exodus:3:21",
        "t": "And I will give these people such favor with the Egyptians that when you go, you will not go empty-handed."
    },
    {
        "o": 1762,
        "r": "csb:Exodus:3:22",
        "t": "Each woman will ask her neighbor and any woman staying in her house for silver and gold jewelry, and clothing, and you will put them on your sons and daughters. So you will plunder the Egyptians.”"
    }
]
