[
    {
        "o": 23986,
        "r": "niv:Daniel:4:0",
        "t": "Daniel 4",
        "h": 1
    },
    {
        "o": 23987,
        "r": "niv:Daniel:4:0",
        "t": "Nebuchadnezzar’s Dream of a Tree",
        "h": 2
    },
    {
        "o": 23988,
        "r": "niv:Daniel:4:1",
        "t": "King Nebuchadnezzar, To*p the nations and peoples of every language, who live in all the earth: May*p you prosper greatly!"
    },
    {
        "o": 23989,
        "r": "niv:Daniel:4:2",
        "t": "It*pln is my pleasure to tell you about the miraculous signs and wonders that the Most High God has performed for me."
    },
    {
        "o": 23990,
        "r": "niv:Daniel:4:3",
        "t": "How*ln great are his signs, how*ld mighty his wonders! His*ln kingdom is an eternal kingdom; his*ld dominion endures from generation to generation."
    },
    {
        "o": 23991,
        "r": "niv:Daniel:4:4",
        "t": "I,*ln Nebuchadnezzar, was at home in my palace, contented and prosperous."
    },
    {
        "o": 23992,
        "r": "niv:Daniel:4:5",
        "t": "I had a dream that made me afraid. As I was lying in bed, the images and visions that passed through my mind terrified me."
    },
    {
        "o": 23993,
        "r": "niv:Daniel:4:6",
        "t": "So I commanded that all the wise men of Babylon be brought before me to interpret the dream for me."
    },
    {
        "o": 23994,
        "r": "niv:Daniel:4:7",
        "t": "When the magicians, enchanters, astrologers and diviners came, I told them the dream, but they could not interpret it for me."
    },
    {
        "o": 23995,
        "r": "niv:Daniel:4:8",
        "t": "Finally, Daniel came into my presence and I told him the dream. (He is called Belteshazzar, after the name of my god, and the spirit of the holy gods is in him.)"
    },
    {
        "o": 23996,
        "r": "niv:Daniel:4:9",
        "t": "I*ln said, “Belteshazzar, chief of the magicians, I know that the spirit of the holy gods is in you, and no mystery is too difficult for you. Here is my dream; interpret it for me."
    },
    {
        "o": 23997,
        "r": "niv:Daniel:4:10",
        "t": "These are the visions I saw while lying in bed: I looked, and there before me stood a tree in the middle of the land. Its height was enormous."
    },
    {
        "o": 23998,
        "r": "niv:Daniel:4:11",
        "t": "The tree grew large and strong and its top touched the sky; it was visible to the ends of the earth."
    },
    {
        "o": 23999,
        "r": "niv:Daniel:4:12",
        "t": "Its leaves were beautiful, its fruit abundant, and on it was food for all. Under it the wild animals found shelter, and the birds lived in its branches; from it every creature was fed."
    },
    {
        "o": 24000,
        "r": "niv:Daniel:4:13",
        "t": "“In*ln the visions I saw while lying in bed, I looked, and there before me was a holy one, a messenger, coming down from heaven."
    },
    {
        "o": 24001,
        "r": "niv:Daniel:4:14",
        "t": "He called in a loud voice: ‘Cut down the tree and trim off its branches; strip off its leaves and scatter its fruit. Let the animals flee from under it and the birds from its branches."
    },
    {
        "o": 24002,
        "r": "niv:Daniel:4:15",
        "t": "But let the stump and its roots, bound with iron and bronze, remain in the ground, in the grass of the field. “ ‘Let*ln him be drenched with the dew of heaven, and let him live with the animals among the plants of the earth."
    },
    {
        "o": 24003,
        "r": "niv:Daniel:4:16",
        "t": "Let his mind be changed from that of a man and let him be given the mind of an animal, till seven times pass by for him."
    },
    {
        "o": 24004,
        "r": "niv:Daniel:4:17",
        "t": "“ ‘The*ln decision is announced by messengers, the holy ones declare the verdict, so that the living may know that the Most High is sovereign over all kingdoms on earth and gives them to anyone he wishes and sets over them the lowliest of people.’"
    },
    {
        "o": 24005,
        "r": "niv:Daniel:4:18",
        "t": "“This*ln is the dream that I, King Nebuchadnezzar, had. Now, Belteshazzar, tell me what it means, for none of the wise men in my kingdom can interpret it for me. But you can, because the spirit of the holy gods is in you.”"
    },
    {
        "o": 24006,
        "r": "niv:Daniel:4:18",
        "t": "Daniel Interprets the Dream",
        "h": 2
    },
    {
        "o": 24007,
        "r": "niv:Daniel:4:19",
        "t": "Then*ln Daniel (also called Belteshazzar) was greatly perplexed for a time, and his thoughts terrified him. So the king said, “Belteshazzar, do not let the dream or its meaning alarm you.” Belteshazzar*ln answered, “My lord, if only the dream applied to your enemies and its meaning to your adversaries!"
    },
    {
        "o": 24008,
        "r": "niv:Daniel:4:20",
        "t": "The tree you saw, which grew large and strong, with its top touching the sky, visible to the whole earth,"
    },
    {
        "o": 24009,
        "r": "niv:Daniel:4:21",
        "t": "with beautiful leaves and abundant fruit, providing food for all, giving shelter to the wild animals, and having nesting places in its branches for the birds—"
    },
    {
        "o": 24010,
        "r": "niv:Daniel:4:22",
        "t": "Your Majesty, you are that tree! You have become great and strong; your greatness has grown until it reaches the sky, and your dominion extends to distant parts of the earth."
    },
    {
        "o": 24011,
        "r": "niv:Daniel:4:23",
        "t": "“Your*ln Majesty saw a holy one, a messenger, coming down from heaven and saying, ‘Cut down the tree and destroy it, but leave the stump, bound with iron and bronze, in the grass of the field, while its roots remain in the ground. Let him be drenched with the dew of heaven; let him live with the wild animals, until seven times pass by for him.’"
    },
    {
        "o": 24012,
        "r": "niv:Daniel:4:24",
        "t": "“This*ln is the interpretation, Your Majesty, and this is the decree the Most High has issued against my lord the king:"
    },
    {
        "o": 24013,
        "r": "niv:Daniel:4:25",
        "t": "You will be driven away from people and will live with the wild animals; you will eat grass like the ox and be drenched with the dew of heaven. Seven times will pass by for you until you acknowledge that the Most High is sovereign over all kingdoms on earth and gives them to anyone he wishes."
    },
    {
        "o": 24014,
        "r": "niv:Daniel:4:26",
        "t": "The command to leave the stump of the tree with its roots means that your kingdom will be restored to you when you acknowledge that Heaven rules."
    },
    {
        "o": 24015,
        "r": "niv:Daniel:4:27",
        "t": "Therefore, Your Majesty, be pleased to accept my advice: Renounce your sins by doing what is right, and your wickedness by being kind to the oppressed. It may be that then your prosperity will continue.”"
    },
    {
        "o": 24016,
        "r": "niv:Daniel:4:27",
        "t": "The Dream Is Fulfilled",
        "h": 2
    },
    {
        "o": 24017,
        "r": "niv:Daniel:4:28",
        "t": "All*ln this happened to King Nebuchadnezzar."
    },
    {
        "o": 24018,
        "r": "niv:Daniel:4:29",
        "t": "Twelve months later, as the king was walking on the roof of the royal palace of Babylon,"
    },
    {
        "o": 24019,
        "r": "niv:Daniel:4:30",
        "t": "he said, “Is not this the great Babylon I have built as the royal residence, by my mighty power and for the glory of my majesty?”"
    },
    {
        "o": 24020,
        "r": "niv:Daniel:4:31",
        "t": "Even*ln as the words were on his lips, a voice came from heaven, “This is what is decreed for you, King Nebuchadnezzar: Your royal authority has been taken from you."
    },
    {
        "o": 24021,
        "r": "niv:Daniel:4:32",
        "t": "You will be driven away from people and will live with the wild animals; you will eat grass like the ox. Seven times will pass by for you until you acknowledge that the Most High is sovereign over all kingdoms on earth and gives them to anyone he wishes.”"
    },
    {
        "o": 24022,
        "r": "niv:Daniel:4:33",
        "t": "Immediately*ln what had been said about Nebuchadnezzar was fulfilled. He was driven away from people and ate grass like the ox. His body was drenched with the dew of heaven until his hair grew like the feathers of an eagle and his nails like the claws of a bird."
    },
    {
        "o": 24023,
        "r": "niv:Daniel:4:34",
        "t": "At*pln the end of that time, I, Nebuchadnezzar, raised my eyes toward heaven, and my sanity was restored. Then I praised the Most High; I honored and glorified him who lives forever. His*ln dominion is an eternal dominion; his*ld kingdom endures from generation to generation."
    },
    {
        "o": 24024,
        "r": "niv:Daniel:4:35",
        "t": "All*ln the peoples of the earth are*ld regarded as nothing. He*ln does as he pleases with*ld the powers of heaven and*ld the peoples of the earth. No*ln one can hold back his hand or*ld say to him: “What have you done?”"
    },
    {
        "o": 24025,
        "r": "niv:Daniel:4:36",
        "t": "At*ln the same time that my sanity was restored, my honor and splendor were returned to me for the glory of my kingdom. My advisers and nobles sought me out, and I was restored to my throne and became even greater than before."
    },
    {
        "o": 24026,
        "r": "niv:Daniel:4:37",
        "t": "Now I, Nebuchadnezzar, praise and exalt and glorify the King of heaven, because everything he does is right and all his ways are just. And those who walk in pride he is able to humble."
    }
]
