[
    {
        "o": 1289,
        "r": "nkjv:Genesis:40:0",
        "t": "Genesis 40",
        "h": 1
    },
    {
        "o": 1290,
        "r": "nkjv:Genesis:40:0",
        "t": "The Prisoners’ Dreams",
        "h": 2
    },
    {
        "o": 1291,
        "r": "nkjv:Genesis:40:1",
        "t": "It*p came to pass after these things that*i the butler and the baker of the king of Egypt offended their lord, the king of Egypt."
    },
    {
        "o": 1292,
        "r": "nkjv:Genesis:40:2",
        "t": "And Pharaoh was angry with his two officers, the chief butler and the chief baker."
    },
    {
        "o": 1293,
        "r": "nkjv:Genesis:40:3",
        "t": "So he put them in custody in the house of the captain of the guard, in the prison, the place where Joseph was*i confined."
    },
    {
        "o": 1294,
        "r": "nkjv:Genesis:40:4",
        "t": "And the captain of the guard charged Joseph with them, and he served them; so they were in custody for a while."
    },
    {
        "o": 1295,
        "r": "nkjv:Genesis:40:5",
        "t": "Then*p the butler and the baker of the king of Egypt, who were*i confined in the prison, had a dream, both of them, each man’s dream in one night and*i each man’s dream with its own*i interpretation."
    },
    {
        "o": 1296,
        "r": "nkjv:Genesis:40:6",
        "t": "And Joseph came in to them in the morning and looked at them, and saw that they were*i sad."
    },
    {
        "o": 1297,
        "r": "nkjv:Genesis:40:7",
        "t": "So he asked Pharaoh’s officers who were*i with him in the custody of his lord’s house, saying, “Why do you look so*i sad today?”"
    },
    {
        "o": 1298,
        "r": "nkjv:Genesis:40:8",
        "t": "And*p they said to him, “We each have had a dream, and there*i is*i no interpreter of it.” So*p Joseph said to them, “Do not interpretations belong to God? Tell them*i to me, please.”"
    },
    {
        "o": 1299,
        "r": "nkjv:Genesis:40:9",
        "t": "Then*p the chief butler told his dream to Joseph, and said to him, “Behold, in my dream a vine was*i before me,"
    },
    {
        "o": 1300,
        "r": "nkjv:Genesis:40:10",
        "t": "and in the vine were*i three branches; it was*i as though it budded, its blossoms shot forth, and its clusters brought forth ripe grapes."
    },
    {
        "o": 1301,
        "r": "nkjv:Genesis:40:11",
        "t": "Then Pharaoh’s cup was*i in my hand; and I took the grapes and pressed them into Pharaoh’s cup, and placed the cup in Pharaoh’s hand.”"
    },
    {
        "o": 1302,
        "r": "nkjv:Genesis:40:12",
        "t": "And*p Joseph said to him, “This is*i the interpretation of it: The three branches are*i three days."
    },
    {
        "o": 1303,
        "r": "nkjv:Genesis:40:13",
        "t": "Now within three days Pharaoh will lift up your head and restore you to your place, and you will put Pharaoh’s cup in his hand according to the former manner, when you were his butler."
    },
    {
        "o": 1304,
        "r": "nkjv:Genesis:40:14",
        "t": "But remember me when it is well with you, and please show kindness to me; make mention of me to Pharaoh, and get me out of this house."
    },
    {
        "o": 1305,
        "r": "nkjv:Genesis:40:15",
        "t": "For indeed I was stolen away from the land of the Hebrews; and also I have done nothing here that they should put me into the dungeon.”"
    },
    {
        "o": 1306,
        "r": "nkjv:Genesis:40:16",
        "t": "When*p the chief baker saw that the interpretation was good, he said to Joseph, “I also was*i in my dream, and there were*i three white baskets on my head."
    },
    {
        "o": 1307,
        "r": "nkjv:Genesis:40:17",
        "t": "In the uppermost basket were*i all kinds of baked goods for Pharaoh, and the birds ate them out of the basket on my head.”"
    },
    {
        "o": 1308,
        "r": "nkjv:Genesis:40:18",
        "t": "So*p Joseph answered and said, “This is*i the interpretation of it: The three baskets are*i three days."
    },
    {
        "o": 1309,
        "r": "nkjv:Genesis:40:19",
        "t": "Within three days Pharaoh will lift off your head from you and hang you on a tree; and the birds will eat your flesh from you.”"
    },
    {
        "o": 1310,
        "r": "nkjv:Genesis:40:20",
        "t": "Now*p it came to pass on the third day, which*i was*i Pharaoh’s birthday, that he made a feast for all his servants; and he lifted up the head of the chief butler and of the chief baker among his servants."
    },
    {
        "o": 1311,
        "r": "nkjv:Genesis:40:21",
        "t": "Then he restored the chief butler to his butlership again, and he placed the cup in Pharaoh’s hand."
    },
    {
        "o": 1312,
        "r": "nkjv:Genesis:40:22",
        "t": "But he hanged the chief baker, as Joseph had interpreted to them."
    },
    {
        "o": 1313,
        "r": "nkjv:Genesis:40:23",
        "t": "Yet the chief butler did not remember Joseph, but forgot him."
    }
]
