[
    {
        "o": 19792,
        "r": "nasb:Isaiah:7:0",
        "t": "Isaiah 7",
        "h": 1
    },
    {
        "o": 19793,
        "r": "nasb:Isaiah:7:0",
        "t": "War against Jerusalem",
        "h": 2
    },
    {
        "o": 19794,
        "r": "nasb:Isaiah:7:1",
        "t": "Now*p it came about in the days of Ahaz, the son of Jotham, the son of Uzziah, king of Judah, that Rezin the king of Aram and Pekah the son of Remaliah, king of Israel, went up to Jerusalem to wage*i war against it, but could not conquer it."
    },
    {
        "o": 19795,
        "r": "nasb:Isaiah:7:2",
        "t": "When it was reported to the house of David, saying, “The Arameans have camped in Ephraim,” his heart and the hearts of his people shook as the trees of the forest shake with the wind."
    },
    {
        "o": 19796,
        "r": "nasb:Isaiah:7:3",
        "t": "Then*p the Lord*s said to Isaiah, “Go out now to meet Ahaz, you and your son Shear-jashub, at the end of the conduit of the upper pool, on the highway to the fuller’s field,"
    },
    {
        "o": 19797,
        "r": "nasb:Isaiah:7:4",
        "t": "and say to him, ‘Take care and be calm, have no fear and do not be fainthearted because of these two stubs of smoldering firebrands, on account of the fierce anger of Rezin and Aram and the son of Remaliah."
    },
    {
        "o": 19798,
        "r": "nasb:Isaiah:7:5",
        "t": "Because Aram, with*i Ephraim and the son of Remaliah, has planned evil against you, saying,"
    },
    {
        "o": 19799,
        "r": "nasb:Isaiah:7:6",
        "t": "“Let us go up against Judah and terrorize it, and make for ourselves a breach in its walls and set up the son of Tabeel as king in the midst of it,”"
    },
    {
        "o": 19800,
        "r": "nasb:Isaiah:7:7",
        "t": "thus says the Lord God:*s “It shall not stand nor shall it come to pass."
    },
    {
        "o": 19801,
        "r": "nasb:Isaiah:7:8",
        "t": "For the head of Aram is Damascus and the head of Damascus is Rezin (now within another 65 years Ephraim will be shattered, so*i that*i it*i is*i no longer a people),"
    },
    {
        "o": 19802,
        "r": "nasb:Isaiah:7:9",
        "t": "and the head of Ephraim is Samaria and the head of Samaria is the son of Remaliah. If you will not believe, you surely shall not last.” ’ ”"
    },
    {
        "o": 19803,
        "r": "nasb:Isaiah:7:9",
        "t": "The Child Immanuel",
        "h": 2
    },
    {
        "o": 19804,
        "r": "nasb:Isaiah:7:10",
        "t": "Then*p the Lord*s spoke again to Ahaz, saying,"
    },
    {
        "o": 19805,
        "r": "nasb:Isaiah:7:11",
        "t": "“Ask a sign for yourself from the Lord*s your God; make it*i deep as Sheol or high as heaven.”"
    },
    {
        "o": 19806,
        "r": "nasb:Isaiah:7:12",
        "t": "But Ahaz said, “I will not ask, nor will I test the Lord!”*s"
    },
    {
        "o": 19807,
        "r": "nasb:Isaiah:7:13",
        "t": "Then he said, “Listen now, O house of David! Is it too slight a thing for you to try the patience of men, that you will try the patience of my God as well?"
    },
    {
        "o": 19808,
        "r": "nasb:Isaiah:7:14",
        "t": "Therefore the Lord Himself will give you a sign: Behold, a virgin will be with child and bear a son, and she will call His name Immanuel."
    },
    {
        "o": 19809,
        "r": "nasb:Isaiah:7:15",
        "t": "He will eat curds and honey at the time He knows enough*i to refuse evil and choose good."
    },
    {
        "o": 19810,
        "r": "nasb:Isaiah:7:16",
        "t": "For before the boy will know enough*i to refuse evil and choose good, the land whose two kings you dread will be forsaken."
    },
    {
        "o": 19811,
        "r": "nasb:Isaiah:7:16",
        "t": "Trials to Come for Judah",
        "h": 2
    },
    {
        "o": 19812,
        "r": "nasb:Isaiah:7:17",
        "t": "The*p Lord*s will bring on you, on your people, and on your father’s house such days as have never come since the day that Ephraim separated from Judah, the king of Assyria.”"
    },
    {
        "o": 19813,
        "r": "nasb:Isaiah:7:18",
        "t": "In*p that day the Lord*s will whistle for the fly that is in the remotest part of the rivers of Egypt and for the bee that is in the land of Assyria."
    },
    {
        "o": 19814,
        "r": "nasb:Isaiah:7:19",
        "t": "They will all come and settle on the steep ravines, on the ledges of the cliffs, on all the thorn bushes and on all the watering places."
    },
    {
        "o": 19815,
        "r": "nasb:Isaiah:7:20",
        "t": "In*p that day the Lord will shave with a razor, hired from regions beyond the Euphrates (that*i is,*i with the king of Assyria), the head and the hair of the legs; and it will also remove the beard."
    },
    {
        "o": 19816,
        "r": "nasb:Isaiah:7:21",
        "t": "Now*p in that day a man may keep alive a heifer and a pair of sheep;"
    },
    {
        "o": 19817,
        "r": "nasb:Isaiah:7:22",
        "t": "and because of the abundance of the milk produced he will eat curds, for everyone that is left within the land will eat curds and honey."
    },
    {
        "o": 19818,
        "r": "nasb:Isaiah:7:23",
        "t": "And*p it will come about in that day, that every place where there used to be a thousand vines, valued*i at a thousand shekels*i of silver, will become briars and thorns."
    },
    {
        "o": 19819,
        "r": "nasb:Isaiah:7:24",
        "t": "People*i will come there with bows and arrows because all the land will be briars and thorns."
    },
    {
        "o": 19820,
        "r": "nasb:Isaiah:7:25",
        "t": "As for all the hills which used to be cultivated with the hoe, you will not go there for fear of briars and thorns; but they will become a place for pasturing oxen and for sheep to trample."
    }
]
