[
    {
        "o": 23857,
        "r": "csb:Ezekiel:30:0",
        "t": "Ezekiel 30",
        "h": 1
    },
    {
        "o": 23858,
        "r": "csb:Ezekiel:30:0",
        "t": "Egypt’s Doom",
        "h": 2
    },
    {
        "o": 23859,
        "r": "csb:Ezekiel:30:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23860,
        "r": "csb:Ezekiel:30:2",
        "t": "“Son of man, prophesy and say, ‘This is what the Lord God*s says: Wail,*pn “Woe because of that day!”"
    },
    {
        "o": 23861,
        "r": "csb:Ezekiel:30:3",
        "t": "For*ln a day is near; a*ln day belonging to the Lord*s is near. It*ln will be a day of clouds, a*ln time of doom for the nations."
    },
    {
        "o": 23862,
        "r": "csb:Ezekiel:30:4",
        "t": "A*ln sword will come against Egypt, and*ln there will be anguish in Cush when*ln the slain fall in Egypt, and*ln its wealth is taken away, and*ln its foundations are demolished."
    },
    {
        "o": 23863,
        "r": "csb:Ezekiel:30:5",
        "t": "Cush,*ln Put, and Lud, and*ln all the various foreign troops, plus*ln Libya and the men of the covenant land will*ln fall by the sword along with them."
    },
    {
        "o": 23864,
        "r": "csb:Ezekiel:30:6",
        "t": "This*ln is what the Lord*s says: Those*ln who support Egypt will fall, and*ln its proud strength will collapse. From*ln Migdol to Syene they*ln will fall within it by the sword. This*lg is the declaration of the Lord God.*s"
    },
    {
        "o": 23865,
        "r": "csb:Ezekiel:30:7",
        "t": "They*pn will be desolate among*ln desolate lands, and*ln their cities will lie among*ln ruined cities."
    },
    {
        "o": 23866,
        "r": "csb:Ezekiel:30:8",
        "t": "They*ln will know that I am the Lord*s when*ln I set fire to Egypt and*ln all its allies are shattered."
    },
    {
        "o": 23867,
        "r": "csb:Ezekiel:30:9",
        "t": "On*p that day, messengers will go out from me in ships to terrify confident Cush. Anguish will come over them on the day of Egypt’s doom. For indeed it is coming."
    },
    {
        "o": 23868,
        "r": "csb:Ezekiel:30:10",
        "t": "“‘This*p is what the Lord God*s says: I*pn will put an end to the hordes of Egypt by*ln the hand of King Nebuchadnezzar of Babylon."
    },
    {
        "o": 23869,
        "r": "csb:Ezekiel:30:11",
        "t": "He*ln along with his people, ruthless*ln men from the nations, will*ln be brought in to destroy the land. They*ln will draw their swords against Egypt and*ln fill the land with the slain."
    },
    {
        "o": 23870,
        "r": "csb:Ezekiel:30:12",
        "t": "I*ln will make the streams dry and*ln sell the land to evil men. I*ln will bring desolation on*ln the land and everything in it by*ln the hands of foreigners. I,*ln the Lord,*s have spoken."
    },
    {
        "o": 23871,
        "r": "csb:Ezekiel:30:13",
        "t": "“‘This*p is what the Lord God*s says: I*pn will destroy the worthless idols and*ln put an end to the false gods in Memphis. There*ln will no longer be a*ln prince from the land of Egypt. And*ln I will instill fear in that land."
    },
    {
        "o": 23872,
        "r": "csb:Ezekiel:30:14",
        "t": "I*ln will make Pathros desolate, set*ln fire to Zoan, and*ln execute judgments on Thebes."
    },
    {
        "o": 23873,
        "r": "csb:Ezekiel:30:15",
        "t": "I*ln will pour out my wrath on Pelusium, the*ln stronghold of Egypt, and*ln will wipe out the hordes of Thebes."
    },
    {
        "o": 23874,
        "r": "csb:Ezekiel:30:16",
        "t": "I*ln will set fire to Egypt; Pelusium*ln will writhe in anguish, Thebes*ln will be breached, and*ln Memphis will face foes in broad daylight."
    },
    {
        "o": 23875,
        "r": "csb:Ezekiel:30:17",
        "t": "The*ln young men of On and Pi-beseth will*ln fall by the sword, and*ln those cities will go into captivity."
    },
    {
        "o": 23876,
        "r": "csb:Ezekiel:30:18",
        "t": "The*ln day will be dark in Tehaphnehes, when*ln I break the yoke of Egypt there and*ln its proud strength comes*ln to an end in the city. A*ln cloud will cover Tehaphnehes, and*ln its surrounding villages will go into captivity."
    },
    {
        "o": 23877,
        "r": "csb:Ezekiel:30:19",
        "t": "So*ln I will execute judgments against Egypt, and*ln they will know that I am the Lord*s .’”"
    },
    {
        "o": 23878,
        "r": "csb:Ezekiel:30:19",
        "t": "Pharaoh’s Power Broken",
        "h": 2
    },
    {
        "o": 23879,
        "r": "csb:Ezekiel:30:20",
        "t": "In*p the eleventh year, in the first month, on the seventh day of the month, the word of the Lord*s came to me:"
    },
    {
        "o": 23880,
        "r": "csb:Ezekiel:30:21",
        "t": "“Son of man, I have broken the arm of Pharaoh king of Egypt. Look, it has not been bandaged - no medicine has been applied and no splint put on to bandage it so that it can grow strong enough to handle a sword."
    },
    {
        "o": 23881,
        "r": "csb:Ezekiel:30:22",
        "t": "Therefore, this is what the Lord God*s says: Look! I am against Pharaoh king of Egypt. I will break his arms, both the strong one and the one already broken, and will make the sword fall from his hand."
    },
    {
        "o": 23882,
        "r": "csb:Ezekiel:30:23",
        "t": "I will disperse the Egyptians among the nations and scatter them among the countries."
    },
    {
        "o": 23883,
        "r": "csb:Ezekiel:30:24",
        "t": "I will strengthen the arms of Babylon’s king and place my sword in his hand. But I will break the arms of Pharaoh, and he will groan before him as a mortally wounded man."
    },
    {
        "o": 23884,
        "r": "csb:Ezekiel:30:25",
        "t": "I will strengthen the arms of Babylon’s king, but Pharaoh’s arms will fall. They will know that I am the Lord*s when I place my sword in the hand of Babylon’s king and he wields it against the land of Egypt."
    },
    {
        "o": 23885,
        "r": "csb:Ezekiel:30:26",
        "t": "When I disperse the Egyptians among the nations and scatter them among the countries, they will know that I am the Lord.”*s"
    }
]
