[
    {
        "o": 4173,
        "r": "nkjv:Numbers:5:0",
        "t": "Numbers 5",
        "h": 1
    },
    {
        "o": 4174,
        "r": "nkjv:Numbers:5:0",
        "t": "Ceremonially Unclean Persons Isolated",
        "h": 2
    },
    {
        "o": 4175,
        "r": "nkjv:Numbers:5:1",
        "t": "And*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 4176,
        "r": "nkjv:Numbers:5:2",
        "t": "“Command the children of Israel that they put out of the camp every leper, everyone who has a discharge, and whoever becomes defiled by a corpse."
    },
    {
        "o": 4177,
        "r": "nkjv:Numbers:5:3",
        "t": "You shall put out both male and female; you shall put them outside the camp, that they may not defile their camps in the midst of which I dwell.”"
    },
    {
        "o": 4178,
        "r": "nkjv:Numbers:5:4",
        "t": "And the children of Israel did so, and put them outside the camp; as the Lord*s spoke to Moses, so the children of Israel did."
    },
    {
        "o": 4179,
        "r": "nkjv:Numbers:5:4",
        "t": "Confession and Restitution",
        "h": 2
    },
    {
        "o": 4180,
        "r": "nkjv:Numbers:5:5",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4181,
        "r": "nkjv:Numbers:5:6",
        "t": "“Speak to the children of Israel: ‘When a man or woman commits any sin that men commit in unfaithfulness against the Lord,*s and that person is guilty,"
    },
    {
        "o": 4182,
        "r": "nkjv:Numbers:5:7",
        "t": "then he shall confess the sin which he has committed. He shall make restitution for his trespass in full, plus one-fifth of it, and give it*i to the one he has wronged."
    },
    {
        "o": 4183,
        "r": "nkjv:Numbers:5:8",
        "t": "But if the man has no relative to whom restitution may be made for the wrong, the restitution for the wrong must*i go*i to the Lord*s for the priest, in addition to the ram of the atonement with which atonement is made for him."
    },
    {
        "o": 4184,
        "r": "nkjv:Numbers:5:9",
        "t": "Every offering of all the holy things of the children of Israel, which they bring to the priest, shall be his."
    },
    {
        "o": 4185,
        "r": "nkjv:Numbers:5:10",
        "t": "And every man’s holy things shall be his; whatever any man gives the priest shall be his.’”"
    },
    {
        "o": 4186,
        "r": "nkjv:Numbers:5:10",
        "t": "Concerning Unfaithful Wives",
        "h": 2
    },
    {
        "o": 4187,
        "r": "nkjv:Numbers:5:11",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4188,
        "r": "nkjv:Numbers:5:12",
        "t": "“Speak to the children of Israel, and say to them: ‘If any man’s wife goes astray and behaves unfaithfully toward him,"
    },
    {
        "o": 4189,
        "r": "nkjv:Numbers:5:13",
        "t": "and a man lies with her carnally, and it is hidden from the eyes of her husband, and it is concealed that she has defiled herself, and there*i was*i no witness against her, nor was she caught—"
    },
    {
        "o": 4190,
        "r": "nkjv:Numbers:5:14",
        "t": "if the spirit of jealousy comes upon him and he becomes jealous of his wife, who has defiled herself; or if the spirit of jealousy comes upon him and he becomes jealous of his wife, although she has not defiled herself—"
    },
    {
        "o": 4191,
        "r": "nkjv:Numbers:5:15",
        "t": "then the man shall bring his wife to the priest. He shall bring the offering required for her, one-tenth of an ephah of barley meal; he shall pour no oil on it and put no frankincense on it, because it is*i a grain offering of jealousy, an offering for remembering, for bringing iniquity to remembrance."
    },
    {
        "o": 4192,
        "r": "nkjv:Numbers:5:16",
        "t": "‘And*p the priest shall bring her near, and set her before the Lord.*s"
    },
    {
        "o": 4193,
        "r": "nkjv:Numbers:5:17",
        "t": "The priest shall take holy water in an earthen vessel, and take some of the dust that is on the floor of the tabernacle and put it*i into the water."
    },
    {
        "o": 4194,
        "r": "nkjv:Numbers:5:18",
        "t": "Then the priest shall stand the woman before the Lord,*s uncover the woman’s head, and put the offering for remembering in her hands, which is*i the grain offering of jealousy. And the priest shall have in his hand the bitter water that brings a curse."
    },
    {
        "o": 4195,
        "r": "nkjv:Numbers:5:19",
        "t": "And the priest shall put her under oath, and say to the woman, “If no man has lain with you, and if you have not gone astray to uncleanness while*i under your husband’s authority,*i be free from this bitter water that brings a curse."
    },
    {
        "o": 4196,
        "r": "nkjv:Numbers:5:20",
        "t": "But if you have gone astray while*i under your husband’s authority,*i and if you have defiled yourself and some man other than your husband has lain with you”—"
    },
    {
        "o": 4197,
        "r": "nkjv:Numbers:5:21",
        "t": "then the priest shall put the woman under the oath of the curse, and he shall say to the woman— “the Lord*s make you a curse and an oath among your people, when the Lord*s makes your thigh rot and your belly swell;"
    },
    {
        "o": 4198,
        "r": "nkjv:Numbers:5:22",
        "t": "and may this water that causes the curse go into your stomach, and make your*i belly swell and your*i thigh rot.” ‘Then*p the woman shall say, “Amen, so be it.”"
    },
    {
        "o": 4199,
        "r": "nkjv:Numbers:5:23",
        "t": "‘Then*p the priest shall write these curses in a book, and he shall scrape them*i off into the bitter water."
    },
    {
        "o": 4200,
        "r": "nkjv:Numbers:5:24",
        "t": "And he shall make the woman drink the bitter water that brings a curse, and the water that brings the curse shall enter her to*i become*i bitter."
    },
    {
        "o": 4201,
        "r": "nkjv:Numbers:5:25",
        "t": "Then the priest shall take the grain offering of jealousy from the woman’s hand, shall wave the offering before the Lord,*s and bring it to the altar;"
    },
    {
        "o": 4202,
        "r": "nkjv:Numbers:5:26",
        "t": "and the priest shall take a handful of the offering, as its memorial portion, burn it*i on the altar, and afterward make the woman drink the water."
    },
    {
        "o": 4203,
        "r": "nkjv:Numbers:5:27",
        "t": "When he has made her drink the water, then it shall be, if she has defiled herself and behaved unfaithfully toward her husband, that the water that brings a curse will enter her and*i become*i bitter, and her belly will swell, her thigh will rot, and the woman will become a curse among her people."
    },
    {
        "o": 4204,
        "r": "nkjv:Numbers:5:28",
        "t": "But if the woman has not defiled herself, and is clean, then she shall be free and may conceive children."
    },
    {
        "o": 4205,
        "r": "nkjv:Numbers:5:29",
        "t": "‘This*p is*i the law of jealousy, when a wife, while*i under her husband’s authority,*i goes astray and defiles herself,"
    },
    {
        "o": 4206,
        "r": "nkjv:Numbers:5:30",
        "t": "or when the spirit of jealousy comes upon a man, and he becomes jealous of his wife; then he shall stand the woman before the Lord,*s and the priest shall execute all this law upon her."
    },
    {
        "o": 4207,
        "r": "nkjv:Numbers:5:31",
        "t": "Then the man shall be free from iniquity, but that woman shall bear her guilt.’”"
    }
]
