[
    {
        "o": 29879,
        "r": "kjv:1 Corinthians:13:0",
        "t": "1 Corinthians 13",
        "h": 1
    },
    {
        "o": 29880,
        "r": "kjv:1 Corinthians:13:1",
        "t": "Though*p I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal."
    },
    {
        "o": 29881,
        "r": "kjv:1 Corinthians:13:2",
        "t": "And*p though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing."
    },
    {
        "o": 29882,
        "r": "kjv:1 Corinthians:13:3",
        "t": "And*p though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing."
    },
    {
        "o": 29883,
        "r": "kjv:1 Corinthians:13:4",
        "t": "Charity*p suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,"
    },
    {
        "o": 29884,
        "r": "kjv:1 Corinthians:13:5",
        "t": "Doth*p not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;"
    },
    {
        "o": 29885,
        "r": "kjv:1 Corinthians:13:6",
        "t": "Rejoiceth*p not in iniquity, but rejoiceth in the truth;"
    },
    {
        "o": 29886,
        "r": "kjv:1 Corinthians:13:7",
        "t": "Beareth*p all things, believeth all things, hopeth all things, endureth all things."
    },
    {
        "o": 29887,
        "r": "kjv:1 Corinthians:13:8",
        "t": "Charity*p never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away."
    },
    {
        "o": 29888,
        "r": "kjv:1 Corinthians:13:9",
        "t": "For*p we know in part, and we prophesy in part."
    },
    {
        "o": 29889,
        "r": "kjv:1 Corinthians:13:10",
        "t": "But*p when that which is perfect is come, then that which is in part shall be done away."
    },
    {
        "o": 29890,
        "r": "kjv:1 Corinthians:13:11",
        "t": "When*p I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things."
    },
    {
        "o": 29891,
        "r": "kjv:1 Corinthians:13:12",
        "t": "For*p now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known."
    },
    {
        "o": 29892,
        "r": "kjv:1 Corinthians:13:13",
        "t": "And*p now abideth faith, hope, charity, these three; but the greatest of these is charity."
    }
]
