[
    {
        "o": 9052,
        "r": "esv:2 Samuel:11:0",
        "t": "2 Samuel 11",
        "h": 1
    },
    {
        "o": 9053,
        "r": "esv:2 Samuel:11:0",
        "t": "David and Bathsheba",
        "h": 2
    },
    {
        "o": 9054,
        "r": "esv:2 Samuel:11:1",
        "t": "In*p the spring of the year, the time when kings go out to battle, David sent Joab, and his servants with him, and all Israel. And they ravaged the Ammonites and besieged Rabbah. But David remained at Jerusalem."
    },
    {
        "o": 9055,
        "r": "esv:2 Samuel:11:2",
        "t": "It*p happened, late one afternoon, when David arose from his couch and was walking on the roof of the king’s house, that he saw from the roof a woman bathing; and the woman was very beautiful."
    },
    {
        "o": 9056,
        "r": "esv:2 Samuel:11:3",
        "t": "And David sent and inquired about the woman. And one said, “Is not this Bathsheba, the daughter of Eliam, the wife of Uriah the Hittite?”"
    },
    {
        "o": 9057,
        "r": "esv:2 Samuel:11:4",
        "t": "So David sent messengers and took her, and she came to him, and he lay with her. (Now she had been purifying herself from her uncleanness.) Then she returned to her house."
    },
    {
        "o": 9058,
        "r": "esv:2 Samuel:11:5",
        "t": "And the woman conceived, and she sent and told David, “I am pregnant.”"
    },
    {
        "o": 9059,
        "r": "esv:2 Samuel:11:6",
        "t": "So*p David sent word to Joab, “Send me Uriah the Hittite.” And Joab sent Uriah to David."
    },
    {
        "o": 9060,
        "r": "esv:2 Samuel:11:7",
        "t": "When Uriah came to him, David asked how Joab was doing and how the people were doing and how the war was going."
    },
    {
        "o": 9061,
        "r": "esv:2 Samuel:11:8",
        "t": "Then David said to Uriah, “Go down to your house and wash your feet.” And Uriah went out of the king’s house, and there followed him a present from the king."
    },
    {
        "o": 9062,
        "r": "esv:2 Samuel:11:9",
        "t": "But Uriah slept at the door of the king’s house with all the servants of his lord, and did not go down to his house."
    },
    {
        "o": 9063,
        "r": "esv:2 Samuel:11:10",
        "t": "When they told David, “Uriah did not go down to his house,” David said to Uriah, “Have you not come from a journey? Why did you not go down to your house?”"
    },
    {
        "o": 9064,
        "r": "esv:2 Samuel:11:11",
        "t": "Uriah said to David, “The ark and Israel and Judah dwell in booths, and my lord Joab and the servants of my lord are camping in the open field. Shall I then go to my house, to eat and to drink and to lie with my wife? As you live, and as your soul lives, I will not do this thing.”"
    },
    {
        "o": 9065,
        "r": "esv:2 Samuel:11:12",
        "t": "Then David said to Uriah, “Remain here today also, and tomorrow I will send you back.” So Uriah remained in Jerusalem that day and the next."
    },
    {
        "o": 9066,
        "r": "esv:2 Samuel:11:13",
        "t": "And David invited him, and he ate in his presence and drank, so that he made him drunk. And in the evening he went out to lie on his couch with the servants of his lord, but he did not go down to his house."
    },
    {
        "o": 9067,
        "r": "esv:2 Samuel:11:14",
        "t": "In*p the morning David wrote a letter to Joab and sent it by the hand of Uriah."
    },
    {
        "o": 9068,
        "r": "esv:2 Samuel:11:15",
        "t": "In the letter he wrote, “Set Uriah in the forefront of the hardest fighting, and then draw back from him, that he may be struck down, and die.”"
    },
    {
        "o": 9069,
        "r": "esv:2 Samuel:11:16",
        "t": "And as Joab was besieging the city, he assigned Uriah to the place where he knew there were valiant men."
    },
    {
        "o": 9070,
        "r": "esv:2 Samuel:11:17",
        "t": "And the men of the city came out and fought with Joab, and some of the servants of David among the people fell. Uriah the Hittite also died."
    },
    {
        "o": 9071,
        "r": "esv:2 Samuel:11:18",
        "t": "Then Joab sent and told David all the news about the fighting."
    },
    {
        "o": 9072,
        "r": "esv:2 Samuel:11:19",
        "t": "And he instructed the messenger, “When you have finished telling all the news about the fighting to the king,"
    },
    {
        "o": 9073,
        "r": "esv:2 Samuel:11:20",
        "t": "then, if the king’s anger rises, and if he says to you, ‘Why did you go so near the city to fight? Did you not know that they would shoot from the wall?"
    },
    {
        "o": 9074,
        "r": "esv:2 Samuel:11:21",
        "t": "Who killed Abimelech the son of Jerubbesheth? Did not a woman cast an upper millstone on him from the wall, so that he died at Thebez? Why did you go so near the wall?’ then you shall say, ‘Your servant Uriah the Hittite is dead also.’”"
    },
    {
        "o": 9075,
        "r": "esv:2 Samuel:11:22",
        "t": "So*p the messenger went and came and told David all that Joab had sent him to tell."
    },
    {
        "o": 9076,
        "r": "esv:2 Samuel:11:23",
        "t": "The messenger said to David, “The men gained an advantage over us and came out against us in the field, but we drove them back to the entrance of the gate."
    },
    {
        "o": 9077,
        "r": "esv:2 Samuel:11:24",
        "t": "Then the archers shot at your servants from the wall. Some of the king’s servants are dead, and your servant Uriah the Hittite is dead also.”"
    },
    {
        "o": 9078,
        "r": "esv:2 Samuel:11:25",
        "t": "David said to the messenger, “Thus shall you say to Joab, ‘Do not let this matter displease you, for the sword devours now one and now another. Strengthen your attack against the city and overthrow it.’ And encourage him.”"
    },
    {
        "o": 9079,
        "r": "esv:2 Samuel:11:26",
        "t": "When*p the wife of Uriah heard that Uriah her husband was dead, she lamented over her husband."
    },
    {
        "o": 9080,
        "r": "esv:2 Samuel:11:27",
        "t": "And when the mourning was over, David sent and brought her to his house, and she became his wife and bore him a son. But the thing that David had done displeased the Lord.*s"
    }
]
