[
    {
        "o": 1734,
        "r": "niv:Exodus:4:0",
        "t": "Exodus 4",
        "h": 1
    },
    {
        "o": 1735,
        "r": "niv:Exodus:4:0",
        "t": "Signs for Moses",
        "h": 2
    },
    {
        "o": 1736,
        "r": "niv:Exodus:4:1",
        "t": "Moses*p answered, “What if they do not believe me or listen to me and say, ‘The Lord*s did not appear to you’?”"
    },
    {
        "o": 1737,
        "r": "niv:Exodus:4:2",
        "t": "Then*p the Lord*s said to him, “What is that in your hand?” “A*p staff,” he replied."
    },
    {
        "o": 1738,
        "r": "niv:Exodus:4:3",
        "t": "The*p Lord*s said, “Throw it on the ground.” Moses*p threw it on the ground and it became a snake, and he ran from it."
    },
    {
        "o": 1739,
        "r": "niv:Exodus:4:4",
        "t": "Then the Lord*s said to him, “Reach out your hand and take it by the tail.” So Moses reached out and took hold of the snake and it turned back into a staff in his hand."
    },
    {
        "o": 1740,
        "r": "niv:Exodus:4:5",
        "t": "“This,” said the Lord,*s “is so that they may believe that the Lord,*s the God of their fathers—the God of Abraham, the God of Isaac and the God of Jacob—has appeared to you.”"
    },
    {
        "o": 1741,
        "r": "niv:Exodus:4:6",
        "t": "Then*p the Lord*s said, “Put your hand inside your cloak.” So Moses put his hand into his cloak, and when he took it out, the skin was leprous —it had become as white as snow."
    },
    {
        "o": 1742,
        "r": "niv:Exodus:4:7",
        "t": "“Now*p put it back into your cloak,” he said. So Moses put his hand back into his cloak, and when he took it out, it was restored, like the rest of his flesh."
    },
    {
        "o": 1743,
        "r": "niv:Exodus:4:8",
        "t": "Then*p the Lord*s said, “If they do not believe you or pay attention to the first sign, they may believe the second."
    },
    {
        "o": 1744,
        "r": "niv:Exodus:4:9",
        "t": "But if they do not believe these two signs or listen to you, take some water from the Nile and pour it on the dry ground. The water you take from the river will become blood on the ground.”"
    },
    {
        "o": 1745,
        "r": "niv:Exodus:4:10",
        "t": "Moses*p said to the Lord,*s “Pardon your servant, Lord. I have never been eloquent, neither in the past nor since you have spoken to your servant. I am slow of speech and tongue.”"
    },
    {
        "o": 1746,
        "r": "niv:Exodus:4:11",
        "t": "The*p Lord*s said to him, “Who gave human beings their mouths? Who makes them deaf or mute? Who gives them sight or makes them blind? Is it not I, the Lord?*s"
    },
    {
        "o": 1747,
        "r": "niv:Exodus:4:12",
        "t": "Now go; I will help you speak and will teach you what to say.”"
    },
    {
        "o": 1748,
        "r": "niv:Exodus:4:13",
        "t": "But*p Moses said, “Pardon your servant, Lord. Please send someone else.”"
    },
    {
        "o": 1749,
        "r": "niv:Exodus:4:14",
        "t": "Then*p the Lord’s*s anger burned against Moses and he said, “What about your brother, Aaron the Levite? I know he can speak well. He is already on his way to meet you, and he will be glad to see you."
    },
    {
        "o": 1750,
        "r": "niv:Exodus:4:15",
        "t": "You shall speak to him and put words in his mouth; I will help both of you speak and will teach you what to do."
    },
    {
        "o": 1751,
        "r": "niv:Exodus:4:16",
        "t": "He will speak to the people for you, and it will be as if he were your mouth and as if you were God to him."
    },
    {
        "o": 1752,
        "r": "niv:Exodus:4:17",
        "t": "But take this staff in your hand so you can perform the signs with it.”"
    },
    {
        "o": 1753,
        "r": "niv:Exodus:4:17",
        "t": "Moses Returns to Egypt",
        "h": 2
    },
    {
        "o": 1754,
        "r": "niv:Exodus:4:18",
        "t": "Then*p Moses went back to Jethro his father-in-law and said to him, “Let me return to my own people in Egypt to see if any of them are still alive.” Jethro*p said, “Go, and I wish you well.”"
    },
    {
        "o": 1755,
        "r": "niv:Exodus:4:19",
        "t": "Now*p the Lord*s had said to Moses in Midian, “Go back to Egypt, for all those who wanted to kill you are dead.”"
    },
    {
        "o": 1756,
        "r": "niv:Exodus:4:20",
        "t": "So Moses took his wife and sons, put them on a donkey and started back to Egypt. And he took the staff of God in his hand."
    },
    {
        "o": 1757,
        "r": "niv:Exodus:4:21",
        "t": "The*p Lord*s said to Moses, “When you return to Egypt, see that you perform before Pharaoh all the wonders I have given you the power to do. But I will harden his heart so that he will not let the people go."
    },
    {
        "o": 1758,
        "r": "niv:Exodus:4:22",
        "t": "Then say to Pharaoh, ‘This is what the Lord*s says: Israel is my firstborn son,"
    },
    {
        "o": 1759,
        "r": "niv:Exodus:4:23",
        "t": "and I told you, “Let my son go, so he may worship me.” But you refused to let him go; so I will kill your firstborn son.’ ”"
    },
    {
        "o": 1760,
        "r": "niv:Exodus:4:24",
        "t": "At*p a lodging place on the way, the Lord*s met Moses and was about to kill him."
    },
    {
        "o": 1761,
        "r": "niv:Exodus:4:25",
        "t": "But Zipporah took a flint knife, cut off her son’s foreskin and touched Moses’ feet with it. “Surely you are a bridegroom of blood to me,” she said."
    },
    {
        "o": 1762,
        "r": "niv:Exodus:4:26",
        "t": "So the Lord*s let him alone. (At that time she said “bridegroom of blood,” referring to circumcision.)"
    },
    {
        "o": 1763,
        "r": "niv:Exodus:4:27",
        "t": "The*p Lord*s said to Aaron, “Go into the wilderness to meet Moses.” So he met Moses at the mountain of God and kissed him."
    },
    {
        "o": 1764,
        "r": "niv:Exodus:4:28",
        "t": "Then Moses told Aaron everything the Lord*s had sent him to say, and also about all the signs he had commanded him to perform."
    },
    {
        "o": 1765,
        "r": "niv:Exodus:4:29",
        "t": "Moses*p and Aaron brought together all the elders of the Israelites,"
    },
    {
        "o": 1766,
        "r": "niv:Exodus:4:30",
        "t": "and Aaron told them everything the Lord*s had said to Moses. He also performed the signs before the people,"
    },
    {
        "o": 1767,
        "r": "niv:Exodus:4:31",
        "t": "and they believed. And when they heard that the Lord*s was concerned about them and had seen their misery, they bowed down and worshiped."
    }
]
