[
    {
        "o": 1144,
        "r": "nkjv:Genesis:36:0",
        "t": "Genesis 36",
        "h": 1
    },
    {
        "o": 1145,
        "r": "nkjv:Genesis:36:0",
        "t": "The Family of Esau",
        "h": 2
    },
    {
        "o": 1146,
        "r": "nkjv:Genesis:36:1",
        "t": "Now*p this is*i the genealogy of Esau, who is Edom."
    },
    {
        "o": 1147,
        "r": "nkjv:Genesis:36:2",
        "t": "Esau took his wives from the daughters of Canaan: Adah the daughter of Elon the Hittite; Aholibamah the daughter of Anah, the daughter of Zibeon the Hivite;"
    },
    {
        "o": 1148,
        "r": "nkjv:Genesis:36:3",
        "t": "and Basemath, Ishmael’s daughter, sister of Nebajoth."
    },
    {
        "o": 1149,
        "r": "nkjv:Genesis:36:4",
        "t": "Now Adah bore Eliphaz to Esau, and Basemath bore Reuel."
    },
    {
        "o": 1150,
        "r": "nkjv:Genesis:36:5",
        "t": "And Aholibamah bore Jeush, Jaalam, and Korah. These were*i the sons of Esau who were born to him in the land of Canaan."
    },
    {
        "o": 1151,
        "r": "nkjv:Genesis:36:6",
        "t": "Then*p Esau took his wives, his sons, his daughters, and all the persons of his household, his cattle and all his animals, and all his goods which he had gained in the land of Canaan, and went to a country away from the presence of his brother Jacob."
    },
    {
        "o": 1152,
        "r": "nkjv:Genesis:36:7",
        "t": "For their possessions were too great for them to dwell together, and the land where they were strangers could not support them because of their livestock."
    },
    {
        "o": 1153,
        "r": "nkjv:Genesis:36:8",
        "t": "So Esau dwelt in Mount Seir. Esau is*i Edom."
    },
    {
        "o": 1154,
        "r": "nkjv:Genesis:36:9",
        "t": "And*p this is*i the genealogy of Esau the father of the Edomites in Mount Seir."
    },
    {
        "o": 1155,
        "r": "nkjv:Genesis:36:10",
        "t": "These were*i the names of Esau’s sons: Eliphaz the son of Adah the wife of Esau, and Reuel the son of Basemath the wife of Esau."
    },
    {
        "o": 1156,
        "r": "nkjv:Genesis:36:11",
        "t": "And the sons of Eliphaz were Teman, Omar, Zepho, Gatam, and Kenaz."
    },
    {
        "o": 1157,
        "r": "nkjv:Genesis:36:12",
        "t": "Now*p Timna was the concubine of Eliphaz, Esau’s son, and she bore Amalek to Eliphaz. These were*i the sons of Adah, Esau’s wife."
    },
    {
        "o": 1158,
        "r": "nkjv:Genesis:36:13",
        "t": "These*p were*i the sons of Reuel: Nahath, Zerah, Shammah, and Mizzah. These were the sons of Basemath, Esau’s wife."
    },
    {
        "o": 1159,
        "r": "nkjv:Genesis:36:14",
        "t": "These*p were the sons of Aholibamah, Esau’s wife, the daughter of Anah, the daughter of Zibeon. And she bore to Esau: Jeush, Jaalam, and Korah."
    },
    {
        "o": 1160,
        "r": "nkjv:Genesis:36:14",
        "t": "The Chiefs of Edom",
        "h": 2
    },
    {
        "o": 1161,
        "r": "nkjv:Genesis:36:15",
        "t": "These*p were*i the chiefs of the sons of Esau. The sons of Eliphaz, the firstborn son*i of Esau, were Chief Teman, Chief Omar, Chief Zepho, Chief Kenaz,"
    },
    {
        "o": 1162,
        "r": "nkjv:Genesis:36:16",
        "t": "Chief Korah, Chief Gatam, and*i Chief Amalek. These were*i the chiefs of Eliphaz in the land of Edom. They were*i the sons of Adah."
    },
    {
        "o": 1163,
        "r": "nkjv:Genesis:36:17",
        "t": "These*p were*i the sons of Reuel, Esau’s son: Chief Nahath, Chief Zerah, Chief Shammah, and Chief Mizzah. These were*i the chiefs of Reuel in the land of Edom. These were*i the sons of Basemath, Esau’s wife."
    },
    {
        "o": 1164,
        "r": "nkjv:Genesis:36:18",
        "t": "And*p these were*i the sons of Aholibamah, Esau’s wife: Chief Jeush, Chief Jaalam, and Chief Korah. These were*i the chiefs who*i descended*i from Aholibamah, Esau’s wife, the daughter of Anah."
    },
    {
        "o": 1165,
        "r": "nkjv:Genesis:36:19",
        "t": "These were*i the sons of Esau, who is Edom, and these were*i their chiefs."
    },
    {
        "o": 1166,
        "r": "nkjv:Genesis:36:19",
        "t": "The Sons of Seir",
        "h": 2
    },
    {
        "o": 1167,
        "r": "nkjv:Genesis:36:20",
        "t": "These*p were*i the sons of Seir the Horite who inhabited the land: Lotan, Shobal, Zibeon, Anah,"
    },
    {
        "o": 1168,
        "r": "nkjv:Genesis:36:21",
        "t": "Dishon, Ezer, and Dishan. These were*i the chiefs of the Horites, the sons of Seir, in the land of Edom."
    },
    {
        "o": 1169,
        "r": "nkjv:Genesis:36:22",
        "t": "And*p the sons of Lotan were Hori and Hemam. Lotan’s sister was*i Timna."
    },
    {
        "o": 1170,
        "r": "nkjv:Genesis:36:23",
        "t": "These*p were*i the sons of Shobal: Alvan, Manahath, Ebal, Shepho, and Onam."
    },
    {
        "o": 1171,
        "r": "nkjv:Genesis:36:24",
        "t": "These*p were*i the sons of Zibeon: both Ajah and Anah. This was*i the*i Anah who found the water in the wilderness as he pastured the donkeys of his father Zibeon."
    },
    {
        "o": 1172,
        "r": "nkjv:Genesis:36:25",
        "t": "These were*i the children of Anah: Dishon and Aholibamah the daughter of Anah."
    },
    {
        "o": 1173,
        "r": "nkjv:Genesis:36:26",
        "t": "These*p were*i the sons of Dishon:Hemdan, Eshban, Ithran, and Cheran."
    },
    {
        "o": 1174,
        "r": "nkjv:Genesis:36:27",
        "t": "These were*i the sons of Ezer: Bilhan, Zaavan, and Akan."
    },
    {
        "o": 1175,
        "r": "nkjv:Genesis:36:28",
        "t": "These were*i the sons of Dishan: Uz and Aran."
    },
    {
        "o": 1176,
        "r": "nkjv:Genesis:36:29",
        "t": "These*p were*i the chiefs of the Horites: Chief Lotan, Chief Shobal, Chief Zibeon, Chief Anah,"
    },
    {
        "o": 1177,
        "r": "nkjv:Genesis:36:30",
        "t": "Chief Dishon, Chief Ezer, and Chief Dishan. These were*i the chiefs of the Horites, according to their chiefs in the land of Seir."
    },
    {
        "o": 1178,
        "r": "nkjv:Genesis:36:30",
        "t": "The Kings of Edom",
        "h": 2
    },
    {
        "o": 1179,
        "r": "nkjv:Genesis:36:31",
        "t": "Now*p these were*i the kings who reigned in the land of Edom before any king reigned over the children of Israel:"
    },
    {
        "o": 1180,
        "r": "nkjv:Genesis:36:32",
        "t": "Bela the son of Beor reigned in Edom, and the name of his city was*i Dinhabah."
    },
    {
        "o": 1181,
        "r": "nkjv:Genesis:36:33",
        "t": "And when Bela died, Jobab the son of Zerah of Bozrah reigned in his place."
    },
    {
        "o": 1182,
        "r": "nkjv:Genesis:36:34",
        "t": "When Jobab died, Husham of the land of the Temanites reigned in his place."
    },
    {
        "o": 1183,
        "r": "nkjv:Genesis:36:35",
        "t": "And when Husham died, Hadad the son of Bedad, who attacked Midian in the field of Moab, reigned in his place. And the name of his city was*i Avith."
    },
    {
        "o": 1184,
        "r": "nkjv:Genesis:36:36",
        "t": "When Hadad died, Samlah of Masrekah reigned in his place."
    },
    {
        "o": 1185,
        "r": "nkjv:Genesis:36:37",
        "t": "And when Samlah died, Saul of Rehoboth- by*i -the-River reigned in his place."
    },
    {
        "o": 1186,
        "r": "nkjv:Genesis:36:38",
        "t": "When Saul died, Baal-Hanan the son of Achbor reigned in his place."
    },
    {
        "o": 1187,
        "r": "nkjv:Genesis:36:39",
        "t": "And when Baal-Hanan the son of Achbor died, Hadar reigned in his place; and the name of his city was*i Pau. His wife’s name was*i Mehetabel, the daughter of Matred, the daughter of Mezahab."
    },
    {
        "o": 1188,
        "r": "nkjv:Genesis:36:39",
        "t": "The Chiefs of Esau",
        "h": 2
    },
    {
        "o": 1189,
        "r": "nkjv:Genesis:36:40",
        "t": "And*p these were*i the names of the chiefs of Esau, according to their families and their places, by their names: Chief Timnah, Chief Alvah, Chief Jetheth,"
    },
    {
        "o": 1190,
        "r": "nkjv:Genesis:36:41",
        "t": "Chief Aholibamah, Chief Elah, Chief Pinon,"
    },
    {
        "o": 1191,
        "r": "nkjv:Genesis:36:42",
        "t": "Chief Kenaz, Chief Teman, Chief Mibzar,"
    },
    {
        "o": 1192,
        "r": "nkjv:Genesis:36:43",
        "t": "Chief Magdiel, and Chief Iram. These were*i the chiefs of Edom, according to their dwelling places in the land of their possession. Esau was*i the father of the Edomites."
    }
]
