[
    {
        "o": 8408,
        "r": "nkjv:1 Samuel:17:0",
        "t": "1 Samuel 17",
        "h": 1
    },
    {
        "o": 8409,
        "r": "nkjv:1 Samuel:17:0",
        "t": "David and Goliath",
        "h": 2
    },
    {
        "o": 8410,
        "r": "nkjv:1 Samuel:17:1",
        "t": "Now*p the Philistines gathered their armies together to battle, and were gathered at Sochoh, which belongs*i to Judah; they encamped between Sochoh and Azekah, in Ephes Dammim."
    },
    {
        "o": 8411,
        "r": "nkjv:1 Samuel:17:2",
        "t": "And Saul and the men of Israel were gathered together, and they encamped in the Valley of Elah, and drew up in battle array against the Philistines."
    },
    {
        "o": 8412,
        "r": "nkjv:1 Samuel:17:3",
        "t": "The Philistines stood on a mountain on one side, and Israel stood on a mountain on the other side, with a valley between them."
    },
    {
        "o": 8413,
        "r": "nkjv:1 Samuel:17:4",
        "t": "And*p a champion went out from the camp of the Philistines, named Goliath, from Gath, whose height was*i six cubits and a span."
    },
    {
        "o": 8414,
        "r": "nkjv:1 Samuel:17:5",
        "t": "He*i had*i a bronze helmet on his head, and he was*i armed with a coat of mail, and the weight of the coat was*i five thousand shekels of bronze."
    },
    {
        "o": 8415,
        "r": "nkjv:1 Samuel:17:6",
        "t": "And he*i had*i bronze armor on his legs and a bronze javelin between his shoulders."
    },
    {
        "o": 8416,
        "r": "nkjv:1 Samuel:17:7",
        "t": "Now the staff of his spear was*i like a weaver’s beam, and his iron spearhead weighed*i six hundred shekels; and a shield-bearer went before him."
    },
    {
        "o": 8417,
        "r": "nkjv:1 Samuel:17:8",
        "t": "Then he stood and cried out to the armies of Israel, and said to them, “Why have you come out to line up for battle? Am*i I not a Philistine, and you the servants of Saul? Choose a man for yourselves, and let him come down to me."
    },
    {
        "o": 8418,
        "r": "nkjv:1 Samuel:17:9",
        "t": "If he is able to fight with me and kill me, then we will be your servants. But if I prevail against him and kill him, then you shall be our servants and serve us.”"
    },
    {
        "o": 8419,
        "r": "nkjv:1 Samuel:17:10",
        "t": "And the Philistine said, “I defy the armies of Israel this day; give me a man, that we may fight together.”"
    },
    {
        "o": 8420,
        "r": "nkjv:1 Samuel:17:11",
        "t": "When Saul and all Israel heard these words of the Philistine, they were dismayed and greatly afraid."
    },
    {
        "o": 8421,
        "r": "nkjv:1 Samuel:17:12",
        "t": "Now*p David was*i the son of that Ephrathite of Bethlehem Judah, whose name was*i Jesse, and who had eight sons. And the man was old, advanced in*i years,*i in the days of Saul."
    },
    {
        "o": 8422,
        "r": "nkjv:1 Samuel:17:13",
        "t": "The three oldest sons of Jesse had gone to follow Saul to the battle. The names of his three sons who went to the battle were*i Eliab the firstborn, next to him Abinadab, and the third Shammah."
    },
    {
        "o": 8423,
        "r": "nkjv:1 Samuel:17:14",
        "t": "David was*i the youngest. And the three oldest followed Saul."
    },
    {
        "o": 8424,
        "r": "nkjv:1 Samuel:17:15",
        "t": "But David occasionally went and returned from Saul to feed his father’s sheep at Bethlehem."
    },
    {
        "o": 8425,
        "r": "nkjv:1 Samuel:17:16",
        "t": "And*p the Philistine drew near and presented himself forty days, morning and evening."
    },
    {
        "o": 8426,
        "r": "nkjv:1 Samuel:17:17",
        "t": "Then*p Jesse said to his son David, “Take now for your brothers an ephah of this dried grain*i and these ten loaves, and run to your brothers at the camp."
    },
    {
        "o": 8427,
        "r": "nkjv:1 Samuel:17:18",
        "t": "And carry these ten cheeses to the captain of their*i thousand, and see how your brothers fare, and bring back news of them.”"
    },
    {
        "o": 8428,
        "r": "nkjv:1 Samuel:17:19",
        "t": "Now Saul and they and all the men of Israel were*i in the Valley of Elah, fighting with the Philistines."
    },
    {
        "o": 8429,
        "r": "nkjv:1 Samuel:17:20",
        "t": "So*p David rose early in the morning, left the sheep with a keeper, and took the*i things*i and went as Jesse had commanded him. And he came to the camp as the army was going out to the fight and shouting for the battle."
    },
    {
        "o": 8430,
        "r": "nkjv:1 Samuel:17:21",
        "t": "For Israel and the Philistines had drawn up in battle array, army against army."
    },
    {
        "o": 8431,
        "r": "nkjv:1 Samuel:17:22",
        "t": "And David left his supplies in the hand of the supply keeper, ran to the army, and came and greeted his brothers."
    },
    {
        "o": 8432,
        "r": "nkjv:1 Samuel:17:23",
        "t": "Then as he talked with them, there was the champion, the Philistine of Gath, Goliath by name, coming up from the armies of the Philistines; and he spoke according to the same words. So David heard them.*i"
    },
    {
        "o": 8433,
        "r": "nkjv:1 Samuel:17:24",
        "t": "And all the men of Israel, when they saw the man, fled from him and were dreadfully afraid."
    },
    {
        "o": 8434,
        "r": "nkjv:1 Samuel:17:25",
        "t": "So the men of Israel said, “Have you seen this man who has come up? Surely he has come up to defy Israel; and it shall be that*i the man who kills him the king will enrich with great riches, will give him his daughter, and give his father’s house exemption from*i taxes*i in Israel.”"
    },
    {
        "o": 8435,
        "r": "nkjv:1 Samuel:17:26",
        "t": "Then*p David spoke to the men who stood by him, saying, “What shall be done for the man who kills this Philistine and takes away the reproach from Israel? For who is*i this uncircumcised Philistine, that he should defy the armies of the living God?”"
    },
    {
        "o": 8436,
        "r": "nkjv:1 Samuel:17:27",
        "t": "And*p the people answered him in this manner, saying, “So shall it be done for the man who kills him.”"
    },
    {
        "o": 8437,
        "r": "nkjv:1 Samuel:17:28",
        "t": "Now*p Eliab his oldest brother heard when he spoke to the men; and Eliab’s anger was aroused against David, and he said, “Why did you come down here? And with whom have you left those few sheep in the wilderness? I know your pride and the insolence of your heart, for you have come down to see the battle.”"
    },
    {
        "o": 8438,
        "r": "nkjv:1 Samuel:17:29",
        "t": "And*p David said, “What have I done now? Is*i there not a cause?”"
    },
    {
        "o": 8439,
        "r": "nkjv:1 Samuel:17:30",
        "t": "Then he turned from him toward another and said the same thing; and these people answered him as the first ones did.*i"
    },
    {
        "o": 8440,
        "r": "nkjv:1 Samuel:17:31",
        "t": "Now*p when the words which David spoke were heard, they reported them*i to Saul; and he sent for him."
    },
    {
        "o": 8441,
        "r": "nkjv:1 Samuel:17:32",
        "t": "Then David said to Saul, “Let no man’s heart fail because of him; your servant will go and fight with this Philistine.”"
    },
    {
        "o": 8442,
        "r": "nkjv:1 Samuel:17:33",
        "t": "And*p Saul said to David, “You are not able to go against this Philistine to fight with him; for you are*i a youth, and he a man of war from his youth.”"
    },
    {
        "o": 8443,
        "r": "nkjv:1 Samuel:17:34",
        "t": "But*p David said to Saul, “Your servant used to keep his father’s sheep, and when a lion or a bear came and took a lamb out of the flock,"
    },
    {
        "o": 8444,
        "r": "nkjv:1 Samuel:17:35",
        "t": "I went out after it and struck it, and delivered the*i lamb*i from its mouth; and when it arose against me, I caught it*i by its beard, and struck and killed it."
    },
    {
        "o": 8445,
        "r": "nkjv:1 Samuel:17:36",
        "t": "Your servant has killed both lion and bear; and this uncircumcised Philistine will be like one of them, seeing he has defied the armies of the living God.”"
    },
    {
        "o": 8446,
        "r": "nkjv:1 Samuel:17:37",
        "t": "Moreover David said, “The Lord,*s who delivered me from the paw of the lion and from the paw of the bear, He will deliver me from the hand of this Philistine.” And*p Saul said to David, “Go, and the Lord*s be with you!”"
    },
    {
        "o": 8447,
        "r": "nkjv:1 Samuel:17:38",
        "t": "So*p Saul clothed David with his armor, and he put a bronze helmet on his head; he also clothed him with a coat of mail."
    },
    {
        "o": 8448,
        "r": "nkjv:1 Samuel:17:39",
        "t": "David fastened his sword to his armor and tried to walk, for he had not tested them.*i And David said to Saul, “I cannot walk with these, for I have not tested them.”*i So David took them off."
    },
    {
        "o": 8449,
        "r": "nkjv:1 Samuel:17:40",
        "t": "Then*p he took his staff in his hand; and he chose for himself five smooth stones from the brook, and put them in a shepherd’s bag, in a pouch which he had, and his sling was in his hand. And he drew near to the Philistine."
    },
    {
        "o": 8450,
        "r": "nkjv:1 Samuel:17:41",
        "t": "So the Philistine came, and began drawing near to David, and the man who bore the shield went*i before him."
    },
    {
        "o": 8451,
        "r": "nkjv:1 Samuel:17:42",
        "t": "And when the Philistine looked about and saw David, he disdained him; for he was only*i a youth, ruddy and good-looking."
    },
    {
        "o": 8452,
        "r": "nkjv:1 Samuel:17:43",
        "t": "So the Philistine said to David, “Am*i I a dog, that you come to me with sticks?” And the Philistine cursed David by his gods."
    },
    {
        "o": 8453,
        "r": "nkjv:1 Samuel:17:44",
        "t": "And the Philistine said to David, “Come to me, and I will give your flesh to the birds of the air and the beasts of the field!”"
    },
    {
        "o": 8454,
        "r": "nkjv:1 Samuel:17:45",
        "t": "Then*p David said to the Philistine, “You come to me with a sword, with a spear, and with a javelin. But I come to you in the name of the Lord*s of hosts, the God of the armies of Israel, whom you have defied."
    },
    {
        "o": 8455,
        "r": "nkjv:1 Samuel:17:46",
        "t": "This day the Lord*s will deliver you into my hand, and I will strike you and take your head from you. And this day I will give the carcasses of the camp of the Philistines to the birds of the air and the wild beasts of the earth, that all the earth may know that there is a God in Israel."
    },
    {
        "o": 8456,
        "r": "nkjv:1 Samuel:17:47",
        "t": "Then all this assembly shall know that the Lord*s does not save with sword and spear; for the battle is*i the Lord*s ’s, and He will give you into our hands.”"
    },
    {
        "o": 8457,
        "r": "nkjv:1 Samuel:17:48",
        "t": "So*p it was, when the Philistine arose and came and drew near to meet David, that David hurried and ran toward the army to meet the Philistine."
    },
    {
        "o": 8458,
        "r": "nkjv:1 Samuel:17:49",
        "t": "Then David put his hand in his bag and took out a stone; and he slung it*i and struck the Philistine in his forehead, so that the stone sank into his forehead, and he fell on his face to the earth."
    },
    {
        "o": 8459,
        "r": "nkjv:1 Samuel:17:50",
        "t": "So David prevailed over the Philistine with a sling and a stone, and struck the Philistine and killed him. But there*i was*i no sword in the hand of David."
    },
    {
        "o": 8460,
        "r": "nkjv:1 Samuel:17:51",
        "t": "Therefore David ran and stood over the Philistine, took his sword and drew it out of its sheath and killed him, and cut off his head with it. And*p when the Philistines saw that their champion was dead, they fled."
    },
    {
        "o": 8461,
        "r": "nkjv:1 Samuel:17:52",
        "t": "Now the men of Israel and Judah arose and shouted, and pursued the Philistines as far as the entrance of the valley and to the gates of Ekron. And the wounded of the Philistines fell along the road to Shaaraim, even as far as Gath and Ekron."
    },
    {
        "o": 8462,
        "r": "nkjv:1 Samuel:17:53",
        "t": "Then the children of Israel returned from chasing the Philistines, and they plundered their tents."
    },
    {
        "o": 8463,
        "r": "nkjv:1 Samuel:17:54",
        "t": "And David took the head of the Philistine and brought it to Jerusalem, but he put his armor in his tent."
    },
    {
        "o": 8464,
        "r": "nkjv:1 Samuel:17:55",
        "t": "When*p Saul saw David going out against the Philistine, he said to Abner, the commander of the army, “Abner, whose son is*i this youth?” And*p Abner said, “As your soul lives, O king, I do not know.”"
    },
    {
        "o": 8465,
        "r": "nkjv:1 Samuel:17:56",
        "t": "So*p the king said, “Inquire whose son this young man is.”*i"
    },
    {
        "o": 8466,
        "r": "nkjv:1 Samuel:17:57",
        "t": "Then,*p as David returned from the slaughter of the Philistine, Abner took him and brought him before Saul with the head of the Philistine in his hand."
    },
    {
        "o": 8467,
        "r": "nkjv:1 Samuel:17:58",
        "t": "And Saul said to him, “Whose son are*i you, young man?” So*p David answered, “I*i am*i the son of your servant Jesse the Bethlehemite.”"
    }
]
