[
    {
        "o": 30578,
        "r": "nkjv:Acts:7:0",
        "t": "Acts 7",
        "h": 1
    },
    {
        "o": 30579,
        "r": "nkjv:Acts:7:0",
        "t": "Stephen’s Address: The Call of Abraham",
        "h": 2
    },
    {
        "o": 30580,
        "r": "nkjv:Acts:7:1",
        "t": "Then*p the high priest said, “Are these things so?”"
    },
    {
        "o": 30581,
        "r": "nkjv:Acts:7:2",
        "t": "And*p he said, “Brethren and fathers, listen: The God of glory appeared to our father Abraham when he was in Mesopotamia, before he dwelt in Haran,"
    },
    {
        "o": 30582,
        "r": "nkjv:Acts:7:3",
        "t": "and said to him, ‘Get out of your country and from your relatives, and come to a land that I will show you.’"
    },
    {
        "o": 30583,
        "r": "nkjv:Acts:7:4",
        "t": "Then he came out of the land of the Chaldeans and dwelt in Haran. And from there, when his father was dead, He moved him to this land in which you now dwell."
    },
    {
        "o": 30584,
        "r": "nkjv:Acts:7:5",
        "t": "And God*i gave him no inheritance in it, not even enough*i to set his foot on. But even when Abraham*i had no child, He promised to give it to him for a possession, and to his descendants after him."
    },
    {
        "o": 30585,
        "r": "nkjv:Acts:7:6",
        "t": "But God spoke in this way: that his descendants would dwell in a foreign land, and that they would bring them into bondage and oppress them*i four hundred years."
    },
    {
        "o": 30586,
        "r": "nkjv:Acts:7:7",
        "t": "‘And the nation to whom they will be in bondage I will judge,’ said God, ‘and after that they shall come out and serve Me in this place.’"
    },
    {
        "o": 30587,
        "r": "nkjv:Acts:7:8",
        "t": "Then He gave him the covenant of circumcision; and so Abraham*i begot Isaac and circumcised him on the eighth day; and Isaac begot*i Jacob, and Jacob begot*i the twelve patriarchs."
    },
    {
        "o": 30588,
        "r": "nkjv:Acts:7:8",
        "t": "The Patriarchs in Egypt",
        "h": 2
    },
    {
        "o": 30589,
        "r": "nkjv:Acts:7:9",
        "t": "“And*p the patriarchs, becoming envious, sold Joseph into Egypt. But God was with him"
    },
    {
        "o": 30590,
        "r": "nkjv:Acts:7:10",
        "t": "and delivered him out of all his troubles, and gave him favor and wisdom in the presence of Pharaoh, king of Egypt; and he made him governor over Egypt and all his house."
    },
    {
        "o": 30591,
        "r": "nkjv:Acts:7:11",
        "t": "Now a famine and great trouble came over all the land of Egypt and Canaan, and our fathers found no sustenance."
    },
    {
        "o": 30592,
        "r": "nkjv:Acts:7:12",
        "t": "But when Jacob heard that there was grain in Egypt, he sent out our fathers first."
    },
    {
        "o": 30593,
        "r": "nkjv:Acts:7:13",
        "t": "And the second time*i Joseph was made known to his brothers, and Joseph’s family became known to the Pharaoh."
    },
    {
        "o": 30594,
        "r": "nkjv:Acts:7:14",
        "t": "Then Joseph sent and called his father Jacob and all his relatives to him,*i seventy-five people."
    },
    {
        "o": 30595,
        "r": "nkjv:Acts:7:15",
        "t": "So Jacob went down to Egypt; and he died, he and our fathers."
    },
    {
        "o": 30596,
        "r": "nkjv:Acts:7:16",
        "t": "And they were carried back to Shechem and laid in the tomb that Abraham bought for a sum of money from the sons of Hamor, the*i father*i of Shechem."
    },
    {
        "o": 30597,
        "r": "nkjv:Acts:7:16",
        "t": "God Delivers Israel by Moses",
        "h": 2
    },
    {
        "o": 30598,
        "r": "nkjv:Acts:7:17",
        "t": "“But*p when the time of the promise drew near which God had sworn to Abraham, the people grew and multiplied in Egypt"
    },
    {
        "o": 30599,
        "r": "nkjv:Acts:7:18",
        "t": "till another king arose who did not know Joseph."
    },
    {
        "o": 30600,
        "r": "nkjv:Acts:7:19",
        "t": "This man dealt treacherously with our people, and oppressed our forefathers, making them expose their babies, so that they might not live."
    },
    {
        "o": 30601,
        "r": "nkjv:Acts:7:20",
        "t": "At this time Moses was born, and was well pleasing to God; and he was brought up in his father’s house for three months."
    },
    {
        "o": 30602,
        "r": "nkjv:Acts:7:21",
        "t": "But when he was set out, Pharaoh’s daughter took him away and brought him up as her own son."
    },
    {
        "o": 30603,
        "r": "nkjv:Acts:7:22",
        "t": "And Moses was learned in all the wisdom of the Egyptians, and was mighty in words and deeds."
    },
    {
        "o": 30604,
        "r": "nkjv:Acts:7:23",
        "t": "“Now*p when he was forty years old, it came into his heart to visit his brethren, the children of Israel."
    },
    {
        "o": 30605,
        "r": "nkjv:Acts:7:24",
        "t": "And seeing one of them*i suffer wrong, he defended and avenged him who was oppressed, and struck down the Egyptian."
    },
    {
        "o": 30606,
        "r": "nkjv:Acts:7:25",
        "t": "For he supposed that his brethren would have understood that God would deliver them by his hand, but they did not understand."
    },
    {
        "o": 30607,
        "r": "nkjv:Acts:7:26",
        "t": "And the next day he appeared to two*i of*i them as they were fighting, and tried*i to*i reconcile them, saying, ‘Men, you are brethren; why do you wrong one another?’"
    },
    {
        "o": 30608,
        "r": "nkjv:Acts:7:27",
        "t": "But he who did his neighbor wrong pushed him away, saying, ‘Who made you a ruler and a judge over us?"
    },
    {
        "o": 30609,
        "r": "nkjv:Acts:7:28",
        "t": "Do you want to kill me as you did the Egyptian yesterday?’"
    },
    {
        "o": 30610,
        "r": "nkjv:Acts:7:29",
        "t": "Then, at this saying, Moses fled and became a dweller in the land of Midian, where he had two sons."
    },
    {
        "o": 30611,
        "r": "nkjv:Acts:7:30",
        "t": "“And*p when forty years had passed, an Angel of the Lord appeared to him in a flame of fire in a bush, in the wilderness of Mount Sinai."
    },
    {
        "o": 30612,
        "r": "nkjv:Acts:7:31",
        "t": "When Moses saw it,*i he marveled at the sight; and as he drew near to observe, the voice of the Lord came to him,"
    },
    {
        "o": 30613,
        "r": "nkjv:Acts:7:32",
        "t": "saying,*i ‘I am*i the God of your fathers—the God of Abraham, the God of Isaac, and the God of Jacob.’ And Moses trembled and dared not look."
    },
    {
        "o": 30614,
        "r": "nkjv:Acts:7:33",
        "t": "‘Then the Lord*sb said to him, “Take your sandals off your feet, for the place where you stand is holy ground."
    },
    {
        "o": 30615,
        "r": "nkjv:Acts:7:34",
        "t": "I have surely seen the oppression of My people who are in Egypt; I have heard their groaning and have come down to deliver them. And now come, I will send you to Egypt.”’"
    },
    {
        "o": 30616,
        "r": "nkjv:Acts:7:35",
        "t": "“This*p Moses whom they rejected, saying, ‘Who made you a ruler and a judge?’ is the one God sent to*i be*i a ruler and a deliverer by the hand of the Angel who appeared to him in the bush."
    },
    {
        "o": 30617,
        "r": "nkjv:Acts:7:36",
        "t": "He brought them out, after he had shown wonders and signs in the land of Egypt, and in the Red Sea, and in the wilderness forty years."
    },
    {
        "o": 30618,
        "r": "nkjv:Acts:7:36",
        "t": "Israel Rebels Against God",
        "h": 2
    },
    {
        "o": 30619,
        "r": "nkjv:Acts:7:37",
        "t": "“This*p is that Moses who said to the children of Israel, ‘The Lord*sb your God will raise up for you a Prophet like me from your brethren. Him you shall hear.’"
    },
    {
        "o": 30620,
        "r": "nkjv:Acts:7:38",
        "t": "“This*p is he who was in the congregation in the wilderness with the Angel who spoke to him on Mount Sinai, and with*i our fathers, the one who received the living oracles to give to us,"
    },
    {
        "o": 30621,
        "r": "nkjv:Acts:7:39",
        "t": "whom our fathers would not obey, but rejected. And in their hearts they turned back to Egypt,"
    },
    {
        "o": 30622,
        "r": "nkjv:Acts:7:40",
        "t": "saying to Aaron, ‘Make us gods to go before us; as*i for*i this Moses who brought us out of the land of Egypt, we do not know what has become of him.’"
    },
    {
        "o": 30623,
        "r": "nkjv:Acts:7:41",
        "t": "And they made a calf in those days, offered sacrifices to the idol, and rejoiced in the works of their own hands."
    },
    {
        "o": 30624,
        "r": "nkjv:Acts:7:42",
        "t": "Then God turned and gave them up to worship the host of heaven, as it is written in the book of the Prophets: ‘Did*pn you offer Me slaughtered animals and sacrifices during*i forty years in the wilderness, O*ld house of Israel?"
    },
    {
        "o": 30625,
        "r": "nkjv:Acts:7:43",
        "t": "You*ld also took up the tabernacle of Moloch, And*ld the star of your god Remphan, Images*ld which you made to worship; And*ld I will carry you away beyond Babylon.’"
    },
    {
        "o": 30626,
        "r": "nkjv:Acts:7:43",
        "t": "God’s True Tabernacle",
        "h": 2
    },
    {
        "o": 30627,
        "r": "nkjv:Acts:7:44",
        "t": "“Our*p fathers had the tabernacle of witness in the wilderness, as He appointed, instructing Moses to make it according to the pattern that he had seen,"
    },
    {
        "o": 30628,
        "r": "nkjv:Acts:7:45",
        "t": "which our fathers, having received it in turn, also brought with Joshua into the land possessed by the Gentiles, whom God drove out before the face of our fathers until the days of David,"
    },
    {
        "o": 30629,
        "r": "nkjv:Acts:7:46",
        "t": "who found favor before God and asked to find a dwelling for the God of Jacob."
    },
    {
        "o": 30630,
        "r": "nkjv:Acts:7:47",
        "t": "But Solomon built Him a house."
    },
    {
        "o": 30631,
        "r": "nkjv:Acts:7:48",
        "t": "“However,*p the Most High does not dwell in temples made with hands, as the prophet says:"
    },
    {
        "o": 30632,
        "r": "nkjv:Acts:7:49",
        "t": "‘Heaven*pn is*i My throne, And*ld earth is*i My footstool. What*ld house will you build for Me? says the Lord,*sb Or*ld what is*i the place of My rest?"
    },
    {
        "o": 30633,
        "r": "nkjv:Acts:7:50",
        "t": "Has*ld My hand not made all these things?’"
    },
    {
        "o": 30634,
        "r": "nkjv:Acts:7:50",
        "t": "Israel Resists the Holy Spirit",
        "h": 2
    },
    {
        "o": 30635,
        "r": "nkjv:Acts:7:51",
        "t": "“You*ip stiff-necked and uncircumcised in heart and ears! You always resist the Holy Spirit; as your fathers did,*i so do*i you."
    },
    {
        "o": 30636,
        "r": "nkjv:Acts:7:52",
        "t": "Which of the prophets did your fathers not persecute? And they killed those who foretold the coming of the Just One, of whom you now have become the betrayers and murderers,"
    },
    {
        "o": 30637,
        "r": "nkjv:Acts:7:53",
        "t": "who have received the law by the direction of angels and have not kept it.”*i"
    },
    {
        "o": 30638,
        "r": "nkjv:Acts:7:53",
        "t": "Stephen the Martyr",
        "h": 2
    },
    {
        "o": 30639,
        "r": "nkjv:Acts:7:54",
        "t": "When*p they heard these things they were cut to the heart, and they gnashed at him with their*i teeth."
    },
    {
        "o": 30640,
        "r": "nkjv:Acts:7:55",
        "t": "But he, being full of the Holy Spirit, gazed into heaven and saw the glory of God, and Jesus standing at the right hand of God,"
    },
    {
        "o": 30641,
        "r": "nkjv:Acts:7:56",
        "t": "and said, “Look! I see the heavens opened and the Son of Man standing at the right hand of God!”"
    },
    {
        "o": 30642,
        "r": "nkjv:Acts:7:57",
        "t": "Then*p they cried out with a loud voice, stopped their ears, and ran at him with one accord;"
    },
    {
        "o": 30643,
        "r": "nkjv:Acts:7:58",
        "t": "and they cast him*i out of the city and stoned him.*i And the witnesses laid down their clothes at the feet of a young man named Saul."
    },
    {
        "o": 30644,
        "r": "nkjv:Acts:7:59",
        "t": "And they stoned Stephen as he was calling on God*i and saying, “Lord Jesus, receive my spirit.”"
    },
    {
        "o": 30645,
        "r": "nkjv:Acts:7:60",
        "t": "Then he knelt down and cried out with a loud voice, “Lord, do not charge them with this sin.” And when he had said this, he fell asleep."
    }
]
