[
    {
        "o": 30150,
        "r": "niv:Acts:11:0",
        "t": "Acts 11",
        "h": 1
    },
    {
        "o": 30151,
        "r": "niv:Acts:11:0",
        "t": "Peter Explains His Actions",
        "h": 2
    },
    {
        "o": 30152,
        "r": "niv:Acts:11:1",
        "t": "The*p apostles and the believers throughout Judea heard that the Gentiles also had received the word of God."
    },
    {
        "o": 30153,
        "r": "niv:Acts:11:2",
        "t": "So when Peter went up to Jerusalem, the circumcised believers criticized him"
    },
    {
        "o": 30154,
        "r": "niv:Acts:11:3",
        "t": "and said, “You went into the house of uncircumcised men and ate with them.”"
    },
    {
        "o": 30155,
        "r": "niv:Acts:11:4",
        "t": "Starting*p from the beginning, Peter told them the whole story:"
    },
    {
        "o": 30156,
        "r": "niv:Acts:11:5",
        "t": "“I was in the city of Joppa praying, and in a trance I saw a vision. I saw something like a large sheet being let down from heaven by its four corners, and it came down to where I was."
    },
    {
        "o": 30157,
        "r": "niv:Acts:11:6",
        "t": "I looked into it and saw four-footed animals of the earth, wild beasts, reptiles and birds."
    },
    {
        "o": 30158,
        "r": "niv:Acts:11:7",
        "t": "Then I heard a voice telling me, ‘Get*r up,*r Peter.*r Kill*r and*r eat.’*r"
    },
    {
        "o": 30159,
        "r": "niv:Acts:11:8",
        "t": "“I*p replied, ‘Surely not, Lord! Nothing impure or unclean has ever entered my mouth.’"
    },
    {
        "o": 30160,
        "r": "niv:Acts:11:9",
        "t": "“The*p voice spoke from heaven a second time, ‘Do*r not*r call*r anything*r impure*r that*r God*r has*r made*r clean.’*r"
    },
    {
        "o": 30161,
        "r": "niv:Acts:11:10",
        "t": "This happened three times, and then it was all pulled up to heaven again."
    },
    {
        "o": 30162,
        "r": "niv:Acts:11:11",
        "t": "“Right*p then three men who had been sent to me from Caesarea stopped at the house where I was staying."
    },
    {
        "o": 30163,
        "r": "niv:Acts:11:12",
        "t": "The Spirit told me to have no hesitation about going with them. These six brothers also went with me, and we entered the man’s house."
    },
    {
        "o": 30164,
        "r": "niv:Acts:11:13",
        "t": "He told us how he had seen an angel appear in his house and say, ‘Send to Joppa for Simon who is called Peter."
    },
    {
        "o": 30165,
        "r": "niv:Acts:11:14",
        "t": "He will bring you a message through which you and all your household will be saved.’"
    },
    {
        "o": 30166,
        "r": "niv:Acts:11:15",
        "t": "“As*p I began to speak, the Holy Spirit came on them as he had come on us at the beginning."
    },
    {
        "o": 30167,
        "r": "niv:Acts:11:16",
        "t": "Then I remembered what the Lord had said: ‘John*r baptized*r with*r water,*r but*r you*r will*r be*r baptized*r with*r the*r Holy*r Spirit.’*r"
    },
    {
        "o": 30168,
        "r": "niv:Acts:11:17",
        "t": "So if God gave them the same gift he gave us who believed in the Lord Jesus Christ, who was I to think that I could stand in God’s way?”"
    },
    {
        "o": 30169,
        "r": "niv:Acts:11:18",
        "t": "When*p they heard this, they had no further objections and praised God, saying, “So then, even to Gentiles God has granted repentance that leads to life.”"
    },
    {
        "o": 30170,
        "r": "niv:Acts:11:18",
        "t": "The Church in Antioch",
        "h": 2
    },
    {
        "o": 30171,
        "r": "niv:Acts:11:19",
        "t": "Now*p those who had been scattered by the persecution that broke out when Stephen was killed traveled as far as Phoenicia, Cyprus and Antioch, spreading the word only among Jews."
    },
    {
        "o": 30172,
        "r": "niv:Acts:11:20",
        "t": "Some of them, however, men from Cyprus and Cyrene, went to Antioch and began to speak to Greeks also, telling them the good news about the Lord Jesus."
    },
    {
        "o": 30173,
        "r": "niv:Acts:11:21",
        "t": "The Lord’s hand was with them, and a great number of people believed and turned to the Lord."
    },
    {
        "o": 30174,
        "r": "niv:Acts:11:22",
        "t": "News*p of this reached the church in Jerusalem, and they sent Barnabas to Antioch."
    },
    {
        "o": 30175,
        "r": "niv:Acts:11:23",
        "t": "When he arrived and saw what the grace of God had done, he was glad and encouraged them all to remain true to the Lord with all their hearts."
    },
    {
        "o": 30176,
        "r": "niv:Acts:11:24",
        "t": "He was a good man, full of the Holy Spirit and faith, and a great number of people were brought to the Lord."
    },
    {
        "o": 30177,
        "r": "niv:Acts:11:25",
        "t": "Then*p Barnabas went to Tarsus to look for Saul,"
    },
    {
        "o": 30178,
        "r": "niv:Acts:11:26",
        "t": "and when he found him, he brought him to Antioch. So for a whole year Barnabas and Saul met with the church and taught great numbers of people. The disciples were called Christians first at Antioch."
    },
    {
        "o": 30179,
        "r": "niv:Acts:11:27",
        "t": "During*p this time some prophets came down from Jerusalem to Antioch."
    },
    {
        "o": 30180,
        "r": "niv:Acts:11:28",
        "t": "One of them, named Agabus, stood up and through the Spirit predicted that a severe famine would spread over the entire Roman world. (This happened during the reign of Claudius.)"
    },
    {
        "o": 30181,
        "r": "niv:Acts:11:29",
        "t": "The disciples, as each one was able, decided to provide help for the brothers and sisters living in Judea."
    },
    {
        "o": 30182,
        "r": "niv:Acts:11:30",
        "t": "This they did, sending their gift to the elders by Barnabas and Saul."
    }
]
