[
    {
        "o": 33880,
        "r": "csb:Titus:1:0",
        "t": "Titus 1",
        "h": 1
    },
    {
        "o": 33881,
        "r": "csb:Titus:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33882,
        "r": "csb:Titus:1:1",
        "t": "Paul,*p a servant of God and an apostle of Jesus Christ, for the faith of God’s elect and their knowledge of the truth that leads to godliness,"
    },
    {
        "o": 33883,
        "r": "csb:Titus:1:2",
        "t": "in the hope of eternal life that God, who cannot lie, promised before time began."
    },
    {
        "o": 33884,
        "r": "csb:Titus:1:3",
        "t": "In his own time he has revealed his word in the preaching with which I was entrusted by the command of God our Savior:"
    },
    {
        "o": 33885,
        "r": "csb:Titus:1:4",
        "t": "To*p Titus, my true son in our common faith. Grace*p and peace from God the Father and Christ Jesus our Savior."
    },
    {
        "o": 33886,
        "r": "csb:Titus:1:4",
        "t": "Titus’s Ministry in Crete",
        "h": 2
    },
    {
        "o": 33887,
        "r": "csb:Titus:1:5",
        "t": "The*p reason I left you in Crete was to set right what was left undone and, as I directed you, to appoint elders in every town."
    },
    {
        "o": 33888,
        "r": "csb:Titus:1:6",
        "t": "An elder must be blameless, the husband of one wife, with faithful children who are not accused of wildness or rebellion."
    },
    {
        "o": 33889,
        "r": "csb:Titus:1:7",
        "t": "As an overseer of God’s household, he must be blameless, not arrogant, not hot-tempered, not an excessive drinker, not a bully, not greedy for money,"
    },
    {
        "o": 33890,
        "r": "csb:Titus:1:8",
        "t": "but hospitable, loving what is good, sensible, righteous, holy, self-controlled,"
    },
    {
        "o": 33891,
        "r": "csb:Titus:1:9",
        "t": "holding to the faithful message as taught, so that he will be able both to encourage with sound teaching and to refute those who contradict it."
    },
    {
        "o": 33892,
        "r": "csb:Titus:1:10",
        "t": "For*p there are many rebellious people, full of empty talk and deception, especially those from the circumcision party."
    },
    {
        "o": 33893,
        "r": "csb:Titus:1:11",
        "t": "It is necessary to silence them; they are ruining entire households by teaching what they shouldn’t in order to get money dishonestly."
    },
    {
        "o": 33894,
        "r": "csb:Titus:1:12",
        "t": "One of their very own prophets said, “Cretans are always liars, evil beasts, lazy gluttons.”"
    },
    {
        "o": 33895,
        "r": "csb:Titus:1:13",
        "t": "This testimony is true. For this reason, rebuke them sharply, so that they may be sound in the faith"
    },
    {
        "o": 33896,
        "r": "csb:Titus:1:14",
        "t": "and may not pay attention to Jewish myths and the commands of people who reject the truth."
    },
    {
        "o": 33897,
        "r": "csb:Titus:1:15",
        "t": "To*p the pure, everything is pure, but to those who are defiled and unbelieving nothing is pure; in fact, both their mind and conscience are defiled."
    },
    {
        "o": 33898,
        "r": "csb:Titus:1:16",
        "t": "They claim to know God, but they deny him by their works. They are detestable, disobedient, and unfit for any good work."
    }
]
