[
    {
        "o": 31482,
        "r": "esv:Romans:9:0",
        "t": "Romans 9",
        "h": 1
    },
    {
        "o": 31483,
        "r": "esv:Romans:9:0",
        "t": "God’s Sovereign Choice",
        "h": 2
    },
    {
        "o": 31484,
        "r": "esv:Romans:9:1",
        "t": "I*p am speaking the truth in Christ— I am not lying; my conscience bears me witness in the Holy Spirit—"
    },
    {
        "o": 31485,
        "r": "esv:Romans:9:2",
        "t": "that I have great sorrow and unceasing anguish in my heart."
    },
    {
        "o": 31486,
        "r": "esv:Romans:9:3",
        "t": "For I could wish that I myself were accursed and cut off from Christ for the sake of my brothers, my kinsmen according to the flesh."
    },
    {
        "o": 31487,
        "r": "esv:Romans:9:4",
        "t": "They are Israelites, and to them belong the adoption, the glory, the covenants, the giving of the law, the worship, and the promises."
    },
    {
        "o": 31488,
        "r": "esv:Romans:9:5",
        "t": "To them belong the patriarchs, and from their race, according to the flesh, is the Christ, who is God over all, blessed forever. Amen."
    },
    {
        "o": 31489,
        "r": "esv:Romans:9:6",
        "t": "But*p it is not as though the word of God has failed. For not all who are descended from Israel belong to Israel,"
    },
    {
        "o": 31490,
        "r": "esv:Romans:9:7",
        "t": "and not all are children of Abraham because they are his offspring, but “Through Isaac shall your offspring be named.”"
    },
    {
        "o": 31491,
        "r": "esv:Romans:9:8",
        "t": "This means that it is not the children of the flesh who are the children of God, but the children of the promise are counted as offspring."
    },
    {
        "o": 31492,
        "r": "esv:Romans:9:9",
        "t": "For this is what the promise said: “About this time next year I will return, and Sarah shall have a son.”"
    },
    {
        "o": 31493,
        "r": "esv:Romans:9:10",
        "t": "And not only so, but also when Rebekah had conceived children by one man, our forefather Isaac,"
    },
    {
        "o": 31494,
        "r": "esv:Romans:9:11",
        "t": "though they were not yet born and had done nothing either good or bad— in order that God’s purpose of election might continue, not because of works but because of him who calls—"
    },
    {
        "o": 31495,
        "r": "esv:Romans:9:12",
        "t": "she was told, “The older will serve the younger.”"
    },
    {
        "o": 31496,
        "r": "esv:Romans:9:13",
        "t": "As it is written, “Jacob I loved, but Esau I hated.”"
    },
    {
        "o": 31497,
        "r": "esv:Romans:9:14",
        "t": "What*p shall we say then? Is there injustice on God’s part? By no means!"
    },
    {
        "o": 31498,
        "r": "esv:Romans:9:15",
        "t": "For he says to Moses, “I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.”"
    },
    {
        "o": 31499,
        "r": "esv:Romans:9:16",
        "t": "So then it depends not on human will or exertion, but on God, who has mercy."
    },
    {
        "o": 31500,
        "r": "esv:Romans:9:17",
        "t": "For the Scripture says to Pharaoh, “For this very purpose I have raised you up, that I might show my power in you, and that my name might be proclaimed in all the earth.”"
    },
    {
        "o": 31501,
        "r": "esv:Romans:9:18",
        "t": "So then he has mercy on whomever he wills, and he hardens whomever he wills."
    },
    {
        "o": 31502,
        "r": "esv:Romans:9:19",
        "t": "You*p will say to me then, “Why does he still find fault? For who can resist his will?”"
    },
    {
        "o": 31503,
        "r": "esv:Romans:9:20",
        "t": "But who are you, O man, to answer back to God? Will what is molded say to its molder, “Why have you made me like this?”"
    },
    {
        "o": 31504,
        "r": "esv:Romans:9:21",
        "t": "Has the potter no right over the clay, to make out of the same lump one vessel for honorable use and another for dishonorable use?"
    },
    {
        "o": 31505,
        "r": "esv:Romans:9:22",
        "t": "What if God, desiring to show his wrath and to make known his power, has endured with much patience vessels of wrath prepared for destruction,"
    },
    {
        "o": 31506,
        "r": "esv:Romans:9:23",
        "t": "in order to make known the riches of his glory for vessels of mercy, which he has prepared beforehand for glory—"
    },
    {
        "o": 31507,
        "r": "esv:Romans:9:24",
        "t": "even us whom he has called, not from the Jews only but also from the Gentiles?"
    },
    {
        "o": 31508,
        "r": "esv:Romans:9:25",
        "t": "As indeed he says in Hosea, “Those*pn who were not my people I will call ‘my people,’ and*ld her who was not beloved I will call ‘beloved.’”"
    },
    {
        "o": 31509,
        "r": "esv:Romans:9:26",
        "t": "“And*ln in the very place where it was said to them, ‘You are not my people,’ there*ld they will be called ‘sons of the living God.’”"
    },
    {
        "o": 31510,
        "r": "esv:Romans:9:27",
        "t": "And*p Isaiah cries out concerning Israel: “Though the number of the sons of Israel be as the sand of the sea, only a remnant of them will be saved,"
    },
    {
        "o": 31511,
        "r": "esv:Romans:9:28",
        "t": "for the Lord will carry out his sentence upon the earth fully and without delay.”"
    },
    {
        "o": 31512,
        "r": "esv:Romans:9:29",
        "t": "And as Isaiah predicted, “If*pn the Lord of hosts had not left us offspring, we*ld would have been like Sodom and*ld become like Gomorrah.”"
    },
    {
        "o": 31513,
        "r": "esv:Romans:9:29",
        "t": "Israel’s Unbelief",
        "h": 2
    },
    {
        "o": 31514,
        "r": "esv:Romans:9:30",
        "t": "What*p shall we say, then? That Gentiles who did not pursue righteousness have attained it, that is, a righteousness that is by faith;"
    },
    {
        "o": 31515,
        "r": "esv:Romans:9:31",
        "t": "but that Israel who pursued a law that would lead to righteousness did not succeed in reaching that law."
    },
    {
        "o": 31516,
        "r": "esv:Romans:9:32",
        "t": "Why? Because they did not pursue it by faith, but as if it were based on works. They have stumbled over the stumbling stone,"
    },
    {
        "o": 31517,
        "r": "esv:Romans:9:33",
        "t": "as it is written, “Behold,*pn I am laying in Zion a stone of stumbling, and a rock of offense; and*ld whoever believes in him will not be put to shame.”"
    }
]
