[
    {
        "o": 22751,
        "r": "csb:Jeremiah:52:0",
        "t": "Jeremiah 52",
        "h": 1
    },
    {
        "o": 22752,
        "r": "csb:Jeremiah:52:0",
        "t": "The Fall of Jerusalem",
        "h": 2
    },
    {
        "o": 22753,
        "r": "csb:Jeremiah:52:1",
        "t": "Zedekiah*p was twenty-one years old when he became king, and he reigned eleven years in Jerusalem. His mother’s name was Hamutal daughter of Jeremiah; she was from Libnah."
    },
    {
        "o": 22754,
        "r": "csb:Jeremiah:52:2",
        "t": "Zedekiah did what was evil in the Lord’s*s sight just as Jehoiakim had done."
    },
    {
        "o": 22755,
        "r": "csb:Jeremiah:52:3",
        "t": "Because of the Lord’s*s anger, it came to the point in Jerusalem and Judah that he finally banished them from his presence. Then Zedekiah rebelled against the king of Babylon."
    },
    {
        "o": 22756,
        "r": "csb:Jeremiah:52:4",
        "t": "In*p the ninth year of Zedekiah’s reign, on the tenth day of the tenth month, King Nebuchadnezzar of Babylon advanced against Jerusalem with his entire army. They laid siege to the city and built a siege wall against it all around."
    },
    {
        "o": 22757,
        "r": "csb:Jeremiah:52:5",
        "t": "The city was under siege until King Zedekiah’s eleventh year."
    },
    {
        "o": 22758,
        "r": "csb:Jeremiah:52:6",
        "t": "By*p the ninth day of the fourth month the famine was so severe in the city that the common people had no food."
    },
    {
        "o": 22759,
        "r": "csb:Jeremiah:52:7",
        "t": "Then the city was broken into, and all the warriors fled. They left the city at night by way of the city gate between the two walls near the king’s garden, though the Chaldeans surrounded the city. They made their way along the route to the Arabah."
    },
    {
        "o": 22760,
        "r": "csb:Jeremiah:52:8",
        "t": "The Chaldean army pursued the king and overtook Zedekiah in the plains of Jericho. Zedekiah’s entire army left him and scattered."
    },
    {
        "o": 22761,
        "r": "csb:Jeremiah:52:9",
        "t": "The Chaldeans seized the king and brought him to the king of Babylon at Riblah in the land of Hamath, and he passed sentence on him."
    },
    {
        "o": 22762,
        "r": "csb:Jeremiah:52:10",
        "t": "At*p Riblah the king of Babylon slaughtered Zedekiah’s sons before his eyes, and he also slaughtered the Judean commanders."
    },
    {
        "o": 22763,
        "r": "csb:Jeremiah:52:11",
        "t": "Then he blinded Zedekiah and bound him with bronze chains. The king of Babylon brought Zedekiah to Babylon, where he kept him in custody until his dying day."
    },
    {
        "o": 22764,
        "r": "csb:Jeremiah:52:12",
        "t": "On*p the tenth day of the fifth month - which was the nineteenth year of King Nebuchadnezzar, king of Babylon - Nebuzaradan, the captain of the guards, entered Jerusalem as the representative of the king of Babylon."
    },
    {
        "o": 22765,
        "r": "csb:Jeremiah:52:13",
        "t": "He burned the Lord’s*s temple, the king’s palace, all the houses of Jerusalem; he burned down all the great houses."
    },
    {
        "o": 22766,
        "r": "csb:Jeremiah:52:14",
        "t": "The whole Chaldean army with the captain of the guards tore down all the walls surrounding Jerusalem."
    },
    {
        "o": 22767,
        "r": "csb:Jeremiah:52:15",
        "t": "Nebuzaradan, the captain of the guards, deported some of the poorest of the people, as well as the rest of the people who remained in the city, the deserters who had defected to the king of Babylon, and the rest of the craftsmen."
    },
    {
        "o": 22768,
        "r": "csb:Jeremiah:52:16",
        "t": "But Nebuzaradan, the captain of the guards, left some of the poorest of the land to be vinedressers and farmers."
    },
    {
        "o": 22769,
        "r": "csb:Jeremiah:52:17",
        "t": "Now*p the Chaldeans broke into pieces the bronze pillars for the Lord’s*s temple and the water carts and the bronze basin that were in the Lord’s*s temple, and they carried all the bronze to Babylon."
    },
    {
        "o": 22770,
        "r": "csb:Jeremiah:52:18",
        "t": "They also took the pots, shovels, wick trimmers, sprinkling basins, dishes, and all the bronze articles used in the temple service."
    },
    {
        "o": 22771,
        "r": "csb:Jeremiah:52:19",
        "t": "The captain of the guards took away the bowls, firepans, sprinkling basins, pots, lampstands, pans, and drink offering bowls- whatever was gold or silver."
    },
    {
        "o": 22772,
        "r": "csb:Jeremiah:52:20",
        "t": "As*p for the two pillars, the one basin, with the twelve bronze oxen under it, and the water carts that King Solomon had made for the Lord’s*s temple, the weight of the bronze of all these articles was beyond measure."
    },
    {
        "o": 22773,
        "r": "csb:Jeremiah:52:21",
        "t": "One pillar was 27 feet tall, had a circumference of 18 feet, was hollow - four fingers thick -"
    },
    {
        "o": 22774,
        "r": "csb:Jeremiah:52:22",
        "t": "and had a bronze capital on top of it. One capital, encircled by bronze grating and pomegranates, stood 7½ feet high. The second pillar was the same, with pomegranates."
    },
    {
        "o": 22775,
        "r": "csb:Jeremiah:52:23",
        "t": "Each capital had ninety-six pomegranates all around it. All the pomegranates around the grating numbered one hundred."
    },
    {
        "o": 22776,
        "r": "csb:Jeremiah:52:24",
        "t": "The*p captain of the guards also took away Seraiah the chief priest, Zephaniah the priest of the second rank, and the three doorkeepers."
    },
    {
        "o": 22777,
        "r": "csb:Jeremiah:52:25",
        "t": "From the city he took a court official who had been appointed over the warriors; seven trusted royal aides found in the city; the secretary of the commander of the army, who enlisted the people of the land for military duty; and sixty men from the common people who were found within the city."
    },
    {
        "o": 22778,
        "r": "csb:Jeremiah:52:26",
        "t": "Nebuzaradan, the captain of the guards, took them and brought them to the king of Babylon at Riblah."
    },
    {
        "o": 22779,
        "r": "csb:Jeremiah:52:27",
        "t": "The king of Babylon put them to death at Riblah in the land of Hamath. So Judah went into exile from its land."
    },
    {
        "o": 22780,
        "r": "csb:Jeremiah:52:28",
        "t": "These*p are the people Nebuchadnezzar deported: in the seventh year, 3,023 Jews;"
    },
    {
        "o": 22781,
        "r": "csb:Jeremiah:52:29",
        "t": "in his eighteenth year, 832 people from Jerusalem;"
    },
    {
        "o": 22782,
        "r": "csb:Jeremiah:52:30",
        "t": "in Nebuchadnezzar’s twenty-third year, Nebuzaradan, the captain of the guards, deported 745 Jews. Altogether, 4,600 people were deported."
    },
    {
        "o": 22783,
        "r": "csb:Jeremiah:52:30",
        "t": "Jehoiachin Pardoned",
        "h": 2
    },
    {
        "o": 22784,
        "r": "csb:Jeremiah:52:31",
        "t": "On*p the twenty-fifth day of the twelfth month of the thirty-seventh year of the exile of Judah’s King Jehoiachin, King Evil-merodach of Babylon, in the first year of his reign, pardoned King Jehoiachin of Judah and released him from prison."
    },
    {
        "o": 22785,
        "r": "csb:Jeremiah:52:32",
        "t": "He spoke kindly to him and set his throne above the thrones of the kings who were with him in Babylon."
    },
    {
        "o": 22786,
        "r": "csb:Jeremiah:52:33",
        "t": "So Jehoiachin changed his prison clothes, and he dined regularly in the presence of the king of Babylon for the rest of his life."
    },
    {
        "o": 22787,
        "r": "csb:Jeremiah:52:34",
        "t": "As for his allowance, a regular allowance was given to him by the king of Babylon, a portion for each day until the day of his death, for the rest of his life."
    }
]
