[
    {
        "o": 2032,
        "r": "esv:Exodus:13:0",
        "t": "Exodus 13",
        "h": 1
    },
    {
        "o": 2033,
        "r": "esv:Exodus:13:0",
        "t": "Consecration of the Firstborn",
        "h": 2
    },
    {
        "o": 2034,
        "r": "esv:Exodus:13:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 2035,
        "r": "esv:Exodus:13:2",
        "t": "“Consecrate to me all the firstborn. Whatever is the first to open the womb among the people of Israel, both of man and of beast, is mine.”"
    },
    {
        "o": 2036,
        "r": "esv:Exodus:13:2",
        "t": "The Feast of Unleavened Bread",
        "h": 2
    },
    {
        "o": 2037,
        "r": "esv:Exodus:13:3",
        "t": "Then*p Moses said to the people, “Remember this day in which you came out from Egypt, out of the house of slavery, for by a strong hand the Lord*s brought you out from this place. No leavened bread shall be eaten."
    },
    {
        "o": 2038,
        "r": "esv:Exodus:13:4",
        "t": "Today, in the month of Abib, you are going out."
    },
    {
        "o": 2039,
        "r": "esv:Exodus:13:5",
        "t": "And when the Lord*s brings you into the land of the Canaanites, the Hittites, the Amorites, the Hivites, and the Jebusites, which he swore to your fathers to give you, a land flowing with milk and honey, you shall keep this service in this month."
    },
    {
        "o": 2040,
        "r": "esv:Exodus:13:6",
        "t": "Seven days you shall eat unleavened bread, and on the seventh day there shall be a feast to the Lord.*s"
    },
    {
        "o": 2041,
        "r": "esv:Exodus:13:7",
        "t": "Unleavened bread shall be eaten for seven days; no leavened bread shall be seen with you, and no leaven shall be seen with you in all your territory."
    },
    {
        "o": 2042,
        "r": "esv:Exodus:13:8",
        "t": "You shall tell your son on that day, ‘It is because of what the Lord*s did for me when I came out of Egypt.’"
    },
    {
        "o": 2043,
        "r": "esv:Exodus:13:9",
        "t": "And it shall be to you as a sign on your hand and as a memorial between your eyes, that the law of the Lord*s may be in your mouth. For with a strong hand the Lord*s has brought you out of Egypt."
    },
    {
        "o": 2044,
        "r": "esv:Exodus:13:10",
        "t": "You shall therefore keep this statute at its appointed time from year to year."
    },
    {
        "o": 2045,
        "r": "esv:Exodus:13:11",
        "t": "“When*p the Lord*s brings you into the land of the Canaanites, as he swore to you and your fathers, and shall give it to you,"
    },
    {
        "o": 2046,
        "r": "esv:Exodus:13:12",
        "t": "you shall set apart to the Lord*s all that first opens the womb. All the firstborn of your animals that are males shall be the Lord’s.*s"
    },
    {
        "o": 2047,
        "r": "esv:Exodus:13:13",
        "t": "Every firstborn of a donkey you shall redeem with a lamb, or if you will not redeem it you shall break its neck. Every firstborn of man among your sons you shall redeem."
    },
    {
        "o": 2048,
        "r": "esv:Exodus:13:14",
        "t": "And when in time to come your son asks you, ‘What does this mean?’ you shall say to him, ‘By a strong hand the Lord*s brought us out of Egypt, from the house of slavery."
    },
    {
        "o": 2049,
        "r": "esv:Exodus:13:15",
        "t": "For when Pharaoh stubbornly refused to let us go, the Lord*s killed all the firstborn in the land of Egypt, both the firstborn of man and the firstborn of animals. Therefore I sacrifice to the Lord*s all the males that first open the womb, but all the firstborn of my sons I redeem.’"
    },
    {
        "o": 2050,
        "r": "esv:Exodus:13:16",
        "t": "It shall be as a mark on your hand or frontlets between your eyes, for by a strong hand the Lord*s brought us out of Egypt.”"
    },
    {
        "o": 2051,
        "r": "esv:Exodus:13:16",
        "t": "Pillars of Cloud and Fire",
        "h": 2
    },
    {
        "o": 2052,
        "r": "esv:Exodus:13:17",
        "t": "When*p Pharaoh let the people go, God did not lead them by way of the land of the Philistines, although that was near. For God said, “Lest the people change their minds when they see war and return to Egypt.”"
    },
    {
        "o": 2053,
        "r": "esv:Exodus:13:18",
        "t": "But God led the people around by the way of the wilderness toward the Red Sea. And the people of Israel went up out of the land of Egypt equipped for battle."
    },
    {
        "o": 2054,
        "r": "esv:Exodus:13:19",
        "t": "Moses took the bones of Joseph with him, for Joseph had made the sons of Israel solemnly swear, saying, “God will surely visit you, and you shall carry up my bones with you from here.”"
    },
    {
        "o": 2055,
        "r": "esv:Exodus:13:20",
        "t": "And they moved on from Succoth and encamped at Etham, on the edge of the wilderness."
    },
    {
        "o": 2056,
        "r": "esv:Exodus:13:21",
        "t": "And the Lord*s went before them by day in a pillar of cloud to lead them along the way, and by night in a pillar of fire to give them light, that they might travel by day and by night."
    },
    {
        "o": 2057,
        "r": "esv:Exodus:13:22",
        "t": "The pillar of cloud by day and the pillar of fire by night did not depart from before the people."
    }
]
