[
    {
        "o": 23344,
        "r": "niv:Ezekiel:32:0",
        "t": "Ezekiel 32",
        "h": 1
    },
    {
        "o": 23345,
        "r": "niv:Ezekiel:32:0",
        "t": "A Lament Over Pharaoh",
        "h": 3
    },
    {
        "o": 23346,
        "r": "niv:Ezekiel:32:1",
        "t": "In*p the twelfth year, in the twelfth month on the first day, the word of the Lord*s came to me:"
    },
    {
        "o": 23347,
        "r": "niv:Ezekiel:32:2",
        "t": "“Son of man, take up a lament concerning Pharaoh king of Egypt and say to him: “ ‘You*pn are like a lion among the nations; you*ld are like a monster in the seas thrashing*ln about in your streams, churning*ld the water with your feet and*ld muddying the streams."
    },
    {
        "o": 23348,
        "r": "niv:Ezekiel:32:3",
        "t": "“ ‘This*p is what the Sovereign Lord*s says: “ ‘With*pn a great throng of people I*ld will cast my net over you, and*ld they will haul you up in my net."
    },
    {
        "o": 23349,
        "r": "niv:Ezekiel:32:4",
        "t": "I*ln will throw you on the land and*ld hurl you on the open field. I*ln will let all the birds of the sky settle on you and*ld all the animals of the wild gorge themselves on you."
    },
    {
        "o": 23350,
        "r": "niv:Ezekiel:32:5",
        "t": "I*ln will spread your flesh on the mountains and*ld fill the valleys with your remains."
    },
    {
        "o": 23351,
        "r": "niv:Ezekiel:32:6",
        "t": "I*ln will drench the land with your flowing blood all*ld the way to the mountains, and*ld the ravines will be filled with your flesh."
    },
    {
        "o": 23352,
        "r": "niv:Ezekiel:32:7",
        "t": "When*ln I snuff you out, I will cover the heavens and*ld darken their stars; I*ln will cover the sun with a cloud, and*ld the moon will not give its light."
    },
    {
        "o": 23353,
        "r": "niv:Ezekiel:32:8",
        "t": "All*ln the shining lights in the heavens I*ld will darken over you; I*ld will bring darkness over your land, declares*ld the Sovereign Lord.*s"
    },
    {
        "o": 23354,
        "r": "niv:Ezekiel:32:9",
        "t": "I*pn will trouble the hearts of many peoples when*ld I bring about your destruction among the nations, among*ld lands you have not known."
    },
    {
        "o": 23355,
        "r": "niv:Ezekiel:32:10",
        "t": "I*ln will cause many peoples to be appalled at you, and*ld their kings will shudder with horror because of you when*ld I brandish my sword before them. On*ln the day of your downfall each*ld of them will tremble every*ld moment for his life."
    },
    {
        "o": 23356,
        "r": "niv:Ezekiel:32:11",
        "t": "“ ‘For*p this is what the Sovereign Lord*s says: “ ‘The*pn sword of the king of Babylon will*ld come against you."
    },
    {
        "o": 23357,
        "r": "niv:Ezekiel:32:12",
        "t": "I*ln will cause your hordes to fall by*ld the swords of mighty men— the*ld most ruthless of all nations. They*ln will shatter the pride of Egypt, and*ld all her hordes will be overthrown."
    },
    {
        "o": 23358,
        "r": "niv:Ezekiel:32:13",
        "t": "I*ln will destroy all her cattle from*ld beside abundant waters no*ln longer to be stirred by the foot of man or*ld muddied by the hooves of cattle."
    },
    {
        "o": 23359,
        "r": "niv:Ezekiel:32:14",
        "t": "Then*ln I will let her waters settle and*ld make her streams flow like oil, declares*ld the Sovereign Lord.*s"
    },
    {
        "o": 23360,
        "r": "niv:Ezekiel:32:15",
        "t": "When*pn I make Egypt desolate and*ld strip the land of everything in it, when*ln I strike down all who live there, then*ld they will know that I am the Lord.’*s"
    },
    {
        "o": 23361,
        "r": "niv:Ezekiel:32:16",
        "t": "“This*p is the lament they will chant for her. The daughters of the nations will chant it; for Egypt and all her hordes they will chant it, declares the Sovereign Lord.”*s"
    },
    {
        "o": 23362,
        "r": "niv:Ezekiel:32:16",
        "t": "Egypt’s Descent Into the Realm of the Dead",
        "h": 3
    },
    {
        "o": 23363,
        "r": "niv:Ezekiel:32:17",
        "t": "In*p the twelfth year, on the fifteenth day of the month, the word of the Lord*s came to me:"
    },
    {
        "o": 23364,
        "r": "niv:Ezekiel:32:18",
        "t": "“Son of man, wail for the hordes of Egypt and consign to the earth below both her and the daughters of mighty nations, along with those who go down to the pit."
    },
    {
        "o": 23365,
        "r": "niv:Ezekiel:32:19",
        "t": "Say to them, ‘Are you more favored than others? Go down and be laid among the uncircumcised.’"
    },
    {
        "o": 23366,
        "r": "niv:Ezekiel:32:20",
        "t": "They will fall among those killed by the sword. The sword is drawn; let her be dragged off with all her hordes."
    },
    {
        "o": 23367,
        "r": "niv:Ezekiel:32:21",
        "t": "From within the realm of the dead the mighty leaders will say of Egypt and her allies, ‘They have come down and they lie with the uncircumcised, with those killed by the sword.’"
    },
    {
        "o": 23368,
        "r": "niv:Ezekiel:32:22",
        "t": "“Assyria*p is there with her whole army; she is surrounded by the graves of all her slain, all who have fallen by the sword."
    },
    {
        "o": 23369,
        "r": "niv:Ezekiel:32:23",
        "t": "Their graves are in the depths of the pit and her army lies around her grave. All who had spread terror in the land of the living are slain, fallen by the sword."
    },
    {
        "o": 23370,
        "r": "niv:Ezekiel:32:24",
        "t": "“Elam*p is there, with all her hordes around her grave. All of them are slain, fallen by the sword. All who had spread terror in the land of the living went down uncircumcised to the earth below. They bear their shame with those who go down to the pit."
    },
    {
        "o": 23371,
        "r": "niv:Ezekiel:32:25",
        "t": "A bed is made for her among the slain, with all her hordes around her grave. All of them are uncircumcised, killed by the sword. Because their terror had spread in the land of the living, they bear their shame with those who go down to the pit; they are laid among the slain."
    },
    {
        "o": 23372,
        "r": "niv:Ezekiel:32:26",
        "t": "“Meshek*p and Tubal are there, with all their hordes around their graves. All of them are uncircumcised, killed by the sword because they spread their terror in the land of the living."
    },
    {
        "o": 23373,
        "r": "niv:Ezekiel:32:27",
        "t": "But they do not lie with the fallen warriors of old, who went down to the realm of the dead with their weapons of war—their swords placed under their heads and their shields resting on their bones—though these warriors also had terrorized the land of the living."
    },
    {
        "o": 23374,
        "r": "niv:Ezekiel:32:28",
        "t": "“You*p too, Pharaoh, will be broken and will lie among the uncircumcised, with those killed by the sword."
    },
    {
        "o": 23375,
        "r": "niv:Ezekiel:32:29",
        "t": "“Edom*p is there, her kings and all her princes; despite their power, they are laid with those killed by the sword. They lie with the uncircumcised, with those who go down to the pit."
    },
    {
        "o": 23376,
        "r": "niv:Ezekiel:32:30",
        "t": "“All*p the princes of the north and all the Sidonians are there; they went down with the slain in disgrace despite the terror caused by their power. They lie uncircumcised with those killed by the sword and bear their shame with those who go down to the pit."
    },
    {
        "o": 23377,
        "r": "niv:Ezekiel:32:31",
        "t": "“Pharaoh—he*p and all his army—will see them and he will be consoled for all his hordes that were killed by the sword, declares the Sovereign Lord.*s"
    },
    {
        "o": 23378,
        "r": "niv:Ezekiel:32:32",
        "t": "Although I had him spread terror in the land of the living, Pharaoh and all his hordes will be laid among the uncircumcised, with those killed by the sword, declares the Sovereign Lord.”*s"
    }
]
