[
    {
        "o": 32496,
        "r": "esv:Galatians:1:0",
        "t": "Galatians 1",
        "h": 1
    },
    {
        "o": 32497,
        "r": "esv:Galatians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 32498,
        "r": "esv:Galatians:1:1",
        "t": "Paul,*p an apostle— not from men nor through man, but through Jesus Christ and God the Father, who raised him from the dead—"
    },
    {
        "o": 32499,
        "r": "esv:Galatians:1:2",
        "t": "and all the brothers who are with me, To*p the churches of Galatia:"
    },
    {
        "o": 32500,
        "r": "esv:Galatians:1:3",
        "t": "Grace*p to you and peace from God our Father and the Lord Jesus Christ,"
    },
    {
        "o": 32501,
        "r": "esv:Galatians:1:4",
        "t": "who gave himself for our sins to deliver us from the present evil age, according to the will of our God and Father,"
    },
    {
        "o": 32502,
        "r": "esv:Galatians:1:5",
        "t": "to whom be the glory forever and ever. Amen."
    },
    {
        "o": 32503,
        "r": "esv:Galatians:1:5",
        "t": "No Other Gospel",
        "h": 2
    },
    {
        "o": 32504,
        "r": "esv:Galatians:1:6",
        "t": "I*p am astonished that you are so quickly deserting him who called you in the grace of Christ and are turning to a different gospel—"
    },
    {
        "o": 32505,
        "r": "esv:Galatians:1:7",
        "t": "not that there is another one, but there are some who trouble you and want to distort the gospel of Christ."
    },
    {
        "o": 32506,
        "r": "esv:Galatians:1:8",
        "t": "But even if we or an angel from heaven should preach to you a gospel contrary to the one we preached to you, let him be accursed."
    },
    {
        "o": 32507,
        "r": "esv:Galatians:1:9",
        "t": "As we have said before, so now I say again: If anyone is preaching to you a gospel contrary to the one you received, let him be accursed."
    },
    {
        "o": 32508,
        "r": "esv:Galatians:1:10",
        "t": "For*p am I now seeking the approval of man, or of God? Or am I trying to please man? If I were still trying to please man, I would not be a servant of Christ."
    },
    {
        "o": 32509,
        "r": "esv:Galatians:1:10",
        "t": "Paul Called by God",
        "h": 2
    },
    {
        "o": 32510,
        "r": "esv:Galatians:1:11",
        "t": "For*p I would have you know, brothers, that the gospel that was preached by me is not man’s gospel."
    },
    {
        "o": 32511,
        "r": "esv:Galatians:1:12",
        "t": "For I did not receive it from any man, nor was I taught it, but I received it through a revelation of Jesus Christ."
    },
    {
        "o": 32512,
        "r": "esv:Galatians:1:13",
        "t": "For you have heard of my former life in Judaism, how I persecuted the church of God violently and tried to destroy it."
    },
    {
        "o": 32513,
        "r": "esv:Galatians:1:14",
        "t": "And I was advancing in Judaism beyond many of my own age among my people, so extremely zealous was I for the traditions of my fathers."
    },
    {
        "o": 32514,
        "r": "esv:Galatians:1:15",
        "t": "But when he who had set me apart before I was born, and who called me by his grace,"
    },
    {
        "o": 32515,
        "r": "esv:Galatians:1:16",
        "t": "was pleased to reveal his Son to me, in order that I might preach him among the Gentiles, I did not immediately consult with anyone;"
    },
    {
        "o": 32516,
        "r": "esv:Galatians:1:17",
        "t": "nor did I go up to Jerusalem to those who were apostles before me, but I went away into Arabia, and returned again to Damascus."
    },
    {
        "o": 32517,
        "r": "esv:Galatians:1:18",
        "t": "Then*p after three years I went up to Jerusalem to visit Cephas and remained with him fifteen days."
    },
    {
        "o": 32518,
        "r": "esv:Galatians:1:19",
        "t": "But I saw none of the other apostles except James the Lord’s brother."
    },
    {
        "o": 32519,
        "r": "esv:Galatians:1:20",
        "t": "(In what I am writing to you, before God, I do not lie!)"
    },
    {
        "o": 32520,
        "r": "esv:Galatians:1:21",
        "t": "Then I went into the regions of Syria and Cilicia."
    },
    {
        "o": 32521,
        "r": "esv:Galatians:1:22",
        "t": "And I was still unknown in person to the churches of Judea that are in Christ."
    },
    {
        "o": 32522,
        "r": "esv:Galatians:1:23",
        "t": "They only were hearing it said, “He who used to persecute us is now preaching the faith he once tried to destroy.”"
    },
    {
        "o": 32523,
        "r": "esv:Galatians:1:24",
        "t": "And they glorified God because of me."
    }
]
