[
    {
        "o": 33404,
        "r": "niv:Hebrews:12:0",
        "t": "Hebrews 12",
        "h": 1
    },
    {
        "o": 33405,
        "r": "niv:Hebrews:12:1",
        "t": "Therefore,*p since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles. And let us run with perseverance the race marked out for us,"
    },
    {
        "o": 33406,
        "r": "niv:Hebrews:12:2",
        "t": "fixing our eyes on Jesus, the pioneer and perfecter of faith. For the joy set before him he endured the cross, scorning its shame, and sat down at the right hand of the throne of God."
    },
    {
        "o": 33407,
        "r": "niv:Hebrews:12:3",
        "t": "Consider him who endured such opposition from sinners, so that you will not grow weary and lose heart."
    },
    {
        "o": 33408,
        "r": "niv:Hebrews:12:3",
        "t": "God Disciplines His Children",
        "h": 2
    },
    {
        "o": 33409,
        "r": "niv:Hebrews:12:4",
        "t": "In*p your struggle against sin, you have not yet resisted to the point of shedding your blood."
    },
    {
        "o": 33410,
        "r": "niv:Hebrews:12:5",
        "t": "And have you completely forgotten this word of encouragement that addresses you as a father addresses his son? It says, “My*pn son, do not make light of the Lord’s discipline, and*ld do not lose heart when he rebukes you,"
    },
    {
        "o": 33411,
        "r": "niv:Hebrews:12:6",
        "t": "because*ln the Lord disciplines the one he loves, and*ld he chastens everyone he accepts as his son.”"
    },
    {
        "o": 33412,
        "r": "niv:Hebrews:12:7",
        "t": "Endure*p hardship as discipline; God is treating you as his children. For what children are not disciplined by their father?"
    },
    {
        "o": 33413,
        "r": "niv:Hebrews:12:8",
        "t": "If you are not disciplined—and everyone undergoes discipline—then you are not legitimate, not true sons and daughters at all."
    },
    {
        "o": 33414,
        "r": "niv:Hebrews:12:9",
        "t": "Moreover, we have all had human fathers who disciplined us and we respected them for it. How much more should we submit to the Father of spirits and live!"
    },
    {
        "o": 33415,
        "r": "niv:Hebrews:12:10",
        "t": "They disciplined us for a little while as they thought best; but God disciplines us for our good, in order that we may share in his holiness."
    },
    {
        "o": 33416,
        "r": "niv:Hebrews:12:11",
        "t": "No discipline seems pleasant at the time, but painful. Later on, however, it produces a harvest of righteousness and peace for those who have been trained by it."
    },
    {
        "o": 33417,
        "r": "niv:Hebrews:12:12",
        "t": "Therefore,*p strengthen your feeble arms and weak knees."
    },
    {
        "o": 33418,
        "r": "niv:Hebrews:12:13",
        "t": "“Make level paths for your feet,” so that the lame may not be disabled, but rather healed."
    },
    {
        "o": 33419,
        "r": "niv:Hebrews:12:13",
        "t": "Warning and Encouragement",
        "h": 2
    },
    {
        "o": 33420,
        "r": "niv:Hebrews:12:14",
        "t": "Make*p every effort to live in peace with everyone and to be holy; without holiness no one will see the Lord."
    },
    {
        "o": 33421,
        "r": "niv:Hebrews:12:15",
        "t": "See to it that no one falls short of the grace of God and that no bitter root grows up to cause trouble and defile many."
    },
    {
        "o": 33422,
        "r": "niv:Hebrews:12:16",
        "t": "See that no one is sexually immoral, or is godless like Esau, who for a single meal sold his inheritance rights as the oldest son."
    },
    {
        "o": 33423,
        "r": "niv:Hebrews:12:17",
        "t": "Afterward, as you know, when he wanted to inherit this blessing, he was rejected. Even though he sought the blessing with tears, he could not change what he had done."
    },
    {
        "o": 33424,
        "r": "niv:Hebrews:12:17",
        "t": "The Mountain of Fear and the Mountain of Joy",
        "h": 2
    },
    {
        "o": 33425,
        "r": "niv:Hebrews:12:18",
        "t": "You*p have not come to a mountain that can be touched and that is burning with fire; to darkness, gloom and storm;"
    },
    {
        "o": 33426,
        "r": "niv:Hebrews:12:19",
        "t": "to a trumpet blast or to such a voice speaking words that those who heard it begged that no further word be spoken to them,"
    },
    {
        "o": 33427,
        "r": "niv:Hebrews:12:20",
        "t": "because they could not bear what was commanded: “If even an animal touches the mountain, it must be stoned to death.”"
    },
    {
        "o": 33428,
        "r": "niv:Hebrews:12:21",
        "t": "The sight was so terrifying that Moses said, “I am trembling with fear.”"
    },
    {
        "o": 33429,
        "r": "niv:Hebrews:12:22",
        "t": "But*p you have come to Mount Zion, to the city of the living God, the heavenly Jerusalem. You have come to thousands upon thousands of angels in joyful assembly,"
    },
    {
        "o": 33430,
        "r": "niv:Hebrews:12:23",
        "t": "to the church of the firstborn, whose names are written in heaven. You have come to God, the Judge of all, to the spirits of the righteous made perfect,"
    },
    {
        "o": 33431,
        "r": "niv:Hebrews:12:24",
        "t": "to Jesus the mediator of a new covenant, and to the sprinkled blood that speaks a better word than the blood of Abel."
    },
    {
        "o": 33432,
        "r": "niv:Hebrews:12:25",
        "t": "See*p to it that you do not refuse him who speaks. If they did not escape when they refused him who warned them on earth, how much less will we, if we turn away from him who warns us from heaven?"
    },
    {
        "o": 33433,
        "r": "niv:Hebrews:12:26",
        "t": "At that time his voice shook the earth, but now he has promised, “Once more I will shake not only the earth but also the heavens.”"
    },
    {
        "o": 33434,
        "r": "niv:Hebrews:12:27",
        "t": "The words “once more” indicate the removing of what can be shaken—that is, created things—so that what cannot be shaken may remain."
    },
    {
        "o": 33435,
        "r": "niv:Hebrews:12:28",
        "t": "Therefore,*p since we are receiving a kingdom that cannot be shaken, let us be thankful, and so worship God acceptably with reverence and awe,"
    },
    {
        "o": 33436,
        "r": "niv:Hebrews:12:29",
        "t": "for our “God is a consuming fire.”"
    }
]
