[
    {
        "o": 21679,
        "r": "csb:Jeremiah:16:0",
        "t": "Jeremiah 16",
        "h": 1
    },
    {
        "o": 21680,
        "r": "csb:Jeremiah:16:0",
        "t": "No Marriage for Jeremiah",
        "h": 2
    },
    {
        "o": 21681,
        "r": "csb:Jeremiah:16:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 21682,
        "r": "csb:Jeremiah:16:2",
        "t": "“Do not marry or have sons or daughters in this place."
    },
    {
        "o": 21683,
        "r": "csb:Jeremiah:16:3",
        "t": "For this is what the Lord*s says concerning sons and daughters born in this place as well as concerning the mothers who bear them and the fathers who father them in this land:"
    },
    {
        "o": 21684,
        "r": "csb:Jeremiah:16:4",
        "t": "They will die from deadly diseases. They will not be mourned or buried but will be like manure on the soil’s surface. They will be finished off by sword and famine. Their corpses will become food for the birds of the sky and for the wild animals of the land."
    },
    {
        "o": 21685,
        "r": "csb:Jeremiah:16:5",
        "t": "“For*p this is what the Lord*s says: Don’t enter a house where a mourning feast is taking place. Don’t go to lament or sympathize with them, for I have removed my peace from these people as well as my faithful love and compassion.” This is the Lord’s*s declaration."
    },
    {
        "o": 21686,
        "r": "csb:Jeremiah:16:6",
        "t": "“Both great and small will die in this land without burial. No lament will be made for them, nor will anyone cut himself or shave his head for them."
    },
    {
        "o": 21687,
        "r": "csb:Jeremiah:16:7",
        "t": "Food won’t be provided for the mourner to comfort him because of the dead. A consoling drink won’t be given him for the loss of his father or mother."
    },
    {
        "o": 21688,
        "r": "csb:Jeremiah:16:8",
        "t": "Do not enter the house where feasting is taking place to sit with them to eat and drink."
    },
    {
        "o": 21689,
        "r": "csb:Jeremiah:16:9",
        "t": "For this is what the Lord*s of Armies, the God of Israel, says: I am about to eliminate from this place, before your very eyes and in your time, the sound of joy and gladness, the voice of the groom and the bride."
    },
    {
        "o": 21690,
        "r": "csb:Jeremiah:16:9",
        "t": "Abandoning the Lord and His Law",
        "h": 2
    },
    {
        "o": 21691,
        "r": "csb:Jeremiah:16:10",
        "t": "“When*p you tell these people all these things, they will say to you, ‘Why has the Lord*s declared all this terrible disaster against us? What is our iniquity? What is our sin that we have committed against the Lord*s our God?’"
    },
    {
        "o": 21692,
        "r": "csb:Jeremiah:16:11",
        "t": "Then you will answer them, ‘Because your ancestors abandoned me- this is the Lord’s*s declaration - and followed other gods, served them, and bowed in worship to them. Indeed, they abandoned me and did not keep my instruction."
    },
    {
        "o": 21693,
        "r": "csb:Jeremiah:16:12",
        "t": "You did more evil than your ancestors. Look, each one of you was following the stubbornness of his evil heart, not obeying me."
    },
    {
        "o": 21694,
        "r": "csb:Jeremiah:16:13",
        "t": "So I will hurl you from this land into a land that you and your ancestors have not known. There you will worship other gods both day and night, for I will not grant you grace.’"
    },
    {
        "o": 21695,
        "r": "csb:Jeremiah:16:14",
        "t": "“However,*p look, the days are coming”- the Lord’s*s declaration - “when it will no longer be said, ‘As the Lord*s lives who brought the Israelites from the land of Egypt,’"
    },
    {
        "o": 21696,
        "r": "csb:Jeremiah:16:15",
        "t": "but rather, ‘As the Lord*s lives who brought the Israelites from the land of the north and from all the other lands where he had banished them.’ For I will return them to their land that I gave to their ancestors."
    },
    {
        "o": 21697,
        "r": "csb:Jeremiah:16:15",
        "t": "Punishment of Exile",
        "h": 2
    },
    {
        "o": 21698,
        "r": "csb:Jeremiah:16:16",
        "t": "“I*p am about to send for many fishermen”- this is the Lord’s*s declaration - “and they will fish for them. Then I will send for many hunters, and they will hunt them down on every mountain and hill and out of the clefts of the rocks,"
    },
    {
        "o": 21699,
        "r": "csb:Jeremiah:16:17",
        "t": "for my gaze takes in all their ways. They are not concealed from me, and their iniquity is not hidden from my sight."
    },
    {
        "o": 21700,
        "r": "csb:Jeremiah:16:18",
        "t": "I will first repay them double for their iniquity and sin because they have polluted my land. They have filled my inheritance with the carcasses of their abhorrent and detestable idols.”"
    },
    {
        "o": 21701,
        "r": "csb:Jeremiah:16:19",
        "t": "Lord,*spn my strength and my stronghold, my*ln refuge in a time of distress, the*ln nations will come to you from*ln the ends of the earth, and they will say, “Our*ln ancestors inherited only lies, worthless*ln idols of no benefit at all.”"
    },
    {
        "o": 21702,
        "r": "csb:Jeremiah:16:20",
        "t": "Can*ln one make gods for himself? But*ln they are not gods."
    },
    {
        "o": 21703,
        "r": "csb:Jeremiah:16:21",
        "t": "“Therefore,*ln I am about to inform them, and*ln this time I will make them know my*ln power and my might; then*ln they will know that my name is the Lord.”*s"
    }
]
