[
    {
        "o": 33591,
        "r": "nasb:Hebrews:11:0",
        "t": "Hebrews 11",
        "h": 1
    },
    {
        "o": 33592,
        "r": "nasb:Hebrews:11:0",
        "t": "The Triumphs of Faith",
        "h": 2
    },
    {
        "o": 33593,
        "r": "nasb:Hebrews:11:1",
        "t": "Now*p faith is the assurance of things*i hoped for, the conviction of things not seen."
    },
    {
        "o": 33594,
        "r": "nasb:Hebrews:11:2",
        "t": "For by it the men of old gained approval."
    },
    {
        "o": 33595,
        "r": "nasb:Hebrews:11:3",
        "t": "By*p faith we understand that the worlds were prepared by the word of God, so that what is seen was not made out of things which are visible."
    },
    {
        "o": 33596,
        "r": "nasb:Hebrews:11:4",
        "t": "By faith Abel offered to God a better sacrifice than Cain, through which he obtained the testimony that he was righteous, God testifying about his gifts, and through faith, though he is dead, he still speaks."
    },
    {
        "o": 33597,
        "r": "nasb:Hebrews:11:5",
        "t": "By faith Enoch was taken up so that he would not see death; and*s he*s was*s not*s found*s because*s God*s took*s him*s up;*s for he obtained the witness that before his being taken up he was pleasing to God."
    },
    {
        "o": 33598,
        "r": "nasb:Hebrews:11:6",
        "t": "And without faith it is impossible to please Him,*i for he who comes to God must believe that He is and that*i He is a rewarder of those who seek Him."
    },
    {
        "o": 33599,
        "r": "nasb:Hebrews:11:7",
        "t": "By faith Noah, being warned by*i God*i about things not yet seen, in reverence prepared an ark for the salvation of his household, by which he condemned the world, and became an heir of the righteousness which is according to faith."
    },
    {
        "o": 33600,
        "r": "nasb:Hebrews:11:8",
        "t": "By*p faith Abraham, when he was called, obeyed by going out to a place which he was to receive for an inheritance; and he went out, not knowing where he was going."
    },
    {
        "o": 33601,
        "r": "nasb:Hebrews:11:9",
        "t": "By faith he lived as an alien in the land of promise, as in a foreign land,*i dwelling in tents with Isaac and Jacob, fellow heirs of the same promise;"
    },
    {
        "o": 33602,
        "r": "nasb:Hebrews:11:10",
        "t": "for he was looking for the city which has foundations, whose architect and builder is God."
    },
    {
        "o": 33603,
        "r": "nasb:Hebrews:11:11",
        "t": "By faith even Sarah herself received ability to conceive, even beyond the proper time of life, since she considered Him faithful who had promised."
    },
    {
        "o": 33604,
        "r": "nasb:Hebrews:11:12",
        "t": "Therefore there was born even of one man, and him as good as dead at that, as*i many*i descendants*i as*s the*s stars*s of*s heaven*s in*s number,*s and*s innumerable*s as*s the*s sand*s which*s is*s by*s the*s seashore.*s"
    },
    {
        "o": 33605,
        "r": "nasb:Hebrews:11:13",
        "t": "All*p these died in faith, without receiving the promises, but having seen them and having welcomed them from a distance, and having confessed that they were strangers and exiles on the earth."
    },
    {
        "o": 33606,
        "r": "nasb:Hebrews:11:14",
        "t": "For those who say such things make it clear that they are seeking a country of their own."
    },
    {
        "o": 33607,
        "r": "nasb:Hebrews:11:15",
        "t": "And indeed if they had been thinking of that country*i from which they went out, they would have had opportunity to return."
    },
    {
        "o": 33608,
        "r": "nasb:Hebrews:11:16",
        "t": "But as it is, they desire a better country,*i that is, a heavenly one. Therefore God is not ashamed to be called their God; for He has prepared a city for them."
    },
    {
        "o": 33609,
        "r": "nasb:Hebrews:11:17",
        "t": "By*p faith Abraham, when he was tested, offered up Isaac, and he who had received the promises was offering up his only begotten son;*i"
    },
    {
        "o": 33610,
        "r": "nasb:Hebrews:11:18",
        "t": "it*i was*i he*i to whom it was said, “In Isaac your*s descendants*s shall*s be*s called.”*s"
    },
    {
        "o": 33611,
        "r": "nasb:Hebrews:11:19",
        "t": "He considered that God is able to raise people*i even from the dead, from which he also received him back as a type."
    },
    {
        "o": 33612,
        "r": "nasb:Hebrews:11:20",
        "t": "By faith Isaac blessed Jacob and Esau, even regarding things to come."
    },
    {
        "o": 33613,
        "r": "nasb:Hebrews:11:21",
        "t": "By faith Jacob, as he was dying, blessed each of the sons of Joseph, and worshiped, leaning*i on the top of his staff."
    },
    {
        "o": 33614,
        "r": "nasb:Hebrews:11:22",
        "t": "By faith Joseph, when he was dying, made mention of the exodus of the sons of Israel, and gave orders concerning his bones."
    },
    {
        "o": 33615,
        "r": "nasb:Hebrews:11:23",
        "t": "By*p faith Moses, when he was born, was hidden for three months by his parents, because they saw he was a beautiful child; and they were not afraid of the king’s edict."
    },
    {
        "o": 33616,
        "r": "nasb:Hebrews:11:24",
        "t": "By faith Moses, when he had grown up, refused to be called the son of Pharaoh’s daughter,"
    },
    {
        "o": 33617,
        "r": "nasb:Hebrews:11:25",
        "t": "choosing rather to endure ill-treatment with the people of God than to enjoy the passing pleasures of sin,"
    },
    {
        "o": 33618,
        "r": "nasb:Hebrews:11:26",
        "t": "considering the reproach of Christ greater riches than the treasures of Egypt; for he was looking to the reward."
    },
    {
        "o": 33619,
        "r": "nasb:Hebrews:11:27",
        "t": "By faith he left Egypt, not fearing the wrath of the king; for he endured, as seeing Him who is unseen."
    },
    {
        "o": 33620,
        "r": "nasb:Hebrews:11:28",
        "t": "By faith he kept the Passover and the sprinkling of the blood, so that he who destroyed the firstborn would not touch them."
    },
    {
        "o": 33621,
        "r": "nasb:Hebrews:11:29",
        "t": "By faith they passed through the Red Sea as though they*i were*i passing*i through dry land; and the Egyptians, when they attempted it, were drowned."
    },
    {
        "o": 33622,
        "r": "nasb:Hebrews:11:30",
        "t": "By*p faith the walls of Jericho fell down after they had been encircled for seven days."
    },
    {
        "o": 33623,
        "r": "nasb:Hebrews:11:31",
        "t": "By faith Rahab the harlot did not perish along with those who were disobedient, after she had welcomed the spies in peace."
    },
    {
        "o": 33624,
        "r": "nasb:Hebrews:11:32",
        "t": "And*p what more shall I say? For time will fail me if I tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets,"
    },
    {
        "o": 33625,
        "r": "nasb:Hebrews:11:33",
        "t": "who by faith conquered kingdoms, performed acts*i of*i righteousness, obtained promises, shut the mouths of lions,"
    },
    {
        "o": 33626,
        "r": "nasb:Hebrews:11:34",
        "t": "quenched the power of fire, escaped the edge of the sword, from weakness were made strong, became mighty in war, put foreign armies to flight."
    },
    {
        "o": 33627,
        "r": "nasb:Hebrews:11:35",
        "t": "Women received back*i their dead by resurrection; and others were tortured, not accepting their release, so that they might obtain a better resurrection;"
    },
    {
        "o": 33628,
        "r": "nasb:Hebrews:11:36",
        "t": "and others experienced mockings and scourgings, yes, also chains and imprisonment."
    },
    {
        "o": 33629,
        "r": "nasb:Hebrews:11:37",
        "t": "They were stoned, they were sawn in two, they were tempted, they were put to death with the sword; they went about in sheepskins, in goatskins, being destitute, afflicted, ill-treated"
    },
    {
        "o": 33630,
        "r": "nasb:Hebrews:11:38",
        "t": "(men*i of whom the world was not worthy), wandering in deserts and mountains and caves and holes in the ground."
    },
    {
        "o": 33631,
        "r": "nasb:Hebrews:11:39",
        "t": "And*p all these, having gained approval through their faith, did not receive what was promised,"
    },
    {
        "o": 33632,
        "r": "nasb:Hebrews:11:40",
        "t": "because God had provided something better for us, so that apart from us they would not be made perfect."
    }
]
