[
    {
        "o": 6055,
        "r": "niv:Deuteronomy:25:0",
        "t": "Deuteronomy 25",
        "h": 1
    },
    {
        "o": 6056,
        "r": "niv:Deuteronomy:25:1",
        "t": "When*p people have a dispute, they are to take it to court and the judges will decide the case, acquitting the innocent and condemning the guilty."
    },
    {
        "o": 6057,
        "r": "niv:Deuteronomy:25:2",
        "t": "If the guilty person deserves to be beaten, the judge shall make them lie down and have them flogged in his presence with the number of lashes the crime deserves,"
    },
    {
        "o": 6058,
        "r": "niv:Deuteronomy:25:3",
        "t": "but the judge must not impose more than forty lashes. If the guilty party is flogged more than that, your fellow Israelite will be degraded in your eyes."
    },
    {
        "o": 6059,
        "r": "niv:Deuteronomy:25:4",
        "t": "Do*p not muzzle an ox while it is treading out the grain."
    },
    {
        "o": 6060,
        "r": "niv:Deuteronomy:25:5",
        "t": "If*p brothers are living together and one of them dies without a son, his widow must not marry outside the family. Her husband’s brother shall take her and marry her and fulfill the duty of a brother-in-law to her."
    },
    {
        "o": 6061,
        "r": "niv:Deuteronomy:25:6",
        "t": "The first son she bears shall carry on the name of the dead brother so that his name will not be blotted out from Israel."
    },
    {
        "o": 6062,
        "r": "niv:Deuteronomy:25:7",
        "t": "However,*p if a man does not want to marry his brother’s wife, she shall go to the elders at the town gate and say, “My husband’s brother refuses to carry on his brother’s name in Israel. He will not fulfill the duty of a brother-in-law to me.”"
    },
    {
        "o": 6063,
        "r": "niv:Deuteronomy:25:8",
        "t": "Then the elders of his town shall summon him and talk to him. If he persists in saying, “I do not want to marry her,”"
    },
    {
        "o": 6064,
        "r": "niv:Deuteronomy:25:9",
        "t": "his brother’s widow shall go up to him in the presence of the elders, take off one of his sandals, spit in his face and say, “This is what is done to the man who will not build up his brother’s family line.”"
    },
    {
        "o": 6065,
        "r": "niv:Deuteronomy:25:10",
        "t": "That man’s line shall be known in Israel as The Family of the Unsandaled."
    },
    {
        "o": 6066,
        "r": "niv:Deuteronomy:25:11",
        "t": "If*p two men are fighting and the wife of one of them comes to rescue her husband from his assailant, and she reaches out and seizes him by his private parts,"
    },
    {
        "o": 6067,
        "r": "niv:Deuteronomy:25:12",
        "t": "you shall cut off her hand. Show her no pity."
    },
    {
        "o": 6068,
        "r": "niv:Deuteronomy:25:13",
        "t": "Do*p not have two differing weights in your bag—one heavy, one light."
    },
    {
        "o": 6069,
        "r": "niv:Deuteronomy:25:14",
        "t": "Do not have two differing measures in your house—one large, one small."
    },
    {
        "o": 6070,
        "r": "niv:Deuteronomy:25:15",
        "t": "You must have accurate and honest weights and measures, so that you may live long in the land the Lord*s your God is giving you."
    },
    {
        "o": 6071,
        "r": "niv:Deuteronomy:25:16",
        "t": "For the Lord*s your God detests anyone who does these things, anyone who deals dishonestly."
    },
    {
        "o": 6072,
        "r": "niv:Deuteronomy:25:17",
        "t": "Remember*p what the Amalekites did to you along the way when you came out of Egypt."
    },
    {
        "o": 6073,
        "r": "niv:Deuteronomy:25:18",
        "t": "When you were weary and worn out, they met you on your journey and attacked all who were lagging behind; they had no fear of God."
    },
    {
        "o": 6074,
        "r": "niv:Deuteronomy:25:19",
        "t": "When the Lord*s your God gives you rest from all the enemies around you in the land he is giving you to possess as an inheritance, you shall blot out the name of Amalek from under heaven. Do not forget!"
    }
]
