[
    {
        "o": 5951,
        "r": "nkjv:Deuteronomy:19:0",
        "t": "Deuteronomy 19",
        "h": 1
    },
    {
        "o": 5952,
        "r": "nkjv:Deuteronomy:19:0",
        "t": "Three Cities of Refuge",
        "h": 2
    },
    {
        "o": 5953,
        "r": "nkjv:Deuteronomy:19:1",
        "t": "“When*p the Lord*s your God has cut off the nations whose land the Lord*s your God is giving you, and you dispossess them and dwell in their cities and in their houses,"
    },
    {
        "o": 5954,
        "r": "nkjv:Deuteronomy:19:2",
        "t": "you shall separate three cities for yourself in the midst of your land which the Lord*s your God is giving you to possess."
    },
    {
        "o": 5955,
        "r": "nkjv:Deuteronomy:19:3",
        "t": "You shall prepare roads for yourself, and divide into three parts the territory of your land which the Lord*s your God is giving you to inherit, that any manslayer may flee there."
    },
    {
        "o": 5956,
        "r": "nkjv:Deuteronomy:19:4",
        "t": "“And*p this is*i the case of the manslayer who flees there, that he may live: Whoever kills his neighbor unintentionally, not having hated him in time past—"
    },
    {
        "o": 5957,
        "r": "nkjv:Deuteronomy:19:5",
        "t": "as when a*i man*i goes to the woods with his neighbor to cut timber, and his hand swings a stroke with the ax to cut down the tree, and the head slips from the handle and strikes his neighbor so that he dies—he shall flee to one of these cities and live;"
    },
    {
        "o": 5958,
        "r": "nkjv:Deuteronomy:19:6",
        "t": "lest the avenger of blood, while his anger is hot, pursue the manslayer and overtake him, because the way is long, and kill him, though he was*i not deserving of death, since he had not hated the victim in time past."
    },
    {
        "o": 5959,
        "r": "nkjv:Deuteronomy:19:7",
        "t": "Therefore I command you, saying, ‘You shall separate three cities for yourself.’"
    },
    {
        "o": 5960,
        "r": "nkjv:Deuteronomy:19:8",
        "t": "“Now*p if the Lord*s your God enlarges your territory, as He swore to your fathers, and gives you the land which He promised to give to your fathers,"
    },
    {
        "o": 5961,
        "r": "nkjv:Deuteronomy:19:9",
        "t": "and if you keep all these commandments and do them, which I command you today, to love the Lord*s your God and to walk always in His ways, then you shall add three more cities for yourself besides these three,"
    },
    {
        "o": 5962,
        "r": "nkjv:Deuteronomy:19:10",
        "t": "lest innocent blood be shed in the midst of your land which the Lord*s your God is giving you as*i an inheritance, and thus*i guilt of bloodshed be upon you."
    },
    {
        "o": 5963,
        "r": "nkjv:Deuteronomy:19:11",
        "t": "“But*p if anyone hates his neighbor, lies in wait for him, rises against him and strikes him mortally, so that he dies, and he flees to one of these cities,"
    },
    {
        "o": 5964,
        "r": "nkjv:Deuteronomy:19:12",
        "t": "then the elders of his city shall send and bring him from there, and deliver him over to the hand of the avenger of blood, that he may die."
    },
    {
        "o": 5965,
        "r": "nkjv:Deuteronomy:19:13",
        "t": "Your eye shall not pity him, but you shall put away the*i guilt*i of*i innocent blood from Israel, that it may go well with you."
    },
    {
        "o": 5966,
        "r": "nkjv:Deuteronomy:19:13",
        "t": "Property Boundaries",
        "h": 2
    },
    {
        "o": 5967,
        "r": "nkjv:Deuteronomy:19:14",
        "t": "“You*p shall not remove your neighbor’s landmark, which the men of old have set, in your inheritance which you will inherit in the land that the Lord*s your God is giving you to possess."
    },
    {
        "o": 5968,
        "r": "nkjv:Deuteronomy:19:14",
        "t": "The Law Concerning Witnesses",
        "h": 2
    },
    {
        "o": 5969,
        "r": "nkjv:Deuteronomy:19:15",
        "t": "“One*p witness shall not rise against a man concerning any iniquity or any sin that he commits; by the mouth of two or three witnesses the matter shall be established."
    },
    {
        "o": 5970,
        "r": "nkjv:Deuteronomy:19:16",
        "t": "If a false witness rises against any man to testify against him of wrongdoing,"
    },
    {
        "o": 5971,
        "r": "nkjv:Deuteronomy:19:17",
        "t": "then both men in the controversy shall stand before the Lord,*s before the priests and the judges who serve in those days."
    },
    {
        "o": 5972,
        "r": "nkjv:Deuteronomy:19:18",
        "t": "And the judges shall make careful inquiry, and indeed, if*i the witness is*i a false witness, who has testified falsely against his brother,"
    },
    {
        "o": 5973,
        "r": "nkjv:Deuteronomy:19:19",
        "t": "then you shall do to him as he thought to have done to his brother; so you shall put away the evil from among you."
    },
    {
        "o": 5974,
        "r": "nkjv:Deuteronomy:19:20",
        "t": "And those who remain shall hear and fear, and hereafter they shall not again commit such evil among you."
    },
    {
        "o": 5975,
        "r": "nkjv:Deuteronomy:19:21",
        "t": "Your eye shall not pity: life shall*i be*i for life, eye for eye, tooth for tooth, hand for hand, foot for foot."
    }
]
