[
    {
        "o": 5670,
        "r": "nkjv:Deuteronomy:9:0",
        "t": "Deuteronomy 9",
        "h": 1
    },
    {
        "o": 5671,
        "r": "nkjv:Deuteronomy:9:0",
        "t": "Israel’s Rebellions Reviewed",
        "h": 2
    },
    {
        "o": 5672,
        "r": "nkjv:Deuteronomy:9:1",
        "t": "“Hear,*p O Israel: You are*i to cross over the Jordan today, and go in to dispossess nations greater and mightier than yourself, cities great and fortified up to heaven,"
    },
    {
        "o": 5673,
        "r": "nkjv:Deuteronomy:9:2",
        "t": "a people great and tall, the descendants of the Anakim, whom you know, and of*i whom*i you heard it*i said,*i ‘Who can stand before the descendants of Anak?’"
    },
    {
        "o": 5674,
        "r": "nkjv:Deuteronomy:9:3",
        "t": "Therefore understand today that the Lord*s your God is*i He who goes over before you as*i a consuming fire. He will destroy them and bring them down before you; so you shall drive them out and destroy them quickly, as the Lord*s has said to you."
    },
    {
        "o": 5675,
        "r": "nkjv:Deuteronomy:9:4",
        "t": "“Do*p not think in your heart, after the Lord*s your God has cast them out before you, saying, ‘Because of my righteousness the Lord*s has brought me in to possess this land’; but it*i is*i because of the wickedness of these nations that*i the Lord*s is driving them out from before you."
    },
    {
        "o": 5676,
        "r": "nkjv:Deuteronomy:9:5",
        "t": "It*i is*i not because of your righteousness or the uprightness of your heart that*i you go in to possess their land, but because of the wickedness of these nations that*i the Lord*s your God drives them out from before you, and that He may fulfill the word which the Lord*s swore to your fathers, to Abraham, Isaac, and Jacob."
    },
    {
        "o": 5677,
        "r": "nkjv:Deuteronomy:9:6",
        "t": "Therefore understand that the Lord*s your God is not giving you this good land to possess because of your righteousness, for you are*i a stiff-necked people."
    },
    {
        "o": 5678,
        "r": "nkjv:Deuteronomy:9:7",
        "t": "“Remember!*p Do not forget how you provoked the Lord*s your God to wrath in the wilderness. From the day that you departed from the land of Egypt until you came to this place, you have been rebellious against the Lord.*s"
    },
    {
        "o": 5679,
        "r": "nkjv:Deuteronomy:9:8",
        "t": "Also in Horeb you provoked the Lord*s to wrath, so that the Lord*s was angry enough*i with you to have destroyed you."
    },
    {
        "o": 5680,
        "r": "nkjv:Deuteronomy:9:9",
        "t": "When I went up into the mountain to receive the tablets of stone, the tablets of the covenant which the Lord*s made with you, then I stayed on the mountain forty days and forty nights. I neither ate bread nor drank water."
    },
    {
        "o": 5681,
        "r": "nkjv:Deuteronomy:9:10",
        "t": "Then the Lord*s delivered to me two tablets of stone written with the finger of God, and on them were*i all the words which the Lord*s had spoken to you on the mountain from the midst of the fire in the day of the assembly."
    },
    {
        "o": 5682,
        "r": "nkjv:Deuteronomy:9:11",
        "t": "And it came to pass, at the end of forty days and forty nights, that*i the Lord*s gave me the two tablets of stone, the tablets of the covenant."
    },
    {
        "o": 5683,
        "r": "nkjv:Deuteronomy:9:12",
        "t": "“Then*p the Lord*s said to me, ‘Arise, go down quickly from here, for your people whom you brought out of Egypt have acted corruptly; they have quickly turned aside from the way which I commanded them; they have made themselves a molded image.’"
    },
    {
        "o": 5684,
        "r": "nkjv:Deuteronomy:9:13",
        "t": "“Furthermore*p the Lord*s spoke to me, saying, ‘I have seen this people, and indeed they are a stiff-necked people."
    },
    {
        "o": 5685,
        "r": "nkjv:Deuteronomy:9:14",
        "t": "Let Me alone, that I may destroy them and blot out their name from under heaven; and I will make of you a nation mightier and greater than they.’"
    },
    {
        "o": 5686,
        "r": "nkjv:Deuteronomy:9:15",
        "t": "“So*p I turned and came down from the mountain, and the mountain burned with fire; and the two tablets of the covenant were*i in my two hands."
    },
    {
        "o": 5687,
        "r": "nkjv:Deuteronomy:9:16",
        "t": "And I looked, and behold, you had sinned against the Lord*s your God—had made for yourselves a molded calf! You had turned aside quickly from the way which the Lord*s had commanded you."
    },
    {
        "o": 5688,
        "r": "nkjv:Deuteronomy:9:17",
        "t": "Then I took the two tablets and threw them out of my two hands and broke them before your eyes."
    },
    {
        "o": 5689,
        "r": "nkjv:Deuteronomy:9:18",
        "t": "And I fell down before the Lord,*s as at the first, forty days and forty nights; I neither ate bread nor drank water, because of all your sin which you committed in doing wickedly in the sight of the Lord,*s to provoke Him to anger."
    },
    {
        "o": 5690,
        "r": "nkjv:Deuteronomy:9:19",
        "t": "For I was afraid of the anger and hot displeasure with which the Lord*s was angry with you, to destroy you. But the Lord*s listened to me at that time also."
    },
    {
        "o": 5691,
        "r": "nkjv:Deuteronomy:9:20",
        "t": "And the Lord*s was very angry with Aaron and*i would have destroyed him; so I prayed for Aaron also at the same time."
    },
    {
        "o": 5692,
        "r": "nkjv:Deuteronomy:9:21",
        "t": "Then I took your sin, the calf which you had made, and burned it with fire and crushed it and*i ground it*i very small, until it was as fine as dust; and I threw its dust into the brook that descended from the mountain."
    },
    {
        "o": 5693,
        "r": "nkjv:Deuteronomy:9:22",
        "t": "“Also*p at Taberah and Massah and Kibroth Hattaavah you provoked the Lord*s to wrath."
    },
    {
        "o": 5694,
        "r": "nkjv:Deuteronomy:9:23",
        "t": "Likewise, when the Lord*s sent you from Kadesh Barnea, saying, ‘Go up and possess the land which I have given you,’ then you rebelled against the commandment of the Lord*s your God, and you did not believe Him nor obey His voice."
    },
    {
        "o": 5695,
        "r": "nkjv:Deuteronomy:9:24",
        "t": "You have been rebellious against the Lord*s from the day that I knew you."
    },
    {
        "o": 5696,
        "r": "nkjv:Deuteronomy:9:25",
        "t": "“Thus*p I prostrated myself before the Lord;*s forty days and forty nights I kept prostrating myself, because the Lord*s had said He would destroy you."
    },
    {
        "o": 5697,
        "r": "nkjv:Deuteronomy:9:26",
        "t": "Therefore I prayed to the Lord,*s and said: ‘O Lord God,*s do not destroy Your people and Your inheritance whom You have redeemed through Your greatness, whom You have brought out of Egypt with a mighty hand."
    },
    {
        "o": 5698,
        "r": "nkjv:Deuteronomy:9:27",
        "t": "Remember Your servants, Abraham, Isaac, and Jacob; do not look on the stubbornness of this people, or on their wickedness or their sin,"
    },
    {
        "o": 5699,
        "r": "nkjv:Deuteronomy:9:28",
        "t": "lest the land from which You brought us should say, “Because the Lord*s was not able to bring them to the land which He promised them, and because He hated them, He has brought them out to kill them in the wilderness.”"
    },
    {
        "o": 5700,
        "r": "nkjv:Deuteronomy:9:29",
        "t": "Yet they are*i Your people and Your inheritance, whom You brought out by Your mighty power and by Your outstretched arm.’"
    }
]
