[
    {
        "o": 20438,
        "r": "niv:Isaiah:46:0",
        "t": "Isaiah 46",
        "h": 1
    },
    {
        "o": 20439,
        "r": "niv:Isaiah:46:0",
        "t": "Gods of Babylon",
        "h": 2
    },
    {
        "o": 20440,
        "r": "niv:Isaiah:46:1",
        "t": "Bel*pn bows down, Nebo stoops low; their*ld idols are borne by beasts of burden. The*ln images that are carried about are burdensome, a*ld burden for the weary."
    },
    {
        "o": 20441,
        "r": "niv:Isaiah:46:2",
        "t": "They*ln stoop and bow down together; unable*ld to rescue the burden, they*ld themselves go off into captivity."
    },
    {
        "o": 20442,
        "r": "niv:Isaiah:46:3",
        "t": "“Listen*pn to me, you descendants of Jacob, all*ld the remnant of the people of Israel, you*ln whom I have upheld since your birth, and*ld have carried since you were born."
    },
    {
        "o": 20443,
        "r": "niv:Isaiah:46:4",
        "t": "Even*ln to your old age and gray hairs I*ld am he, I am he who will sustain you. I*ln have made you and I will carry you; I*ld will sustain you and I will rescue you."
    },
    {
        "o": 20444,
        "r": "niv:Isaiah:46:5",
        "t": "“With*pn whom will you compare me or count me equal? To*ld whom will you liken me that we may be compared?"
    },
    {
        "o": 20445,
        "r": "niv:Isaiah:46:6",
        "t": "Some*ln pour out gold from their bags and*ld weigh out silver on the scales; they*ln hire a goldsmith to make it into a god, and*ld they bow down and worship it."
    },
    {
        "o": 20446,
        "r": "niv:Isaiah:46:7",
        "t": "They*ln lift it to their shoulders and carry it; they*ld set it up in its place, and there it stands. From*ld that spot it cannot move. Even*ln though someone cries out to it, it cannot answer; it*ld cannot save them from their troubles."
    },
    {
        "o": 20447,
        "r": "niv:Isaiah:46:8",
        "t": "“Remember*pn this, keep it in mind, take*ld it to heart, you rebels."
    },
    {
        "o": 20448,
        "r": "niv:Isaiah:46:9",
        "t": "Remember*ln the former things, those of long ago; I*ld am God, and there is no other; I*ld am God, and there is none like me."
    },
    {
        "o": 20449,
        "r": "niv:Isaiah:46:10",
        "t": "I*ln make known the end from the beginning, from*ld ancient times, what is still to come. I*ln say, ‘My purpose will stand, and*ld I will do all that I please.’"
    },
    {
        "o": 20450,
        "r": "niv:Isaiah:46:11",
        "t": "From*ln the east I summon a bird of prey; from*ld a far-off land, a man to fulfill my purpose. What*ln I have said, that I will bring about; what*ld I have planned, that I will do."
    },
    {
        "o": 20451,
        "r": "niv:Isaiah:46:12",
        "t": "Listen*ln to me, you stubborn-hearted, you*ld who are now far from my righteousness."
    },
    {
        "o": 20452,
        "r": "niv:Isaiah:46:13",
        "t": "I*ln am bringing my righteousness near, it*ld is not far away; and*ld my salvation will not be delayed. I*ln will grant salvation to Zion, my*ld splendor to Israel."
    }
]
