[
    {
        "o": 20156,
        "r": "niv:Isaiah:36:0",
        "t": "Isaiah 36",
        "h": 1
    },
    {
        "o": 20157,
        "r": "niv:Isaiah:36:0",
        "t": "Sennacherib Threatens Jerusalem",
        "h": 2
    },
    {
        "o": 20158,
        "r": "niv:Isaiah:36:1",
        "t": "In*p the fourteenth year of King Hezekiah’s reign, Sennacherib king of Assyria attacked all the fortified cities of Judah and captured them."
    },
    {
        "o": 20159,
        "r": "niv:Isaiah:36:2",
        "t": "Then the king of Assyria sent his field commander with a large army from Lachish to King Hezekiah at Jerusalem. When the commander stopped at the aqueduct of the Upper Pool, on the road to the Launderer’s Field,"
    },
    {
        "o": 20160,
        "r": "niv:Isaiah:36:3",
        "t": "Eliakim son of Hilkiah the palace administrator, Shebna the secretary, and Joah son of Asaph the recorder went out to him."
    },
    {
        "o": 20161,
        "r": "niv:Isaiah:36:4",
        "t": "The*p field commander said to them, “Tell Hezekiah: “ ‘This*ln is what the great king, the king of Assyria, says: On what are you basing this confidence of yours?"
    },
    {
        "o": 20162,
        "r": "niv:Isaiah:36:5",
        "t": "You say you have counsel and might for war—but you speak only empty words. On whom are you depending, that you rebel against me?"
    },
    {
        "o": 20163,
        "r": "niv:Isaiah:36:6",
        "t": "Look, I know you are depending on Egypt, that splintered reed of a staff, which pierces the hand of anyone who leans on it! Such is Pharaoh king of Egypt to all who depend on him."
    },
    {
        "o": 20164,
        "r": "niv:Isaiah:36:7",
        "t": "But if you say to me, “We are depending on the Lord*s our God”—isn’t he the one whose high places and altars Hezekiah removed, saying to Judah and Jerusalem, “You must worship before this altar”?"
    },
    {
        "o": 20165,
        "r": "niv:Isaiah:36:8",
        "t": "“ ‘Come*ln now, make a bargain with my master, the king of Assyria: I will give you two thousand horses—if you can put riders on them!"
    },
    {
        "o": 20166,
        "r": "niv:Isaiah:36:9",
        "t": "How then can you repulse one officer of the least of my master’s officials, even though you are depending on Egypt for chariots and horsemen?"
    },
    {
        "o": 20167,
        "r": "niv:Isaiah:36:10",
        "t": "Furthermore, have I come to attack and destroy this land without the Lord?*s The Lord*s himself told me to march against this country and destroy it.’ ”"
    },
    {
        "o": 20168,
        "r": "niv:Isaiah:36:11",
        "t": "Then*p Eliakim, Shebna and Joah said to the field commander, “Please speak to your servants in Aramaic, since we understand it. Don’t speak to us in Hebrew in the hearing of the people on the wall.”"
    },
    {
        "o": 20169,
        "r": "niv:Isaiah:36:12",
        "t": "But*p the commander replied, “Was it only to your master and you that my master sent me to say these things, and not to the people sitting on the wall—who, like you, will have to eat their own excrement and drink their own urine?”"
    },
    {
        "o": 20170,
        "r": "niv:Isaiah:36:13",
        "t": "Then*p the commander stood and called out in Hebrew, “Hear the words of the great king, the king of Assyria!"
    },
    {
        "o": 20171,
        "r": "niv:Isaiah:36:14",
        "t": "This is what the king says: Do not let Hezekiah deceive you. He cannot deliver you!"
    },
    {
        "o": 20172,
        "r": "niv:Isaiah:36:15",
        "t": "Do not let Hezekiah persuade you to trust in the Lord*s when he says, ‘The Lord*s will surely deliver us; this city will not be given into the hand of the king of Assyria.’"
    },
    {
        "o": 20173,
        "r": "niv:Isaiah:36:16",
        "t": "“Do*p not listen to Hezekiah. This is what the king of Assyria says: Make peace with me and come out to me. Then each of you will eat fruit from your own vine and fig tree and drink water from your own cistern,"
    },
    {
        "o": 20174,
        "r": "niv:Isaiah:36:17",
        "t": "until I come and take you to a land like your own—a land of grain and new wine, a land of bread and vineyards."
    },
    {
        "o": 20175,
        "r": "niv:Isaiah:36:18",
        "t": "“Do*p not let Hezekiah mislead you when he says, ‘The Lord*s will deliver us.’ Have the gods of any nations ever delivered their lands from the hand of the king of Assyria?"
    },
    {
        "o": 20176,
        "r": "niv:Isaiah:36:19",
        "t": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Have they rescued Samaria from my hand?"
    },
    {
        "o": 20177,
        "r": "niv:Isaiah:36:20",
        "t": "Who of all the gods of these countries have been able to save their lands from me? How then can the Lord*s deliver Jerusalem from my hand?”"
    },
    {
        "o": 20178,
        "r": "niv:Isaiah:36:21",
        "t": "But*p the people remained silent and said nothing in reply, because the king had commanded, “Do not answer him.”"
    },
    {
        "o": 20179,
        "r": "niv:Isaiah:36:22",
        "t": "Then*p Eliakim son of Hilkiah the palace administrator, Shebna the secretary and Joah son of Asaph the recorder went to Hezekiah, with their clothes torn, and told him what the field commander had said."
    }
]
