[
    {
        "o": 33545,
        "r": "niv:James:4:0",
        "t": "James 4",
        "h": 1
    },
    {
        "o": 33546,
        "r": "niv:James:4:0",
        "t": "Submit Yourselves to God",
        "h": 2
    },
    {
        "o": 33547,
        "r": "niv:James:4:1",
        "t": "What*p causes fights and quarrels among you? Don’t they come from your desires that battle within you?"
    },
    {
        "o": 33548,
        "r": "niv:James:4:2",
        "t": "You desire but do not have, so you kill. You covet but you cannot get what you want, so you quarrel and fight. You do not have because you do not ask God."
    },
    {
        "o": 33549,
        "r": "niv:James:4:3",
        "t": "When you ask, you do not receive, because you ask with wrong motives, that you may spend what you get on your pleasures."
    },
    {
        "o": 33550,
        "r": "niv:James:4:4",
        "t": "You*p adulterous people, don’t you know that friendship with the world means enmity against God? Therefore, anyone who chooses to be a friend of the world becomes an enemy of God."
    },
    {
        "o": 33551,
        "r": "niv:James:4:5",
        "t": "Or do you think Scripture says without reason that he jealously longs for the spirit he has caused to dwell in us?"
    },
    {
        "o": 33552,
        "r": "niv:James:4:6",
        "t": "But he gives us more grace. That is why Scripture says: “God*pn opposes the proud but*ld shows favor to the humble.”"
    },
    {
        "o": 33553,
        "r": "niv:James:4:7",
        "t": "Submit*p yourselves, then, to God. Resist the devil, and he will flee from you."
    },
    {
        "o": 33554,
        "r": "niv:James:4:8",
        "t": "Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded."
    },
    {
        "o": 33555,
        "r": "niv:James:4:9",
        "t": "Grieve, mourn and wail. Change your laughter to mourning and your joy to gloom."
    },
    {
        "o": 33556,
        "r": "niv:James:4:10",
        "t": "Humble yourselves before the Lord, and he will lift you up."
    },
    {
        "o": 33557,
        "r": "niv:James:4:11",
        "t": "Brothers*p and sisters, do not slander one another. Anyone who speaks against a brother or sister or judges them speaks against the law and judges it. When you judge the law, you are not keeping it, but sitting in judgment on it."
    },
    {
        "o": 33558,
        "r": "niv:James:4:12",
        "t": "There is only one Lawgiver and Judge, the one who is able to save and destroy. But you—who are you to judge your neighbor?"
    },
    {
        "o": 33559,
        "r": "niv:James:4:12",
        "t": "Boasting About Tomorrow",
        "h": 2
    },
    {
        "o": 33560,
        "r": "niv:James:4:13",
        "t": "Now*p listen, you who say, “Today or tomorrow we will go to this or that city, spend a year there, carry on business and make money.”"
    },
    {
        "o": 33561,
        "r": "niv:James:4:14",
        "t": "Why, you do not even know what will happen tomorrow. What is your life? You are a mist that appears for a little while and then vanishes."
    },
    {
        "o": 33562,
        "r": "niv:James:4:15",
        "t": "Instead, you ought to say, “If it is the Lord’s will, we will live and do this or that.”"
    },
    {
        "o": 33563,
        "r": "niv:James:4:16",
        "t": "As it is, you boast in your arrogant schemes. All such boasting is evil."
    },
    {
        "o": 33564,
        "r": "niv:James:4:17",
        "t": "If anyone, then, knows the good they ought to do and doesn’t do it, it is sin for them."
    }
]
