[
    {
        "o": 16106,
        "r": "nasb:Psalm:42:0",
        "t": "Psalm 42",
        "h": 1
    },
    {
        "o": 16107,
        "r": "nasb:Psalm:42:0",
        "t": "BOOK 2",
        "h": 2.5
    },
    {
        "o": 16108,
        "r": "nasb:Psalm:42:0",
        "t": "Thirsting for God in Trouble and Exile.",
        "h": 2
    },
    {
        "o": 16109,
        "r": "nasb:Psalm:42:0",
        "t": "For the choir director. A Maskil of the sons of Korah.",
        "h": 2.5
    },
    {
        "o": 16110,
        "r": "nasb:Psalm:42:1",
        "t": "As*pn the deer pants for the water brooks, So*ln my soul pants for You, O God."
    },
    {
        "o": 16111,
        "r": "nasb:Psalm:42:2",
        "t": "My*ln soul thirsts for God, for the living God; When*ln shall I come and appear before God?"
    },
    {
        "o": 16112,
        "r": "nasb:Psalm:42:3",
        "t": "My*ln tears have been my food day and night, While*ln they*i say to me all day long, “Where is your God?”"
    },
    {
        "o": 16113,
        "r": "nasb:Psalm:42:4",
        "t": "These*ln things I remember and I pour out my soul within me. For*ln I used to go along with the throng and*i lead them in procession to the house of God, With*ln the voice of joy and thanksgiving, a multitude keeping festival."
    },
    {
        "o": 16114,
        "r": "nasb:Psalm:42:5",
        "t": "Why*ln are you in despair, O my soul? And*ln why*i have you become disturbed within me? Hope*ln in God, for I shall again praise Him For*iln the help of His presence."
    },
    {
        "o": 16115,
        "r": "nasb:Psalm:42:6",
        "t": "O*ln my God, my soul is in despair within me; Therefore*ln I remember You from the land of the Jordan And*ln the peaks of Hermon, from Mount Mizar."
    },
    {
        "o": 16116,
        "r": "nasb:Psalm:42:7",
        "t": "Deep*ln calls to deep at the sound of Your waterfalls; All*ln Your breakers and Your waves have rolled over me."
    },
    {
        "o": 16117,
        "r": "nasb:Psalm:42:8",
        "t": "The*ln Lord*s will command His lovingkindness in the daytime; And*ln His song will be with me in the night, A*ln prayer to the God of my life."
    },
    {
        "o": 16118,
        "r": "nasb:Psalm:42:9",
        "t": "I*ln will say to God my rock, “Why have You forgotten me? Why*ln do I go mourning because of the oppression of the enemy?”"
    },
    {
        "o": 16119,
        "r": "nasb:Psalm:42:10",
        "t": "As*ln a shattering of my bones, my adversaries revile me, While*ln they say to me all day long, “Where is your God?”"
    },
    {
        "o": 16120,
        "r": "nasb:Psalm:42:11",
        "t": "Why*ln are you in despair, O my soul? And*ln why have you become disturbed within me? Hope*ln in God, for I shall yet praise Him, The*ln help of my countenance and my God."
    }
]
