[
    {
        "o": 13862,
        "r": "esv:Nehemiah:11:0",
        "t": "Nehemiah 11",
        "h": 1
    },
    {
        "o": 13863,
        "r": "esv:Nehemiah:11:0",
        "t": "The Leaders in Jerusalem",
        "h": 2
    },
    {
        "o": 13864,
        "r": "esv:Nehemiah:11:1",
        "t": "Now*p the leaders of the people lived in Jerusalem. And the rest of the people cast lots to bring one out of ten to live in Jerusalem the holy city, while nine out of ten remained in the other towns."
    },
    {
        "o": 13865,
        "r": "esv:Nehemiah:11:2",
        "t": "And the people blessed all the men who willingly offered to live in Jerusalem."
    },
    {
        "o": 13866,
        "r": "esv:Nehemiah:11:3",
        "t": "These*p are the chiefs of the province who lived in Jerusalem; but in the towns of Judah everyone lived on his property in their towns: Israel, the priests, the Levites, the temple servants, and the descendants of Solomon’s servants."
    },
    {
        "o": 13867,
        "r": "esv:Nehemiah:11:4",
        "t": "And in Jerusalem lived certain of the sons of Judah and of the sons of Benjamin. Of the sons of Judah: Athaiah the son of Uzziah, son of Zechariah, son of Amariah, son of Shephatiah, son of Mahalalel, of the sons of Perez;"
    },
    {
        "o": 13868,
        "r": "esv:Nehemiah:11:5",
        "t": "and Maaseiah the son of Baruch, son of Col-hozeh, son of Hazaiah, son of Adaiah, son of Joiarib, son of Zechariah, son of the Shilonite."
    },
    {
        "o": 13869,
        "r": "esv:Nehemiah:11:6",
        "t": "All the sons of Perez who lived in Jerusalem were 468 valiant men."
    },
    {
        "o": 13870,
        "r": "esv:Nehemiah:11:7",
        "t": "And*p these are the sons of Benjamin: Sallu the son of Meshullam, son of Joed, son of Pedaiah, son of Kolaiah, son of Maaseiah, son of Ithiel, son of Jeshaiah,"
    },
    {
        "o": 13871,
        "r": "esv:Nehemiah:11:8",
        "t": "and his brothers, men of valor, 928."
    },
    {
        "o": 13872,
        "r": "esv:Nehemiah:11:9",
        "t": "Joel the son of Zichri was their overseer; and Judah the son of Hassenuah was second over the city."
    },
    {
        "o": 13873,
        "r": "esv:Nehemiah:11:10",
        "t": "Of*p the priests: Jedaiah the son of Joiarib, Jachin,"
    },
    {
        "o": 13874,
        "r": "esv:Nehemiah:11:11",
        "t": "Seraiah the son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub, ruler of the house of God,"
    },
    {
        "o": 13875,
        "r": "esv:Nehemiah:11:12",
        "t": "and their brothers who did the work of the house, 822; and Adaiah the son of Jeroham, son of Pelaliah, son of Amzi, son of Zechariah, son of Pashhur, son of Malchijah,"
    },
    {
        "o": 13876,
        "r": "esv:Nehemiah:11:13",
        "t": "and his brothers, heads of fathers’ houses, 242; and Amashsai, the son of Azarel, son of Ahzai, son of Meshillemoth, son of Immer,"
    },
    {
        "o": 13877,
        "r": "esv:Nehemiah:11:14",
        "t": "and their brothers, mighty men of valor, 128; their overseer was Zabdiel the son of Haggedolim."
    },
    {
        "o": 13878,
        "r": "esv:Nehemiah:11:15",
        "t": "And*p of the Levites: Shemaiah the son of Hasshub, son of Azrikam, son of Hashabiah, son of Bunni;"
    },
    {
        "o": 13879,
        "r": "esv:Nehemiah:11:16",
        "t": "and Shabbethai and Jozabad, of the chiefs of the Levites, who were over the outside work of the house of God;"
    },
    {
        "o": 13880,
        "r": "esv:Nehemiah:11:17",
        "t": "and Mattaniah the son of Mica, son of Zabdi, son of Asaph, who was the leader of the praise, who gave thanks, and Bakbukiah, the second among his brothers; and Abda the son of Shammua, son of Galal, son of Jeduthun."
    },
    {
        "o": 13881,
        "r": "esv:Nehemiah:11:18",
        "t": "All the Levites in the holy city were 284."
    },
    {
        "o": 13882,
        "r": "esv:Nehemiah:11:19",
        "t": "The*p gatekeepers, Akkub, Talmon and their brothers, who kept watch at the gates, were 172."
    },
    {
        "o": 13883,
        "r": "esv:Nehemiah:11:20",
        "t": "And the rest of Israel, and of the priests and the Levites, were in all the towns of Judah, every one in his inheritance."
    },
    {
        "o": 13884,
        "r": "esv:Nehemiah:11:21",
        "t": "But the temple servants lived on Ophel; and Ziha and Gishpa were over the temple servants."
    },
    {
        "o": 13885,
        "r": "esv:Nehemiah:11:22",
        "t": "The*p overseer of the Levites in Jerusalem was Uzzi the son of Bani, son of Hashabiah, son of Mattaniah, son of Mica, of the sons of Asaph, the singers, over the work of the house of God."
    },
    {
        "o": 13886,
        "r": "esv:Nehemiah:11:23",
        "t": "For there was a command from the king concerning them, and a fixed provision for the singers, as every day required."
    },
    {
        "o": 13887,
        "r": "esv:Nehemiah:11:24",
        "t": "And Pethahiah the son of Meshezabel, of the sons of Zerah the son of Judah, was at the king’s side in all matters concerning the people."
    },
    {
        "o": 13888,
        "r": "esv:Nehemiah:11:24",
        "t": "Villages Outside Jerusalem",
        "h": 2
    },
    {
        "o": 13889,
        "r": "esv:Nehemiah:11:25",
        "t": "And*p as for the villages, with their fields, some of the people of Judah lived in Kiriath-arba and its villages, and in Dibon and its villages, and in Jekabzeel and its villages,"
    },
    {
        "o": 13890,
        "r": "esv:Nehemiah:11:26",
        "t": "and in Jeshua and in Moladah and Beth-pelet,"
    },
    {
        "o": 13891,
        "r": "esv:Nehemiah:11:27",
        "t": "in Hazar-shual, in Beersheba and its villages,"
    },
    {
        "o": 13892,
        "r": "esv:Nehemiah:11:28",
        "t": "in Ziklag, in Meconah and its villages,"
    },
    {
        "o": 13893,
        "r": "esv:Nehemiah:11:29",
        "t": "in En-rimmon, in Zorah, in Jarmuth,"
    },
    {
        "o": 13894,
        "r": "esv:Nehemiah:11:30",
        "t": "Zanoah, Adullam, and their villages, Lachish and its fields, and Azekah and its villages. So they encamped from Beersheba to the Valley of Hinnom."
    },
    {
        "o": 13895,
        "r": "esv:Nehemiah:11:31",
        "t": "The people of Benjamin also lived from Geba onward, at Michmash, Aija, Bethel and its villages,"
    },
    {
        "o": 13896,
        "r": "esv:Nehemiah:11:32",
        "t": "Anathoth, Nob, Ananiah,"
    },
    {
        "o": 13897,
        "r": "esv:Nehemiah:11:33",
        "t": "Hazor, Ramah, Gittaim,"
    },
    {
        "o": 13898,
        "r": "esv:Nehemiah:11:34",
        "t": "Hadid, Zeboim, Neballat,"
    },
    {
        "o": 13899,
        "r": "esv:Nehemiah:11:35",
        "t": "Lod, and Ono, the valley of craftsmen."
    },
    {
        "o": 13900,
        "r": "esv:Nehemiah:11:36",
        "t": "And certain divisions of the Levites in Judah were assigned to Benjamin."
    }
]
