[
    {
        "o": 12402,
        "r": "esv:2 Chronicles:6:0",
        "t": "2 Chronicles 6",
        "h": 1
    },
    {
        "o": 12403,
        "r": "esv:2 Chronicles:6:0",
        "t": "Solomon Blesses the People",
        "h": 2
    },
    {
        "o": 12404,
        "r": "esv:2 Chronicles:6:1",
        "t": "Then*p Solomon said, “The Lord*s has said that he would dwell in thick darkness."
    },
    {
        "o": 12405,
        "r": "esv:2 Chronicles:6:2",
        "t": "But I have built you an exalted house, a place for you to dwell in forever.”"
    },
    {
        "o": 12406,
        "r": "esv:2 Chronicles:6:3",
        "t": "Then the king turned around and blessed all the assembly of Israel, while all the assembly of Israel stood."
    },
    {
        "o": 12407,
        "r": "esv:2 Chronicles:6:4",
        "t": "And he said, “Blessed be the Lord,*s the God of Israel, who with his hand has fulfilled what he promised with his mouth to David my father, saying,"
    },
    {
        "o": 12408,
        "r": "esv:2 Chronicles:6:5",
        "t": "‘Since the day that I brought my people out of the land of Egypt, I chose no city out of all the tribes of Israel in which to build a house, that my name might be there, and I chose no man as prince over my people Israel;"
    },
    {
        "o": 12409,
        "r": "esv:2 Chronicles:6:6",
        "t": "but I have chosen Jerusalem that my name may be there, and I have chosen David to be over my people Israel.’"
    },
    {
        "o": 12410,
        "r": "esv:2 Chronicles:6:7",
        "t": "Now it was in the heart of David my father to build a house for the name of the Lord,*s the God of Israel."
    },
    {
        "o": 12411,
        "r": "esv:2 Chronicles:6:8",
        "t": "But the Lord*s said to David my father, ‘Whereas it was in your heart to build a house for my name, you did well that it was in your heart."
    },
    {
        "o": 12412,
        "r": "esv:2 Chronicles:6:9",
        "t": "Nevertheless, it is not you who shall build the house, but your son who shall be born to you shall build the house for my name.’"
    },
    {
        "o": 12413,
        "r": "esv:2 Chronicles:6:10",
        "t": "Now the Lord*s has fulfilled his promise that he made. For I have risen in the place of David my father and sit on the throne of Israel, as the Lord*s promised, and I have built the house for the name of the Lord,*s the God of Israel."
    },
    {
        "o": 12414,
        "r": "esv:2 Chronicles:6:11",
        "t": "And there I have set the ark, in which is the covenant of the Lord*s that he made with the people of Israel.”"
    },
    {
        "o": 12415,
        "r": "esv:2 Chronicles:6:11",
        "t": "Solomon’s Prayer of Dedication",
        "h": 2
    },
    {
        "o": 12416,
        "r": "esv:2 Chronicles:6:12",
        "t": "Then*p Solomon stood before the altar of the Lord*s in the presence of all the assembly of Israel and spread out his hands."
    },
    {
        "o": 12417,
        "r": "esv:2 Chronicles:6:13",
        "t": "Solomon had made a bronze platform five cubits long, five cubits wide, and three cubits high, and had set it in the court, and he stood on it. Then he knelt on his knees in the presence of all the assembly of Israel, and spread out his hands toward heaven,"
    },
    {
        "o": 12418,
        "r": "esv:2 Chronicles:6:14",
        "t": "and said, “O Lord,*s God of Israel, there is no God like you, in heaven or on earth, keeping covenant and showing steadfast love to your servants who walk before you with all their heart,"
    },
    {
        "o": 12419,
        "r": "esv:2 Chronicles:6:15",
        "t": "who have kept with your servant David my father what you declared to him. You spoke with your mouth, and with your hand have fulfilled it this day."
    },
    {
        "o": 12420,
        "r": "esv:2 Chronicles:6:16",
        "t": "Now therefore, O Lord,*s God of Israel, keep for your servant David my father what you have promised him, saying, ‘You shall not lack a man to sit before me on the throne of Israel, if only your sons pay close attention to their way, to walk in my law as you have walked before me.’"
    },
    {
        "o": 12421,
        "r": "esv:2 Chronicles:6:17",
        "t": "Now therefore, O Lord,*s God of Israel, let your word be confirmed, which you have spoken to your servant David."
    },
    {
        "o": 12422,
        "r": "esv:2 Chronicles:6:18",
        "t": "“But*p will God indeed dwell with man on the earth? Behold, heaven and the highest heaven cannot contain you, how much less this house that I have built!"
    },
    {
        "o": 12423,
        "r": "esv:2 Chronicles:6:19",
        "t": "Yet have regard to the prayer of your servant and to his plea, O Lord*s my God, listening to the cry and to the prayer that your servant prays before you,"
    },
    {
        "o": 12424,
        "r": "esv:2 Chronicles:6:20",
        "t": "that your eyes may be open day and night toward this house, the place where you have promised to set your name, that you may listen to the prayer that your servant offers toward this place."
    },
    {
        "o": 12425,
        "r": "esv:2 Chronicles:6:21",
        "t": "And listen to the pleas of your servant and of your people Israel, when they pray toward this place. And listen from heaven your dwelling place, and when you hear, forgive."
    },
    {
        "o": 12426,
        "r": "esv:2 Chronicles:6:22",
        "t": "“If*p a man sins against his neighbor and is made to take an oath and comes and swears his oath before your altar in this house,"
    },
    {
        "o": 12427,
        "r": "esv:2 Chronicles:6:23",
        "t": "then hear from heaven and act and judge your servants, repaying the guilty by bringing his conduct on his own head, and vindicating the righteous by rewarding him according to his righteousness."
    },
    {
        "o": 12428,
        "r": "esv:2 Chronicles:6:24",
        "t": "“If*p your people Israel are defeated before the enemy because they have sinned against you, and they turn again and acknowledge your name and pray and plead with you in this house,"
    },
    {
        "o": 12429,
        "r": "esv:2 Chronicles:6:25",
        "t": "then hear from heaven and forgive the sin of your people Israel and bring them again to the land that you gave to them and to their fathers."
    },
    {
        "o": 12430,
        "r": "esv:2 Chronicles:6:26",
        "t": "“When*p heaven is shut up and there is no rain because they have sinned against you, if they pray toward this place and acknowledge your name and turn from their sin, when you afflict them,"
    },
    {
        "o": 12431,
        "r": "esv:2 Chronicles:6:27",
        "t": "then hear in heaven and forgive the sin of your servants, your people Israel, when you teach them the good way in which they should walk, and grant rain upon your land, which you have given to your people as an inheritance."
    },
    {
        "o": 12432,
        "r": "esv:2 Chronicles:6:28",
        "t": "“If*p there is famine in the land, if there is pestilence or blight or mildew or locust or caterpillar, if their enemies besiege them in the land at their gates, whatever plague, whatever sickness there is,"
    },
    {
        "o": 12433,
        "r": "esv:2 Chronicles:6:29",
        "t": "whatever prayer, whatever plea is made by any man or by all your people Israel, each knowing his own affliction and his own sorrow and stretching out his hands toward this house,"
    },
    {
        "o": 12434,
        "r": "esv:2 Chronicles:6:30",
        "t": "then hear from heaven your dwelling place and forgive and render to each whose heart you know, according to all his ways, for you, you only, know the hearts of the children of mankind,"
    },
    {
        "o": 12435,
        "r": "esv:2 Chronicles:6:31",
        "t": "that they may fear you and walk in your ways all the days that they live in the land that you gave to our fathers."
    },
    {
        "o": 12436,
        "r": "esv:2 Chronicles:6:32",
        "t": "“Likewise,*p when a foreigner, who is not of your people Israel, comes from a far country for the sake of your great name and your mighty hand and your outstretched arm, when he comes and prays toward this house,"
    },
    {
        "o": 12437,
        "r": "esv:2 Chronicles:6:33",
        "t": "hear from heaven your dwelling place and do according to all for which the foreigner calls to you, in order that all the peoples of the earth may know your name and fear you, as do your people Israel, and that they may know that this house that I have built is called by your name."
    },
    {
        "o": 12438,
        "r": "esv:2 Chronicles:6:34",
        "t": "“If*p your people go out to battle against their enemies, by whatever way you shall send them, and they pray to you toward this city that you have chosen and the house that I have built for your name,"
    },
    {
        "o": 12439,
        "r": "esv:2 Chronicles:6:35",
        "t": "then hear from heaven their prayer and their plea, and maintain their cause."
    },
    {
        "o": 12440,
        "r": "esv:2 Chronicles:6:36",
        "t": "“If*p they sin against you— for there is no one who does not sin— and you are angry with them and give them to an enemy, so that they are carried away captive to a land far or near,"
    },
    {
        "o": 12441,
        "r": "esv:2 Chronicles:6:37",
        "t": "yet if they turn their heart in the land to which they have been carried captive, and repent and plead with you in the land of their captivity, saying, ‘We have sinned and have acted perversely and wickedly,’"
    },
    {
        "o": 12442,
        "r": "esv:2 Chronicles:6:38",
        "t": "if they repent with all their heart and with all their soul in the land of their captivity to which they were carried captive, and pray toward their land, which you gave to their fathers, the city that you have chosen and the house that I have built for your name,"
    },
    {
        "o": 12443,
        "r": "esv:2 Chronicles:6:39",
        "t": "then hear from heaven your dwelling place their prayer and their pleas, and maintain their cause and forgive your people who have sinned against you."
    },
    {
        "o": 12444,
        "r": "esv:2 Chronicles:6:40",
        "t": "Now, O my God, let your eyes be open and your ears attentive to the prayer of this place."
    },
    {
        "o": 12445,
        "r": "esv:2 Chronicles:6:41",
        "t": "“And*pn now arise, O Lord*s God, and go to your resting place, you*ld and the ark of your might. Let*ln your priests, O Lord*s God, be clothed with salvation, and*ld let your saints rejoice in your goodness."
    },
    {
        "o": 12446,
        "r": "esv:2 Chronicles:6:42",
        "t": "O*ln Lord*s God, do not turn away the face of your anointed one! Remember*ld your steadfast love for David your servant.”"
    }
]
