[
    {
        "o": 2207,
        "r": "esv:Exodus:19:0",
        "t": "Exodus 19",
        "h": 1
    },
    {
        "o": 2208,
        "r": "esv:Exodus:19:0",
        "t": "Israel at Mount Sinai",
        "h": 2
    },
    {
        "o": 2209,
        "r": "esv:Exodus:19:1",
        "t": "On*p the third new moon after the people of Israel had gone out of the land of Egypt, on that day they came into the wilderness of Sinai."
    },
    {
        "o": 2210,
        "r": "esv:Exodus:19:2",
        "t": "They set out from Rephidim and came into the wilderness of Sinai, and they encamped in the wilderness. There Israel encamped before the mountain,"
    },
    {
        "o": 2211,
        "r": "esv:Exodus:19:3",
        "t": "while Moses went up to God. The Lord*s called to him out of the mountain, saying, “Thus you shall say to the house of Jacob, and tell the people of Israel:"
    },
    {
        "o": 2212,
        "r": "esv:Exodus:19:4",
        "t": "‘You yourselves have seen what I did to the Egyptians, and how I bore you on eagles’ wings and brought you to myself."
    },
    {
        "o": 2213,
        "r": "esv:Exodus:19:5",
        "t": "Now therefore, if you will indeed obey my voice and keep my covenant, you shall be my treasured possession among all peoples, for all the earth is mine;"
    },
    {
        "o": 2214,
        "r": "esv:Exodus:19:6",
        "t": "and you shall be to me a kingdom of priests and a holy nation.’ These are the words that you shall speak to the people of Israel.”"
    },
    {
        "o": 2215,
        "r": "esv:Exodus:19:7",
        "t": "So*p Moses came and called the elders of the people and set before them all these words that the Lord*s had commanded him."
    },
    {
        "o": 2216,
        "r": "esv:Exodus:19:8",
        "t": "All the people answered together and said, “All that the Lord*s has spoken we will do.” And Moses reported the words of the people to the Lord.*s"
    },
    {
        "o": 2217,
        "r": "esv:Exodus:19:9",
        "t": "And the Lord*s said to Moses, “Behold, I am coming to you in a thick cloud, that the people may hear when I speak with you, and may also believe you forever.” When*p Moses told the words of the people to the Lord,*s"
    },
    {
        "o": 2218,
        "r": "esv:Exodus:19:10",
        "t": "the Lord*s said to Moses, “Go to the people and consecrate them today and tomorrow, and let them wash their garments"
    },
    {
        "o": 2219,
        "r": "esv:Exodus:19:11",
        "t": "and be ready for the third day. For on the third day the Lord*s will come down on Mount Sinai in the sight of all the people."
    },
    {
        "o": 2220,
        "r": "esv:Exodus:19:12",
        "t": "And you shall set limits for the people all around, saying, ‘Take care not to go up into the mountain or touch the edge of it. Whoever touches the mountain shall be put to death."
    },
    {
        "o": 2221,
        "r": "esv:Exodus:19:13",
        "t": "No hand shall touch him, but he shall be stoned or shot; whether beast or man, he shall not live.’ When the trumpet sounds a long blast, they shall come up to the mountain.”"
    },
    {
        "o": 2222,
        "r": "esv:Exodus:19:14",
        "t": "So Moses went down from the mountain to the people and consecrated the people; and they washed their garments."
    },
    {
        "o": 2223,
        "r": "esv:Exodus:19:15",
        "t": "And he said to the people, “Be ready for the third day; do not go near a woman.”"
    },
    {
        "o": 2224,
        "r": "esv:Exodus:19:16",
        "t": "On*p the morning of the third day there were thunders and lightnings and a thick cloud on the mountain and a very loud trumpet blast, so that all the people in the camp trembled."
    },
    {
        "o": 2225,
        "r": "esv:Exodus:19:17",
        "t": "Then Moses brought the people out of the camp to meet God, and they took their stand at the foot of the mountain."
    },
    {
        "o": 2226,
        "r": "esv:Exodus:19:18",
        "t": "Now Mount Sinai was wrapped in smoke because the Lord*s had descended on it in fire. The smoke of it went up like the smoke of a kiln, and the whole mountain trembled greatly."
    },
    {
        "o": 2227,
        "r": "esv:Exodus:19:19",
        "t": "And as the sound of the trumpet grew louder and louder, Moses spoke, and God answered him in thunder."
    },
    {
        "o": 2228,
        "r": "esv:Exodus:19:20",
        "t": "The Lord*s came down on Mount Sinai, to the top of the mountain. And the Lord*s called Moses to the top of the mountain, and Moses went up."
    },
    {
        "o": 2229,
        "r": "esv:Exodus:19:21",
        "t": "And*p the Lord*s said to Moses, “Go down and warn the people, lest they break through to the Lord*s to look and many of them perish."
    },
    {
        "o": 2230,
        "r": "esv:Exodus:19:22",
        "t": "Also let the priests who come near to the Lord*s consecrate themselves, lest the Lord*s break out against them.”"
    },
    {
        "o": 2231,
        "r": "esv:Exodus:19:23",
        "t": "And Moses said to the Lord,*s “The people cannot come up to Mount Sinai, for you yourself warned us, saying, ‘Set limits around the mountain and consecrate it.’”"
    },
    {
        "o": 2232,
        "r": "esv:Exodus:19:24",
        "t": "And the Lord*s said to him, “Go down, and come up bringing Aaron with you. But do not let the priests and the people break through to come up to the Lord,*s lest he break out against them.”"
    },
    {
        "o": 2233,
        "r": "esv:Exodus:19:25",
        "t": "So Moses went down to the people and told them."
    }
]
