[
    {
        "o": 10366,
        "r": "nasb:1 Kings:22:0",
        "t": "1 Kings 22",
        "h": 1
    },
    {
        "o": 10367,
        "r": "nasb:1 Kings:22:0",
        "t": "Ahab’s Third Campaign against Aram",
        "h": 2
    },
    {
        "o": 10368,
        "r": "nasb:1 Kings:22:1",
        "t": "Three*p years passed without war between Aram and Israel."
    },
    {
        "o": 10369,
        "r": "nasb:1 Kings:22:2",
        "t": "In the third year Jehoshaphat the king of Judah came down to the king of Israel."
    },
    {
        "o": 10370,
        "r": "nasb:1 Kings:22:3",
        "t": "Now the king of Israel said to his servants, “Do you know that Ramoth-gilead belongs to us, and we are still doing nothing to take it out of the hand of the king of Aram?”"
    },
    {
        "o": 10371,
        "r": "nasb:1 Kings:22:4",
        "t": "And he said to Jehoshaphat, “Will you go with me to battle at Ramoth-gilead?” And Jehoshaphat said to the king of Israel, “I am as you are, my people as your people, my horses as your horses.”"
    },
    {
        "o": 10372,
        "r": "nasb:1 Kings:22:5",
        "t": "Moreover,*p Jehoshaphat said to the king of Israel, “Please inquire first for the word of the Lord.”*s"
    },
    {
        "o": 10373,
        "r": "nasb:1 Kings:22:6",
        "t": "Then the king of Israel gathered the prophets together, about four hundred men, and said to them, “Shall I go against Ramoth-gilead to battle or shall I refrain?” And they said, “Go up, for the Lord will give it*i into the hand of the king.”"
    },
    {
        "o": 10374,
        "r": "nasb:1 Kings:22:7",
        "t": "But Jehoshaphat said, “Is there not yet a prophet of the Lord*s here that we may inquire of him?”"
    },
    {
        "o": 10375,
        "r": "nasb:1 Kings:22:8",
        "t": "The king of Israel said to Jehoshaphat, “There is yet one man by whom we may inquire of the Lord,*s but I hate him, because he does not prophesy good concerning me, but evil. He*i is*i Micaiah son of Imlah.” But Jehoshaphat said, “Let not the king say so.”"
    },
    {
        "o": 10376,
        "r": "nasb:1 Kings:22:9",
        "t": "Then the king of Israel called an officer and said, “Bring quickly Micaiah son of Imlah.”"
    },
    {
        "o": 10377,
        "r": "nasb:1 Kings:22:10",
        "t": "Now the king of Israel and Jehoshaphat king of Judah were sitting each on his throne, arrayed in their*i robes, at the threshing floor at the entrance of the gate of Samaria; and all the prophets were prophesying before them."
    },
    {
        "o": 10378,
        "r": "nasb:1 Kings:22:11",
        "t": "Then Zedekiah the son of Chenaanah made horns of iron for himself and said, “Thus says the Lord,*s ‘With these you will gore the Arameans until they are consumed.’ ”"
    },
    {
        "o": 10379,
        "r": "nasb:1 Kings:22:12",
        "t": "All the prophets were prophesying thus, saying, “Go up to Ramoth-gilead and prosper, for the Lord*s will give it*i into the hand of the king.”"
    },
    {
        "o": 10380,
        "r": "nasb:1 Kings:22:12",
        "t": "Micaiah Predicts Defeat",
        "h": 2
    },
    {
        "o": 10381,
        "r": "nasb:1 Kings:22:13",
        "t": "Then*p the messenger who went to summon Micaiah spoke to him saying, “Behold now, the words of the prophets are uniformly favorable to the king. Please let your word be like the word of one of them, and speak favorably.”"
    },
    {
        "o": 10382,
        "r": "nasb:1 Kings:22:14",
        "t": "But Micaiah said, “As the Lord*s lives, what the Lord*s says to me, that I shall speak.”"
    },
    {
        "o": 10383,
        "r": "nasb:1 Kings:22:15",
        "t": "When*p he came to the king, the king said to him, “Micaiah, shall we go to Ramoth-gilead to battle, or shall we refrain?” And he answered him, “Go up and succeed, and the Lord*s will give it*i into the hand of the king.”"
    },
    {
        "o": 10384,
        "r": "nasb:1 Kings:22:16",
        "t": "Then the king said to him, “How many times must I adjure you to speak to me nothing but the truth in the name of the Lord?”*s"
    },
    {
        "o": 10385,
        "r": "nasb:1 Kings:22:17",
        "t": "So he said, “I*pn saw all Israel Scattered*ln on the mountains, Like*ln sheep which have no shepherd. And*ln the Lord*s said, ‘These*ln have no master. Let*ln each of them return to his house in peace.’ ”"
    },
    {
        "o": 10386,
        "r": "nasb:1 Kings:22:18",
        "t": "Then*p the king of Israel said to Jehoshaphat, “Did I not tell you that he would not prophesy good concerning me, but evil?”"
    },
    {
        "o": 10387,
        "r": "nasb:1 Kings:22:19",
        "t": "Micaiah*p said, “Therefore, hear the word of the Lord.*s I saw the Lord*s sitting on His throne, and all the host of heaven standing by Him on His right and on His left."
    },
    {
        "o": 10388,
        "r": "nasb:1 Kings:22:20",
        "t": "The Lord*s said, ‘Who will entice Ahab to go up and fall at Ramoth-gilead?’ And one said this while another said that."
    },
    {
        "o": 10389,
        "r": "nasb:1 Kings:22:21",
        "t": "Then a spirit came forward and stood before the Lord*s and said, ‘I will entice him.’"
    },
    {
        "o": 10390,
        "r": "nasb:1 Kings:22:22",
        "t": "The Lord*s said to him, ‘How?’ And he said, ‘I will go out and be a deceiving spirit in the mouth of all his prophets.’ Then He said, ‘You are to entice him*i and also prevail. Go and do so.’"
    },
    {
        "o": 10391,
        "r": "nasb:1 Kings:22:23",
        "t": "Now therefore, behold, the Lord*s has put a deceiving spirit in the mouth of all these your prophets; and the Lord*s has proclaimed disaster against you.”"
    },
    {
        "o": 10392,
        "r": "nasb:1 Kings:22:24",
        "t": "Then*p Zedekiah the son of Chenaanah came near and struck Micaiah on the cheek and said, “How did the Spirit of the Lord*s pass from me to speak to you?”"
    },
    {
        "o": 10393,
        "r": "nasb:1 Kings:22:25",
        "t": "Micaiah said, “Behold, you shall see on that day when you enter an inner room to hide yourself.”"
    },
    {
        "o": 10394,
        "r": "nasb:1 Kings:22:26",
        "t": "Then the king of Israel said, “Take Micaiah and return him to Amon the governor of the city and to Joash the king’s son;"
    },
    {
        "o": 10395,
        "r": "nasb:1 Kings:22:27",
        "t": "and say, ‘Thus says the king, “Put this man in prison and feed him sparingly with bread and water until I return safely.” ’ ”"
    },
    {
        "o": 10396,
        "r": "nasb:1 Kings:22:28",
        "t": "Micaiah said, “If you indeed return safely the Lord*s has not spoken by me.” And he said, “Listen, all you people.”"
    },
    {
        "o": 10397,
        "r": "nasb:1 Kings:22:28",
        "t": "Defeat and Death of Ahab",
        "h": 2
    },
    {
        "o": 10398,
        "r": "nasb:1 Kings:22:29",
        "t": "So*p the king of Israel and Jehoshaphat king of Judah went up against Ramoth-gilead."
    },
    {
        "o": 10399,
        "r": "nasb:1 Kings:22:30",
        "t": "The king of Israel said to Jehoshaphat, “I will disguise myself and go into the battle, but you put on your robes.” So the king of Israel disguised himself and went into the battle."
    },
    {
        "o": 10400,
        "r": "nasb:1 Kings:22:31",
        "t": "Now the king of Aram had commanded the thirty-two captains of his chariots, saying, “Do not fight with small or great, but with the king of Israel alone.”"
    },
    {
        "o": 10401,
        "r": "nasb:1 Kings:22:32",
        "t": "So when the captains of the chariots saw Jehoshaphat, they said, “Surely it is the king of Israel,” and they turned aside to fight against him, and Jehoshaphat cried out."
    },
    {
        "o": 10402,
        "r": "nasb:1 Kings:22:33",
        "t": "When the captains of the chariots saw that it was not the king of Israel, they turned back from pursuing him."
    },
    {
        "o": 10403,
        "r": "nasb:1 Kings:22:34",
        "t": "Now*p a certain man drew his bow at random and struck the king of Israel in a joint of the armor. So he said to the driver of his chariot, “Turn around and take me out of the fight; for I am severely wounded.”"
    },
    {
        "o": 10404,
        "r": "nasb:1 Kings:22:35",
        "t": "The battle raged that day, and the king was propped up in his chariot in front of the Arameans, and died at evening, and the blood from the wound ran into the bottom of the chariot."
    },
    {
        "o": 10405,
        "r": "nasb:1 Kings:22:36",
        "t": "Then a cry passed throughout the army close to sunset, saying, “Every man to his city and every man to his country.”"
    },
    {
        "o": 10406,
        "r": "nasb:1 Kings:22:37",
        "t": "So*p the king died and was brought to Samaria, and they buried the king in Samaria."
    },
    {
        "o": 10407,
        "r": "nasb:1 Kings:22:38",
        "t": "They washed the chariot by the pool of Samaria, and the dogs licked up his blood (now the harlots bathed themselves there),*i according to the word of the Lord*s which He spoke."
    },
    {
        "o": 10408,
        "r": "nasb:1 Kings:22:39",
        "t": "Now the rest of the acts of Ahab and all that he did and the ivory house which he built and all the cities which he built, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10409,
        "r": "nasb:1 Kings:22:40",
        "t": "So Ahab slept with his fathers, and Ahaziah his son became king in his place."
    },
    {
        "o": 10410,
        "r": "nasb:1 Kings:22:40",
        "t": "The New Rulers",
        "h": 2
    },
    {
        "o": 10411,
        "r": "nasb:1 Kings:22:41",
        "t": "Now*p Jehoshaphat the son of Asa became king over Judah in the fourth year of Ahab king of Israel."
    },
    {
        "o": 10412,
        "r": "nasb:1 Kings:22:42",
        "t": "Jehoshaphat was thirty-five years old when he became king, and he reigned twenty-five years in Jerusalem. And his mother’s name was Azubah the daughter of Shilhi."
    },
    {
        "o": 10413,
        "r": "nasb:1 Kings:22:43",
        "t": "He walked in all the way of Asa his father; he did not turn aside from it, doing right in the sight of the Lord.*s However, the high places were not taken away; the people still sacrificed and burnt incense on the high places."
    },
    {
        "o": 10414,
        "r": "nasb:1 Kings:22:44",
        "t": "Jehoshaphat also made peace with the king of Israel."
    },
    {
        "o": 10415,
        "r": "nasb:1 Kings:22:45",
        "t": "Now*p the rest of the acts of Jehoshaphat, and his might which he showed and how he warred, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 10416,
        "r": "nasb:1 Kings:22:46",
        "t": "The remnant of the sodomites who remained in the days of his father Asa, he expelled from the land."
    },
    {
        "o": 10417,
        "r": "nasb:1 Kings:22:47",
        "t": "Now*p there was no king in Edom; a deputy was king."
    },
    {
        "o": 10418,
        "r": "nasb:1 Kings:22:48",
        "t": "Jehoshaphat made ships of Tarshish to go to Ophir for gold, but they did not go for the ships were broken at Ezion-geber."
    },
    {
        "o": 10419,
        "r": "nasb:1 Kings:22:49",
        "t": "Then Ahaziah the son of Ahab said to Jehoshaphat, “Let my servants go with your servants in the ships.” But Jehoshaphat was not willing."
    },
    {
        "o": 10420,
        "r": "nasb:1 Kings:22:50",
        "t": "And Jehoshaphat slept with his fathers and was buried with his fathers in the city of his father David, and Jehoram his son became king in his place."
    },
    {
        "o": 10421,
        "r": "nasb:1 Kings:22:51",
        "t": "Ahaziah*p the son of Ahab became king over Israel in Samaria in the seventeenth year of Jehoshaphat king of Judah, and he reigned two years over Israel."
    },
    {
        "o": 10422,
        "r": "nasb:1 Kings:22:52",
        "t": "He did evil in the sight of the Lord*s and walked in the way of his father and in the way of his mother and in the way of Jeroboam the son of Nebat, who caused Israel to sin."
    },
    {
        "o": 10423,
        "r": "nasb:1 Kings:22:53",
        "t": "So he served Baal and worshiped him and provoked the Lord*s God of Israel to anger, according to all that his father had done."
    }
]
