[
    {
        "o": 14341,
        "r": "kjv:Job:40:0",
        "t": "Job 40",
        "h": 1
    },
    {
        "o": 14342,
        "r": "kjv:Job:40:1",
        "t": "Moreover*p the Lord*s answered Job, and said,"
    },
    {
        "o": 14343,
        "r": "kjv:Job:40:2",
        "t": "Shall*p he that contendeth with the Almighty instruct him? he that reproveth God, let him answer it."
    },
    {
        "o": 14344,
        "r": "kjv:Job:40:3",
        "t": "Then*p Job answered the Lord,*s and said,"
    },
    {
        "o": 14345,
        "r": "kjv:Job:40:4",
        "t": "Behold,*p I am vile; what shall I answer thee? I will lay mine hand upon my mouth."
    },
    {
        "o": 14346,
        "r": "kjv:Job:40:5",
        "t": "Once*p have I spoken; but I will not answer: yea, twice; but I will proceed no further."
    },
    {
        "o": 14347,
        "r": "kjv:Job:40:6",
        "t": "Then*p answered the Lord*s unto Job out of the whirlwind, and said,"
    },
    {
        "o": 14348,
        "r": "kjv:Job:40:7",
        "t": "Gird*p up thy loins now like a man: I will demand of thee, and declare thou unto me."
    },
    {
        "o": 14349,
        "r": "kjv:Job:40:8",
        "t": "Wilt*p thou also disannul my judgment? wilt thou condemn me, that thou mayest be righteous?"
    },
    {
        "o": 14350,
        "r": "kjv:Job:40:9",
        "t": "Hast*p thou an arm like God? or canst thou thunder with a voice like him?"
    },
    {
        "o": 14351,
        "r": "kjv:Job:40:10",
        "t": "Deck*p thyself now with majesty and excellency; and array thyself with glory and beauty."
    },
    {
        "o": 14352,
        "r": "kjv:Job:40:11",
        "t": "Cast*p abroad the rage of thy wrath: and behold every one that is proud, and abase him."
    },
    {
        "o": 14353,
        "r": "kjv:Job:40:12",
        "t": "Look*p on every one that is proud, and bring him low; and tread down the wicked in their place."
    },
    {
        "o": 14354,
        "r": "kjv:Job:40:13",
        "t": "Hide*p them in the dust together; and bind their faces in secret."
    },
    {
        "o": 14355,
        "r": "kjv:Job:40:14",
        "t": "Then*p will I also confess unto thee that thine own right hand can save thee."
    },
    {
        "o": 14356,
        "r": "kjv:Job:40:15",
        "t": "Behold*p now behemoth, which I made with thee; he eateth grass as an ox."
    },
    {
        "o": 14357,
        "r": "kjv:Job:40:16",
        "t": "Lo*p now, his strength is in his loins, and his force is in the navel of his belly."
    },
    {
        "o": 14358,
        "r": "kjv:Job:40:17",
        "t": "He*p moveth his tail like a cedar: the sinews of his stones are wrapped together."
    },
    {
        "o": 14359,
        "r": "kjv:Job:40:18",
        "t": "His*p bones are as strong pieces of brass; his bones are like bars of iron."
    },
    {
        "o": 14360,
        "r": "kjv:Job:40:19",
        "t": "He*p is the chief of the ways of God: he that made him can make his sword to approach unto him."
    },
    {
        "o": 14361,
        "r": "kjv:Job:40:20",
        "t": "Surely*p the mountains bring him forth food, where all the beasts of the field play."
    },
    {
        "o": 14362,
        "r": "kjv:Job:40:21",
        "t": "He*p lieth under the shady trees, in the covert of the reed, and fens."
    },
    {
        "o": 14363,
        "r": "kjv:Job:40:22",
        "t": "The*p shady trees cover him with their shadow; the willows of the brook compass him about."
    },
    {
        "o": 14364,
        "r": "kjv:Job:40:23",
        "t": "Behold,*p he drinketh up a river, and hasteth not: he trusteth that he can draw up Jordan into his mouth."
    },
    {
        "o": 14365,
        "r": "kjv:Job:40:24",
        "t": "He*p taketh it with his eyes: his nose pierceth through snares."
    }
]
