[
    {
        "o": 538,
        "r": "nasb:Genesis:20:0",
        "t": "Genesis 20",
        "h": 1
    },
    {
        "o": 539,
        "r": "nasb:Genesis:20:0",
        "t": "Abraham’s Treachery",
        "h": 2
    },
    {
        "o": 540,
        "r": "nasb:Genesis:20:1",
        "t": "Now*p Abraham journeyed from there toward the land of the Negev, and settled between Kadesh and Shur; then he sojourned in Gerar."
    },
    {
        "o": 541,
        "r": "nasb:Genesis:20:2",
        "t": "Abraham said of Sarah his wife, “She is my sister.” So Abimelech king of Gerar sent and took Sarah."
    },
    {
        "o": 542,
        "r": "nasb:Genesis:20:3",
        "t": "But God came to Abimelech in a dream of the night, and said to him, “Behold, you are a dead man because of the woman whom you have taken, for she is married.”"
    },
    {
        "o": 543,
        "r": "nasb:Genesis:20:4",
        "t": "Now Abimelech had not come near her; and he said, “Lord, will You slay a nation, even though*i blameless?"
    },
    {
        "o": 544,
        "r": "nasb:Genesis:20:5",
        "t": "Did he not himself say to me, ‘She is my sister’? And she herself said, ‘He is my brother.’ In the integrity of my heart and the innocence of my hands I have done this.”"
    },
    {
        "o": 545,
        "r": "nasb:Genesis:20:6",
        "t": "Then God said to him in the dream, “Yes, I know that in the integrity of your heart you have done this, and I also kept you from sinning against Me; therefore I did not let you touch her."
    },
    {
        "o": 546,
        "r": "nasb:Genesis:20:7",
        "t": "Now therefore, restore the man’s wife, for he is a prophet, and he will pray for you and you will live. But if you do not restore her,*i know that you shall surely die, you and all who are yours.”"
    },
    {
        "o": 547,
        "r": "nasb:Genesis:20:8",
        "t": "So*p Abimelech arose early in the morning and called all his servants and told all these things in their hearing; and the men were greatly frightened."
    },
    {
        "o": 548,
        "r": "nasb:Genesis:20:9",
        "t": "Then Abimelech called Abraham and said to him, “What have you done to us? And how have I sinned against you, that you have brought on me and on my kingdom a great sin? You have done to me things that ought not to be done.”"
    },
    {
        "o": 549,
        "r": "nasb:Genesis:20:10",
        "t": "And Abimelech said to Abraham, “What have you encountered, that you have done this thing?”"
    },
    {
        "o": 550,
        "r": "nasb:Genesis:20:11",
        "t": "Abraham said, “Because I thought, surely there is no fear of God in this place, and they will kill me because of my wife."
    },
    {
        "o": 551,
        "r": "nasb:Genesis:20:12",
        "t": "Besides, she actually is my sister, the daughter of my father, but not the daughter of my mother, and she became my wife;"
    },
    {
        "o": 552,
        "r": "nasb:Genesis:20:13",
        "t": "and it came about, when God caused me to wander from my father’s house, that I said to her, ‘This is the kindness which you will show to me: everywhere we go, say of me, “He is my brother.” ’ ”"
    },
    {
        "o": 553,
        "r": "nasb:Genesis:20:14",
        "t": "Abimelech then took sheep and oxen and male and female servants, and gave them to Abraham, and restored his wife Sarah to him."
    },
    {
        "o": 554,
        "r": "nasb:Genesis:20:15",
        "t": "Abimelech said, “Behold, my land is before you; settle wherever you please.”"
    },
    {
        "o": 555,
        "r": "nasb:Genesis:20:16",
        "t": "To Sarah he said, “Behold, I have given your brother a thousand pieces of silver; behold, it is your vindication before all who are with you, and before all men you are cleared.”"
    },
    {
        "o": 556,
        "r": "nasb:Genesis:20:17",
        "t": "Abraham prayed to God, and God healed Abimelech and his wife and his maids, so that they bore children.*i"
    },
    {
        "o": 557,
        "r": "nasb:Genesis:20:18",
        "t": "For the Lord*s had closed fast all the wombs of the household of Abimelech because of Sarah, Abraham’s wife."
    }
]
