[
    {
        "o": 18803,
        "r": "kjv:Isaiah:16:0",
        "t": "Isaiah 16",
        "h": 1
    },
    {
        "o": 18804,
        "r": "kjv:Isaiah:16:1",
        "t": "Send*p ye the lamb to the ruler of the land from Sela to the wilderness, unto the mount of the daughter of Zion."
    },
    {
        "o": 18805,
        "r": "kjv:Isaiah:16:2",
        "t": "For*p it shall be, that, as a wandering bird cast out of the nest, so the daughters of Moab shall be at the fords of Arnon."
    },
    {
        "o": 18806,
        "r": "kjv:Isaiah:16:3",
        "t": "Take*p counsel, execute judgment; make thy shadow as the night in the midst of the noonday; hide the outcasts; bewray not him that wandereth."
    },
    {
        "o": 18807,
        "r": "kjv:Isaiah:16:4",
        "t": "Let*p mine outcasts dwell with thee, Moab; be thou a covert to them from the face of the spoiler: for the extortioner is at an end, the spoiler ceaseth, the oppressors are consumed out of the land."
    },
    {
        "o": 18808,
        "r": "kjv:Isaiah:16:5",
        "t": "And*p in mercy shall the throne be established: and he shall sit upon it in truth in the tabernacle of David, judging, and seeking judgment, and hasting righteousness."
    },
    {
        "o": 18809,
        "r": "kjv:Isaiah:16:6",
        "t": "We*p have heard of the pride of Moab; he is very proud: even of his haughtiness, and his pride, and his wrath: but his lies shall not be so."
    },
    {
        "o": 18810,
        "r": "kjv:Isaiah:16:7",
        "t": "Therefore*p shall Moab howl for Moab, every one shall howl: for the foundations of Kir–hareseth shall ye mourn; surely they are stricken."
    },
    {
        "o": 18811,
        "r": "kjv:Isaiah:16:8",
        "t": "For*p the fields of Heshbon languish, and the vine of Sibmah: the lords of the heathen have broken down the principal plants thereof, they are come even unto Jazer, they wandered through the wilderness: her branches are stretched out, they are gone over the sea."
    },
    {
        "o": 18812,
        "r": "kjv:Isaiah:16:9",
        "t": "Therefore*p I will bewail with the weeping of Jazer the vine of Sibmah: I will water thee with my tears, O Heshbon, and Elealeh: for the shouting for thy summer fruits and for thy harvest is fallen."
    },
    {
        "o": 18813,
        "r": "kjv:Isaiah:16:10",
        "t": "And*p gladness is taken away, and joy out of the plentiful field; and in the vineyards there shall be no singing, neither shall there be shouting: the treaders shall tread out no wine in their presses; I have made their vintage shouting to cease."
    },
    {
        "o": 18814,
        "r": "kjv:Isaiah:16:11",
        "t": "Wherefore*p my bowels shall sound like an harp for Moab, and mine inward parts for Kir–heres."
    },
    {
        "o": 18815,
        "r": "kjv:Isaiah:16:12",
        "t": "And*p it shall come to pass, when it is seen that Moab is weary on the high place, that he shall come to his sanctuary to pray; but he shall not prevail."
    },
    {
        "o": 18816,
        "r": "kjv:Isaiah:16:13",
        "t": "This*p is the word that the Lord*s hath spoken concerning Moab since that time."
    },
    {
        "o": 18817,
        "r": "kjv:Isaiah:16:14",
        "t": "But*p now the Lord*s hath spoken, saying, Within three years, as the years of an hireling, and the glory of Moab shall be contemned, with all that great multitude; and the remnant shall be very small and feeble."
    }
]
