[
    {
        "o": 7731,
        "r": "csb:Judges:17:0",
        "t": "Judges 17",
        "h": 1
    },
    {
        "o": 7732,
        "r": "csb:Judges:17:0",
        "t": "Micah’s Priest",
        "h": 2
    },
    {
        "o": 7733,
        "r": "csb:Judges:17:1",
        "t": "There*p was a man from the hill country of Ephraim named Micah."
    },
    {
        "o": 7734,
        "r": "csb:Judges:17:2",
        "t": "He said to his mother, “The 1,100 pieces of silver taken from you, and that I heard you place a curse on - here’s the silver. I took it.” Then*p his mother said, “My son, may you be blessed by the Lord!”*s"
    },
    {
        "o": 7735,
        "r": "csb:Judges:17:3",
        "t": "He*p returned the 1,100 pieces of silver to his mother, and his mother said, “I personally consecrate the silver to the Lord*s for my son’s benefit to make a carved image and a silver idol. I will give it back to you.”"
    },
    {
        "o": 7736,
        "r": "csb:Judges:17:4",
        "t": "So he returned the silver to his mother, and she took five pounds of silver and gave it to a silversmith. He made it into a carved image and a silver idol, and it was in Micah’s house."
    },
    {
        "o": 7737,
        "r": "csb:Judges:17:5",
        "t": "This*p man Micah had a shrine, and he made an ephod and household idols, and installed one of his sons to be his priest."
    },
    {
        "o": 7738,
        "r": "csb:Judges:17:6",
        "t": "In those days there was no king in Israel; everyone did whatever seemed right to him."
    },
    {
        "o": 7739,
        "r": "csb:Judges:17:7",
        "t": "There*p was a young man, a Levite from Bethlehem in Judah, who was staying within the clan of Judah."
    },
    {
        "o": 7740,
        "r": "csb:Judges:17:8",
        "t": "The man left the town of Bethlehem in Judah to stay wherever he could find a place. On his way he came to Micah’s home in the hill country of Ephraim."
    },
    {
        "o": 7741,
        "r": "csb:Judges:17:9",
        "t": "“Where*p do you come from?” Micah asked him. He*p answered him, “I am a Levite from Bethlehem in Judah, and I’m going to stay wherever I can find a place.”"
    },
    {
        "o": 7742,
        "r": "csb:Judges:17:10",
        "t": "Micah*p replied, “Stay with me and be my father and priest, and I will give you four ounces of silver a year, along with your clothing and provisions.” So the Levite went in"
    },
    {
        "o": 7743,
        "r": "csb:Judges:17:11",
        "t": "and agreed to stay with the man, and the young man became like one of his sons."
    },
    {
        "o": 7744,
        "r": "csb:Judges:17:12",
        "t": "Micah consecrated the Levite, and the young man became his priest and lived in Micah’s house."
    },
    {
        "o": 7745,
        "r": "csb:Judges:17:13",
        "t": "Then Micah said, “Now I know that the Lord*s will be good to me, because a Levite has become my priest.”"
    }
]
