[
    {
        "o": 4128,
        "r": "niv:Numbers:5:0",
        "t": "Numbers 5",
        "h": 1
    },
    {
        "o": 4129,
        "r": "niv:Numbers:5:0",
        "t": "The Purity of the Camp",
        "h": 2
    },
    {
        "o": 4130,
        "r": "niv:Numbers:5:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 4131,
        "r": "niv:Numbers:5:2",
        "t": "“Command the Israelites to send away from the camp anyone who has a defiling skin disease or a discharge of any kind, or who is ceremonially unclean because of a dead body."
    },
    {
        "o": 4132,
        "r": "niv:Numbers:5:3",
        "t": "Send away male and female alike; send them outside the camp so they will not defile their camp, where I dwell among them.”"
    },
    {
        "o": 4133,
        "r": "niv:Numbers:5:4",
        "t": "The Israelites did so; they sent them outside the camp. They did just as the Lord*s had instructed Moses."
    },
    {
        "o": 4134,
        "r": "niv:Numbers:5:4",
        "t": "Restitution for Wrongs",
        "h": 2
    },
    {
        "o": 4135,
        "r": "niv:Numbers:5:5",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 4136,
        "r": "niv:Numbers:5:6",
        "t": "“Say to the Israelites: ‘Any man or woman who wrongs another in any way and so is unfaithful to the Lord*s is guilty"
    },
    {
        "o": 4137,
        "r": "niv:Numbers:5:7",
        "t": "and must confess the sin they have committed. They must make full restitution for the wrong they have done, add a fifth of the value to it and give it all to the person they have wronged."
    },
    {
        "o": 4138,
        "r": "niv:Numbers:5:8",
        "t": "But if that person has no close relative to whom restitution can be made for the wrong, the restitution belongs to the Lord*s and must be given to the priest, along with the ram with which atonement is made for the wrongdoer."
    },
    {
        "o": 4139,
        "r": "niv:Numbers:5:9",
        "t": "All the sacred contributions the Israelites bring to a priest will belong to him."
    },
    {
        "o": 4140,
        "r": "niv:Numbers:5:10",
        "t": "Sacred things belong to their owners, but what they give to the priest will belong to the priest.’ ”"
    },
    {
        "o": 4141,
        "r": "niv:Numbers:5:10",
        "t": "The Test for an Unfaithful Wife",
        "h": 2
    },
    {
        "o": 4142,
        "r": "niv:Numbers:5:11",
        "t": "Then*p the Lord*s said to Moses,"
    },
    {
        "o": 4143,
        "r": "niv:Numbers:5:12",
        "t": "“Speak to the Israelites and say to them: ‘If a man’s wife goes astray and is unfaithful to him"
    },
    {
        "o": 4144,
        "r": "niv:Numbers:5:13",
        "t": "so that another man has sexual relations with her, and this is hidden from her husband and her impurity is undetected (since there is no witness against her and she has not been caught in the act),"
    },
    {
        "o": 4145,
        "r": "niv:Numbers:5:14",
        "t": "and if feelings of jealousy come over her husband and he suspects his wife and she is impure—or if he is jealous and suspects her even though she is not impure—"
    },
    {
        "o": 4146,
        "r": "niv:Numbers:5:15",
        "t": "then he is to take his wife to the priest. He must also take an offering of a tenth of an ephah of barley flour on her behalf. He must not pour olive oil on it or put incense on it, because it is a grain offering for jealousy, a reminder-offering to draw attention to wrongdoing."
    },
    {
        "o": 4147,
        "r": "niv:Numbers:5:16",
        "t": "“ ‘The*p priest shall bring her and have her stand before the Lord.*s"
    },
    {
        "o": 4148,
        "r": "niv:Numbers:5:17",
        "t": "Then he shall take some holy water in a clay jar and put some dust from the tabernacle floor into the water."
    },
    {
        "o": 4149,
        "r": "niv:Numbers:5:18",
        "t": "After the priest has had the woman stand before the Lord,*s he shall loosen her hair and place in her hands the reminder-offering, the grain offering for jealousy, while he himself holds the bitter water that brings a curse."
    },
    {
        "o": 4150,
        "r": "niv:Numbers:5:19",
        "t": "Then the priest shall put the woman under oath and say to her, “If no other man has had sexual relations with you and you have not gone astray and become impure while married to your husband, may this bitter water that brings a curse not harm you."
    },
    {
        "o": 4151,
        "r": "niv:Numbers:5:20",
        "t": "But if you have gone astray while married to your husband and you have made yourself impure by having sexual relations with a man other than your husband”—"
    },
    {
        "o": 4152,
        "r": "niv:Numbers:5:21",
        "t": "here the priest is to put the woman under this curse—“may the Lord*s cause you to become a curse among your people when he makes your womb miscarry and your abdomen swell."
    },
    {
        "o": 4153,
        "r": "niv:Numbers:5:22",
        "t": "May this water that brings a curse enter your body so that your abdomen swells or your womb miscarries.” “ ‘Then*p the woman is to say, “Amen. So be it.”"
    },
    {
        "o": 4154,
        "r": "niv:Numbers:5:23",
        "t": "“ ‘The*p priest is to write these curses on a scroll and then wash them off into the bitter water."
    },
    {
        "o": 4155,
        "r": "niv:Numbers:5:24",
        "t": "He shall make the woman drink the bitter water that brings a curse, and this water that brings a curse and causes bitter suffering will enter her."
    },
    {
        "o": 4156,
        "r": "niv:Numbers:5:25",
        "t": "The priest is to take from her hands the grain offering for jealousy, wave it before the Lord*s and bring it to the altar."
    },
    {
        "o": 4157,
        "r": "niv:Numbers:5:26",
        "t": "The priest is then to take a handful of the grain offering as a memorial offering and burn it on the altar; after that, he is to have the woman drink the water."
    },
    {
        "o": 4158,
        "r": "niv:Numbers:5:27",
        "t": "If she has made herself impure and been unfaithful to her husband, this will be the result: When she is made to drink the water that brings a curse and causes bitter suffering, it will enter her, her abdomen will swell and her womb will miscarry, and she will become a curse."
    },
    {
        "o": 4159,
        "r": "niv:Numbers:5:28",
        "t": "If, however, the woman has not made herself impure, but is clean, she will be cleared of guilt and will be able to have children."
    },
    {
        "o": 4160,
        "r": "niv:Numbers:5:29",
        "t": "“ ‘This,*p then, is the law of jealousy when a woman goes astray and makes herself impure while married to her husband,"
    },
    {
        "o": 4161,
        "r": "niv:Numbers:5:30",
        "t": "or when feelings of jealousy come over a man because he suspects his wife. The priest is to have her stand before the Lord*s and is to apply this entire law to her."
    },
    {
        "o": 4162,
        "r": "niv:Numbers:5:31",
        "t": "The husband will be innocent of any wrongdoing, but the woman will bear the consequences of her sin.’ ”"
    }
]
