[
    {
        "o": 622,
        "r": "nasb:Genesis:23:0",
        "t": "Genesis 23",
        "h": 1
    },
    {
        "o": 623,
        "r": "nasb:Genesis:23:0",
        "t": "Death and Burial of Sarah",
        "h": 2
    },
    {
        "o": 624,
        "r": "nasb:Genesis:23:1",
        "t": "Now*p Sarah lived one hundred and twenty-seven years; these*i were*i the years of the life of Sarah."
    },
    {
        "o": 625,
        "r": "nasb:Genesis:23:2",
        "t": "Sarah died in Kiriath-arba (that is, Hebron) in the land of Canaan; and Abraham went in to mourn for Sarah and to weep for her."
    },
    {
        "o": 626,
        "r": "nasb:Genesis:23:3",
        "t": "Then Abraham rose from before his dead, and spoke to the sons of Heth, saying,"
    },
    {
        "o": 627,
        "r": "nasb:Genesis:23:4",
        "t": "“I am a stranger and a sojourner among you; give me a burial site among you that I may bury my dead out of my sight.”"
    },
    {
        "o": 628,
        "r": "nasb:Genesis:23:5",
        "t": "The sons of Heth answered Abraham, saying to him,"
    },
    {
        "o": 629,
        "r": "nasb:Genesis:23:6",
        "t": "“Hear us, my lord, you are a mighty prince among us; bury your dead in the choicest of our graves; none of us will refuse you his grave for burying your dead.”"
    },
    {
        "o": 630,
        "r": "nasb:Genesis:23:7",
        "t": "So Abraham rose and bowed to the people of the land, the sons of Heth."
    },
    {
        "o": 631,
        "r": "nasb:Genesis:23:8",
        "t": "And he spoke with them, saying, “If it is your wish for*i me*i to bury my dead out of my sight, hear me, and approach Ephron the son of Zohar for me,"
    },
    {
        "o": 632,
        "r": "nasb:Genesis:23:9",
        "t": "that he may give me the cave of Machpelah which he owns, which is at the end of his field; for the full price let him give it to me in your presence for a burial site.”"
    },
    {
        "o": 633,
        "r": "nasb:Genesis:23:10",
        "t": "Now Ephron was sitting among the sons of Heth; and Ephron the Hittite answered Abraham in the hearing of the sons of Heth; even*i of all who went in at the gate of his city, saying,"
    },
    {
        "o": 634,
        "r": "nasb:Genesis:23:11",
        "t": "“No, my lord, hear me; I give you the field, and I give you the cave that is in it. In the presence of the sons of my people I give it to you; bury your dead.”"
    },
    {
        "o": 635,
        "r": "nasb:Genesis:23:12",
        "t": "And Abraham bowed before the people of the land."
    },
    {
        "o": 636,
        "r": "nasb:Genesis:23:13",
        "t": "He spoke to Ephron in the hearing of the people of the land, saying, “If you will only please listen to me; I will give the price of the field, accept it*i from me that I may bury my dead there.”"
    },
    {
        "o": 637,
        "r": "nasb:Genesis:23:14",
        "t": "Then Ephron answered Abraham, saying to him,"
    },
    {
        "o": 638,
        "r": "nasb:Genesis:23:15",
        "t": "“My lord, listen to me; a piece of land worth four hundred shekels of silver, what is that between me and you? So bury your dead.”"
    },
    {
        "o": 639,
        "r": "nasb:Genesis:23:16",
        "t": "Abraham listened to Ephron; and Abraham weighed out for Ephron the silver which he had named in the hearing of the sons of Heth, four hundred shekels of silver, commercial standard."
    },
    {
        "o": 640,
        "r": "nasb:Genesis:23:17",
        "t": "So*p Ephron’s field, which was in Machpelah, which faced Mamre, the field and cave which was in it, and all the trees which were in the field, that were within all the confines of its border, were deeded over"
    },
    {
        "o": 641,
        "r": "nasb:Genesis:23:18",
        "t": "to Abraham for a possession in the presence of the sons of Heth, before all who went in at the gate of his city."
    },
    {
        "o": 642,
        "r": "nasb:Genesis:23:19",
        "t": "After this, Abraham buried Sarah his wife in the cave of the field at Machpelah facing Mamre (that is, Hebron) in the land of Canaan."
    },
    {
        "o": 643,
        "r": "nasb:Genesis:23:20",
        "t": "So the field and the cave that is in it, were deeded over to Abraham for a burial site by the sons of Heth."
    }
]
