[
    {
        "o": 2331,
        "r": "niv:Exodus:23:0",
        "t": "Exodus 23",
        "h": 1
    },
    {
        "o": 2332,
        "r": "niv:Exodus:23:0",
        "t": "Laws of Justice and Mercy",
        "h": 2
    },
    {
        "o": 2333,
        "r": "niv:Exodus:23:1",
        "t": "“Do*p not spread false reports. Do not help a guilty person by being a malicious witness."
    },
    {
        "o": 2334,
        "r": "niv:Exodus:23:2",
        "t": "“Do*p not follow the crowd in doing wrong. When you give testimony in a lawsuit, do not pervert justice by siding with the crowd,"
    },
    {
        "o": 2335,
        "r": "niv:Exodus:23:3",
        "t": "and do not show favoritism to a poor person in a lawsuit."
    },
    {
        "o": 2336,
        "r": "niv:Exodus:23:4",
        "t": "“If*p you come across your enemy’s ox or donkey wandering off, be sure to return it."
    },
    {
        "o": 2337,
        "r": "niv:Exodus:23:5",
        "t": "If you see the donkey of someone who hates you fallen down under its load, do not leave it there; be sure you help them with it."
    },
    {
        "o": 2338,
        "r": "niv:Exodus:23:6",
        "t": "“Do*p not deny justice to your poor people in their lawsuits."
    },
    {
        "o": 2339,
        "r": "niv:Exodus:23:7",
        "t": "Have nothing to do with a false charge and do not put an innocent or honest person to death, for I will not acquit the guilty."
    },
    {
        "o": 2340,
        "r": "niv:Exodus:23:8",
        "t": "“Do*p not accept a bribe, for a bribe blinds those who see and twists the words of the innocent."
    },
    {
        "o": 2341,
        "r": "niv:Exodus:23:9",
        "t": "“Do*p not oppress a foreigner; you yourselves know how it feels to be foreigners, because you were foreigners in Egypt."
    },
    {
        "o": 2342,
        "r": "niv:Exodus:23:9",
        "t": "Sabbath Laws",
        "h": 2
    },
    {
        "o": 2343,
        "r": "niv:Exodus:23:10",
        "t": "“For*p six years you are to sow your fields and harvest the crops,"
    },
    {
        "o": 2344,
        "r": "niv:Exodus:23:11",
        "t": "but during the seventh year let the land lie unplowed and unused. Then the poor among your people may get food from it, and the wild animals may eat what is left. Do the same with your vineyard and your olive grove."
    },
    {
        "o": 2345,
        "r": "niv:Exodus:23:12",
        "t": "“Six*p days do your work, but on the seventh day do not work, so that your ox and your donkey may rest, and so that the slave born in your household and the foreigner living among you may be refreshed."
    },
    {
        "o": 2346,
        "r": "niv:Exodus:23:13",
        "t": "“Be*p careful to do everything I have said to you. Do not invoke the names of other gods; do not let them be heard on your lips."
    },
    {
        "o": 2347,
        "r": "niv:Exodus:23:13",
        "t": "The Three Annual Festivals",
        "h": 2
    },
    {
        "o": 2348,
        "r": "niv:Exodus:23:14",
        "t": "“Three*p times a year you are to celebrate a festival to me."
    },
    {
        "o": 2349,
        "r": "niv:Exodus:23:15",
        "t": "“Celebrate*p the Festival of Unleavened Bread; for seven days eat bread made without yeast, as I commanded you. Do this at the appointed time in the month of Aviv, for in that month you came out of Egypt. “No*p one is to appear before me empty-handed."
    },
    {
        "o": 2350,
        "r": "niv:Exodus:23:16",
        "t": "“Celebrate*p the Festival of Harvest with the firstfruits of the crops you sow in your field. “Celebrate*p the Festival of Ingathering at the end of the year, when you gather in your crops from the field."
    },
    {
        "o": 2351,
        "r": "niv:Exodus:23:17",
        "t": "“Three*p times a year all the men are to appear before the Sovereign Lord.*s"
    },
    {
        "o": 2352,
        "r": "niv:Exodus:23:18",
        "t": "“Do*p not offer the blood of a sacrifice to me along with anything containing yeast. “The*p fat of my festival offerings must not be kept until morning."
    },
    {
        "o": 2353,
        "r": "niv:Exodus:23:19",
        "t": "“Bring*p the best of the firstfruits of your soil to the house of the Lord*s your God. “Do*p not cook a young goat in its mother’s milk."
    },
    {
        "o": 2354,
        "r": "niv:Exodus:23:19",
        "t": "God’s Angel to Prepare the Way",
        "h": 2
    },
    {
        "o": 2355,
        "r": "niv:Exodus:23:20",
        "t": "“See,*p I am sending an angel ahead of you to guard you along the way and to bring you to the place I have prepared."
    },
    {
        "o": 2356,
        "r": "niv:Exodus:23:21",
        "t": "Pay attention to him and listen to what he says. Do not rebel against him; he will not forgive your rebellion, since my Name is in him."
    },
    {
        "o": 2357,
        "r": "niv:Exodus:23:22",
        "t": "If you listen carefully to what he says and do all that I say, I will be an enemy to your enemies and will oppose those who oppose you."
    },
    {
        "o": 2358,
        "r": "niv:Exodus:23:23",
        "t": "My angel will go ahead of you and bring you into the land of the Amorites, Hittites, Perizzites, Canaanites, Hivites and Jebusites, and I will wipe them out."
    },
    {
        "o": 2359,
        "r": "niv:Exodus:23:24",
        "t": "Do not bow down before their gods or worship them or follow their practices. You must demolish them and break their sacred stones to pieces."
    },
    {
        "o": 2360,
        "r": "niv:Exodus:23:25",
        "t": "Worship the Lord*s your God, and his blessing will be on your food and water. I will take away sickness from among you,"
    },
    {
        "o": 2361,
        "r": "niv:Exodus:23:26",
        "t": "and none will miscarry or be barren in your land. I will give you a full life span."
    },
    {
        "o": 2362,
        "r": "niv:Exodus:23:27",
        "t": "“I*p will send my terror ahead of you and throw into confusion every nation you encounter. I will make all your enemies turn their backs and run."
    },
    {
        "o": 2363,
        "r": "niv:Exodus:23:28",
        "t": "I will send the hornet ahead of you to drive the Hivites, Canaanites and Hittites out of your way."
    },
    {
        "o": 2364,
        "r": "niv:Exodus:23:29",
        "t": "But I will not drive them out in a single year, because the land would become desolate and the wild animals too numerous for you."
    },
    {
        "o": 2365,
        "r": "niv:Exodus:23:30",
        "t": "Little by little I will drive them out before you, until you have increased enough to take possession of the land."
    },
    {
        "o": 2366,
        "r": "niv:Exodus:23:31",
        "t": "“I*p will establish your borders from the Red Sea to the Mediterranean Sea, and from the desert to the Euphrates River. I will give into your hands the people who live in the land, and you will drive them out before you."
    },
    {
        "o": 2367,
        "r": "niv:Exodus:23:32",
        "t": "Do not make a covenant with them or with their gods."
    },
    {
        "o": 2368,
        "r": "niv:Exodus:23:33",
        "t": "Do not let them live in your land or they will cause you to sin against me, because the worship of their gods will certainly be a snare to you.”"
    }
]
