[
    {
        "o": 21423,
        "r": "csb:Jeremiah:7:0",
        "t": "Jeremiah 7",
        "h": 1
    },
    {
        "o": 21424,
        "r": "csb:Jeremiah:7:0",
        "t": "False Trust in the Temple",
        "h": 2
    },
    {
        "o": 21425,
        "r": "csb:Jeremiah:7:1",
        "t": "This*p is the word that came to Jeremiah from the Lord:*s"
    },
    {
        "o": 21426,
        "r": "csb:Jeremiah:7:2",
        "t": "“Stand in the gate of the house of the Lord*s and there call out this word: ‘Hear the word of the Lord,*s all you people of Judah who enter through these gates to worship the Lord.*s"
    },
    {
        "o": 21427,
        "r": "csb:Jeremiah:7:3",
        "t": "“‘This*p is what the Lord*s of Armies, the God of Israel, says: Correct your ways and your actions, and I will allow you to live in this place."
    },
    {
        "o": 21428,
        "r": "csb:Jeremiah:7:4",
        "t": "Do not trust deceitful words, chanting, “This is the temple of the Lord,*s the temple of the Lord,*s the temple of the Lord.”*s"
    },
    {
        "o": 21429,
        "r": "csb:Jeremiah:7:5",
        "t": "Instead, if you really correct your ways and your actions, if you act justly toward one another,"
    },
    {
        "o": 21430,
        "r": "csb:Jeremiah:7:6",
        "t": "if you no longer oppress the resident alien, the fatherless, and the widow and no longer shed innocent blood in this place or follow other gods, bringing harm on yourselves,"
    },
    {
        "o": 21431,
        "r": "csb:Jeremiah:7:7",
        "t": "I will allow you to live in this place, the land I gave to your ancestors long ago and forever."
    },
    {
        "o": 21432,
        "r": "csb:Jeremiah:7:8",
        "t": "But look, you keep trusting in deceitful words that cannot help."
    },
    {
        "o": 21433,
        "r": "csb:Jeremiah:7:9",
        "t": "“‘Do*p you steal, murder, commit adultery, swear falsely, burn incense to Baal, and follow other gods that you have not known?"
    },
    {
        "o": 21434,
        "r": "csb:Jeremiah:7:10",
        "t": "Then do you come and stand before me in this house that bears my name and say, “We are rescued, so we can continue doing all these detestable acts”?"
    },
    {
        "o": 21435,
        "r": "csb:Jeremiah:7:11",
        "t": "Has this house, which bears my name, become a den of robbers in your view? Yes, I too have seen it. This*lg is the Lord’s*s declaration."
    },
    {
        "o": 21436,
        "r": "csb:Jeremiah:7:11",
        "t": "Shiloh as a Warning",
        "h": 2
    },
    {
        "o": 21437,
        "r": "csb:Jeremiah:7:12",
        "t": "“‘But*p return to my place that was at Shiloh, where I made my name dwell at first. See what I did to it because of the evil of my people Israel."
    },
    {
        "o": 21438,
        "r": "csb:Jeremiah:7:13",
        "t": "Now, because you have done all these things - this is the Lord’s*s declaration - and because I have spoken to you time and time again but you wouldn’t listen, and I have called to you, but you wouldn’t answer,"
    },
    {
        "o": 21439,
        "r": "csb:Jeremiah:7:14",
        "t": "what I did to Shiloh I will do to the house that bears my name, the house in which you trust, the place that I gave you and your ancestors."
    },
    {
        "o": 21440,
        "r": "csb:Jeremiah:7:15",
        "t": "I will banish you from my presence, just as I banished all of your brothers, all the descendants of Ephraim.’"
    },
    {
        "o": 21441,
        "r": "csb:Jeremiah:7:15",
        "t": "Do Not Pray for Judah",
        "h": 2
    },
    {
        "o": 21442,
        "r": "csb:Jeremiah:7:16",
        "t": "“As*p for you, do not pray for these people. Do not offer a cry or a prayer on their behalf, and do not beg me, for I will not listen to you."
    },
    {
        "o": 21443,
        "r": "csb:Jeremiah:7:17",
        "t": "Don’t you see how they behave in the cities of Judah and in the streets of Jerusalem?"
    },
    {
        "o": 21444,
        "r": "csb:Jeremiah:7:18",
        "t": "The sons gather wood, the fathers light the fire, and the women knead dough to make cakes for the queen of heaven, and they pour out drink offerings to other gods so that they provoke me to anger."
    },
    {
        "o": 21445,
        "r": "csb:Jeremiah:7:19",
        "t": "But are they really provoking me?” This is the Lord’s*s declaration. “Isn’t it they themselves being provoked to disgrace?”"
    },
    {
        "o": 21446,
        "r": "csb:Jeremiah:7:20",
        "t": "Therefore,*p this is what the Lord God*s says: “Look, my anger - my burning wrath - is about to be poured out on this place, on people and animals, on the tree of the field, and on the produce of the land. My wrath will burn and not be quenched.”"
    },
    {
        "o": 21447,
        "r": "csb:Jeremiah:7:20",
        "t": "Obedience over Sacrifice",
        "h": 2
    },
    {
        "o": 21448,
        "r": "csb:Jeremiah:7:21",
        "t": "This*p is what the Lord*s of Armies, the God of Israel, says: “Add your burnt offerings to your other sacrifices, and eat the meat yourselves,"
    },
    {
        "o": 21449,
        "r": "csb:Jeremiah:7:22",
        "t": "for when I brought your ancestors out of the land of Egypt, I did not speak with them or command them concerning burnt offering and sacrifice."
    },
    {
        "o": 21450,
        "r": "csb:Jeremiah:7:23",
        "t": "However, I did give them this command: ‘Obey me, and then I will be your God, and you will be my people. Follow every way I command you so that it may go well with you.’"
    },
    {
        "o": 21451,
        "r": "csb:Jeremiah:7:24",
        "t": "Yet they didn’t listen or pay attention but followed their own advice and their own stubborn, evil heart. They went backward and not forward."
    },
    {
        "o": 21452,
        "r": "csb:Jeremiah:7:25",
        "t": "Since the day your ancestors came out of the land of Egypt until today, I have sent all my servants the prophets to you time and time again."
    },
    {
        "o": 21453,
        "r": "csb:Jeremiah:7:26",
        "t": "However, my people wouldn’t listen to me or pay attention but became obstinate; they did more evil than their ancestors."
    },
    {
        "o": 21454,
        "r": "csb:Jeremiah:7:26",
        "t": "A Lament for Disobedient Judah",
        "h": 2
    },
    {
        "o": 21455,
        "r": "csb:Jeremiah:7:27",
        "t": "“When*p you speak all these things to them, they will not listen to you. When you call to them, they will not answer you."
    },
    {
        "o": 21456,
        "r": "csb:Jeremiah:7:28",
        "t": "Therefore, declare to them, ‘This is the nation that would not listen to the Lord*s their God and would not accept discipline. Truth has perished - it has disappeared from their mouths."
    },
    {
        "o": 21457,
        "r": "csb:Jeremiah:7:29",
        "t": "Cut off the hair of your sacred vow and throw it away. Raise up a dirge on the barren heights, for the Lord*s has rejected and abandoned the generation under his wrath.’"
    },
    {
        "o": 21458,
        "r": "csb:Jeremiah:7:30",
        "t": "“For*p the Judeans have done what is evil in my sight.” This is the Lord’s*s declaration. “They have set up their abhorrent things in the house that bears my name in order to defile it."
    },
    {
        "o": 21459,
        "r": "csb:Jeremiah:7:31",
        "t": "They have built the high places of Topheth in Ben Hinnom Valley in order to burn their sons and daughters in the fire, a thing I did not command; I never entertained the thought."
    },
    {
        "o": 21460,
        "r": "csb:Jeremiah:7:32",
        "t": "“Therefore,*p look, the days are coming”- the Lord’s*s declaration - “when this place will no longer be called Topheth and Ben Hinnom Valley, but Slaughter Valley. Topheth will become a cemetery, because there will be no other burial place."
    },
    {
        "o": 21461,
        "r": "csb:Jeremiah:7:33",
        "t": "The corpses of these people will become food for the birds of the sky and for the wild animals of the land, with no one to scare them away."
    },
    {
        "o": 21462,
        "r": "csb:Jeremiah:7:34",
        "t": "I will remove from the cities of Judah and the streets of Jerusalem the sound of joy and gladness and the voices of the groom and the bride, for the land will become a desolate waste."
    }
]
