[
    {
        "o": 22390,
        "r": "esv:Jeremiah:49:0",
        "t": "Jeremiah 49",
        "h": 1
    },
    {
        "o": 22391,
        "r": "esv:Jeremiah:49:0",
        "t": "Judgment on Ammon",
        "h": 2
    },
    {
        "o": 22392,
        "r": "esv:Jeremiah:49:1",
        "t": "Concerning*p the Ammonites. Thus*p says the Lord:*s “Has*pn Israel no sons? Has*ld he no heir? Why*ln then has Milcom dispossessed Gad, and*ld his people settled in its cities?"
    },
    {
        "o": 22393,
        "r": "esv:Jeremiah:49:2",
        "t": "Therefore,*ln behold, the days are coming, declares*ld the Lord,*s when*ln I will cause the battle cry to be heard against*ld Rabbah of the Ammonites; it*ln shall become a desolate mound, and*ld its villages shall be burned with fire; then*ln Israel shall dispossess those who dispossessed him, says*ld the Lord.*s"
    },
    {
        "o": 22394,
        "r": "esv:Jeremiah:49:3",
        "t": "“Wail,*pn O Heshbon, for Ai is laid waste! Cry*ld out, O daughters of Rabbah! Put*ln on sackcloth, lament,*ld and run to and fro among the hedges! For*ln Milcom shall go into exile, with*ld his priests and his officials."
    },
    {
        "o": 22395,
        "r": "esv:Jeremiah:49:4",
        "t": "Why*ln do you boast of your valleys, O*ld faithless daughter, who*ln trusted in her treasures, saying, ‘Who*ld will come against me?’"
    },
    {
        "o": 22396,
        "r": "esv:Jeremiah:49:5",
        "t": "Behold,*ln I will bring terror upon you, declares*ld the Lord God*s of hosts, from*ld all who are around you, and*ln you shall be driven out, every man straight before him, with*ld none to gather the fugitives."
    },
    {
        "o": 22397,
        "r": "esv:Jeremiah:49:6",
        "t": "“But*p afterward I will restore the fortunes of the Ammonites, declares the Lord.”*s"
    },
    {
        "o": 22398,
        "r": "esv:Jeremiah:49:6",
        "t": "Judgment on Edom",
        "h": 2
    },
    {
        "o": 22399,
        "r": "esv:Jeremiah:49:7",
        "t": "Concerning*p Edom. Thus*p says the Lord*s of hosts: “Is*pn wisdom no more in Teman? Has*ld counsel perished from the prudent? Has*ld their wisdom vanished?"
    },
    {
        "o": 22400,
        "r": "esv:Jeremiah:49:8",
        "t": "Flee,*ln turn back, dwell in the depths, O*ld inhabitants of Dedan! For*ln I will bring the calamity of Esau upon him, the*ld time when I punish him."
    },
    {
        "o": 22401,
        "r": "esv:Jeremiah:49:9",
        "t": "If*ln grape gatherers came to you, would*ld they not leave gleanings? If*ln thieves came by night, would*ld they not destroy only enough for themselves?"
    },
    {
        "o": 22402,
        "r": "esv:Jeremiah:49:10",
        "t": "But*ln I have stripped Esau bare; I*ld have uncovered his hiding places, and*ld he is not able to conceal himself. His*ln children are destroyed, and his brothers, and*ld his neighbors; and he is no more."
    },
    {
        "o": 22403,
        "r": "esv:Jeremiah:49:11",
        "t": "Leave*ln your fatherless children; I will keep them alive; and*ld let your widows trust in me.”"
    },
    {
        "o": 22404,
        "r": "esv:Jeremiah:49:12",
        "t": "For*p thus says the Lord:*s “If those who did not deserve to drink the cup must drink it, will you go unpunished? You shall not go unpunished, but you must drink."
    },
    {
        "o": 22405,
        "r": "esv:Jeremiah:49:13",
        "t": "For I have sworn by myself, declares the Lord,*s that Bozrah shall become a horror, a taunt, a waste, and a curse, and all her cities shall be perpetual wastes.”"
    },
    {
        "o": 22406,
        "r": "esv:Jeremiah:49:14",
        "t": "I*pn have heard a message from the Lord,*s and*ld an envoy has been sent among the nations: “Gather*ln yourselves together and come against her, and*ld rise up for battle!"
    },
    {
        "o": 22407,
        "r": "esv:Jeremiah:49:15",
        "t": "For*ln behold, I will make you small among the nations, despised*ld among mankind."
    },
    {
        "o": 22408,
        "r": "esv:Jeremiah:49:16",
        "t": "The*ln horror you inspire has deceived you, and*ld the pride of your heart, you*ln who live in the clefts of the rock, who*ld hold the height of the hill. Though*ln you make your nest as high as the eagle’s, I*ld will bring you down from there, declares*l the Lord.*s"
    },
    {
        "o": 22409,
        "r": "esv:Jeremiah:49:17",
        "t": "“Edom*p shall become a horror. Everyone who passes by it will be horrified and will hiss because of all its disasters."
    },
    {
        "o": 22410,
        "r": "esv:Jeremiah:49:18",
        "t": "As when Sodom and Gomorrah and their neighboring cities were overthrown, says the Lord,*s no man shall dwell there, no man shall sojourn in her."
    },
    {
        "o": 22411,
        "r": "esv:Jeremiah:49:19",
        "t": "Behold, like a lion coming up from the jungle of the Jordan against a perennial pasture, I will suddenly make him run away from her. And I will appoint over her whomever I choose. For who is like me? Who will summon me? What shepherd can stand before me?"
    },
    {
        "o": 22412,
        "r": "esv:Jeremiah:49:20",
        "t": "Therefore hear the plan that the Lord*s has made against Edom and the purposes that he has formed against the inhabitants of Teman: Even the little ones of the flock shall be dragged away. Surely their fold shall be appalled at their fate."
    },
    {
        "o": 22413,
        "r": "esv:Jeremiah:49:21",
        "t": "At the sound of their fall the earth shall tremble; the sound of their cry shall be heard at the Red Sea."
    },
    {
        "o": 22414,
        "r": "esv:Jeremiah:49:22",
        "t": "Behold, one shall mount up and fly swiftly like an eagle and spread his wings against Bozrah, and the heart of the warriors of Edom shall be in that day like the heart of a woman in her birth pains.”"
    },
    {
        "o": 22415,
        "r": "esv:Jeremiah:49:22",
        "t": "Judgment on Damascus",
        "h": 2
    },
    {
        "o": 22416,
        "r": "esv:Jeremiah:49:23",
        "t": "Concerning*p Damascus: “Hamath*pn and Arpad are confounded, for*ld they have heard bad news; they*ln melt in fear, they*ld are troubled like the sea that cannot be quiet."
    },
    {
        "o": 22417,
        "r": "esv:Jeremiah:49:24",
        "t": "Damascus*ln has become feeble, she turned to flee, and*ld panic seized her; anguish*ln and sorrows have taken hold of her, as*ld of a woman in labor."
    },
    {
        "o": 22418,
        "r": "esv:Jeremiah:49:25",
        "t": "How*ln is the famous city not forsaken, the*ld city of my joy?"
    },
    {
        "o": 22419,
        "r": "esv:Jeremiah:49:26",
        "t": "Therefore*ln her young men shall fall in her squares, and*ld all her soldiers shall be destroyed in that day, declares*l the Lord*s of hosts."
    },
    {
        "o": 22420,
        "r": "esv:Jeremiah:49:27",
        "t": "And*ln I will kindle a fire in the wall of Damascus, and*ld it shall devour the strongholds of Ben-hadad.”"
    },
    {
        "o": 22421,
        "r": "esv:Jeremiah:49:27",
        "t": "Judgment on Kedar and Hazor",
        "h": 2
    },
    {
        "o": 22422,
        "r": "esv:Jeremiah:49:28",
        "t": "Concerning*p Kedar and the kingdoms of Hazor that Nebuchadnezzar king of Babylon struck down. Thus*pn says the Lord:*s “Rise*ln up, advance against Kedar! Destroy*ld the people of the east!"
    },
    {
        "o": 22423,
        "r": "esv:Jeremiah:49:29",
        "t": "Their*ln tents and their flocks shall be taken, their*ld curtains and all their goods; their*ln camels shall be led away from them, and*ld men shall cry to them: ‘Terror on every side!’"
    },
    {
        "o": 22424,
        "r": "esv:Jeremiah:49:30",
        "t": "Flee,*ln wander far away, dwell in the depths, O*ld inhabitants of Hazor! declares*l the Lord.*s For*ln Nebuchadnezzar king of Babylon has*ld made a plan against you and*ld formed a purpose against you."
    },
    {
        "o": 22425,
        "r": "esv:Jeremiah:49:31",
        "t": "“Rise*pn up, advance against a nation at ease, that*ld dwells securely, declares*l the Lord,*s that*ln has no gates or bars, that*ld dwells alone."
    },
    {
        "o": 22426,
        "r": "esv:Jeremiah:49:32",
        "t": "Their*ln camels shall become plunder, their*ld herds of livestock a spoil. I*ln will scatter to every wind those*ld who cut the corners of their hair, and*ln I will bring their calamity from*ld every side of them, declares*l the Lord.*s"
    },
    {
        "o": 22427,
        "r": "esv:Jeremiah:49:33",
        "t": "Hazor*ln shall become a haunt of jackals, an*ld everlasting waste; no*ln man shall dwell there; no*ld man shall sojourn in her.”"
    },
    {
        "o": 22428,
        "r": "esv:Jeremiah:49:33",
        "t": "Judgment on Elam",
        "h": 2
    },
    {
        "o": 22429,
        "r": "esv:Jeremiah:49:34",
        "t": "The*p word of the Lord*s that came to Jeremiah the prophet concerning Elam, in the beginning of the reign of Zedekiah king of Judah."
    },
    {
        "o": 22430,
        "r": "esv:Jeremiah:49:35",
        "t": "Thus*p says the Lord*s of hosts: “Behold, I will break the bow of Elam, the mainstay of their might."
    },
    {
        "o": 22431,
        "r": "esv:Jeremiah:49:36",
        "t": "And I will bring upon Elam the four winds from the four quarters of heaven. And I will scatter them to all those winds, and there shall be no nation to which those driven out of Elam shall not come."
    },
    {
        "o": 22432,
        "r": "esv:Jeremiah:49:37",
        "t": "I will terrify Elam before their enemies and before those who seek their life. I will bring disaster upon them, my fierce anger, declares the Lord.*s I will send the sword after them, until I have consumed them,"
    },
    {
        "o": 22433,
        "r": "esv:Jeremiah:49:38",
        "t": "and I will set my throne in Elam and destroy their king and officials, declares the Lord.*s"
    },
    {
        "o": 22434,
        "r": "esv:Jeremiah:49:39",
        "t": "“But*p in the latter days I will restore the fortunes of Elam, declares the Lord.”*s"
    }
]
