[
    {
        "o": 5619,
        "r": "esv:Deuteronomy:9:0",
        "t": "Deuteronomy 9",
        "h": 1
    },
    {
        "o": 5620,
        "r": "esv:Deuteronomy:9:0",
        "t": "Not Because of Righteousness",
        "h": 2
    },
    {
        "o": 5621,
        "r": "esv:Deuteronomy:9:1",
        "t": "“Hear,*p O Israel: you are to cross over the Jordan today, to go in to dispossess nations greater and mightier than you, cities great and fortified up to heaven,"
    },
    {
        "o": 5622,
        "r": "esv:Deuteronomy:9:2",
        "t": "a people great and tall, the sons of the Anakim, whom you know, and of whom you have heard it said, ‘Who can stand before the sons of Anak?’"
    },
    {
        "o": 5623,
        "r": "esv:Deuteronomy:9:3",
        "t": "Know therefore today that he who goes over before you as a consuming fire is the Lord*s your God. He will destroy them and subdue them before you. So you shall drive them out and make them perish quickly, as the Lord*s has promised you."
    },
    {
        "o": 5624,
        "r": "esv:Deuteronomy:9:4",
        "t": "“Do*p not say in your heart, after the Lord*s your God has thrust them out before you, ‘It is because of my righteousness that the Lord*s has brought me in to possess this land,’ whereas it is because of the wickedness of these nations that the Lord*s is driving them out before you."
    },
    {
        "o": 5625,
        "r": "esv:Deuteronomy:9:5",
        "t": "Not because of your righteousness or the uprightness of your heart are you going in to possess their land, but because of the wickedness of these nations the Lord*s your God is driving them out from before you, and that he may confirm the word that the Lord*s swore to your fathers, to Abraham, to Isaac, and to Jacob."
    },
    {
        "o": 5626,
        "r": "esv:Deuteronomy:9:6",
        "t": "“Know,*p therefore, that the Lord*s your God is not giving you this good land to possess because of your righteousness, for you are a stubborn people."
    },
    {
        "o": 5627,
        "r": "esv:Deuteronomy:9:7",
        "t": "Remember and do not forget how you provoked the Lord*s your God to wrath in the wilderness. From the day you came out of the land of Egypt until you came to this place, you have been rebellious against the Lord.*s"
    },
    {
        "o": 5628,
        "r": "esv:Deuteronomy:9:8",
        "t": "Even at Horeb you provoked the Lord*s to wrath, and the Lord*s was so angry with you that he was ready to destroy you."
    },
    {
        "o": 5629,
        "r": "esv:Deuteronomy:9:9",
        "t": "When I went up the mountain to receive the tablets of stone, the tablets of the covenant that the Lord*s made with you, I remained on the mountain forty days and forty nights. I neither ate bread nor drank water."
    },
    {
        "o": 5630,
        "r": "esv:Deuteronomy:9:10",
        "t": "And the Lord*s gave me the two tablets of stone written with the finger of God, and on them were all the words that the Lord*s had spoken with you on the mountain out of the midst of the fire on the day of the assembly."
    },
    {
        "o": 5631,
        "r": "esv:Deuteronomy:9:11",
        "t": "And at the end of forty days and forty nights the Lord*s gave me the two tablets of stone, the tablets of the covenant."
    },
    {
        "o": 5632,
        "r": "esv:Deuteronomy:9:12",
        "t": "Then the Lord*s said to me, ‘Arise, go down quickly from here, for your people whom you have brought from Egypt have acted corruptly. They have turned aside quickly out of the way that I commanded them; they have made themselves a metal image.’"
    },
    {
        "o": 5633,
        "r": "esv:Deuteronomy:9:12",
        "t": "The Golden Calf",
        "h": 2
    },
    {
        "o": 5634,
        "r": "esv:Deuteronomy:9:13",
        "t": "“Furthermore,*p the Lord*s said to me, ‘I have seen this people, and behold, it is a stubborn people."
    },
    {
        "o": 5635,
        "r": "esv:Deuteronomy:9:14",
        "t": "Let me alone, that I may destroy them and blot out their name from under heaven. And I will make of you a nation mightier and greater than they.’"
    },
    {
        "o": 5636,
        "r": "esv:Deuteronomy:9:15",
        "t": "So I turned and came down from the mountain, and the mountain was burning with fire. And the two tablets of the covenant were in my two hands."
    },
    {
        "o": 5637,
        "r": "esv:Deuteronomy:9:16",
        "t": "And I looked, and behold, you had sinned against the Lord*s your God. You had made yourselves a golden calf. You had turned aside quickly from the way that the Lord*s had commanded you."
    },
    {
        "o": 5638,
        "r": "esv:Deuteronomy:9:17",
        "t": "So I took hold of the two tablets and threw them out of my two hands and broke them before your eyes."
    },
    {
        "o": 5639,
        "r": "esv:Deuteronomy:9:18",
        "t": "Then I lay prostrate before the Lord*s as before, forty days and forty nights. I neither ate bread nor drank water, because of all the sin that you had committed, in doing what was evil in the sight of the Lord*s to provoke him to anger."
    },
    {
        "o": 5640,
        "r": "esv:Deuteronomy:9:19",
        "t": "For I was afraid of the anger and hot displeasure that the Lord*s bore against you, so that he was ready to destroy you. But the Lord*s listened to me that time also."
    },
    {
        "o": 5641,
        "r": "esv:Deuteronomy:9:20",
        "t": "And the Lord*s was so angry with Aaron that he was ready to destroy him. And I prayed for Aaron also at the same time."
    },
    {
        "o": 5642,
        "r": "esv:Deuteronomy:9:21",
        "t": "Then I took the sinful thing, the calf that you had made, and burned it with fire and crushed it, grinding it very small, until it was as fine as dust. And I threw the dust of it into the brook that ran down from the mountain."
    },
    {
        "o": 5643,
        "r": "esv:Deuteronomy:9:22",
        "t": "“At*p Taberah also, and at Massah and at Kibroth-hattaavah you provoked the Lord*s to wrath."
    },
    {
        "o": 5644,
        "r": "esv:Deuteronomy:9:23",
        "t": "And when the Lord*s sent you from Kadesh-barnea, saying, ‘Go up and take possession of the land that I have given you,’ then you rebelled against the commandment of the Lord*s your God and did not believe him or obey his voice."
    },
    {
        "o": 5645,
        "r": "esv:Deuteronomy:9:24",
        "t": "You have been rebellious against the Lord*s from the day that I knew you."
    },
    {
        "o": 5646,
        "r": "esv:Deuteronomy:9:25",
        "t": "“So*p I lay prostrate before the Lord*s for these forty days and forty nights, because the Lord*s had said he would destroy you."
    },
    {
        "o": 5647,
        "r": "esv:Deuteronomy:9:26",
        "t": "And I prayed to the Lord,*s ‘O Lord God,*s do not destroy your people and your heritage, whom you have redeemed through your greatness, whom you have brought out of Egypt with a mighty hand."
    },
    {
        "o": 5648,
        "r": "esv:Deuteronomy:9:27",
        "t": "Remember your servants, Abraham, Isaac, and Jacob. Do not regard the stubbornness of this people, or their wickedness or their sin,"
    },
    {
        "o": 5649,
        "r": "esv:Deuteronomy:9:28",
        "t": "lest the land from which you brought us say, “Because the Lord*s was not able to bring them into the land that he promised them, and because he hated them, he has brought them out to put them to death in the wilderness.”"
    },
    {
        "o": 5650,
        "r": "esv:Deuteronomy:9:29",
        "t": "For they are your people and your heritage, whom you brought out by your great power and by your outstretched arm.’"
    }
]
