[
    {
        "o": 4063,
        "r": "nkjv:Numbers:3:0",
        "t": "Numbers 3",
        "h": 1
    },
    {
        "o": 4064,
        "r": "nkjv:Numbers:3:0",
        "t": "The Sons of Aaron",
        "h": 2
    },
    {
        "o": 4065,
        "r": "nkjv:Numbers:3:1",
        "t": "Now*p these are*i the records of Aaron and Moses when the Lord*s spoke with Moses on Mount Sinai."
    },
    {
        "o": 4066,
        "r": "nkjv:Numbers:3:2",
        "t": "And these are*i the names of the sons of Aaron: Nadab, the firstborn, and Abihu, Eleazar, and Ithamar."
    },
    {
        "o": 4067,
        "r": "nkjv:Numbers:3:3",
        "t": "These are*i the names of the sons of Aaron, the anointed priests, whom he consecrated to minister as priests."
    },
    {
        "o": 4068,
        "r": "nkjv:Numbers:3:4",
        "t": "Nadab and Abihu had died before the Lord*s when they offered profane fire before the Lord*s in the Wilderness of Sinai; and they had no children. So Eleazar and Ithamar ministered as priests in the presence of Aaron their father."
    },
    {
        "o": 4069,
        "r": "nkjv:Numbers:3:4",
        "t": "The Levites Serve in the Tabernacle",
        "h": 2
    },
    {
        "o": 4070,
        "r": "nkjv:Numbers:3:5",
        "t": "And*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 4071,
        "r": "nkjv:Numbers:3:6",
        "t": "“Bring the tribe of Levi near, and present them before Aaron the priest, that they may serve him."
    },
    {
        "o": 4072,
        "r": "nkjv:Numbers:3:7",
        "t": "And they shall attend to his needs and the needs of the whole congregation before the tabernacle of meeting, to do the work of the tabernacle."
    },
    {
        "o": 4073,
        "r": "nkjv:Numbers:3:8",
        "t": "Also they shall attend to all the furnishings of the tabernacle of meeting, and to the needs of the children of Israel, to do the work of the tabernacle."
    },
    {
        "o": 4074,
        "r": "nkjv:Numbers:3:9",
        "t": "And you shall give the Levites to Aaron and his sons; they are*i given entirely to him from among the children of Israel."
    },
    {
        "o": 4075,
        "r": "nkjv:Numbers:3:10",
        "t": "So you shall appoint Aaron and his sons, and they shall attend to their priesthood; but the outsider who comes near shall be put to death.”"
    },
    {
        "o": 4076,
        "r": "nkjv:Numbers:3:11",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 4077,
        "r": "nkjv:Numbers:3:12",
        "t": "“Now behold, I Myself have taken the Levites from among the children of Israel instead of every firstborn who opens the womb among the children of Israel. Therefore the Levites shall be Mine,"
    },
    {
        "o": 4078,
        "r": "nkjv:Numbers:3:13",
        "t": "because all the firstborn are*i Mine. On the day that I struck all the firstborn in the land of Egypt, I sanctified to Myself all the firstborn in Israel, both man and beast. They shall be Mine: I am*i the Lord.”*s"
    },
    {
        "o": 4079,
        "r": "nkjv:Numbers:3:13",
        "t": "Census of the Levites Commanded",
        "h": 2
    },
    {
        "o": 4080,
        "r": "nkjv:Numbers:3:14",
        "t": "Then*p the Lord*s spoke to Moses in the Wilderness of Sinai, saying:"
    },
    {
        "o": 4081,
        "r": "nkjv:Numbers:3:15",
        "t": "“Number the children of Levi by their fathers’ houses, by their families; you shall number every male from a month old and above.”"
    },
    {
        "o": 4082,
        "r": "nkjv:Numbers:3:16",
        "t": "So*p Moses numbered them according to the word of the Lord,*s as he was commanded."
    },
    {
        "o": 4083,
        "r": "nkjv:Numbers:3:17",
        "t": "These were the sons of Levi by their names: Gershon, Kohath, and Merari."
    },
    {
        "o": 4084,
        "r": "nkjv:Numbers:3:18",
        "t": "And these are*i the names of the sons of Gershon by their families: Libni and Shimei."
    },
    {
        "o": 4085,
        "r": "nkjv:Numbers:3:19",
        "t": "And the sons of Kohath by their families: Amram, Izehar, Hebron, and Uzziel."
    },
    {
        "o": 4086,
        "r": "nkjv:Numbers:3:20",
        "t": "And the sons of Merari by their families: Mahli and Mushi. These are*i the families of the Levites by their fathers’ houses."
    },
    {
        "o": 4087,
        "r": "nkjv:Numbers:3:21",
        "t": "From*p Gershon came*i the family of the Libnites and the family of the Shimites; these were*i the families of the Gershonites."
    },
    {
        "o": 4088,
        "r": "nkjv:Numbers:3:22",
        "t": "Those who were numbered, according to the number of all the males from a month old and above—of those who were numbered there*i were*i seven thousand five hundred."
    },
    {
        "o": 4089,
        "r": "nkjv:Numbers:3:23",
        "t": "The families of the Gershonites were to camp behind the tabernacle westward."
    },
    {
        "o": 4090,
        "r": "nkjv:Numbers:3:24",
        "t": "And the leader of the father’s house of the Gershonites was*i Eliasaph the son of Lael."
    },
    {
        "o": 4091,
        "r": "nkjv:Numbers:3:25",
        "t": "The duties of the children of Gershon in the tabernacle of meeting included*i the tabernacle, the tent with its covering, the screen for the door of the tabernacle of meeting,"
    },
    {
        "o": 4092,
        "r": "nkjv:Numbers:3:26",
        "t": "the screen for the door of the court, the hangings of the court which are*i around the tabernacle and the altar, and their cords, according to all the work relating to them."
    },
    {
        "o": 4093,
        "r": "nkjv:Numbers:3:27",
        "t": "From*p Kohath came*i the family of the Amramites, the family of the Izharites, the family of the Hebronites, and the family of the Uzzielites; these were*i the families of the Kohathites."
    },
    {
        "o": 4094,
        "r": "nkjv:Numbers:3:28",
        "t": "According to the number of all the males, from a month old and above, there*i were*i eight thousand six hundred keeping charge of the sanctuary."
    },
    {
        "o": 4095,
        "r": "nkjv:Numbers:3:29",
        "t": "The families of the children of Kohath were to camp on the south side of the tabernacle."
    },
    {
        "o": 4096,
        "r": "nkjv:Numbers:3:30",
        "t": "And the leader of the fathers’ house of the families of the Kohathites was*i Elizaphan the son of Uzziel."
    },
    {
        "o": 4097,
        "r": "nkjv:Numbers:3:31",
        "t": "Their duty included*i the ark, the table, the lampstand, the altars, the utensils of the sanctuary with which they ministered, the screen, and all the work relating to them."
    },
    {
        "o": 4098,
        "r": "nkjv:Numbers:3:32",
        "t": "And*p Eleazar the son of Aaron the priest was*i to*i be*i chief over the leaders of the Levites, with*i oversight of those who kept charge of the sanctuary."
    },
    {
        "o": 4099,
        "r": "nkjv:Numbers:3:33",
        "t": "From*p Merari came*i the family of the Mahlites and the family of the Mushites; these were*i the families of Merari."
    },
    {
        "o": 4100,
        "r": "nkjv:Numbers:3:34",
        "t": "And those who were numbered, according to the number of all the males from a month old and above, were*i six thousand two hundred."
    },
    {
        "o": 4101,
        "r": "nkjv:Numbers:3:35",
        "t": "The leader of the fathers’ house of the families of Merari was*i Zuriel the son of Abihail. These were*i to camp on the north side of the tabernacle."
    },
    {
        "o": 4102,
        "r": "nkjv:Numbers:3:36",
        "t": "And the appointed duty of the children of Merari included*i the boards of the tabernacle, its bars, its pillars, its sockets, its utensils, all the work relating to them,"
    },
    {
        "o": 4103,
        "r": "nkjv:Numbers:3:37",
        "t": "and the pillars of the court all around, with their sockets, their pegs, and their cords."
    },
    {
        "o": 4104,
        "r": "nkjv:Numbers:3:38",
        "t": "Moreover*p those who were to camp before the tabernacle on the east, before the tabernacle of meeting, were*i Moses, Aaron, and his sons, keeping charge of the sanctuary, to meet the needs of the children of Israel; but the outsider who came near was to be put to death."
    },
    {
        "o": 4105,
        "r": "nkjv:Numbers:3:39",
        "t": "All who were numbered of the Levites, whom Moses and Aaron numbered at the commandment of the Lord,*s by their families, all the males from a month old and above, were*i twenty-two thousand."
    },
    {
        "o": 4106,
        "r": "nkjv:Numbers:3:39",
        "t": "Levites Dedicated Instead of the Firstborn",
        "h": 2
    },
    {
        "o": 4107,
        "r": "nkjv:Numbers:3:40",
        "t": "Then*p the Lord*s said to Moses: “Number all the firstborn males of the children of Israel from a month old and above, and take the number of their names."
    },
    {
        "o": 4108,
        "r": "nkjv:Numbers:3:41",
        "t": "And you shall take the Levites for Me—I am*i the Lord*s —instead of all the firstborn among the children of Israel, and the livestock of the Levites instead of all the firstborn among the livestock of the children of Israel.”"
    },
    {
        "o": 4109,
        "r": "nkjv:Numbers:3:42",
        "t": "So Moses numbered all the firstborn among the children of Israel, as the Lord*s commanded him."
    },
    {
        "o": 4110,
        "r": "nkjv:Numbers:3:43",
        "t": "And all the firstborn males, according to the number of names from a month old and above, of those who were numbered of them, were twenty-two thousand two hundred and seventy-three."
    },
    {
        "o": 4111,
        "r": "nkjv:Numbers:3:44",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 4112,
        "r": "nkjv:Numbers:3:45",
        "t": "“Take the Levites instead of all the firstborn among the children of Israel, and the livestock of the Levites instead of their livestock. The Levites shall be Mine: I am*i the Lord.*s"
    },
    {
        "o": 4113,
        "r": "nkjv:Numbers:3:46",
        "t": "And for the redemption of the two hundred and seventy-three of the firstborn of the children of Israel, who are more than the number of the Levites,"
    },
    {
        "o": 4114,
        "r": "nkjv:Numbers:3:47",
        "t": "you shall take five shekels for each one individually; you shall take them*i in the currency of the shekel of the sanctuary, the shekel of twenty gerahs."
    },
    {
        "o": 4115,
        "r": "nkjv:Numbers:3:48",
        "t": "And you shall give the money, with which the excess number of them is redeemed, to Aaron and his sons.”"
    },
    {
        "o": 4116,
        "r": "nkjv:Numbers:3:49",
        "t": "So*p Moses took the redemption money from those who were over and above those who were redeemed by the Levites."
    },
    {
        "o": 4117,
        "r": "nkjv:Numbers:3:50",
        "t": "From the firstborn of the children of Israel he took the money, one thousand three hundred and sixty-five shekels,*i according to the shekel of the sanctuary."
    },
    {
        "o": 4118,
        "r": "nkjv:Numbers:3:51",
        "t": "And Moses gave their redemption money to Aaron and his sons, according to the word of the Lord,*s as the Lord*s commanded Moses."
    }
]
