[
    {
        "o": 8012,
        "r": "esv:1 Samuel:5:0",
        "t": "1 Samuel 5",
        "h": 1
    },
    {
        "o": 8013,
        "r": "esv:1 Samuel:5:0",
        "t": "The Philistines and the Ark",
        "h": 2
    },
    {
        "o": 8014,
        "r": "esv:1 Samuel:5:1",
        "t": "When*p the Philistines captured the ark of God, they brought it from Ebenezer to Ashdod."
    },
    {
        "o": 8015,
        "r": "esv:1 Samuel:5:2",
        "t": "Then the Philistines took the ark of God and brought it into the house of Dagon and set it up beside Dagon."
    },
    {
        "o": 8016,
        "r": "esv:1 Samuel:5:3",
        "t": "And when the people of Ashdod rose early the next day, behold, Dagon had fallen face downward on the ground before the ark of the Lord.*s So they took Dagon and put him back in his place."
    },
    {
        "o": 8017,
        "r": "esv:1 Samuel:5:4",
        "t": "But when they rose early on the next morning, behold, Dagon had fallen face downward on the ground before the ark of the Lord,*s and the head of Dagon and both his hands were lying cut off on the threshold. Only the trunk of Dagon was left to him."
    },
    {
        "o": 8018,
        "r": "esv:1 Samuel:5:5",
        "t": "This is why the priests of Dagon and all who enter the house of Dagon do not tread on the threshold of Dagon in Ashdod to this day."
    },
    {
        "o": 8019,
        "r": "esv:1 Samuel:5:6",
        "t": "The*p hand of the Lord*s was heavy against the people of Ashdod, and he terrified and afflicted them with tumors, both Ashdod and its territory."
    },
    {
        "o": 8020,
        "r": "esv:1 Samuel:5:7",
        "t": "And when the men of Ashdod saw how things were, they said, “The ark of the God of Israel must not remain with us, for his hand is hard against us and against Dagon our god.”"
    },
    {
        "o": 8021,
        "r": "esv:1 Samuel:5:8",
        "t": "So they sent and gathered together all the lords of the Philistines and said, “What shall we do with the ark of the God of Israel?” They answered, “Let the ark of the God of Israel be brought around to Gath.” So they brought the ark of the God of Israel there."
    },
    {
        "o": 8022,
        "r": "esv:1 Samuel:5:9",
        "t": "But after they had brought it around, the hand of the Lord*s was against the city, causing a very great panic, and he afflicted the men of the city, both young and old, so that tumors broke out on them."
    },
    {
        "o": 8023,
        "r": "esv:1 Samuel:5:10",
        "t": "So they sent the ark of God to Ekron. But as soon as the ark of God came to Ekron, the people of Ekron cried out, “They have brought around to us the ark of the God of Israel to kill us and our people.”"
    },
    {
        "o": 8024,
        "r": "esv:1 Samuel:5:11",
        "t": "They sent therefore and gathered together all the lords of the Philistines and said, “Send away the ark of the God of Israel, and let it return to its own place, that it may not kill us and our people.” For there was a deathly panic throughout the whole city. The hand of God was very heavy there."
    },
    {
        "o": 8025,
        "r": "esv:1 Samuel:5:12",
        "t": "The men who did not die were struck with tumors, and the cry of the city went up to heaven."
    }
]
