[
    {
        "o": 20966,
        "r": "nasb:Isaiah:60:0",
        "t": "Isaiah 60",
        "h": 1
    },
    {
        "o": 20967,
        "r": "nasb:Isaiah:60:0",
        "t": "A Glorified Zion",
        "h": 2
    },
    {
        "o": 20968,
        "r": "nasb:Isaiah:60:1",
        "t": "“Arise,*pn shine; for your light has come, And*ln the glory of the Lord*s has risen upon you."
    },
    {
        "o": 20969,
        "r": "nasb:Isaiah:60:2",
        "t": "For*ln behold, darkness will cover the earth And*ln deep darkness the peoples; But*ln the Lord*s will rise upon you And*ln His glory will appear upon you."
    },
    {
        "o": 20970,
        "r": "nasb:Isaiah:60:3",
        "t": "Nations*ln will come to your light, And*ln kings to the brightness of your rising."
    },
    {
        "o": 20971,
        "r": "nasb:Isaiah:60:4",
        "t": "“Lift*ln up your eyes round about and see; They*ln all gather together, they come to you. Your*ln sons will come from afar, And*ln your daughters will be carried in the arms."
    },
    {
        "o": 20972,
        "r": "nasb:Isaiah:60:5",
        "t": "Then*ln you will see and be radiant, And*ln your heart will thrill and rejoice; Because*ln the abundance of the sea will be turned to you, The*ln wealth of the nations will come to you."
    },
    {
        "o": 20973,
        "r": "nasb:Isaiah:60:6",
        "t": "A*ln multitude of camels will cover you, The*ln young camels of Midian and Ephah; All*ln those from Sheba will come; They*ln will bring gold and frankincense, And*ln will bear good news of the praises of the Lord.*s"
    },
    {
        "o": 20974,
        "r": "nasb:Isaiah:60:7",
        "t": "All*ln the flocks of Kedar will be gathered together to you, The*ln rams of Nebaioth will minister to you; They*ln will go up with acceptance on My altar, And*ln I shall glorify My glorious house."
    },
    {
        "o": 20975,
        "r": "nasb:Isaiah:60:8",
        "t": "Who*ln are these who fly like a cloud And*ln like the doves to their lattices?"
    },
    {
        "o": 20976,
        "r": "nasb:Isaiah:60:9",
        "t": "Surely*ln the coastlands will wait for Me; And*ln the ships of Tarshish will*i come*i first, To*ln bring your sons from afar, Their*ln silver and their gold with them, For*ln the name of the Lord*s your God, And*ln for the Holy One of Israel because He has glorified you."
    },
    {
        "o": 20977,
        "r": "nasb:Isaiah:60:10",
        "t": "“Foreigners*ln will build up your walls, And*ln their kings will minister to you; For*ln in My wrath I struck you, And*ln in My favor I have had compassion on you."
    },
    {
        "o": 20978,
        "r": "nasb:Isaiah:60:11",
        "t": "Your*ln gates will be open continually; They*ln will not be closed day or night, So*ln that men*i may bring to you the wealth of the nations, With*ln their kings led in procession."
    },
    {
        "o": 20979,
        "r": "nasb:Isaiah:60:12",
        "t": "For*ln the nation and the kingdom which will not serve you will perish, And*ln the nations will be utterly ruined."
    },
    {
        "o": 20980,
        "r": "nasb:Isaiah:60:13",
        "t": "The*ln glory of Lebanon will come to you, The*ln juniper, the box tree and the cypress together, To*ln beautify the place of My sanctuary; And*ln I shall make the place of My feet glorious."
    },
    {
        "o": 20981,
        "r": "nasb:Isaiah:60:14",
        "t": "The*ln sons of those who afflicted you will come bowing to you, And*ln all those who despised you will bow themselves at the soles of your feet; And*ln they will call you the city of the Lord,*s The*ln Zion of the Holy One of Israel."
    },
    {
        "o": 20982,
        "r": "nasb:Isaiah:60:15",
        "t": "“Whereas*ln you have been forsaken and hated With*ln no one passing through, I*ln will make you an everlasting pride, A*ln joy from generation to generation."
    },
    {
        "o": 20983,
        "r": "nasb:Isaiah:60:16",
        "t": "You*ln will also suck the milk of nations And*ln suck the breast of kings; Then*ln you will know that I, the Lord,*s am your Savior And*ln your Redeemer, the Mighty One of Jacob."
    },
    {
        "o": 20984,
        "r": "nasb:Isaiah:60:17",
        "t": "Instead*ln of bronze I will bring gold, And*ln instead of iron I will bring silver, And*ln instead of wood, bronze, And*ln instead of stones, iron. And*ln I will make peace your administrators And*ln righteousness your overseers."
    },
    {
        "o": 20985,
        "r": "nasb:Isaiah:60:18",
        "t": "Violence*ln will not be heard again in your land, Nor*ln devastation or destruction within your borders; But*ln you will call your walls salvation, and your gates praise."
    },
    {
        "o": 20986,
        "r": "nasb:Isaiah:60:19",
        "t": "No*ln longer will you have the sun for light by day, Nor*ln for brightness will the moon give you light; But*ln you will have the Lord*s for an everlasting light, And*ln your God for your glory."
    },
    {
        "o": 20987,
        "r": "nasb:Isaiah:60:20",
        "t": "Your*ln sun will no longer set, Nor*ln will your moon wane; For*ln you will have the Lord*s for an everlasting light, And*ln the days of your mourning will be over."
    },
    {
        "o": 20988,
        "r": "nasb:Isaiah:60:21",
        "t": "Then*ln all your people will*i be*i righteous; They*ln will possess the land forever, The*ln branch of My planting, The*ln work of My hands, That*ln I may be glorified."
    },
    {
        "o": 20989,
        "r": "nasb:Isaiah:60:22",
        "t": "The*ln smallest one will become a clan, And*ln the least one a mighty nation. I,*ln the Lord,*s will hasten it in its time.”"
    }
]
