[
    {
        "o": 23111,
        "r": "csb:Ezekiel:4:0",
        "t": "Ezekiel 4",
        "h": 1
    },
    {
        "o": 23112,
        "r": "csb:Ezekiel:4:0",
        "t": "Jerusalem’s Siege Dramatized",
        "h": 2
    },
    {
        "o": 23113,
        "r": "csb:Ezekiel:4:1",
        "t": "“Now*p you, son of man, take a brick, set it in front of you, and draw the city of Jerusalem on it."
    },
    {
        "o": 23114,
        "r": "csb:Ezekiel:4:2",
        "t": "Then lay siege against it: Construct a siege wall, build a ramp, pitch military camps, and place battering rams against it on all sides."
    },
    {
        "o": 23115,
        "r": "csb:Ezekiel:4:3",
        "t": "Take an iron plate and set it up as an iron wall between yourself and the city. Face it so that it is under siege, and besiege it. This will be a sign for the house of Israel."
    },
    {
        "o": 23116,
        "r": "csb:Ezekiel:4:4",
        "t": "“Then*p lie down on your left side and place the iniquity of the house of Israel on it. You will bear their iniquity for the number of days you lie on your side."
    },
    {
        "o": 23117,
        "r": "csb:Ezekiel:4:5",
        "t": "For I have assigned you the years of their iniquity according to the number of days you lie down, 390 days; so you will bear the iniquity of the house of Israel."
    },
    {
        "o": 23118,
        "r": "csb:Ezekiel:4:6",
        "t": "When you have completed these days, lie down again, but on your right side, and bear the iniquity of the house of Judah. I have assigned you forty days, a day for each year."
    },
    {
        "o": 23119,
        "r": "csb:Ezekiel:4:7",
        "t": "Face the siege of Jerusalem with your arm bared, and prophesy against it."
    },
    {
        "o": 23120,
        "r": "csb:Ezekiel:4:8",
        "t": "Be aware that I will put cords on you so you cannot turn from side to side until you have finished the days of your siege."
    },
    {
        "o": 23121,
        "r": "csb:Ezekiel:4:9",
        "t": "“Also*p take wheat, barley, beans, lentils, millet, and spelt. Put them in a single container and make them into bread for yourself. You are to eat it during the number of days you lie on your side, 390 days."
    },
    {
        "o": 23122,
        "r": "csb:Ezekiel:4:10",
        "t": "The food you eat each day will weigh eight ounces; you will eat it at set times."
    },
    {
        "o": 23123,
        "r": "csb:Ezekiel:4:11",
        "t": "You will also drink a ration of water, a sixth of a gallon, which you will drink at set times."
    },
    {
        "o": 23124,
        "r": "csb:Ezekiel:4:12",
        "t": "You will eat it as you would a barley cake and bake it over dried human excrement in their sight.”"
    },
    {
        "o": 23125,
        "r": "csb:Ezekiel:4:13",
        "t": "The Lord*s said, “This is how the Israelites will eat their bread - ceremonially unclean - among the nations where I will banish them.”"
    },
    {
        "o": 23126,
        "r": "csb:Ezekiel:4:14",
        "t": "But*p I said, “Oh, Lord God,*s I have never been defiled. From my youth until now I have not eaten anything that died naturally or was mauled by wild beasts. And impure meat has never entered my mouth.”"
    },
    {
        "o": 23127,
        "r": "csb:Ezekiel:4:15",
        "t": "He*p replied to me, “Look, I will let you use cow dung instead of human excrement, and you can make your bread over that.”"
    },
    {
        "o": 23128,
        "r": "csb:Ezekiel:4:16",
        "t": "He said to me, “Son of man, I am going to cut off the supply of bread in Jerusalem. They will anxiously eat food they have weighed out and in dread drink rationed water"
    },
    {
        "o": 23129,
        "r": "csb:Ezekiel:4:17",
        "t": "for lack of bread and water. Everyone will be devastated and waste away because of their iniquity."
    }
]
