[
    {
        "o": 24077,
        "r": "nkjv:Ezekiel:41:0",
        "t": "Ezekiel 41",
        "h": 1
    },
    {
        "o": 24078,
        "r": "nkjv:Ezekiel:41:0",
        "t": "Dimensions of the Sanctuary",
        "h": 2
    },
    {
        "o": 24079,
        "r": "nkjv:Ezekiel:41:1",
        "t": "Then*p he brought me into the sanctuary and measured the doorposts, six cubits wide on one side and six cubits wide on the other side—the width of the tabernacle."
    },
    {
        "o": 24080,
        "r": "nkjv:Ezekiel:41:2",
        "t": "The width of the entryway was*i ten cubits, and the side walls of the entrance were*i five cubits on this side and five cubits on the other side; and he measured its length, forty cubits, and its width, twenty cubits."
    },
    {
        "o": 24081,
        "r": "nkjv:Ezekiel:41:3",
        "t": "Also*p he went inside and measured the doorposts, two cubits; and the entrance, six cubits high;*i and the width of the entrance, seven cubits."
    },
    {
        "o": 24082,
        "r": "nkjv:Ezekiel:41:4",
        "t": "He measured the length, twenty cubits; and the width, twenty cubits, beyond the sanctuary; and he said to me, “This is*i the Most Holy Place.”*i"
    },
    {
        "o": 24083,
        "r": "nkjv:Ezekiel:41:4",
        "t": "The Side Chambers on the Wall",
        "h": 2
    },
    {
        "o": 24084,
        "r": "nkjv:Ezekiel:41:5",
        "t": "Next,*p he measured the wall of the temple, six cubits. The width of each side chamber all around the temple was*i four cubits on every side."
    },
    {
        "o": 24085,
        "r": "nkjv:Ezekiel:41:6",
        "t": "The side chambers were*i in three stories, one above the other, thirty chambers in each story; they rested on ledges which were*i for the side chambers all around, that they might be supported, but not fastened to the wall of the temple."
    },
    {
        "o": 24086,
        "r": "nkjv:Ezekiel:41:7",
        "t": "As one went up from story to story, the side chambers became wider all around, because their supporting ledges in the wall of the temple ascended like steps; therefore the width of the structure increased as one went up from*i the lowest story*i to the highest by way of the middle one."
    },
    {
        "o": 24087,
        "r": "nkjv:Ezekiel:41:8",
        "t": "I also saw an elevation all around the temple; it was the foundation of the side chambers, a full rod, that*i is,*i six cubits high.*i"
    },
    {
        "o": 24088,
        "r": "nkjv:Ezekiel:41:9",
        "t": "The thickness of the outer wall of the side chambers was*i five cubits, and so also the remaining terrace by the place of the side chambers of the temple."
    },
    {
        "o": 24089,
        "r": "nkjv:Ezekiel:41:10",
        "t": "And between it*i and*i the wall*i chambers was a width of twenty cubits all around the temple on every side."
    },
    {
        "o": 24090,
        "r": "nkjv:Ezekiel:41:11",
        "t": "The doors of the side chambers opened on the terrace, one door toward the north and another toward the south; and the width of the terrace was*i five cubits all around."
    },
    {
        "o": 24091,
        "r": "nkjv:Ezekiel:41:11",
        "t": "The Building at the Western End",
        "h": 2
    },
    {
        "o": 24092,
        "r": "nkjv:Ezekiel:41:12",
        "t": "The*p building that faced the separating courtyard at its western end was*i seventy cubits wide; the wall of the building was*i five cubits thick all around, and its length ninety cubits."
    },
    {
        "o": 24093,
        "r": "nkjv:Ezekiel:41:12",
        "t": "Dimensions and Design of the Temple Area",
        "h": 2
    },
    {
        "o": 24094,
        "r": "nkjv:Ezekiel:41:13",
        "t": "So*p he measured the temple, one hundred cubits long; and the separating courtyard with the building and its walls was*i one hundred cubits long;"
    },
    {
        "o": 24095,
        "r": "nkjv:Ezekiel:41:14",
        "t": "also the width of the eastern face of the temple, including the separating courtyard, was*i one hundred cubits."
    },
    {
        "o": 24096,
        "r": "nkjv:Ezekiel:41:15",
        "t": "He measured the length of the building behind it, facing the separating courtyard, with its galleries on the one side and on the other side, one hundred cubits, as well as the inner temple and the porches of the court,"
    },
    {
        "o": 24097,
        "r": "nkjv:Ezekiel:41:16",
        "t": "their doorposts and the beveled window frames. And the galleries all around their three stories opposite the threshold were paneled with wood from the ground to the windows—the windows were covered—"
    },
    {
        "o": 24098,
        "r": "nkjv:Ezekiel:41:17",
        "t": "from the space above the door, even to the inner room, as well as outside, and on every wall all around, inside and outside, by measure."
    },
    {
        "o": 24099,
        "r": "nkjv:Ezekiel:41:18",
        "t": "And*p it*i was*i made with cherubim and palm trees, a palm tree between cherub and cherub. Each*i cherub had two faces,"
    },
    {
        "o": 24100,
        "r": "nkjv:Ezekiel:41:19",
        "t": "so that the face of a man was*i toward a palm tree on one side, and the face of a young lion toward a palm tree on the other side; thus it*i was*i made throughout the temple all around."
    },
    {
        "o": 24101,
        "r": "nkjv:Ezekiel:41:20",
        "t": "From the floor to the space above the door, and on the wall of the sanctuary, cherubim and palm trees were*i carved."
    },
    {
        "o": 24102,
        "r": "nkjv:Ezekiel:41:21",
        "t": "The*p doorposts of the temple were*i square, as*i was*i the front of the sanctuary; their appearance was similar."
    },
    {
        "o": 24103,
        "r": "nkjv:Ezekiel:41:22",
        "t": "The altar was*i of wood, three cubits high, and its length two cubits. Its corners, its length, and its sides were*i of wood; and he said to me, “This is*i the table that is*i before the Lord.”*s"
    },
    {
        "o": 24104,
        "r": "nkjv:Ezekiel:41:23",
        "t": "The*p temple and the sanctuary had two doors."
    },
    {
        "o": 24105,
        "r": "nkjv:Ezekiel:41:24",
        "t": "The doors had two panels apiece,*i two folding panels: two panels*i for one door and two panels for the other door.*i"
    },
    {
        "o": 24106,
        "r": "nkjv:Ezekiel:41:25",
        "t": "Cherubim and palm trees were*i carved on the doors of the temple just as they were*i carved on the walls. A wooden canopy was*i on the front of the vestibule outside."
    },
    {
        "o": 24107,
        "r": "nkjv:Ezekiel:41:26",
        "t": "There*i were*i beveled window frames*i and palm trees on one side and on the other, on the sides of the vestibule—also on the side chambers of the temple and on the canopies."
    }
]
