[
    {
        "o": 35185,
        "r": "csb:Revelation:18:0",
        "t": "Revelation 18",
        "h": 1
    },
    {
        "o": 35186,
        "r": "csb:Revelation:18:0",
        "t": "The Fall of Babylon the Great",
        "h": 2
    },
    {
        "o": 35187,
        "r": "csb:Revelation:18:1",
        "t": "After*p this I saw another angel with great authority coming down from heaven, and the earth was illuminated by his splendor."
    },
    {
        "o": 35188,
        "r": "csb:Revelation:18:2",
        "t": "He called out in a mighty voice: It*pn has fallen, Babylon*ln the Great has fallen! She*ln has become a home for demons, a*ln haunt for every unclean spirit, a*ln haunt for every unclean bird, and*ln a haunt for every unclean and despicable beast."
    },
    {
        "o": 35189,
        "r": "csb:Revelation:18:3",
        "t": "For*ln all the nations have drunk the*ln wine of her sexual immorality, which*ln brings wrath. The*ln kings of the earth have*ln committed sexual immorality with her, and*ln the merchants of the earth have*ln grown wealthy from her sensuality and excess."
    },
    {
        "o": 35190,
        "r": "csb:Revelation:18:4",
        "t": "Then*p I heard another voice from heaven: Come*pn out of her, my people, so*ln that you will not share in her sins or*ln receive any of her plagues."
    },
    {
        "o": 35191,
        "r": "csb:Revelation:18:5",
        "t": "For*ln her sins are piled up to heaven, and*ln God has remembered her crimes."
    },
    {
        "o": 35192,
        "r": "csb:Revelation:18:6",
        "t": "Pay*ln her back the way she also paid, and*ln double it according to her works. In*ln the cup in which she mixed, mix*ln a double portion for her."
    },
    {
        "o": 35193,
        "r": "csb:Revelation:18:7",
        "t": "As*ln much as she glorified herself and indulged her sensual and excessive ways, give*ln her that much torment and grief. For*ln she says in her heart, “I*ln sit as a queen; I*ln am not a widow, and*ln I will never see grief.”"
    },
    {
        "o": 35194,
        "r": "csb:Revelation:18:8",
        "t": "For*ln this reason her plagues will come in just one day — death*ln and grief and famine. She*ln will be burned up with fire, because*ln the Lord God who judges her is mighty."
    },
    {
        "o": 35195,
        "r": "csb:Revelation:18:8",
        "t": "The World Mourns Babylon’s Fall",
        "h": 2
    },
    {
        "o": 35196,
        "r": "csb:Revelation:18:9",
        "t": "The*p kings of the earth who have committed sexual immorality and shared her sensual and excessive ways will weep and mourn over her when they see the smoke from her burning."
    },
    {
        "o": 35197,
        "r": "csb:Revelation:18:10",
        "t": "They will stand far off in fear of her torment, saying, Woe,*pn woe, the great city, Babylon,*ln the mighty city! For*ln in a single hour your*ln judgment has come."
    },
    {
        "o": 35198,
        "r": "csb:Revelation:18:11",
        "t": "The*p merchants of the earth will weep and mourn over her, because no one buys their cargo any longer -"
    },
    {
        "o": 35199,
        "r": "csb:Revelation:18:12",
        "t": "cargo of gold, silver, jewels, and pearls; fine linen, purple, silk, and scarlet; all kinds of fragrant wood products; objects of ivory; objects of expensive wood, brass, iron, and marble;"
    },
    {
        "o": 35200,
        "r": "csb:Revelation:18:13",
        "t": "cinnamon, spice, incense, myrrh, and frankincense; wine, olive oil, fine flour, and grain; cattle and sheep; horses and carriages; and slaves - human lives."
    },
    {
        "o": 35201,
        "r": "csb:Revelation:18:14",
        "t": "The*pn fruit you craved has left you. All*ln your splendid and glamorous things are gone; they*ln will never find them again."
    },
    {
        "o": 35202,
        "r": "csb:Revelation:18:15",
        "t": "The*p merchants of these things, who became rich from her, will stand far off in fear of her torment, weeping and mourning,"
    },
    {
        "o": 35203,
        "r": "csb:Revelation:18:16",
        "t": "saying, Woe,*pn woe, the great city, dressed*ln in fine linen, purple, and scarlet, adorned*ln with gold, jewels, and pearls;"
    },
    {
        "o": 35204,
        "r": "csb:Revelation:18:17",
        "t": "for*ln in a single hour such*ln fabulous wealth was destroyed! And*p every shipmaster, seafarer, the sailors, and all who do business by sea, stood far off"
    },
    {
        "o": 35205,
        "r": "csb:Revelation:18:18",
        "t": "as they watched the smoke from her burning and kept crying out, “Who was like the great city?”"
    },
    {
        "o": 35206,
        "r": "csb:Revelation:18:19",
        "t": "They threw dust on their heads and kept crying out, weeping, and mourning, Woe,*pn woe, the great city, where*ln all those who have ships on the sea became*ln rich from her wealth; for*ln in a single hour she was destroyed."
    },
    {
        "o": 35207,
        "r": "csb:Revelation:18:20",
        "t": "Rejoice*ln over her, heaven, and*ln you saints, apostles, and prophets, because*ln God has pronounced on her the judgment she passed on you!"
    },
    {
        "o": 35208,
        "r": "csb:Revelation:18:20",
        "t": "The Finality of Babylon’s Fall",
        "h": 2
    },
    {
        "o": 35209,
        "r": "csb:Revelation:18:21",
        "t": "Then*p a mighty angel picked up a stone like a large millstone and threw it into the sea, saying, In*pn this way, Babylon the great city will*ln be thrown down violently and*ln never be found again."
    },
    {
        "o": 35210,
        "r": "csb:Revelation:18:22",
        "t": "The*ln sound of harpists, musicians, flutists,*ln and trumpeters will*ln never be heard in you again; no*ln craftsman of any trade will*ln ever be found in you again; the*ln sound of a mill will*ln never be heard in you again;"
    },
    {
        "o": 35211,
        "r": "csb:Revelation:18:23",
        "t": "the*ln light of a lamp will*ln never shine in you again; and*ln the voice of a groom and bride will*ln never be heard in you again. All*ln this will happen because*ln your merchants were*ln the nobility of the earth, because*ln all the nations were deceived by*ln your sorcery."
    },
    {
        "o": 35212,
        "r": "csb:Revelation:18:24",
        "t": "In*ln her was found the blood of prophets and saints, and*ln of all those slaughtered on the earth."
    }
]
