[
    {
        "o": 1657,
        "r": "csb:Genesis:50:0",
        "t": "Genesis 50",
        "h": 1
    },
    {
        "o": 1658,
        "r": "csb:Genesis:50:0",
        "t": "Jacob’s Burial",
        "h": 2
    },
    {
        "o": 1659,
        "r": "csb:Genesis:50:1",
        "t": "Then*p Joseph, leaning over his father’s face, wept and kissed him."
    },
    {
        "o": 1660,
        "r": "csb:Genesis:50:2",
        "t": "He commanded his servants who were physicians to embalm his father. So they embalmed Israel."
    },
    {
        "o": 1661,
        "r": "csb:Genesis:50:3",
        "t": "They took forty days to complete this, for embalming takes that long, and the Egyptians mourned for him seventy days."
    },
    {
        "o": 1662,
        "r": "csb:Genesis:50:4",
        "t": "When*p the days of mourning were over, Joseph said to Pharaoh’s household, “If I have found favor with you, please tell Pharaoh that"
    },
    {
        "o": 1663,
        "r": "csb:Genesis:50:5",
        "t": "my father made me take an oath, saying, ‘I am about to die. You must bury me there in the tomb that I made for myself in the land of Canaan.’ Now let me go and bury my father. Then I will return.”"
    },
    {
        "o": 1664,
        "r": "csb:Genesis:50:6",
        "t": "So*p Pharaoh said, “Go and bury your father in keeping with your oath.”"
    },
    {
        "o": 1665,
        "r": "csb:Genesis:50:7",
        "t": "Then*p Joseph went to bury his father, and all Pharaoh’s servants, the elders of his household, and all the elders of the land of Egypt went with him,"
    },
    {
        "o": 1666,
        "r": "csb:Genesis:50:8",
        "t": "along with all Joseph’s family, his brothers, and his father’s family. Only their dependents, their flocks, and their herds were left in the land of Goshen."
    },
    {
        "o": 1667,
        "r": "csb:Genesis:50:9",
        "t": "Horses and chariots went up with him; it was a very impressive procession."
    },
    {
        "o": 1668,
        "r": "csb:Genesis:50:10",
        "t": "When they reached the threshing floor of Atad, which is across the Jordan, they lamented and wept loudly, and Joseph mourned seven days for his father."
    },
    {
        "o": 1669,
        "r": "csb:Genesis:50:11",
        "t": "When the Canaanite inhabitants of the land saw the mourning at the threshing floor of Atad, they said, “This is a solemn mourning on the part of the Egyptians.” Therefore the place is named Abel-mizraim. It is across the Jordan."
    },
    {
        "o": 1670,
        "r": "csb:Genesis:50:12",
        "t": "So*p Jacob’s sons did for him what he had commanded them."
    },
    {
        "o": 1671,
        "r": "csb:Genesis:50:13",
        "t": "They carried him to the land of Canaan and buried him in the cave at Machpelah in the field near Mamre, which Abraham had purchased as burial property from Ephron the Hethite."
    },
    {
        "o": 1672,
        "r": "csb:Genesis:50:14",
        "t": "After Joseph buried his father, he returned to Egypt with his brothers and all who had gone with him to bury his father."
    },
    {
        "o": 1673,
        "r": "csb:Genesis:50:14",
        "t": "Joseph’s Kindness",
        "h": 2
    },
    {
        "o": 1674,
        "r": "csb:Genesis:50:15",
        "t": "When*p Joseph’s brothers saw that their father was dead, they said to one another, “If Joseph is holding a grudge against us, he will certainly repay us for all the suffering we caused him.”"
    },
    {
        "o": 1675,
        "r": "csb:Genesis:50:16",
        "t": "So*p they sent this message to Joseph, “Before he died your father gave a command:"
    },
    {
        "o": 1676,
        "r": "csb:Genesis:50:17",
        "t": "‘Say this to Joseph: Please forgive your brothers’ transgression and their sin - the suffering they caused you.’ Therefore, please forgive the transgression of the servants of the God of your father.” Joseph wept when their message came to him."
    },
    {
        "o": 1677,
        "r": "csb:Genesis:50:18",
        "t": "His brothers also came to him, bowed down before him, and said, “We are your slaves!”"
    },
    {
        "o": 1678,
        "r": "csb:Genesis:50:19",
        "t": "But*p Joseph said to them, “Don’t be afraid. Am I in the place of God?"
    },
    {
        "o": 1679,
        "r": "csb:Genesis:50:20",
        "t": "You planned evil against me; God planned it for good to bring about the present result - the survival of many people."
    },
    {
        "o": 1680,
        "r": "csb:Genesis:50:21",
        "t": "Therefore don’t be afraid. I will take care of you and your children.” And he comforted them and spoke kindly to them."
    },
    {
        "o": 1681,
        "r": "csb:Genesis:50:21",
        "t": "Joseph’s Death",
        "h": 2
    },
    {
        "o": 1682,
        "r": "csb:Genesis:50:22",
        "t": "Joseph*p and his father’s family remained in Egypt. Joseph lived 110 years."
    },
    {
        "o": 1683,
        "r": "csb:Genesis:50:23",
        "t": "He saw Ephraim’s sons to the third generation; the sons of Manasseh’s son Machir were recognized by Joseph."
    },
    {
        "o": 1684,
        "r": "csb:Genesis:50:24",
        "t": "Joseph*p said to his brothers, “I am about to die, but God will certainly come to your aid and bring you up from this land to the land he swore to give to Abraham, Isaac, and Jacob.”"
    },
    {
        "o": 1685,
        "r": "csb:Genesis:50:25",
        "t": "So Joseph made the sons of Israel take an oath: “When God comes to your aid, you are to carry my bones up from here.”"
    },
    {
        "o": 1686,
        "r": "csb:Genesis:50:26",
        "t": "Joseph*p died at the age of 110. They embalmed him and placed him in a coffin in Egypt."
    }
]
