[
    {
        "o": 12302,
        "r": "esv:2 Chronicles:1:0",
        "t": "2 Chronicles 1",
        "h": 1
    },
    {
        "o": 12303,
        "r": "esv:2 Chronicles:1:0",
        "t": "Solomon Worships at Gibeon",
        "h": 2
    },
    {
        "o": 12304,
        "r": "esv:2 Chronicles:1:1",
        "t": "Solomon*p the son of David established himself in his kingdom, and the Lord*s his God was with him and made him exceedingly great."
    },
    {
        "o": 12305,
        "r": "esv:2 Chronicles:1:2",
        "t": "Solomon*p spoke to all Israel, to the commanders of thousands and of hundreds, to the judges, and to all the leaders in all Israel, the heads of fathers’ houses."
    },
    {
        "o": 12306,
        "r": "esv:2 Chronicles:1:3",
        "t": "And Solomon, and all the assembly with him, went to the high place that was at Gibeon, for the tent of meeting of God, which Moses the servant of the Lord*s had made in the wilderness, was there."
    },
    {
        "o": 12307,
        "r": "esv:2 Chronicles:1:4",
        "t": "(But David had brought up the ark of God from Kiriath-jearim to the place that David had prepared for it, for he had pitched a tent for it in Jerusalem.)"
    },
    {
        "o": 12308,
        "r": "esv:2 Chronicles:1:5",
        "t": "Moreover, the bronze altar that Bezalel the son of Uri, son of Hur, had made, was there before the tabernacle of the Lord.*s And Solomon and the assembly sought it out."
    },
    {
        "o": 12309,
        "r": "esv:2 Chronicles:1:6",
        "t": "And Solomon went up there to the bronze altar before the Lord,*s which was at the tent of meeting, and offered a thousand burnt offerings on it."
    },
    {
        "o": 12310,
        "r": "esv:2 Chronicles:1:6",
        "t": "Solomon Prays for Wisdom",
        "h": 2
    },
    {
        "o": 12311,
        "r": "esv:2 Chronicles:1:7",
        "t": "In*p that night God appeared to Solomon, and said to him, “Ask what I shall give you.”"
    },
    {
        "o": 12312,
        "r": "esv:2 Chronicles:1:8",
        "t": "And Solomon said to God, “You have shown great and steadfast love to David my father, and have made me king in his place."
    },
    {
        "o": 12313,
        "r": "esv:2 Chronicles:1:9",
        "t": "O Lord*s God, let your word to David my father be now fulfilled, for you have made me king over a people as numerous as the dust of the earth."
    },
    {
        "o": 12314,
        "r": "esv:2 Chronicles:1:10",
        "t": "Give me now wisdom and knowledge to go out and come in before this people, for who can govern this people of yours, which is so great?”"
    },
    {
        "o": 12315,
        "r": "esv:2 Chronicles:1:11",
        "t": "God answered Solomon, “Because this was in your heart, and you have not asked for possessions, wealth, honor, or the life of those who hate you, and have not even asked for long life, but have asked for wisdom and knowledge for yourself that you may govern my people over whom I have made you king,"
    },
    {
        "o": 12316,
        "r": "esv:2 Chronicles:1:12",
        "t": "wisdom and knowledge are granted to you. I will also give you riches, possessions, and honor, such as none of the kings had who were before you, and none after you shall have the like.”"
    },
    {
        "o": 12317,
        "r": "esv:2 Chronicles:1:13",
        "t": "So Solomon came from the high place at Gibeon, from before the tent of meeting, to Jerusalem. And he reigned over Israel."
    },
    {
        "o": 12318,
        "r": "esv:2 Chronicles:1:13",
        "t": "Solomon Given Wealth",
        "h": 2
    },
    {
        "o": 12319,
        "r": "esv:2 Chronicles:1:14",
        "t": "Solomon*p gathered together chariots and horsemen. He had 1,400 chariots and 12,000 horsemen, whom he stationed in the chariot cities and with the king in Jerusalem."
    },
    {
        "o": 12320,
        "r": "esv:2 Chronicles:1:15",
        "t": "And the king made silver and gold as common in Jerusalem as stone, and he made cedar as plentiful as the sycamore of the Shephelah."
    },
    {
        "o": 12321,
        "r": "esv:2 Chronicles:1:16",
        "t": "And Solomon’s import of horses was from Egypt and Kue, and the king’s traders would buy them from Kue for a price."
    },
    {
        "o": 12322,
        "r": "esv:2 Chronicles:1:17",
        "t": "They imported a chariot from Egypt for 600 shekels of silver, and a horse for 150. Likewise through them these were exported to all the kings of the Hittites and the kings of Syria."
    }
]
