[
    {
        "o": 17377,
        "r": "kjv:Proverbs:8:0",
        "t": "Proverbs 8",
        "h": 1
    },
    {
        "o": 17378,
        "r": "kjv:Proverbs:8:1",
        "t": "Doth*p not wisdom cry? and understanding put forth her voice?"
    },
    {
        "o": 17379,
        "r": "kjv:Proverbs:8:2",
        "t": "She*p standeth in the top of high places, by the way in the places of the paths."
    },
    {
        "o": 17380,
        "r": "kjv:Proverbs:8:3",
        "t": "She*p crieth at the gates, at the entry of the city, at the coming in at the doors."
    },
    {
        "o": 17381,
        "r": "kjv:Proverbs:8:4",
        "t": "Unto*p you, O men, I call; and my voice is to the sons of man."
    },
    {
        "o": 17382,
        "r": "kjv:Proverbs:8:5",
        "t": "O*p ye simple, understand wisdom: and, ye fools, be ye of an understanding heart."
    },
    {
        "o": 17383,
        "r": "kjv:Proverbs:8:6",
        "t": "Hear;*p for I will speak of excellent things; and the opening of my lips shall be right things."
    },
    {
        "o": 17384,
        "r": "kjv:Proverbs:8:7",
        "t": "For*p my mouth shall speak truth; and wickedness is an abomination to my lips."
    },
    {
        "o": 17385,
        "r": "kjv:Proverbs:8:8",
        "t": "All*p the words of my mouth are in righteousness; there is nothing froward or perverse in them."
    },
    {
        "o": 17386,
        "r": "kjv:Proverbs:8:9",
        "t": "They*p are all plain to him that understandeth, and right to them that find knowledge."
    },
    {
        "o": 17387,
        "r": "kjv:Proverbs:8:10",
        "t": "Receive*p my instruction, and not silver; and knowledge rather than choice gold."
    },
    {
        "o": 17388,
        "r": "kjv:Proverbs:8:11",
        "t": "For*p wisdom is better than rubies; and all the things that may be desired are not to be compared to it."
    },
    {
        "o": 17389,
        "r": "kjv:Proverbs:8:12",
        "t": "I*p wisdom dwell with prudence, and find out knowledge of witty inventions."
    },
    {
        "o": 17390,
        "r": "kjv:Proverbs:8:13",
        "t": "The*p fear of the Lord*s is to hate evil: pride, and arrogancy, and the evil way, and the froward mouth, do I hate."
    },
    {
        "o": 17391,
        "r": "kjv:Proverbs:8:14",
        "t": "Counsel*p is mine, and sound wisdom: I am understanding; I have strength."
    },
    {
        "o": 17392,
        "r": "kjv:Proverbs:8:15",
        "t": "By*p me kings reign, and princes decree justice."
    },
    {
        "o": 17393,
        "r": "kjv:Proverbs:8:16",
        "t": "By*p me princes rule, and nobles, even all the judges of the earth."
    },
    {
        "o": 17394,
        "r": "kjv:Proverbs:8:17",
        "t": "I*p love them that love me; and those that seek me early shall find me."
    },
    {
        "o": 17395,
        "r": "kjv:Proverbs:8:18",
        "t": "Riches*p and honour are with me; yea, durable riches and righteousness."
    },
    {
        "o": 17396,
        "r": "kjv:Proverbs:8:19",
        "t": "My*p fruit is better than gold, yea, than fine gold; and my revenue than choice silver."
    },
    {
        "o": 17397,
        "r": "kjv:Proverbs:8:20",
        "t": "I*p lead in the way of righteousness, in the midst of the paths of judgment:"
    },
    {
        "o": 17398,
        "r": "kjv:Proverbs:8:21",
        "t": "That*p I may cause those that love me to inherit substance; and I will fill their treasures."
    },
    {
        "o": 17399,
        "r": "kjv:Proverbs:8:22",
        "t": "The*p Lord*s possessed me in the beginning of his way, before his works of old."
    },
    {
        "o": 17400,
        "r": "kjv:Proverbs:8:23",
        "t": "I*p was set up from everlasting, from the beginning, or ever the earth was."
    },
    {
        "o": 17401,
        "r": "kjv:Proverbs:8:24",
        "t": "When*p there were no depths, I was brought forth; when there were no fountains abounding with water."
    },
    {
        "o": 17402,
        "r": "kjv:Proverbs:8:25",
        "t": "Before*p the mountains were settled, before the hills was I brought forth:"
    },
    {
        "o": 17403,
        "r": "kjv:Proverbs:8:26",
        "t": "While*p as yet he had not made the earth, nor the fields, nor the highest part of the dust of the world."
    },
    {
        "o": 17404,
        "r": "kjv:Proverbs:8:27",
        "t": "When*p he prepared the heavens, I was there: when he set a compass upon the face of the depth:"
    },
    {
        "o": 17405,
        "r": "kjv:Proverbs:8:28",
        "t": "When*p he established the clouds above: when he strengthened the fountains of the deep:"
    },
    {
        "o": 17406,
        "r": "kjv:Proverbs:8:29",
        "t": "When*p he gave to the sea his decree, that the waters should not pass his commandment: when he appointed the foundations of the earth:"
    },
    {
        "o": 17407,
        "r": "kjv:Proverbs:8:30",
        "t": "Then*p I was by him, as one brought up with him: and I was daily his delight, rejoicing always before him;"
    },
    {
        "o": 17408,
        "r": "kjv:Proverbs:8:31",
        "t": "Rejoicing*p in the habitable part of his earth; and my delights were with the sons of men."
    },
    {
        "o": 17409,
        "r": "kjv:Proverbs:8:32",
        "t": "Now*p therefore hearken unto me, O ye children: for blessed are they that keep my ways."
    },
    {
        "o": 17410,
        "r": "kjv:Proverbs:8:33",
        "t": "Hear*p instruction, and be wise, and refuse it not."
    },
    {
        "o": 17411,
        "r": "kjv:Proverbs:8:34",
        "t": "Blessed*p is the man that heareth me, watching daily at my gates, waiting at the posts of my doors."
    },
    {
        "o": 17412,
        "r": "kjv:Proverbs:8:35",
        "t": "For*p whoso findeth me findeth life, and shall obtain favour of the Lord.*s"
    },
    {
        "o": 17413,
        "r": "kjv:Proverbs:8:36",
        "t": "But*p he that sinneth against me wrongeth his own soul: all they that hate me love death."
    }
]
