[
    {
        "o": 30778,
        "r": "esv:Acts:17:0",
        "t": "Acts 17",
        "h": 1
    },
    {
        "o": 30779,
        "r": "esv:Acts:17:0",
        "t": "Paul and Silas in Thessalonica",
        "h": 2
    },
    {
        "o": 30780,
        "r": "esv:Acts:17:1",
        "t": "Now*p when they had passed through Amphipolis and Apollonia, they came to Thessalonica, where there was a synagogue of the Jews."
    },
    {
        "o": 30781,
        "r": "esv:Acts:17:2",
        "t": "And Paul went in, as was his custom, and on three Sabbath days he reasoned with them from the Scriptures,"
    },
    {
        "o": 30782,
        "r": "esv:Acts:17:3",
        "t": "explaining and proving that it was necessary for the Christ to suffer and to rise from the dead, and saying, “This Jesus, whom I proclaim to you, is the Christ.”"
    },
    {
        "o": 30783,
        "r": "esv:Acts:17:4",
        "t": "And some of them were persuaded and joined Paul and Silas, as did a great many of the devout Greeks and not a few of the leading women."
    },
    {
        "o": 30784,
        "r": "esv:Acts:17:5",
        "t": "But the Jews were jealous, and taking some wicked men of the rabble, they formed a mob, set the city in an uproar, and attacked the house of Jason, seeking to bring them out to the crowd."
    },
    {
        "o": 30785,
        "r": "esv:Acts:17:6",
        "t": "And when they could not find them, they dragged Jason and some of the brothers before the city authorities, shouting, “These men who have turned the world upside down have come here also,"
    },
    {
        "o": 30786,
        "r": "esv:Acts:17:7",
        "t": "and Jason has received them, and they are all acting against the decrees of Caesar, saying that there is another king, Jesus.”"
    },
    {
        "o": 30787,
        "r": "esv:Acts:17:8",
        "t": "And the people and the city authorities were disturbed when they heard these things."
    },
    {
        "o": 30788,
        "r": "esv:Acts:17:9",
        "t": "And when they had taken money as security from Jason and the rest, they let them go."
    },
    {
        "o": 30789,
        "r": "esv:Acts:17:9",
        "t": "Paul and Silas in Berea",
        "h": 2
    },
    {
        "o": 30790,
        "r": "esv:Acts:17:10",
        "t": "The*p brothers immediately sent Paul and Silas away by night to Berea, and when they arrived they went into the Jewish synagogue."
    },
    {
        "o": 30791,
        "r": "esv:Acts:17:11",
        "t": "Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so."
    },
    {
        "o": 30792,
        "r": "esv:Acts:17:12",
        "t": "Many of them therefore believed, with not a few Greek women of high standing as well as men."
    },
    {
        "o": 30793,
        "r": "esv:Acts:17:13",
        "t": "But when the Jews from Thessalonica learned that the word of God was proclaimed by Paul at Berea also, they came there too, agitating and stirring up the crowds."
    },
    {
        "o": 30794,
        "r": "esv:Acts:17:14",
        "t": "Then the brothers immediately sent Paul off on his way to the sea, but Silas and Timothy remained there."
    },
    {
        "o": 30795,
        "r": "esv:Acts:17:15",
        "t": "Those who conducted Paul brought him as far as Athens, and after receiving a command for Silas and Timothy to come to him as soon as possible, they departed."
    },
    {
        "o": 30796,
        "r": "esv:Acts:17:15",
        "t": "Paul in Athens",
        "h": 2
    },
    {
        "o": 30797,
        "r": "esv:Acts:17:16",
        "t": "Now*p while Paul was waiting for them at Athens, his spirit was provoked within him as he saw that the city was full of idols."
    },
    {
        "o": 30798,
        "r": "esv:Acts:17:17",
        "t": "So he reasoned in the synagogue with the Jews and the devout persons, and in the marketplace every day with those who happened to be there."
    },
    {
        "o": 30799,
        "r": "esv:Acts:17:18",
        "t": "Some of the Epicurean and Stoic philosophers also conversed with him. And some said, “What does this babbler wish to say?” Others said, “He seems to be a preacher of foreign divinities”— because he was preaching Jesus and the resurrection."
    },
    {
        "o": 30800,
        "r": "esv:Acts:17:19",
        "t": "And they took him and brought him to the Areopagus, saying, “May we know what this new teaching is that you are presenting?"
    },
    {
        "o": 30801,
        "r": "esv:Acts:17:20",
        "t": "For you bring some strange things to our ears. We wish to know therefore what these things mean.”"
    },
    {
        "o": 30802,
        "r": "esv:Acts:17:21",
        "t": "Now all the Athenians and the foreigners who lived there would spend their time in nothing except telling or hearing something new."
    },
    {
        "o": 30803,
        "r": "esv:Acts:17:21",
        "t": "Paul Addresses the Areopagus",
        "h": 2
    },
    {
        "o": 30804,
        "r": "esv:Acts:17:22",
        "t": "So*p Paul, standing in the midst of the Areopagus, said: “Men of Athens, I perceive that in every way you are very religious."
    },
    {
        "o": 30805,
        "r": "esv:Acts:17:23",
        "t": "For as I passed along and observed the objects of your worship, I found also an altar with this inscription: ‘To the unknown god.’ What therefore you worship as unknown, this I proclaim to you."
    },
    {
        "o": 30806,
        "r": "esv:Acts:17:24",
        "t": "The God who made the world and everything in it, being Lord of heaven and earth, does not live in temples made by man,"
    },
    {
        "o": 30807,
        "r": "esv:Acts:17:25",
        "t": "nor is he served by human hands, as though he needed anything, since he himself gives to all mankind life and breath and everything."
    },
    {
        "o": 30808,
        "r": "esv:Acts:17:26",
        "t": "And he made from one man every nation of mankind to live on all the face of the earth, having determined allotted periods and the boundaries of their dwelling place,"
    },
    {
        "o": 30809,
        "r": "esv:Acts:17:27",
        "t": "that they should seek God, and perhaps feel their way toward him and find him. Yet he is actually not far from each one of us,"
    },
    {
        "o": 30810,
        "r": "esv:Acts:17:28",
        "t": "for “‘In*pn him we live and move and have our being’; as*p even some of your own poets have said, “‘For*pn we are indeed his offspring.’"
    },
    {
        "o": 30811,
        "r": "esv:Acts:17:29",
        "t": "Being*p then God’s offspring, we ought not to think that the divine being is like gold or silver or stone, an image formed by the art and imagination of man."
    },
    {
        "o": 30812,
        "r": "esv:Acts:17:30",
        "t": "The times of ignorance God overlooked, but now he commands all people everywhere to repent,"
    },
    {
        "o": 30813,
        "r": "esv:Acts:17:31",
        "t": "because he has fixed a day on which he will judge the world in righteousness by a man whom he has appointed; and of this he has given assurance to all by raising him from the dead.”"
    },
    {
        "o": 30814,
        "r": "esv:Acts:17:32",
        "t": "Now*p when they heard of the resurrection of the dead, some mocked. But others said, “We will hear you again about this.”"
    },
    {
        "o": 30815,
        "r": "esv:Acts:17:33",
        "t": "So Paul went out from their midst."
    },
    {
        "o": 30816,
        "r": "esv:Acts:17:34",
        "t": "But some men joined him and believed, among whom also were Dionysius the Areopagite and a woman named Damaris and others with them."
    }
]
