[
    {
        "o": 20360,
        "r": "esv:Isaiah:34:0",
        "t": "Isaiah 34",
        "h": 1
    },
    {
        "o": 20361,
        "r": "esv:Isaiah:34:0",
        "t": "Judgment on the Nations",
        "h": 2
    },
    {
        "o": 20362,
        "r": "esv:Isaiah:34:1",
        "t": "Draw*pn near, O nations, to hear, and*ld give attention, O peoples! Let*ln the earth hear, and all that fills it; the*ld world, and all that comes from it."
    },
    {
        "o": 20363,
        "r": "esv:Isaiah:34:2",
        "t": "For*ln the Lord*s is enraged against all the nations, and*ld furious against all their host; he*ld has devoted them to destruction, has given them over for slaughter."
    },
    {
        "o": 20364,
        "r": "esv:Isaiah:34:3",
        "t": "Their*ln slain shall be cast out, and*ld the stench of their corpses shall rise; the*ld mountains shall flow with their blood."
    },
    {
        "o": 20365,
        "r": "esv:Isaiah:34:4",
        "t": "All*ln the host of heaven shall rot away, and*ld the skies roll up like a scroll. All*ln their host shall fall, as*ld leaves fall from the vine, like*ld leaves falling from the fig tree."
    },
    {
        "o": 20366,
        "r": "esv:Isaiah:34:5",
        "t": "For*pn my sword has drunk its fill in the heavens; behold,*ld it descends for judgment upon Edom, upon*ld the people I have devoted to destruction."
    },
    {
        "o": 20367,
        "r": "esv:Isaiah:34:6",
        "t": "The*ln Lord*s has a sword; it is sated with blood; it*ld is gorged with fat, with*ld the blood of lambs and goats, with*ld the fat of the kidneys of rams. For*ln the Lord*s has a sacrifice in Bozrah, a*ld great slaughter in the land of Edom."
    },
    {
        "o": 20368,
        "r": "esv:Isaiah:34:7",
        "t": "Wild*ln oxen shall fall with them, and*ld young steers with the mighty bulls. Their*ln land shall drink its fill of blood, and*ld their soil shall be gorged with fat."
    },
    {
        "o": 20369,
        "r": "esv:Isaiah:34:8",
        "t": "For*pn the Lord*s has a day of vengeance, a*ld year of recompense for the cause of Zion."
    },
    {
        "o": 20370,
        "r": "esv:Isaiah:34:9",
        "t": "And*ln the streams of Edom shall be turned into pitch, and*ld her soil into sulfur; her*ld land shall become burning pitch."
    },
    {
        "o": 20371,
        "r": "esv:Isaiah:34:10",
        "t": "Night*ln and day it shall not be quenched; its*ld smoke shall go up forever. From*ln generation to generation it shall lie waste; none*ld shall pass through it forever and ever."
    },
    {
        "o": 20372,
        "r": "esv:Isaiah:34:11",
        "t": "But*ln the hawk and the porcupine shall possess it, the*ld owl and the raven shall dwell in it. He*ln shall stretch the line of confusion over it, and*ld the plumb line of emptiness."
    },
    {
        "o": 20373,
        "r": "esv:Isaiah:34:12",
        "t": "Its*ln nobles— there is no one there to call it a kingdom, and*ld all its princes shall be nothing."
    },
    {
        "o": 20374,
        "r": "esv:Isaiah:34:13",
        "t": "Thorns*pn shall grow over its strongholds, nettles*ld and thistles in its fortresses. It*ln shall be the haunt of jackals, an*ld abode for ostriches."
    },
    {
        "o": 20375,
        "r": "esv:Isaiah:34:14",
        "t": "And*ln wild animals shall meet with hyenas; the*ld wild goat shall cry to his fellow; indeed,*ln there the night bird settles and*ld finds for herself a resting place."
    },
    {
        "o": 20376,
        "r": "esv:Isaiah:34:15",
        "t": "There*pn the owl nests and lays and*ld hatches and gathers her young in her shadow; indeed,*ln there the hawks are gathered, each*ld one with her mate."
    },
    {
        "o": 20377,
        "r": "esv:Isaiah:34:16",
        "t": "Seek*ln and read from the book of the Lord:*s Not*ld one of these shall be missing; none*ld shall be without her mate. For*ln the mouth of the Lord*s has commanded, and*ld his Spirit has gathered them."
    },
    {
        "o": 20378,
        "r": "esv:Isaiah:34:17",
        "t": "He*ln has cast the lot for them; his*ld hand has portioned it out to them with the line; they*ln shall possess it forever; from*ld generation to generation they shall dwell in it."
    }
]
