[
    {
        "o": 23689,
        "r": "csb:Ezekiel:24:0",
        "t": "Ezekiel 24",
        "h": 1
    },
    {
        "o": 23690,
        "r": "csb:Ezekiel:24:0",
        "t": "Parable of the Boiling Pot",
        "h": 2
    },
    {
        "o": 23691,
        "r": "csb:Ezekiel:24:1",
        "t": "The*p word of the Lord*s came to me in the ninth year, in the tenth month, on the tenth day of the month:"
    },
    {
        "o": 23692,
        "r": "csb:Ezekiel:24:2",
        "t": "“Son of man, write down today’s date, this very day. The king of Babylon has laid siege to Jerusalem this very day."
    },
    {
        "o": 23693,
        "r": "csb:Ezekiel:24:3",
        "t": "Now speak a parable to the rebellious house. Tell them, ‘This is what the Lord God*s says: Put*pn the pot on the fire — put*ln it on, and*ln then pour water into it!"
    },
    {
        "o": 23694,
        "r": "csb:Ezekiel:24:4",
        "t": "Place*ln the pieces of meat in it, every*ln good piece — thigh*ln and shoulder. Fill*ln it with choice bones."
    },
    {
        "o": 23695,
        "r": "csb:Ezekiel:24:5",
        "t": "Take*ln the choicest of the flock and*ln also pile up the fuel under it. Bring*ln it to a boil and*ln cook the bones in it."
    },
    {
        "o": 23696,
        "r": "csb:Ezekiel:24:6",
        "t": "“‘Therefore,*p this is what the Lord God*s says: Woe*pn to the city of bloodshed, the*ln pot that has corrosion inside it, and*ln its corrosion has not come out of it! Empty*ln it piece by piece; lots*ln should not be cast for its contents."
    },
    {
        "o": 23697,
        "r": "csb:Ezekiel:24:7",
        "t": "For*ln the blood she shed is still within her. She*ln put it out on the bare rock; she*ln didn’t pour it on the ground to*ln cover it with dust."
    },
    {
        "o": 23698,
        "r": "csb:Ezekiel:24:8",
        "t": "In*ln order to stir up wrath and take vengeance, I*ln have put her blood on the bare rock, so*ln that it would not be covered."
    },
    {
        "o": 23699,
        "r": "csb:Ezekiel:24:9",
        "t": "“‘Therefore,*p this is what the Lord God*s says: Woe*pn to the city of bloodshed! I*ln myself will make the pile of kindling large."
    },
    {
        "o": 23700,
        "r": "csb:Ezekiel:24:10",
        "t": "Pile*ln on the logs and kindle the fire! Cook*ln the meat well and*ln mix in the spices! Let*ln the bones be burned!"
    },
    {
        "o": 23701,
        "r": "csb:Ezekiel:24:11",
        "t": "Set*ln the empty pot on its coals so*ln that it becomes hot and its copper glows. Then*ln its impurity will melt inside it; its*ln corrosion will be consumed."
    },
    {
        "o": 23702,
        "r": "csb:Ezekiel:24:12",
        "t": "It*ln has frustrated every effort; its*ln thick corrosion will not come off. Into*ln the fire with its corrosion!"
    },
    {
        "o": 23703,
        "r": "csb:Ezekiel:24:13",
        "t": "Because*ln of the depravity of your uncleanness — since*ln I tried to purify you, but*ln you would not be purified from your uncleanness — you*ln will not be pure again until*ln I have satisfied my wrath on you."
    },
    {
        "o": 23704,
        "r": "csb:Ezekiel:24:14",
        "t": "I,*ln the Lord,*s have spoken. It*ln is coming, and I will do it! I*ln will not refrain, I will not show pity, and*ln I will not relent. I*ln will judge you according*ln to your ways and deeds. This*lg is the declaration of the Lord God*s .’”"
    },
    {
        "o": 23705,
        "r": "csb:Ezekiel:24:14",
        "t": "The Death of Ezekiel’s Wife: A Sign",
        "h": 2
    },
    {
        "o": 23706,
        "r": "csb:Ezekiel:24:15",
        "t": "Then*p the word of the Lord*s came to me:"
    },
    {
        "o": 23707,
        "r": "csb:Ezekiel:24:16",
        "t": "“Son of man, I am about to take the delight of your eyes away from you with a fatal blow. But you must not lament or weep or let your tears flow."
    },
    {
        "o": 23708,
        "r": "csb:Ezekiel:24:17",
        "t": "Groan quietly; do not observe mourning rites for the dead. Put on your turban and strap your sandals on your feet; do not cover your mustache or eat the bread of mourners.”"
    },
    {
        "o": 23709,
        "r": "csb:Ezekiel:24:18",
        "t": "I*p spoke to the people in the morning, and my wife died in the evening. The next morning I did just as I was commanded."
    },
    {
        "o": 23710,
        "r": "csb:Ezekiel:24:19",
        "t": "Then the people asked me, “Won’t you tell us what these things you are doing mean for us?”"
    },
    {
        "o": 23711,
        "r": "csb:Ezekiel:24:20",
        "t": "So*p I answered them, “The word of the Lord*s came to me:"
    },
    {
        "o": 23712,
        "r": "csb:Ezekiel:24:21",
        "t": "Say to the house of Israel, ‘This is what the Lord God*s says: I am about to desecrate my sanctuary, the pride of your power, the delight of your eyes, and the desire of your heart. Also, the sons and daughters you left behind will fall by the sword."
    },
    {
        "o": 23713,
        "r": "csb:Ezekiel:24:22",
        "t": "Then you will do just as I have done: You will not cover your mustache or eat the bread of mourners."
    },
    {
        "o": 23714,
        "r": "csb:Ezekiel:24:23",
        "t": "Your turbans will remain on your heads and your sandals on your feet. You will not lament or weep but will waste away because of your iniquities and will groan to one another."
    },
    {
        "o": 23715,
        "r": "csb:Ezekiel:24:24",
        "t": "Now Ezekiel will be a sign for you. You will do everything that he has done. When this happens, you will know that I am the Lord God.’*s"
    },
    {
        "o": 23716,
        "r": "csb:Ezekiel:24:25",
        "t": "“As*p for you, son of man, know that on that day I will take from them their stronghold - their pride and joy, the delight of their eyes, and the longing of their hearts - as well as their sons and daughters."
    },
    {
        "o": 23717,
        "r": "csb:Ezekiel:24:26",
        "t": "On that day a fugitive will come to you and report the news."
    },
    {
        "o": 23718,
        "r": "csb:Ezekiel:24:27",
        "t": "On that day your mouth will be opened to talk with him; you will speak and no longer be mute. So you will be a sign for them, and they will know that I am the Lord.”*s"
    },
    {
        "o": 23719,
        "r": "csb:Ezekiel:24:27",
        "t": "Prophecies Against the Nations",
        "h": 2.5
    }
]
