[
    {
        "o": 24125,
        "r": "csb:Ezekiel:39:0",
        "t": "Ezekiel 39",
        "h": 1
    },
    {
        "o": 24126,
        "r": "csb:Ezekiel:39:0",
        "t": "The Disposal of Gog",
        "h": 2
    },
    {
        "o": 24127,
        "r": "csb:Ezekiel:39:1",
        "t": "“As*p for you, son of man, prophesy against Gog and say, ‘This is what the Lord God*s says: Look, I am against you, Gog, chief prince of Meshech and Tubal."
    },
    {
        "o": 24128,
        "r": "csb:Ezekiel:39:2",
        "t": "I will turn you around, drive you on, and lead you up from the remotest parts of the north. I will bring you against the mountains of Israel."
    },
    {
        "o": 24129,
        "r": "csb:Ezekiel:39:3",
        "t": "Then I will knock your bow from your left hand and make your arrows drop from your right hand."
    },
    {
        "o": 24130,
        "r": "csb:Ezekiel:39:4",
        "t": "You, all your troops, and the peoples who are with you will fall on the mountains of Israel. I will give you as food to every kind of predatory bird and to the wild animals."
    },
    {
        "o": 24131,
        "r": "csb:Ezekiel:39:5",
        "t": "You will fall on the open field, for I have spoken. This is the declaration of the Lord God.*s"
    },
    {
        "o": 24132,
        "r": "csb:Ezekiel:39:6",
        "t": "“‘I*p will send fire against Magog and those who live securely on the coasts and islands. Then they will know that I am the Lord.*s"
    },
    {
        "o": 24133,
        "r": "csb:Ezekiel:39:7",
        "t": "So I will make my holy name known among my people Israel and will no longer allow it to be profaned. Then the nations will know that I am the Lord,*s the Holy One in Israel."
    },
    {
        "o": 24134,
        "r": "csb:Ezekiel:39:8",
        "t": "Yes, it is coming, and it will happen. This is the declaration of the Lord God.*s This is the day I have spoken about."
    },
    {
        "o": 24135,
        "r": "csb:Ezekiel:39:9",
        "t": "“‘Then*p the inhabitants of Israel’s cities will go out, kindle fires, and burn the weapons - the small and large shields, the bows and arrows, the clubs and spears. For seven years they will use them to make fires."
    },
    {
        "o": 24136,
        "r": "csb:Ezekiel:39:10",
        "t": "They will not gather wood from the countryside or cut it down from the forests, for they will use the weapons to make fires. They will take the loot from those who looted them and plunder those who plundered them. This is the declaration of the Lord God.*s"
    },
    {
        "o": 24137,
        "r": "csb:Ezekiel:39:11",
        "t": "“‘Now*p on that day I will give Gog a burial place there in Israel - the Travelers’ Valley east of the Sea. It will block those who travel through, for Gog and all his hordes will be buried there. So it will be called Hordes of Gog Valley."
    },
    {
        "o": 24138,
        "r": "csb:Ezekiel:39:12",
        "t": "The house of Israel will spend seven months burying them in order to cleanse the land."
    },
    {
        "o": 24139,
        "r": "csb:Ezekiel:39:13",
        "t": "All the people of the land will bury them and their fame will spread on the day I display my glory. This is the declaration of the Lord God.*s"
    },
    {
        "o": 24140,
        "r": "csb:Ezekiel:39:14",
        "t": "“‘They*p will appoint men on a full-time basis to pass through the land and bury the invaders who remain on the surface of the ground, in order to cleanse it. They will make their search at the end of the seven months."
    },
    {
        "o": 24141,
        "r": "csb:Ezekiel:39:15",
        "t": "When they pass through the land and one of them sees a human bone, he will set up a marker next to it until the buriers have buried it in Hordes of Gog Valley."
    },
    {
        "o": 24142,
        "r": "csb:Ezekiel:39:16",
        "t": "There will even be a city named Hamonah there. So they will cleanse the land.’"
    },
    {
        "o": 24143,
        "r": "csb:Ezekiel:39:17",
        "t": "“Son*p of man, this is what the Lord God*s says: Tell every kind of bird and all the wild animals, ‘Assemble and come! Gather from all around to my sacrificial feast that I am slaughtering for you, a great feast on the mountains of Israel; you will eat flesh and drink blood."
    },
    {
        "o": 24144,
        "r": "csb:Ezekiel:39:18",
        "t": "You will eat the flesh of mighty men and drink the blood of the earth’s princes: rams, lambs, male goats, and all the fattened bulls of Bashan."
    },
    {
        "o": 24145,
        "r": "csb:Ezekiel:39:19",
        "t": "You will eat fat until you are satisfied and drink blood until you are drunk, at my sacrificial feast that I have prepared for you."
    },
    {
        "o": 24146,
        "r": "csb:Ezekiel:39:20",
        "t": "At my table you will eat your fill of horses and riders, of mighty men and all the warriors. This is the declaration of the Lord God.’*s"
    },
    {
        "o": 24147,
        "r": "csb:Ezekiel:39:20",
        "t": "Israel’s Restoration to God",
        "h": 2
    },
    {
        "o": 24148,
        "r": "csb:Ezekiel:39:21",
        "t": "“I*p will display my glory among the nations, and all the nations will see the judgment I have executed and the hand I have laid on them."
    },
    {
        "o": 24149,
        "r": "csb:Ezekiel:39:22",
        "t": "From that day forward the house of Israel will know that I am the Lord*s their God."
    },
    {
        "o": 24150,
        "r": "csb:Ezekiel:39:23",
        "t": "And the nations will know that the house of Israel went into exile on account of their iniquity, because they dealt unfaithfully with me. Therefore, I hid my face from them and handed them over to their enemies, so that they all fell by the sword."
    },
    {
        "o": 24151,
        "r": "csb:Ezekiel:39:24",
        "t": "I dealt with them according to their uncleanness and transgressions, and I hid my face from them."
    },
    {
        "o": 24152,
        "r": "csb:Ezekiel:39:25",
        "t": "“So*p this is what the Lord God*s says: Now I will restore the fortunes of Jacob and have compassion on the whole house of Israel, and I will be jealous for my holy name."
    },
    {
        "o": 24153,
        "r": "csb:Ezekiel:39:26",
        "t": "They will feel remorse for their disgrace and all the unfaithfulness they committed against me, when they live securely in their land with no one to frighten them."
    },
    {
        "o": 24154,
        "r": "csb:Ezekiel:39:27",
        "t": "When I bring them back from the peoples and gather them from the countries of their enemies, I will demonstrate my holiness through them in the sight of many nations."
    },
    {
        "o": 24155,
        "r": "csb:Ezekiel:39:28",
        "t": "They will know that I am the Lord*s their God when I regather them to their own land after having exiled them among the nations. I will leave none of them behind."
    },
    {
        "o": 24156,
        "r": "csb:Ezekiel:39:29",
        "t": "I will no longer hide my face from them, for I will pour out my Spirit on the house of Israel.” This is the declaration of the Lord God.*s"
    }
]
