[
    {
        "o": 12334,
        "r": "niv:2 Chronicles:5:0",
        "t": "2 Chronicles 5",
        "h": 1
    },
    {
        "o": 12335,
        "r": "niv:2 Chronicles:5:1",
        "t": "When*p all the work Solomon had done for the temple of the Lord*s was finished, he brought in the things his father David had dedicated—the silver and gold and all the furnishings—and he placed them in the treasuries of God’s temple."
    },
    {
        "o": 12336,
        "r": "niv:2 Chronicles:5:1",
        "t": "The Ark Brought to the Temple",
        "h": 2
    },
    {
        "o": 12337,
        "r": "niv:2 Chronicles:5:2",
        "t": "Then*p Solomon summoned to Jerusalem the elders of Israel, all the heads of the tribes and the chiefs of the Israelite families, to bring up the ark of the Lord’s*s covenant from Zion, the City of David."
    },
    {
        "o": 12338,
        "r": "niv:2 Chronicles:5:3",
        "t": "And all the Israelites came together to the king at the time of the festival in the seventh month."
    },
    {
        "o": 12339,
        "r": "niv:2 Chronicles:5:4",
        "t": "When*p all the elders of Israel had arrived, the Levites took up the ark,"
    },
    {
        "o": 12340,
        "r": "niv:2 Chronicles:5:5",
        "t": "and they brought up the ark and the tent of meeting and all the sacred furnishings in it. The Levitical priests carried them up;"
    },
    {
        "o": 12341,
        "r": "niv:2 Chronicles:5:6",
        "t": "and King Solomon and the entire assembly of Israel that had gathered about him were before the ark, sacrificing so many sheep and cattle that they could not be recorded or counted."
    },
    {
        "o": 12342,
        "r": "niv:2 Chronicles:5:7",
        "t": "The*p priests then brought the ark of the Lord’s*s covenant to its place in the inner sanctuary of the temple, the Most Holy Place, and put it beneath the wings of the cherubim."
    },
    {
        "o": 12343,
        "r": "niv:2 Chronicles:5:8",
        "t": "The cherubim spread their wings over the place of the ark and covered the ark and its carrying poles."
    },
    {
        "o": 12344,
        "r": "niv:2 Chronicles:5:9",
        "t": "These poles were so long that their ends, extending from the ark, could be seen from in front of the inner sanctuary, but not from outside the Holy Place; and they are still there today."
    },
    {
        "o": 12345,
        "r": "niv:2 Chronicles:5:10",
        "t": "There was nothing in the ark except the two tablets that Moses had placed in it at Horeb, where the Lord*s made a covenant with the Israelites after they came out of Egypt."
    },
    {
        "o": 12346,
        "r": "niv:2 Chronicles:5:11",
        "t": "The*p priests then withdrew from the Holy Place. All the priests who were there had consecrated themselves, regardless of their divisions."
    },
    {
        "o": 12347,
        "r": "niv:2 Chronicles:5:12",
        "t": "All the Levites who were musicians—Asaph, Heman, Jeduthun and their sons and relatives—stood on the east side of the altar, dressed in fine linen and playing cymbals, harps and lyres. They were accompanied by 120 priests sounding trumpets."
    },
    {
        "o": 12348,
        "r": "niv:2 Chronicles:5:13",
        "t": "The trumpeters and musicians joined in unison to give praise and thanks to the Lord.*s Accompanied by trumpets, cymbals and other instruments, the singers raised their voices in praise to the Lord*s and sang: “He*pn is good; his*ld love endures forever.” Then*p the temple of the Lord*s was filled with the cloud,"
    },
    {
        "o": 12349,
        "r": "niv:2 Chronicles:5:14",
        "t": "and the priests could not perform their service because of the cloud, for the glory of the Lord*s filled the temple of God."
    }
]
