[
    {
        "o": 15877,
        "r": "nasb:Psalm:32:0",
        "t": "Psalm 32",
        "h": 1
    },
    {
        "o": 15878,
        "r": "nasb:Psalm:32:0",
        "t": "Blessedness of Forgiveness and of Trust in God.",
        "h": 2
    },
    {
        "o": 15879,
        "r": "nasb:Psalm:32:0",
        "t": "A Psalm of David. A Maskil.",
        "h": 2.5
    },
    {
        "o": 15880,
        "r": "nasb:Psalm:32:1",
        "t": "How*pn blessed is he whose transgression is forgiven, Whose*ln sin is covered!"
    },
    {
        "o": 15881,
        "r": "nasb:Psalm:32:2",
        "t": "How*ln blessed is the man to whom the Lord*s does not impute iniquity, And*ln in whose spirit there is no deceit!"
    },
    {
        "o": 15882,
        "r": "nasb:Psalm:32:3",
        "t": "When*ln I kept silent about*i my*i sin,*i my body wasted away Through*ln my groaning all day long."
    },
    {
        "o": 15883,
        "r": "nasb:Psalm:32:4",
        "t": "For*ln day and night Your hand was heavy upon me; My*ln vitality was drained away as*i with the fever heat of summer. Selah."
    },
    {
        "o": 15884,
        "r": "nasb:Psalm:32:5",
        "t": "I*ln acknowledged my sin to You, And*ln my iniquity I did not hide; I*ln said, “I will confess my transgressions to the Lord”;*s And*ln You forgave the guilt of my sin. Selah."
    },
    {
        "o": 15885,
        "r": "nasb:Psalm:32:6",
        "t": "Therefore,*ln let everyone who is godly pray to You in a time when You may be found; Surely*ln in a flood of great waters they will not reach him."
    },
    {
        "o": 15886,
        "r": "nasb:Psalm:32:7",
        "t": "You*ln are my hiding place; You preserve me from trouble; You*ln surround me with songs of deliverance. Selah."
    },
    {
        "o": 15887,
        "r": "nasb:Psalm:32:8",
        "t": "I*ln will instruct you and teach you in the way which you should go; I*ln will counsel you with My eye upon you."
    },
    {
        "o": 15888,
        "r": "nasb:Psalm:32:9",
        "t": "Do*ln not be as the horse or as the mule which have no understanding, Whose*ln trappings include bit and bridle to hold them in check, Otherwise*iln they will not come near to you."
    },
    {
        "o": 15889,
        "r": "nasb:Psalm:32:10",
        "t": "Many*ln are the sorrows of the wicked, But*ln he who trusts in the Lord,*s lovingkindness shall surround him."
    },
    {
        "o": 15890,
        "r": "nasb:Psalm:32:11",
        "t": "Be*ln glad in the Lord*s and rejoice, you righteous ones; And*ln shout for joy, all you who are upright in heart."
    }
]
