[
    {
        "o": 14629,
        "r": "kjv:Psalm:18:0",
        "t": "Psalm 18",
        "h": 1
    },
    {
        "o": 14630,
        "r": "kjv:Psalm:18:0",
        "t": "To the chief Musician, A Psalm of David, the servant of the Lord, who spake unto the Lord the words of this song in the day that the Lord delivered him from the hand of all his enemies, and from the hand of Saul: And he said,",
        "h": 4
    },
    {
        "o": 14631,
        "r": "kjv:Psalm:18:1",
        "t": "I*p will love thee, O Lord,*s my strength."
    },
    {
        "o": 14632,
        "r": "kjv:Psalm:18:2",
        "t": "The*p Lord*s is my rock, and my fortress, and my deliverer; my God, my strength, in whom I will trust; my buckler, and the horn of my salvation, and my high tower."
    },
    {
        "o": 14633,
        "r": "kjv:Psalm:18:3",
        "t": "I*p will call upon the Lord,*s who is worthy to be praised: so shall I be saved from mine enemies."
    },
    {
        "o": 14634,
        "r": "kjv:Psalm:18:4",
        "t": "The*p sorrows of death compassed me, and the floods of ungodly men made me afraid."
    },
    {
        "o": 14635,
        "r": "kjv:Psalm:18:5",
        "t": "The*p sorrows of hell compassed me about: the snares of death prevented me."
    },
    {
        "o": 14636,
        "r": "kjv:Psalm:18:6",
        "t": "In*p my distress I called upon the Lord,*s and cried unto my God: he heard my voice out of his temple, and my cry came before him, even into his ears."
    },
    {
        "o": 14637,
        "r": "kjv:Psalm:18:7",
        "t": "Then*p the earth shook and trembled; the foundations also of the hills moved and were shaken, because he was wroth."
    },
    {
        "o": 14638,
        "r": "kjv:Psalm:18:8",
        "t": "There*p went up a smoke out of his nostrils, and fire out of his mouth devoured: coals were kindled by it."
    },
    {
        "o": 14639,
        "r": "kjv:Psalm:18:9",
        "t": "He*p bowed the heavens also, and came down: and darkness was under his feet."
    },
    {
        "o": 14640,
        "r": "kjv:Psalm:18:10",
        "t": "And*p he rode upon a cherub, and did fly: yea, he did fly upon the wings of the wind."
    },
    {
        "o": 14641,
        "r": "kjv:Psalm:18:11",
        "t": "He*p made darkness his secret place; his pavilion round about him were dark waters and thick clouds of the skies."
    },
    {
        "o": 14642,
        "r": "kjv:Psalm:18:12",
        "t": "At*p the brightness that was before him his thick clouds passed, hail stones and coals of fire."
    },
    {
        "o": 14643,
        "r": "kjv:Psalm:18:13",
        "t": "The*p Lord*s also thundered in the heavens, and the Highest gave his voice; hail stones and coals of fire."
    },
    {
        "o": 14644,
        "r": "kjv:Psalm:18:14",
        "t": "Yea,*p he sent out his arrows, and scattered them; and he shot out lightnings, and discomfited them."
    },
    {
        "o": 14645,
        "r": "kjv:Psalm:18:15",
        "t": "Then*p the channels of waters were seen, and the foundations of the world were discovered at thy rebuke, O Lord,*s at the blast of the breath of thy nostrils."
    },
    {
        "o": 14646,
        "r": "kjv:Psalm:18:16",
        "t": "He*p sent from above, he took me, he drew me out of many waters."
    },
    {
        "o": 14647,
        "r": "kjv:Psalm:18:17",
        "t": "He*p delivered me from my strong enemy, and from them which hated me: for they were too strong for me."
    },
    {
        "o": 14648,
        "r": "kjv:Psalm:18:18",
        "t": "They*p prevented me in the day of my calamity: but the Lord*s was my stay."
    },
    {
        "o": 14649,
        "r": "kjv:Psalm:18:19",
        "t": "He*p brought me forth also into a large place; he delivered me, because he delighted in me."
    },
    {
        "o": 14650,
        "r": "kjv:Psalm:18:20",
        "t": "The*p Lord*s rewarded me according to my righteousness; according to the cleanness of my hands hath he recompensed me."
    },
    {
        "o": 14651,
        "r": "kjv:Psalm:18:21",
        "t": "For*p I have kept the ways of the Lord,*s and have not wickedly departed from my God."
    },
    {
        "o": 14652,
        "r": "kjv:Psalm:18:22",
        "t": "For*p all his judgments were before me, and I did not put away his statutes from me."
    },
    {
        "o": 14653,
        "r": "kjv:Psalm:18:23",
        "t": "I*p was also upright before him, and I kept myself from mine iniquity."
    },
    {
        "o": 14654,
        "r": "kjv:Psalm:18:24",
        "t": "Therefore*p hath the Lord*s recompensed me according to my righteousness, according to the cleanness of my hands in his eyesight."
    },
    {
        "o": 14655,
        "r": "kjv:Psalm:18:25",
        "t": "With*p the merciful thou wilt shew thyself merciful; with an upright man thou wilt shew thyself upright;"
    },
    {
        "o": 14656,
        "r": "kjv:Psalm:18:26",
        "t": "With*p the pure thou wilt shew thyself pure; and with the froward thou wilt shew thyself froward."
    },
    {
        "o": 14657,
        "r": "kjv:Psalm:18:27",
        "t": "For*p thou wilt save the afflicted people; but wilt bring down high looks."
    },
    {
        "o": 14658,
        "r": "kjv:Psalm:18:28",
        "t": "For*p thou wilt light my candle: the Lord*s my God will enlighten my darkness."
    },
    {
        "o": 14659,
        "r": "kjv:Psalm:18:29",
        "t": "For*p by thee I have run through a troop; and by my God have I leaped over a wall."
    },
    {
        "o": 14660,
        "r": "kjv:Psalm:18:30",
        "t": "As*p for God, his way is perfect: the word of the Lord*s is tried: he is a buckler to all those that trust in him."
    },
    {
        "o": 14661,
        "r": "kjv:Psalm:18:31",
        "t": "For*p who is God save the Lord?*s or who is a rock save our God?"
    },
    {
        "o": 14662,
        "r": "kjv:Psalm:18:32",
        "t": "It*p is God that girdeth me with strength, and maketh my way perfect."
    },
    {
        "o": 14663,
        "r": "kjv:Psalm:18:33",
        "t": "He*p maketh my feet like hinds' feet, and setteth me upon my high places."
    },
    {
        "o": 14664,
        "r": "kjv:Psalm:18:34",
        "t": "He*p teacheth my hands to war, so that a bow of steel is broken by mine arms."
    },
    {
        "o": 14665,
        "r": "kjv:Psalm:18:35",
        "t": "Thou*p hast also given me the shield of thy salvation: and thy right hand hath holden me up, and thy gentleness hath made me great."
    },
    {
        "o": 14666,
        "r": "kjv:Psalm:18:36",
        "t": "Thou*p hast enlarged my steps under me, that my feet did not slip."
    },
    {
        "o": 14667,
        "r": "kjv:Psalm:18:37",
        "t": "I*p have pursued mine enemies, and overtaken them: neither did I turn again till they were consumed."
    },
    {
        "o": 14668,
        "r": "kjv:Psalm:18:38",
        "t": "I*p have wounded them that they were not able to rise: they are fallen under my feet."
    },
    {
        "o": 14669,
        "r": "kjv:Psalm:18:39",
        "t": "For*p thou hast girded me with strength unto the battle: thou hast subdued under me those that rose up against me."
    },
    {
        "o": 14670,
        "r": "kjv:Psalm:18:40",
        "t": "Thou*p hast also given me the necks of mine enemies; that I might destroy them that hate me."
    },
    {
        "o": 14671,
        "r": "kjv:Psalm:18:41",
        "t": "They*p cried, but there was none to save them: even unto the Lord,*s but he answered them not."
    },
    {
        "o": 14672,
        "r": "kjv:Psalm:18:42",
        "t": "Then*p did I beat them small as the dust before the wind: I did cast them out as the dirt in the streets."
    },
    {
        "o": 14673,
        "r": "kjv:Psalm:18:43",
        "t": "Thou*p hast delivered me from the strivings of the people; and thou hast made me the head of the heathen: a people whom I have not known shall serve me."
    },
    {
        "o": 14674,
        "r": "kjv:Psalm:18:44",
        "t": "As*p soon as they hear of me, they shall obey me: the strangers shall submit themselves unto me."
    },
    {
        "o": 14675,
        "r": "kjv:Psalm:18:45",
        "t": "The*p strangers shall fade away, and be afraid out of their close places."
    },
    {
        "o": 14676,
        "r": "kjv:Psalm:18:46",
        "t": "The*p Lord*s liveth; and blessed be my rock; and let the God of my salvation be exalted."
    },
    {
        "o": 14677,
        "r": "kjv:Psalm:18:47",
        "t": "It*p is God that avengeth me, and subdueth the people under me."
    },
    {
        "o": 14678,
        "r": "kjv:Psalm:18:48",
        "t": "He*p delivereth me from mine enemies: yea, thou liftest me up above those that rise up against me: thou hast delivered me from the violent man."
    },
    {
        "o": 14679,
        "r": "kjv:Psalm:18:49",
        "t": "Therefore*p will I give thanks unto thee, O Lord,*s among the heathen, and sing praises unto thy name."
    },
    {
        "o": 14680,
        "r": "kjv:Psalm:18:50",
        "t": "Great*p deliverance giveth he to his king; and sheweth mercy to his anointed, to David, and to his seed for evermore."
    }
]
