[
    {
        "o": 11956,
        "r": "nasb:1 Chronicles:19:0",
        "t": "1 Chronicles 19",
        "h": 1
    },
    {
        "o": 11957,
        "r": "nasb:1 Chronicles:19:0",
        "t": "David’s Messengers Abused",
        "h": 2
    },
    {
        "o": 11958,
        "r": "nasb:1 Chronicles:19:1",
        "t": "Now*p it came about after this, that Nahash the king of the sons of Ammon died, and his son became king in his place."
    },
    {
        "o": 11959,
        "r": "nasb:1 Chronicles:19:2",
        "t": "Then David said, “I will show kindness to Hanun the son of Nahash, because his father showed kindness to me.” So David sent messengers to console him concerning his father. And David’s servants came into the land of the sons of Ammon to Hanun to console him."
    },
    {
        "o": 11960,
        "r": "nasb:1 Chronicles:19:3",
        "t": "But the princes of the sons of Ammon said to Hanun, “Do you think that David is honoring your father, in that he has sent comforters to you? Have not his servants come to you to search and to overthrow and to spy out the land?”"
    },
    {
        "o": 11961,
        "r": "nasb:1 Chronicles:19:4",
        "t": "So Hanun took David’s servants and shaved them and cut off their garments in the middle as far as their hips, and sent them away."
    },
    {
        "o": 11962,
        "r": "nasb:1 Chronicles:19:5",
        "t": "Then certain*i persons*i went and told David about the men. And he sent to meet them, for the men were greatly humiliated. And the king said, “Stay at Jericho until your beards grow, and then*i return.”"
    },
    {
        "o": 11963,
        "r": "nasb:1 Chronicles:19:6",
        "t": "When*p the sons of Ammon saw that they had made themselves odious to David, Hanun and the sons of Ammon sent 1,000 talents of silver to hire for themselves chariots and horsemen from Mesopotamia, from Aram-maacah and from Zobah."
    },
    {
        "o": 11964,
        "r": "nasb:1 Chronicles:19:7",
        "t": "So they hired for themselves 32,000 chariots, and the king of Maacah and his people, who came and camped before Medeba. And the sons of Ammon gathered together from their cities and came to battle."
    },
    {
        "o": 11965,
        "r": "nasb:1 Chronicles:19:8",
        "t": "When David heard of*i it,*i he sent Joab and all the army, the mighty men."
    },
    {
        "o": 11966,
        "r": "nasb:1 Chronicles:19:9",
        "t": "The sons of Ammon came out and drew up in battle array at the entrance of the city, and the kings who had come were by themselves in the field."
    },
    {
        "o": 11967,
        "r": "nasb:1 Chronicles:19:9",
        "t": "Ammon and Aram Defeated",
        "h": 2
    },
    {
        "o": 11968,
        "r": "nasb:1 Chronicles:19:10",
        "t": "Now*p when Joab saw that the battle was set against him in front and in the rear, he selected from all the choice men of Israel and they arrayed themselves against the Arameans."
    },
    {
        "o": 11969,
        "r": "nasb:1 Chronicles:19:11",
        "t": "But the remainder of the people he placed in the hand of Abshai his brother; and they arrayed themselves against the sons of Ammon."
    },
    {
        "o": 11970,
        "r": "nasb:1 Chronicles:19:12",
        "t": "He said, “If the Arameans are too strong for me, then you shall help me; but if the sons of Ammon are too strong for you, then I will help you."
    },
    {
        "o": 11971,
        "r": "nasb:1 Chronicles:19:13",
        "t": "Be strong, and let us show ourselves courageous for the sake of our people and for the cities of our God; and may the Lord*s do what is good in His sight.”"
    },
    {
        "o": 11972,
        "r": "nasb:1 Chronicles:19:14",
        "t": "So Joab and the people who were with him drew near to the battle against the Arameans, and they fled before him."
    },
    {
        "o": 11973,
        "r": "nasb:1 Chronicles:19:15",
        "t": "When the sons of Ammon saw that the Arameans fled, they also fled before Abshai his brother and entered the city. Then Joab came to Jerusalem."
    },
    {
        "o": 11974,
        "r": "nasb:1 Chronicles:19:16",
        "t": "When*p the Arameans saw that they had been defeated by Israel, they sent messengers and brought out the Arameans who were beyond the River, with Shophach the commander of the army of Hadadezer leading them."
    },
    {
        "o": 11975,
        "r": "nasb:1 Chronicles:19:17",
        "t": "When it was told David, he gathered all Israel together and crossed the Jordan, and came upon them and drew up in formation against them. And when David drew up in battle array against the Arameans, they fought against him."
    },
    {
        "o": 11976,
        "r": "nasb:1 Chronicles:19:18",
        "t": "The Arameans fled before Israel, and David killed of the Arameans 7,000 charioteers and 40,000 foot soldiers, and put to death Shophach the commander of the army."
    },
    {
        "o": 11977,
        "r": "nasb:1 Chronicles:19:19",
        "t": "So when the servants of Hadadezer saw that they were defeated by Israel, they made peace with David and served him. Thus the Arameans were not willing to help the sons of Ammon anymore."
    }
]
