[
    {
        "o": 12448,
        "r": "nkjv:2 Chronicles:4:0",
        "t": "2 Chronicles 4",
        "h": 1
    },
    {
        "o": 12449,
        "r": "nkjv:2 Chronicles:4:0",
        "t": "Furnishings of the Temple",
        "h": 2
    },
    {
        "o": 12450,
        "r": "nkjv:2 Chronicles:4:1",
        "t": "Moreover*p he made a bronze altar: twenty cubits was its length, twenty cubits its width, and ten cubits its height."
    },
    {
        "o": 12451,
        "r": "nkjv:2 Chronicles:4:2",
        "t": "Then*p he made the Sea of cast bronze,*i ten cubits from one brim to the other; it*i was*i completely round. Its height was*i five cubits, and a line of thirty cubits measured its circumference."
    },
    {
        "o": 12452,
        "r": "nkjv:2 Chronicles:4:3",
        "t": "And under it was*i the likeness of oxen encircling it all around, ten to a cubit, all the way around the Sea. The oxen were*i cast in two rows, when it was cast."
    },
    {
        "o": 12453,
        "r": "nkjv:2 Chronicles:4:4",
        "t": "It stood on twelve oxen: three looking toward the north, three looking toward the west, three looking toward the south, and three looking toward the east; the Sea was*i set*i upon them, and all their back parts pointed*i inward."
    },
    {
        "o": 12454,
        "r": "nkjv:2 Chronicles:4:5",
        "t": "It was*i a handbreadth thick; and its brim was shaped like the brim of a cup, like*i a lily blossom. It contained three thousand baths."
    },
    {
        "o": 12455,
        "r": "nkjv:2 Chronicles:4:6",
        "t": "He*p also made ten lavers, and put five on the right side and five on the left, to wash in them; such things as they offered for the burnt offering they would wash in them, but the Sea was*i for the priests to wash in."
    },
    {
        "o": 12456,
        "r": "nkjv:2 Chronicles:4:7",
        "t": "And he made ten lampstands of gold according to their design, and set them*i in the temple, five on the right side and five on the left."
    },
    {
        "o": 12457,
        "r": "nkjv:2 Chronicles:4:8",
        "t": "He also made ten tables, and placed them*i in the temple, five on the right side and five on the left. And he made one hundred bowls of gold."
    },
    {
        "o": 12458,
        "r": "nkjv:2 Chronicles:4:9",
        "t": "Furthermore*p he made the court of the priests, and the great court and doors for the court; and he overlaid these doors with bronze."
    },
    {
        "o": 12459,
        "r": "nkjv:2 Chronicles:4:10",
        "t": "He set the Sea on the right side, toward the southeast."
    },
    {
        "o": 12460,
        "r": "nkjv:2 Chronicles:4:11",
        "t": "Then*p Huram made the pots and the shovels and the bowls. So Huram finished doing the work that he was to do for King Solomon for the house of God:"
    },
    {
        "o": 12461,
        "r": "nkjv:2 Chronicles:4:12",
        "t": "the two pillars and the bowl-shaped capitals that*i were*i on top of the two pillars; the two networks covering the two bowl-shaped capitals which were*i on top of the pillars;"
    },
    {
        "o": 12462,
        "r": "nkjv:2 Chronicles:4:13",
        "t": "four hundred pomegranates for the two networks (two rows of pomegranates for each network, to cover the two bowl-shaped capitals that were*i on the pillars);"
    },
    {
        "o": 12463,
        "r": "nkjv:2 Chronicles:4:14",
        "t": "he also made carts and the lavers on the carts;"
    },
    {
        "o": 12464,
        "r": "nkjv:2 Chronicles:4:15",
        "t": "one Sea and twelve oxen under it;"
    },
    {
        "o": 12465,
        "r": "nkjv:2 Chronicles:4:16",
        "t": "also the pots, the shovels, the forks—and all their articles Huram his master craftsman*i made of burnished bronze for King Solomon for the house of the Lord.*s"
    },
    {
        "o": 12466,
        "r": "nkjv:2 Chronicles:4:17",
        "t": "In*p the plain of Jordan the king had them cast in clay molds, between Succoth and Zeredah."
    },
    {
        "o": 12467,
        "r": "nkjv:2 Chronicles:4:18",
        "t": "And Solomon had all these articles made in such great abundance that the weight of the bronze was not determined."
    },
    {
        "o": 12468,
        "r": "nkjv:2 Chronicles:4:19",
        "t": "Thus*p Solomon had all the furnishings made for the house of God: the altar of gold and the tables on which was*i the showbread;"
    },
    {
        "o": 12469,
        "r": "nkjv:2 Chronicles:4:20",
        "t": "the lampstands with their lamps of pure gold, to burn in the prescribed manner in front of the inner sanctuary,"
    },
    {
        "o": 12470,
        "r": "nkjv:2 Chronicles:4:21",
        "t": "with the flowers and the lamps and the wick-trimmers of gold, of purest gold;"
    },
    {
        "o": 12471,
        "r": "nkjv:2 Chronicles:4:22",
        "t": "the trimmers, the bowls, the ladles, and the censers of pure gold. As for the entry of the sanctuary, its inner doors to the Most Holy Place,*i and the doors of the main hall of the temple, were*i gold."
    }
]
