[
    {
        "o": 10941,
        "r": "nkjv:2 Kings:14:0",
        "t": "2 Kings 14",
        "h": 1
    },
    {
        "o": 10942,
        "r": "nkjv:2 Kings:14:0",
        "t": "Amaziah Reigns in Judah",
        "h": 2
    },
    {
        "o": 10943,
        "r": "nkjv:2 Kings:14:1",
        "t": "In*p the second year of Joash the son of Jehoahaz, king of Israel, Amaziah the son of Joash, king of Judah, became king."
    },
    {
        "o": 10944,
        "r": "nkjv:2 Kings:14:2",
        "t": "He was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem. His mother’s name was Jehoaddan of Jerusalem."
    },
    {
        "o": 10945,
        "r": "nkjv:2 Kings:14:3",
        "t": "And he did what*i was*i right in the sight of the Lord,*s yet not like his father David; he did everything as his father Joash had done."
    },
    {
        "o": 10946,
        "r": "nkjv:2 Kings:14:4",
        "t": "However the high places were not taken away, and the people still sacrificed and burned incense on the high places."
    },
    {
        "o": 10947,
        "r": "nkjv:2 Kings:14:5",
        "t": "Now*p it happened, as soon as the kingdom was established in his hand, that he executed his servants who had murdered his father the king."
    },
    {
        "o": 10948,
        "r": "nkjv:2 Kings:14:6",
        "t": "But the children of the murderers he did not execute, according to what is written in the Book of the Law of Moses, in which the Lord*s commanded, saying, “Fathers shall not be put to death for their children, nor shall children be put to death for their fathers; but a person shall be put to death for his own sin.”"
    },
    {
        "o": 10949,
        "r": "nkjv:2 Kings:14:7",
        "t": "He*p killed ten thousand Edomites in the Valley of Salt, and took Sela by war, and called its name Joktheel to this day."
    },
    {
        "o": 10950,
        "r": "nkjv:2 Kings:14:8",
        "t": "Then*p Amaziah sent messengers to Jehoash the son of Jehoahaz, the son of Jehu, king of Israel, saying, “Come, let us face one another in*i battle.”*i"
    },
    {
        "o": 10951,
        "r": "nkjv:2 Kings:14:9",
        "t": "And Jehoash king of Israel sent to Amaziah king of Judah, saying, “The thistle that was*i in Lebanon sent to the cedar that was*i in Lebanon, saying, ‘Give your daughter to my son as wife’; and a wild beast that was*i in Lebanon passed by and trampled the thistle."
    },
    {
        "o": 10952,
        "r": "nkjv:2 Kings:14:10",
        "t": "You have indeed defeated Edom, and your heart has lifted you up. Glory in*i that,*i and stay at home; for why should you meddle with trouble so that you fall—you and Judah with you?”"
    },
    {
        "o": 10953,
        "r": "nkjv:2 Kings:14:11",
        "t": "But*p Amaziah would not heed. Therefore Jehoash king of Israel went out; so he and Amaziah king of Judah faced one another at Beth Shemesh, which belongs*i to Judah."
    },
    {
        "o": 10954,
        "r": "nkjv:2 Kings:14:12",
        "t": "And Judah was defeated by Israel, and every man fled to his tent."
    },
    {
        "o": 10955,
        "r": "nkjv:2 Kings:14:13",
        "t": "Then Jehoash king of Israel captured Amaziah king of Judah, the son of Jehoash, the son of Ahaziah, at Beth Shemesh; and he went to Jerusalem, and broke down the wall of Jerusalem from the Gate of Ephraim to the Corner Gate—four hundred cubits."
    },
    {
        "o": 10956,
        "r": "nkjv:2 Kings:14:14",
        "t": "And he took all the gold and silver, all the articles that were found in the house of the Lord*s and in the treasuries of the king’s house, and hostages, and returned to Samaria."
    },
    {
        "o": 10957,
        "r": "nkjv:2 Kings:14:15",
        "t": "Now*p the rest of the acts of Jehoash which he did—his might, and how he fought with Amaziah king of Judah— are*i they not written in the book of the chronicles of the kings of Israel?"
    },
    {
        "o": 10958,
        "r": "nkjv:2 Kings:14:16",
        "t": "So Jehoash rested with his fathers, and was buried in Samaria with the kings of Israel. Then Jeroboam his son reigned in his place."
    },
    {
        "o": 10959,
        "r": "nkjv:2 Kings:14:17",
        "t": "Amaziah*p the son of Joash, king of Judah, lived fifteen years after the death of Jehoash the son of Jehoahaz, king of Israel."
    },
    {
        "o": 10960,
        "r": "nkjv:2 Kings:14:18",
        "t": "Now the rest of the acts of Amaziah, are*i they not written in the book of the chronicles of the kings of Judah?"
    },
    {
        "o": 10961,
        "r": "nkjv:2 Kings:14:19",
        "t": "And they formed a conspiracy against him in Jerusalem, and he fled to Lachish; but they sent after him to Lachish and killed him there."
    },
    {
        "o": 10962,
        "r": "nkjv:2 Kings:14:20",
        "t": "Then they brought him on horses, and he was buried at Jerusalem with his fathers in the City of David."
    },
    {
        "o": 10963,
        "r": "nkjv:2 Kings:14:21",
        "t": "And*p all the people of Judah took Azariah, who was*i sixteen years old, and made him king instead of his father Amaziah."
    },
    {
        "o": 10964,
        "r": "nkjv:2 Kings:14:22",
        "t": "He built Elath and restored it to Judah, after the king rested with his fathers."
    },
    {
        "o": 10965,
        "r": "nkjv:2 Kings:14:22",
        "t": "Jeroboam II Reigns in Israel",
        "h": 2
    },
    {
        "o": 10966,
        "r": "nkjv:2 Kings:14:23",
        "t": "In*p the fifteenth year of Amaziah the son of Joash, king of Judah, Jeroboam the son of Joash, king of Israel, became king in Samaria, and*i reigned*i forty-one years."
    },
    {
        "o": 10967,
        "r": "nkjv:2 Kings:14:24",
        "t": "And he did evil in the sight of the Lord;*s he did not depart from all the sins of Jeroboam the son of Nebat, who had made Israel sin."
    },
    {
        "o": 10968,
        "r": "nkjv:2 Kings:14:25",
        "t": "He restored the territory of Israel from the entrance of Hamath to the Sea of the Arabah, according to the word of the Lord*s God of Israel, which He had spoken through His servant Jonah the son of Amittai, the prophet who was*i from Gath Hepher."
    },
    {
        "o": 10969,
        "r": "nkjv:2 Kings:14:26",
        "t": "For the Lord*s saw that*i the affliction of Israel was*i very bitter; and whether bond or free, there was no helper for Israel."
    },
    {
        "o": 10970,
        "r": "nkjv:2 Kings:14:27",
        "t": "And the Lord*s did not say that He would blot out the name of Israel from under heaven; but He saved them by the hand of Jeroboam the son of Joash."
    },
    {
        "o": 10971,
        "r": "nkjv:2 Kings:14:28",
        "t": "Now*p the rest of the acts of Jeroboam, and all that he did—his might, how he made war, and how he recaptured for Israel, from Damascus and Hamath, what*i had*i belonged*i to Judah— are*i they not written in the book of the chronicles of the kings of Israel?"
    },
    {
        "o": 10972,
        "r": "nkjv:2 Kings:14:29",
        "t": "So Jeroboam rested with his fathers, the kings of Israel. Then Zechariah his son reigned in his place."
    }
]
