[
    {
        "o": 6748,
        "r": "csb:Joshua:11:0",
        "t": "Joshua 11",
        "h": 1
    },
    {
        "o": 6749,
        "r": "csb:Joshua:11:0",
        "t": "Conquest of Northern Cities",
        "h": 2
    },
    {
        "o": 6750,
        "r": "csb:Joshua:11:1",
        "t": "When*p King Jabin of Hazor heard this news, he sent a message to: King Jobab of Madon, the kings of Shimron and Achshaph,"
    },
    {
        "o": 6751,
        "r": "csb:Joshua:11:2",
        "t": "and the kings of the north in the hill country, the Arabah south of Chinnereth, the Judean foothills, and the Slopes of Dor to the west,"
    },
    {
        "o": 6752,
        "r": "csb:Joshua:11:3",
        "t": "the Canaanites in the east and west, the Amorites, Hethites, Perizzites, and Jebusites in the hill country, and the Hivites at the foot of Hermon in the land of Mizpah."
    },
    {
        "o": 6753,
        "r": "csb:Joshua:11:4",
        "t": "They went out with all their armies - a multitude as numerous as the sand on the seashore- along with a vast number of horses and chariots."
    },
    {
        "o": 6754,
        "r": "csb:Joshua:11:5",
        "t": "All these kings joined forces; they came and camped together at the Waters of Merom to attack Israel."
    },
    {
        "o": 6755,
        "r": "csb:Joshua:11:6",
        "t": "The*p Lord*s said to Joshua, “Do not be afraid of them, for at this time tomorrow I will cause all of them to be killed before Israel. You are to hamstring their horses and burn their chariots.”"
    },
    {
        "o": 6756,
        "r": "csb:Joshua:11:7",
        "t": "So Joshua and all his troops surprised them at the Waters of Merom and attacked them."
    },
    {
        "o": 6757,
        "r": "csb:Joshua:11:8",
        "t": "The Lord*s handed them over to Israel, and they struck them down, pursuing them as far as greater Sidon and Misrephoth-maim, and to the east as far as the Valley of Mizpeh. They struck them down, leaving no survivors."
    },
    {
        "o": 6758,
        "r": "csb:Joshua:11:9",
        "t": "Joshua treated them as the Lord*s had told him; he hamstrung their horses and burned their chariots."
    },
    {
        "o": 6759,
        "r": "csb:Joshua:11:10",
        "t": "At*p that time Joshua turned back, captured Hazor, and struck down its king with the sword, because Hazor had formerly been the leader of all these kingdoms."
    },
    {
        "o": 6760,
        "r": "csb:Joshua:11:11",
        "t": "They struck down everyone in it with the sword, completely destroying them; he left no one alive. Then he burned Hazor."
    },
    {
        "o": 6761,
        "r": "csb:Joshua:11:12",
        "t": "Joshua*p captured all these kings and their cities and struck them down with the sword. He completely destroyed them, as Moses the Lord’s*s servant had commanded."
    },
    {
        "o": 6762,
        "r": "csb:Joshua:11:13",
        "t": "However, Israel did not burn any of the cities that stood on their mounds except Hazor, which Joshua burned."
    },
    {
        "o": 6763,
        "r": "csb:Joshua:11:14",
        "t": "The Israelites plundered all the spoils and cattle of these cities for themselves. But they struck down every person with the sword until they had annihilated them, leaving no one alive."
    },
    {
        "o": 6764,
        "r": "csb:Joshua:11:15",
        "t": "Just as the Lord*s had commanded his servant Moses, Moses commanded Joshua. That is what Joshua did, leaving nothing undone of all that the Lord*s had commanded Moses."
    },
    {
        "o": 6765,
        "r": "csb:Joshua:11:15",
        "t": "Summary of Conquests",
        "h": 2
    },
    {
        "o": 6766,
        "r": "csb:Joshua:11:16",
        "t": "So*p Joshua took all this land - the hill country, all the Negev, all the land of Goshen, the foothills, the Arabah, and the hill country of Israel with its foothills -"
    },
    {
        "o": 6767,
        "r": "csb:Joshua:11:17",
        "t": "from Mount Halak, which ascends to Seir, as far as Baal-gad in the Valley of Lebanon at the foot of Mount Hermon. He captured all their kings and struck them down, putting them to death."
    },
    {
        "o": 6768,
        "r": "csb:Joshua:11:18",
        "t": "Joshua waged war with all these kings for a long time."
    },
    {
        "o": 6769,
        "r": "csb:Joshua:11:19",
        "t": "No city made peace with the Israelites except the Hivites who inhabited Gibeon; all of them were taken in battle."
    },
    {
        "o": 6770,
        "r": "csb:Joshua:11:20",
        "t": "For it was the Lord’s*s intention to harden their hearts, so that they would engage Israel in battle, be completely destroyed without mercy, and be annihilated, just as the Lord*s had commanded Moses."
    },
    {
        "o": 6771,
        "r": "csb:Joshua:11:21",
        "t": "At*p that time Joshua proceeded to exterminate the Anakim from the hill country - Hebron, Debir, Anab - all the hill country of Judah and of Israel. Joshua completely destroyed them with their cities."
    },
    {
        "o": 6772,
        "r": "csb:Joshua:11:22",
        "t": "No Anakim were left in the land of the Israelites, except for some remaining in Gaza, Gath, and Ashdod."
    },
    {
        "o": 6773,
        "r": "csb:Joshua:11:23",
        "t": "So*p Joshua took the entire land, in keeping with all that the Lord*s had told Moses. Joshua then gave it as an inheritance to Israel according to their tribal allotments. After this, the land had rest from war."
    }
]
