[
    {
        "o": 18044,
        "r": "esv:Psalm:139:0",
        "t": "Psalm 139",
        "h": 1
    },
    {
        "o": 18045,
        "r": "esv:Psalm:139:0",
        "t": "Search Me, O God, and Know My Heart",
        "h": 2
    },
    {
        "o": 18046,
        "r": "esv:Psalm:139:0",
        "t": "To the choirmaster. A Psalm of David.",
        "h": 4
    },
    {
        "o": 18047,
        "r": "esv:Psalm:139:1",
        "t": "O*pn Lord,*s you have searched me and known me!"
    },
    {
        "o": 18048,
        "r": "esv:Psalm:139:2",
        "t": "You*ln know when I sit down and when I rise up; you*ld discern my thoughts from afar."
    },
    {
        "o": 18049,
        "r": "esv:Psalm:139:3",
        "t": "You*ln search out my path and my lying down and*ld are acquainted with all my ways."
    },
    {
        "o": 18050,
        "r": "esv:Psalm:139:4",
        "t": "Even*ln before a word is on my tongue, behold,*ld O Lord,*s you know it altogether."
    },
    {
        "o": 18051,
        "r": "esv:Psalm:139:5",
        "t": "You*ln hem me in, behind and before, and*ld lay your hand upon me."
    },
    {
        "o": 18052,
        "r": "esv:Psalm:139:6",
        "t": "Such*ln knowledge is too wonderful for me; it*ld is high; I cannot attain it."
    },
    {
        "o": 18053,
        "r": "esv:Psalm:139:7",
        "t": "Where*pn shall I go from your Spirit? Or*ld where shall I flee from your presence?"
    },
    {
        "o": 18054,
        "r": "esv:Psalm:139:8",
        "t": "If*ln I ascend to heaven, you are there! If*ld I make my bed in Sheol, you are there!"
    },
    {
        "o": 18055,
        "r": "esv:Psalm:139:9",
        "t": "If*ln I take the wings of the morning and*ld dwell in the uttermost parts of the sea,"
    },
    {
        "o": 18056,
        "r": "esv:Psalm:139:10",
        "t": "even*ln there your hand shall lead me, and*ld your right hand shall hold me."
    },
    {
        "o": 18057,
        "r": "esv:Psalm:139:11",
        "t": "If*ln I say, “Surely the darkness shall cover me, and*ld the light about me be night,”"
    },
    {
        "o": 18058,
        "r": "esv:Psalm:139:12",
        "t": "even*ln the darkness is not dark to you; the*ld night is bright as the day, for*ld darkness is as light with you."
    },
    {
        "o": 18059,
        "r": "esv:Psalm:139:13",
        "t": "For*pn you formed my inward parts; you*ld knitted me together in my mother’s womb."
    },
    {
        "o": 18060,
        "r": "esv:Psalm:139:14",
        "t": "I*ln praise you, for I am fearfully and wonderfully made. Wonderful*ln are your works; my*ld soul knows it very well."
    },
    {
        "o": 18061,
        "r": "esv:Psalm:139:15",
        "t": "My*ln frame was not hidden from you, when*ln I was being made in secret, intricately*ld woven in the depths of the earth."
    },
    {
        "o": 18062,
        "r": "esv:Psalm:139:16",
        "t": "Your*ln eyes saw my unformed substance; in*ln your book were written, every one of them, the*ld days that were formed for me, when*ld as yet there was none of them."
    },
    {
        "o": 18063,
        "r": "esv:Psalm:139:17",
        "t": "How*pn precious to me are your thoughts, O God! How*ld vast is the sum of them!"
    },
    {
        "o": 18064,
        "r": "esv:Psalm:139:18",
        "t": "If*ln I would count them, they are more than the sand. I*ld awake, and I am still with you."
    },
    {
        "o": 18065,
        "r": "esv:Psalm:139:19",
        "t": "Oh*pn that you would slay the wicked, O God! O*ld men of blood, depart from me!"
    },
    {
        "o": 18066,
        "r": "esv:Psalm:139:20",
        "t": "They*ln speak against you with malicious intent; your*ld enemies take your name in vain."
    },
    {
        "o": 18067,
        "r": "esv:Psalm:139:21",
        "t": "Do*ln I not hate those who hate you, O Lord?*s And*ld do I not loathe those who rise up against you?"
    },
    {
        "o": 18068,
        "r": "esv:Psalm:139:22",
        "t": "I*ln hate them with complete hatred; I*ld count them my enemies."
    },
    {
        "o": 18069,
        "r": "esv:Psalm:139:23",
        "t": "Search*pn me, O God, and know my heart! Try*ld me and know my thoughts!"
    },
    {
        "o": 18070,
        "r": "esv:Psalm:139:24",
        "t": "And*ln see if there be any grievous way in me, and*ld lead me in the way everlasting!"
    }
]
