[
    {
        "o": 3717,
        "r": "nasb:Leviticus:23:0",
        "t": "Leviticus 23",
        "h": 1
    },
    {
        "o": 3718,
        "r": "nasb:Leviticus:23:0",
        "t": "Laws of Religious Festivals",
        "h": 2
    },
    {
        "o": 3719,
        "r": "nasb:Leviticus:23:1",
        "t": "The*p Lord*s spoke again to Moses, saying,"
    },
    {
        "o": 3720,
        "r": "nasb:Leviticus:23:2",
        "t": "“Speak to the sons of Israel and say to them, ‘The Lord’s*s appointed times which you shall proclaim as holy convocations—My appointed times are these:"
    },
    {
        "o": 3721,
        "r": "nasb:Leviticus:23:3",
        "t": "‘For*p six days work may be done, but on the seventh day there is a sabbath of complete rest, a holy convocation. You shall not do any work; it is a sabbath to the Lord*s in all your dwellings."
    },
    {
        "o": 3722,
        "r": "nasb:Leviticus:23:4",
        "t": "‘These*p are the appointed times of the Lord,*s holy convocations which you shall proclaim at the times appointed for them."
    },
    {
        "o": 3723,
        "r": "nasb:Leviticus:23:5",
        "t": "In the first month, on the fourteenth day of the month at twilight is the Lord’s*s Passover."
    },
    {
        "o": 3724,
        "r": "nasb:Leviticus:23:6",
        "t": "Then on the fifteenth day of the same month there is the Feast of Unleavened Bread to the Lord;*s for seven days you shall eat unleavened bread."
    },
    {
        "o": 3725,
        "r": "nasb:Leviticus:23:7",
        "t": "On the first day you shall have a holy convocation; you shall not do any laborious work."
    },
    {
        "o": 3726,
        "r": "nasb:Leviticus:23:8",
        "t": "But for seven days you shall present an offering by fire to the Lord.*s On the seventh day is a holy convocation; you shall not do any laborious work.’ ”"
    },
    {
        "o": 3727,
        "r": "nasb:Leviticus:23:9",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3728,
        "r": "nasb:Leviticus:23:10",
        "t": "“Speak to the sons of Israel and say to them, ‘When you enter the land which I am going to give to you and reap its harvest, then you shall bring in the sheaf of the first fruits of your harvest to the priest."
    },
    {
        "o": 3729,
        "r": "nasb:Leviticus:23:11",
        "t": "He shall wave the sheaf before the Lord*s for you to be accepted; on the day after the sabbath the priest shall wave it."
    },
    {
        "o": 3730,
        "r": "nasb:Leviticus:23:12",
        "t": "Now on the day when you wave the sheaf, you shall offer a male lamb one year old without defect for a burnt offering to the Lord.*s"
    },
    {
        "o": 3731,
        "r": "nasb:Leviticus:23:13",
        "t": "Its grain offering shall then be two-tenths of*i an*i ephah*i of fine flour mixed with oil, an offering by fire to the Lord*s for*i a soothing aroma, with its drink offering, a fourth of a hin of wine."
    },
    {
        "o": 3732,
        "r": "nasb:Leviticus:23:14",
        "t": "Until this same day, until you have brought in the offering of your God, you shall eat neither bread nor roasted grain nor new growth. It is to be a perpetual statute throughout your generations in all your dwelling places."
    },
    {
        "o": 3733,
        "r": "nasb:Leviticus:23:15",
        "t": "‘You*p shall also count for yourselves from the day after the sabbath, from the day when you brought in the sheaf of the wave offering; there shall be seven complete sabbaths."
    },
    {
        "o": 3734,
        "r": "nasb:Leviticus:23:16",
        "t": "You shall count fifty days to the day after the seventh sabbath; then you shall present a new grain offering to the Lord.*s"
    },
    {
        "o": 3735,
        "r": "nasb:Leviticus:23:17",
        "t": "You shall bring in from your dwelling places two loaves*i of bread for a wave offering, made of two-tenths of*i an*i ephah;*i they shall be of a fine flour, baked with leaven as first fruits to the Lord.*s"
    },
    {
        "o": 3736,
        "r": "nasb:Leviticus:23:18",
        "t": "Along with the bread you shall present seven one year old male lambs without defect, and a bull of the herd and two rams; they are to be a burnt offering to the Lord,*s with their grain offering and their drink offerings, an offering by fire of a soothing aroma to the Lord.*s"
    },
    {
        "o": 3737,
        "r": "nasb:Leviticus:23:19",
        "t": "You shall also offer one male goat for a sin offering and two male lambs one year old for a sacrifice of peace offerings."
    },
    {
        "o": 3738,
        "r": "nasb:Leviticus:23:20",
        "t": "The priest shall then wave them with the bread of the first fruits for a wave offering with two lambs before the Lord;*s they are to be holy to the Lord*s for the priest."
    },
    {
        "o": 3739,
        "r": "nasb:Leviticus:23:21",
        "t": "On this same day you shall make a proclamation as well; you are to have a holy convocation. You shall do no laborious work. It is to be a perpetual statute in all your dwelling places throughout your generations."
    },
    {
        "o": 3740,
        "r": "nasb:Leviticus:23:22",
        "t": "‘When*p you reap the harvest of your land, moreover, you shall not reap to the very corners of your field nor gather the gleaning of your harvest; you are to leave them for the needy and the alien. I am the Lord*s your God.’ ”"
    },
    {
        "o": 3741,
        "r": "nasb:Leviticus:23:23",
        "t": "Again*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3742,
        "r": "nasb:Leviticus:23:24",
        "t": "“Speak to the sons of Israel, saying, ‘In the seventh month on the first of the month you shall have a rest, a reminder by blowing of*i trumpets,*i a holy convocation."
    },
    {
        "o": 3743,
        "r": "nasb:Leviticus:23:25",
        "t": "You shall not do any laborious work, but you shall present an offering by fire to the Lord*s .’ ”"
    },
    {
        "o": 3744,
        "r": "nasb:Leviticus:23:25",
        "t": "The Day of Atonement",
        "h": 2
    },
    {
        "o": 3745,
        "r": "nasb:Leviticus:23:26",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3746,
        "r": "nasb:Leviticus:23:27",
        "t": "“On exactly the tenth day of this seventh month is the day of atonement; it shall be a holy convocation for you, and you shall humble your souls and present an offering by fire to the Lord.*s"
    },
    {
        "o": 3747,
        "r": "nasb:Leviticus:23:28",
        "t": "You shall not do any work on this same day, for it is a day of atonement, to make atonement on your behalf before the Lord*s your God."
    },
    {
        "o": 3748,
        "r": "nasb:Leviticus:23:29",
        "t": "If there is any person who will not humble himself on this same day, he shall be cut off from his people."
    },
    {
        "o": 3749,
        "r": "nasb:Leviticus:23:30",
        "t": "As for any person who does any work on this same day, that person I will destroy from among his people."
    },
    {
        "o": 3750,
        "r": "nasb:Leviticus:23:31",
        "t": "You shall do no work at all. It is to be a perpetual statute throughout your generations in all your dwelling places."
    },
    {
        "o": 3751,
        "r": "nasb:Leviticus:23:32",
        "t": "It is to be a sabbath of complete rest to you, and you shall humble your souls; on the ninth of the month at evening, from evening until evening you shall keep your sabbath.”"
    },
    {
        "o": 3752,
        "r": "nasb:Leviticus:23:33",
        "t": "Again*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3753,
        "r": "nasb:Leviticus:23:34",
        "t": "“Speak to the sons of Israel, saying, ‘On the fifteenth of this seventh month is the Feast of Booths for seven days to the Lord.*s"
    },
    {
        "o": 3754,
        "r": "nasb:Leviticus:23:35",
        "t": "On the first day is a holy convocation; you shall do no laborious work of any kind."
    },
    {
        "o": 3755,
        "r": "nasb:Leviticus:23:36",
        "t": "For seven days you shall present an offering by fire to the Lord.*s On the eighth day you shall have a holy convocation and present an offering by fire to the Lord;*s it is an assembly. You shall do no laborious work."
    },
    {
        "o": 3756,
        "r": "nasb:Leviticus:23:37",
        "t": "‘These*p are the appointed times of the Lord*s which you shall proclaim as holy convocations, to present offerings by fire to the Lord*s —burnt offerings and grain offerings, sacrifices and drink offerings, each*i day’s matter on its own day—"
    },
    {
        "o": 3757,
        "r": "nasb:Leviticus:23:38",
        "t": "besides those*i of*i the sabbaths of the Lord,*s and besides your gifts and besides all your votive and freewill offerings, which you give to the Lord.*s"
    },
    {
        "o": 3758,
        "r": "nasb:Leviticus:23:39",
        "t": "‘On*p exactly the fifteenth day of the seventh month, when you have gathered in the crops of the land, you shall celebrate the feast of the Lord*s for seven days, with a rest on the first day and a rest on the eighth day."
    },
    {
        "o": 3759,
        "r": "nasb:Leviticus:23:40",
        "t": "Now on the first day you shall take for yourselves the foliage of beautiful trees, palm branches and boughs of leafy trees and willows of the brook, and you shall rejoice before the Lord*s your God for seven days."
    },
    {
        "o": 3760,
        "r": "nasb:Leviticus:23:41",
        "t": "You shall thus celebrate it as*i a feast to the Lord*s for seven days in the year. It shall*i be*i a perpetual statute throughout your generations; you shall celebrate it in the seventh month."
    },
    {
        "o": 3761,
        "r": "nasb:Leviticus:23:42",
        "t": "You shall live in booths for seven days; all the native-born in Israel shall live in booths,"
    },
    {
        "o": 3762,
        "r": "nasb:Leviticus:23:43",
        "t": "so that your generations may know that I had the sons of Israel live in booths when I brought them out from the land of Egypt. I am the Lord*s your God.’ ”"
    },
    {
        "o": 3763,
        "r": "nasb:Leviticus:23:44",
        "t": "So Moses declared to the sons of Israel the appointed times of the Lord.*s"
    }
]
