[
    {
        "o": 12582,
        "r": "csb:2 Chronicles:8:0",
        "t": "2 Chronicles 8",
        "h": 1
    },
    {
        "o": 12583,
        "r": "csb:2 Chronicles:8:0",
        "t": "Solomon’s Later Building Projects",
        "h": 2
    },
    {
        "o": 12584,
        "r": "csb:2 Chronicles:8:1",
        "t": "At*p the end of twenty years during which Solomon had built the Lord’s*s temple and his own palace -"
    },
    {
        "o": 12585,
        "r": "csb:2 Chronicles:8:2",
        "t": "Solomon had rebuilt the cities Hiram gave him and settled Israelites there -"
    },
    {
        "o": 12586,
        "r": "csb:2 Chronicles:8:3",
        "t": "Solomon went to Hamath-zobah and seized it."
    },
    {
        "o": 12587,
        "r": "csb:2 Chronicles:8:4",
        "t": "He built Tadmor in the wilderness along with all the storage cities that he built in Hamath."
    },
    {
        "o": 12588,
        "r": "csb:2 Chronicles:8:5",
        "t": "He built Upper Beth-horon and Lower Beth-horon- fortified cities with walls, gates, and bars-"
    },
    {
        "o": 12589,
        "r": "csb:2 Chronicles:8:6",
        "t": "Baalath, all the storage cities that belonged to Solomon, all the chariot cities, the cavalry cities, and everything Solomon desired to build in Jerusalem, Lebanon, or anywhere else in the land of his dominion."
    },
    {
        "o": 12590,
        "r": "csb:2 Chronicles:8:7",
        "t": "As*p for all the peoples who remained of the Hethites, Amorites, Perizzites, Hivites, and Jebusites, who were not from Israel-"
    },
    {
        "o": 12591,
        "r": "csb:2 Chronicles:8:8",
        "t": "their descendants who remained in the land after them, those the Israelites had not completely destroyed - Solomon imposed forced labor on them; it is this way today."
    },
    {
        "o": 12592,
        "r": "csb:2 Chronicles:8:9",
        "t": "But Solomon did not consign the Israelites to be slaves for his work; they were soldiers, commanders of his captains, and commanders of his chariots and his cavalry."
    },
    {
        "o": 12593,
        "r": "csb:2 Chronicles:8:10",
        "t": "These were King Solomon’s deputies: 250 who supervised the people."
    },
    {
        "o": 12594,
        "r": "csb:2 Chronicles:8:11",
        "t": "Solomon*p brought the daughter of Pharaoh from the city of David to the house he had built for her, for he said, “My wife must not live in the house of King David of Israel because the places the ark of the Lord*s has come into are holy.”"
    },
    {
        "o": 12595,
        "r": "csb:2 Chronicles:8:11",
        "t": "Public Worship Established at the Temple",
        "h": 2
    },
    {
        "o": 12596,
        "r": "csb:2 Chronicles:8:12",
        "t": "At*p that time Solomon offered burnt offerings to the Lord*s on the Lord’s*s altar he had made in front of the portico."
    },
    {
        "o": 12597,
        "r": "csb:2 Chronicles:8:13",
        "t": "He followed the daily requirement for offerings according to the commandment of Moses for Sabbaths, New Moons, and the three annual appointed festivals: the Festival of Unleavened Bread, the Festival of Weeks, and the Festival of Shelters."
    },
    {
        "o": 12598,
        "r": "csb:2 Chronicles:8:14",
        "t": "According to the ordinances of his father David, he appointed the divisions of the priests over their service, of the Levites over their responsibilities to offer praise and to minister before the priests following the daily requirement, and of the gatekeepers by their divisions with respect to each temple gate, for this had been the command of David, the man of God."
    },
    {
        "o": 12599,
        "r": "csb:2 Chronicles:8:15",
        "t": "They did not turn aside from the king’s command regarding the priests and the Levites concerning any matter or concerning the treasuries."
    },
    {
        "o": 12600,
        "r": "csb:2 Chronicles:8:16",
        "t": "All of Solomon’s work was carried out from the day the foundation was laid for the Lord’s*s temple until it was finished. So the Lord’s*s temple was completed."
    },
    {
        "o": 12601,
        "r": "csb:2 Chronicles:8:16",
        "t": "Solomon’s Fleet",
        "h": 2
    },
    {
        "o": 12602,
        "r": "csb:2 Chronicles:8:17",
        "t": "At*p that time Solomon went to Ezion-geber and to Eloth on the seashore in the land of Edom."
    },
    {
        "o": 12603,
        "r": "csb:2 Chronicles:8:18",
        "t": "So Hiram sent ships to him by his servants along with crews of experienced seamen. They went with Solomon’s servants to Ophir, took from there seventeen tons of gold, and delivered it to King Solomon."
    }
]
