[
    {
        "o": 33587,
        "r": "csb:2 Thessalonians:1:0",
        "t": "2 Thessalonians 1",
        "h": 1
    },
    {
        "o": 33588,
        "r": "csb:2 Thessalonians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33589,
        "r": "csb:2 Thessalonians:1:1",
        "t": "Paul,*p Silvanus, and Timothy: To*p the church of the Thessalonians in God our Father and the Lord Jesus Christ."
    },
    {
        "o": 33590,
        "r": "csb:2 Thessalonians:1:2",
        "t": "Grace*p to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 33591,
        "r": "csb:2 Thessalonians:1:2",
        "t": "God’s Judgment and Glory",
        "h": 2
    },
    {
        "o": 33592,
        "r": "csb:2 Thessalonians:1:3",
        "t": "We*p ought to thank God always for you, brothers and sisters, and rightly so, since your faith is flourishing and the love each one of you has for one another is increasing."
    },
    {
        "o": 33593,
        "r": "csb:2 Thessalonians:1:4",
        "t": "Therefore, we ourselves boast about you among God’s churches - about your perseverance and faith in all the persecutions and afflictions that you are enduring."
    },
    {
        "o": 33594,
        "r": "csb:2 Thessalonians:1:5",
        "t": "It is clear evidence of God’s righteous judgment that you will be counted worthy of God’s kingdom, for which you also are suffering,"
    },
    {
        "o": 33595,
        "r": "csb:2 Thessalonians:1:6",
        "t": "since it is just for God to repay with affliction those who afflict you"
    },
    {
        "o": 33596,
        "r": "csb:2 Thessalonians:1:7",
        "t": "and to give relief to you who are afflicted, along with us. This will take place at the revelation of the Lord Jesus from heaven with his powerful angels,"
    },
    {
        "o": 33597,
        "r": "csb:2 Thessalonians:1:8",
        "t": "when he takes vengeance with flaming fire on those who don’t know God and on those who don’t obey the gospel of our Lord Jesus."
    },
    {
        "o": 33598,
        "r": "csb:2 Thessalonians:1:9",
        "t": "They will pay the penalty of eternal destruction from the Lord’s presence and from his glorious strength"
    },
    {
        "o": 33599,
        "r": "csb:2 Thessalonians:1:10",
        "t": "on that day when he comes to be glorified by his saints and to be marveled at by all those who have believed, because our testimony among you was believed."
    },
    {
        "o": 33600,
        "r": "csb:2 Thessalonians:1:11",
        "t": "In view of this, we always pray for you that our God will make you worthy of his calling, and by his power fulfill your every desire to do good and your work produced by faith,"
    },
    {
        "o": 33601,
        "r": "csb:2 Thessalonians:1:12",
        "t": "so that the name of our Lord Jesus will be glorified by you, and you by him, according to the grace of our God and the Lord Jesus Christ."
    }
]
