[
    {
        "o": 14537,
        "r": "kjv:Psalm:10:0",
        "t": "Psalm 10",
        "h": 1
    },
    {
        "o": 14538,
        "r": "kjv:Psalm:10:1",
        "t": "Why*p standest thou afar off, O Lord?*s why hidest thou thyself in times of trouble?"
    },
    {
        "o": 14539,
        "r": "kjv:Psalm:10:2",
        "t": "The*p wicked in his pride doth persecute the poor: let them be taken in the devices that they have imagined."
    },
    {
        "o": 14540,
        "r": "kjv:Psalm:10:3",
        "t": "For*p the wicked boasteth of his heart's desire, and blesseth the covetous, whom the Lord*s abhorreth."
    },
    {
        "o": 14541,
        "r": "kjv:Psalm:10:4",
        "t": "The*p wicked, through the pride of his countenance, will not seek after God: God is not in all his thoughts."
    },
    {
        "o": 14542,
        "r": "kjv:Psalm:10:5",
        "t": "His*p ways are always grievous; thy judgments are far above out of his sight: as for all his enemies, he puffeth at them."
    },
    {
        "o": 14543,
        "r": "kjv:Psalm:10:6",
        "t": "He*p hath said in his heart, I shall not be moved: for I shall never be in adversity."
    },
    {
        "o": 14544,
        "r": "kjv:Psalm:10:7",
        "t": "His*p mouth is full of cursing and deceit and fraud: under his tongue is mischief and vanity."
    },
    {
        "o": 14545,
        "r": "kjv:Psalm:10:8",
        "t": "He*p sitteth in the lurking places of the villages: in the secret places doth he murder the innocent: his eyes are privily set against the poor."
    },
    {
        "o": 14546,
        "r": "kjv:Psalm:10:9",
        "t": "He*p lieth in wait secretly as a lion in his den: he lieth in wait to catch the poor: he doth catch the poor, when he draweth him into his net."
    },
    {
        "o": 14547,
        "r": "kjv:Psalm:10:10",
        "t": "He*p croucheth, and humbleth himself, that the poor may fall by his strong ones."
    },
    {
        "o": 14548,
        "r": "kjv:Psalm:10:11",
        "t": "He*p hath said in his heart, God hath forgotten: he hideth his face; he will never see it."
    },
    {
        "o": 14549,
        "r": "kjv:Psalm:10:12",
        "t": "Arise,*p O Lord;*s O God, lift up thine hand: forget not the humble."
    },
    {
        "o": 14550,
        "r": "kjv:Psalm:10:13",
        "t": "Wherefore*p doth the wicked contemn God? he hath said in his heart, Thou wilt not require it."
    },
    {
        "o": 14551,
        "r": "kjv:Psalm:10:14",
        "t": "Thou*p hast seen it; for thou beholdest mischief and spite, to requite it with thy hand: the poor committeth himself unto thee; thou art the helper of the fatherless."
    },
    {
        "o": 14552,
        "r": "kjv:Psalm:10:15",
        "t": "Break*p thou the arm of the wicked and the evil man: seek out his wickedness till thou find none."
    },
    {
        "o": 14553,
        "r": "kjv:Psalm:10:16",
        "t": "The*p Lord*s is King for ever and ever: the heathen are perished out of his land."
    },
    {
        "o": 14554,
        "r": "kjv:Psalm:10:17",
        "t": "Lord,*sp thou hast heard the desire of the humble: thou wilt prepare their heart, thou wilt cause thine ear to hear:"
    },
    {
        "o": 14555,
        "r": "kjv:Psalm:10:18",
        "t": "To*p judge the fatherless and the oppressed, that the man of the earth may no more oppress."
    }
]
