[
    {
        "o": 10423,
        "r": "niv:2 Kings:2:0",
        "t": "2 Kings 2",
        "h": 1
    },
    {
        "o": 10424,
        "r": "niv:2 Kings:2:0",
        "t": "Elijah Taken Up to Heaven",
        "h": 2
    },
    {
        "o": 10425,
        "r": "niv:2 Kings:2:1",
        "t": "When*p the Lord*s was about to take Elijah up to heaven in a whirlwind, Elijah and Elisha were on their way from Gilgal."
    },
    {
        "o": 10426,
        "r": "niv:2 Kings:2:2",
        "t": "Elijah said to Elisha, “Stay here; the Lord*s has sent me to Bethel.” But*p Elisha said, “As surely as the Lord*s lives and as you live, I will not leave you.” So they went down to Bethel."
    },
    {
        "o": 10427,
        "r": "niv:2 Kings:2:3",
        "t": "The*p company of the prophets at Bethel came out to Elisha and asked, “Do you know that the Lord*s is going to take your master from you today?” “Yes,*p I know,” Elisha replied, “so be quiet.”"
    },
    {
        "o": 10428,
        "r": "niv:2 Kings:2:4",
        "t": "Then*p Elijah said to him, “Stay here, Elisha; the Lord*s has sent me to Jericho.” And*p he replied, “As surely as the Lord*s lives and as you live, I will not leave you.” So they went to Jericho."
    },
    {
        "o": 10429,
        "r": "niv:2 Kings:2:5",
        "t": "The*p company of the prophets at Jericho went up to Elisha and asked him, “Do you know that the Lord*s is going to take your master from you today?” “Yes,*p I know,” he replied, “so be quiet.”"
    },
    {
        "o": 10430,
        "r": "niv:2 Kings:2:6",
        "t": "Then*p Elijah said to him, “Stay here; the Lord*s has sent me to the Jordan.” And*p he replied, “As surely as the Lord*s lives and as you live, I will not leave you.” So the two of them walked on."
    },
    {
        "o": 10431,
        "r": "niv:2 Kings:2:7",
        "t": "Fifty*p men from the company of the prophets went and stood at a distance, facing the place where Elijah and Elisha had stopped at the Jordan."
    },
    {
        "o": 10432,
        "r": "niv:2 Kings:2:8",
        "t": "Elijah took his cloak, rolled it up and struck the water with it. The water divided to the right and to the left, and the two of them crossed over on dry ground."
    },
    {
        "o": 10433,
        "r": "niv:2 Kings:2:9",
        "t": "When*p they had crossed, Elijah said to Elisha, “Tell me, what can I do for you before I am taken from you?” “Let*p me inherit a double portion of your spirit,” Elisha replied."
    },
    {
        "o": 10434,
        "r": "niv:2 Kings:2:10",
        "t": "“You*p have asked a difficult thing,” Elijah said, “yet if you see me when I am taken from you, it will be yours—otherwise, it will not.”"
    },
    {
        "o": 10435,
        "r": "niv:2 Kings:2:11",
        "t": "As*p they were walking along and talking together, suddenly a chariot of fire and horses of fire appeared and separated the two of them, and Elijah went up to heaven in a whirlwind."
    },
    {
        "o": 10436,
        "r": "niv:2 Kings:2:12",
        "t": "Elisha saw this and cried out, “My father! My father! The chariots and horsemen of Israel!” And Elisha saw him no more. Then he took hold of his garment and tore it in two."
    },
    {
        "o": 10437,
        "r": "niv:2 Kings:2:13",
        "t": "Elisha*p then picked up Elijah’s cloak that had fallen from him and went back and stood on the bank of the Jordan."
    },
    {
        "o": 10438,
        "r": "niv:2 Kings:2:14",
        "t": "He took the cloak that had fallen from Elijah and struck the water with it. “Where now is the Lord,*s the God of Elijah?” he asked. When he struck the water, it divided to the right and to the left, and he crossed over."
    },
    {
        "o": 10439,
        "r": "niv:2 Kings:2:15",
        "t": "The*p company of the prophets from Jericho, who were watching, said, “The spirit of Elijah is resting on Elisha.” And they went to meet him and bowed to the ground before him."
    },
    {
        "o": 10440,
        "r": "niv:2 Kings:2:16",
        "t": "“Look,” they said, “we your servants have fifty able men. Let them go and look for your master. Perhaps the Spirit of the Lord*s has picked him up and set him down on some mountain or in some valley.” “No,”*p Elisha replied, “do not send them.”"
    },
    {
        "o": 10441,
        "r": "niv:2 Kings:2:17",
        "t": "But*p they persisted until he was too embarrassed to refuse. So he said, “Send them.” And they sent fifty men, who searched for three days but did not find him."
    },
    {
        "o": 10442,
        "r": "niv:2 Kings:2:18",
        "t": "When they returned to Elisha, who was staying in Jericho, he said to them, “Didn’t I tell you not to go?”"
    },
    {
        "o": 10443,
        "r": "niv:2 Kings:2:18",
        "t": "Healing of the Water",
        "h": 2
    },
    {
        "o": 10444,
        "r": "niv:2 Kings:2:19",
        "t": "The*p people of the city said to Elisha, “Look, our lord, this town is well situated, as you can see, but the water is bad and the land is unproductive.”"
    },
    {
        "o": 10445,
        "r": "niv:2 Kings:2:20",
        "t": "“Bring*p me a new bowl,” he said, “and put salt in it.” So they brought it to him."
    },
    {
        "o": 10446,
        "r": "niv:2 Kings:2:21",
        "t": "Then*p he went out to the spring and threw the salt into it, saying, “This is what the Lord*s says: ‘I have healed this water. Never again will it cause death or make the land unproductive.’ ”"
    },
    {
        "o": 10447,
        "r": "niv:2 Kings:2:22",
        "t": "And the water has remained pure to this day, according to the word Elisha had spoken."
    },
    {
        "o": 10448,
        "r": "niv:2 Kings:2:22",
        "t": "Elisha Is Jeered",
        "h": 2
    },
    {
        "o": 10449,
        "r": "niv:2 Kings:2:23",
        "t": "From*p there Elisha went up to Bethel. As he was walking along the road, some boys came out of the town and jeered at him. “Get out of here, baldy!” they said. “Get out of here, baldy!”"
    },
    {
        "o": 10450,
        "r": "niv:2 Kings:2:24",
        "t": "He turned around, looked at them and called down a curse on them in the name of the Lord.*s Then two bears came out of the woods and mauled forty-two of the boys."
    },
    {
        "o": 10451,
        "r": "niv:2 Kings:2:25",
        "t": "And he went on to Mount Carmel and from there returned to Samaria."
    }
]
