[
    {
        "o": 33243,
        "r": "niv:Hebrews:7:0",
        "t": "Hebrews 7",
        "h": 1
    },
    {
        "o": 33244,
        "r": "niv:Hebrews:7:0",
        "t": "Melchizedek the Priest",
        "h": 2
    },
    {
        "o": 33245,
        "r": "niv:Hebrews:7:1",
        "t": "This*p Melchizedek was king of Salem and priest of God Most High. He met Abraham returning from the defeat of the kings and blessed him,"
    },
    {
        "o": 33246,
        "r": "niv:Hebrews:7:2",
        "t": "and Abraham gave him a tenth of everything. First, the name Melchizedek means “king of righteousness”; then also, “king of Salem” means “king of peace.”"
    },
    {
        "o": 33247,
        "r": "niv:Hebrews:7:3",
        "t": "Without father or mother, without genealogy, without beginning of days or end of life, resembling the Son of God, he remains a priest forever."
    },
    {
        "o": 33248,
        "r": "niv:Hebrews:7:4",
        "t": "Just*p think how great he was: Even the patriarch Abraham gave him a tenth of the plunder!"
    },
    {
        "o": 33249,
        "r": "niv:Hebrews:7:5",
        "t": "Now the law requires the descendants of Levi who become priests to collect a tenth from the people—that is, from their fellow Israelites—even though they also are descended from Abraham."
    },
    {
        "o": 33250,
        "r": "niv:Hebrews:7:6",
        "t": "This man, however, did not trace his descent from Levi, yet he collected a tenth from Abraham and blessed him who had the promises."
    },
    {
        "o": 33251,
        "r": "niv:Hebrews:7:7",
        "t": "And without doubt the lesser is blessed by the greater."
    },
    {
        "o": 33252,
        "r": "niv:Hebrews:7:8",
        "t": "In the one case, the tenth is collected by people who die; but in the other case, by him who is declared to be living."
    },
    {
        "o": 33253,
        "r": "niv:Hebrews:7:9",
        "t": "One might even say that Levi, who collects the tenth, paid the tenth through Abraham,"
    },
    {
        "o": 33254,
        "r": "niv:Hebrews:7:10",
        "t": "because when Melchizedek met Abraham, Levi was still in the body of his ancestor."
    },
    {
        "o": 33255,
        "r": "niv:Hebrews:7:10",
        "t": "Jesus Like Melchizedek",
        "h": 2
    },
    {
        "o": 33256,
        "r": "niv:Hebrews:7:11",
        "t": "If*p perfection could have been attained through the Levitical priesthood—and indeed the law given to the people established that priesthood—why was there still need for another priest to come, one in the order of Melchizedek, not in the order of Aaron?"
    },
    {
        "o": 33257,
        "r": "niv:Hebrews:7:12",
        "t": "For when the priesthood is changed, the law must be changed also."
    },
    {
        "o": 33258,
        "r": "niv:Hebrews:7:13",
        "t": "He of whom these things are said belonged to a different tribe, and no one from that tribe has ever served at the altar."
    },
    {
        "o": 33259,
        "r": "niv:Hebrews:7:14",
        "t": "For it is clear that our Lord descended from Judah, and in regard to that tribe Moses said nothing about priests."
    },
    {
        "o": 33260,
        "r": "niv:Hebrews:7:15",
        "t": "And what we have said is even more clear if another priest like Melchizedek appears,"
    },
    {
        "o": 33261,
        "r": "niv:Hebrews:7:16",
        "t": "one who has become a priest not on the basis of a regulation as to his ancestry but on the basis of the power of an indestructible life."
    },
    {
        "o": 33262,
        "r": "niv:Hebrews:7:17",
        "t": "For it is declared: “You*pn are a priest forever, in*ld the order of Melchizedek.”"
    },
    {
        "o": 33263,
        "r": "niv:Hebrews:7:18",
        "t": "The*p former regulation is set aside because it was weak and useless"
    },
    {
        "o": 33264,
        "r": "niv:Hebrews:7:19",
        "t": "(for the law made nothing perfect), and a better hope is introduced, by which we draw near to God."
    },
    {
        "o": 33265,
        "r": "niv:Hebrews:7:20",
        "t": "And*p it was not without an oath! Others became priests without any oath,"
    },
    {
        "o": 33266,
        "r": "niv:Hebrews:7:21",
        "t": "but he became a priest with an oath when God said to him: “The*pn Lord has sworn and*ld will not change his mind: ‘You*ld are a priest forever.’ ”"
    },
    {
        "o": 33267,
        "r": "niv:Hebrews:7:22",
        "t": "Because*p of this oath, Jesus has become the guarantor of a better covenant."
    },
    {
        "o": 33268,
        "r": "niv:Hebrews:7:23",
        "t": "Now*p there have been many of those priests, since death prevented them from continuing in office;"
    },
    {
        "o": 33269,
        "r": "niv:Hebrews:7:24",
        "t": "but because Jesus lives forever, he has a permanent priesthood."
    },
    {
        "o": 33270,
        "r": "niv:Hebrews:7:25",
        "t": "Therefore he is able to save completely those who come to God through him, because he always lives to intercede for them."
    },
    {
        "o": 33271,
        "r": "niv:Hebrews:7:26",
        "t": "Such*p a high priest truly meets our need—one who is holy, blameless, pure, set apart from sinners, exalted above the heavens."
    },
    {
        "o": 33272,
        "r": "niv:Hebrews:7:27",
        "t": "Unlike the other high priests, he does not need to offer sacrifices day after day, first for his own sins, and then for the sins of the people. He sacrificed for their sins once for all when he offered himself."
    },
    {
        "o": 33273,
        "r": "niv:Hebrews:7:28",
        "t": "For the law appoints as high priests men in all their weakness; but the oath, which came after the law, appointed the Son, who has been made perfect forever."
    }
]
