[
    {
        "o": 3464,
        "r": "nasb:Leviticus:15:0",
        "t": "Leviticus 15",
        "h": 1
    },
    {
        "o": 3465,
        "r": "nasb:Leviticus:15:0",
        "t": "Cleansing Unhealthiness",
        "h": 2
    },
    {
        "o": 3466,
        "r": "nasb:Leviticus:15:1",
        "t": "The*p Lord*s also spoke to Moses and to Aaron, saying,"
    },
    {
        "o": 3467,
        "r": "nasb:Leviticus:15:2",
        "t": "“Speak to the sons of Israel, and say to them, ‘When any man has a discharge from his body, his discharge is unclean."
    },
    {
        "o": 3468,
        "r": "nasb:Leviticus:15:3",
        "t": "This, moreover, shall be his uncleanness in his discharge: it is his uncleanness whether his body allows its discharge to flow or whether his body obstructs its discharge."
    },
    {
        "o": 3469,
        "r": "nasb:Leviticus:15:4",
        "t": "Every bed on which the person with the discharge lies becomes unclean, and everything on which he sits becomes unclean."
    },
    {
        "o": 3470,
        "r": "nasb:Leviticus:15:5",
        "t": "Anyone, moreover, who touches his bed shall wash his clothes and bathe in water and be unclean until evening;"
    },
    {
        "o": 3471,
        "r": "nasb:Leviticus:15:6",
        "t": "and whoever sits on the thing on which the man with the discharge has been sitting, shall wash his clothes and bathe in water and be unclean until evening."
    },
    {
        "o": 3472,
        "r": "nasb:Leviticus:15:7",
        "t": "Also whoever touches the person with the discharge shall wash his clothes and bathe in water and be unclean until evening."
    },
    {
        "o": 3473,
        "r": "nasb:Leviticus:15:8",
        "t": "Or if the man with the discharge spits on one who is clean, he too shall wash his clothes and bathe in water and be unclean until evening."
    },
    {
        "o": 3474,
        "r": "nasb:Leviticus:15:9",
        "t": "Every saddle on which the person with the discharge rides becomes unclean."
    },
    {
        "o": 3475,
        "r": "nasb:Leviticus:15:10",
        "t": "Whoever then touches any of the things which were under him shall be unclean until evening, and he who carries them shall wash his clothes and bathe in water and be unclean until evening."
    },
    {
        "o": 3476,
        "r": "nasb:Leviticus:15:11",
        "t": "Likewise, whomever the one with the discharge touches without having rinsed his hands in water shall wash his clothes and bathe in water and be unclean until evening."
    },
    {
        "o": 3477,
        "r": "nasb:Leviticus:15:12",
        "t": "However, an earthenware vessel which the person with the discharge touches shall be broken, and every wooden vessel shall be rinsed in water."
    },
    {
        "o": 3478,
        "r": "nasb:Leviticus:15:13",
        "t": "‘Now*p when the man with the discharge becomes cleansed from his discharge, then he shall count off for himself seven days for his cleansing; he shall then wash his clothes and bathe his body in running water and will become clean."
    },
    {
        "o": 3479,
        "r": "nasb:Leviticus:15:14",
        "t": "Then on the eighth day he shall take for himself two turtledoves or two young pigeons, and come before the Lord*s to the doorway of the tent of meeting and give them to the priest;"
    },
    {
        "o": 3480,
        "r": "nasb:Leviticus:15:15",
        "t": "and the priest shall offer them, one for a sin offering and the other for a burnt offering. So the priest shall make atonement on his behalf before the Lord*s because of his discharge."
    },
    {
        "o": 3481,
        "r": "nasb:Leviticus:15:16",
        "t": "‘Now*p if a man has a seminal emission, he shall bathe all his body in water and be unclean until evening."
    },
    {
        "o": 3482,
        "r": "nasb:Leviticus:15:17",
        "t": "As for any garment or any leather on which there is seminal emission, it shall be washed with water and be unclean until evening."
    },
    {
        "o": 3483,
        "r": "nasb:Leviticus:15:18",
        "t": "If a man lies with a woman so*i that*i there is a seminal emission, they shall both bathe in water and be unclean until evening."
    },
    {
        "o": 3484,
        "r": "nasb:Leviticus:15:19",
        "t": "‘When*p a woman has a discharge, if*i her discharge in her body is blood, she shall continue in her menstrual impurity for seven days; and whoever touches her shall be unclean until evening."
    },
    {
        "o": 3485,
        "r": "nasb:Leviticus:15:20",
        "t": "Everything also on which she lies during her menstrual impurity shall be unclean, and everything on which she sits shall be unclean."
    },
    {
        "o": 3486,
        "r": "nasb:Leviticus:15:21",
        "t": "Anyone who touches her bed shall wash his clothes and bathe in water and be unclean until evening."
    },
    {
        "o": 3487,
        "r": "nasb:Leviticus:15:22",
        "t": "Whoever touches any thing on which she sits shall wash his clothes and bathe in water and be unclean until evening."
    },
    {
        "o": 3488,
        "r": "nasb:Leviticus:15:23",
        "t": "Whether it be on the bed or on the thing on which she is sitting, when he touches it, he shall be unclean until evening."
    },
    {
        "o": 3489,
        "r": "nasb:Leviticus:15:24",
        "t": "If a man actually lies with her so that her menstrual impurity is on him, he shall be unclean seven days, and every bed on which he lies shall be unclean."
    },
    {
        "o": 3490,
        "r": "nasb:Leviticus:15:25",
        "t": "‘Now*p if a woman has a discharge of her blood many days, not at the period of her menstrual impurity, or if she has a discharge beyond that period, all the days of her impure discharge she shall continue as though in her menstrual impurity; she is unclean."
    },
    {
        "o": 3491,
        "r": "nasb:Leviticus:15:26",
        "t": "Any bed on which she lies all the days of her discharge shall be to her like her bed at menstruation; and every thing on which she sits shall be unclean, like her uncleanness at that time."
    },
    {
        "o": 3492,
        "r": "nasb:Leviticus:15:27",
        "t": "Likewise, whoever touches them shall be unclean and shall wash his clothes and bathe in water and be unclean until evening."
    },
    {
        "o": 3493,
        "r": "nasb:Leviticus:15:28",
        "t": "When she becomes clean from her discharge, she shall count off for herself seven days; and afterward she will be clean."
    },
    {
        "o": 3494,
        "r": "nasb:Leviticus:15:29",
        "t": "Then on the eighth day she shall take for herself two turtledoves or two young pigeons and bring them in to the priest, to the doorway of the tent of meeting."
    },
    {
        "o": 3495,
        "r": "nasb:Leviticus:15:30",
        "t": "The priest shall offer the one for a sin offering and the other for a burnt offering. So the priest shall make atonement on her behalf before the Lord*s because of her impure discharge.’"
    },
    {
        "o": 3496,
        "r": "nasb:Leviticus:15:31",
        "t": "“Thus*p you shall keep the sons of Israel separated from their uncleanness, so that they will not die in their uncleanness by their defiling My tabernacle that is among them.”"
    },
    {
        "o": 3497,
        "r": "nasb:Leviticus:15:32",
        "t": "This is the law for the one with a discharge, and for the man who has a seminal emission so that he is unclean by it,"
    },
    {
        "o": 3498,
        "r": "nasb:Leviticus:15:33",
        "t": "and for the woman who is ill because of menstrual impurity, and for the one who has a discharge, whether a male or a female, or a man who lies with an unclean woman."
    }
]
