[
    {
        "o": 20992,
        "r": "csb:Isaiah:55:0",
        "t": "Isaiah 55",
        "h": 1
    },
    {
        "o": 20993,
        "r": "csb:Isaiah:55:0",
        "t": "Come to the Lord",
        "h": 2
    },
    {
        "o": 20994,
        "r": "csb:Isaiah:55:1",
        "t": "“Come,*pn everyone who is thirsty, come*ln to the water; and*ln you without silver, come,*ln buy, and eat! Come,*ln buy wine and milk without*ln silver and without cost!"
    },
    {
        "o": 20995,
        "r": "csb:Isaiah:55:2",
        "t": "Why*ln do you spend silver on what is not food, and*ln your wages on what does not satisfy? Listen*ln carefully to me, and eat what is good, and*ln you will enjoy the choicest of foods."
    },
    {
        "o": 20996,
        "r": "csb:Isaiah:55:3",
        "t": "Pay*ln attention and come to me; listen,*ln so that you will live. I*ln will make a permanent covenant with you on*ln the basis of the faithful kindnesses of David."
    },
    {
        "o": 20997,
        "r": "csb:Isaiah:55:4",
        "t": "Since*ln I have made him a witness to the peoples, a*ln leader and commander for the peoples,"
    },
    {
        "o": 20998,
        "r": "csb:Isaiah:55:5",
        "t": "so*ln you will summon a nation you do not know, and*ln nations who do not know you will run to you. For*ln the Lord*s your God, even*ln the Holy One of Israel, has*ln glorified you.”"
    },
    {
        "o": 20999,
        "r": "csb:Isaiah:55:6",
        "t": "Seek*pn the Lord*s while he may be found; call*ln to him while he is near."
    },
    {
        "o": 21000,
        "r": "csb:Isaiah:55:7",
        "t": "Let*ln the wicked one abandon his way and*ln the sinful one his thoughts; let*ln him return to the Lord,*s so*ln he may have compassion on him, and*ln to our God, for he will freely forgive."
    },
    {
        "o": 21001,
        "r": "csb:Isaiah:55:8",
        "t": "“For*pn my thoughts are not your thoughts, and*ln your ways are not my ways.” This*lg is the Lord’s*s declaration."
    },
    {
        "o": 21002,
        "r": "csb:Isaiah:55:9",
        "t": "“For*pn as heaven is higher than earth, so*ln my ways are higher than your ways, and*ln my thoughts than your thoughts."
    },
    {
        "o": 21003,
        "r": "csb:Isaiah:55:10",
        "t": "For*ln just as rain and snow fall from heaven and*ln do not return there without*ln saturating the earth and*ln making it germinate and sprout, and*ln providing seed to sow and*ln food to eat,"
    },
    {
        "o": 21004,
        "r": "csb:Isaiah:55:11",
        "t": "so*ln my word that comes from my mouth will*ln not return to me empty, but*ln it will accomplish what I please and*ln will prosper in what I send it to do.”"
    },
    {
        "o": 21005,
        "r": "csb:Isaiah:55:12",
        "t": "You*pn will indeed go out with joy and*ln be peacefully guided; the*ln mountains and the hills will break into singing before you, and*ln all the trees of the field will clap their hands."
    },
    {
        "o": 21006,
        "r": "csb:Isaiah:55:13",
        "t": "Instead*ln of the thornbush, a cypress will come up, and*ln instead of the brier, a myrtle will come up; this*ln will stand as a monument for the Lord,*s an*ln everlasting sign that will not be destroyed."
    }
]
