[
    {
        "o": 29479,
        "r": "kjv:Romans:14:0",
        "t": "Romans 14",
        "h": 1
    },
    {
        "o": 29480,
        "r": "kjv:Romans:14:1",
        "t": "Him*p that is weak in the faith receive ye, but not to doubtful disputations."
    },
    {
        "o": 29481,
        "r": "kjv:Romans:14:2",
        "t": "For*p one believeth that he may eat all things: another, who is weak, eateth herbs."
    },
    {
        "o": 29482,
        "r": "kjv:Romans:14:3",
        "t": "Let*p not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him."
    },
    {
        "o": 29483,
        "r": "kjv:Romans:14:4",
        "t": "Who*p art thou that judgest another man's servant? to his own master he standeth or falleth. Yea, he shall be holden up: for God is able to make him stand."
    },
    {
        "o": 29484,
        "r": "kjv:Romans:14:5",
        "t": "One*p man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind."
    },
    {
        "o": 29485,
        "r": "kjv:Romans:14:6",
        "t": "He*p that regardeth the day, regardeth it unto the Lord; and he that regardeth not the day, to the Lord he doth not regard it. He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks."
    },
    {
        "o": 29486,
        "r": "kjv:Romans:14:7",
        "t": "For*p none of us liveth to himself, and no man dieth to himself."
    },
    {
        "o": 29487,
        "r": "kjv:Romans:14:8",
        "t": "For*p whether we live, we live unto the Lord; and whether we die, we die unto the Lord: whether we live therefore, or die, we are the Lord's."
    },
    {
        "o": 29488,
        "r": "kjv:Romans:14:9",
        "t": "For*p to this end Christ both died, and rose, and revived, that he might be Lord both of the dead and living."
    },
    {
        "o": 29489,
        "r": "kjv:Romans:14:10",
        "t": "But*p why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ."
    },
    {
        "o": 29490,
        "r": "kjv:Romans:14:11",
        "t": "For*p it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God."
    },
    {
        "o": 29491,
        "r": "kjv:Romans:14:12",
        "t": "So*p then every one of us shall give account of himself to God."
    },
    {
        "o": 29492,
        "r": "kjv:Romans:14:13",
        "t": "Let*p us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his brother's way."
    },
    {
        "o": 29493,
        "r": "kjv:Romans:14:14",
        "t": "I*p know, and am persuaded by the Lord Jesus, that there is nothing unclean of itself: but to him that esteemeth any thing to be unclean, to him it is unclean."
    },
    {
        "o": 29494,
        "r": "kjv:Romans:14:15",
        "t": "But*p if thy brother be grieved with thy meat, now walkest thou not charitably. Destroy not him with thy meat, for whom Christ died."
    },
    {
        "o": 29495,
        "r": "kjv:Romans:14:16",
        "t": "Let*p not then your good be evil spoken of:"
    },
    {
        "o": 29496,
        "r": "kjv:Romans:14:17",
        "t": "For*p the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost."
    },
    {
        "o": 29497,
        "r": "kjv:Romans:14:18",
        "t": "For*p he that in these things serveth Christ is acceptable to God, and approved of men."
    },
    {
        "o": 29498,
        "r": "kjv:Romans:14:19",
        "t": "Let*p us therefore follow after the things which make for peace, and things wherewith one may edify another."
    },
    {
        "o": 29499,
        "r": "kjv:Romans:14:20",
        "t": "For*p meat destroy not the work of God. All things indeed are pure; but it is evil for that man who eateth with offence."
    },
    {
        "o": 29500,
        "r": "kjv:Romans:14:21",
        "t": "It*p is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak."
    },
    {
        "o": 29501,
        "r": "kjv:Romans:14:22",
        "t": "Hast*p thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth."
    },
    {
        "o": 29502,
        "r": "kjv:Romans:14:23",
        "t": "And*p he that doubteth is damned if he eat, because he eateth not of faith: for whatsoever is not of faith is sin."
    }
]
