[
    {
        "o": 5648,
        "r": "nkjv:Deuteronomy:8:0",
        "t": "Deuteronomy 8",
        "h": 1
    },
    {
        "o": 5649,
        "r": "nkjv:Deuteronomy:8:0",
        "t": "Remember the Lord Your God",
        "h": 2
    },
    {
        "o": 5650,
        "r": "nkjv:Deuteronomy:8:1",
        "t": "“Every*p commandment which I command you today you must be careful to observe, that you may live and multiply, and go in and possess the land of which the Lord*s swore to your fathers."
    },
    {
        "o": 5651,
        "r": "nkjv:Deuteronomy:8:2",
        "t": "And you shall remember that the Lord*s your God led you all the way these forty years in the wilderness, to humble you and*i test you, to know what was*i in your heart, whether you would keep His commandments or not."
    },
    {
        "o": 5652,
        "r": "nkjv:Deuteronomy:8:3",
        "t": "So He humbled you, allowed you to hunger, and fed you with manna which you did not know nor did your fathers know, that He might make you know that man shall not live by bread alone; but man lives by every word*i that proceeds from the mouth of the Lord.*s"
    },
    {
        "o": 5653,
        "r": "nkjv:Deuteronomy:8:4",
        "t": "Your garments did not wear out on you, nor did your foot swell these forty years."
    },
    {
        "o": 5654,
        "r": "nkjv:Deuteronomy:8:5",
        "t": "You should know in your heart that as a man chastens his son, so*i the Lord*s your God chastens you."
    },
    {
        "o": 5655,
        "r": "nkjv:Deuteronomy:8:6",
        "t": "“Therefore*p you shall keep the commandments of the Lord*s your God, to walk in His ways and to fear Him."
    },
    {
        "o": 5656,
        "r": "nkjv:Deuteronomy:8:7",
        "t": "For the Lord*s your God is bringing you into a good land, a land of brooks of water, of fountains and springs, that flow out of valleys and hills;"
    },
    {
        "o": 5657,
        "r": "nkjv:Deuteronomy:8:8",
        "t": "a land of wheat and barley, of vines and fig trees and pomegranates, a land of olive oil and honey;"
    },
    {
        "o": 5658,
        "r": "nkjv:Deuteronomy:8:9",
        "t": "a land in which you will eat bread without scarcity, in which you will lack nothing; a land whose stones are*i iron and out of whose hills you can dig copper."
    },
    {
        "o": 5659,
        "r": "nkjv:Deuteronomy:8:10",
        "t": "When you have eaten and are full, then you shall bless the Lord*s your God for the good land which He has given you."
    },
    {
        "o": 5660,
        "r": "nkjv:Deuteronomy:8:11",
        "t": "“Beware*p that you do not forget the Lord*s your God by not keeping His commandments, His judgments, and His statutes which I command you today,"
    },
    {
        "o": 5661,
        "r": "nkjv:Deuteronomy:8:12",
        "t": "lest— when*i you have eaten and are full, and have built beautiful houses and dwell in*i them;*i"
    },
    {
        "o": 5662,
        "r": "nkjv:Deuteronomy:8:13",
        "t": "and when*i your herds and your flocks multiply, and your silver and your gold are multiplied, and all that you have is multiplied;"
    },
    {
        "o": 5663,
        "r": "nkjv:Deuteronomy:8:14",
        "t": "when your heart is lifted up, and you forget the Lord*s your God who brought you out of the land of Egypt, from the house of bondage;"
    },
    {
        "o": 5664,
        "r": "nkjv:Deuteronomy:8:15",
        "t": "who led you through that great and terrible wilderness, in*i which*i were*i fiery serpents and scorpions and thirsty land where there was no water; who brought water for you out of the flinty rock;"
    },
    {
        "o": 5665,
        "r": "nkjv:Deuteronomy:8:16",
        "t": "who fed you in the wilderness with manna, which your fathers did not know, that He might humble you and that He might test you, to do you good in the end—"
    },
    {
        "o": 5666,
        "r": "nkjv:Deuteronomy:8:17",
        "t": "then you say in your heart, ‘My power and the might of my hand have gained me this wealth.’"
    },
    {
        "o": 5667,
        "r": "nkjv:Deuteronomy:8:18",
        "t": "“And*p you shall remember the Lord*s your God, for it*i is*i He who gives you power to get wealth, that He may establish His covenant which He swore to your fathers, as it*i is*i this day."
    },
    {
        "o": 5668,
        "r": "nkjv:Deuteronomy:8:19",
        "t": "Then it shall be, if you by any means forget the Lord*s your God, and follow other gods, and serve them and worship them, I testify against you this day that you shall surely perish."
    },
    {
        "o": 5669,
        "r": "nkjv:Deuteronomy:8:20",
        "t": "As the nations which the Lord*s destroys before you, so you shall perish, because you would not be obedient to the voice of the Lord*s your God."
    }
]
