[
    {
        "o": 2141,
        "r": "nkjv:Exodus:16:0",
        "t": "Exodus 16",
        "h": 1
    },
    {
        "o": 2142,
        "r": "nkjv:Exodus:16:0",
        "t": "Bread from Heaven",
        "h": 2
    },
    {
        "o": 2143,
        "r": "nkjv:Exodus:16:1",
        "t": "And*p they journeyed from Elim, and all the congregation of the children of Israel came to the Wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after they departed from the land of Egypt."
    },
    {
        "o": 2144,
        "r": "nkjv:Exodus:16:2",
        "t": "Then the whole congregation of the children of Israel complained against Moses and Aaron in the wilderness."
    },
    {
        "o": 2145,
        "r": "nkjv:Exodus:16:3",
        "t": "And the children of Israel said to them, “Oh, that we had died by the hand of the Lord*s in the land of Egypt, when we sat by the pots of meat and*i when we ate bread to the full! For you have brought us out into this wilderness to kill this whole assembly with hunger.”"
    },
    {
        "o": 2146,
        "r": "nkjv:Exodus:16:4",
        "t": "Then*p the Lord*s said to Moses, “Behold, I will rain bread from heaven for you. And the people shall go out and gather a certain quota every day, that I may test them, whether they will walk in My law or not."
    },
    {
        "o": 2147,
        "r": "nkjv:Exodus:16:5",
        "t": "And it shall be on the sixth day that they shall prepare what they bring in, and it shall be twice as much as they gather daily.”"
    },
    {
        "o": 2148,
        "r": "nkjv:Exodus:16:6",
        "t": "Then*p Moses and Aaron said to all the children of Israel, “At evening you shall know that the Lord*s has brought you out of the land of Egypt."
    },
    {
        "o": 2149,
        "r": "nkjv:Exodus:16:7",
        "t": "And in the morning you shall see the glory of the Lord;*s for He hears your complaints against the Lord.*s But what are*i we, that you complain against us?”"
    },
    {
        "o": 2150,
        "r": "nkjv:Exodus:16:8",
        "t": "Also Moses said, “This*i shall*i be*i seen*i when the Lord*s gives you meat to eat in the evening, and in the morning bread to the full; for the Lord*s hears your complaints which you make against Him. And what are*i we? Your complaints are*i not against us but against the Lord.”*s"
    },
    {
        "o": 2151,
        "r": "nkjv:Exodus:16:9",
        "t": "Then*p Moses spoke to Aaron, “Say to all the congregation of the children of Israel, ‘Come near before the Lord,*s for He has heard your complaints.’”"
    },
    {
        "o": 2152,
        "r": "nkjv:Exodus:16:10",
        "t": "Now it came to pass, as Aaron spoke to the whole congregation of the children of Israel, that they looked toward the wilderness, and behold, the glory of the Lord*s appeared in the cloud."
    },
    {
        "o": 2153,
        "r": "nkjv:Exodus:16:11",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 2154,
        "r": "nkjv:Exodus:16:12",
        "t": "“I have heard the complaints of the children of Israel. Speak to them, saying, ‘At twilight you shall eat meat, and in the morning you shall be filled with bread. And you shall know that I am*i the Lord*s your God.’”"
    },
    {
        "o": 2155,
        "r": "nkjv:Exodus:16:13",
        "t": "So*p it was that quails came up at evening and covered the camp, and in the morning the dew lay all around the camp."
    },
    {
        "o": 2156,
        "r": "nkjv:Exodus:16:14",
        "t": "And when the layer of dew lifted, there, on the surface of the wilderness, was a small round substance, as*i fine as frost on the ground."
    },
    {
        "o": 2157,
        "r": "nkjv:Exodus:16:15",
        "t": "So when the children of Israel saw it,*i they said to one another, “What is it?” For they did not know what it was.*i And*p Moses said to them, “This is*i the bread which the Lord*s has given you to eat."
    },
    {
        "o": 2158,
        "r": "nkjv:Exodus:16:16",
        "t": "This is the thing which the Lord*s has commanded: ‘Let every man gather it according to each one’s need, one omer for each person, according*i to*i the*i number of persons; let every man take for those*i who are*i in his tent.’”"
    },
    {
        "o": 2159,
        "r": "nkjv:Exodus:16:17",
        "t": "Then*p the children of Israel did so and gathered, some more, some less."
    },
    {
        "o": 2160,
        "r": "nkjv:Exodus:16:18",
        "t": "So when they measured it*i by omers, he who gathered much had nothing left over, and he who gathered little had no lack. Every man had gathered according to each one’s need."
    },
    {
        "o": 2161,
        "r": "nkjv:Exodus:16:19",
        "t": "And Moses said, “Let no one leave any of it till morning.”"
    },
    {
        "o": 2162,
        "r": "nkjv:Exodus:16:20",
        "t": "Notwithstanding they did not heed Moses. But some of them left part of it until morning, and it bred worms and stank. And Moses was angry with them."
    },
    {
        "o": 2163,
        "r": "nkjv:Exodus:16:21",
        "t": "So they gathered it every morning, every man according to his need. And when the sun became hot, it melted."
    },
    {
        "o": 2164,
        "r": "nkjv:Exodus:16:22",
        "t": "And*p so it was, on the sixth day, that*i they gathered twice as much bread, two omers for each one. And all the rulers of the congregation came and told Moses."
    },
    {
        "o": 2165,
        "r": "nkjv:Exodus:16:23",
        "t": "Then he said to them, “This is*i what*i the Lord*s has said: ‘Tomorrow is*i a Sabbath rest, a holy Sabbath to the Lord.*s Bake what you will bake today,*i and boil what you will boil; and lay up for yourselves all that remains, to be kept until morning.’”"
    },
    {
        "o": 2166,
        "r": "nkjv:Exodus:16:24",
        "t": "So they laid it up till morning, as Moses commanded; and it did not stink, nor were there any worms in it."
    },
    {
        "o": 2167,
        "r": "nkjv:Exodus:16:25",
        "t": "Then Moses said, “Eat that today, for today is*i a Sabbath to the Lord;*s today you will not find it in the field."
    },
    {
        "o": 2168,
        "r": "nkjv:Exodus:16:26",
        "t": "Six days you shall gather it, but on the seventh day, the Sabbath, there will be none.”"
    },
    {
        "o": 2169,
        "r": "nkjv:Exodus:16:27",
        "t": "Now*p it happened that*i some*i of the people went out on the seventh day to gather, but they found none."
    },
    {
        "o": 2170,
        "r": "nkjv:Exodus:16:28",
        "t": "And the Lord*s said to Moses, “How long do you refuse to keep My commandments and My laws?"
    },
    {
        "o": 2171,
        "r": "nkjv:Exodus:16:29",
        "t": "See! For the Lord*s has given you the Sabbath; therefore He gives you on the sixth day bread for two days. Let every man remain in his place; let no man go out of his place on the seventh day.”"
    },
    {
        "o": 2172,
        "r": "nkjv:Exodus:16:30",
        "t": "So the people rested on the seventh day."
    },
    {
        "o": 2173,
        "r": "nkjv:Exodus:16:31",
        "t": "And*p the house of Israel called its name Manna. And it was*i like white coriander seed, and the taste of it was*i like wafers made*i with honey."
    },
    {
        "o": 2174,
        "r": "nkjv:Exodus:16:32",
        "t": "Then*p Moses said, “This is*i the thing which the Lord*s has commanded: ‘Fill an omer with it, to be kept for your generations, that they may see the bread with which I fed you in the wilderness, when I brought you out of the land of Egypt.’”"
    },
    {
        "o": 2175,
        "r": "nkjv:Exodus:16:33",
        "t": "And Moses said to Aaron, “Take a pot and put an omer of manna in it, and lay it up before the Lord,*s to be kept for your generations.”"
    },
    {
        "o": 2176,
        "r": "nkjv:Exodus:16:34",
        "t": "As the Lord*s commanded Moses, so Aaron laid it up before the Testimony, to be kept."
    },
    {
        "o": 2177,
        "r": "nkjv:Exodus:16:35",
        "t": "And the children of Israel ate manna forty years, until they came to an inhabited land; they ate manna until they came to the border of the land of Canaan."
    },
    {
        "o": 2178,
        "r": "nkjv:Exodus:16:36",
        "t": "Now an omer is*i one-tenth of an ephah."
    }
]
