[
    {
        "o": 25641,
        "r": "nasb:Zechariah:10:0",
        "t": "Zechariah 10",
        "h": 1
    },
    {
        "o": 25642,
        "r": "nasb:Zechariah:10:0",
        "t": "God Will Bless Judah and Ephraim",
        "h": 2
    },
    {
        "o": 25643,
        "r": "nasb:Zechariah:10:1",
        "t": "Ask*pn rain from the Lord*s at the time of the spring rain— The*ln Lord*s who makes the storm clouds; And*ln He will give them showers of rain, vegetation in the field to each*i man."
    },
    {
        "o": 25644,
        "r": "nasb:Zechariah:10:2",
        "t": "For*ln the teraphim speak iniquity, And*ln the diviners see lying visions And*ln tell false dreams; They*ln comfort in vain. Therefore*ln the*i people*i wander like sheep, They*ln are afflicted, because there is no shepherd."
    },
    {
        "o": 25645,
        "r": "nasb:Zechariah:10:3",
        "t": "“My*ln anger is kindled against the shepherds, And*ln I will punish the male goats; For*ln the Lord*s of hosts has visited His flock, the house of Judah, And*ln will make them like His majestic horse in battle."
    },
    {
        "o": 25646,
        "r": "nasb:Zechariah:10:4",
        "t": "From*ln them will come the cornerstone, From*ln them the tent peg, From*ln them the bow of battle, From*ln them every ruler, all*i of them together."
    },
    {
        "o": 25647,
        "r": "nasb:Zechariah:10:5",
        "t": "They*ln will be as mighty men, Treading*ln down the*i enemy*i in the mire of the streets in battle; And*ln they will fight, for the Lord*s will*i be*i with them; And*ln the riders on horses will be put to shame."
    },
    {
        "o": 25648,
        "r": "nasb:Zechariah:10:6",
        "t": "I*ln will strengthen the house of Judah, And*ln I will save the house of Joseph, And*ln I will bring them back, Because*ln I have had compassion on them; And*ln they will be as though I had not rejected them, For*ln I am the Lord*s their God and I will answer them."
    },
    {
        "o": 25649,
        "r": "nasb:Zechariah:10:7",
        "t": "Ephraim*ln will be like a mighty man, And*ln their heart will be glad as if from*i wine; Indeed,*ln their children will see it*i and be glad, Their*ln heart will rejoice in the Lord.*s"
    },
    {
        "o": 25650,
        "r": "nasb:Zechariah:10:8",
        "t": "I*ln will whistle for them to gather them together, For*ln I have redeemed them; And*ln they will be as numerous as they were before."
    },
    {
        "o": 25651,
        "r": "nasb:Zechariah:10:9",
        "t": "When*ln I scatter them among the peoples, They*ln will remember Me in far countries, And*ln they with their children will live and come back."
    },
    {
        "o": 25652,
        "r": "nasb:Zechariah:10:10",
        "t": "I*ln will bring them back from the land of Egypt And*ln gather them from Assyria; And*ln I will bring them into the land of Gilead and Lebanon Until*ln no room*i can be found for them."
    },
    {
        "o": 25653,
        "r": "nasb:Zechariah:10:11",
        "t": "And*ln they will pass through the sea of*i distress And*ln He will strike the waves in the sea, So*ln that all the depths of the Nile will dry up; And*ln the pride of Assyria will be brought down And*ln the scepter of Egypt will depart."
    },
    {
        "o": 25654,
        "r": "nasb:Zechariah:10:12",
        "t": "And*ln I will strengthen them in the Lord,*s And*ln in His name they will walk,” declares the Lord.*s"
    }
]
