[
    {
        "o": 11927,
        "r": "csb:1 Chronicles:13:0",
        "t": "1 Chronicles 13",
        "h": 1
    },
    {
        "o": 11928,
        "r": "csb:1 Chronicles:13:0",
        "t": "David and the Ark",
        "h": 2
    },
    {
        "o": 11929,
        "r": "csb:1 Chronicles:13:1",
        "t": "David*p consulted with all his leaders, the commanders of hundreds and of thousands."
    },
    {
        "o": 11930,
        "r": "csb:1 Chronicles:13:2",
        "t": "Then he said to the whole assembly of Israel, “If it seems good to you, and if this is from the Lord*s our God, let’s spread out and send the message to the rest of our relatives in all the districts of Israel, including the priests and Levites in their cities with pasturelands, that they should gather together with us."
    },
    {
        "o": 11931,
        "r": "csb:1 Chronicles:13:3",
        "t": "Then let’s bring back the ark of our God, for we did not inquire of him in Saul’s days.”"
    },
    {
        "o": 11932,
        "r": "csb:1 Chronicles:13:4",
        "t": "Since the proposal seemed right to all the people, the whole assembly agreed to do it."
    },
    {
        "o": 11933,
        "r": "csb:1 Chronicles:13:5",
        "t": "So*p David assembled all Israel, from the Shihor of Egypt to the entrance of Hamath, to bring the ark of God from Kiriath-jearim."
    },
    {
        "o": 11934,
        "r": "csb:1 Chronicles:13:6",
        "t": "David and all Israel went to Baalah (that is, Kiriath-jearim that belongs to Judah) to take from there the ark of God, which bears the name of the Lord*s who is enthroned between the cherubim."
    },
    {
        "o": 11935,
        "r": "csb:1 Chronicles:13:7",
        "t": "At Abinadab’s house they set the ark of God on a new cart. Uzzah and Ahio were guiding the cart."
    },
    {
        "o": 11936,
        "r": "csb:1 Chronicles:13:8",
        "t": "David*p and all Israel were dancing with all their might before God with songs and with lyres, harps, tambourines, cymbals, and trumpets."
    },
    {
        "o": 11937,
        "r": "csb:1 Chronicles:13:9",
        "t": "When they came to Chidon’s threshing floor, Uzzah reached out to hold the ark because the oxen had stumbled."
    },
    {
        "o": 11938,
        "r": "csb:1 Chronicles:13:10",
        "t": "Then the Lord’s*s anger burned against Uzzah, and he struck him dead because he had reached out to the ark. So he died there in the presence of God."
    },
    {
        "o": 11939,
        "r": "csb:1 Chronicles:13:11",
        "t": "David*p was angry because of the Lord’s*s outburst against Uzzah, so he named that place Outburst Against Uzzah, as it is still named today."
    },
    {
        "o": 11940,
        "r": "csb:1 Chronicles:13:12",
        "t": "David feared God that day and said, “How can I ever bring the ark of God to me?”"
    },
    {
        "o": 11941,
        "r": "csb:1 Chronicles:13:13",
        "t": "So David did not bring the ark of God home to the city of David; instead, he diverted it to the house of Obed-edom of Gath."
    },
    {
        "o": 11942,
        "r": "csb:1 Chronicles:13:14",
        "t": "The ark of God remained with Obed-edom’s family in his house for three months, and the Lord*s blessed his family and all that he had."
    }
]
