[
    {
        "o": 32254,
        "r": "csb:1 Corinthians:7:0",
        "t": "1 Corinthians 7",
        "h": 1
    },
    {
        "o": 32255,
        "r": "csb:1 Corinthians:7:0",
        "t": "Principles of Marriage",
        "h": 2
    },
    {
        "o": 32256,
        "r": "csb:1 Corinthians:7:1",
        "t": "Now*p in response to the matters you wrote about: “It is good for a man not to have sexual relations with a woman.”"
    },
    {
        "o": 32257,
        "r": "csb:1 Corinthians:7:2",
        "t": "But because sexual immorality is so common, each man should have sexual relations with his own wife, and each woman should have sexual relations with her own husband."
    },
    {
        "o": 32258,
        "r": "csb:1 Corinthians:7:3",
        "t": "A husband should fulfill his marital duty to his wife, and likewise a wife to her husband."
    },
    {
        "o": 32259,
        "r": "csb:1 Corinthians:7:4",
        "t": "A wife does not have the right over her own body, but her husband does. In the same way, a husband does not have the right over his own body, but his wife does."
    },
    {
        "o": 32260,
        "r": "csb:1 Corinthians:7:5",
        "t": "Do not deprive one another - except when you agree for a time, to devote yourselves to prayer. Then come together again; otherwise, Satan may tempt you because of your lack of self-control."
    },
    {
        "o": 32261,
        "r": "csb:1 Corinthians:7:6",
        "t": "I say this as a concession, not as a command."
    },
    {
        "o": 32262,
        "r": "csb:1 Corinthians:7:7",
        "t": "I wish that all people were as I am. But each has his own gift from God, one person has this gift, another has that."
    },
    {
        "o": 32263,
        "r": "csb:1 Corinthians:7:7",
        "t": "A Word to the Unmarried",
        "h": 2
    },
    {
        "o": 32264,
        "r": "csb:1 Corinthians:7:8",
        "t": "I*p say to the unmarried and to widows: It is good for them if they remain as I am."
    },
    {
        "o": 32265,
        "r": "csb:1 Corinthians:7:9",
        "t": "But if they do not have self-control, they should marry, since it is better to marry than to burn with desire."
    },
    {
        "o": 32266,
        "r": "csb:1 Corinthians:7:9",
        "t": "About Married People",
        "h": 2
    },
    {
        "o": 32267,
        "r": "csb:1 Corinthians:7:10",
        "t": "To*p the married I give this command- not I, but the Lord - a wife is not to leave her husband."
    },
    {
        "o": 32268,
        "r": "csb:1 Corinthians:7:11",
        "t": "But if she does leave, she must remain unmarried or be reconciled to her husband - and a husband is not to divorce his wife."
    },
    {
        "o": 32269,
        "r": "csb:1 Corinthians:7:12",
        "t": "But I (not the Lord) say to the rest: If any brother has an unbelieving wife and she is willing to live with him, he must not divorce her."
    },
    {
        "o": 32270,
        "r": "csb:1 Corinthians:7:13",
        "t": "Also, if any woman has an unbelieving husband and he is willing to live with her, she must not divorce her husband."
    },
    {
        "o": 32271,
        "r": "csb:1 Corinthians:7:14",
        "t": "For the unbelieving husband is made holy by the wife, and the unbelieving wife is made holy by the husband. Otherwise your children would be unclean, but as it is they are holy."
    },
    {
        "o": 32272,
        "r": "csb:1 Corinthians:7:15",
        "t": "But if the unbeliever leaves, let him leave. A brother or a sister is not bound in such cases. God has called you to live in peace."
    },
    {
        "o": 32273,
        "r": "csb:1 Corinthians:7:16",
        "t": "Wife, for all you know, you might save your husband. Husband, for all you know, you might save your wife."
    },
    {
        "o": 32274,
        "r": "csb:1 Corinthians:7:16",
        "t": "Various Situations of Life",
        "h": 2
    },
    {
        "o": 32275,
        "r": "csb:1 Corinthians:7:17",
        "t": "Let*p each one live his life in the situation the Lord assigned when God called him. This is what I command in all the churches."
    },
    {
        "o": 32276,
        "r": "csb:1 Corinthians:7:18",
        "t": "Was anyone already circumcised when he was called? He should not undo his circumcision. Was anyone called while uncircumcised? He should not get circumcised."
    },
    {
        "o": 32277,
        "r": "csb:1 Corinthians:7:19",
        "t": "Circumcision does not matter and uncircumcision does not matter. Keeping God’s commands is what matters."
    },
    {
        "o": 32278,
        "r": "csb:1 Corinthians:7:20",
        "t": "Let each of you remain in the situation in which he was called."
    },
    {
        "o": 32279,
        "r": "csb:1 Corinthians:7:21",
        "t": "Were you called while a slave? Don’t let it concern you. But if you can become free, by all means take the opportunity."
    },
    {
        "o": 32280,
        "r": "csb:1 Corinthians:7:22",
        "t": "For he who is called by the Lord as a slave is the Lord’s freedman. Likewise he who is called as a free man is Christ’s slave."
    },
    {
        "o": 32281,
        "r": "csb:1 Corinthians:7:23",
        "t": "You were bought at a price; do not become slaves of people."
    },
    {
        "o": 32282,
        "r": "csb:1 Corinthians:7:24",
        "t": "Brothers and sisters, each person is to remain with God in the situation in which he was called."
    },
    {
        "o": 32283,
        "r": "csb:1 Corinthians:7:24",
        "t": "About the Unmarried and Widows",
        "h": 2
    },
    {
        "o": 32284,
        "r": "csb:1 Corinthians:7:25",
        "t": "Now*p about virgins: I have no command from the Lord, but I do give an opinion as one who by the Lord’s mercy is faithful."
    },
    {
        "o": 32285,
        "r": "csb:1 Corinthians:7:26",
        "t": "Because of the present distress, I think that it is good for a man to remain as he is."
    },
    {
        "o": 32286,
        "r": "csb:1 Corinthians:7:27",
        "t": "Are you bound to a wife? Do not seek to be released. Are you released from a wife? Do not seek a wife."
    },
    {
        "o": 32287,
        "r": "csb:1 Corinthians:7:28",
        "t": "However, if you do get married, you have not sinned, and if a virgin marries, she has not sinned. But such people will have trouble in this life, and I am trying to spare you."
    },
    {
        "o": 32288,
        "r": "csb:1 Corinthians:7:29",
        "t": "This*p is what I mean, brothers and sisters: The time is limited, so from now on those who have wives should be as though they had none,"
    },
    {
        "o": 32289,
        "r": "csb:1 Corinthians:7:30",
        "t": "those who weep as though they did not weep, those who rejoice as though they did not rejoice, those who buy as though they didn’t own anything,"
    },
    {
        "o": 32290,
        "r": "csb:1 Corinthians:7:31",
        "t": "and those who use the world as though they did not make full use of it. For this world in its current form is passing away."
    },
    {
        "o": 32291,
        "r": "csb:1 Corinthians:7:32",
        "t": "I*p want you to be without concerns. The unmarried man is concerned about the things of the Lord - how he may please the Lord."
    },
    {
        "o": 32292,
        "r": "csb:1 Corinthians:7:33",
        "t": "But the married man is concerned about the things of the world - how he may please his wife -"
    },
    {
        "o": 32293,
        "r": "csb:1 Corinthians:7:34",
        "t": "and his interests are divided. The unmarried woman or virgin is concerned about the things of the Lord, so that she may be holy both in body and in spirit. But the married woman is concerned about the things of the world - how she may please her husband."
    },
    {
        "o": 32294,
        "r": "csb:1 Corinthians:7:35",
        "t": "I am saying this for your own benefit, not to put a restraint on you, but to promote what is proper and so that you may be devoted to the Lord without distraction."
    },
    {
        "o": 32295,
        "r": "csb:1 Corinthians:7:36",
        "t": "If*p any man thinks he is acting improperly toward the virgin he is engaged to, if she is getting beyond the usual age for marriage, and he feels he should marry - he can do what he wants. He is not sinning; they can get married."
    },
    {
        "o": 32296,
        "r": "csb:1 Corinthians:7:37",
        "t": "But he who stands firm in his heart (who is under no compulsion, but has control over his own will) and has decided in his heart to keep her as his fiancée, will do well."
    },
    {
        "o": 32297,
        "r": "csb:1 Corinthians:7:38",
        "t": "So, then, he who marries his fiancée does well, but he who does not marry will do better."
    },
    {
        "o": 32298,
        "r": "csb:1 Corinthians:7:39",
        "t": "A*p wife is bound as long as her husband is living. But if her husband dies, she is free to be married to anyone she wants - only in the Lord."
    },
    {
        "o": 32299,
        "r": "csb:1 Corinthians:7:40",
        "t": "But she is happier if she remains as she is, in my opinion. And I think that I also have the Spirit of God."
    }
]
