[
    {
        "o": 24476,
        "r": "csb:Daniel:2:0",
        "t": "Daniel 2",
        "h": 1
    },
    {
        "o": 24477,
        "r": "csb:Daniel:2:0",
        "t": "Nebuchadnezzar’s Dream",
        "h": 2
    },
    {
        "o": 24478,
        "r": "csb:Daniel:2:1",
        "t": "In*p the second year of his reign, Nebuchadnezzar had dreams that troubled him, and sleep deserted him."
    },
    {
        "o": 24479,
        "r": "csb:Daniel:2:2",
        "t": "So the king gave orders to summon the magicians, mediums, sorcerers, and Chaldeans to tell the king his dreams. When they came and stood before the king,"
    },
    {
        "o": 24480,
        "r": "csb:Daniel:2:3",
        "t": "he said to them, “I have had a dream and am anxious to understand it.”"
    },
    {
        "o": 24481,
        "r": "csb:Daniel:2:4",
        "t": "The*p Chaldeans spoke to the king (Aramaic begins here): “May the king live forever. Tell your servants the dream, and we will give the interpretation.”"
    },
    {
        "o": 24482,
        "r": "csb:Daniel:2:5",
        "t": "The*p king replied to the Chaldeans, “My word is final: If you don’t tell me the dream and its interpretation, you will be torn limb from limb, and your houses will be made a garbage dump."
    },
    {
        "o": 24483,
        "r": "csb:Daniel:2:6",
        "t": "But if you make the dream and its interpretation known to me, you’ll receive gifts, a reward, and great honor from me. So make the dream and its interpretation known to me.”"
    },
    {
        "o": 24484,
        "r": "csb:Daniel:2:7",
        "t": "They*p answered a second time, “May the king tell the dream to his servants, and we will make known the interpretation.”"
    },
    {
        "o": 24485,
        "r": "csb:Daniel:2:8",
        "t": "The*p king replied, “I know for certain you are trying to gain some time, because you see that my word is final."
    },
    {
        "o": 24486,
        "r": "csb:Daniel:2:9",
        "t": "If you don’t tell me the dream, there is one decree for you. You have conspired to tell me something false or fraudulent until the situation changes. So tell me the dream and I will know you can give me its interpretation.”"
    },
    {
        "o": 24487,
        "r": "csb:Daniel:2:10",
        "t": "The*p Chaldeans answered the king, “No one on earth can make known what the king requests. Consequently, no king, however great and powerful, has ever asked anything like this of any magician, medium, or Chaldean."
    },
    {
        "o": 24488,
        "r": "csb:Daniel:2:11",
        "t": "What the king is asking is so difficult that no one can make it known to him except the gods, whose dwelling is not with mortals.”"
    },
    {
        "o": 24489,
        "r": "csb:Daniel:2:12",
        "t": "Because of this, the king became violently angry and gave orders to destroy all the wise men of Babylon."
    },
    {
        "o": 24490,
        "r": "csb:Daniel:2:13",
        "t": "The decree was issued that the wise men were to be executed, and they searched for Daniel and his friends, to execute them."
    },
    {
        "o": 24491,
        "r": "csb:Daniel:2:14",
        "t": "Then*p Daniel responded with tact and discretion to Arioch, the captain of the king’s guard, who had gone out to execute the wise men of Babylon."
    },
    {
        "o": 24492,
        "r": "csb:Daniel:2:15",
        "t": "He asked Arioch, the king’s officer, “Why is the decree from the king so harsh?” Then Arioch explained the situation to Daniel."
    },
    {
        "o": 24493,
        "r": "csb:Daniel:2:16",
        "t": "So Daniel went and asked the king to give him some time, so that he could give the king the interpretation."
    },
    {
        "o": 24494,
        "r": "csb:Daniel:2:17",
        "t": "Then*p Daniel went to his house and told his friends Hananiah, Mishael, and Azariah about the matter,"
    },
    {
        "o": 24495,
        "r": "csb:Daniel:2:18",
        "t": "urging them to ask the God of the heavens for mercy concerning this mystery, so Daniel and his friends would not be destroyed with the rest of Babylon’s wise men."
    },
    {
        "o": 24496,
        "r": "csb:Daniel:2:19",
        "t": "The mystery was then revealed to Daniel in a vision at night, and Daniel praised the God of the heavens"
    },
    {
        "o": 24497,
        "r": "csb:Daniel:2:20",
        "t": "and declared: May*pn the name of God be*ln praised forever and ever, for*ln wisdom and power belong to him."
    },
    {
        "o": 24498,
        "r": "csb:Daniel:2:21",
        "t": "He*ln changes the times and seasons; he*ln removes kings and establishes kings. He*ln gives wisdom to the wise and*ln knowledge to those who*ln have understanding."
    },
    {
        "o": 24499,
        "r": "csb:Daniel:2:22",
        "t": "He*ln reveals the deep and hidden things; he*ln knows what is in the darkness, and*ln light dwells with him."
    },
    {
        "o": 24500,
        "r": "csb:Daniel:2:23",
        "t": "I*ln offer thanks and praise to you, God*ln of my ancestors, because*ln you have given me wisdom*ln and power. And*ln now you have let me know what*ln we asked of you, for*ln you have let us know the*ln king’s mystery."
    },
    {
        "o": 24501,
        "r": "csb:Daniel:2:24",
        "t": "Therefore*p Daniel went to Arioch, whom the king had assigned to destroy the wise men of Babylon. He came and said to him, “Don’t destroy the wise men of Babylon! Bring me before the king, and I will give him the interpretation.”"
    },
    {
        "o": 24502,
        "r": "csb:Daniel:2:25",
        "t": "Then*p Arioch quickly brought Daniel before the king and said to him, “I have found a man among the Judean exiles who can let the king know the interpretation.”"
    },
    {
        "o": 24503,
        "r": "csb:Daniel:2:26",
        "t": "The*p king said in reply to Daniel, whose name was Belteshazzar, “Are you able to tell me the dream I had and its interpretation?”"
    },
    {
        "o": 24504,
        "r": "csb:Daniel:2:27",
        "t": "Daniel*p answered the king, “No wise man, medium, magician, or diviner is able to make known to the king the mystery he asked about."
    },
    {
        "o": 24505,
        "r": "csb:Daniel:2:28",
        "t": "But there is a God in heaven who reveals mysteries, and he has let King Nebuchadnezzar know what will happen in the last days. Your dream and the visions that came into your mind as you lay in bed were these:"
    },
    {
        "o": 24506,
        "r": "csb:Daniel:2:29",
        "t": "Your Majesty, while you were in your bed, thoughts came to your mind about what will happen in the future. The revealer of mysteries has let you know what will happen."
    },
    {
        "o": 24507,
        "r": "csb:Daniel:2:30",
        "t": "As for me, this mystery has been revealed to me, not because I have more wisdom than anyone living, but in order that the interpretation might be made known to the king, and that you may understand the thoughts of your mind."
    },
    {
        "o": 24508,
        "r": "csb:Daniel:2:30",
        "t": "The Dream’s Interpretation",
        "h": 2
    },
    {
        "o": 24509,
        "r": "csb:Daniel:2:31",
        "t": "“Your*p Majesty, as you were watching, suddenly a colossal statue appeared. That statue, tall and dazzling, was standing in front of you, and its appearance was terrifying."
    },
    {
        "o": 24510,
        "r": "csb:Daniel:2:32",
        "t": "The head of the statue was pure gold, its chest and arms were silver, its stomach and thighs were bronze,"
    },
    {
        "o": 24511,
        "r": "csb:Daniel:2:33",
        "t": "its legs were iron, and its feet were partly iron and partly fired clay."
    },
    {
        "o": 24512,
        "r": "csb:Daniel:2:34",
        "t": "As you were watching, a stone broke off without a hand touching it, struck the statue on its feet of iron and fired clay, and crushed them."
    },
    {
        "o": 24513,
        "r": "csb:Daniel:2:35",
        "t": "Then the iron, the fired clay, the bronze, the silver, and the gold were shattered and became like chaff from the summer threshing floors. The wind carried them away, and not a trace of them could be found. But the stone that struck the statue became a great mountain and filled the whole earth."
    },
    {
        "o": 24514,
        "r": "csb:Daniel:2:36",
        "t": "“This*p was the dream; now we will tell the king its interpretation."
    },
    {
        "o": 24515,
        "r": "csb:Daniel:2:37",
        "t": "Your Majesty, you are king of kings. The God of the heavens has given you sovereignty, power, strength, and glory."
    },
    {
        "o": 24516,
        "r": "csb:Daniel:2:38",
        "t": "Wherever people live - or wild animals, or birds of the sky - he has handed them over to you and made you ruler over them all. You are the head of gold."
    },
    {
        "o": 24517,
        "r": "csb:Daniel:2:39",
        "t": "“After*p you, there will arise another kingdom, inferior to yours, and then another, a third kingdom, of bronze, which will rule the whole earth."
    },
    {
        "o": 24518,
        "r": "csb:Daniel:2:40",
        "t": "A fourth kingdom will be as strong as iron; for iron crushes and shatters everything, and like iron that smashes, it will crush and smash all the others."
    },
    {
        "o": 24519,
        "r": "csb:Daniel:2:41",
        "t": "You saw the feet and toes, partly of a potter’s fired clay and partly of iron - it will be a divided kingdom, though some of the strength of iron will be in it. You saw the iron mixed with clay,"
    },
    {
        "o": 24520,
        "r": "csb:Daniel:2:42",
        "t": "and that the toes of the feet were partly iron and partly fired clay - part of the kingdom will be strong, and part will be brittle."
    },
    {
        "o": 24521,
        "r": "csb:Daniel:2:43",
        "t": "You saw the iron mixed with clay - the peoples will mix with one another but will not hold together, just as iron does not mix with fired clay."
    },
    {
        "o": 24522,
        "r": "csb:Daniel:2:44",
        "t": "“In*p the days of those kings, the God of the heavens will set up a kingdom that will never be destroyed, and this kingdom will not be left to another people. It will crush all these kingdoms and bring them to an end, but will itself endure forever."
    },
    {
        "o": 24523,
        "r": "csb:Daniel:2:45",
        "t": "You saw a stone break off from the mountain without a hand touching it, and it crushed the iron, bronze, fired clay, silver, and gold. The great God has told the king what will happen in the future. The dream is certain, and its interpretation reliable.”"
    },
    {
        "o": 24524,
        "r": "csb:Daniel:2:45",
        "t": "Nebuchadnezzar’s Response",
        "h": 2
    },
    {
        "o": 24525,
        "r": "csb:Daniel:2:46",
        "t": "Then*p King Nebuchadnezzar fell facedown, worshiped Daniel, and gave orders to present an offering and incense to him."
    },
    {
        "o": 24526,
        "r": "csb:Daniel:2:47",
        "t": "The king said to Daniel, “Your God is indeed God of gods, Lord of kings, and a revealer of mysteries, since you were able to reveal this mystery.”"
    },
    {
        "o": 24527,
        "r": "csb:Daniel:2:48",
        "t": "Then the king promoted Daniel and gave him many generous gifts. He made him ruler over the entire province of Babylon and chief governor over all the wise men of Babylon."
    },
    {
        "o": 24528,
        "r": "csb:Daniel:2:49",
        "t": "At Daniel’s request, the king appointed Shadrach, Meshach, and Abednego to manage the province of Babylon. But Daniel remained at the king’s court."
    }
]
