[
    {
        "o": 11067,
        "r": "nasb:2 Kings:20:0",
        "t": "2 Kings 20",
        "h": 1
    },
    {
        "o": 11068,
        "r": "nasb:2 Kings:20:0",
        "t": "Hezekiah’s Illness and Recovery",
        "h": 2
    },
    {
        "o": 11069,
        "r": "nasb:2 Kings:20:1",
        "t": "In*p those days Hezekiah became mortally ill. And Isaiah the prophet the son of Amoz came to him and said to him, “Thus says the Lord,*s ‘Set your house in order, for you shall die and not live.’ ”"
    },
    {
        "o": 11070,
        "r": "nasb:2 Kings:20:2",
        "t": "Then he turned his face to the wall and prayed to the Lord,*s saying,"
    },
    {
        "o": 11071,
        "r": "nasb:2 Kings:20:3",
        "t": "“Remember now, O Lord,*s I beseech You, how I have walked before You in truth and with a whole heart and have done what is good in Your sight.” And Hezekiah wept bitterly."
    },
    {
        "o": 11072,
        "r": "nasb:2 Kings:20:4",
        "t": "Before Isaiah had gone out of the middle court, the word of the Lord*s came to him, saying,"
    },
    {
        "o": 11073,
        "r": "nasb:2 Kings:20:5",
        "t": "“Return and say to Hezekiah the leader of My people, ‘Thus says the Lord,*s the God of your father David, “I have heard your prayer, I have seen your tears; behold, I will heal you. On the third day you shall go up to the house of the Lord.*s"
    },
    {
        "o": 11074,
        "r": "nasb:2 Kings:20:6",
        "t": "I will add fifteen years to your life, and I will deliver you and this city from the hand of the king of Assyria; and I will defend this city for My own sake and for My servant David’s sake.” ’ ”"
    },
    {
        "o": 11075,
        "r": "nasb:2 Kings:20:7",
        "t": "Then Isaiah said, “Take a cake of figs.” And they took and laid it*i on the boil, and he recovered."
    },
    {
        "o": 11076,
        "r": "nasb:2 Kings:20:8",
        "t": "Now*p Hezekiah said to Isaiah, “What will be the sign that the Lord*s will heal me, and that I shall go up to the house of the Lord*s the third day?”"
    },
    {
        "o": 11077,
        "r": "nasb:2 Kings:20:9",
        "t": "Isaiah said, “This shall be the sign to you from the Lord,*s that the Lord*s will do the thing that He has spoken: shall the shadow go forward ten steps or go back ten steps?”"
    },
    {
        "o": 11078,
        "r": "nasb:2 Kings:20:10",
        "t": "So Hezekiah answered, “It is easy for the shadow to decline ten steps; no, but let the shadow turn backward ten steps.”"
    },
    {
        "o": 11079,
        "r": "nasb:2 Kings:20:11",
        "t": "Isaiah the prophet cried to the Lord,*s and He brought the shadow on the stairway back ten steps by which it had gone down on the stairway of Ahaz."
    },
    {
        "o": 11080,
        "r": "nasb:2 Kings:20:11",
        "t": "Hezekiah Shows Babylon His Treasures",
        "h": 2
    },
    {
        "o": 11081,
        "r": "nasb:2 Kings:20:12",
        "t": "At*p that time Berodach-baladan a son of Baladan, king of Babylon, sent letters and a present to Hezekiah, for he heard that Hezekiah had been sick."
    },
    {
        "o": 11082,
        "r": "nasb:2 Kings:20:13",
        "t": "Hezekiah listened to them, and showed them all his treasure house, the silver and the gold and the spices and the precious oil and the house of his armor and all that was found in his treasuries. There was nothing in his house nor in all his dominion that Hezekiah did not show them."
    },
    {
        "o": 11083,
        "r": "nasb:2 Kings:20:14",
        "t": "Then Isaiah the prophet came to King Hezekiah and said to him, “What did these men say, and from where have they come to you?” And Hezekiah said, “They have come from a far country, from Babylon.”"
    },
    {
        "o": 11084,
        "r": "nasb:2 Kings:20:15",
        "t": "He said, “What have they seen in your house?” So Hezekiah answered, “They have seen all that is in my house; there is nothing among my treasuries that I have not shown them.”"
    },
    {
        "o": 11085,
        "r": "nasb:2 Kings:20:16",
        "t": "Then*p Isaiah said to Hezekiah, “Hear the word of the Lord.*s"
    },
    {
        "o": 11086,
        "r": "nasb:2 Kings:20:17",
        "t": "‘Behold, the days are coming when all that is in your house, and all that your fathers have laid up in store to this day will be carried to Babylon; nothing shall be left,’ says the Lord.*s"
    },
    {
        "o": 11087,
        "r": "nasb:2 Kings:20:18",
        "t": "‘Some of your sons who shall issue from you, whom you will beget, will be taken away; and they will become officials in the palace of the king of Babylon.’ ”"
    },
    {
        "o": 11088,
        "r": "nasb:2 Kings:20:19",
        "t": "Then Hezekiah said to Isaiah, “The word of the Lord*s which you have spoken is good.” For he thought, “Is it not so, if there will be peace and truth in my days?”"
    },
    {
        "o": 11089,
        "r": "nasb:2 Kings:20:20",
        "t": "Now*p the rest of the acts of Hezekiah and all his might, and how he made the pool and the conduit and brought water into the city, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 11090,
        "r": "nasb:2 Kings:20:21",
        "t": "So Hezekiah slept with his fathers, and Manasseh his son became king in his place."
    }
]
