[
    {
        "o": 5760,
        "r": "niv:Deuteronomy:14:0",
        "t": "Deuteronomy 14",
        "h": 1
    },
    {
        "o": 5761,
        "r": "niv:Deuteronomy:14:0",
        "t": "Clean and Unclean Food",
        "h": 2
    },
    {
        "o": 5762,
        "r": "niv:Deuteronomy:14:1",
        "t": "You*p are the children of the Lord*s your God. Do not cut yourselves or shave the front of your heads for the dead,"
    },
    {
        "o": 5763,
        "r": "niv:Deuteronomy:14:2",
        "t": "for you are a people holy to the Lord*s your God. Out of all the peoples on the face of the earth, the Lord*s has chosen you to be his treasured possession."
    },
    {
        "o": 5764,
        "r": "niv:Deuteronomy:14:3",
        "t": "Do*p not eat any detestable thing."
    },
    {
        "o": 5765,
        "r": "niv:Deuteronomy:14:4",
        "t": "These are the animals you may eat: the ox, the sheep, the goat,"
    },
    {
        "o": 5766,
        "r": "niv:Deuteronomy:14:5",
        "t": "the deer, the gazelle, the roe deer, the wild goat, the ibex, the antelope and the mountain sheep."
    },
    {
        "o": 5767,
        "r": "niv:Deuteronomy:14:6",
        "t": "You may eat any animal that has a divided hoof and that chews the cud."
    },
    {
        "o": 5768,
        "r": "niv:Deuteronomy:14:7",
        "t": "However, of those that chew the cud or that have a divided hoof you may not eat the camel, the rabbit or the hyrax. Although they chew the cud, they do not have a divided hoof; they are ceremonially unclean for you."
    },
    {
        "o": 5769,
        "r": "niv:Deuteronomy:14:8",
        "t": "The pig is also unclean; although it has a divided hoof, it does not chew the cud. You are not to eat their meat or touch their carcasses."
    },
    {
        "o": 5770,
        "r": "niv:Deuteronomy:14:9",
        "t": "Of*p all the creatures living in the water, you may eat any that has fins and scales."
    },
    {
        "o": 5771,
        "r": "niv:Deuteronomy:14:10",
        "t": "But anything that does not have fins and scales you may not eat; for you it is unclean."
    },
    {
        "o": 5772,
        "r": "niv:Deuteronomy:14:11",
        "t": "You*p may eat any clean bird."
    },
    {
        "o": 5773,
        "r": "niv:Deuteronomy:14:12",
        "t": "But these you may not eat: the eagle, the vulture, the black vulture,"
    },
    {
        "o": 5774,
        "r": "niv:Deuteronomy:14:13",
        "t": "the red kite, the black kite, any kind of falcon,"
    },
    {
        "o": 5775,
        "r": "niv:Deuteronomy:14:14",
        "t": "any kind of raven,"
    },
    {
        "o": 5776,
        "r": "niv:Deuteronomy:14:15",
        "t": "the horned owl, the screech owl, the gull, any kind of hawk,"
    },
    {
        "o": 5777,
        "r": "niv:Deuteronomy:14:16",
        "t": "the little owl, the great owl, the white owl,"
    },
    {
        "o": 5778,
        "r": "niv:Deuteronomy:14:17",
        "t": "the desert owl, the osprey, the cormorant,"
    },
    {
        "o": 5779,
        "r": "niv:Deuteronomy:14:18",
        "t": "the stork, any kind of heron, the hoopoe and the bat."
    },
    {
        "o": 5780,
        "r": "niv:Deuteronomy:14:19",
        "t": "All*p flying insects are unclean to you; do not eat them."
    },
    {
        "o": 5781,
        "r": "niv:Deuteronomy:14:20",
        "t": "But any winged creature that is clean you may eat."
    },
    {
        "o": 5782,
        "r": "niv:Deuteronomy:14:21",
        "t": "Do*p not eat anything you find already dead. You may give it to the foreigner residing in any of your towns, and they may eat it, or you may sell it to any other foreigner. But you are a people holy to the Lord*s your God. Do*p not cook a young goat in its mother’s milk."
    },
    {
        "o": 5783,
        "r": "niv:Deuteronomy:14:21",
        "t": "Tithes",
        "h": 2
    },
    {
        "o": 5784,
        "r": "niv:Deuteronomy:14:22",
        "t": "Be*p sure to set aside a tenth of all that your fields produce each year."
    },
    {
        "o": 5785,
        "r": "niv:Deuteronomy:14:23",
        "t": "Eat the tithe of your grain, new wine and olive oil, and the firstborn of your herds and flocks in the presence of the Lord*s your God at the place he will choose as a dwelling for his Name, so that you may learn to revere the Lord*s your God always."
    },
    {
        "o": 5786,
        "r": "niv:Deuteronomy:14:24",
        "t": "But if that place is too distant and you have been blessed by the Lord*s your God and cannot carry your tithe (because the place where the Lord*s will choose to put his Name is so far away),"
    },
    {
        "o": 5787,
        "r": "niv:Deuteronomy:14:25",
        "t": "then exchange your tithe for silver, and take the silver with you and go to the place the Lord*s your God will choose."
    },
    {
        "o": 5788,
        "r": "niv:Deuteronomy:14:26",
        "t": "Use the silver to buy whatever you like: cattle, sheep, wine or other fermented drink, or anything you wish. Then you and your household shall eat there in the presence of the Lord*s your God and rejoice."
    },
    {
        "o": 5789,
        "r": "niv:Deuteronomy:14:27",
        "t": "And do not neglect the Levites living in your towns, for they have no allotment or inheritance of their own."
    },
    {
        "o": 5790,
        "r": "niv:Deuteronomy:14:28",
        "t": "At*p the end of every three years, bring all the tithes of that year’s produce and store it in your towns,"
    },
    {
        "o": 5791,
        "r": "niv:Deuteronomy:14:29",
        "t": "so that the Levites (who have no allotment or inheritance of their own) and the foreigners, the fatherless and the widows who live in your towns may come and eat and be satisfied, and so that the Lord*s your God may bless you in all the work of your hands."
    }
]
