[
    {
        "o": 2638,
        "r": "niv:Exodus:31:0",
        "t": "Exodus 31",
        "h": 1
    },
    {
        "o": 2639,
        "r": "niv:Exodus:31:0",
        "t": "Bezalel and Oholiab",
        "h": 2
    },
    {
        "o": 2640,
        "r": "niv:Exodus:31:1",
        "t": "Then*p the Lord*s said to Moses,"
    },
    {
        "o": 2641,
        "r": "niv:Exodus:31:2",
        "t": "“See, I have chosen Bezalel son of Uri, the son of Hur, of the tribe of Judah,"
    },
    {
        "o": 2642,
        "r": "niv:Exodus:31:3",
        "t": "and I have filled him with the Spirit of God, with wisdom, with understanding, with knowledge and with all kinds of skills—"
    },
    {
        "o": 2643,
        "r": "niv:Exodus:31:4",
        "t": "to make artistic designs for work in gold, silver and bronze,"
    },
    {
        "o": 2644,
        "r": "niv:Exodus:31:5",
        "t": "to cut and set stones, to work in wood, and to engage in all kinds of crafts."
    },
    {
        "o": 2645,
        "r": "niv:Exodus:31:6",
        "t": "Moreover, I have appointed Oholiab son of Ahisamak, of the tribe of Dan, to help him. Also I have given ability to all the skilled workers to make everything I have commanded you:"
    },
    {
        "o": 2646,
        "r": "niv:Exodus:31:7",
        "t": "the tent of meeting, the ark of the covenant law with the atonement cover on it, and all the other furnishings of the tent—"
    },
    {
        "o": 2647,
        "r": "niv:Exodus:31:8",
        "t": "the table and its articles, the pure gold lampstand and all its accessories, the altar of incense,"
    },
    {
        "o": 2648,
        "r": "niv:Exodus:31:9",
        "t": "the altar of burnt offering and all its utensils, the basin with its stand—"
    },
    {
        "o": 2649,
        "r": "niv:Exodus:31:10",
        "t": "and also the woven garments, both the sacred garments for Aaron the priest and the garments for his sons when they serve as priests,"
    },
    {
        "o": 2650,
        "r": "niv:Exodus:31:11",
        "t": "and the anointing oil and fragrant incense for the Holy Place. They are to make them just as I commanded you.”"
    },
    {
        "o": 2651,
        "r": "niv:Exodus:31:11",
        "t": "The Sabbath",
        "h": 2
    },
    {
        "o": 2652,
        "r": "niv:Exodus:31:12",
        "t": "Then*p the Lord*s said to Moses,"
    },
    {
        "o": 2653,
        "r": "niv:Exodus:31:13",
        "t": "“Say to the Israelites, ‘You must observe my Sabbaths. This will be a sign between me and you for the generations to come, so you may know that I am the Lord,*s who makes you holy."
    },
    {
        "o": 2654,
        "r": "niv:Exodus:31:14",
        "t": "“ ‘Observe*p the Sabbath, because it is holy to you. Anyone who desecrates it is to be put to death; those who do any work on that day must be cut off from their people."
    },
    {
        "o": 2655,
        "r": "niv:Exodus:31:15",
        "t": "For six days work is to be done, but the seventh day is a day of sabbath rest, holy to the Lord.*s Whoever does any work on the Sabbath day is to be put to death."
    },
    {
        "o": 2656,
        "r": "niv:Exodus:31:16",
        "t": "The Israelites are to observe the Sabbath, celebrating it for the generations to come as a lasting covenant."
    },
    {
        "o": 2657,
        "r": "niv:Exodus:31:17",
        "t": "It will be a sign between me and the Israelites forever, for in six days the Lord*s made the heavens and the earth, and on the seventh day he rested and was refreshed.’ ”"
    },
    {
        "o": 2658,
        "r": "niv:Exodus:31:18",
        "t": "When*p the Lord*s finished speaking to Moses on Mount Sinai, he gave him the two tablets of the covenant law, the tablets of stone inscribed by the finger of God."
    }
]
