[
    {
        "o": 23252,
        "r": "kjv:Hosea:11:0",
        "t": "Hosea 11",
        "h": 1
    },
    {
        "o": 23253,
        "r": "kjv:Hosea:11:1",
        "t": "When*p Israel was a child, then I loved him, and called my son out of Egypt."
    },
    {
        "o": 23254,
        "r": "kjv:Hosea:11:2",
        "t": "As*p they called them, so they went from them: they sacrificed unto Baalim, and burned incense to graven images."
    },
    {
        "o": 23255,
        "r": "kjv:Hosea:11:3",
        "t": "I*p taught Ephraim also to go, taking them by their arms; but they knew not that I healed them."
    },
    {
        "o": 23256,
        "r": "kjv:Hosea:11:4",
        "t": "I*p drew them with cords of a man, with bands of love: and I was to them as they that take off the yoke on their jaws, and I laid meat unto them."
    },
    {
        "o": 23257,
        "r": "kjv:Hosea:11:5",
        "t": "He*p shall not return into the land of Egypt, but the Assyrian shall be his king, because they refused to return."
    },
    {
        "o": 23258,
        "r": "kjv:Hosea:11:6",
        "t": "And*p the sword shall abide on his cities, and shall consume his branches, and devour them, because of their own counsels."
    },
    {
        "o": 23259,
        "r": "kjv:Hosea:11:7",
        "t": "And*p my people are bent to backsliding from me: though they called them to the most High, none at all would exalt him."
    },
    {
        "o": 23260,
        "r": "kjv:Hosea:11:8",
        "t": "How*p shall I give thee up, Ephraim? how shall I deliver thee, Israel? how shall I make thee as Admah? how shall I set thee as Zeboiim? mine heart is turned within me, my repentings are kindled together."
    },
    {
        "o": 23261,
        "r": "kjv:Hosea:11:9",
        "t": "I*p will not execute the fierceness of mine anger, I will not return to destroy Ephraim: for I am God, and not man; the Holy One in the midst of thee: and I will not enter into the city."
    },
    {
        "o": 23262,
        "r": "kjv:Hosea:11:10",
        "t": "They*p shall walk after the Lord:*s he shall roar like a lion: when he shall roar, then the children shall tremble from the west."
    },
    {
        "o": 23263,
        "r": "kjv:Hosea:11:11",
        "t": "They*p shall tremble as a bird out of Egypt, and as a dove out of the land of Assyria: and I will place them in their houses, saith the Lord.*s"
    },
    {
        "o": 23264,
        "r": "kjv:Hosea:11:12",
        "t": "Ephraim*p compasseth me about with lies, and the house of Israel with deceit: but Judah yet ruleth with God, and is faithful with the saints."
    }
]
