[
    {
        "o": 29537,
        "r": "kjv:Romans:16:0",
        "t": "Romans 16",
        "h": 1
    },
    {
        "o": 29538,
        "r": "kjv:Romans:16:1",
        "t": "I*p commend unto you Phebe our sister, which is a servant of the church which is at Cenchrea:"
    },
    {
        "o": 29539,
        "r": "kjv:Romans:16:2",
        "t": "That*p ye receive her in the Lord, as becometh saints, and that ye assist her in whatsoever business she hath need of you: for she hath been a succourer of many, and of myself also."
    },
    {
        "o": 29540,
        "r": "kjv:Romans:16:3",
        "t": "Greet*p Priscilla and Aquila my helpers in Christ Jesus:"
    },
    {
        "o": 29541,
        "r": "kjv:Romans:16:4",
        "t": "Who*p have for my life laid down their own necks: unto whom not only I give thanks, but also all the churches of the Gentiles."
    },
    {
        "o": 29542,
        "r": "kjv:Romans:16:5",
        "t": "Likewise*p greet the church that is in their house. Salute my wellbeloved Epaenetus, who is the firstfruits of Asia unto Christ."
    },
    {
        "o": 29543,
        "r": "kjv:Romans:16:6",
        "t": "Greet*p Mary, who bestowed much labour on us."
    },
    {
        "o": 29544,
        "r": "kjv:Romans:16:7",
        "t": "Salute*p Andronicus and Junia, my kinsmen, and my fellowprisoners, who are of note among the apostles, who also were in Christ before me."
    },
    {
        "o": 29545,
        "r": "kjv:Romans:16:8",
        "t": "Greet*p Amplias my beloved in the Lord."
    },
    {
        "o": 29546,
        "r": "kjv:Romans:16:9",
        "t": "Salute*p Urbane, our helper in Christ, and Stachys my beloved."
    },
    {
        "o": 29547,
        "r": "kjv:Romans:16:10",
        "t": "Salute*p Apelles approved in Christ. Salute them which are of Aristobulus' household."
    },
    {
        "o": 29548,
        "r": "kjv:Romans:16:11",
        "t": "Salute*p Herodion my kinsman. Greet them that be of the household of Narcissus, which are in the Lord."
    },
    {
        "o": 29549,
        "r": "kjv:Romans:16:12",
        "t": "Salute*p Tryphena and Tryphosa, who labour in the Lord. Salute the beloved Persis, which laboured much in the Lord."
    },
    {
        "o": 29550,
        "r": "kjv:Romans:16:13",
        "t": "Salute*p Rufus chosen in the Lord, and his mother and mine."
    },
    {
        "o": 29551,
        "r": "kjv:Romans:16:14",
        "t": "Salute*p Asyncritus, Phlegon, Hermas, Patrobas, Hermes, and the brethren which are with them."
    },
    {
        "o": 29552,
        "r": "kjv:Romans:16:15",
        "t": "Salute*p Philologus, and Julia, Nereus, and his sister, and Olympas, and all the saints which are with them."
    },
    {
        "o": 29553,
        "r": "kjv:Romans:16:16",
        "t": "Salute*p one another with an holy kiss. The churches of Christ salute you."
    },
    {
        "o": 29554,
        "r": "kjv:Romans:16:17",
        "t": "Now*p I beseech you, brethren, mark them which cause divisions and offences contrary to the doctrine which ye have learned; and avoid them."
    },
    {
        "o": 29555,
        "r": "kjv:Romans:16:18",
        "t": "For*p they that are such serve not our Lord Jesus Christ, but their own belly; and by good words and fair speeches deceive the hearts of the simple."
    },
    {
        "o": 29556,
        "r": "kjv:Romans:16:19",
        "t": "For*p your obedience is come abroad unto all men. I am glad therefore on your behalf: but yet I would have you wise unto that which is good, and simple concerning evil."
    },
    {
        "o": 29557,
        "r": "kjv:Romans:16:20",
        "t": "And*p the God of peace shall bruise Satan under your feet shortly. The grace of our Lord Jesus Christ be with you. Amen."
    },
    {
        "o": 29558,
        "r": "kjv:Romans:16:21",
        "t": "Timothy*p my workfellow, and Lucius, and Jason, and Sosipater, my kinsmen, salute you."
    },
    {
        "o": 29559,
        "r": "kjv:Romans:16:22",
        "t": "I*p Tertius, who wrote this epistle, salute you in the Lord."
    },
    {
        "o": 29560,
        "r": "kjv:Romans:16:23",
        "t": "Gaius*p mine host, and of the whole church, saluteth you. Erastus the chamberlain of the city saluteth you, and Quartus a brother."
    },
    {
        "o": 29561,
        "r": "kjv:Romans:16:24",
        "t": "The*p grace of our Lord Jesus Christ be with you all. Amen."
    },
    {
        "o": 29562,
        "r": "kjv:Romans:16:25",
        "t": "Now*p to him that is of power to stablish you according to my gospel, and the preaching of Jesus Christ, according to the revelation of the mystery, which was kept secret since the world began,"
    },
    {
        "o": 29563,
        "r": "kjv:Romans:16:26",
        "t": "But*p now is made manifest, and by the scriptures of the prophets, according to the commandment of the everlasting God, made known to all nations for the obedience of faith:"
    },
    {
        "o": 29564,
        "r": "kjv:Romans:16:27",
        "t": "To*p God only wise, be glory through Jesus Christ for ever. Amen."
    }
]
