[
    {
        "o": 9088,
        "r": "nasb:2 Samuel:13:0",
        "t": "2 Samuel 13",
        "h": 1
    },
    {
        "o": 9089,
        "r": "nasb:2 Samuel:13:0",
        "t": "Amnon and Tamar",
        "h": 2
    },
    {
        "o": 9090,
        "r": "nasb:2 Samuel:13:1",
        "t": "Now*p it was after this that Absalom the son of David had a beautiful sister whose name was Tamar, and Amnon the son of David loved her."
    },
    {
        "o": 9091,
        "r": "nasb:2 Samuel:13:2",
        "t": "Amnon was so frustrated because of his sister Tamar that he made himself ill, for she was a virgin, and it seemed hard to Amnon to do anything to her."
    },
    {
        "o": 9092,
        "r": "nasb:2 Samuel:13:3",
        "t": "But Amnon had a friend whose name was Jonadab, the son of Shimeah, David’s brother; and Jonadab was a very shrewd man."
    },
    {
        "o": 9093,
        "r": "nasb:2 Samuel:13:4",
        "t": "He said to him, “O son of the king, why are you so depressed morning after morning? Will you not tell me?” Then Amnon said to him, “I am in love with Tamar, the sister of my brother Absalom.”"
    },
    {
        "o": 9094,
        "r": "nasb:2 Samuel:13:5",
        "t": "Jonadab then said to him, “Lie down on your bed and pretend to be ill; when your father comes to see you, say to him, ‘Please let my sister Tamar come and give me some*i food to eat, and let her prepare the food in my sight, that I may see it*i and eat from her hand.’ ”"
    },
    {
        "o": 9095,
        "r": "nasb:2 Samuel:13:6",
        "t": "So Amnon lay down and pretended to be ill; when the king came to see him, Amnon said to the king, “Please let my sister Tamar come and make me a couple of cakes in my sight, that I may eat from her hand.”"
    },
    {
        "o": 9096,
        "r": "nasb:2 Samuel:13:7",
        "t": "Then*p David sent to the house for Tamar, saying, “Go now to your brother Amnon’s house, and prepare food for him.”"
    },
    {
        "o": 9097,
        "r": "nasb:2 Samuel:13:8",
        "t": "So Tamar went to her brother Amnon’s house, and he was lying down. And she took dough, kneaded it,*i made cakes in his sight, and baked the cakes."
    },
    {
        "o": 9098,
        "r": "nasb:2 Samuel:13:9",
        "t": "She took the pan and dished them*i out before him, but he refused to eat. And Amnon said, “Have everyone go out from me.” So everyone went out from him."
    },
    {
        "o": 9099,
        "r": "nasb:2 Samuel:13:10",
        "t": "Then Amnon said to Tamar, “Bring the food into the bedroom, that I may eat from your hand.” So Tamar took the cakes which she had made and brought them into the bedroom to her brother Amnon."
    },
    {
        "o": 9100,
        "r": "nasb:2 Samuel:13:11",
        "t": "When she brought them*i to him to eat, he took hold of her and said to her, “Come, lie with me, my sister.”"
    },
    {
        "o": 9101,
        "r": "nasb:2 Samuel:13:12",
        "t": "But she answered him, “No, my brother, do not violate me, for such a thing is not done in Israel; do not do this disgraceful thing!"
    },
    {
        "o": 9102,
        "r": "nasb:2 Samuel:13:13",
        "t": "As for me, where could I get rid of my reproach? And as for you, you will be like one of the fools in Israel. Now therefore, please speak to the king, for he will not withhold me from you.”"
    },
    {
        "o": 9103,
        "r": "nasb:2 Samuel:13:14",
        "t": "However, he would not listen to her; since he was stronger than she, he violated her and lay with her."
    },
    {
        "o": 9104,
        "r": "nasb:2 Samuel:13:15",
        "t": "Then*p Amnon hated her with a very great hatred; for the hatred with which he hated her was greater than the love with which he had loved her. And Amnon said to her, “Get up, go away!”"
    },
    {
        "o": 9105,
        "r": "nasb:2 Samuel:13:16",
        "t": "But she said to him, “No, because this wrong in sending me away is greater than the other that you have done to me!” Yet he would not listen to her."
    },
    {
        "o": 9106,
        "r": "nasb:2 Samuel:13:17",
        "t": "Then he called his young man who attended him and said, “Now throw this woman out of my presence,*i and lock the door behind her.”"
    },
    {
        "o": 9107,
        "r": "nasb:2 Samuel:13:18",
        "t": "Now she had on a long-sleeved garment; for in this manner the virgin daughters of the king dressed themselves in robes. Then his attendant took her out and locked the door behind her."
    },
    {
        "o": 9108,
        "r": "nasb:2 Samuel:13:19",
        "t": "Tamar put ashes on her head and tore her long-sleeved garment which was*i on her; and she put her hand on her head and went away, crying aloud as she went."
    },
    {
        "o": 9109,
        "r": "nasb:2 Samuel:13:20",
        "t": "Then*p Absalom her brother said to her, “Has Amnon your brother been with you? But now keep silent, my sister, he is your brother; do not take this matter to heart.” So Tamar remained and was desolate in her brother Absalom’s house."
    },
    {
        "o": 9110,
        "r": "nasb:2 Samuel:13:21",
        "t": "Now when King David heard of all these matters, he was very angry."
    },
    {
        "o": 9111,
        "r": "nasb:2 Samuel:13:22",
        "t": "But Absalom did not speak to Amnon either good or bad; for Absalom hated Amnon because he had violated his sister Tamar."
    },
    {
        "o": 9112,
        "r": "nasb:2 Samuel:13:23",
        "t": "Now*p it came about after two full years that Absalom had sheepshearers in Baal-hazor, which is near Ephraim, and Absalom invited all the king’s sons."
    },
    {
        "o": 9113,
        "r": "nasb:2 Samuel:13:23",
        "t": "Absalom Avenges Tamar",
        "h": 2
    },
    {
        "o": 9114,
        "r": "nasb:2 Samuel:13:24",
        "t": "Absalom*p came to the king and said, “Behold now, your servant has sheepshearers; please let the king and his servants go with your servant.”"
    },
    {
        "o": 9115,
        "r": "nasb:2 Samuel:13:25",
        "t": "But the king said to Absalom, “No, my son, we should not all go, for we will be burdensome to you.” Although he urged him, he would not go, but blessed him."
    },
    {
        "o": 9116,
        "r": "nasb:2 Samuel:13:26",
        "t": "Then Absalom said, “If not, please let my brother Amnon go with us.” And the king said to him, “Why should he go with you?”"
    },
    {
        "o": 9117,
        "r": "nasb:2 Samuel:13:27",
        "t": "But when Absalom urged him, he let Amnon and all the king’s sons go with him."
    },
    {
        "o": 9118,
        "r": "nasb:2 Samuel:13:28",
        "t": "Absalom*p commanded his servants, saying, “See now, when Amnon’s heart is merry with wine, and when I say to you, ‘Strike Amnon,’ then put him to death. Do not fear; have not I myself commanded you? Be courageous and be valiant.”"
    },
    {
        "o": 9119,
        "r": "nasb:2 Samuel:13:29",
        "t": "The servants of Absalom did to Amnon just as Absalom had commanded. Then all the king’s sons arose and each mounted his mule and fled."
    },
    {
        "o": 9120,
        "r": "nasb:2 Samuel:13:30",
        "t": "Now*p it was while they were on the way that the report came to David, saying, “Absalom has struck down all the king’s sons, and not one of them is left.”"
    },
    {
        "o": 9121,
        "r": "nasb:2 Samuel:13:31",
        "t": "Then the king arose, tore his clothes and lay on the ground; and all his servants were standing by with clothes torn."
    },
    {
        "o": 9122,
        "r": "nasb:2 Samuel:13:32",
        "t": "Jonadab, the son of Shimeah, David’s brother, responded, “Do not let my lord suppose they have put to death all the young men, the king’s sons, for Amnon alone is dead; because by the intent of Absalom this has been determined since the day that he violated his sister Tamar."
    },
    {
        "o": 9123,
        "r": "nasb:2 Samuel:13:33",
        "t": "Now therefore, do not let my lord the king take the report to heart, namely, ‘all the king’s sons are dead,’ for only Amnon is dead.”"
    },
    {
        "o": 9124,
        "r": "nasb:2 Samuel:13:34",
        "t": "Now*p Absalom had fled. And the young man who was the watchman raised his eyes and looked, and behold, many people were coming from the road behind him by the side of the mountain."
    },
    {
        "o": 9125,
        "r": "nasb:2 Samuel:13:35",
        "t": "Jonadab said to the king, “Behold, the king’s sons have come; according to your servant’s word, so it happened.”"
    },
    {
        "o": 9126,
        "r": "nasb:2 Samuel:13:36",
        "t": "As soon as he had finished speaking, behold, the king’s sons came and lifted their voices and wept; and also the king and all his servants wept very bitterly."
    },
    {
        "o": 9127,
        "r": "nasb:2 Samuel:13:37",
        "t": "Now*p Absalom fled and went to Talmai the son of Ammihud, the king of Geshur. And David*i mourned for his son every day."
    },
    {
        "o": 9128,
        "r": "nasb:2 Samuel:13:38",
        "t": "So Absalom had fled and gone to Geshur, and was there three years."
    },
    {
        "o": 9129,
        "r": "nasb:2 Samuel:13:39",
        "t": "The*i heart*i of*i King David longed to go out to Absalom; for he was comforted concerning Amnon, since he was dead."
    }
]
