[
    {
        "o": 14582,
        "r": "niv:Job:20:0",
        "t": "Job 20",
        "h": 1
    },
    {
        "o": 14583,
        "r": "niv:Job:20:0",
        "t": "Zophar",
        "h": 2
    },
    {
        "o": 14584,
        "r": "niv:Job:20:1",
        "t": "Then*p Zophar the Naamathite replied:"
    },
    {
        "o": 14585,
        "r": "niv:Job:20:2",
        "t": "“My*pn troubled thoughts prompt me to answer because*ld I am greatly disturbed."
    },
    {
        "o": 14586,
        "r": "niv:Job:20:3",
        "t": "I*ln hear a rebuke that dishonors me, and*ld my understanding inspires me to reply."
    },
    {
        "o": 14587,
        "r": "niv:Job:20:4",
        "t": "“Surely*pn you know how it has been from of old, ever*ld since mankind was placed on the earth,"
    },
    {
        "o": 14588,
        "r": "niv:Job:20:5",
        "t": "that*ln the mirth of the wicked is brief, the*ld joy of the godless lasts but a moment."
    },
    {
        "o": 14589,
        "r": "niv:Job:20:6",
        "t": "Though*ln the pride of the godless person reaches to the heavens and*ld his head touches the clouds,"
    },
    {
        "o": 14590,
        "r": "niv:Job:20:7",
        "t": "he*ln will perish forever, like his own dung; those*ld who have seen him will say, ‘Where is he?’"
    },
    {
        "o": 14591,
        "r": "niv:Job:20:8",
        "t": "Like*ln a dream he flies away, no more to be found, banished*ld like a vision of the night."
    },
    {
        "o": 14592,
        "r": "niv:Job:20:9",
        "t": "The*ln eye that saw him will not see him again; his*ld place will look on him no more."
    },
    {
        "o": 14593,
        "r": "niv:Job:20:10",
        "t": "His*ln children must make amends to the poor; his*ld own hands must give back his wealth."
    },
    {
        "o": 14594,
        "r": "niv:Job:20:11",
        "t": "The*ln youthful vigor that fills his bones will*ld lie with him in the dust."
    },
    {
        "o": 14595,
        "r": "niv:Job:20:12",
        "t": "“Though*pn evil is sweet in his mouth and*ld he hides it under his tongue,"
    },
    {
        "o": 14596,
        "r": "niv:Job:20:13",
        "t": "though*ln he cannot bear to let it go and*ld lets it linger in his mouth,"
    },
    {
        "o": 14597,
        "r": "niv:Job:20:14",
        "t": "yet*ln his food will turn sour in his stomach; it*ld will become the venom of serpents within him."
    },
    {
        "o": 14598,
        "r": "niv:Job:20:15",
        "t": "He*ln will spit out the riches he swallowed; God*ld will make his stomach vomit them up."
    },
    {
        "o": 14599,
        "r": "niv:Job:20:16",
        "t": "He*ln will suck the poison of serpents; the*ld fangs of an adder will kill him."
    },
    {
        "o": 14600,
        "r": "niv:Job:20:17",
        "t": "He*ln will not enjoy the streams, the*ld rivers flowing with honey and cream."
    },
    {
        "o": 14601,
        "r": "niv:Job:20:18",
        "t": "What*ln he toiled for he must give back uneaten; he*ld will not enjoy the profit from his trading."
    },
    {
        "o": 14602,
        "r": "niv:Job:20:19",
        "t": "For*ln he has oppressed the poor and left them destitute; he*ld has seized houses he did not build."
    },
    {
        "o": 14603,
        "r": "niv:Job:20:20",
        "t": "“Surely*pn he will have no respite from his craving; he*ld cannot save himself by his treasure."
    },
    {
        "o": 14604,
        "r": "niv:Job:20:21",
        "t": "Nothing*ln is left for him to devour; his*ld prosperity will not endure."
    },
    {
        "o": 14605,
        "r": "niv:Job:20:22",
        "t": "In*ln the midst of his plenty, distress will overtake him; the*ld full force of misery will come upon him."
    },
    {
        "o": 14606,
        "r": "niv:Job:20:23",
        "t": "When*ln he has filled his belly, God*ld will vent his burning anger against him and*ld rain down his blows on him."
    },
    {
        "o": 14607,
        "r": "niv:Job:20:24",
        "t": "Though*ln he flees from an iron weapon, a*ld bronze-tipped arrow pierces him."
    },
    {
        "o": 14608,
        "r": "niv:Job:20:25",
        "t": "He*ln pulls it out of his back, the*ld gleaming point out of his liver. Terrors*ln will come over him;"
    },
    {
        "o": 14609,
        "r": "niv:Job:20:26",
        "t": "total*ld darkness lies in wait for his treasures. A*ln fire unfanned will consume him and*ld devour what is left in his tent."
    },
    {
        "o": 14610,
        "r": "niv:Job:20:27",
        "t": "The*ln heavens will expose his guilt; the*ld earth will rise up against him."
    },
    {
        "o": 14611,
        "r": "niv:Job:20:28",
        "t": "A*ln flood will carry off his house, rushing*ld waters on the day of God’s wrath."
    },
    {
        "o": 14612,
        "r": "niv:Job:20:29",
        "t": "Such*ln is the fate God allots the wicked, the*ld heritage appointed for them by God.”"
    }
]
