[
    {
        "o": 4702,
        "r": "nasb:Numbers:20:0",
        "t": "Numbers 20",
        "h": 1
    },
    {
        "o": 4703,
        "r": "nasb:Numbers:20:0",
        "t": "Death of Miriam",
        "h": 2
    },
    {
        "o": 4704,
        "r": "nasb:Numbers:20:1",
        "t": "Then*p the sons of Israel, the whole congregation, came to the wilderness of Zin in the first month; and the people stayed at Kadesh. Now Miriam died there and was buried there."
    },
    {
        "o": 4705,
        "r": "nasb:Numbers:20:2",
        "t": "There*p was no water for the congregation, and they assembled themselves against Moses and Aaron."
    },
    {
        "o": 4706,
        "r": "nasb:Numbers:20:3",
        "t": "The people thus contended with Moses and spoke, saying, “If only we had perished when our brothers perished before the Lord!*s"
    },
    {
        "o": 4707,
        "r": "nasb:Numbers:20:4",
        "t": "Why then have you brought the Lord’s*s assembly into this wilderness, for us and our beasts to die here?"
    },
    {
        "o": 4708,
        "r": "nasb:Numbers:20:5",
        "t": "Why have you made us come up from Egypt, to bring us in to this wretched place? It is not a place of grain or figs or vines or pomegranates, nor is there water to drink.”"
    },
    {
        "o": 4709,
        "r": "nasb:Numbers:20:6",
        "t": "Then Moses and Aaron came in from the presence of the assembly to the doorway of the tent of meeting and fell on their faces. Then the glory of the Lord*s appeared to them;"
    },
    {
        "o": 4710,
        "r": "nasb:Numbers:20:7",
        "t": "and the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4711,
        "r": "nasb:Numbers:20:7",
        "t": "The Water of Meribah",
        "h": 2
    },
    {
        "o": 4712,
        "r": "nasb:Numbers:20:8",
        "t": "“Take*p the rod; and you and your brother Aaron assemble the congregation and speak to the rock before their eyes, that it may yield its water. You shall thus bring forth water for them out of the rock and let the congregation and their beasts drink.”"
    },
    {
        "o": 4713,
        "r": "nasb:Numbers:20:9",
        "t": "So*p Moses took the rod from before the Lord,*s just as He had commanded him;"
    },
    {
        "o": 4714,
        "r": "nasb:Numbers:20:10",
        "t": "and Moses and Aaron gathered the assembly before the rock. And he said to them, “Listen now, you rebels; shall we bring forth water for you out of this rock?”"
    },
    {
        "o": 4715,
        "r": "nasb:Numbers:20:11",
        "t": "Then Moses lifted up his hand and struck the rock twice with his rod; and water came forth abundantly, and the congregation and their beasts drank."
    },
    {
        "o": 4716,
        "r": "nasb:Numbers:20:12",
        "t": "But the Lord*s said to Moses and Aaron, “Because you have not believed Me, to treat Me as holy in the sight of the sons of Israel, therefore you shall not bring this assembly into the land which I have given them.”"
    },
    {
        "o": 4717,
        "r": "nasb:Numbers:20:13",
        "t": "Those were*i the waters of Meribah, because the sons of Israel contended with the Lord,*s and He proved Himself holy among them."
    },
    {
        "o": 4718,
        "r": "nasb:Numbers:20:14",
        "t": "From*p Kadesh Moses then sent messengers to the king of Edom: “Thus your brother Israel has said, ‘You know all the hardship that has befallen us;"
    },
    {
        "o": 4719,
        "r": "nasb:Numbers:20:15",
        "t": "that our fathers went down to Egypt, and we stayed in Egypt a long time, and the Egyptians treated us and our fathers badly."
    },
    {
        "o": 4720,
        "r": "nasb:Numbers:20:16",
        "t": "But when we cried out to the Lord,*s He heard our voice and sent an angel and brought us out from Egypt; now behold, we are at Kadesh, a town on the edge of your territory."
    },
    {
        "o": 4721,
        "r": "nasb:Numbers:20:17",
        "t": "Please let us pass through your land. We will not pass through field or through vineyard; we will not even drink water from a well. We will go along the king’s highway, not turning to the right or left, until we pass through your territory.’ ”"
    },
    {
        "o": 4722,
        "r": "nasb:Numbers:20:18",
        "t": "Edom,*p however, said to him, “You shall not pass through us, or I will come out with the sword against you.”"
    },
    {
        "o": 4723,
        "r": "nasb:Numbers:20:19",
        "t": "Again, the sons of Israel said to him, “We will go up by the highway, and if I and my livestock do drink any of your water, then I will pay its price. Let me only pass through on my feet, nothing else.”*i"
    },
    {
        "o": 4724,
        "r": "nasb:Numbers:20:20",
        "t": "But he said, “You shall not pass through.” And Edom came out against him with a heavy force and with a strong hand."
    },
    {
        "o": 4725,
        "r": "nasb:Numbers:20:21",
        "t": "Thus Edom refused to allow Israel to pass through his territory; so Israel turned away from him."
    },
    {
        "o": 4726,
        "r": "nasb:Numbers:20:22",
        "t": "Now*p when they set out from Kadesh, the sons of Israel, the whole congregation, came to Mount Hor."
    },
    {
        "o": 4727,
        "r": "nasb:Numbers:20:22",
        "t": "Death of Aaron",
        "h": 2
    },
    {
        "o": 4728,
        "r": "nasb:Numbers:20:23",
        "t": "Then*p the Lord*s spoke to Moses and Aaron at Mount Hor by the border of the land of Edom, saying,"
    },
    {
        "o": 4729,
        "r": "nasb:Numbers:20:24",
        "t": "“Aaron will be gathered to his people; for he shall not enter the land which I have given to the sons of Israel, because you rebelled against My command at the waters of Meribah."
    },
    {
        "o": 4730,
        "r": "nasb:Numbers:20:25",
        "t": "Take Aaron and his son Eleazar and bring them up to Mount Hor;"
    },
    {
        "o": 4731,
        "r": "nasb:Numbers:20:26",
        "t": "and strip Aaron of his garments and put them on his son Eleazar. So Aaron will be gathered to*i his*i people,*i and will die there.”"
    },
    {
        "o": 4732,
        "r": "nasb:Numbers:20:27",
        "t": "So Moses did just as the Lord*s had commanded, and they went up to Mount Hor in the sight of all the congregation."
    },
    {
        "o": 4733,
        "r": "nasb:Numbers:20:28",
        "t": "After Moses had stripped Aaron of his garments and put them on his son Eleazar, Aaron died there on the mountain top. Then Moses and Eleazar came down from the mountain."
    },
    {
        "o": 4734,
        "r": "nasb:Numbers:20:29",
        "t": "When all the congregation saw that Aaron had died, all the house of Israel wept for Aaron thirty days."
    }
]
