[
    {
        "o": 4520,
        "r": "csb:Numbers:14:0",
        "t": "Numbers 14",
        "h": 1
    },
    {
        "o": 4521,
        "r": "csb:Numbers:14:0",
        "t": "Israel’s Refusal to Enter Canaan",
        "h": 2
    },
    {
        "o": 4522,
        "r": "csb:Numbers:14:1",
        "t": "Then*p the whole community broke into loud cries, and the people wept that night."
    },
    {
        "o": 4523,
        "r": "csb:Numbers:14:2",
        "t": "All the Israelites complained about Moses and Aaron, and the whole community told them, “If only we had died in the land of Egypt, or if only we had died in this wilderness!"
    },
    {
        "o": 4524,
        "r": "csb:Numbers:14:3",
        "t": "Why is the Lord*s bringing us into this land to die by the sword? Our wives and children will become plunder. Wouldn’t it be better for us to go back to Egypt?”"
    },
    {
        "o": 4525,
        "r": "csb:Numbers:14:4",
        "t": "So they said to one another, “Let’s appoint a leader and go back to Egypt.”"
    },
    {
        "o": 4526,
        "r": "csb:Numbers:14:5",
        "t": "Then*p Moses and Aaron fell facedown in front of the whole assembly of the Israelite community."
    },
    {
        "o": 4527,
        "r": "csb:Numbers:14:6",
        "t": "Joshua son of Nun and Caleb son of Jephunneh, who were among those who scouted out the land, tore their clothes"
    },
    {
        "o": 4528,
        "r": "csb:Numbers:14:7",
        "t": "and said to the entire Israelite community, “The land we passed through and explored is an extremely good land."
    },
    {
        "o": 4529,
        "r": "csb:Numbers:14:8",
        "t": "If the Lord*s is pleased with us, he will bring us into this land, a land flowing with milk and honey, and give it to us."
    },
    {
        "o": 4530,
        "r": "csb:Numbers:14:9",
        "t": "Only don’t rebel against the Lord,*s and don’t be afraid of the people of the land, for we will devour them. Their protection has been removed from them, and the Lord*s is with us. Don’t be afraid of them!”"
    },
    {
        "o": 4531,
        "r": "csb:Numbers:14:10",
        "t": "While*p the whole community threatened to stone them, the glory of the Lord*s appeared to all the Israelites at the tent of meeting."
    },
    {
        "o": 4532,
        "r": "csb:Numbers:14:10",
        "t": "God’s Judgment of Israel’s Rebellion",
        "h": 2
    },
    {
        "o": 4533,
        "r": "csb:Numbers:14:11",
        "t": "The*p Lord*s said to Moses, “How long will these people despise me? How long will they not trust in me despite all the signs I have performed among them?"
    },
    {
        "o": 4534,
        "r": "csb:Numbers:14:12",
        "t": "I will strike them with a plague and destroy them. Then I will make you into a greater and mightier nation than they are.”"
    },
    {
        "o": 4535,
        "r": "csb:Numbers:14:13",
        "t": "But*p Moses replied to the Lord,*s “The Egyptians will hear about it, for by your strength you brought up this people from them."
    },
    {
        "o": 4536,
        "r": "csb:Numbers:14:14",
        "t": "They will tell it to the inhabitants of this land. They have heard that you, Lord,*s are among these people, how you, Lord,*s are seen face to face, how your cloud stands over them, and how you go before them in a pillar of cloud by day and in a pillar of fire by night."
    },
    {
        "o": 4537,
        "r": "csb:Numbers:14:15",
        "t": "If you kill this people with a single blow, the nations that have heard of your fame will declare,"
    },
    {
        "o": 4538,
        "r": "csb:Numbers:14:16",
        "t": "‘Since the Lord*s wasn’t able to bring this people into the land he swore to give them, he has slaughtered them in the wilderness.’"
    },
    {
        "o": 4539,
        "r": "csb:Numbers:14:17",
        "t": "“So*p now, may my Lord’s power be magnified just as you have spoken:"
    },
    {
        "o": 4540,
        "r": "csb:Numbers:14:18",
        "t": "The Lord*s is slow to anger and abounding in faithful love, forgiving iniquity and rebellion. But he will not leave the guilty unpunished, bringing the consequences of the fathers’ iniquity on the children to the third and fourth generation."
    },
    {
        "o": 4541,
        "r": "csb:Numbers:14:19",
        "t": "Please pardon the iniquity of this people, in keeping with the greatness of your faithful love, just as you have forgiven them from Egypt until now.”"
    },
    {
        "o": 4542,
        "r": "csb:Numbers:14:20",
        "t": "The*p Lord*s responded, “I have pardoned them as you requested."
    },
    {
        "o": 4543,
        "r": "csb:Numbers:14:21",
        "t": "Yet as I live and as the whole earth is filled with the Lord’s*s glory,"
    },
    {
        "o": 4544,
        "r": "csb:Numbers:14:22",
        "t": "none of the men who have seen my glory and the signs I performed in Egypt and in the wilderness, and have tested me these ten times and did not obey me,"
    },
    {
        "o": 4545,
        "r": "csb:Numbers:14:23",
        "t": "will ever see the land I swore to give their ancestors. None of those who have despised me will see it."
    },
    {
        "o": 4546,
        "r": "csb:Numbers:14:24",
        "t": "But since my servant Caleb has a different spirit and has remained loyal to me, I will bring him into the land where he has gone, and his descendants will inherit it."
    },
    {
        "o": 4547,
        "r": "csb:Numbers:14:25",
        "t": "Since the Amalekites and Canaanites are living in the lowlands, turn back tomorrow and head for the wilderness in the direction of the Red Sea.”"
    },
    {
        "o": 4548,
        "r": "csb:Numbers:14:26",
        "t": "Then*p the Lord*s spoke to Moses and Aaron:"
    },
    {
        "o": 4549,
        "r": "csb:Numbers:14:27",
        "t": "“How long must I endure this evil community that keeps complaining about me? I have heard the Israelites’ complaints that they make against me."
    },
    {
        "o": 4550,
        "r": "csb:Numbers:14:28",
        "t": "Tell them: As I live - this is the Lord’s*s declaration - I will do to you exactly as I heard you say."
    },
    {
        "o": 4551,
        "r": "csb:Numbers:14:29",
        "t": "Your corpses will fall in this wilderness - all of you who were registered in the census, the entire number of you twenty years old or more- because you have complained about me."
    },
    {
        "o": 4552,
        "r": "csb:Numbers:14:30",
        "t": "I swear that none of you will enter the land I promised to settle you in, except Caleb son of Jephunneh and Joshua son of Nun."
    },
    {
        "o": 4553,
        "r": "csb:Numbers:14:31",
        "t": "I will bring your children whom you said would become plunder into the land you rejected, and they will enjoy it."
    },
    {
        "o": 4554,
        "r": "csb:Numbers:14:32",
        "t": "But as for you, your corpses will fall in this wilderness."
    },
    {
        "o": 4555,
        "r": "csb:Numbers:14:33",
        "t": "Your children will be shepherds in the wilderness for forty years and bear the penalty for your acts of unfaithfulness until all your corpses lie scattered in the wilderness."
    },
    {
        "o": 4556,
        "r": "csb:Numbers:14:34",
        "t": "You will bear the consequences of your iniquities forty years based on the number of the forty days that you scouted the land, a year for each day. You will know my displeasure."
    },
    {
        "o": 4557,
        "r": "csb:Numbers:14:35",
        "t": "I, the Lord,*s have spoken. I swear that I will do this to the entire evil community that has conspired against me. They will come to an end in the wilderness, and there they will die.”"
    },
    {
        "o": 4558,
        "r": "csb:Numbers:14:36",
        "t": "So*p the men Moses sent to scout out the land, and who returned and incited the entire community to complain about him by spreading a negative report about the land -"
    },
    {
        "o": 4559,
        "r": "csb:Numbers:14:37",
        "t": "those men who spread the negative report about the land were struck down by the Lord.*s"
    },
    {
        "o": 4560,
        "r": "csb:Numbers:14:38",
        "t": "Only Joshua son of Nun and Caleb son of Jephunneh remained alive of those men who went to scout out the land."
    },
    {
        "o": 4561,
        "r": "csb:Numbers:14:38",
        "t": "Israel Routed",
        "h": 2
    },
    {
        "o": 4562,
        "r": "csb:Numbers:14:39",
        "t": "When*p Moses reported these words to all the Israelites, the people were overcome with grief."
    },
    {
        "o": 4563,
        "r": "csb:Numbers:14:40",
        "t": "They got up early the next morning and went up the ridge of the hill country, saying, “Let’s go to the place the Lord*s promised, for we were wrong.”"
    },
    {
        "o": 4564,
        "r": "csb:Numbers:14:41",
        "t": "But*p Moses responded, “Why are you going against the Lord’s*s command? It won’t succeed."
    },
    {
        "o": 4565,
        "r": "csb:Numbers:14:42",
        "t": "Don’t go, because the Lord*s is not among you and you will be defeated by your enemies."
    },
    {
        "o": 4566,
        "r": "csb:Numbers:14:43",
        "t": "The Amalekites and Canaanites are right in front of you, and you will fall by the sword. The Lord*s won’t be with you, since you have turned from following him.”"
    },
    {
        "o": 4567,
        "r": "csb:Numbers:14:44",
        "t": "But*p they dared to go up the ridge of the hill country, even though the ark of the Lord’s*s covenant and Moses did not leave the camp."
    },
    {
        "o": 4568,
        "r": "csb:Numbers:14:45",
        "t": "Then the Amalekites and Canaanites who lived in that part of the hill country came down, attacked them, and routed them as far as Hormah."
    }
]
