[
    {
        "o": 25994,
        "r": "nkjv:Matthew:2:0",
        "t": "Matthew 2",
        "h": 1
    },
    {
        "o": 25995,
        "r": "nkjv:Matthew:2:0",
        "t": "Wise Men from the East",
        "h": 2
    },
    {
        "o": 25996,
        "r": "nkjv:Matthew:2:1",
        "t": "Now*p after Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, wise men from the East came to Jerusalem,"
    },
    {
        "o": 25997,
        "r": "nkjv:Matthew:2:2",
        "t": "saying, “Where is He who has been born King of the Jews? For we have seen His star in the East and have come to worship Him.”"
    },
    {
        "o": 25998,
        "r": "nkjv:Matthew:2:3",
        "t": "When*p Herod the king heard this,*i he was troubled, and all Jerusalem with him."
    },
    {
        "o": 25999,
        "r": "nkjv:Matthew:2:4",
        "t": "And when he had gathered all the chief priests and scribes of the people together, he inquired of them where the Christ was to be born."
    },
    {
        "o": 26000,
        "r": "nkjv:Matthew:2:5",
        "t": "So*p they said to him, “In Bethlehem of Judea, for thus it is written by the prophet:"
    },
    {
        "o": 26001,
        "r": "nkjv:Matthew:2:6",
        "t": "‘But*pn you, Bethlehem, in*i the land of Judah, Are*ld not the least among the rulers of Judah; For*ld out of you shall come a Ruler Who*ld will shepherd My people Israel.’”"
    },
    {
        "o": 26002,
        "r": "nkjv:Matthew:2:7",
        "t": "Then*p Herod, when he had secretly called the wise men, determined from them what time the star appeared."
    },
    {
        "o": 26003,
        "r": "nkjv:Matthew:2:8",
        "t": "And he sent them to Bethlehem and said, “Go and search carefully for the young Child, and when you have found Him,*i bring back word to me, that I may come and worship Him also.”"
    },
    {
        "o": 26004,
        "r": "nkjv:Matthew:2:9",
        "t": "When*p they heard the king, they departed; and behold, the star which they had seen in the East went before them, till it came and stood over where the young Child was."
    },
    {
        "o": 26005,
        "r": "nkjv:Matthew:2:10",
        "t": "When they saw the star, they rejoiced with exceedingly great joy."
    },
    {
        "o": 26006,
        "r": "nkjv:Matthew:2:11",
        "t": "And when they had come into the house, they saw the young Child with Mary His mother, and fell down and worshiped Him. And when they had opened their treasures, they presented gifts to Him: gold, frankincense, and myrrh."
    },
    {
        "o": 26007,
        "r": "nkjv:Matthew:2:12",
        "t": "Then,*p being divinely warned in a dream that they should not return to Herod, they departed for their own country another way."
    },
    {
        "o": 26008,
        "r": "nkjv:Matthew:2:12",
        "t": "The Flight into Egypt",
        "h": 2
    },
    {
        "o": 26009,
        "r": "nkjv:Matthew:2:13",
        "t": "Now*p when they had departed, behold, an angel of the Lord appeared to Joseph in a dream, saying, “Arise, take the young Child and His mother, flee to Egypt, and stay there until I bring you word; for Herod will seek the young Child to destroy Him.”"
    },
    {
        "o": 26010,
        "r": "nkjv:Matthew:2:14",
        "t": "When*p he arose, he took the young Child and His mother by night and departed for Egypt,"
    },
    {
        "o": 26011,
        "r": "nkjv:Matthew:2:15",
        "t": "and was there until the death of Herod, that it might be fulfilled which was spoken by the Lord through the prophet, saying, “Out of Egypt I called My Son.”"
    },
    {
        "o": 26012,
        "r": "nkjv:Matthew:2:15",
        "t": "Massacre of the Innocents",
        "h": 2
    },
    {
        "o": 26013,
        "r": "nkjv:Matthew:2:16",
        "t": "Then*p Herod, when he saw that he was deceived by the wise men, was exceedingly angry; and he sent forth and put to death all the male children who were in Bethlehem and in all its districts, from two years old and under, according to the time which he had determined from the wise men."
    },
    {
        "o": 26014,
        "r": "nkjv:Matthew:2:17",
        "t": "Then was fulfilled what was spoken by Jeremiah the prophet, saying:"
    },
    {
        "o": 26015,
        "r": "nkjv:Matthew:2:18",
        "t": "“A*pn voice was heard in Ramah, Lamentation,*ld weeping, and great mourning, Rachel*ld weeping for*i her children, Refusing*ld to be comforted, Because*ld they are no more.”"
    },
    {
        "o": 26016,
        "r": "nkjv:Matthew:2:18",
        "t": "The Home in Nazareth",
        "h": 2
    },
    {
        "o": 26017,
        "r": "nkjv:Matthew:2:19",
        "t": "Now*p when Herod was dead, behold, an angel of the Lord appeared in a dream to Joseph in Egypt,"
    },
    {
        "o": 26018,
        "r": "nkjv:Matthew:2:20",
        "t": "saying, “Arise, take the young Child and His mother, and go to the land of Israel, for those who sought the young Child’s life are dead.”"
    },
    {
        "o": 26019,
        "r": "nkjv:Matthew:2:21",
        "t": "Then he arose, took the young Child and His mother, and came into the land of Israel."
    },
    {
        "o": 26020,
        "r": "nkjv:Matthew:2:22",
        "t": "But*p when he heard that Archelaus was reigning over Judea instead of his father Herod, he was afraid to go there. And being warned by God in a dream, he turned aside into the region of Galilee."
    },
    {
        "o": 26021,
        "r": "nkjv:Matthew:2:23",
        "t": "And he came and dwelt in a city called Nazareth, that it might be fulfilled which was spoken by the prophets, “He shall be called a Nazarene.”"
    }
]
