[
    {
        "o": 19973,
        "r": "niv:Isaiah:28:0",
        "t": "Isaiah 28",
        "h": 1
    },
    {
        "o": 19974,
        "r": "niv:Isaiah:28:0",
        "t": "Woe to the Leaders of Ephraim and Judah",
        "h": 2
    },
    {
        "o": 19975,
        "r": "niv:Isaiah:28:1",
        "t": "Woe*pn to that wreath, the pride of Ephraim’s drunkards, to*ld the fading flower, his glorious beauty, set*ln on the head of a fertile valley— to*ld that city, the pride of those laid low by wine!"
    },
    {
        "o": 19976,
        "r": "niv:Isaiah:28:2",
        "t": "See,*ln the Lord has one who is powerful and strong. Like*ld a hailstorm and a destructive wind, like*ln a driving rain and a flooding downpour, he*ld will throw it forcefully to the ground."
    },
    {
        "o": 19977,
        "r": "niv:Isaiah:28:3",
        "t": "That*ln wreath, the pride of Ephraim’s drunkards, will*ld be trampled underfoot."
    },
    {
        "o": 19978,
        "r": "niv:Isaiah:28:4",
        "t": "That*ln fading flower, his glorious beauty, set*ld on the head of a fertile valley, will*ln be like figs ripe before harvest— as*ld soon as people see them and take them in hand, they*ld swallow them."
    },
    {
        "o": 19979,
        "r": "niv:Isaiah:28:5",
        "t": "In*pn that day the Lord*s Almighty will*ld be a glorious crown, a*ln beautiful wreath for*ld the remnant of his people."
    },
    {
        "o": 19980,
        "r": "niv:Isaiah:28:6",
        "t": "He*ln will be a spirit of justice to*ld the one who sits in judgment, a*ln source of strength to*ld those who turn back the battle at the gate."
    },
    {
        "o": 19981,
        "r": "niv:Isaiah:28:7",
        "t": "And*pn these also stagger from wine and*ld reel from beer: Priests*ln and prophets stagger from beer and*ld are befuddled with wine; they*ln reel from beer, they*ld stagger when seeing visions, they*ld stumble when rendering decisions."
    },
    {
        "o": 19982,
        "r": "niv:Isaiah:28:8",
        "t": "All*ln the tables are covered with vomit and*ld there is not a spot without filth."
    },
    {
        "o": 19983,
        "r": "niv:Isaiah:28:9",
        "t": "“Who*pn is it he is trying to teach? To*ld whom is he explaining his message? To*ln children weaned from their milk, to*ld those just taken from the breast?"
    },
    {
        "o": 19984,
        "r": "niv:Isaiah:28:10",
        "t": "For*ln it is: Do*ld this, do that, a*ld rule for this, a rule for that; a*ld little here, a little there.”"
    },
    {
        "o": 19985,
        "r": "niv:Isaiah:28:11",
        "t": "Very*pn well then, with foreign lips and strange tongues God*ld will speak to this people,"
    },
    {
        "o": 19986,
        "r": "niv:Isaiah:28:12",
        "t": "to*ln whom he said, “This*ld is the resting place, let the weary rest”; and,*ln “This is the place of repose”— but*ld they would not listen."
    },
    {
        "o": 19987,
        "r": "niv:Isaiah:28:13",
        "t": "So*ln then, the word of the Lord*s to them will become: Do*ld this, do that, a*ld rule for this, a rule for that; a*ld little here, a little there— so*ln that as they go they will fall backward; they*ld will be injured and snared and captured."
    },
    {
        "o": 19988,
        "r": "niv:Isaiah:28:14",
        "t": "Therefore*pn hear the word of the Lord,*s you scoffers who*ld rule this people in Jerusalem."
    },
    {
        "o": 19989,
        "r": "niv:Isaiah:28:15",
        "t": "You*ln boast, “We have entered into a covenant with death, with*ld the realm of the dead we have made an agreement. When*ln an overwhelming scourge sweeps by, it*ld cannot touch us, for*ln we have made a lie our refuge and*ld falsehood our hiding place.”"
    },
    {
        "o": 19990,
        "r": "niv:Isaiah:28:16",
        "t": "So*p this is what the Sovereign Lord*s says: “See,*pn I lay a stone in Zion, a tested stone, a*ld precious cornerstone for a sure foundation; the*ln one who relies on it will*ld never be stricken with panic."
    },
    {
        "o": 19991,
        "r": "niv:Isaiah:28:17",
        "t": "I*ln will make justice the measuring line and*ld righteousness the plumb line; hail*ln will sweep away your refuge, the lie, and*ld water will overflow your hiding place."
    },
    {
        "o": 19992,
        "r": "niv:Isaiah:28:18",
        "t": "Your*ln covenant with death will be annulled; your*ld agreement with the realm of the dead will not stand. When*ln the overwhelming scourge sweeps by, you*ld will be beaten down by it."
    },
    {
        "o": 19993,
        "r": "niv:Isaiah:28:19",
        "t": "As*ln often as it comes it will carry you away; morning*ld after morning, by day and by night, it*ld will sweep through.” The*pn understanding of this message will*ld bring sheer terror."
    },
    {
        "o": 19994,
        "r": "niv:Isaiah:28:20",
        "t": "The*ln bed is too short to stretch out on, the*ld blanket too narrow to wrap around you."
    },
    {
        "o": 19995,
        "r": "niv:Isaiah:28:21",
        "t": "The*ln Lord*s will rise up as he did at Mount Perazim, he*ld will rouse himself as in the Valley of Gibeon— to*ln do his work, his strange work, and*ld perform his task, his alien task."
    },
    {
        "o": 19996,
        "r": "niv:Isaiah:28:22",
        "t": "Now*ln stop your mocking, or*ld your chains will become heavier; the*ln Lord, the Lord*s Almighty, has told me of*ld the destruction decreed against the whole land."
    },
    {
        "o": 19997,
        "r": "niv:Isaiah:28:23",
        "t": "Listen*pn and hear my voice; pay*ld attention and hear what I say."
    },
    {
        "o": 19998,
        "r": "niv:Isaiah:28:24",
        "t": "When*ln a farmer plows for planting, does he plow continually? Does*ld he keep on breaking up and working the soil?"
    },
    {
        "o": 19999,
        "r": "niv:Isaiah:28:25",
        "t": "When*ln he has leveled the surface, does*ld he not sow caraway and scatter cumin? Does*ln he not plant wheat in its place, barley*ld in its plot, and*ld spelt in its field?"
    },
    {
        "o": 20000,
        "r": "niv:Isaiah:28:26",
        "t": "His*ln God instructs him and*ld teaches him the right way."
    },
    {
        "o": 20001,
        "r": "niv:Isaiah:28:27",
        "t": "Caraway*pn is not threshed with a sledge, nor*ld is the wheel of a cart rolled over cumin; caraway*ln is beaten out with a rod, and*ld cumin with a stick."
    },
    {
        "o": 20002,
        "r": "niv:Isaiah:28:28",
        "t": "Grain*ln must be ground to make bread; so*ld one does not go on threshing it forever. The*ln wheels of a threshing cart may be rolled over it, but*ld one does not use horses to grind grain."
    },
    {
        "o": 20003,
        "r": "niv:Isaiah:28:29",
        "t": "All*ln this also comes from the Lord*s Almighty, whose*ld plan is wonderful, whose*ld wisdom is magnificent."
    }
]
