[
    {
        "o": 20546,
        "r": "nasb:Isaiah:41:0",
        "t": "Isaiah 41",
        "h": 1
    },
    {
        "o": 20547,
        "r": "nasb:Isaiah:41:0",
        "t": "Israel Encouraged",
        "h": 2
    },
    {
        "o": 20548,
        "r": "nasb:Isaiah:41:1",
        "t": "“Coastlands,*pn listen to Me in silence, And*ln let the peoples gain new strength; Let*ln them come forward, then let them speak; Let*ln us come together for judgment."
    },
    {
        "o": 20549,
        "r": "nasb:Isaiah:41:2",
        "t": "Who*ln has aroused one from the east Whom*ln He calls in righteousness to His feet? He*ln delivers up nations before him And*ln subdues kings. He*ln makes them like dust with his sword, As*ln the wind-driven chaff with his bow."
    },
    {
        "o": 20550,
        "r": "nasb:Isaiah:41:3",
        "t": "He*ln pursues them, passing on in safety, By*ln a way he had not been traversing with his feet."
    },
    {
        "o": 20551,
        "r": "nasb:Isaiah:41:4",
        "t": "Who*ln has performed and accomplished it,*i Calling*ln forth the generations from the beginning? ‘I,*ln the Lord,*s am the first, and with the last. I am He.’ ”"
    },
    {
        "o": 20552,
        "r": "nasb:Isaiah:41:5",
        "t": "The*ln coastlands have seen and are afraid; The*ln ends of the earth tremble; They*ln have drawn near and have come."
    },
    {
        "o": 20553,
        "r": "nasb:Isaiah:41:6",
        "t": "Each*ln one helps his neighbor And*ln says to his brother, “Be strong!”"
    },
    {
        "o": 20554,
        "r": "nasb:Isaiah:41:7",
        "t": "So*ln the craftsman encourages the smelter, And*iln he who smooths metal*i with the hammer encourages*i him who beats the anvil, Saying*ln of the soldering, “It is good”; And*ln he fastens it with nails, So*iln that*i it will not totter."
    },
    {
        "o": 20555,
        "r": "nasb:Isaiah:41:8",
        "t": "“But*ln you, Israel, My servant, Jacob*ln whom I have chosen, Descendant*ln of Abraham My friend,"
    },
    {
        "o": 20556,
        "r": "nasb:Isaiah:41:9",
        "t": "You*ln whom I have taken from the ends of the earth, And*ln called from its remotest parts And*ln said to you, ‘You are My servant, I*ln have chosen you and not rejected you."
    },
    {
        "o": 20557,
        "r": "nasb:Isaiah:41:10",
        "t": "Do*ln not fear, for I am with you; Do*ln not anxiously look about you, for I am your God. I*ln will strengthen you, surely I will help you, Surely*ln I will uphold you with My righteous right hand.’"
    },
    {
        "o": 20558,
        "r": "nasb:Isaiah:41:11",
        "t": "Behold,*ln all those who are angered at you will be shamed and dishonored; Those*ln who contend with you will be as nothing and will perish."
    },
    {
        "o": 20559,
        "r": "nasb:Isaiah:41:12",
        "t": "You*ln will seek those who quarrel with you, but will not find them, Those*ln who war with you will be as nothing and non-existent."
    },
    {
        "o": 20560,
        "r": "nasb:Isaiah:41:13",
        "t": "For*ln I am the Lord*s your God, who upholds your right hand, Who*ln says to you, ‘Do not fear, I will help you.’"
    },
    {
        "o": 20561,
        "r": "nasb:Isaiah:41:14",
        "t": "Do*ln not fear, you worm Jacob, you men of Israel; I*ln will help you,” declares the Lord,*s “and your Redeemer is the Holy One of Israel."
    },
    {
        "o": 20562,
        "r": "nasb:Isaiah:41:15",
        "t": "Behold,*ln I have made you a new, sharp threshing sledge with double edges; You*ln will thresh the mountains and pulverize them,*i And*ln will make the hills like chaff."
    },
    {
        "o": 20563,
        "r": "nasb:Isaiah:41:16",
        "t": "You*ln will winnow them, and the wind will carry them away, And*ln the storm will scatter them; But*ln you will rejoice in the Lord,*s You*ln will glory in the Holy One of Israel."
    },
    {
        "o": 20564,
        "r": "nasb:Isaiah:41:17",
        "t": "“The*ln afflicted and needy are seeking water, but there is none, And*ln their tongue is parched with thirst; I,*ln the Lord,*s will answer them Myself, As*iln the God of Israel I will not forsake them."
    },
    {
        "o": 20565,
        "r": "nasb:Isaiah:41:18",
        "t": "I*ln will open rivers on the bare heights And*ln springs in the midst of the valleys; I*ln will make the wilderness a pool of water And*ln the dry land fountains of water."
    },
    {
        "o": 20566,
        "r": "nasb:Isaiah:41:19",
        "t": "I*ln will put the cedar in the wilderness, The*ln acacia and the myrtle and the olive tree; I*ln will place the juniper in the desert Together*ln with the box tree and the cypress,"
    },
    {
        "o": 20567,
        "r": "nasb:Isaiah:41:20",
        "t": "That*ln they may see and recognize, And*ln consider and gain insight as well, That*ln the hand of the Lord*s has done this, And*ln the Holy One of Israel has created it."
    },
    {
        "o": 20568,
        "r": "nasb:Isaiah:41:21",
        "t": "“Present*ln your case,” the Lord*s says. “Bring*ln forward your strong arguments,”*i The*ln King of Jacob says."
    },
    {
        "o": 20569,
        "r": "nasb:Isaiah:41:22",
        "t": "Let*ln them bring forth and declare to us what is going to take place; As*ln for the former events,*i declare what they were,*i That*ln we may consider them and know their outcome. Or*ln announce to us what is coming;"
    },
    {
        "o": 20570,
        "r": "nasb:Isaiah:41:23",
        "t": "Declare*ln the things that are going to come afterward, That*ln we may know that you are gods; Indeed,*ln do good or evil, that we may anxiously look about us and fear together."
    },
    {
        "o": 20571,
        "r": "nasb:Isaiah:41:24",
        "t": "Behold,*ln you are of no account, And*ln your work amounts to nothing; He*ln who chooses you is an abomination."
    },
    {
        "o": 20572,
        "r": "nasb:Isaiah:41:25",
        "t": "“I*ln have aroused one from the north, and he has come; From*ln the rising of the sun he will call on My name; And*ln he will come upon rulers as upon*i mortar, Even*ln as the potter treads clay.”"
    },
    {
        "o": 20573,
        "r": "nasb:Isaiah:41:26",
        "t": "Who*ln has declared this*i from the beginning, that we might know? Or*ln from former times, that we may say, “He*i is*i right!”? Surely*ln there was no one who declared, Surely*ln there was no one who proclaimed, Surely*ln there was no one who heard your words."
    },
    {
        "o": 20574,
        "r": "nasb:Isaiah:41:27",
        "t": "“Formerly*ln I*i said*i to Zion, ‘Behold, here they are.’ And*ln to Jerusalem, ‘I will give a messenger of good news.’"
    },
    {
        "o": 20575,
        "r": "nasb:Isaiah:41:28",
        "t": "But*ln when I look, there is no one, And*ln there is no counselor among them Who,*ln if I ask, can give an answer."
    },
    {
        "o": 20576,
        "r": "nasb:Isaiah:41:29",
        "t": "Behold,*ln all of them are false; Their*ln works are worthless, Their*ln molten images are wind and emptiness."
    }
]
