[
    {
        "o": 11770,
        "r": "csb:1 Chronicles:9:0",
        "t": "1 Chronicles 9",
        "h": 1
    },
    {
        "o": 11771,
        "r": "csb:1 Chronicles:9:0",
        "t": "After the Exile",
        "h": 2
    },
    {
        "o": 11772,
        "r": "csb:1 Chronicles:9:1",
        "t": "All*p Israel was registered in the genealogies that are written in the Book of the Kings of Israel. But Judah was exiled to Babylon because of their unfaithfulness."
    },
    {
        "o": 11773,
        "r": "csb:1 Chronicles:9:2",
        "t": "The first to live in their towns on their own property again were Israelites, priests, Levites, and temple servants."
    },
    {
        "o": 11774,
        "r": "csb:1 Chronicles:9:3",
        "t": "These*ln people from the descendants of Judah, Benjamin, Ephraim, and Manasseh settled in Jerusalem:"
    },
    {
        "o": 11775,
        "r": "csb:1 Chronicles:9:4",
        "t": "Uthai*ln son of Ammihud, son of Omri, son of Imri, son of Bani, a descendant of Perez son of Judah;"
    },
    {
        "o": 11776,
        "r": "csb:1 Chronicles:9:5",
        "t": "from*ln the Shilonites: Asaiah*ln the firstborn and his sons;"
    },
    {
        "o": 11777,
        "r": "csb:1 Chronicles:9:6",
        "t": "and*ln from the descendants of Zerah: Jeuel*ln and their relatives - 690 in all."
    },
    {
        "o": 11778,
        "r": "csb:1 Chronicles:9:7",
        "t": "The*ln Benjaminites: Sallu son of Meshullam, son of Hodaviah, son of Hassenuah;"
    },
    {
        "o": 11779,
        "r": "csb:1 Chronicles:9:8",
        "t": "Ibneiah*ln son of Jeroham; Elah*ln son of Uzzi, son of Michri; Meshullam*ln son of Shephatiah, son of Reuel, son of Ibnijah;"
    },
    {
        "o": 11780,
        "r": "csb:1 Chronicles:9:9",
        "t": "and*ln their relatives according to their family records - 956 in all. All these men were heads of their ancestral families."
    },
    {
        "o": 11781,
        "r": "csb:1 Chronicles:9:10",
        "t": "The*ln priests: Jedaiah; Jehoiarib; Jachin;"
    },
    {
        "o": 11782,
        "r": "csb:1 Chronicles:9:11",
        "t": "Azariah*ln son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub, the chief official of God’s temple;"
    },
    {
        "o": 11783,
        "r": "csb:1 Chronicles:9:12",
        "t": "Adaiah*ln son of Jeroham, son of Pashhur, son of Malchijah; Maasai*ln son of Adiel, son of Jahzerah, son of Meshullam, son of Meshillemith, son of Immer;"
    },
    {
        "o": 11784,
        "r": "csb:1 Chronicles:9:13",
        "t": "and*ln their relatives, the heads of their ancestral families - 1,760 in all. They were capable men employed in the ministry of God’s temple."
    },
    {
        "o": 11785,
        "r": "csb:1 Chronicles:9:14",
        "t": "The*ln Levites: Shemaiah son of Hasshub, son of Azrikam, son of Hashabiah of the Merarites;"
    },
    {
        "o": 11786,
        "r": "csb:1 Chronicles:9:15",
        "t": "Bakbakkar,*ln Heresh, Galal, and Mattaniah, son of Mica, son of Zichri, son of Asaph;"
    },
    {
        "o": 11787,
        "r": "csb:1 Chronicles:9:16",
        "t": "Obadiah*ln son of Shemaiah, son of Galal, son of Jeduthun; and*ln Berechiah son of Asa, son of Elkanah who lived in the settlements of the Netophathites."
    },
    {
        "o": 11788,
        "r": "csb:1 Chronicles:9:17",
        "t": "The*ln gatekeepers: Shallum, Akkub, Talmon, Ahiman, and their relatives. Shallum*ln was their chief;"
    },
    {
        "o": 11789,
        "r": "csb:1 Chronicles:9:18",
        "t": "he was previously stationed at the King’s Gate on the east side. These were the gatekeepers from the camp of the Levites."
    },
    {
        "o": 11790,
        "r": "csb:1 Chronicles:9:19",
        "t": "Shallum*ln son of Kore, son of Ebiasaph, son of Korah and his relatives from his ancestral family, the Korahites, were assigned to guard the thresholds of the tent. Their ancestors had been assigned to the Lord’s*s camp as guardians of the entrance."
    },
    {
        "o": 11791,
        "r": "csb:1 Chronicles:9:20",
        "t": "In earlier times Phinehas son of Eleazar had been their leader, and the Lord*s was with him."
    },
    {
        "o": 11792,
        "r": "csb:1 Chronicles:9:21",
        "t": "Zechariah son of Meshelemiah was the gatekeeper at the entrance to the tent of meeting."
    },
    {
        "o": 11793,
        "r": "csb:1 Chronicles:9:22",
        "t": "The*p total number of those chosen to be gatekeepers at the thresholds was 212. They were registered by genealogy in their settlements. David and the seer Samuel had appointed them to their trusted positions."
    },
    {
        "o": 11794,
        "r": "csb:1 Chronicles:9:23",
        "t": "So they and their sons were assigned as guards to the gates of the Lord’s*s temple, which had been the tent-temple."
    },
    {
        "o": 11795,
        "r": "csb:1 Chronicles:9:24",
        "t": "The gatekeepers were on the four sides: east, west, north, and south."
    },
    {
        "o": 11796,
        "r": "csb:1 Chronicles:9:25",
        "t": "Their relatives came from their settlements at fixed times to be with them seven days,"
    },
    {
        "o": 11797,
        "r": "csb:1 Chronicles:9:26",
        "t": "but the four chief gatekeepers, who were Levites, were entrusted with the rooms and the treasuries of God’s temple."
    },
    {
        "o": 11798,
        "r": "csb:1 Chronicles:9:27",
        "t": "They spent the night in the vicinity of God’s temple, because they had guard duty and were in charge of opening it every morning."
    },
    {
        "o": 11799,
        "r": "csb:1 Chronicles:9:28",
        "t": "Some*p of them were in charge of the utensils used in worship. They would count them when they brought them in and when they took them out."
    },
    {
        "o": 11800,
        "r": "csb:1 Chronicles:9:29",
        "t": "Others were put in charge of the furnishings and all the utensils of the sanctuary, as well as the fine flour, wine, oil, incense, and spices."
    },
    {
        "o": 11801,
        "r": "csb:1 Chronicles:9:30",
        "t": "Some of the priests’ sons mixed the spices."
    },
    {
        "o": 11802,
        "r": "csb:1 Chronicles:9:31",
        "t": "A Levite called Mattithiah, the firstborn of Shallum the Korahite, was entrusted with baking the bread."
    },
    {
        "o": 11803,
        "r": "csb:1 Chronicles:9:32",
        "t": "Some of the Kohathites’ relatives were responsible for preparing the rows of the Bread of the Presence every Sabbath."
    },
    {
        "o": 11804,
        "r": "csb:1 Chronicles:9:33",
        "t": "The*p singers, the heads of the Levite families, stayed in the temple chambers and were exempt from other tasks because they were on duty day and night."
    },
    {
        "o": 11805,
        "r": "csb:1 Chronicles:9:34",
        "t": "These were the heads of the Levite families, chiefs according to their family records; they lived in Jerusalem."
    },
    {
        "o": 11806,
        "r": "csb:1 Chronicles:9:34",
        "t": "Saul’s Family",
        "h": 2
    },
    {
        "o": 11807,
        "r": "csb:1 Chronicles:9:35",
        "t": "Jeiel*ln fathered Gibeon and lived in Gibeon. His wife’s name was Maacah."
    },
    {
        "o": 11808,
        "r": "csb:1 Chronicles:9:36",
        "t": "Abdon was his firstborn son, then Zur, Kish, Baal, Ner, Nadab,"
    },
    {
        "o": 11809,
        "r": "csb:1 Chronicles:9:37",
        "t": "Gedor, Ahio, Zechariah, and Mikloth."
    },
    {
        "o": 11810,
        "r": "csb:1 Chronicles:9:38",
        "t": "Mikloth fathered Shimeam. These also lived opposite their relatives in Jerusalem with their other relatives."
    },
    {
        "o": 11811,
        "r": "csb:1 Chronicles:9:39",
        "t": "Ner*ln fathered Kish, Kish fathered Saul, and Saul fathered Jonathan, Malchishua, Abinadab, and Esh-baal."
    },
    {
        "o": 11812,
        "r": "csb:1 Chronicles:9:40",
        "t": "Jonathan’s*ln son was Merib-baal, and Merib-baal fathered Micah."
    },
    {
        "o": 11813,
        "r": "csb:1 Chronicles:9:41",
        "t": "Micah’s*ln sons: Pithon, Melech, Tahrea, and Ahaz."
    },
    {
        "o": 11814,
        "r": "csb:1 Chronicles:9:42",
        "t": "Ahaz*ln fathered Jarah; Jarah*ln fathered Alemeth, Azmaveth, and Zimri; Zimri*ln fathered Moza."
    },
    {
        "o": 11815,
        "r": "csb:1 Chronicles:9:43",
        "t": "Moza*ln fathered Binea. His*ln son was Rephaiah, his son Elasah, and his son Azel."
    },
    {
        "o": 11816,
        "r": "csb:1 Chronicles:9:44",
        "t": "Azel*ln had six sons, and these were their names: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. These were Azel’s sons."
    }
]
