[
    {
        "o": 9483,
        "r": "niv:2 Samuel:24:0",
        "t": "2 Samuel 24",
        "h": 1
    },
    {
        "o": 9484,
        "r": "niv:2 Samuel:24:0",
        "t": "David Enrolls the Fighting Men",
        "h": 2
    },
    {
        "o": 9485,
        "r": "niv:2 Samuel:24:1",
        "t": "Again*p the anger of the Lord*s burned against Israel, and he incited David against them, saying, “Go and take a census of Israel and Judah.”"
    },
    {
        "o": 9486,
        "r": "niv:2 Samuel:24:2",
        "t": "So*p the king said to Joab and the army commanders with him, “Go throughout the tribes of Israel from Dan to Beersheba and enroll the fighting men, so that I may know how many there are.”"
    },
    {
        "o": 9487,
        "r": "niv:2 Samuel:24:3",
        "t": "But*p Joab replied to the king, “May the Lord*s your God multiply the troops a hundred times over, and may the eyes of my lord the king see it. But why does my lord the king want to do such a thing?”"
    },
    {
        "o": 9488,
        "r": "niv:2 Samuel:24:4",
        "t": "The*p king’s word, however, overruled Joab and the army commanders; so they left the presence of the king to enroll the fighting men of Israel."
    },
    {
        "o": 9489,
        "r": "niv:2 Samuel:24:5",
        "t": "After*p crossing the Jordan, they camped near Aroer, south of the town in the gorge, and then went through Gad and on to Jazer."
    },
    {
        "o": 9490,
        "r": "niv:2 Samuel:24:6",
        "t": "They went to Gilead and the region of Tahtim Hodshi, and on to Dan Jaan and around toward Sidon."
    },
    {
        "o": 9491,
        "r": "niv:2 Samuel:24:7",
        "t": "Then they went toward the fortress of Tyre and all the towns of the Hivites and Canaanites. Finally, they went on to Beersheba in the Negev of Judah."
    },
    {
        "o": 9492,
        "r": "niv:2 Samuel:24:8",
        "t": "After*p they had gone through the entire land, they came back to Jerusalem at the end of nine months and twenty days."
    },
    {
        "o": 9493,
        "r": "niv:2 Samuel:24:9",
        "t": "Joab*p reported the number of the fighting men to the king: In Israel there were eight hundred thousand able-bodied men who could handle a sword, and in Judah five hundred thousand."
    },
    {
        "o": 9494,
        "r": "niv:2 Samuel:24:10",
        "t": "David*p was conscience-stricken after he had counted the fighting men, and he said to the Lord,*s “I have sinned greatly in what I have done. Now, Lord,*s I beg you, take away the guilt of your servant. I have done a very foolish thing.”"
    },
    {
        "o": 9495,
        "r": "niv:2 Samuel:24:11",
        "t": "Before*p David got up the next morning, the word of the Lord*s had come to Gad the prophet, David’s seer:"
    },
    {
        "o": 9496,
        "r": "niv:2 Samuel:24:12",
        "t": "“Go and tell David, ‘This is what the Lord*s says: I am giving you three options. Choose one of them for me to carry out against you.’ ”"
    },
    {
        "o": 9497,
        "r": "niv:2 Samuel:24:13",
        "t": "So*p Gad went to David and said to him, “Shall there come on you three years of famine in your land? Or three months of fleeing from your enemies while they pursue you? Or three days of plague in your land? Now then, think it over and decide how I should answer the one who sent me.”"
    },
    {
        "o": 9498,
        "r": "niv:2 Samuel:24:14",
        "t": "David*p said to Gad, “I am in deep distress. Let us fall into the hands of the Lord,*s for his mercy is great; but do not let me fall into human hands.”"
    },
    {
        "o": 9499,
        "r": "niv:2 Samuel:24:15",
        "t": "So*p the Lord*s sent a plague on Israel from that morning until the end of the time designated, and seventy thousand of the people from Dan to Beersheba died."
    },
    {
        "o": 9500,
        "r": "niv:2 Samuel:24:16",
        "t": "When the angel stretched out his hand to destroy Jerusalem, the Lord*s relented concerning the disaster and said to the angel who was afflicting the people, “Enough! Withdraw your hand.” The angel of the Lord*s was then at the threshing floor of Araunah the Jebusite."
    },
    {
        "o": 9501,
        "r": "niv:2 Samuel:24:17",
        "t": "When*p David saw the angel who was striking down the people, he said to the Lord,*s “I have sinned; I, the shepherd, have done wrong. These are but sheep. What have they done? Let your hand fall on me and my family.”"
    },
    {
        "o": 9502,
        "r": "niv:2 Samuel:24:17",
        "t": "David Builds an Altar",
        "h": 2
    },
    {
        "o": 9503,
        "r": "niv:2 Samuel:24:18",
        "t": "On*p that day Gad went to David and said to him, “Go up and build an altar to the Lord*s on the threshing floor of Araunah the Jebusite.”"
    },
    {
        "o": 9504,
        "r": "niv:2 Samuel:24:19",
        "t": "So David went up, as the Lord*s had commanded through Gad."
    },
    {
        "o": 9505,
        "r": "niv:2 Samuel:24:20",
        "t": "When Araunah looked and saw the king and his officials coming toward him, he went out and bowed down before the king with his face to the ground."
    },
    {
        "o": 9506,
        "r": "niv:2 Samuel:24:21",
        "t": "Araunah*p said, “Why has my lord the king come to his servant?” “To*p buy your threshing floor,” David answered, “so I can build an altar to the Lord,*s that the plague on the people may be stopped.”"
    },
    {
        "o": 9507,
        "r": "niv:2 Samuel:24:22",
        "t": "Araunah*p said to David, “Let my lord the king take whatever he wishes and offer it up. Here are oxen for the burnt offering, and here are threshing sledges and ox yokes for the wood."
    },
    {
        "o": 9508,
        "r": "niv:2 Samuel:24:23",
        "t": "Your Majesty, Araunah gives all this to the king.” Araunah also said to him, “May the Lord*s your God accept you.”"
    },
    {
        "o": 9509,
        "r": "niv:2 Samuel:24:24",
        "t": "But*p the king replied to Araunah, “No, I insist on paying you for it. I will not sacrifice to the Lord*s my God burnt offerings that cost me nothing.” So*p David bought the threshing floor and the oxen and paid fifty shekels of silver for them."
    },
    {
        "o": 9510,
        "r": "niv:2 Samuel:24:25",
        "t": "David built an altar to the Lord*s there and sacrificed burnt offerings and fellowship offerings. Then the Lord*s answered his prayer in behalf of the land, and the plague on Israel was stopped."
    }
]
