[
    {
        "o": 33366,
        "r": "esv:2 Timothy:1:0",
        "t": "2 Timothy 1",
        "h": 1
    },
    {
        "o": 33367,
        "r": "esv:2 Timothy:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33368,
        "r": "esv:2 Timothy:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by the will of God according to the promise of the life that is in Christ Jesus,"
    },
    {
        "o": 33369,
        "r": "esv:2 Timothy:1:2",
        "t": "To*p Timothy, my beloved child: Grace,*p mercy, and peace from God the Father and Christ Jesus our Lord."
    },
    {
        "o": 33370,
        "r": "esv:2 Timothy:1:2",
        "t": "Guard the Deposit Entrusted to You",
        "h": 2
    },
    {
        "o": 33371,
        "r": "esv:2 Timothy:1:3",
        "t": "I*p thank God whom I serve, as did my ancestors, with a clear conscience, as I remember you constantly in my prayers night and day."
    },
    {
        "o": 33372,
        "r": "esv:2 Timothy:1:4",
        "t": "As I remember your tears, I long to see you, that I may be filled with joy."
    },
    {
        "o": 33373,
        "r": "esv:2 Timothy:1:5",
        "t": "I am reminded of your sincere faith, a faith that dwelt first in your grandmother Lois and your mother Eunice and now, I am sure, dwells in you as well."
    },
    {
        "o": 33374,
        "r": "esv:2 Timothy:1:6",
        "t": "For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands,"
    },
    {
        "o": 33375,
        "r": "esv:2 Timothy:1:7",
        "t": "for God gave us a spirit not of fear but of power and love and self-control."
    },
    {
        "o": 33376,
        "r": "esv:2 Timothy:1:8",
        "t": "Therefore*p do not be ashamed of the testimony about our Lord, nor of me his prisoner, but share in suffering for the gospel by the power of God,"
    },
    {
        "o": 33377,
        "r": "esv:2 Timothy:1:9",
        "t": "who saved us and called us to a holy calling, not because of our works but because of his own purpose and grace, which he gave us in Christ Jesus before the ages began,"
    },
    {
        "o": 33378,
        "r": "esv:2 Timothy:1:10",
        "t": "and which now has been manifested through the appearing of our Savior Christ Jesus, who abolished death and brought life and immortality to light through the gospel,"
    },
    {
        "o": 33379,
        "r": "esv:2 Timothy:1:11",
        "t": "for which I was appointed a preacher and apostle and teacher,"
    },
    {
        "o": 33380,
        "r": "esv:2 Timothy:1:12",
        "t": "which is why I suffer as I do. But I am not ashamed, for I know whom I have believed, and I am convinced that he is able to guard until that day what has been entrusted to me."
    },
    {
        "o": 33381,
        "r": "esv:2 Timothy:1:13",
        "t": "Follow the pattern of the sound words that you have heard from me, in the faith and love that are in Christ Jesus."
    },
    {
        "o": 33382,
        "r": "esv:2 Timothy:1:14",
        "t": "By the Holy Spirit who dwells within us, guard the good deposit entrusted to you."
    },
    {
        "o": 33383,
        "r": "esv:2 Timothy:1:15",
        "t": "You*p are aware that all who are in Asia turned away from me, among whom are Phygelus and Hermogenes."
    },
    {
        "o": 33384,
        "r": "esv:2 Timothy:1:16",
        "t": "May the Lord grant mercy to the household of Onesiphorus, for he often refreshed me and was not ashamed of my chains,"
    },
    {
        "o": 33385,
        "r": "esv:2 Timothy:1:17",
        "t": "but when he arrived in Rome he searched for me earnestly and found me—"
    },
    {
        "o": 33386,
        "r": "esv:2 Timothy:1:18",
        "t": "may the Lord grant him to find mercy from the Lord on that day!— and you well know all the service he rendered at Ephesus."
    },
    {
        "o": 33387,
        "r": "esv:2 Timothy:2:0",
        "t": "2 Timothy 2",
        "h": 1
    },
    {
        "o": 33388,
        "r": "esv:2 Timothy:2:0",
        "t": "A Good Soldier of Christ Jesus",
        "h": 2
    },
    {
        "o": 33389,
        "r": "esv:2 Timothy:2:1",
        "t": "You*p then, my child, be strengthened by the grace that is in Christ Jesus,"
    },
    {
        "o": 33390,
        "r": "esv:2 Timothy:2:2",
        "t": "and what you have heard from me in the presence of many witnesses entrust to faithful men, who will be able to teach others also."
    },
    {
        "o": 33391,
        "r": "esv:2 Timothy:2:3",
        "t": "Share in suffering as a good soldier of Christ Jesus."
    },
    {
        "o": 33392,
        "r": "esv:2 Timothy:2:4",
        "t": "No soldier gets entangled in civilian pursuits, since his aim is to please the one who enlisted him."
    },
    {
        "o": 33393,
        "r": "esv:2 Timothy:2:5",
        "t": "An athlete is not crowned unless he competes according to the rules."
    },
    {
        "o": 33394,
        "r": "esv:2 Timothy:2:6",
        "t": "It is the hard-working farmer who ought to have the first share of the crops."
    },
    {
        "o": 33395,
        "r": "esv:2 Timothy:2:7",
        "t": "Think over what I say, for the Lord will give you understanding in everything."
    },
    {
        "o": 33396,
        "r": "esv:2 Timothy:2:8",
        "t": "Remember*p Jesus Christ, risen from the dead, the offspring of David, as preached in my gospel,"
    },
    {
        "o": 33397,
        "r": "esv:2 Timothy:2:9",
        "t": "for which I am suffering, bound with chains as a criminal. But the word of God is not bound!"
    },
    {
        "o": 33398,
        "r": "esv:2 Timothy:2:10",
        "t": "Therefore I endure everything for the sake of the elect, that they also may obtain the salvation that is in Christ Jesus with eternal glory."
    },
    {
        "o": 33399,
        "r": "esv:2 Timothy:2:11",
        "t": "The saying is trustworthy, for: If*pn we have died with him, we will also live with him;"
    },
    {
        "o": 33400,
        "r": "esv:2 Timothy:2:12",
        "t": "if*ln we endure, we will also reign with him; if*ln we deny him, he also will deny us;"
    },
    {
        "o": 33401,
        "r": "esv:2 Timothy:2:13",
        "t": "if*ln we are faithless, he remains faithful— for*p he cannot deny himself."
    },
    {
        "o": 33402,
        "r": "esv:2 Timothy:2:13",
        "t": "A Worker Approved by God",
        "h": 2
    },
    {
        "o": 33403,
        "r": "esv:2 Timothy:2:14",
        "t": "Remind*p them of these things, and charge them before God not to quarrel about words, which does no good, but only ruins the hearers."
    },
    {
        "o": 33404,
        "r": "esv:2 Timothy:2:15",
        "t": "Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth."
    },
    {
        "o": 33405,
        "r": "esv:2 Timothy:2:16",
        "t": "But avoid irreverent babble, for it will lead people into more and more ungodliness,"
    },
    {
        "o": 33406,
        "r": "esv:2 Timothy:2:17",
        "t": "and their talk will spread like gangrene. Among them are Hymenaeus and Philetus,"
    },
    {
        "o": 33407,
        "r": "esv:2 Timothy:2:18",
        "t": "who have swerved from the truth, saying that the resurrection has already happened. They are upsetting the faith of some."
    },
    {
        "o": 33408,
        "r": "esv:2 Timothy:2:19",
        "t": "But God’s firm foundation stands, bearing this seal: “The Lord knows those who are his,” and, “Let everyone who names the name of the Lord depart from iniquity.”"
    },
    {
        "o": 33409,
        "r": "esv:2 Timothy:2:20",
        "t": "Now*p in a great house there are not only vessels of gold and silver but also of wood and clay, some for honorable use, some for dishonorable."
    },
    {
        "o": 33410,
        "r": "esv:2 Timothy:2:21",
        "t": "Therefore, if anyone cleanses himself from what is dishonorable, he will be a vessel for honorable use, set apart as holy, useful to the master of the house, ready for every good work."
    },
    {
        "o": 33411,
        "r": "esv:2 Timothy:2:22",
        "t": "So*p flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart."
    },
    {
        "o": 33412,
        "r": "esv:2 Timothy:2:23",
        "t": "Have nothing to do with foolish, ignorant controversies; you know that they breed quarrels."
    },
    {
        "o": 33413,
        "r": "esv:2 Timothy:2:24",
        "t": "And the Lord’s servant must not be quarrelsome but kind to everyone, able to teach, patiently enduring evil,"
    },
    {
        "o": 33414,
        "r": "esv:2 Timothy:2:25",
        "t": "correcting his opponents with gentleness. God may perhaps grant them repentance leading to a knowledge of the truth,"
    },
    {
        "o": 33415,
        "r": "esv:2 Timothy:2:26",
        "t": "and they may come to their senses and escape from the snare of the devil, after being captured by him to do his will."
    },
    {
        "o": 33416,
        "r": "esv:2 Timothy:3:0",
        "t": "2 Timothy 3",
        "h": 1
    },
    {
        "o": 33417,
        "r": "esv:2 Timothy:3:0",
        "t": "Godlessness in the Last Days",
        "h": 2
    },
    {
        "o": 33418,
        "r": "esv:2 Timothy:3:1",
        "t": "But*p understand this, that in the last days there will come times of difficulty."
    },
    {
        "o": 33419,
        "r": "esv:2 Timothy:3:2",
        "t": "For people will be lovers of self, lovers of money, proud, arrogant, abusive, disobedient to their parents, ungrateful, unholy,"
    },
    {
        "o": 33420,
        "r": "esv:2 Timothy:3:3",
        "t": "heartless, unappeasable, slanderous, without self-control, brutal, not loving good,"
    },
    {
        "o": 33421,
        "r": "esv:2 Timothy:3:4",
        "t": "treacherous, reckless, swollen with conceit, lovers of pleasure rather than lovers of God,"
    },
    {
        "o": 33422,
        "r": "esv:2 Timothy:3:5",
        "t": "having the appearance of godliness, but denying its power. Avoid such people."
    },
    {
        "o": 33423,
        "r": "esv:2 Timothy:3:6",
        "t": "For among them are those who creep into households and capture weak women, burdened with sins and led astray by various passions,"
    },
    {
        "o": 33424,
        "r": "esv:2 Timothy:3:7",
        "t": "always learning and never able to arrive at a knowledge of the truth."
    },
    {
        "o": 33425,
        "r": "esv:2 Timothy:3:8",
        "t": "Just as Jannes and Jambres opposed Moses, so these men also oppose the truth, men corrupted in mind and disqualified regarding the faith."
    },
    {
        "o": 33426,
        "r": "esv:2 Timothy:3:9",
        "t": "But they will not get very far, for their folly will be plain to all, as was that of those two men."
    },
    {
        "o": 33427,
        "r": "esv:2 Timothy:3:9",
        "t": "All Scripture Is Breathed Out by God",
        "h": 2
    },
    {
        "o": 33428,
        "r": "esv:2 Timothy:3:10",
        "t": "You,*p however, have followed my teaching, my conduct, my aim in life, my faith, my patience, my love, my steadfastness,"
    },
    {
        "o": 33429,
        "r": "esv:2 Timothy:3:11",
        "t": "my persecutions and sufferings that happened to me at Antioch, at Iconium, and at Lystra— which persecutions I endured; yet from them all the Lord rescued me."
    },
    {
        "o": 33430,
        "r": "esv:2 Timothy:3:12",
        "t": "Indeed, all who desire to live a godly life in Christ Jesus will be persecuted,"
    },
    {
        "o": 33431,
        "r": "esv:2 Timothy:3:13",
        "t": "while evil people and impostors will go on from bad to worse, deceiving and being deceived."
    },
    {
        "o": 33432,
        "r": "esv:2 Timothy:3:14",
        "t": "But as for you, continue in what you have learned and have firmly believed, knowing from whom you learned it"
    },
    {
        "o": 33433,
        "r": "esv:2 Timothy:3:15",
        "t": "and how from childhood you have been acquainted with the sacred writings, which are able to make you wise for salvation through faith in Christ Jesus."
    },
    {
        "o": 33434,
        "r": "esv:2 Timothy:3:16",
        "t": "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,"
    },
    {
        "o": 33435,
        "r": "esv:2 Timothy:3:17",
        "t": "that the man of God may be complete, equipped for every good work."
    },
    {
        "o": 33436,
        "r": "esv:2 Timothy:4:0",
        "t": "2 Timothy 4",
        "h": 1
    },
    {
        "o": 33437,
        "r": "esv:2 Timothy:4:0",
        "t": "Preach the Word",
        "h": 2
    },
    {
        "o": 33438,
        "r": "esv:2 Timothy:4:1",
        "t": "I*p charge you in the presence of God and of Christ Jesus, who is to judge the living and the dead, and by his appearing and his kingdom:"
    },
    {
        "o": 33439,
        "r": "esv:2 Timothy:4:2",
        "t": "preach the word; be ready in season and out of season; reprove, rebuke, and exhort, with complete patience and teaching."
    },
    {
        "o": 33440,
        "r": "esv:2 Timothy:4:3",
        "t": "For the time is coming when people will not endure sound teaching, but having itching ears they will accumulate for themselves teachers to suit their own passions,"
    },
    {
        "o": 33441,
        "r": "esv:2 Timothy:4:4",
        "t": "and will turn away from listening to the truth and wander off into myths."
    },
    {
        "o": 33442,
        "r": "esv:2 Timothy:4:5",
        "t": "As for you, always be sober-minded, endure suffering, do the work of an evangelist, fulfill your ministry."
    },
    {
        "o": 33443,
        "r": "esv:2 Timothy:4:6",
        "t": "For*p I am already being poured out as a drink offering, and the time of my departure has come."
    },
    {
        "o": 33444,
        "r": "esv:2 Timothy:4:7",
        "t": "I have fought the good fight, I have finished the race, I have kept the faith."
    },
    {
        "o": 33445,
        "r": "esv:2 Timothy:4:8",
        "t": "Henceforth there is laid up for me the crown of righteousness, which the Lord, the righteous judge, will award to me on that day, and not only to me but also to all who have loved his appearing."
    },
    {
        "o": 33446,
        "r": "esv:2 Timothy:4:8",
        "t": "Personal Instructions",
        "h": 2
    },
    {
        "o": 33447,
        "r": "esv:2 Timothy:4:9",
        "t": "Do*p your best to come to me soon."
    },
    {
        "o": 33448,
        "r": "esv:2 Timothy:4:10",
        "t": "For Demas, in love with this present world, has deserted me and gone to Thessalonica. Crescens has gone to Galatia, Titus to Dalmatia."
    },
    {
        "o": 33449,
        "r": "esv:2 Timothy:4:11",
        "t": "Luke alone is with me. Get Mark and bring him with you, for he is very useful to me for ministry."
    },
    {
        "o": 33450,
        "r": "esv:2 Timothy:4:12",
        "t": "Tychicus I have sent to Ephesus."
    },
    {
        "o": 33451,
        "r": "esv:2 Timothy:4:13",
        "t": "When you come, bring the cloak that I left with Carpus at Troas, also the books, and above all the parchments."
    },
    {
        "o": 33452,
        "r": "esv:2 Timothy:4:14",
        "t": "Alexander the coppersmith did me great harm; the Lord will repay him according to his deeds."
    },
    {
        "o": 33453,
        "r": "esv:2 Timothy:4:15",
        "t": "Beware of him yourself, for he strongly opposed our message."
    },
    {
        "o": 33454,
        "r": "esv:2 Timothy:4:16",
        "t": "At my first defense no one came to stand by me, but all deserted me. May it not be charged against them!"
    },
    {
        "o": 33455,
        "r": "esv:2 Timothy:4:17",
        "t": "But the Lord stood by me and strengthened me, so that through me the message might be fully proclaimed and all the Gentiles might hear it. So I was rescued from the lion’s mouth."
    },
    {
        "o": 33456,
        "r": "esv:2 Timothy:4:18",
        "t": "The Lord will rescue me from every evil deed and bring me safely into his heavenly kingdom. To him be the glory forever and ever. Amen."
    },
    {
        "o": 33457,
        "r": "esv:2 Timothy:4:18",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 33458,
        "r": "esv:2 Timothy:4:19",
        "t": "Greet*p Prisca and Aquila, and the household of Onesiphorus."
    },
    {
        "o": 33459,
        "r": "esv:2 Timothy:4:20",
        "t": "Erastus remained at Corinth, and I left Trophimus, who was ill, at Miletus."
    },
    {
        "o": 33460,
        "r": "esv:2 Timothy:4:21",
        "t": "Do your best to come before winter. Eubulus sends greetings to you, as do Pudens and Linus and Claudia and all the brothers."
    },
    {
        "o": 33461,
        "r": "esv:2 Timothy:4:22",
        "t": "The*p Lord be with your spirit. Grace be with you."
    }
]
