[
    {
        "o": 13306,
        "r": "csb:2 Chronicles:35:0",
        "t": "2 Chronicles 35",
        "h": 1
    },
    {
        "o": 13307,
        "r": "csb:2 Chronicles:35:0",
        "t": "Josiah’s Passover Observance",
        "h": 2
    },
    {
        "o": 13308,
        "r": "csb:2 Chronicles:35:1",
        "t": "Josiah*p observed the Lord’s*s Passover and slaughtered the Passover lambs on the fourteenth day of the first month."
    },
    {
        "o": 13309,
        "r": "csb:2 Chronicles:35:2",
        "t": "He appointed the priests to their responsibilities and encouraged them to serve in the Lord’s*s temple."
    },
    {
        "o": 13310,
        "r": "csb:2 Chronicles:35:3",
        "t": "He said to the Levites who taught all Israel the holy things of the Lord,*s “Put the holy ark in the temple built by Solomon son of David king of Israel. Since you do not have to carry it on your shoulders, now serve the Lord*s your God and his people Israel."
    },
    {
        "o": 13311,
        "r": "csb:2 Chronicles:35:4",
        "t": "“Organize*p your ancestral families by your divisions according to the written instruction of King David of Israel and that of his son Solomon."
    },
    {
        "o": 13312,
        "r": "csb:2 Chronicles:35:5",
        "t": "Serve in the holy place by the groupings of the ancestral families for your brothers, the lay people, and according to the division of the Levites by family."
    },
    {
        "o": 13313,
        "r": "csb:2 Chronicles:35:6",
        "t": "Slaughter the Passover lambs, consecrate yourselves, and make preparations for your brothers to carry out the word of the Lord*s through Moses.”"
    },
    {
        "o": 13314,
        "r": "csb:2 Chronicles:35:7",
        "t": "Then*p Josiah donated thirty thousand sheep, lambs, and young goats, plus three thousand cattle from his own possessions, for the Passover sacrifices for all the lay people who were present."
    },
    {
        "o": 13315,
        "r": "csb:2 Chronicles:35:8",
        "t": "His*p officials also donated willingly for the people, the priests, and the Levites. Hilkiah, Zechariah, and Jehiel, chief officials of God’s temple, gave twenty-six hundred Passover sacrifices and three hundred cattle for the priests."
    },
    {
        "o": 13316,
        "r": "csb:2 Chronicles:35:9",
        "t": "Conaniah and his brothers Shemaiah and Nethanel, and Hashabiah, Jeiel, and Jozabad, officers of the Levites, donated five thousand Passover sacrifices for the Levites, plus five hundred cattle."
    },
    {
        "o": 13317,
        "r": "csb:2 Chronicles:35:10",
        "t": "So*p the service was established; the priests stood at their posts and the Levites in their divisions according to the king’s command."
    },
    {
        "o": 13318,
        "r": "csb:2 Chronicles:35:11",
        "t": "Then they slaughtered the Passover lambs, and while the Levites were skinning the animals, the priests splattered the blood they had been given."
    },
    {
        "o": 13319,
        "r": "csb:2 Chronicles:35:12",
        "t": "They removed the burnt offerings so that they might be given to the groupings of the ancestral families of the lay people to offer to the Lord,*s according to what is written in the book of Moses; they did the same with the cattle."
    },
    {
        "o": 13320,
        "r": "csb:2 Chronicles:35:13",
        "t": "They roasted the Passover lambs with fire according to regulation. They boiled the holy sacrifices in pots, kettles, and bowls; and they quickly brought them to the lay people."
    },
    {
        "o": 13321,
        "r": "csb:2 Chronicles:35:14",
        "t": "Afterward, they made preparations for themselves and for the priests, since the priests, the descendants of Aaron, were busy offering up burnt offerings and fat until night. So the Levites made preparations for themselves and for the priests, the descendants of Aaron."
    },
    {
        "o": 13322,
        "r": "csb:2 Chronicles:35:15",
        "t": "The*p singers, the descendants of Asaph, were at their stations according to the command of David, Asaph, Heman, and Jeduthun the king’s seer. Also, the gatekeepers were at each temple gate. None of them left their tasks because their Levite brothers had made preparations for them."
    },
    {
        "o": 13323,
        "r": "csb:2 Chronicles:35:16",
        "t": "So*p all the service of the Lord*s was established that day for observing the Passover and for offering burnt offerings on the altar of the Lord,*s according to the command of King Josiah."
    },
    {
        "o": 13324,
        "r": "csb:2 Chronicles:35:17",
        "t": "The Israelites who were present in Judah also observed the Passover at that time and the Festival of Unleavened Bread for seven days."
    },
    {
        "o": 13325,
        "r": "csb:2 Chronicles:35:18",
        "t": "No Passover had been observed like it in Israel since the days of the prophet Samuel. None of the kings of Israel ever observed a Passover like the one that Josiah observed with the priests, the Levites, all Judah, the Israelites who were present in Judah, and the inhabitants of Jerusalem."
    },
    {
        "o": 13326,
        "r": "csb:2 Chronicles:35:19",
        "t": "In the eighteenth year of Josiah’s reign, this Passover was observed."
    },
    {
        "o": 13327,
        "r": "csb:2 Chronicles:35:19",
        "t": "Josiah’s Last Deeds and Death",
        "h": 2
    },
    {
        "o": 13328,
        "r": "csb:2 Chronicles:35:20",
        "t": "After*p all this that Josiah had prepared for the temple, King Neco of Egypt marched up to fight at Carchemish by the Euphrates, and Josiah went out to confront him."
    },
    {
        "o": 13329,
        "r": "csb:2 Chronicles:35:21",
        "t": "But Neco sent messengers to him, saying, “What is the issue between you and me, king of Judah? I have not come against you today but I am fighting another dynasty. God told me to hurry. Stop opposing God who is with me; don’t make him destroy you!”"
    },
    {
        "o": 13330,
        "r": "csb:2 Chronicles:35:22",
        "t": "But*p Josiah did not turn away from him; instead, in order to fight with him he disguised himself. He did not listen to Neco’s words from the mouth of God, but went to the Valley of Megiddo to fight."
    },
    {
        "o": 13331,
        "r": "csb:2 Chronicles:35:23",
        "t": "The archers shot King Josiah, and he said to his servants, “Take me away, for I am severely wounded!”"
    },
    {
        "o": 13332,
        "r": "csb:2 Chronicles:35:24",
        "t": "So his servants took him out of the war chariot, carried him in his second chariot, and brought him to Jerusalem. Then he died, and they buried him in the tomb of his ancestors. All Judah and Jerusalem mourned for Josiah."
    },
    {
        "o": 13333,
        "r": "csb:2 Chronicles:35:25",
        "t": "Jeremiah chanted a dirge over Josiah, and all the male and female singers still speak of Josiah in their dirges today. They established them as a statute for Israel, and indeed they are written in the Dirges."
    },
    {
        "o": 13334,
        "r": "csb:2 Chronicles:35:26",
        "t": "The*p rest of the events of Josiah’s reign, along with his deeds of faithful love according to what is written in the law of the Lord,*s"
    },
    {
        "o": 13335,
        "r": "csb:2 Chronicles:35:27",
        "t": "and his words, from beginning to end, are written in the Book of the Kings of Israel and Judah."
    }
]
