[
    {
        "o": 22881,
        "r": "niv:Ezekiel:17:0",
        "t": "Ezekiel 17",
        "h": 1
    },
    {
        "o": 22882,
        "r": "niv:Ezekiel:17:0",
        "t": "Two Eagles and a Vine",
        "h": 2
    },
    {
        "o": 22883,
        "r": "niv:Ezekiel:17:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 22884,
        "r": "niv:Ezekiel:17:2",
        "t": "“Son of man, set forth an allegory and tell it to the Israelites as a parable."
    },
    {
        "o": 22885,
        "r": "niv:Ezekiel:17:3",
        "t": "Say to them, ‘This is what the Sovereign Lord*s says: A great eagle with powerful wings, long feathers and full plumage of varied colors came to Lebanon. Taking hold of the top of a cedar,"
    },
    {
        "o": 22886,
        "r": "niv:Ezekiel:17:4",
        "t": "he broke off its topmost shoot and carried it away to a land of merchants, where he planted it in a city of traders."
    },
    {
        "o": 22887,
        "r": "niv:Ezekiel:17:5",
        "t": "“ ‘He*p took one of the seedlings of the land and put it in fertile soil. He planted it like a willow by abundant water,"
    },
    {
        "o": 22888,
        "r": "niv:Ezekiel:17:6",
        "t": "and it sprouted and became a low, spreading vine. Its branches turned toward him, but its roots remained under it. So it became a vine and produced branches and put out leafy boughs."
    },
    {
        "o": 22889,
        "r": "niv:Ezekiel:17:7",
        "t": "“ ‘But*p there was another great eagle with powerful wings and full plumage. The vine now sent out its roots toward him from the plot where it was planted and stretched out its branches to him for water."
    },
    {
        "o": 22890,
        "r": "niv:Ezekiel:17:8",
        "t": "It had been planted in good soil by abundant water so that it would produce branches, bear fruit and become a splendid vine.’"
    },
    {
        "o": 22891,
        "r": "niv:Ezekiel:17:9",
        "t": "“Say*p to them, ‘This is what the Sovereign Lord*s says: Will it thrive? Will it not be uprooted and stripped of its fruit so that it withers? All its new growth will wither. It will not take a strong arm or many people to pull it up by the roots."
    },
    {
        "o": 22892,
        "r": "niv:Ezekiel:17:10",
        "t": "It has been planted, but will it thrive? Will it not wither completely when the east wind strikes it—wither away in the plot where it grew?’ ”"
    },
    {
        "o": 22893,
        "r": "niv:Ezekiel:17:11",
        "t": "Then*p the word of the Lord*s came to me:"
    },
    {
        "o": 22894,
        "r": "niv:Ezekiel:17:12",
        "t": "“Say to this rebellious people, ‘Do you not know what these things mean?’ Say to them: ‘The king of Babylon went to Jerusalem and carried off her king and her nobles, bringing them back with him to Babylon."
    },
    {
        "o": 22895,
        "r": "niv:Ezekiel:17:13",
        "t": "Then he took a member of the royal family and made a treaty with him, putting him under oath. He also carried away the leading men of the land,"
    },
    {
        "o": 22896,
        "r": "niv:Ezekiel:17:14",
        "t": "so that the kingdom would be brought low, unable to rise again, surviving only by keeping his treaty."
    },
    {
        "o": 22897,
        "r": "niv:Ezekiel:17:15",
        "t": "But the king rebelled against him by sending his envoys to Egypt to get horses and a large army. Will he succeed? Will he who does such things escape? Will he break the treaty and yet escape?"
    },
    {
        "o": 22898,
        "r": "niv:Ezekiel:17:16",
        "t": "“ ‘As*p surely as I live, declares the Sovereign Lord,*s he shall die in Babylon, in the land of the king who put him on the throne, whose oath he despised and whose treaty he broke."
    },
    {
        "o": 22899,
        "r": "niv:Ezekiel:17:17",
        "t": "Pharaoh with his mighty army and great horde will be of no help to him in war, when ramps are built and siege works erected to destroy many lives."
    },
    {
        "o": 22900,
        "r": "niv:Ezekiel:17:18",
        "t": "He despised the oath by breaking the covenant. Because he had given his hand in pledge and yet did all these things, he shall not escape."
    },
    {
        "o": 22901,
        "r": "niv:Ezekiel:17:19",
        "t": "“ ‘Therefore*p this is what the Sovereign Lord*s says: As surely as I live, I will repay him for despising my oath and breaking my covenant."
    },
    {
        "o": 22902,
        "r": "niv:Ezekiel:17:20",
        "t": "I will spread my net for him, and he will be caught in my snare. I will bring him to Babylon and execute judgment on him there because he was unfaithful to me."
    },
    {
        "o": 22903,
        "r": "niv:Ezekiel:17:21",
        "t": "All his choice troops will fall by the sword, and the survivors will be scattered to the winds. Then you will know that I the Lord*s have spoken."
    },
    {
        "o": 22904,
        "r": "niv:Ezekiel:17:22",
        "t": "“ ‘This*p is what the Sovereign Lord*s says: I myself will take a shoot from the very top of a cedar and plant it; I will break off a tender sprig from its topmost shoots and plant it on a high and lofty mountain."
    },
    {
        "o": 22905,
        "r": "niv:Ezekiel:17:23",
        "t": "On the mountain heights of Israel I will plant it; it will produce branches and bear fruit and become a splendid cedar. Birds of every kind will nest in it; they will find shelter in the shade of its branches."
    },
    {
        "o": 22906,
        "r": "niv:Ezekiel:17:24",
        "t": "All the trees of the forest will know that I the Lord*s bring down the tall tree and make the low tree grow tall. I dry up the green tree and make the dry tree flourish. “ ‘I*p the Lord*s have spoken, and I will do it.’ ”"
    }
]
