[
    {
        "o": 18528,
        "r": "kjv:Isaiah:3:0",
        "t": "Isaiah 3",
        "h": 1
    },
    {
        "o": 18529,
        "r": "kjv:Isaiah:3:1",
        "t": "For,*p behold, the Lord, the Lord*s of hosts, doth take away from Jerusalem and from Judah the stay and the staff, the whole stay of bread, and the whole stay of water,"
    },
    {
        "o": 18530,
        "r": "kjv:Isaiah:3:2",
        "t": "The*p mighty man, and the man of war, the judge, and the prophet, and the prudent, and the ancient,"
    },
    {
        "o": 18531,
        "r": "kjv:Isaiah:3:3",
        "t": "The*p captain of fifty, and the honourable man, and the counsellor, and the cunning artificer, and the eloquent orator."
    },
    {
        "o": 18532,
        "r": "kjv:Isaiah:3:4",
        "t": "And*p I will give children to be their princes, and babes shall rule over them."
    },
    {
        "o": 18533,
        "r": "kjv:Isaiah:3:5",
        "t": "And*p the people shall be oppressed, every one by another, and every one by his neighbour: the child shall behave himself proudly against the ancient, and the base against the honourable."
    },
    {
        "o": 18534,
        "r": "kjv:Isaiah:3:6",
        "t": "When*p a man shall take hold of his brother of the house of his father, saying, Thou hast clothing, be thou our ruler, and let this ruin be under thy hand:"
    },
    {
        "o": 18535,
        "r": "kjv:Isaiah:3:7",
        "t": "In*p that day shall he swear, saying, I will not be an healer; for in my house is neither bread nor clothing: make me not a ruler of the people."
    },
    {
        "o": 18536,
        "r": "kjv:Isaiah:3:8",
        "t": "For*p Jerusalem is ruined, and Judah is fallen: because their tongue and their doings are against the Lord,*s to provoke the eyes of his glory."
    },
    {
        "o": 18537,
        "r": "kjv:Isaiah:3:9",
        "t": "The*p shew of their countenance doth witness against them; and they declare their sin as Sodom, they hide it not. Woe unto their soul! for they have rewarded evil unto themselves."
    },
    {
        "o": 18538,
        "r": "kjv:Isaiah:3:10",
        "t": "Say*p ye to the righteous, that it shall be well with him: for they shall eat the fruit of their doings."
    },
    {
        "o": 18539,
        "r": "kjv:Isaiah:3:11",
        "t": "Woe*p unto the wicked! it shall be ill with him: for the reward of his hands shall be given him."
    },
    {
        "o": 18540,
        "r": "kjv:Isaiah:3:12",
        "t": "As*p for my people, children are their oppressors, and women rule over them. O my people, they which lead thee cause thee to err, and destroy the way of thy paths."
    },
    {
        "o": 18541,
        "r": "kjv:Isaiah:3:13",
        "t": "The*p Lord*s standeth up to plead, and standeth to judge the people."
    },
    {
        "o": 18542,
        "r": "kjv:Isaiah:3:14",
        "t": "The*p Lord*s will enter into judgment with the ancients of his people, and the princes thereof: for ye have eaten up the vineyard; the spoil of the poor is in your houses."
    },
    {
        "o": 18543,
        "r": "kjv:Isaiah:3:15",
        "t": "What*p mean ye that ye beat my people to pieces, and grind the faces of the poor? saith the Lord God*s of hosts."
    },
    {
        "o": 18544,
        "r": "kjv:Isaiah:3:16",
        "t": "Moreover*p the Lord*s saith, Because the daughters of Zion are haughty, and walk with stretched forth necks and wanton eyes, walking and mincing as they go, and making a tinkling with their feet:"
    },
    {
        "o": 18545,
        "r": "kjv:Isaiah:3:17",
        "t": "Therefore*p the Lord will smite with a scab the crown of the head of the daughters of Zion, and the Lord*s will discover their secret parts."
    },
    {
        "o": 18546,
        "r": "kjv:Isaiah:3:18",
        "t": "In*p that day the Lord will take away the bravery of their tinkling ornaments about their feet, and their cauls, and their round tires like the moon,"
    },
    {
        "o": 18547,
        "r": "kjv:Isaiah:3:19",
        "t": "The*p chains, and the bracelets, and the mufflers,"
    },
    {
        "o": 18548,
        "r": "kjv:Isaiah:3:20",
        "t": "The*p bonnets, and the ornaments of the legs, and the headbands, and the tablets, and the earrings,"
    },
    {
        "o": 18549,
        "r": "kjv:Isaiah:3:21",
        "t": "The*p rings, and nose jewels,"
    },
    {
        "o": 18550,
        "r": "kjv:Isaiah:3:22",
        "t": "The*p changeable suits of apparel, and the mantles, and the wimples, and the crisping pins,"
    },
    {
        "o": 18551,
        "r": "kjv:Isaiah:3:23",
        "t": "The*p glasses, and the fine linen, and the hoods, and the veils."
    },
    {
        "o": 18552,
        "r": "kjv:Isaiah:3:24",
        "t": "And*p it shall come to pass, that instead of sweet smell there shall be stink; and instead of a girdle a rent; and instead of well set hair baldness; and instead of a stomacher a girding of sackcloth; and burning instead of beauty."
    },
    {
        "o": 18553,
        "r": "kjv:Isaiah:3:25",
        "t": "Thy*p men shall fall by the sword, and thy mighty in the war."
    },
    {
        "o": 18554,
        "r": "kjv:Isaiah:3:26",
        "t": "And*p her gates shall lament and mourn; and she being desolate shall sit upon the ground."
    }
]
