[
    {
        "o": 10737,
        "r": "csb:2 Kings:7:0",
        "t": "2 Kings 7",
        "h": 1
    },
    {
        "o": 10738,
        "r": "csb:2 Kings:7:1",
        "t": "Elisha*p replied, “Hear the word of the Lord!*s This is what the Lord*s says: ‘About this time tomorrow at Samaria’s gate, six quarts of fine flour will sell for a half ounce of silver and twelve quarts of barley will sell for a half ounce of silver.’”"
    },
    {
        "o": 10739,
        "r": "csb:2 Kings:7:2",
        "t": "Then*p the captain, the king’s right-hand man, responded to the man of God, “Look, even if the Lord*s were to make windows in heaven, could this really happen?” Elisha*p announced, “You will in fact see it with your own eyes, but you won’t eat any of it.”"
    },
    {
        "o": 10740,
        "r": "csb:2 Kings:7:3",
        "t": "Now*p four men with a skin disease were at the entrance to the city gate. They said to each other, “Why just sit here until we die?"
    },
    {
        "o": 10741,
        "r": "csb:2 Kings:7:4",
        "t": "If we say, ‘Let’s go into the city,’ we will die there because the famine is in the city, but if we sit here, we will also die. So now, come on. Let’s surrender to the Arameans’ camp. If they let us live, we will live; if they kill us, we will die.”"
    },
    {
        "o": 10742,
        "r": "csb:2 Kings:7:5",
        "t": "So*p the diseased men got up at twilight to go to the Arameans’ camp. When they came to the camp’s edge, they discovered that no one was there,"
    },
    {
        "o": 10743,
        "r": "csb:2 Kings:7:6",
        "t": "for the Lord had caused the Aramean camp to hear the sound of chariots, horses, and a large army. The Arameans had said to each other, “The king of Israel must have hired the kings of the Hittites and the kings of Egypt to attack us.”"
    },
    {
        "o": 10744,
        "r": "csb:2 Kings:7:7",
        "t": "So they had gotten up and fled at twilight, abandoning their tents, horses, and donkeys. The camp was intact, and they had fled for their lives."
    },
    {
        "o": 10745,
        "r": "csb:2 Kings:7:8",
        "t": "When*p these diseased men came to the edge of the camp, they went into a tent to eat and drink. Then they picked up the silver, gold, and clothing and went off and hid them. They came back and entered another tent, picked things up, and hid them."
    },
    {
        "o": 10746,
        "r": "csb:2 Kings:7:9",
        "t": "Then they said to each other, “We’re not doing what is right. Today is a day of good news. If we are silent and wait until morning light, our punishment will catch up with us. So let’s go tell the king’s household.”"
    },
    {
        "o": 10747,
        "r": "csb:2 Kings:7:10",
        "t": "The*p diseased men came and called to the city’s gatekeepers and told them, “We went to the Aramean camp and no one was there - no human sounds. There was nothing but tethered horses and donkeys, and the tents were intact.”"
    },
    {
        "o": 10748,
        "r": "csb:2 Kings:7:11",
        "t": "The gatekeepers called out, and the news was reported to the king’s household."
    },
    {
        "o": 10749,
        "r": "csb:2 Kings:7:12",
        "t": "So*p the king got up in the night and said to his servants, “Let me tell you what the Arameans have done to us. They know we are starving, so they have left the camp to hide in the open country, thinking, ‘When they come out of the city, we will take them alive and go into the city.’”"
    },
    {
        "o": 10750,
        "r": "csb:2 Kings:7:13",
        "t": "But*p one of his servants responded, “Please, let messengers take five of the horses that are left in the city. Their fate is like the entire Israelite community who will die, so let’s send them and see.”"
    },
    {
        "o": 10751,
        "r": "csb:2 Kings:7:14",
        "t": "The*p messengers took two chariots with horses, and the king sent them after the Aramean army, saying, “Go and see.”"
    },
    {
        "o": 10752,
        "r": "csb:2 Kings:7:15",
        "t": "So they followed them as far as the Jordan. They saw that the whole way was littered with clothes and equipment the Arameans had thrown off in their haste. The messengers returned and told the king."
    },
    {
        "o": 10753,
        "r": "csb:2 Kings:7:16",
        "t": "Then*p the people went out and plundered the Aramean camp. It was then that six quarts of fine flour sold for a half ounce of silver and twelve quarts of barley sold for a half ounce of silver, according to the word of the Lord.*s"
    },
    {
        "o": 10754,
        "r": "csb:2 Kings:7:17",
        "t": "The king had appointed the captain, his right-hand man, to be in charge of the city gate, but the people trampled him in the gate. He died, just as the man of God had predicted when the king had come to him."
    },
    {
        "o": 10755,
        "r": "csb:2 Kings:7:18",
        "t": "When the man of God had said to the king, “About this time tomorrow twelve quarts of barley will sell for a half ounce of silver and six quarts of fine flour will sell for a half ounce of silver at Samaria’s gate,”"
    },
    {
        "o": 10756,
        "r": "csb:2 Kings:7:19",
        "t": "this captain had answered the man of God, “Look, even if the Lord*s were to make windows in heaven, could this really happen?” Elisha had said, “You will in fact see it with your own eyes, but you won’t eat any of it.”"
    },
    {
        "o": 10757,
        "r": "csb:2 Kings:7:20",
        "t": "This is what happened to him: the people trampled him in the city gate, and he died."
    }
]
