[
    {
        "o": 10539,
        "r": "csb:2 Kings:1:0",
        "t": "2 Kings 1",
        "h": 1
    },
    {
        "o": 10540,
        "r": "csb:2 Kings:1:0",
        "t": "Ahaziah’s Sickness and Death",
        "h": 2
    },
    {
        "o": 10541,
        "r": "csb:2 Kings:1:1",
        "t": "After*p Ahab’s death, Moab rebelled against Israel."
    },
    {
        "o": 10542,
        "r": "csb:2 Kings:1:2",
        "t": "Ahaziah had fallen through the latticed window of his upstairs room in Samaria and was injured. So he sent messengers, instructing them, “Go inquire of Baal-zebub, the god of Ekron, whether I will recover from this injury.”"
    },
    {
        "o": 10543,
        "r": "csb:2 Kings:1:3",
        "t": "But*p the angel of the Lord*s said to Elijah the Tishbite, “Go and meet the messengers of the king of Samaria and say to them, ‘Is it because there is no God in Israel that you are going to inquire of Baal-zebub, the god of Ekron?"
    },
    {
        "o": 10544,
        "r": "csb:2 Kings:1:4",
        "t": "Therefore, this is what the Lord*s says: You will not get up from your sickbed; you will certainly die.’” Then Elijah left."
    },
    {
        "o": 10545,
        "r": "csb:2 Kings:1:5",
        "t": "The*p messengers returned to the king, who asked them, “Why have you come back?”"
    },
    {
        "o": 10546,
        "r": "csb:2 Kings:1:6",
        "t": "They*p replied, “A man came to meet us and said, ‘Go back to the king who sent you and declare to him, “This is what the Lord*s says: Is it because there is no God in Israel that you’re sending these men to inquire of Baal-zebub, the god of Ekron? Therefore, you will not get up from your sickbed; you will certainly die.”’”"
    },
    {
        "o": 10547,
        "r": "csb:2 Kings:1:7",
        "t": "The*p king asked them, “What sort of man came up to meet you and spoke those words to you?”"
    },
    {
        "o": 10548,
        "r": "csb:2 Kings:1:8",
        "t": "They*p replied, “A hairy man with a leather belt around his waist.” He*p said, “It’s Elijah the Tishbite.”"
    },
    {
        "o": 10549,
        "r": "csb:2 Kings:1:9",
        "t": "So*p King Ahaziah sent a captain with his fifty men to Elijah. When the captain went up to him, he was sitting on top of the hill. He announced, “Man of God, the king declares, ‘Come down! ’”"
    },
    {
        "o": 10550,
        "r": "csb:2 Kings:1:10",
        "t": "Elijah*p responded to the captain, “If I am a man of God, may fire come down from heaven and consume you and your fifty men.” Then fire came down from heaven and consumed him and his fifty men."
    },
    {
        "o": 10551,
        "r": "csb:2 Kings:1:11",
        "t": "So*p the king sent another captain with his fifty men to Elijah. He took in the situation and announced, “Man of God, this is what the king says: ‘Come down immediately! ’”"
    },
    {
        "o": 10552,
        "r": "csb:2 Kings:1:12",
        "t": "Elijah*p responded, “If I am a man of God, may fire come down from heaven and consume you and your fifty men.” So a divine fire came down from heaven and consumed him and his fifty men."
    },
    {
        "o": 10553,
        "r": "csb:2 Kings:1:13",
        "t": "Then*p the king sent a third captain with his fifty men. The third captain went up and fell on his knees in front of Elijah and begged him, “Man of God, please let my life and the lives of these fifty servants of yours be precious to you."
    },
    {
        "o": 10554,
        "r": "csb:2 Kings:1:14",
        "t": "Already fire has come down from heaven and consumed the first two captains with their companies, but this time let my life be precious to you.”"
    },
    {
        "o": 10555,
        "r": "csb:2 Kings:1:15",
        "t": "The*p angel of the Lord*s said to Elijah, “Go down with him. Don’t be afraid of him.” So he got up and went down with him to the king."
    },
    {
        "o": 10556,
        "r": "csb:2 Kings:1:16",
        "t": "Then*p Elijah said to King Ahaziah, “This is what the Lord*s says: ‘Because you have sent messengers to inquire of Baal-zebub, the god of Ekron - is it because there is no God in Israel for you to inquire of his will? - you will not get up from your sickbed; you will certainly die.’”"
    },
    {
        "o": 10557,
        "r": "csb:2 Kings:1:17",
        "t": "Ahaziah*p died according to the word of the Lord*s that Elijah had spoken. Since he had no son, Joram became king in his place. This happened in the second year of Judah’s King Jehoram son of Jehoshaphat."
    },
    {
        "o": 10558,
        "r": "csb:2 Kings:1:18",
        "t": "The rest of the events of Ahaziah’s reign, along with his accomplishments, are written in the Historical Record of Israel’s Kings."
    }
]
