[
    {
        "o": 26916,
        "r": "nasb:Matthew:27:0",
        "t": "Matthew 27",
        "h": 1
    },
    {
        "o": 26917,
        "r": "nasb:Matthew:27:0",
        "t": "Judas’s Remorse",
        "h": 2
    },
    {
        "o": 26918,
        "r": "nasb:Matthew:27:1",
        "t": "Now*p when morning came, all the chief priests and the elders of the people conferred together against Jesus to put Him to death;"
    },
    {
        "o": 26919,
        "r": "nasb:Matthew:27:2",
        "t": "and they bound Him, and led Him away and delivered Him to Pilate the governor."
    },
    {
        "o": 26920,
        "r": "nasb:Matthew:27:3",
        "t": "Then*p when Judas, who had betrayed Him, saw that He had been condemned, he felt remorse and returned the thirty pieces of silver to the chief priests and elders,"
    },
    {
        "o": 26921,
        "r": "nasb:Matthew:27:4",
        "t": "saying, “I have sinned by betraying innocent blood.” But they said, “What is that to us? See to*i that*i yourself!”"
    },
    {
        "o": 26922,
        "r": "nasb:Matthew:27:5",
        "t": "And he threw the pieces of silver into the temple sanctuary and departed; and he went away and hanged himself."
    },
    {
        "o": 26923,
        "r": "nasb:Matthew:27:6",
        "t": "The chief priests took the pieces of silver and said, “It is not lawful to put them into the temple treasury, since it is the price of blood.”"
    },
    {
        "o": 26924,
        "r": "nasb:Matthew:27:7",
        "t": "And they conferred together and with the money bought the Potter’s Field as a burial place for strangers."
    },
    {
        "o": 26925,
        "r": "nasb:Matthew:27:8",
        "t": "For this reason that field has been called the Field of Blood to this day."
    },
    {
        "o": 26926,
        "r": "nasb:Matthew:27:9",
        "t": "Then that which was spoken through Jeremiah the prophet was fulfilled: “And they*s took*s the*s thirty*s pieces*s of*s silver,*s the*s price*s of*s the*s one*s whose*s price*s had*s been*s set*s by the sons of Israel;"
    },
    {
        "o": 26927,
        "r": "nasb:Matthew:27:10",
        "t": "and*s they*s gave*s them*s for*s the*s Potter’s*s Field,*s as*s the*s Lord*s directed*s me.”*s"
    },
    {
        "o": 26928,
        "r": "nasb:Matthew:27:10",
        "t": "Jesus before Pilate",
        "h": 2
    },
    {
        "o": 26929,
        "r": "nasb:Matthew:27:11",
        "t": "Now*p Jesus stood before the governor, and the governor questioned Him, saying, “Are You the King of the Jews?” And Jesus said to him, “It*ir is*ir as*ir you*r say.”*r"
    },
    {
        "o": 26930,
        "r": "nasb:Matthew:27:12",
        "t": "And while He was being accused by the chief priests and elders, He did not answer."
    },
    {
        "o": 26931,
        "r": "nasb:Matthew:27:13",
        "t": "Then Pilate said to Him, “Do You not hear how many things they testify against You?”"
    },
    {
        "o": 26932,
        "r": "nasb:Matthew:27:14",
        "t": "And He did not answer him with regard to even a single*i charge, so the governor was quite amazed."
    },
    {
        "o": 26933,
        "r": "nasb:Matthew:27:15",
        "t": "Now*p at the*i feast the governor was accustomed to release for the people any*i one prisoner whom they wanted."
    },
    {
        "o": 26934,
        "r": "nasb:Matthew:27:16",
        "t": "At that time they were holding a notorious prisoner, called Barabbas."
    },
    {
        "o": 26935,
        "r": "nasb:Matthew:27:17",
        "t": "So when the people gathered together, Pilate said to them, “Whom do you want me to release for you? Barabbas, or Jesus who is called Christ?”"
    },
    {
        "o": 26936,
        "r": "nasb:Matthew:27:18",
        "t": "For he knew that because of envy they had handed Him over."
    },
    {
        "o": 26937,
        "r": "nasb:Matthew:27:19",
        "t": "While*p he was sitting on the judgment seat, his wife sent him a*i message,*i saying, “Have nothing to do with that righteous Man; for last night I suffered greatly in a dream because of Him.”"
    },
    {
        "o": 26938,
        "r": "nasb:Matthew:27:20",
        "t": "But the chief priests and the elders persuaded the crowds to ask for Barabbas and to put Jesus to death."
    },
    {
        "o": 26939,
        "r": "nasb:Matthew:27:21",
        "t": "But the governor said to them, “Which of the two do you want me to release for you?” And they said, “Barabbas.”"
    },
    {
        "o": 26940,
        "r": "nasb:Matthew:27:22",
        "t": "Pilate said to them, “Then what shall I do with Jesus who is called Christ?” They all said, “Crucify Him!”"
    },
    {
        "o": 26941,
        "r": "nasb:Matthew:27:23",
        "t": "And he said, “Why, what evil has He done?” But they kept shouting all the more, saying, “Crucify Him!”"
    },
    {
        "o": 26942,
        "r": "nasb:Matthew:27:24",
        "t": "When*p Pilate saw that he was accomplishing nothing, but rather that a riot was starting, he took water and washed his hands in front of the crowd, saying, “I am innocent of this Man’s blood; see to*i that*i yourselves.”"
    },
    {
        "o": 26943,
        "r": "nasb:Matthew:27:25",
        "t": "And all the people said, “His blood shall be on us and on our children!”"
    },
    {
        "o": 26944,
        "r": "nasb:Matthew:27:26",
        "t": "Then he released Barabbas for them; but after having Jesus scourged, he handed Him over to be crucified."
    },
    {
        "o": 26945,
        "r": "nasb:Matthew:27:26",
        "t": "Jesus Is Mocked",
        "h": 2
    },
    {
        "o": 26946,
        "r": "nasb:Matthew:27:27",
        "t": "Then*p the soldiers of the governor took Jesus into the Praetorium and gathered the whole Roman*i cohort around Him."
    },
    {
        "o": 26947,
        "r": "nasb:Matthew:27:28",
        "t": "They stripped Him and put a scarlet robe on Him."
    },
    {
        "o": 26948,
        "r": "nasb:Matthew:27:29",
        "t": "And after twisting together a crown of thorns, they put it on His head, and a reed in His right hand; and they knelt down before Him and mocked Him, saying, “Hail, King of the Jews!”"
    },
    {
        "o": 26949,
        "r": "nasb:Matthew:27:30",
        "t": "They spat on Him, and took the reed and began*i to beat Him on the head."
    },
    {
        "o": 26950,
        "r": "nasb:Matthew:27:31",
        "t": "After they had mocked Him, they took the scarlet*i robe off Him and put His own*i garments back on Him, and led Him away to crucify Him."
    },
    {
        "o": 26951,
        "r": "nasb:Matthew:27:32",
        "t": "As*p they were coming out, they found a man of Cyrene named Simon, whom they pressed into service to bear His cross."
    },
    {
        "o": 26952,
        "r": "nasb:Matthew:27:32",
        "t": "The Crucifixion",
        "h": 2
    },
    {
        "o": 26953,
        "r": "nasb:Matthew:27:33",
        "t": "And*p when they came to a place called Golgotha, which means Place of a Skull,"
    },
    {
        "o": 26954,
        "r": "nasb:Matthew:27:34",
        "t": "they gave Him wine to drink mixed with gall; and after tasting it,*i He was unwilling to drink."
    },
    {
        "o": 26955,
        "r": "nasb:Matthew:27:35",
        "t": "And*p when they had crucified Him, they divided up His garments among themselves by casting lots."
    },
    {
        "o": 26956,
        "r": "nasb:Matthew:27:36",
        "t": "And sitting down, they began*i to keep watch over Him there."
    },
    {
        "o": 26957,
        "r": "nasb:Matthew:27:37",
        "t": "And above His head they put up the charge against Him which read, “THIS IS JESUS THE KING OF THE JEWS.”"
    },
    {
        "o": 26958,
        "r": "nasb:Matthew:27:38",
        "t": "At*p that time two robbers were crucified with Him, one on the right and one on the left."
    },
    {
        "o": 26959,
        "r": "nasb:Matthew:27:39",
        "t": "And those passing by were hurling abuse at Him, wagging their heads"
    },
    {
        "o": 26960,
        "r": "nasb:Matthew:27:40",
        "t": "and saying, “You who are*i going*i to*i destroy the temple and rebuild it in three days, save Yourself! If You are the Son of God, come down from the cross.”"
    },
    {
        "o": 26961,
        "r": "nasb:Matthew:27:41",
        "t": "In the same way the chief priests also, along with the scribes and elders, were mocking Him*i and saying,"
    },
    {
        "o": 26962,
        "r": "nasb:Matthew:27:42",
        "t": "“He saved others; He cannot save Himself. He is the King of Israel; let Him now come down from the cross, and we will believe in Him."
    },
    {
        "o": 26963,
        "r": "nasb:Matthew:27:43",
        "t": "He*s trusts*s in*s God*s ;let*s God*s rescue*s Him*i now, if*s He*s delights*s in*s Him;*s for He said, ‘I am the Son of God.’ ”"
    },
    {
        "o": 26964,
        "r": "nasb:Matthew:27:44",
        "t": "The robbers who had been crucified with Him were also insulting Him with the same words."
    },
    {
        "o": 26965,
        "r": "nasb:Matthew:27:45",
        "t": "Now*p from the sixth hour darkness fell upon all the land until the ninth hour."
    },
    {
        "o": 26966,
        "r": "nasb:Matthew:27:46",
        "t": "About the ninth hour Jesus cried out with a loud voice, saying, “Eli,*sr Eli,*sr lama*sr sabachthani?”*sr that is, “My*sr God,*sr My*sr God,*sr why*sr have*sr You*sr forsaken*sr Me?”*sr"
    },
    {
        "o": 26967,
        "r": "nasb:Matthew:27:47",
        "t": "And some of those who were standing there, when they heard it, began*i saying, “This man is calling for Elijah.”"
    },
    {
        "o": 26968,
        "r": "nasb:Matthew:27:48",
        "t": "Immediately one of them ran, and taking a sponge, he filled it with sour wine and put it on a reed, and gave Him a drink."
    },
    {
        "o": 26969,
        "r": "nasb:Matthew:27:49",
        "t": "But the rest of*i them*i said, “Let us see whether Elijah will come to save Him.”"
    },
    {
        "o": 26970,
        "r": "nasb:Matthew:27:50",
        "t": "And Jesus cried out again with a loud voice, and yielded up His spirit."
    },
    {
        "o": 26971,
        "r": "nasb:Matthew:27:51",
        "t": "And behold, the veil of the temple was torn in two from top to bottom; and the earth shook and the rocks were split."
    },
    {
        "o": 26972,
        "r": "nasb:Matthew:27:52",
        "t": "The tombs were opened, and many bodies of the saints who had fallen asleep were raised;"
    },
    {
        "o": 26973,
        "r": "nasb:Matthew:27:53",
        "t": "and coming out of the tombs after His resurrection they entered the holy city and appeared to many."
    },
    {
        "o": 26974,
        "r": "nasb:Matthew:27:54",
        "t": "Now the centurion, and those who were with him keeping guard over Jesus, when they saw the earthquake and the things that were happening, became very frightened and said, “Truly this was the Son of God!”"
    },
    {
        "o": 26975,
        "r": "nasb:Matthew:27:55",
        "t": "Many*p women were there looking on from a distance, who had followed Jesus from Galilee while ministering to Him."
    },
    {
        "o": 26976,
        "r": "nasb:Matthew:27:56",
        "t": "Among them was Mary Magdalene, and Mary the mother of James and Joseph, and the mother of the sons of Zebedee."
    },
    {
        "o": 26977,
        "r": "nasb:Matthew:27:56",
        "t": "Jesus Is Buried",
        "h": 2
    },
    {
        "o": 26978,
        "r": "nasb:Matthew:27:57",
        "t": "When*p it was evening, there came a rich man from Arimathea, named Joseph, who himself had also become a disciple of Jesus."
    },
    {
        "o": 26979,
        "r": "nasb:Matthew:27:58",
        "t": "This man went to Pilate and asked for the body of Jesus. Then Pilate ordered it to be given to*i him.*i"
    },
    {
        "o": 26980,
        "r": "nasb:Matthew:27:59",
        "t": "And Joseph took the body and wrapped it in a clean linen cloth,"
    },
    {
        "o": 26981,
        "r": "nasb:Matthew:27:60",
        "t": "and laid it in his own new tomb, which he had hewn out in the rock; and he rolled a large stone against the entrance of the tomb and went away."
    },
    {
        "o": 26982,
        "r": "nasb:Matthew:27:61",
        "t": "And Mary Magdalene was there, and the other Mary, sitting opposite the grave."
    },
    {
        "o": 26983,
        "r": "nasb:Matthew:27:62",
        "t": "Now*p on the next day, the day after the preparation, the chief priests and the Pharisees gathered together with Pilate,"
    },
    {
        "o": 26984,
        "r": "nasb:Matthew:27:63",
        "t": "and said, “Sir, we remember that when He was still alive that deceiver said, ‘After three days I am*i to*i rise again.’"
    },
    {
        "o": 26985,
        "r": "nasb:Matthew:27:64",
        "t": "Therefore, give orders for the grave to be made secure until the third day, otherwise His disciples may come and steal Him away and say to the people, ‘He has risen from the dead,’ and the last deception will be worse than the first.”"
    },
    {
        "o": 26986,
        "r": "nasb:Matthew:27:65",
        "t": "Pilate said to them, “You have a guard; go, make it as*i secure as you know how.”"
    },
    {
        "o": 26987,
        "r": "nasb:Matthew:27:66",
        "t": "And they went and made the grave secure, and along with the guard they set a seal on the stone."
    }
]
