[
    {
        "o": 31581,
        "r": "esv:Romans:12:0",
        "t": "Romans 12",
        "h": 1
    },
    {
        "o": 31582,
        "r": "esv:Romans:12:0",
        "t": "A Living Sacrifice",
        "h": 2
    },
    {
        "o": 31583,
        "r": "esv:Romans:12:1",
        "t": "I*p appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship."
    },
    {
        "o": 31584,
        "r": "esv:Romans:12:2",
        "t": "Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect."
    },
    {
        "o": 31585,
        "r": "esv:Romans:12:2",
        "t": "Gifts of Grace",
        "h": 2
    },
    {
        "o": 31586,
        "r": "esv:Romans:12:3",
        "t": "For*p by the grace given to me I say to everyone among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned."
    },
    {
        "o": 31587,
        "r": "esv:Romans:12:4",
        "t": "For as in one body we have many members, and the members do not all have the same function,"
    },
    {
        "o": 31588,
        "r": "esv:Romans:12:5",
        "t": "so we, though many, are one body in Christ, and individually members one of another."
    },
    {
        "o": 31589,
        "r": "esv:Romans:12:6",
        "t": "Having gifts that differ according to the grace given to us, let us use them: if prophecy, in proportion to our faith;"
    },
    {
        "o": 31590,
        "r": "esv:Romans:12:7",
        "t": "if service, in our serving; the one who teaches, in his teaching;"
    },
    {
        "o": 31591,
        "r": "esv:Romans:12:8",
        "t": "the one who exhorts, in his exhortation; the one who contributes, in generosity; the one who leads, with zeal; the one who does acts of mercy, with cheerfulness."
    },
    {
        "o": 31592,
        "r": "esv:Romans:12:8",
        "t": "Marks of the True Christian",
        "h": 2
    },
    {
        "o": 31593,
        "r": "esv:Romans:12:9",
        "t": "Let*p love be genuine. Abhor what is evil; hold fast to what is good."
    },
    {
        "o": 31594,
        "r": "esv:Romans:12:10",
        "t": "Love one another with brotherly affection. Outdo one another in showing honor."
    },
    {
        "o": 31595,
        "r": "esv:Romans:12:11",
        "t": "Do not be slothful in zeal, be fervent in spirit, serve the Lord."
    },
    {
        "o": 31596,
        "r": "esv:Romans:12:12",
        "t": "Rejoice in hope, be patient in tribulation, be constant in prayer."
    },
    {
        "o": 31597,
        "r": "esv:Romans:12:13",
        "t": "Contribute to the needs of the saints and seek to show hospitality."
    },
    {
        "o": 31598,
        "r": "esv:Romans:12:14",
        "t": "Bless*p those who persecute you; bless and do not curse them."
    },
    {
        "o": 31599,
        "r": "esv:Romans:12:15",
        "t": "Rejoice with those who rejoice, weep with those who weep."
    },
    {
        "o": 31600,
        "r": "esv:Romans:12:16",
        "t": "Live in harmony with one another. Do not be haughty, but associate with the lowly. Never be wise in your own sight."
    },
    {
        "o": 31601,
        "r": "esv:Romans:12:17",
        "t": "Repay no one evil for evil, but give thought to do what is honorable in the sight of all."
    },
    {
        "o": 31602,
        "r": "esv:Romans:12:18",
        "t": "If possible, so far as it depends on you, live peaceably with all."
    },
    {
        "o": 31603,
        "r": "esv:Romans:12:19",
        "t": "Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.”"
    },
    {
        "o": 31604,
        "r": "esv:Romans:12:20",
        "t": "To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.”"
    },
    {
        "o": 31605,
        "r": "esv:Romans:12:21",
        "t": "Do not be overcome by evil, but overcome evil with good."
    }
]
