[
    {
        "o": 22816,
        "r": "niv:Ezekiel:16:0",
        "t": "Ezekiel 16",
        "h": 1
    },
    {
        "o": 22817,
        "r": "niv:Ezekiel:16:0",
        "t": "Jerusalem as an Adulterous Wife",
        "h": 2
    },
    {
        "o": 22818,
        "r": "niv:Ezekiel:16:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 22819,
        "r": "niv:Ezekiel:16:2",
        "t": "“Son of man, confront Jerusalem with her detestable practices"
    },
    {
        "o": 22820,
        "r": "niv:Ezekiel:16:3",
        "t": "and say, ‘This is what the Sovereign Lord*s says to Jerusalem: Your ancestry and birth were in the land of the Canaanites; your father was an Amorite and your mother a Hittite."
    },
    {
        "o": 22821,
        "r": "niv:Ezekiel:16:4",
        "t": "On the day you were born your cord was not cut, nor were you washed with water to make you clean, nor were you rubbed with salt or wrapped in cloths."
    },
    {
        "o": 22822,
        "r": "niv:Ezekiel:16:5",
        "t": "No one looked on you with pity or had compassion enough to do any of these things for you. Rather, you were thrown out into the open field, for on the day you were born you were despised."
    },
    {
        "o": 22823,
        "r": "niv:Ezekiel:16:6",
        "t": "“ ‘Then*p I passed by and saw you kicking about in your blood, and as you lay there in your blood I said to you, “Live!”"
    },
    {
        "o": 22824,
        "r": "niv:Ezekiel:16:7",
        "t": "I made you grow like a plant of the field. You grew and developed and entered puberty. Your breasts had formed and your hair had grown, yet you were stark naked."
    },
    {
        "o": 22825,
        "r": "niv:Ezekiel:16:8",
        "t": "“ ‘Later*p I passed by, and when I looked at you and saw that you were old enough for love, I spread the corner of my garment over you and covered your naked body. I gave you my solemn oath and entered into a covenant with you, declares the Sovereign Lord,*s and you became mine."
    },
    {
        "o": 22826,
        "r": "niv:Ezekiel:16:9",
        "t": "“ ‘I*p bathed you with water and washed the blood from you and put ointments on you."
    },
    {
        "o": 22827,
        "r": "niv:Ezekiel:16:10",
        "t": "I clothed you with an embroidered dress and put sandals of fine leather on you. I dressed you in fine linen and covered you with costly garments."
    },
    {
        "o": 22828,
        "r": "niv:Ezekiel:16:11",
        "t": "I adorned you with jewelry: I put bracelets on your arms and a necklace around your neck,"
    },
    {
        "o": 22829,
        "r": "niv:Ezekiel:16:12",
        "t": "and I put a ring on your nose, earrings on your ears and a beautiful crown on your head."
    },
    {
        "o": 22830,
        "r": "niv:Ezekiel:16:13",
        "t": "So you were adorned with gold and silver; your clothes were of fine linen and costly fabric and embroidered cloth. Your food was honey, olive oil and the finest flour. You became very beautiful and rose to be a queen."
    },
    {
        "o": 22831,
        "r": "niv:Ezekiel:16:14",
        "t": "And your fame spread among the nations on account of your beauty, because the splendor I had given you made your beauty perfect, declares the Sovereign Lord.*s"
    },
    {
        "o": 22832,
        "r": "niv:Ezekiel:16:15",
        "t": "“ ‘But*p you trusted in your beauty and used your fame to become a prostitute. You lavished your favors on anyone who passed by and your beauty became his."
    },
    {
        "o": 22833,
        "r": "niv:Ezekiel:16:16",
        "t": "You took some of your garments to make gaudy high places, where you carried on your prostitution. You went to him, and he possessed your beauty."
    },
    {
        "o": 22834,
        "r": "niv:Ezekiel:16:17",
        "t": "You also took the fine jewelry I gave you, the jewelry made of my gold and silver, and you made for yourself male idols and engaged in prostitution with them."
    },
    {
        "o": 22835,
        "r": "niv:Ezekiel:16:18",
        "t": "And you took your embroidered clothes to put on them, and you offered my oil and incense before them."
    },
    {
        "o": 22836,
        "r": "niv:Ezekiel:16:19",
        "t": "Also the food I provided for you—the flour, olive oil and honey I gave you to eat—you offered as fragrant incense before them. That is what happened, declares the Sovereign Lord.*s"
    },
    {
        "o": 22837,
        "r": "niv:Ezekiel:16:20",
        "t": "“ ‘And*p you took your sons and daughters whom you bore to me and sacrificed them as food to the idols. Was your prostitution not enough?"
    },
    {
        "o": 22838,
        "r": "niv:Ezekiel:16:21",
        "t": "You slaughtered my children and sacrificed them to the idols."
    },
    {
        "o": 22839,
        "r": "niv:Ezekiel:16:22",
        "t": "In all your detestable practices and your prostitution you did not remember the days of your youth, when you were naked and bare, kicking about in your blood."
    },
    {
        "o": 22840,
        "r": "niv:Ezekiel:16:23",
        "t": "“ ‘Woe!*p Woe to you, declares the Sovereign Lord.*s In addition to all your other wickedness,"
    },
    {
        "o": 22841,
        "r": "niv:Ezekiel:16:24",
        "t": "you built a mound for yourself and made a lofty shrine in every public square."
    },
    {
        "o": 22842,
        "r": "niv:Ezekiel:16:25",
        "t": "At every street corner you built your lofty shrines and degraded your beauty, spreading your legs with increasing promiscuity to anyone who passed by."
    },
    {
        "o": 22843,
        "r": "niv:Ezekiel:16:26",
        "t": "You engaged in prostitution with the Egyptians, your neighbors with large genitals, and aroused my anger with your increasing promiscuity."
    },
    {
        "o": 22844,
        "r": "niv:Ezekiel:16:27",
        "t": "So I stretched out my hand against you and reduced your territory; I gave you over to the greed of your enemies, the daughters of the Philistines, who were shocked by your lewd conduct."
    },
    {
        "o": 22845,
        "r": "niv:Ezekiel:16:28",
        "t": "You engaged in prostitution with the Assyrians too, because you were insatiable; and even after that, you still were not satisfied."
    },
    {
        "o": 22846,
        "r": "niv:Ezekiel:16:29",
        "t": "Then you increased your promiscuity to include Babylonia, a land of merchants, but even with this you were not satisfied."
    },
    {
        "o": 22847,
        "r": "niv:Ezekiel:16:30",
        "t": "“ ‘I*p am filled with fury against you, declares the Sovereign Lord,*s when you do all these things, acting like a brazen prostitute!"
    },
    {
        "o": 22848,
        "r": "niv:Ezekiel:16:31",
        "t": "When you built your mounds at every street corner and made your lofty shrines in every public square, you were unlike a prostitute, because you scorned payment."
    },
    {
        "o": 22849,
        "r": "niv:Ezekiel:16:32",
        "t": "“ ‘You*p adulterous wife! You prefer strangers to your own husband!"
    },
    {
        "o": 22850,
        "r": "niv:Ezekiel:16:33",
        "t": "All prostitutes receive gifts, but you give gifts to all your lovers, bribing them to come to you from everywhere for your illicit favors."
    },
    {
        "o": 22851,
        "r": "niv:Ezekiel:16:34",
        "t": "So in your prostitution you are the opposite of others; no one runs after you for your favors. You are the very opposite, for you give payment and none is given to you."
    },
    {
        "o": 22852,
        "r": "niv:Ezekiel:16:35",
        "t": "“ ‘Therefore,*p you prostitute, hear the word of the Lord!*s"
    },
    {
        "o": 22853,
        "r": "niv:Ezekiel:16:36",
        "t": "This is what the Sovereign Lord*s says: Because you poured out your lust and exposed your naked body in your promiscuity with your lovers, and because of all your detestable idols, and because you gave them your children’s blood,"
    },
    {
        "o": 22854,
        "r": "niv:Ezekiel:16:37",
        "t": "therefore I am going to gather all your lovers, with whom you found pleasure, those you loved as well as those you hated. I will gather them against you from all around and will strip you in front of them, and they will see you stark naked."
    },
    {
        "o": 22855,
        "r": "niv:Ezekiel:16:38",
        "t": "I will sentence you to the punishment of women who commit adultery and who shed blood; I will bring on you the blood vengeance of my wrath and jealous anger."
    },
    {
        "o": 22856,
        "r": "niv:Ezekiel:16:39",
        "t": "Then I will deliver you into the hands of your lovers, and they will tear down your mounds and destroy your lofty shrines. They will strip you of your clothes and take your fine jewelry and leave you stark naked."
    },
    {
        "o": 22857,
        "r": "niv:Ezekiel:16:40",
        "t": "They will bring a mob against you, who will stone you and hack you to pieces with their swords."
    },
    {
        "o": 22858,
        "r": "niv:Ezekiel:16:41",
        "t": "They will burn down your houses and inflict punishment on you in the sight of many women. I will put a stop to your prostitution, and you will no longer pay your lovers."
    },
    {
        "o": 22859,
        "r": "niv:Ezekiel:16:42",
        "t": "Then my wrath against you will subside and my jealous anger will turn away from you; I will be calm and no longer angry."
    },
    {
        "o": 22860,
        "r": "niv:Ezekiel:16:43",
        "t": "“ ‘Because*p you did not remember the days of your youth but enraged me with all these things, I will surely bring down on your head what you have done, declares the Sovereign Lord.*s Did you not add lewdness to all your other detestable practices?"
    },
    {
        "o": 22861,
        "r": "niv:Ezekiel:16:44",
        "t": "“ ‘Everyone*p who quotes proverbs will quote this proverb about you: “Like mother, like daughter.”"
    },
    {
        "o": 22862,
        "r": "niv:Ezekiel:16:45",
        "t": "You are a true daughter of your mother, who despised her husband and her children; and you are a true sister of your sisters, who despised their husbands and their children. Your mother was a Hittite and your father an Amorite."
    },
    {
        "o": 22863,
        "r": "niv:Ezekiel:16:46",
        "t": "Your older sister was Samaria, who lived to the north of you with her daughters; and your younger sister, who lived to the south of you with her daughters, was Sodom."
    },
    {
        "o": 22864,
        "r": "niv:Ezekiel:16:47",
        "t": "You not only followed their ways and copied their detestable practices, but in all your ways you soon became more depraved than they."
    },
    {
        "o": 22865,
        "r": "niv:Ezekiel:16:48",
        "t": "As surely as I live, declares the Sovereign Lord,*s your sister Sodom and her daughters never did what you and your daughters have done."
    },
    {
        "o": 22866,
        "r": "niv:Ezekiel:16:49",
        "t": "“ ‘Now*p this was the sin of your sister Sodom: She and her daughters were arrogant, overfed and unconcerned; they did not help the poor and needy."
    },
    {
        "o": 22867,
        "r": "niv:Ezekiel:16:50",
        "t": "They were haughty and did detestable things before me. Therefore I did away with them as you have seen."
    },
    {
        "o": 22868,
        "r": "niv:Ezekiel:16:51",
        "t": "Samaria did not commit half the sins you did. You have done more detestable things than they, and have made your sisters seem righteous by all these things you have done."
    },
    {
        "o": 22869,
        "r": "niv:Ezekiel:16:52",
        "t": "Bear your disgrace, for you have furnished some justification for your sisters. Because your sins were more vile than theirs, they appear more righteous than you. So then, be ashamed and bear your disgrace, for you have made your sisters appear righteous."
    },
    {
        "o": 22870,
        "r": "niv:Ezekiel:16:53",
        "t": "“ ‘However,*p I will restore the fortunes of Sodom and her daughters and of Samaria and her daughters, and your fortunes along with them,"
    },
    {
        "o": 22871,
        "r": "niv:Ezekiel:16:54",
        "t": "so that you may bear your disgrace and be ashamed of all you have done in giving them comfort."
    },
    {
        "o": 22872,
        "r": "niv:Ezekiel:16:55",
        "t": "And your sisters, Sodom with her daughters and Samaria with her daughters, will return to what they were before; and you and your daughters will return to what you were before."
    },
    {
        "o": 22873,
        "r": "niv:Ezekiel:16:56",
        "t": "You would not even mention your sister Sodom in the day of your pride,"
    },
    {
        "o": 22874,
        "r": "niv:Ezekiel:16:57",
        "t": "before your wickedness was uncovered. Even so, you are now scorned by the daughters of Edom and all her neighbors and the daughters of the Philistines—all those around you who despise you."
    },
    {
        "o": 22875,
        "r": "niv:Ezekiel:16:58",
        "t": "You will bear the consequences of your lewdness and your detestable practices, declares the Lord.*s"
    },
    {
        "o": 22876,
        "r": "niv:Ezekiel:16:59",
        "t": "“ ‘This*p is what the Sovereign Lord*s says: I will deal with you as you deserve, because you have despised my oath by breaking the covenant."
    },
    {
        "o": 22877,
        "r": "niv:Ezekiel:16:60",
        "t": "Yet I will remember the covenant I made with you in the days of your youth, and I will establish an everlasting covenant with you."
    },
    {
        "o": 22878,
        "r": "niv:Ezekiel:16:61",
        "t": "Then you will remember your ways and be ashamed when you receive your sisters, both those who are older than you and those who are younger. I will give them to you as daughters, but not on the basis of my covenant with you."
    },
    {
        "o": 22879,
        "r": "niv:Ezekiel:16:62",
        "t": "So I will establish my covenant with you, and you will know that I am the Lord.*s"
    },
    {
        "o": 22880,
        "r": "niv:Ezekiel:16:63",
        "t": "Then, when I make atonement for you for all you have done, you will remember and be ashamed and never again open your mouth because of your humiliation, declares the Sovereign Lord*s .’ ”"
    }
]
