[
    {
        "o": 3147,
        "r": "niv:Leviticus:7:0",
        "t": "Leviticus 7",
        "h": 1
    },
    {
        "o": 3148,
        "r": "niv:Leviticus:7:0",
        "t": "The Guilt Offering",
        "h": 2
    },
    {
        "o": 3149,
        "r": "niv:Leviticus:7:1",
        "t": "“ ‘These*p are the regulations for the guilt offering, which is most holy:"
    },
    {
        "o": 3150,
        "r": "niv:Leviticus:7:2",
        "t": "The guilt offering is to be slaughtered in the place where the burnt offering is slaughtered, and its blood is to be splashed against the sides of the altar."
    },
    {
        "o": 3151,
        "r": "niv:Leviticus:7:3",
        "t": "All its fat shall be offered: the fat tail and the fat that covers the internal organs,"
    },
    {
        "o": 3152,
        "r": "niv:Leviticus:7:4",
        "t": "both kidneys with the fat on them near the loins, and the long lobe of the liver, which is to be removed with the kidneys."
    },
    {
        "o": 3153,
        "r": "niv:Leviticus:7:5",
        "t": "The priest shall burn them on the altar as a food offering presented to the Lord.*s It is a guilt offering."
    },
    {
        "o": 3154,
        "r": "niv:Leviticus:7:6",
        "t": "Any male in a priest’s family may eat it, but it must be eaten in the sanctuary area; it is most holy."
    },
    {
        "o": 3155,
        "r": "niv:Leviticus:7:7",
        "t": "“ ‘The*p same law applies to both the sin offering and the guilt offering: They belong to the priest who makes atonement with them."
    },
    {
        "o": 3156,
        "r": "niv:Leviticus:7:8",
        "t": "The priest who offers a burnt offering for anyone may keep its hide for himself."
    },
    {
        "o": 3157,
        "r": "niv:Leviticus:7:9",
        "t": "Every grain offering baked in an oven or cooked in a pan or on a griddle belongs to the priest who offers it,"
    },
    {
        "o": 3158,
        "r": "niv:Leviticus:7:10",
        "t": "and every grain offering, whether mixed with olive oil or dry, belongs equally to all the sons of Aaron."
    },
    {
        "o": 3159,
        "r": "niv:Leviticus:7:10",
        "t": "The Fellowship Offering",
        "h": 2
    },
    {
        "o": 3160,
        "r": "niv:Leviticus:7:11",
        "t": "“ ‘These*p are the regulations for the fellowship offering anyone may present to the Lord:*s"
    },
    {
        "o": 3161,
        "r": "niv:Leviticus:7:12",
        "t": "“ ‘If*p they offer it as an expression of thankfulness, then along with this thank offering they are to offer thick loaves made without yeast and with olive oil mixed in, thin loaves made without yeast and brushed with oil, and thick loaves of the finest flour well-kneaded and with oil mixed in."
    },
    {
        "o": 3162,
        "r": "niv:Leviticus:7:13",
        "t": "Along with their fellowship offering of thanksgiving they are to present an offering with thick loaves of bread made with yeast."
    },
    {
        "o": 3163,
        "r": "niv:Leviticus:7:14",
        "t": "They are to bring one of each kind as an offering, a contribution to the Lord;*s it belongs to the priest who splashes the blood of the fellowship offering against the altar."
    },
    {
        "o": 3164,
        "r": "niv:Leviticus:7:15",
        "t": "The meat of their fellowship offering of thanksgiving must be eaten on the day it is offered; they must leave none of it till morning."
    },
    {
        "o": 3165,
        "r": "niv:Leviticus:7:16",
        "t": "“ ‘If,*p however, their offering is the result of a vow or is a freewill offering, the sacrifice shall be eaten on the day they offer it, but anything left over may be eaten on the next day."
    },
    {
        "o": 3166,
        "r": "niv:Leviticus:7:17",
        "t": "Any meat of the sacrifice left over till the third day must be burned up."
    },
    {
        "o": 3167,
        "r": "niv:Leviticus:7:18",
        "t": "If any meat of the fellowship offering is eaten on the third day, the one who offered it will not be accepted. It will not be reckoned to their credit, for it has become impure; the person who eats any of it will be held responsible."
    },
    {
        "o": 3168,
        "r": "niv:Leviticus:7:19",
        "t": "“ ‘Meat*p that touches anything ceremonially unclean must not be eaten; it must be burned up. As for other meat, anyone ceremonially clean may eat it."
    },
    {
        "o": 3169,
        "r": "niv:Leviticus:7:20",
        "t": "But if anyone who is unclean eats any meat of the fellowship offering belonging to the Lord,*s they must be cut off from their people."
    },
    {
        "o": 3170,
        "r": "niv:Leviticus:7:21",
        "t": "Anyone who touches something unclean—whether human uncleanness or an unclean animal or any unclean creature that moves along the ground —and then eats any of the meat of the fellowship offering belonging to the Lord*s must be cut off from their people.’ ”"
    },
    {
        "o": 3171,
        "r": "niv:Leviticus:7:21",
        "t": "Eating Fat and Blood Forbidden",
        "h": 2
    },
    {
        "o": 3172,
        "r": "niv:Leviticus:7:22",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 3173,
        "r": "niv:Leviticus:7:23",
        "t": "“Say to the Israelites: ‘Do not eat any of the fat of cattle, sheep or goats."
    },
    {
        "o": 3174,
        "r": "niv:Leviticus:7:24",
        "t": "The fat of an animal found dead or torn by wild animals may be used for any other purpose, but you must not eat it."
    },
    {
        "o": 3175,
        "r": "niv:Leviticus:7:25",
        "t": "Anyone who eats the fat of an animal from which a food offering may be presented to the Lord*s must be cut off from their people."
    },
    {
        "o": 3176,
        "r": "niv:Leviticus:7:26",
        "t": "And wherever you live, you must not eat the blood of any bird or animal."
    },
    {
        "o": 3177,
        "r": "niv:Leviticus:7:27",
        "t": "Anyone who eats blood must be cut off from their people.’ ”"
    },
    {
        "o": 3178,
        "r": "niv:Leviticus:7:27",
        "t": "The Priests’ Share",
        "h": 2
    },
    {
        "o": 3179,
        "r": "niv:Leviticus:7:28",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 3180,
        "r": "niv:Leviticus:7:29",
        "t": "“Say to the Israelites: ‘Anyone who brings a fellowship offering to the Lord*s is to bring part of it as their sacrifice to the Lord.*s"
    },
    {
        "o": 3181,
        "r": "niv:Leviticus:7:30",
        "t": "With their own hands they are to present the food offering to the Lord;*s they are to bring the fat, together with the breast, and wave the breast before the Lord*s as a wave offering."
    },
    {
        "o": 3182,
        "r": "niv:Leviticus:7:31",
        "t": "The priest shall burn the fat on the altar, but the breast belongs to Aaron and his sons."
    },
    {
        "o": 3183,
        "r": "niv:Leviticus:7:32",
        "t": "You are to give the right thigh of your fellowship offerings to the priest as a contribution."
    },
    {
        "o": 3184,
        "r": "niv:Leviticus:7:33",
        "t": "The son of Aaron who offers the blood and the fat of the fellowship offering shall have the right thigh as his share."
    },
    {
        "o": 3185,
        "r": "niv:Leviticus:7:34",
        "t": "From the fellowship offerings of the Israelites, I have taken the breast that is waved and the thigh that is presented and have given them to Aaron the priest and his sons as their perpetual share from the Israelites.’ ”"
    },
    {
        "o": 3186,
        "r": "niv:Leviticus:7:35",
        "t": "This*p is the portion of the food offerings presented to the Lord*s that were allotted to Aaron and his sons on the day they were presented to serve the Lord*s as priests."
    },
    {
        "o": 3187,
        "r": "niv:Leviticus:7:36",
        "t": "On the day they were anointed, the Lord*s commanded that the Israelites give this to them as their perpetual share for the generations to come."
    },
    {
        "o": 3188,
        "r": "niv:Leviticus:7:37",
        "t": "These,*p then, are the regulations for the burnt offering, the grain offering, the sin offering, the guilt offering, the ordination offering and the fellowship offering,"
    },
    {
        "o": 3189,
        "r": "niv:Leviticus:7:38",
        "t": "which the Lord*s gave Moses at Mount Sinai in the Desert of Sinai on the day he commanded the Israelites to bring their offerings to the Lord.*s"
    }
]
