[
    {
        "o": 34997,
        "r": "csb:Revelation:9:0",
        "t": "Revelation 9",
        "h": 1
    },
    {
        "o": 34998,
        "r": "csb:Revelation:9:0",
        "t": "The Fifth Trumpet",
        "h": 2
    },
    {
        "o": 34999,
        "r": "csb:Revelation:9:1",
        "t": "The*p fifth angel blew his trumpet, and I saw a star that had fallen from heaven to earth. The key for the shaft to the abyss was given to him."
    },
    {
        "o": 35000,
        "r": "csb:Revelation:9:2",
        "t": "He opened the shaft to the abyss, and smoke came up out of the shaft like smoke from a great furnace so that the sun and the air were darkened by the smoke from the shaft."
    },
    {
        "o": 35001,
        "r": "csb:Revelation:9:3",
        "t": "Then locusts came out of the smoke on to the earth, and power was given to them like the power that scorpions have on the earth."
    },
    {
        "o": 35002,
        "r": "csb:Revelation:9:4",
        "t": "They were told not to harm the grass of the earth, or any green plant, or any tree, but only those people who do not have God’s seal on their foreheads."
    },
    {
        "o": 35003,
        "r": "csb:Revelation:9:5",
        "t": "They were not permitted to kill them but were to torment them for five months; their torment is like the torment caused by a scorpion when it stings someone."
    },
    {
        "o": 35004,
        "r": "csb:Revelation:9:6",
        "t": "In those days people will seek death and will not find it; they will long to die, but death will flee from them."
    },
    {
        "o": 35005,
        "r": "csb:Revelation:9:7",
        "t": "The*p appearance of the locusts was like horses prepared for battle. Something like golden crowns was on their heads; their faces were like human faces;"
    },
    {
        "o": 35006,
        "r": "csb:Revelation:9:8",
        "t": "they had hair like women’s hair; their teeth were like lions’ teeth;"
    },
    {
        "o": 35007,
        "r": "csb:Revelation:9:9",
        "t": "they had chests like iron breastplates; the sound of their wings was like the sound of many chariots with horses rushing into battle;"
    },
    {
        "o": 35008,
        "r": "csb:Revelation:9:10",
        "t": "and they had tails with stingers like scorpions, so that with their tails they had the power to harm people for five months."
    },
    {
        "o": 35009,
        "r": "csb:Revelation:9:11",
        "t": "They had as their king the angel of the abyss; his name in Hebrew is Abaddon, and in Greek he has the name Apollyon."
    },
    {
        "o": 35010,
        "r": "csb:Revelation:9:12",
        "t": "The*p first woe has passed. There are still two more woes to come after this."
    },
    {
        "o": 35011,
        "r": "csb:Revelation:9:12",
        "t": "The Sixth Trumpet",
        "h": 2
    },
    {
        "o": 35012,
        "r": "csb:Revelation:9:13",
        "t": "The*p sixth angel blew his trumpet. From the four horns of the golden altar that is before God, I heard a voice"
    },
    {
        "o": 35013,
        "r": "csb:Revelation:9:14",
        "t": "say to the sixth angel who had the trumpet, “Release the four angels bound at the great river Euphrates.”"
    },
    {
        "o": 35014,
        "r": "csb:Revelation:9:15",
        "t": "So the four angels who were prepared for the hour, day, month, and year were released to kill a third of the human race."
    },
    {
        "o": 35015,
        "r": "csb:Revelation:9:16",
        "t": "The number of mounted troops was two hundred million; I heard their number."
    },
    {
        "o": 35016,
        "r": "csb:Revelation:9:17",
        "t": "This is how I saw the horses and their riders in the vision: They had breastplates that were fiery red, hyacinth blue, and sulfur yellow. The heads of the horses were like the heads of lions, and from their mouths came fire, smoke, and sulfur."
    },
    {
        "o": 35017,
        "r": "csb:Revelation:9:18",
        "t": "A third of the human race was killed by these three plagues - by the fire, the smoke, and the sulfur that came from their mouths."
    },
    {
        "o": 35018,
        "r": "csb:Revelation:9:19",
        "t": "For the power of the horses is in their mouths and in their tails, because their tails, which resemble snakes, have heads that inflict injury."
    },
    {
        "o": 35019,
        "r": "csb:Revelation:9:20",
        "t": "The*p rest of the people, who were not killed by these plagues, did not repent of the works of their hands to stop worshiping demons and idols of gold, silver, bronze, stone, and wood, which cannot see, hear, or walk."
    },
    {
        "o": 35020,
        "r": "csb:Revelation:9:21",
        "t": "And they did not repent of their murders, their sorceries, their sexual immorality, or their thefts."
    }
]
