[
    {
        "o": 8821,
        "r": "nasb:2 Samuel:3:0",
        "t": "2 Samuel 3",
        "h": 1
    },
    {
        "o": 8822,
        "r": "nasb:2 Samuel:3:0",
        "t": "The House of David Strengthened",
        "h": 2
    },
    {
        "o": 8823,
        "r": "nasb:2 Samuel:3:1",
        "t": "Now*p there was a long war between the house of Saul and the house of David; and David grew steadily stronger, but the house of Saul grew weaker continually."
    },
    {
        "o": 8824,
        "r": "nasb:2 Samuel:3:2",
        "t": "Sons*p were born to David at Hebron: his firstborn was Amnon, by Ahinoam the Jezreelitess;"
    },
    {
        "o": 8825,
        "r": "nasb:2 Samuel:3:3",
        "t": "and his second, Chileab, by Abigail the widow of Nabal the Carmelite; and the third, Absalom the son of Maacah, the daughter of Talmai, king of Geshur;"
    },
    {
        "o": 8826,
        "r": "nasb:2 Samuel:3:4",
        "t": "and the fourth, Adonijah the son of Haggith; and the fifth, Shephatiah the son of Abital;"
    },
    {
        "o": 8827,
        "r": "nasb:2 Samuel:3:5",
        "t": "and the sixth, Ithream, by David’s wife Eglah. These were born to David at Hebron."
    },
    {
        "o": 8828,
        "r": "nasb:2 Samuel:3:5",
        "t": "Abner Joins David",
        "h": 2
    },
    {
        "o": 8829,
        "r": "nasb:2 Samuel:3:6",
        "t": "It*p came about while there was war between the house of Saul and the house of David that Abner was making himself strong in the house of Saul."
    },
    {
        "o": 8830,
        "r": "nasb:2 Samuel:3:7",
        "t": "Now Saul had a concubine whose name was Rizpah, the daughter of Aiah; and Ish-bosheth said to Abner, “Why have you gone in to my father’s concubine?”"
    },
    {
        "o": 8831,
        "r": "nasb:2 Samuel:3:8",
        "t": "Then Abner was very angry over the words of Ish-bosheth and said, “Am I a dog’s head that belongs to Judah? Today I show kindness to the house of Saul your father, to his brothers and to his friends, and have not delivered you into the hands of David; and yet today you charge me with a guilt concerning the woman."
    },
    {
        "o": 8832,
        "r": "nasb:2 Samuel:3:9",
        "t": "May God do so to Abner, and more also, if as the Lord*s has sworn to David, I do not accomplish this for him,"
    },
    {
        "o": 8833,
        "r": "nasb:2 Samuel:3:10",
        "t": "to transfer the kingdom from the house of Saul and to establish the throne of David over Israel and over Judah, from Dan even to Beersheba.”"
    },
    {
        "o": 8834,
        "r": "nasb:2 Samuel:3:11",
        "t": "And he could no longer answer Abner a word, because he was afraid of him."
    },
    {
        "o": 8835,
        "r": "nasb:2 Samuel:3:12",
        "t": "Then*p Abner sent messengers to David in his place, saying, “Whose is the land? Make your covenant with me, and behold, my hand shall be with you to bring all Israel over to you.”"
    },
    {
        "o": 8836,
        "r": "nasb:2 Samuel:3:13",
        "t": "He said, “Good! I will make a covenant with you, but I demand one thing of you, namely, you shall not see my face unless you first bring Michal, Saul’s daughter, when you come to see me.”"
    },
    {
        "o": 8837,
        "r": "nasb:2 Samuel:3:14",
        "t": "So David sent messengers to Ish-bosheth, Saul’s son, saying, “Give me my wife Michal, to whom I was betrothed for a hundred foreskins of the Philistines.”"
    },
    {
        "o": 8838,
        "r": "nasb:2 Samuel:3:15",
        "t": "Ish-bosheth sent and took her from her*i husband, from Paltiel the son of Laish."
    },
    {
        "o": 8839,
        "r": "nasb:2 Samuel:3:16",
        "t": "But her husband went with her, weeping as he went, and followed her as far as Bahurim. Then Abner said to him, “Go, return.” So he returned."
    },
    {
        "o": 8840,
        "r": "nasb:2 Samuel:3:17",
        "t": "Now*p Abner had consultation with the elders of Israel, saying, “In times past you were seeking for David to be king over you."
    },
    {
        "o": 8841,
        "r": "nasb:2 Samuel:3:18",
        "t": "Now then, do it!*i For the Lord*s has spoken of David, saying, ‘By the hand of My servant David I will save My people Israel from the hand of the Philistines and from the hand of all their enemies.’ ”"
    },
    {
        "o": 8842,
        "r": "nasb:2 Samuel:3:19",
        "t": "Abner also spoke in the hearing of Benjamin; and in addition Abner went to speak in the hearing of David in Hebron all that seemed good to Israel and to the whole house of Benjamin."
    },
    {
        "o": 8843,
        "r": "nasb:2 Samuel:3:20",
        "t": "Then*p Abner and twenty men with him came to David at Hebron. And David made a feast for Abner and the men who were with him."
    },
    {
        "o": 8844,
        "r": "nasb:2 Samuel:3:21",
        "t": "Abner said to David, “Let me arise and go and gather all Israel to my lord the king, that they may make a covenant with you, and that you may be king over all that your soul desires.” So David sent Abner away, and he went in peace."
    },
    {
        "o": 8845,
        "r": "nasb:2 Samuel:3:22",
        "t": "And*p behold, the servants of David and Joab came from a raid and brought much spoil with them; but Abner was not with David in Hebron, for he had sent him away, and he had gone in peace."
    },
    {
        "o": 8846,
        "r": "nasb:2 Samuel:3:23",
        "t": "When Joab and all the army that was with him arrived, they told Joab, saying, “Abner the son of Ner came to the king, and he has sent him away, and he has gone in peace.”"
    },
    {
        "o": 8847,
        "r": "nasb:2 Samuel:3:24",
        "t": "Then Joab came to the king and said, “What have you done? Behold, Abner came to you; why then have you sent him away and he is already gone?"
    },
    {
        "o": 8848,
        "r": "nasb:2 Samuel:3:25",
        "t": "You know Abner the son of Ner, that he came to deceive you and to learn of your going out and coming in and to find out all that you are doing.”"
    },
    {
        "o": 8849,
        "r": "nasb:2 Samuel:3:25",
        "t": "Joab Murders Abner",
        "h": 2
    },
    {
        "o": 8850,
        "r": "nasb:2 Samuel:3:26",
        "t": "When*p Joab came out from David, he sent messengers after Abner, and they brought him back from the well of Sirah; but David did not know it.*i"
    },
    {
        "o": 8851,
        "r": "nasb:2 Samuel:3:27",
        "t": "So when Abner returned to Hebron, Joab took him aside into the middle of the gate to speak with him privately, and there he struck him in the belly so that he died on account of the blood of Asahel his brother."
    },
    {
        "o": 8852,
        "r": "nasb:2 Samuel:3:28",
        "t": "Afterward when David heard it, he said, “I and my kingdom are innocent before the Lord*s forever of the blood of Abner the son of Ner."
    },
    {
        "o": 8853,
        "r": "nasb:2 Samuel:3:29",
        "t": "May it fall on the head of Joab and on all his father’s house; and may there not fail from the house of Joab one who has a discharge, or who is a leper, or who takes hold of a distaff, or who falls by the sword, or who lacks bread.”"
    },
    {
        "o": 8854,
        "r": "nasb:2 Samuel:3:30",
        "t": "So Joab and Abishai his brother killed Abner because he had put their brother Asahel to death in the battle at Gibeon."
    },
    {
        "o": 8855,
        "r": "nasb:2 Samuel:3:30",
        "t": "David Mourns Abner",
        "h": 2
    },
    {
        "o": 8856,
        "r": "nasb:2 Samuel:3:31",
        "t": "Then*p David said to Joab and to all the people who were with him, “Tear your clothes and gird on sackcloth and lament before Abner.” And King David walked behind the bier."
    },
    {
        "o": 8857,
        "r": "nasb:2 Samuel:3:32",
        "t": "Thus they buried Abner in Hebron; and the king lifted up his voice and wept at the grave of Abner, and all the people wept."
    },
    {
        "o": 8858,
        "r": "nasb:2 Samuel:3:33",
        "t": "The king chanted a lament*i for Abner and said, “Should*pn Abner die as a fool dies?"
    },
    {
        "o": 8859,
        "r": "nasb:2 Samuel:3:34",
        "t": "Your*ln hands were not bound, nor your feet put in fetters; As*ln one falls before the wicked, you have fallen.” And*p all the people wept again over him."
    },
    {
        "o": 8860,
        "r": "nasb:2 Samuel:3:35",
        "t": "Then all the people came to persuade David to eat bread while it was still day; but David vowed, saying, “May God do so to me, and more also, if I taste bread or anything else before the sun goes down.”"
    },
    {
        "o": 8861,
        "r": "nasb:2 Samuel:3:36",
        "t": "Now all the people took note of*i it,*i and it pleased them, just as everything the king did pleased all the people."
    },
    {
        "o": 8862,
        "r": "nasb:2 Samuel:3:37",
        "t": "So all the people and all Israel understood that day that it had not been the*i will*i of the king to put Abner the son of Ner to death."
    },
    {
        "o": 8863,
        "r": "nasb:2 Samuel:3:38",
        "t": "Then the king said to his servants, “Do you not know that a prince and a great man has fallen this day in Israel?"
    },
    {
        "o": 8864,
        "r": "nasb:2 Samuel:3:39",
        "t": "I am weak today, though anointed king; and these men the sons of Zeruiah are too difficult for me. May the Lord*s repay the evildoer according to his evil.”"
    }
]
