[
    {
        "o": 14056,
        "r": "kjv:Job:31:0",
        "t": "Job 31",
        "h": 1
    },
    {
        "o": 14057,
        "r": "kjv:Job:31:1",
        "t": "I*p made a covenant with mine eyes; why then should I think upon a maid?"
    },
    {
        "o": 14058,
        "r": "kjv:Job:31:2",
        "t": "For*p what portion of God is there from above? and what inheritance of the Almighty from on high?"
    },
    {
        "o": 14059,
        "r": "kjv:Job:31:3",
        "t": "Is*p not destruction to the wicked? and a strange punishment to the workers of iniquity?"
    },
    {
        "o": 14060,
        "r": "kjv:Job:31:4",
        "t": "Doth*p not he see my ways, and count all my steps?"
    },
    {
        "o": 14061,
        "r": "kjv:Job:31:5",
        "t": "If*p I have walked with vanity, or if my foot hath hasted to deceit;"
    },
    {
        "o": 14062,
        "r": "kjv:Job:31:6",
        "t": "Let*p me be weighed in an even balance, that God may know mine integrity."
    },
    {
        "o": 14063,
        "r": "kjv:Job:31:7",
        "t": "If*p my step hath turned out of the way, and mine heart walked after mine eyes, and if any blot hath cleaved to mine hands;"
    },
    {
        "o": 14064,
        "r": "kjv:Job:31:8",
        "t": "Then*p let me sow, and let another eat; yea, let my offspring be rooted out."
    },
    {
        "o": 14065,
        "r": "kjv:Job:31:9",
        "t": "If*p mine heart have been deceived by a woman, or if I have laid wait at my neighbour's door;"
    },
    {
        "o": 14066,
        "r": "kjv:Job:31:10",
        "t": "Then*p let my wife grind unto another, and let others bow down upon her."
    },
    {
        "o": 14067,
        "r": "kjv:Job:31:11",
        "t": "For*p this is an heinous crime; yea, it is an iniquity to be punished by the judges."
    },
    {
        "o": 14068,
        "r": "kjv:Job:31:12",
        "t": "For*p it is a fire that consumeth to destruction, and would root out all mine increase."
    },
    {
        "o": 14069,
        "r": "kjv:Job:31:13",
        "t": "If*p I did despise the cause of my manservant or of my maidservant, when they contended with me;"
    },
    {
        "o": 14070,
        "r": "kjv:Job:31:14",
        "t": "What*p then shall I do when God riseth up? and when he visiteth, what shall I answer him?"
    },
    {
        "o": 14071,
        "r": "kjv:Job:31:15",
        "t": "Did*p not he that made me in the womb make him? and did not one fashion us in the womb?"
    },
    {
        "o": 14072,
        "r": "kjv:Job:31:16",
        "t": "If*p I have withheld the poor from their desire, or have caused the eyes of the widow to fail;"
    },
    {
        "o": 14073,
        "r": "kjv:Job:31:17",
        "t": "Or*p have eaten my morsel myself alone, and the fatherless hath not eaten thereof;"
    },
    {
        "o": 14074,
        "r": "kjv:Job:31:18",
        "t": "(For*p from my youth he was brought up with me, as with a father, and I have guided her from my mother's womb;)"
    },
    {
        "o": 14075,
        "r": "kjv:Job:31:19",
        "t": "If*p I have seen any perish for want of clothing, or any poor without covering;"
    },
    {
        "o": 14076,
        "r": "kjv:Job:31:20",
        "t": "If*p his loins have not blessed me, and if he were not warmed with the fleece of my sheep;"
    },
    {
        "o": 14077,
        "r": "kjv:Job:31:21",
        "t": "If*p I have lifted up my hand against the fatherless, when I saw my help in the gate:"
    },
    {
        "o": 14078,
        "r": "kjv:Job:31:22",
        "t": "Then*p let mine arm fall from my shoulder blade, and mine arm be broken from the bone."
    },
    {
        "o": 14079,
        "r": "kjv:Job:31:23",
        "t": "For*p destruction from God was a terror to me, and by reason of his highness I could not endure."
    },
    {
        "o": 14080,
        "r": "kjv:Job:31:24",
        "t": "If*p I have made gold my hope, or have said to the fine gold, Thou art my confidence;"
    },
    {
        "o": 14081,
        "r": "kjv:Job:31:25",
        "t": "If*p I rejoiced because my wealth was great, and because mine hand had gotten much;"
    },
    {
        "o": 14082,
        "r": "kjv:Job:31:26",
        "t": "If*p I beheld the sun when it shined, or the moon walking in brightness;"
    },
    {
        "o": 14083,
        "r": "kjv:Job:31:27",
        "t": "And*p my heart hath been secretly enticed, or my mouth hath kissed my hand:"
    },
    {
        "o": 14084,
        "r": "kjv:Job:31:28",
        "t": "This*p also were an iniquity to be punished by the judge: for I should have denied the God that is above."
    },
    {
        "o": 14085,
        "r": "kjv:Job:31:29",
        "t": "If*p I rejoiced at the destruction of him that hated me, or lifted up myself when evil found him:"
    },
    {
        "o": 14086,
        "r": "kjv:Job:31:30",
        "t": "Neither*p have I suffered my mouth to sin by wishing a curse to his soul."
    },
    {
        "o": 14087,
        "r": "kjv:Job:31:31",
        "t": "If*p the men of my tabernacle said not, Oh that we had of his flesh! we cannot be satisfied."
    },
    {
        "o": 14088,
        "r": "kjv:Job:31:32",
        "t": "The*p stranger did not lodge in the street: but I opened my doors to the traveller."
    },
    {
        "o": 14089,
        "r": "kjv:Job:31:33",
        "t": "If*p I covered my transgressions as Adam, by hiding mine iniquity in my bosom:"
    },
    {
        "o": 14090,
        "r": "kjv:Job:31:34",
        "t": "Did*p I fear a great multitude, or did the contempt of families terrify me, that I kept silence, and went not out of the door?"
    },
    {
        "o": 14091,
        "r": "kjv:Job:31:35",
        "t": "Oh*p that one would hear me! behold, my desire is, that the Almighty would answer me, and that mine adversary had written a book."
    },
    {
        "o": 14092,
        "r": "kjv:Job:31:36",
        "t": "Surely*p I would take it upon my shoulder, and bind it as a crown to me."
    },
    {
        "o": 14093,
        "r": "kjv:Job:31:37",
        "t": "I*p would declare unto him the number of my steps; as a prince would I go near unto him."
    },
    {
        "o": 14094,
        "r": "kjv:Job:31:38",
        "t": "If*p my land cry against me, or that the furrows likewise thereof complain;"
    },
    {
        "o": 14095,
        "r": "kjv:Job:31:39",
        "t": "If*p I have eaten the fruits thereof without money, or have caused the owners thereof to lose their life:"
    },
    {
        "o": 14096,
        "r": "kjv:Job:31:40",
        "t": "Let*p thistles grow instead of wheat, and cockle instead of barley. The words of Job are ended."
    }
]
