[
    {
        "o": 22036,
        "r": "nkjv:Jeremiah:31:0",
        "t": "Jeremiah 31",
        "h": 1
    },
    {
        "o": 22037,
        "r": "nkjv:Jeremiah:31:0",
        "t": "The Remnant of Israel Saved",
        "h": 2
    },
    {
        "o": 22038,
        "r": "nkjv:Jeremiah:31:1",
        "t": "“At*p the same time,” says the Lord,*s “I will be the God of all the families of Israel, and they shall be My people.”"
    },
    {
        "o": 22039,
        "r": "nkjv:Jeremiah:31:2",
        "t": "Thus*p says the Lord:*s “The*pn people who survived the sword Found*ld grace in the wilderness— Israel,*ld when I went to give him rest.”"
    },
    {
        "o": 22040,
        "r": "nkjv:Jeremiah:31:3",
        "t": "The*ln Lord*s has appeared of old to me, saying:*i “Yes,*ld I have loved you with an everlasting love; Therefore*ld with lovingkindness I have drawn you."
    },
    {
        "o": 22041,
        "r": "nkjv:Jeremiah:31:4",
        "t": "Again*ld I will build you, and you shall be rebuilt, O*ld virgin of Israel! You*ld shall again be adorned with your tambourines, And*ld shall go forth in the dances of those who rejoice."
    },
    {
        "o": 22042,
        "r": "nkjv:Jeremiah:31:5",
        "t": "You*ld shall yet plant vines on the mountains of Samaria; The*ld planters shall plant and eat them*i as ordinary food."
    },
    {
        "o": 22043,
        "r": "nkjv:Jeremiah:31:6",
        "t": "For*ld there shall be a day When*ild the watchmen will cry on Mount Ephraim, ‘Arise,*ld and let us go up to*i Zion, To*ld the Lord*s our God.’”"
    },
    {
        "o": 22044,
        "r": "nkjv:Jeremiah:31:7",
        "t": "For*ln thus says the Lord:*s “Sing*ln with gladness for Jacob, And*ld shout among the chief of the nations; Proclaim,*ld give praise, and say, ‘O*ld Lord,*s save Your people, The*ld remnant of Israel!’"
    },
    {
        "o": 22045,
        "r": "nkjv:Jeremiah:31:8",
        "t": "Behold,*ld I will bring them from the north country, And*ld gather them from the ends of the earth, Among*ild them the blind and the lame, The*ld woman with child And*ld the one who labors with child, together; A*ld great throng shall return there."
    },
    {
        "o": 22046,
        "r": "nkjv:Jeremiah:31:9",
        "t": "They*ld shall come with weeping, And*ld with supplications I will lead them. I*ld will cause them to walk by the rivers of waters, In*ld a straight way in which they shall not stumble; For*ld I am a Father to Israel, And*ld Ephraim is*i My firstborn."
    },
    {
        "o": 22047,
        "r": "nkjv:Jeremiah:31:10",
        "t": "“Hear*ln the word of the Lord,*s O nations, And*ld declare it*i in the isles afar off, and say, ‘He*ld who scattered Israel will gather him, And*ld keep him as a shepherd does*i his flock.’"
    },
    {
        "o": 22048,
        "r": "nkjv:Jeremiah:31:11",
        "t": "For*ld the Lord*s has redeemed Jacob, And*ld ransomed him from the hand of one stronger than he."
    },
    {
        "o": 22049,
        "r": "nkjv:Jeremiah:31:12",
        "t": "Therefore*ld they shall come and sing in the height of Zion, Streaming*ld to the goodness of the Lord—*s For*ld wheat and new wine and oil, For*ld the young of the flock and the herd; Their*ld souls shall be like a well-watered garden, And*ld they shall sorrow no more at all."
    },
    {
        "o": 22050,
        "r": "nkjv:Jeremiah:31:13",
        "t": "“Then*ln shall the virgin rejoice in the dance, And*ld the young men and the old, together; For*ld I will turn their mourning to joy, Will*ld comfort them, And*ld make them rejoice rather than sorrow."
    },
    {
        "o": 22051,
        "r": "nkjv:Jeremiah:31:14",
        "t": "I*ld will satiate the soul of the priests with abundance, And*ld My people shall be satisfied with My goodness, says the Lord.”*s"
    },
    {
        "o": 22052,
        "r": "nkjv:Jeremiah:31:14",
        "t": "Mercy on Ephraim",
        "h": 2
    },
    {
        "o": 22053,
        "r": "nkjv:Jeremiah:31:15",
        "t": "Thus*pn says the Lord:*s “A*ln voice was heard in Ramah, Lamentation*ld and*i bitter weeping, Rachel*ld weeping for her children, Refusing*ld to be comforted for her children, Because*ld they are*i no more.”"
    },
    {
        "o": 22054,
        "r": "nkjv:Jeremiah:31:16",
        "t": "Thus*ln says the Lord:*s “Refrain*ln your voice from weeping, And*ld your eyes from tears; For*ld your work shall be rewarded, says the Lord,*s And*ld they shall come back from the land of the enemy."
    },
    {
        "o": 22055,
        "r": "nkjv:Jeremiah:31:17",
        "t": "There*ld is hope in your future, says the Lord,*s That*ld your*i children shall come back to their own border."
    },
    {
        "o": 22056,
        "r": "nkjv:Jeremiah:31:18",
        "t": "“I*ln have surely heard Ephraim bemoaning himself: ‘You*ld have chastised me, and I was chastised, Like*ld an untrained bull; Restore*ld me, and I will return, For*ld You are*i the Lord*s my God."
    },
    {
        "o": 22057,
        "r": "nkjv:Jeremiah:31:19",
        "t": "Surely,*ld after my turning, I repented; And*ld after I was instructed, I struck myself on the thigh; I*ld was ashamed, yes, even humiliated, Because*ld I bore the reproach of my youth.’"
    },
    {
        "o": 22058,
        "r": "nkjv:Jeremiah:31:20",
        "t": "Is*ild Ephraim My dear son? Is*ild he*i a pleasant child? For*ld though I spoke against him, I*ld earnestly remember him still; Therefore*ld My heart yearns for him; I*ld will surely have mercy on him, says the Lord.*s"
    },
    {
        "o": 22059,
        "r": "nkjv:Jeremiah:31:21",
        "t": "“Set*ln up signposts, Make*ld landmarks; Set*ld your heart toward the highway, The*ld way in which*i you went. Turn*ld back, O virgin of Israel, Turn*ld back to these your cities."
    },
    {
        "o": 22060,
        "r": "nkjv:Jeremiah:31:22",
        "t": "How*ld long will you gad about, O*ld you backsliding daughter? For*ld the Lord*s has created a new thing in the earth— A*ld woman shall encompass a man.”"
    },
    {
        "o": 22061,
        "r": "nkjv:Jeremiah:31:22",
        "t": "Future Prosperity of Judah",
        "h": 2
    },
    {
        "o": 22062,
        "r": "nkjv:Jeremiah:31:23",
        "t": "Thus*p says the Lord*s of hosts, the God of Israel: “They shall again use this speech in the land of Judah and in its cities, when I bring back their captivity: ‘The Lord*s bless you, O home of justice, and*i mountain of holiness!’"
    },
    {
        "o": 22063,
        "r": "nkjv:Jeremiah:31:24",
        "t": "And there shall dwell in Judah itself, and in all its cities together, farmers and those going out with flocks."
    },
    {
        "o": 22064,
        "r": "nkjv:Jeremiah:31:25",
        "t": "For I have satiated the weary soul, and I have replenished every sorrowful soul.”"
    },
    {
        "o": 22065,
        "r": "nkjv:Jeremiah:31:26",
        "t": "After*p this I awoke and looked around, and my sleep was sweet to me."
    },
    {
        "o": 22066,
        "r": "nkjv:Jeremiah:31:27",
        "t": "“Behold,*p the days are coming, says the Lord,*s that I will sow the house of Israel and the house of Judah with the seed of man and the seed of beast."
    },
    {
        "o": 22067,
        "r": "nkjv:Jeremiah:31:28",
        "t": "And it shall come to pass, that*i as I have watched over them to pluck up, to break down, to throw down, to destroy, and to afflict, so I will watch over them to build and to plant, says the Lord.*s"
    },
    {
        "o": 22068,
        "r": "nkjv:Jeremiah:31:29",
        "t": "In those days they shall say no more: ‘The*pn fathers have eaten sour grapes, And*ld the children’s teeth are set on edge.’"
    },
    {
        "o": 22069,
        "r": "nkjv:Jeremiah:31:30",
        "t": "But*p every one shall die for his own iniquity; every man who eats the sour grapes, his teeth shall be set on edge."
    },
    {
        "o": 22070,
        "r": "nkjv:Jeremiah:31:30",
        "t": "A New Covenant",
        "h": 2
    },
    {
        "o": 22071,
        "r": "nkjv:Jeremiah:31:31",
        "t": "“Behold,*p the days are coming, says the Lord,*s when I will make a new covenant with the house of Israel and with the house of Judah—"
    },
    {
        "o": 22072,
        "r": "nkjv:Jeremiah:31:32",
        "t": "not according to the covenant that I made with their fathers in the day that*i I took them by the hand to lead them out of the land of Egypt, My covenant which they broke, though I was a husband to them, says the Lord.*s"
    },
    {
        "o": 22073,
        "r": "nkjv:Jeremiah:31:33",
        "t": "But this is*i the covenant that I will make with the house of Israel after those days, says the Lord:*s I will put My law in their minds, and write it on their hearts; and I will be their God, and they shall be My people."
    },
    {
        "o": 22074,
        "r": "nkjv:Jeremiah:31:34",
        "t": "No more shall every man teach his neighbor, and every man his brother, saying, ‘Know the Lord,’*s for they all shall know Me, from the least of them to the greatest of them, says the Lord.*s For I will forgive their iniquity, and their sin I will remember no more.”"
    },
    {
        "o": 22075,
        "r": "nkjv:Jeremiah:31:35",
        "t": "Thus*pn says the Lord,*s Who*ld gives the sun for a light by day, The*ld ordinances of the moon and the stars for a light by night, Who*ld disturbs the sea, And*ld its waves roar (The*ld Lord*s of hosts is*i His name):"
    },
    {
        "o": 22076,
        "r": "nkjv:Jeremiah:31:36",
        "t": "“If*ln those ordinances depart From*ld before Me, says the Lord,*s Then*ild the seed of Israel shall also cease From*ld being a nation before Me forever.”"
    },
    {
        "o": 22077,
        "r": "nkjv:Jeremiah:31:37",
        "t": "Thus*p says the Lord:*s “If*pn heaven above can be measured, And*ld the foundations of the earth searched out beneath, I*ld will also cast off all the seed of Israel For*ld all that they have done, says the Lord.*s"
    },
    {
        "o": 22078,
        "r": "nkjv:Jeremiah:31:38",
        "t": "“Behold,*p the days are coming, says the Lord,*s that the city shall be built for the Lord*s from the Tower of Hananel to the Corner Gate."
    },
    {
        "o": 22079,
        "r": "nkjv:Jeremiah:31:39",
        "t": "The surveyor’s line shall again extend straight forward over the hill Gareb; then it shall turn toward Goath."
    },
    {
        "o": 22080,
        "r": "nkjv:Jeremiah:31:40",
        "t": "And the whole valley of the dead bodies and of the ashes, and all the fields as far as the Brook Kidron, to the corner of the Horse Gate toward the east, shall*i be*i holy to the Lord.*s It shall not be plucked up or thrown down anymore forever.”"
    }
]
