[
    {
        "o": 7102,
        "r": "niv:Judges:1:0",
        "t": "Judges 1",
        "h": 1
    },
    {
        "o": 7103,
        "r": "niv:Judges:1:0",
        "t": "Israel Fights the Remaining Canaanites",
        "h": 2
    },
    {
        "o": 7104,
        "r": "niv:Judges:1:1",
        "t": "After*p the death of Joshua, the Israelites asked the Lord,*s “Who of us is to go up first to fight against the Canaanites?”"
    },
    {
        "o": 7105,
        "r": "niv:Judges:1:2",
        "t": "The*p Lord*s answered, “Judah shall go up; I have given the land into their hands.”"
    },
    {
        "o": 7106,
        "r": "niv:Judges:1:3",
        "t": "The*p men of Judah then said to the Simeonites their fellow Israelites, “Come up with us into the territory allotted to us, to fight against the Canaanites. We in turn will go with you into yours.” So the Simeonites went with them."
    },
    {
        "o": 7107,
        "r": "niv:Judges:1:4",
        "t": "When*p Judah attacked, the Lord*s gave the Canaanites and Perizzites into their hands, and they struck down ten thousand men at Bezek."
    },
    {
        "o": 7108,
        "r": "niv:Judges:1:5",
        "t": "It was there that they found Adoni-Bezek and fought against him, putting to rout the Canaanites and Perizzites."
    },
    {
        "o": 7109,
        "r": "niv:Judges:1:6",
        "t": "Adoni-Bezek fled, but they chased him and caught him, and cut off his thumbs and big toes."
    },
    {
        "o": 7110,
        "r": "niv:Judges:1:7",
        "t": "Then*p Adoni-Bezek said, “Seventy kings with their thumbs and big toes cut off have picked up scraps under my table. Now God has paid me back for what I did to them.” They brought him to Jerusalem, and he died there."
    },
    {
        "o": 7111,
        "r": "niv:Judges:1:8",
        "t": "The*p men of Judah attacked Jerusalem also and took it. They put the city to the sword and set it on fire."
    },
    {
        "o": 7112,
        "r": "niv:Judges:1:9",
        "t": "After*p that, Judah went down to fight against the Canaanites living in the hill country, the Negev and the western foothills."
    },
    {
        "o": 7113,
        "r": "niv:Judges:1:10",
        "t": "They advanced against the Canaanites living in Hebron (formerly called Kiriath Arba) and defeated Sheshai, Ahiman and Talmai."
    },
    {
        "o": 7114,
        "r": "niv:Judges:1:11",
        "t": "From there they advanced against the people living in Debir (formerly called Kiriath Sepher)."
    },
    {
        "o": 7115,
        "r": "niv:Judges:1:12",
        "t": "And*p Caleb said, “I will give my daughter Aksah in marriage to the man who attacks and captures Kiriath Sepher.”"
    },
    {
        "o": 7116,
        "r": "niv:Judges:1:13",
        "t": "Othniel son of Kenaz, Caleb’s younger brother, took it; so Caleb gave his daughter Aksah to him in marriage."
    },
    {
        "o": 7117,
        "r": "niv:Judges:1:14",
        "t": "One*p day when she came to Othniel, she urged him to ask her father for a field. When she got off her donkey, Caleb asked her, “What can I do for you?”"
    },
    {
        "o": 7118,
        "r": "niv:Judges:1:15",
        "t": "She*p replied, “Do me a special favor. Since you have given me land in the Negev, give me also springs of water.” So Caleb gave her the upper and lower springs."
    },
    {
        "o": 7119,
        "r": "niv:Judges:1:16",
        "t": "The*p descendants of Moses’ father-in-law, the Kenite, went up from the City of Palms with the people of Judah to live among the inhabitants of the Desert of Judah in the Negev near Arad."
    },
    {
        "o": 7120,
        "r": "niv:Judges:1:17",
        "t": "Then*p the men of Judah went with the Simeonites their fellow Israelites and attacked the Canaanites living in Zephath, and they totally destroyed the city. Therefore it was called Hormah."
    },
    {
        "o": 7121,
        "r": "niv:Judges:1:18",
        "t": "Judah also took Gaza, Ashkelon and Ekron—each city with its territory."
    },
    {
        "o": 7122,
        "r": "niv:Judges:1:19",
        "t": "The*p Lord*s was with the men of Judah. They took possession of the hill country, but they were unable to drive the people from the plains, because they had chariots fitted with iron."
    },
    {
        "o": 7123,
        "r": "niv:Judges:1:20",
        "t": "As Moses had promised, Hebron was given to Caleb, who drove from it the three sons of Anak."
    },
    {
        "o": 7124,
        "r": "niv:Judges:1:21",
        "t": "The Benjamites, however, did not drive out the Jebusites, who were living in Jerusalem; to this day the Jebusites live there with the Benjamites."
    },
    {
        "o": 7125,
        "r": "niv:Judges:1:22",
        "t": "Now*p the tribes of Joseph attacked Bethel, and the Lord*s was with them."
    },
    {
        "o": 7126,
        "r": "niv:Judges:1:23",
        "t": "When they sent men to spy out Bethel (formerly called Luz),"
    },
    {
        "o": 7127,
        "r": "niv:Judges:1:24",
        "t": "the spies saw a man coming out of the city and they said to him, “Show us how to get into the city and we will see that you are treated well.”"
    },
    {
        "o": 7128,
        "r": "niv:Judges:1:25",
        "t": "So he showed them, and they put the city to the sword but spared the man and his whole family."
    },
    {
        "o": 7129,
        "r": "niv:Judges:1:26",
        "t": "He then went to the land of the Hittites, where he built a city and called it Luz, which is its name to this day."
    },
    {
        "o": 7130,
        "r": "niv:Judges:1:27",
        "t": "But*p Manasseh did not drive out the people of Beth Shan or Taanach or Dor or Ibleam or Megiddo and their surrounding settlements, for the Canaanites were determined to live in that land."
    },
    {
        "o": 7131,
        "r": "niv:Judges:1:28",
        "t": "When Israel became strong, they pressed the Canaanites into forced labor but never drove them out completely."
    },
    {
        "o": 7132,
        "r": "niv:Judges:1:29",
        "t": "Nor did Ephraim drive out the Canaanites living in Gezer, but the Canaanites continued to live there among them."
    },
    {
        "o": 7133,
        "r": "niv:Judges:1:30",
        "t": "Neither did Zebulun drive out the Canaanites living in Kitron or Nahalol, so these Canaanites lived among them, but Zebulun did subject them to forced labor."
    },
    {
        "o": 7134,
        "r": "niv:Judges:1:31",
        "t": "Nor did Asher drive out those living in Akko or Sidon or Ahlab or Akzib or Helbah or Aphek or Rehob."
    },
    {
        "o": 7135,
        "r": "niv:Judges:1:32",
        "t": "The Asherites lived among the Canaanite inhabitants of the land because they did not drive them out."
    },
    {
        "o": 7136,
        "r": "niv:Judges:1:33",
        "t": "Neither did Naphtali drive out those living in Beth Shemesh or Beth Anath; but the Naphtalites too lived among the Canaanite inhabitants of the land, and those living in Beth Shemesh and Beth Anath became forced laborers for them."
    },
    {
        "o": 7137,
        "r": "niv:Judges:1:34",
        "t": "The Amorites confined the Danites to the hill country, not allowing them to come down into the plain."
    },
    {
        "o": 7138,
        "r": "niv:Judges:1:35",
        "t": "And the Amorites were determined also to hold out in Mount Heres, Aijalon and Shaalbim, but when the power of the tribes of Joseph increased, they too were pressed into forced labor."
    },
    {
        "o": 7139,
        "r": "niv:Judges:1:36",
        "t": "The boundary of the Amorites was from Scorpion Pass to Sela and beyond."
    }
]
