[
    {
        "o": 20526,
        "r": "esv:Isaiah:41:0",
        "t": "Isaiah 41",
        "h": 1
    },
    {
        "o": 20527,
        "r": "esv:Isaiah:41:0",
        "t": "Fear Not, for I Am with You",
        "h": 2
    },
    {
        "o": 20528,
        "r": "esv:Isaiah:41:1",
        "t": "Listen*pn to me in silence, O coastlands; let*ld the peoples renew their strength; let*ln them approach, then let them speak; let*ld us together draw near for judgment."
    },
    {
        "o": 20529,
        "r": "esv:Isaiah:41:2",
        "t": "Who*pn stirred up one from the east whom*ld victory meets at every step? He*ln gives up nations before him, so*ld that he tramples kings underfoot; he*ln makes them like dust with his sword, like*ld driven stubble with his bow."
    },
    {
        "o": 20530,
        "r": "esv:Isaiah:41:3",
        "t": "He*ln pursues them and passes on safely, by*ld paths his feet have not trod."
    },
    {
        "o": 20531,
        "r": "esv:Isaiah:41:4",
        "t": "Who*ln has performed and done this, calling*ld the generations from the beginning? I,*ln the Lord,*s the first, and*ld with the last; I am he."
    },
    {
        "o": 20532,
        "r": "esv:Isaiah:41:5",
        "t": "The*pn coastlands have seen and are afraid; the*ld ends of the earth tremble; they*ld have drawn near and come."
    },
    {
        "o": 20533,
        "r": "esv:Isaiah:41:6",
        "t": "Everyone*ln helps his neighbor and*ld says to his brother, “Be strong!”"
    },
    {
        "o": 20534,
        "r": "esv:Isaiah:41:7",
        "t": "The*ln craftsman strengthens the goldsmith, and*ld he who smooths with the hammer him who strikes the anvil, saying*ln of the soldering, “It is good”; and*ld they strengthen it with nails so that it cannot be moved."
    },
    {
        "o": 20535,
        "r": "esv:Isaiah:41:8",
        "t": "But*pn you, Israel, my servant, Jacob,*ld whom I have chosen, the*ld offspring of Abraham, my friend;"
    },
    {
        "o": 20536,
        "r": "esv:Isaiah:41:9",
        "t": "you*ln whom I took from the ends of the earth, and*ld called from its farthest corners, saying*ln to you, “You are my servant, I*ld have chosen you and not cast you off”;"
    },
    {
        "o": 20537,
        "r": "esv:Isaiah:41:10",
        "t": "fear*ln not, for I am with you; be*ld not dismayed, for I am your God; I*ln will strengthen you, I will help you, I*ld will uphold you with my righteous right hand."
    },
    {
        "o": 20538,
        "r": "esv:Isaiah:41:11",
        "t": "Behold,*pn all who are incensed against you shall*ld be put to shame and confounded; those*ln who strive against you shall*ld be as nothing and shall perish."
    },
    {
        "o": 20539,
        "r": "esv:Isaiah:41:12",
        "t": "You*ln shall seek those who contend with you, but*ld you shall not find them; those*ln who war against you shall*ld be as nothing at all."
    },
    {
        "o": 20540,
        "r": "esv:Isaiah:41:13",
        "t": "For*ln I, the Lord*s your God, hold*ld your right hand; it*ln is I who say to you, “Fear not, I*ld am the one who helps you.”"
    },
    {
        "o": 20541,
        "r": "esv:Isaiah:41:14",
        "t": "Fear*pn not, you worm Jacob, you*ld men of Israel! I*ln am the one who helps you, declares the Lord;*s your*ld Redeemer is the Holy One of Israel."
    },
    {
        "o": 20542,
        "r": "esv:Isaiah:41:15",
        "t": "Behold,*ln I make of you a threshing sledge, new,*ld sharp, and having teeth; you*ln shall thresh the mountains and crush them, and*ld you shall make the hills like chaff;"
    },
    {
        "o": 20543,
        "r": "esv:Isaiah:41:16",
        "t": "you*ln shall winnow them, and the wind shall carry them away, and*ld the tempest shall scatter them. And*ln you shall rejoice in the Lord;*s in*ld the Holy One of Israel you shall glory."
    },
    {
        "o": 20544,
        "r": "esv:Isaiah:41:17",
        "t": "When*pn the poor and needy seek water, and*ld there is none, and*ld their tongue is parched with thirst, I*ln the Lord*s will answer them; I*ld the God of Israel will not forsake them."
    },
    {
        "o": 20545,
        "r": "esv:Isaiah:41:18",
        "t": "I*ln will open rivers on the bare heights, and*ld fountains in the midst of the valleys. I*ln will make the wilderness a pool of water, and*ld the dry land springs of water."
    },
    {
        "o": 20546,
        "r": "esv:Isaiah:41:19",
        "t": "I*ln will put in the wilderness the cedar, the*ld acacia, the myrtle, and the olive. I*ln will set in the desert the cypress, the*ld plane and the pine together,"
    },
    {
        "o": 20547,
        "r": "esv:Isaiah:41:20",
        "t": "that*ln they may see and know, may*ld consider and understand together, that*ln the hand of the Lord*s has done this, the*ld Holy One of Israel has created it."
    },
    {
        "o": 20548,
        "r": "esv:Isaiah:41:20",
        "t": "The Futility of Idols",
        "h": 2
    },
    {
        "o": 20549,
        "r": "esv:Isaiah:41:21",
        "t": "Set*pn forth your case, says the Lord;*s bring*ld your proofs, says the King of Jacob."
    },
    {
        "o": 20550,
        "r": "esv:Isaiah:41:22",
        "t": "Let*ln them bring them, and tell us what*ld is to happen. Tell*ln us the former things, what they are, that*ld we may consider them, that*ln we may know their outcome; or*ld declare to us the things to come."
    },
    {
        "o": 20551,
        "r": "esv:Isaiah:41:23",
        "t": "Tell*ln us what is to come hereafter, that*ld we may know that you are gods; do*ln good, or do harm, that*ld we may be dismayed and terrified."
    },
    {
        "o": 20552,
        "r": "esv:Isaiah:41:24",
        "t": "Behold,*ln you are nothing, and*ld your work is less than nothing; an*ld abomination is he who chooses you."
    },
    {
        "o": 20553,
        "r": "esv:Isaiah:41:25",
        "t": "I*pn stirred up one from the north, and he has come, from*ld the rising of the sun, and he shall call upon my name; he*ln shall trample on rulers as on mortar, as*ld the potter treads clay."
    },
    {
        "o": 20554,
        "r": "esv:Isaiah:41:26",
        "t": "Who*ln declared it from the beginning, that we might know, and*ld beforehand, that we might say, “He is right”? There*ln was none who declared it, none who proclaimed, none*ld who heard your words."
    },
    {
        "o": 20555,
        "r": "esv:Isaiah:41:27",
        "t": "I*ln was the first to say to Zion, “Behold, here they are!” and*ld I give to Jerusalem a herald of good news."
    },
    {
        "o": 20556,
        "r": "esv:Isaiah:41:28",
        "t": "But*ln when I look, there is no one; among*ld these there is no counselor who,*ld when I ask, gives an answer."
    },
    {
        "o": 20557,
        "r": "esv:Isaiah:41:29",
        "t": "Behold,*ln they are all a delusion; their*ld works are nothing; their*ld metal images are empty wind."
    }
]
