[
    {
        "o": 33073,
        "r": "esv:1 Thessalonians:1:0",
        "t": "1 Thessalonians 1",
        "h": 1
    },
    {
        "o": 33074,
        "r": "esv:1 Thessalonians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33075,
        "r": "esv:1 Thessalonians:1:1",
        "t": "Paul,*p Silvanus, and Timothy, To*p the church of the Thessalonians in God the Father and the Lord Jesus Christ: Grace*p to you and peace."
    },
    {
        "o": 33076,
        "r": "esv:1 Thessalonians:1:1",
        "t": "The Thessalonians’ Faith and Example",
        "h": 2
    },
    {
        "o": 33077,
        "r": "esv:1 Thessalonians:1:2",
        "t": "We*p give thanks to God always for all of you, constantly mentioning you in our prayers,"
    },
    {
        "o": 33078,
        "r": "esv:1 Thessalonians:1:3",
        "t": "remembering before our God and Father your work of faith and labor of love and steadfastness of hope in our Lord Jesus Christ."
    },
    {
        "o": 33079,
        "r": "esv:1 Thessalonians:1:4",
        "t": "For we know, brothers loved by God, that he has chosen you,"
    },
    {
        "o": 33080,
        "r": "esv:1 Thessalonians:1:5",
        "t": "because our gospel came to you not only in word, but also in power and in the Holy Spirit and with full conviction. You know what kind of men we proved to be among you for your sake."
    },
    {
        "o": 33081,
        "r": "esv:1 Thessalonians:1:6",
        "t": "And you became imitators of us and of the Lord, for you received the word in much affliction, with the joy of the Holy Spirit,"
    },
    {
        "o": 33082,
        "r": "esv:1 Thessalonians:1:7",
        "t": "so that you became an example to all the believers in Macedonia and in Achaia."
    },
    {
        "o": 33083,
        "r": "esv:1 Thessalonians:1:8",
        "t": "For not only has the word of the Lord sounded forth from you in Macedonia and Achaia, but your faith in God has gone forth everywhere, so that we need not say anything."
    },
    {
        "o": 33084,
        "r": "esv:1 Thessalonians:1:9",
        "t": "For they themselves report concerning us the kind of reception we had among you, and how you turned to God from idols to serve the living and true God,"
    },
    {
        "o": 33085,
        "r": "esv:1 Thessalonians:1:10",
        "t": "and to wait for his Son from heaven, whom he raised from the dead, Jesus who delivers us from the wrath to come."
    },
    {
        "o": 33086,
        "r": "esv:1 Thessalonians:2:0",
        "t": "1 Thessalonians 2",
        "h": 1
    },
    {
        "o": 33087,
        "r": "esv:1 Thessalonians:2:0",
        "t": "Paul’s Ministry to the Thessalonians",
        "h": 2
    },
    {
        "o": 33088,
        "r": "esv:1 Thessalonians:2:1",
        "t": "For*p you yourselves know, brothers, that our coming to you was not in vain."
    },
    {
        "o": 33089,
        "r": "esv:1 Thessalonians:2:2",
        "t": "But though we had already suffered and been shamefully treated at Philippi, as you know, we had boldness in our God to declare to you the gospel of God in the midst of much conflict."
    },
    {
        "o": 33090,
        "r": "esv:1 Thessalonians:2:3",
        "t": "For our appeal does not spring from error or impurity or any attempt to deceive,"
    },
    {
        "o": 33091,
        "r": "esv:1 Thessalonians:2:4",
        "t": "but just as we have been approved by God to be entrusted with the gospel, so we speak, not to please man, but to please God who tests our hearts."
    },
    {
        "o": 33092,
        "r": "esv:1 Thessalonians:2:5",
        "t": "For we never came with words of flattery, as you know, nor with a pretext for greed— God is witness."
    },
    {
        "o": 33093,
        "r": "esv:1 Thessalonians:2:6",
        "t": "Nor did we seek glory from people, whether from you or from others, though we could have made demands as apostles of Christ."
    },
    {
        "o": 33094,
        "r": "esv:1 Thessalonians:2:7",
        "t": "But we were gentle among you, like a nursing mother taking care of her own children."
    },
    {
        "o": 33095,
        "r": "esv:1 Thessalonians:2:8",
        "t": "So, being affectionately desirous of you, we were ready to share with you not only the gospel of God but also our own selves, because you had become very dear to us."
    },
    {
        "o": 33096,
        "r": "esv:1 Thessalonians:2:9",
        "t": "For*p you remember, brothers, our labor and toil: we worked night and day, that we might not be a burden to any of you, while we proclaimed to you the gospel of God."
    },
    {
        "o": 33097,
        "r": "esv:1 Thessalonians:2:10",
        "t": "You are witnesses, and God also, how holy and righteous and blameless was our conduct toward you believers."
    },
    {
        "o": 33098,
        "r": "esv:1 Thessalonians:2:11",
        "t": "For you know how, like a father with his children,"
    },
    {
        "o": 33099,
        "r": "esv:1 Thessalonians:2:12",
        "t": "we exhorted each one of you and encouraged you and charged you to walk in a manner worthy of God, who calls you into his own kingdom and glory."
    },
    {
        "o": 33100,
        "r": "esv:1 Thessalonians:2:13",
        "t": "And*p we also thank God constantly for this, that when you received the word of God, which you heard from us, you accepted it not as the word of men but as what it really is, the word of God, which is at work in you believers."
    },
    {
        "o": 33101,
        "r": "esv:1 Thessalonians:2:14",
        "t": "For you, brothers, became imitators of the churches of God in Christ Jesus that are in Judea. For you suffered the same things from your own countrymen as they did from the Jews,"
    },
    {
        "o": 33102,
        "r": "esv:1 Thessalonians:2:15",
        "t": "who killed both the Lord Jesus and the prophets, and drove us out, and displease God and oppose all mankind"
    },
    {
        "o": 33103,
        "r": "esv:1 Thessalonians:2:16",
        "t": "by hindering us from speaking to the Gentiles that they might be saved— so as always to fill up the measure of their sins. But wrath has come upon them at last!"
    },
    {
        "o": 33104,
        "r": "esv:1 Thessalonians:2:16",
        "t": "Paul’s Longing to See Them Again",
        "h": 2
    },
    {
        "o": 33105,
        "r": "esv:1 Thessalonians:2:17",
        "t": "But*p since we were torn away from you, brothers, for a short time, in person not in heart, we endeavored the more eagerly and with great desire to see you face to face,"
    },
    {
        "o": 33106,
        "r": "esv:1 Thessalonians:2:18",
        "t": "because we wanted to come to you— I, Paul, again and again— but Satan hindered us."
    },
    {
        "o": 33107,
        "r": "esv:1 Thessalonians:2:19",
        "t": "For what is our hope or joy or crown of boasting before our Lord Jesus at his coming? Is it not you?"
    },
    {
        "o": 33108,
        "r": "esv:1 Thessalonians:2:20",
        "t": "For you are our glory and joy."
    },
    {
        "o": 33109,
        "r": "esv:1 Thessalonians:3:0",
        "t": "1 Thessalonians 3",
        "h": 1
    },
    {
        "o": 33110,
        "r": "esv:1 Thessalonians:3:1",
        "t": "Therefore*p when we could bear it no longer, we were willing to be left behind at Athens alone,"
    },
    {
        "o": 33111,
        "r": "esv:1 Thessalonians:3:2",
        "t": "and we sent Timothy, our brother and God’s coworker in the gospel of Christ, to establish and exhort you in your faith,"
    },
    {
        "o": 33112,
        "r": "esv:1 Thessalonians:3:3",
        "t": "that no one be moved by these afflictions. For you yourselves know that we are destined for this."
    },
    {
        "o": 33113,
        "r": "esv:1 Thessalonians:3:4",
        "t": "For when we were with you, we kept telling you beforehand that we were to suffer affliction, just as it has come to pass, and just as you know."
    },
    {
        "o": 33114,
        "r": "esv:1 Thessalonians:3:5",
        "t": "For this reason, when I could bear it no longer, I sent to learn about your faith, for fear that somehow the tempter had tempted you and our labor would be in vain."
    },
    {
        "o": 33115,
        "r": "esv:1 Thessalonians:3:5",
        "t": "Timothy’s Encouraging Report",
        "h": 2
    },
    {
        "o": 33116,
        "r": "esv:1 Thessalonians:3:6",
        "t": "But*p now that Timothy has come to us from you, and has brought us the good news of your faith and love and reported that you always remember us kindly and long to see us, as we long to see you—"
    },
    {
        "o": 33117,
        "r": "esv:1 Thessalonians:3:7",
        "t": "for this reason, brothers, in all our distress and affliction we have been comforted about you through your faith."
    },
    {
        "o": 33118,
        "r": "esv:1 Thessalonians:3:8",
        "t": "For now we live, if you are standing fast in the Lord."
    },
    {
        "o": 33119,
        "r": "esv:1 Thessalonians:3:9",
        "t": "For what thanksgiving can we return to God for you, for all the joy that we feel for your sake before our God,"
    },
    {
        "o": 33120,
        "r": "esv:1 Thessalonians:3:10",
        "t": "as we pray most earnestly night and day that we may see you face to face and supply what is lacking in your faith?"
    },
    {
        "o": 33121,
        "r": "esv:1 Thessalonians:3:11",
        "t": "Now*p may our God and Father himself, and our Lord Jesus, direct our way to you,"
    },
    {
        "o": 33122,
        "r": "esv:1 Thessalonians:3:12",
        "t": "and may the Lord make you increase and abound in love for one another and for all, as we do for you,"
    },
    {
        "o": 33123,
        "r": "esv:1 Thessalonians:3:13",
        "t": "so that he may establish your hearts blameless in holiness before our God and Father, at the coming of our Lord Jesus with all his saints."
    },
    {
        "o": 33124,
        "r": "esv:1 Thessalonians:4:0",
        "t": "1 Thessalonians 4",
        "h": 1
    },
    {
        "o": 33125,
        "r": "esv:1 Thessalonians:4:0",
        "t": "A Life Pleasing to God",
        "h": 2
    },
    {
        "o": 33126,
        "r": "esv:1 Thessalonians:4:1",
        "t": "Finally,*p then, brothers, we ask and urge you in the Lord Jesus, that as you received from us how you ought to walk and to please God, just as you are doing, that you do so more and more."
    },
    {
        "o": 33127,
        "r": "esv:1 Thessalonians:4:2",
        "t": "For you know what instructions we gave you through the Lord Jesus."
    },
    {
        "o": 33128,
        "r": "esv:1 Thessalonians:4:3",
        "t": "For this is the will of God, your sanctification: that you abstain from sexual immorality;"
    },
    {
        "o": 33129,
        "r": "esv:1 Thessalonians:4:4",
        "t": "that each one of you know how to control his own body in holiness and honor,"
    },
    {
        "o": 33130,
        "r": "esv:1 Thessalonians:4:5",
        "t": "not in the passion of lust like the Gentiles who do not know God;"
    },
    {
        "o": 33131,
        "r": "esv:1 Thessalonians:4:6",
        "t": "that no one transgress and wrong his brother in this matter, because the Lord is an avenger in all these things, as we told you beforehand and solemnly warned you."
    },
    {
        "o": 33132,
        "r": "esv:1 Thessalonians:4:7",
        "t": "For God has not called us for impurity, but in holiness."
    },
    {
        "o": 33133,
        "r": "esv:1 Thessalonians:4:8",
        "t": "Therefore whoever disregards this, disregards not man but God, who gives his Holy Spirit to you."
    },
    {
        "o": 33134,
        "r": "esv:1 Thessalonians:4:9",
        "t": "Now*p concerning brotherly love you have no need for anyone to write to you, for you yourselves have been taught by God to love one another,"
    },
    {
        "o": 33135,
        "r": "esv:1 Thessalonians:4:10",
        "t": "for that indeed is what you are doing to all the brothers throughout Macedonia. But we urge you, brothers, to do this more and more,"
    },
    {
        "o": 33136,
        "r": "esv:1 Thessalonians:4:11",
        "t": "and to aspire to live quietly, and to mind your own affairs, and to work with your hands, as we instructed you,"
    },
    {
        "o": 33137,
        "r": "esv:1 Thessalonians:4:12",
        "t": "so that you may walk properly before outsiders and be dependent on no one."
    },
    {
        "o": 33138,
        "r": "esv:1 Thessalonians:4:12",
        "t": "The Coming of the Lord",
        "h": 2
    },
    {
        "o": 33139,
        "r": "esv:1 Thessalonians:4:13",
        "t": "But*p we do not want you to be uninformed, brothers, about those who are asleep, that you may not grieve as others do who have no hope."
    },
    {
        "o": 33140,
        "r": "esv:1 Thessalonians:4:14",
        "t": "For since we believe that Jesus died and rose again, even so, through Jesus, God will bring with him those who have fallen asleep."
    },
    {
        "o": 33141,
        "r": "esv:1 Thessalonians:4:15",
        "t": "For this we declare to you by a word from the Lord, that we who are alive, who are left until the coming of the Lord, will not precede those who have fallen asleep."
    },
    {
        "o": 33142,
        "r": "esv:1 Thessalonians:4:16",
        "t": "For the Lord himself will descend from heaven with a cry of command, with the voice of an archangel, and with the sound of the trumpet of God. And the dead in Christ will rise first."
    },
    {
        "o": 33143,
        "r": "esv:1 Thessalonians:4:17",
        "t": "Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord."
    },
    {
        "o": 33144,
        "r": "esv:1 Thessalonians:4:18",
        "t": "Therefore encourage one another with these words."
    },
    {
        "o": 33145,
        "r": "esv:1 Thessalonians:5:0",
        "t": "1 Thessalonians 5",
        "h": 1
    },
    {
        "o": 33146,
        "r": "esv:1 Thessalonians:5:0",
        "t": "The Day of the Lord",
        "h": 2
    },
    {
        "o": 33147,
        "r": "esv:1 Thessalonians:5:1",
        "t": "Now*p concerning the times and the seasons, brothers, you have no need to have anything written to you."
    },
    {
        "o": 33148,
        "r": "esv:1 Thessalonians:5:2",
        "t": "For you yourselves are fully aware that the day of the Lord will come like a thief in the night."
    },
    {
        "o": 33149,
        "r": "esv:1 Thessalonians:5:3",
        "t": "While people are saying, “There is peace and security,” then sudden destruction will come upon them as labor pains come upon a pregnant woman, and they will not escape."
    },
    {
        "o": 33150,
        "r": "esv:1 Thessalonians:5:4",
        "t": "But you are not in darkness, brothers, for that day to surprise you like a thief."
    },
    {
        "o": 33151,
        "r": "esv:1 Thessalonians:5:5",
        "t": "For you are all children of light, children of the day. We are not of the night or of the darkness."
    },
    {
        "o": 33152,
        "r": "esv:1 Thessalonians:5:6",
        "t": "So then let us not sleep, as others do, but let us keep awake and be sober."
    },
    {
        "o": 33153,
        "r": "esv:1 Thessalonians:5:7",
        "t": "For those who sleep, sleep at night, and those who get drunk, are drunk at night."
    },
    {
        "o": 33154,
        "r": "esv:1 Thessalonians:5:8",
        "t": "But since we belong to the day, let us be sober, having put on the breastplate of faith and love, and for a helmet the hope of salvation."
    },
    {
        "o": 33155,
        "r": "esv:1 Thessalonians:5:9",
        "t": "For God has not destined us for wrath, but to obtain salvation through our Lord Jesus Christ,"
    },
    {
        "o": 33156,
        "r": "esv:1 Thessalonians:5:10",
        "t": "who died for us so that whether we are awake or asleep we might live with him."
    },
    {
        "o": 33157,
        "r": "esv:1 Thessalonians:5:11",
        "t": "Therefore encourage one another and build one another up, just as you are doing."
    },
    {
        "o": 33158,
        "r": "esv:1 Thessalonians:5:11",
        "t": "Final Instructions and Benediction",
        "h": 2
    },
    {
        "o": 33159,
        "r": "esv:1 Thessalonians:5:12",
        "t": "We*p ask you, brothers, to respect those who labor among you and are over you in the Lord and admonish you,"
    },
    {
        "o": 33160,
        "r": "esv:1 Thessalonians:5:13",
        "t": "and to esteem them very highly in love because of their work. Be at peace among yourselves."
    },
    {
        "o": 33161,
        "r": "esv:1 Thessalonians:5:14",
        "t": "And we urge you, brothers, admonish the idle, encourage the fainthearted, help the weak, be patient with them all."
    },
    {
        "o": 33162,
        "r": "esv:1 Thessalonians:5:15",
        "t": "See that no one repays anyone evil for evil, but always seek to do good to one another and to everyone."
    },
    {
        "o": 33163,
        "r": "esv:1 Thessalonians:5:16",
        "t": "Rejoice always,"
    },
    {
        "o": 33164,
        "r": "esv:1 Thessalonians:5:17",
        "t": "pray without ceasing,"
    },
    {
        "o": 33165,
        "r": "esv:1 Thessalonians:5:18",
        "t": "give thanks in all circumstances; for this is the will of God in Christ Jesus for you."
    },
    {
        "o": 33166,
        "r": "esv:1 Thessalonians:5:19",
        "t": "Do not quench the Spirit."
    },
    {
        "o": 33167,
        "r": "esv:1 Thessalonians:5:20",
        "t": "Do not despise prophecies,"
    },
    {
        "o": 33168,
        "r": "esv:1 Thessalonians:5:21",
        "t": "but test everything; hold fast what is good."
    },
    {
        "o": 33169,
        "r": "esv:1 Thessalonians:5:22",
        "t": "Abstain from every form of evil."
    },
    {
        "o": 33170,
        "r": "esv:1 Thessalonians:5:23",
        "t": "Now*p may the God of peace himself sanctify you completely, and may your whole spirit and soul and body be kept blameless at the coming of our Lord Jesus Christ."
    },
    {
        "o": 33171,
        "r": "esv:1 Thessalonians:5:24",
        "t": "He who calls you is faithful; he will surely do it."
    },
    {
        "o": 33172,
        "r": "esv:1 Thessalonians:5:25",
        "t": "Brothers,*p pray for us."
    },
    {
        "o": 33173,
        "r": "esv:1 Thessalonians:5:26",
        "t": "Greet*p all the brothers with a holy kiss."
    },
    {
        "o": 33174,
        "r": "esv:1 Thessalonians:5:27",
        "t": "I*p put you under oath before the Lord to have this letter read to all the brothers."
    },
    {
        "o": 33175,
        "r": "esv:1 Thessalonians:5:28",
        "t": "The*p grace of our Lord Jesus Christ be with you."
    }
]
