[
    {
        "o": 19417,
        "r": "csb:Ecclesiastes:4:0",
        "t": "Ecclesiastes 4",
        "h": 1
    },
    {
        "o": 19418,
        "r": "csb:Ecclesiastes:4:1",
        "t": "Again,*p I observed all the acts of oppression being done under the sun. Look at the tears of those who are oppressed; they have no one to comfort them. Power is with those who oppress them; they have no one to comfort them."
    },
    {
        "o": 19419,
        "r": "csb:Ecclesiastes:4:2",
        "t": "So I commended the dead, who have already died, more than the living, who are still alive."
    },
    {
        "o": 19420,
        "r": "csb:Ecclesiastes:4:3",
        "t": "But better than either of them is the one who has not yet existed, who has not seen the evil activity that is done under the sun."
    },
    {
        "o": 19421,
        "r": "csb:Ecclesiastes:4:3",
        "t": "The Loneliness of Wealth",
        "h": 2
    },
    {
        "o": 19422,
        "r": "csb:Ecclesiastes:4:4",
        "t": "I*p saw that all labor and all skillful work is due to one person’s jealousy of another. This too is futile and a pursuit of the wind."
    },
    {
        "o": 19423,
        "r": "csb:Ecclesiastes:4:5",
        "t": "The*pn fool folds his arms and*ln consumes his own flesh."
    },
    {
        "o": 19424,
        "r": "csb:Ecclesiastes:4:6",
        "t": "Better*ln one handful with rest than*ln two handfuls with effort and a pursuit of the wind."
    },
    {
        "o": 19425,
        "r": "csb:Ecclesiastes:4:7",
        "t": "Again,*p I saw futility under the sun:"
    },
    {
        "o": 19426,
        "r": "csb:Ecclesiastes:4:8",
        "t": "There is a person without a companion, without even a son or brother, and though there is no end to all his struggles, his eyes are still not content with riches. “Who am I struggling for,” he asks, “and depriving myself of good things?” This too is futile and a miserable task."
    },
    {
        "o": 19427,
        "r": "csb:Ecclesiastes:4:9",
        "t": "Two*p are better than one because they have a good reward for their efforts."
    },
    {
        "o": 19428,
        "r": "csb:Ecclesiastes:4:10",
        "t": "For if either falls, his companion can lift him up; but pity the one who falls without another to lift him up."
    },
    {
        "o": 19429,
        "r": "csb:Ecclesiastes:4:11",
        "t": "Also, if two lie down together, they can keep warm; but how can one person alone keep warm?"
    },
    {
        "o": 19430,
        "r": "csb:Ecclesiastes:4:12",
        "t": "And if someone overpowers one person, two can resist him. A cord of three strands is not easily broken."
    },
    {
        "o": 19431,
        "r": "csb:Ecclesiastes:4:13",
        "t": "Better*p is a poor but wise youth than an old but foolish king who no longer pays attention to warnings."
    },
    {
        "o": 19432,
        "r": "csb:Ecclesiastes:4:14",
        "t": "For he came from prison to be king, even though he was born poor in his kingdom."
    },
    {
        "o": 19433,
        "r": "csb:Ecclesiastes:4:15",
        "t": "I saw all the living, who move about under the sun, follow a second youth who succeeds him."
    },
    {
        "o": 19434,
        "r": "csb:Ecclesiastes:4:16",
        "t": "There is no limit to all the people who were before them, yet those who come later will not rejoice in him. This too is futile and a pursuit of the wind."
    }
]
