[
    {
        "o": 25937,
        "r": "kjv:Mark:15:0",
        "t": "Mark 15",
        "h": 1
    },
    {
        "o": 25938,
        "r": "kjv:Mark:15:1",
        "t": "And*p straightway in the morning the chief priests held a consultation with the elders and scribes and the whole council, and bound Jesus, and carried him away, and delivered him to Pilate."
    },
    {
        "o": 25939,
        "r": "kjv:Mark:15:2",
        "t": "And*p Pilate asked him, Art thou the King of the Jews? And he answering said unto him, Thou*r sayest*r it.*r"
    },
    {
        "o": 25940,
        "r": "kjv:Mark:15:3",
        "t": "And*p the chief priests accused him of many things: but he answered nothing."
    },
    {
        "o": 25941,
        "r": "kjv:Mark:15:4",
        "t": "And*p Pilate asked him again, saying, Answerest thou nothing? behold how many things they witness against thee."
    },
    {
        "o": 25942,
        "r": "kjv:Mark:15:5",
        "t": "But*p Jesus yet answered nothing; so that Pilate marvelled."
    },
    {
        "o": 25943,
        "r": "kjv:Mark:15:6",
        "t": "Now*p at that feast he released unto them one prisoner, whomsoever they desired."
    },
    {
        "o": 25944,
        "r": "kjv:Mark:15:7",
        "t": "And*p there was one named Barabbas, which lay bound with them that had made insurrection with him, who had committed murder in the insurrection."
    },
    {
        "o": 25945,
        "r": "kjv:Mark:15:8",
        "t": "And*p the multitude crying aloud began to desire him to do as he had ever done unto them."
    },
    {
        "o": 25946,
        "r": "kjv:Mark:15:9",
        "t": "But*p Pilate answered them, saying, Will ye that I release unto you the King of the Jews?"
    },
    {
        "o": 25947,
        "r": "kjv:Mark:15:10",
        "t": "For*p he knew that the chief priests had delivered him for envy."
    },
    {
        "o": 25948,
        "r": "kjv:Mark:15:11",
        "t": "But*p the chief priests moved the people, that he should rather release Barabbas unto them."
    },
    {
        "o": 25949,
        "r": "kjv:Mark:15:12",
        "t": "And*p Pilate answered and said again unto them, What will ye then that I shall do unto him whom ye call the King of the Jews?"
    },
    {
        "o": 25950,
        "r": "kjv:Mark:15:13",
        "t": "And*p they cried out again, Crucify him."
    },
    {
        "o": 25951,
        "r": "kjv:Mark:15:14",
        "t": "Then*p Pilate said unto them, Why, what evil hath he done? And they cried out the more exceedingly, Crucify him."
    },
    {
        "o": 25952,
        "r": "kjv:Mark:15:15",
        "t": "And*p so Pilate, willing to content the people, released Barabbas unto them, and delivered Jesus, when he had scourged him, to be crucified."
    },
    {
        "o": 25953,
        "r": "kjv:Mark:15:16",
        "t": "And*p the soldiers led him away into the hall, called Praetorium; and they call together the whole band."
    },
    {
        "o": 25954,
        "r": "kjv:Mark:15:17",
        "t": "And*p they clothed him with purple, and platted a crown of thorns, and put it about his head,"
    },
    {
        "o": 25955,
        "r": "kjv:Mark:15:18",
        "t": "And*p began to salute him, Hail, King of the Jews!"
    },
    {
        "o": 25956,
        "r": "kjv:Mark:15:19",
        "t": "And*p they smote him on the head with a reed, and did spit upon him, and bowing their knees worshipped him."
    },
    {
        "o": 25957,
        "r": "kjv:Mark:15:20",
        "t": "And*p when they had mocked him, they took off the purple from him, and put his own clothes on him, and led him out to crucify him."
    },
    {
        "o": 25958,
        "r": "kjv:Mark:15:21",
        "t": "And*p they compel one Simon a Cyrenian, who passed by, coming out of the country, the father of Alexander and Rufus, to bear his cross."
    },
    {
        "o": 25959,
        "r": "kjv:Mark:15:22",
        "t": "And*p they bring him unto the place Golgotha, which is, being interpreted, The place of a skull."
    },
    {
        "o": 25960,
        "r": "kjv:Mark:15:23",
        "t": "And*p they gave him to drink wine mingled with myrrh: but he received it not."
    },
    {
        "o": 25961,
        "r": "kjv:Mark:15:24",
        "t": "And*p when they had crucified him, they parted his garments, casting lots upon them, what every man should take."
    },
    {
        "o": 25962,
        "r": "kjv:Mark:15:25",
        "t": "And*p it was the third hour, and they crucified him."
    },
    {
        "o": 25963,
        "r": "kjv:Mark:15:26",
        "t": "And*p the superscription of his accusation was written over, THE KING OF THE JEWS."
    },
    {
        "o": 25964,
        "r": "kjv:Mark:15:27",
        "t": "And*p with him they crucify two thieves; the one on his right hand, and the other on his left."
    },
    {
        "o": 25965,
        "r": "kjv:Mark:15:28",
        "t": "And*p the scripture was fulfilled, which saith, And he was numbered with the transgressors."
    },
    {
        "o": 25966,
        "r": "kjv:Mark:15:29",
        "t": "And*p they that passed by railed on him, wagging their heads, and saying, Ah, thou that destroyest the temple, and buildest it in three days,"
    },
    {
        "o": 25967,
        "r": "kjv:Mark:15:30",
        "t": "Save*p thyself, and come down from the cross."
    },
    {
        "o": 25968,
        "r": "kjv:Mark:15:31",
        "t": "Likewise*p also the chief priests mocking said among themselves with the scribes, He saved others; himself he cannot save."
    },
    {
        "o": 25969,
        "r": "kjv:Mark:15:32",
        "t": "Let*p Christ the King of Israel descend now from the cross, that we may see and believe. And they that were crucified with him reviled him."
    },
    {
        "o": 25970,
        "r": "kjv:Mark:15:33",
        "t": "And*p when the sixth hour was come, there was darkness over the whole land until the ninth hour."
    },
    {
        "o": 25971,
        "r": "kjv:Mark:15:34",
        "t": "And*p at the ninth hour Jesus cried with a loud voice, saying, Eloi,*r Eloi,*r lama*r sabachthani?*r which is, being interpreted, My*r God,*r my*r God,*r why*r hast*r thou*r forsaken*r me?*r"
    },
    {
        "o": 25972,
        "r": "kjv:Mark:15:35",
        "t": "And*p some of them that stood by, when they heard it, said, Behold, he calleth Elias."
    },
    {
        "o": 25973,
        "r": "kjv:Mark:15:36",
        "t": "And*p one ran and filled a sponge full of vinegar, and put it on a reed, and gave him to drink, saying, Let alone; let us see whether Elias will come to take him down."
    },
    {
        "o": 25974,
        "r": "kjv:Mark:15:37",
        "t": "And*p Jesus cried with a loud voice, and gave up the ghost."
    },
    {
        "o": 25975,
        "r": "kjv:Mark:15:38",
        "t": "And*p the veil of the temple was rent in twain from the top to the bottom."
    },
    {
        "o": 25976,
        "r": "kjv:Mark:15:39",
        "t": "And*p when the centurion, which stood over against him, saw that he so cried out, and gave up the ghost, he said, Truly this man was the Son of God."
    },
    {
        "o": 25977,
        "r": "kjv:Mark:15:40",
        "t": "There*p were also women looking on afar off: among whom was Mary Magdalene, and Mary the mother of James the less and of Joses, and Salome;"
    },
    {
        "o": 25978,
        "r": "kjv:Mark:15:41",
        "t": "(Who*p also, when he was in Galilee, followed him, and ministered unto him;) and many other women which came up with him unto Jerusalem."
    },
    {
        "o": 25979,
        "r": "kjv:Mark:15:42",
        "t": "And*p now when the even was come, because it was the preparation, that is, the day before the sabbath,"
    },
    {
        "o": 25980,
        "r": "kjv:Mark:15:43",
        "t": "Joseph*p of Arimathaea, an honourable counsellor, which also waited for the kingdom of God, came, and went in boldly unto Pilate, and craved the body of Jesus."
    },
    {
        "o": 25981,
        "r": "kjv:Mark:15:44",
        "t": "And*p Pilate marvelled if he were already dead: and calling unto him the centurion, he asked him whether he had been any while dead."
    },
    {
        "o": 25982,
        "r": "kjv:Mark:15:45",
        "t": "And*p when he knew it of the centurion, he gave the body to Joseph."
    },
    {
        "o": 25983,
        "r": "kjv:Mark:15:46",
        "t": "And*p he bought fine linen, and took him down, and wrapped him in the linen, and laid him in a sepulchre which was hewn out of a rock, and rolled a stone unto the door of the sepulchre."
    },
    {
        "o": 25984,
        "r": "kjv:Mark:15:47",
        "t": "And*p Mary Magdalene and Mary the mother of Joses beheld where he was laid."
    }
]
