[
    {
        "o": 5377,
        "r": "nkjv:Deuteronomy:1:0",
        "t": "Deuteronomy 1",
        "h": 1
    },
    {
        "o": 5378,
        "r": "nkjv:Deuteronomy:1:0",
        "t": "The Previous Command to Enter Canaan",
        "h": 2
    },
    {
        "o": 5379,
        "r": "nkjv:Deuteronomy:1:1",
        "t": "These*p are*i the words which Moses spoke to all Israel on this side of the Jordan in the wilderness, in the plain opposite Suph, between Paran, Tophel, Laban, Hazeroth, and Dizahab."
    },
    {
        "o": 5380,
        "r": "nkjv:Deuteronomy:1:2",
        "t": "It*i is*i eleven days’ journey*i from Horeb by way of Mount Seir to Kadesh Barnea."
    },
    {
        "o": 5381,
        "r": "nkjv:Deuteronomy:1:3",
        "t": "Now it came to pass in the fortieth year, in the eleventh month, on the first day*i of the month, that*i Moses spoke to the children of Israel according to all that the Lord*s had given him as commandments to them,"
    },
    {
        "o": 5382,
        "r": "nkjv:Deuteronomy:1:4",
        "t": "after he had killed Sihon king of the Amorites, who dwelt in Heshbon, and Og king of Bashan, who dwelt at Ashtaroth in Edrei."
    },
    {
        "o": 5383,
        "r": "nkjv:Deuteronomy:1:5",
        "t": "On*p this side of the Jordan in the land of Moab, Moses began to explain this law, saying,"
    },
    {
        "o": 5384,
        "r": "nkjv:Deuteronomy:1:6",
        "t": "“The Lord*s our God spoke to us in Horeb, saying: ‘You have dwelt long enough at this mountain."
    },
    {
        "o": 5385,
        "r": "nkjv:Deuteronomy:1:7",
        "t": "Turn and take your journey, and go to the mountains of the Amorites, to all the neighboring places*i in the plain, in the mountains and in the lowland, in the South and on the seacoast, to the land of the Canaanites and to Lebanon, as far as the great river, the River Euphrates."
    },
    {
        "o": 5386,
        "r": "nkjv:Deuteronomy:1:8",
        "t": "See, I have set the land before you; go in and possess the land which the Lord*s swore to your fathers—to Abraham, Isaac, and Jacob—to give to them and their descendants after them.’"
    },
    {
        "o": 5387,
        "r": "nkjv:Deuteronomy:1:8",
        "t": "Tribal Leaders Appointed",
        "h": 2
    },
    {
        "o": 5388,
        "r": "nkjv:Deuteronomy:1:9",
        "t": "“And*p I spoke to you at that time, saying: ‘I alone am not able to bear you."
    },
    {
        "o": 5389,
        "r": "nkjv:Deuteronomy:1:10",
        "t": "The Lord*s your God has multiplied you, and here you are*i today, as the stars of heaven in multitude."
    },
    {
        "o": 5390,
        "r": "nkjv:Deuteronomy:1:11",
        "t": "May the Lord*s God of your fathers make you a thousand times more numerous than you are, and bless you as He has promised you!"
    },
    {
        "o": 5391,
        "r": "nkjv:Deuteronomy:1:12",
        "t": "How can I alone bear your problems and your burdens and your complaints?"
    },
    {
        "o": 5392,
        "r": "nkjv:Deuteronomy:1:13",
        "t": "Choose wise, understanding, and knowledgeable men from among your tribes, and I will make them heads over you.’"
    },
    {
        "o": 5393,
        "r": "nkjv:Deuteronomy:1:14",
        "t": "And you answered me and said, ‘The thing which you have told us*i to do is*i good.’"
    },
    {
        "o": 5394,
        "r": "nkjv:Deuteronomy:1:15",
        "t": "So I took the heads of your tribes, wise and knowledgeable men, and made them heads over you, leaders of thousands, leaders of hundreds, leaders of fifties, leaders of tens, and officers for your tribes."
    },
    {
        "o": 5395,
        "r": "nkjv:Deuteronomy:1:16",
        "t": "“Then*p I commanded your judges at that time, saying, ‘Hear the*i cases*i between your brethren, and judge righteously between a man and his brother or the stranger who is with him."
    },
    {
        "o": 5396,
        "r": "nkjv:Deuteronomy:1:17",
        "t": "You shall not show partiality in judgment; you shall hear the small as well as the great; you shall not be afraid in any man’s presence, for the judgment is*i God’s. The case that is too hard for you, bring to me, and I will hear it.’"
    },
    {
        "o": 5397,
        "r": "nkjv:Deuteronomy:1:18",
        "t": "And I commanded you at that time all the things which you should do."
    },
    {
        "o": 5398,
        "r": "nkjv:Deuteronomy:1:18",
        "t": "Israel’s Refusal to Enter the Land",
        "h": 2
    },
    {
        "o": 5399,
        "r": "nkjv:Deuteronomy:1:19",
        "t": "“So*p we departed from Horeb, and went through all that great and terrible wilderness which you saw on the way to the mountains of the Amorites, as the Lord*s our God had commanded us. Then we came to Kadesh Barnea."
    },
    {
        "o": 5400,
        "r": "nkjv:Deuteronomy:1:20",
        "t": "And I said to you, ‘You have come to the mountains of the Amorites, which the Lord*s our God is giving us."
    },
    {
        "o": 5401,
        "r": "nkjv:Deuteronomy:1:21",
        "t": "Look, the Lord*s your God has set the land before you; go up and*i possess it,*i as the Lord*s God of your fathers has spoken to you; do not fear or be discouraged.’"
    },
    {
        "o": 5402,
        "r": "nkjv:Deuteronomy:1:22",
        "t": "“And*p every one of you came near to me and said, ‘Let us send men before us, and let them search out the land for us, and bring back word to us of the way by which we should go up, and of the cities into which we shall come.’"
    },
    {
        "o": 5403,
        "r": "nkjv:Deuteronomy:1:23",
        "t": "“The*p plan pleased me well; so I took twelve of your men, one man from each*i tribe."
    },
    {
        "o": 5404,
        "r": "nkjv:Deuteronomy:1:24",
        "t": "And they departed and went up into the mountains, and came to the Valley of Eshcol, and spied it out."
    },
    {
        "o": 5405,
        "r": "nkjv:Deuteronomy:1:25",
        "t": "They also took some*i of the fruit of the land in their hands and brought it*i down to us; and they brought back word to us, saying, ‘It*i is*i a good land which the Lord*s our God is giving us.’"
    },
    {
        "o": 5406,
        "r": "nkjv:Deuteronomy:1:26",
        "t": "“Nevertheless*p you would not go up, but rebelled against the command of the Lord*s your God;"
    },
    {
        "o": 5407,
        "r": "nkjv:Deuteronomy:1:27",
        "t": "and you complained in your tents, and said, ‘Because the Lord*s hates us, He has brought us out of the land of Egypt to deliver us into the hand of the Amorites, to destroy us."
    },
    {
        "o": 5408,
        "r": "nkjv:Deuteronomy:1:28",
        "t": "Where can we go up? Our brethren have discouraged our hearts, saying, “The people are*i greater and taller than we; the cities are*i great and fortified up to heaven; moreover we have seen the sons of the Anakim there.”’"
    },
    {
        "o": 5409,
        "r": "nkjv:Deuteronomy:1:29",
        "t": "“Then*p I said to you, ‘Do not be terrified, or afraid of them."
    },
    {
        "o": 5410,
        "r": "nkjv:Deuteronomy:1:30",
        "t": "The Lord*s your God, who goes before you, He will fight for you, according to all He did for you in Egypt before your eyes,"
    },
    {
        "o": 5411,
        "r": "nkjv:Deuteronomy:1:31",
        "t": "and in the wilderness where you saw how the Lord*s your God carried you, as a man carries his son, in all the way that you went until you came to this place.’"
    },
    {
        "o": 5412,
        "r": "nkjv:Deuteronomy:1:32",
        "t": "Yet, for all that, you did not believe the Lord*s your God,"
    },
    {
        "o": 5413,
        "r": "nkjv:Deuteronomy:1:33",
        "t": "who went in the way before you to search out a place for you to pitch your tents, to show you the way you should go, in the fire by night and in the cloud by day."
    },
    {
        "o": 5414,
        "r": "nkjv:Deuteronomy:1:33",
        "t": "The Penalty for Israel’s Rebellion",
        "h": 2
    },
    {
        "o": 5415,
        "r": "nkjv:Deuteronomy:1:34",
        "t": "“And*p the Lord*s heard the sound of your words, and was angry, and took an oath, saying,"
    },
    {
        "o": 5416,
        "r": "nkjv:Deuteronomy:1:35",
        "t": "‘Surely not one of these men of this evil generation shall see that good land of which I swore to give to your fathers,"
    },
    {
        "o": 5417,
        "r": "nkjv:Deuteronomy:1:36",
        "t": "except Caleb the son of Jephunneh; he shall see it, and to him and his children I am giving the land on which he walked, because he wholly followed the Lord.’*s"
    },
    {
        "o": 5418,
        "r": "nkjv:Deuteronomy:1:37",
        "t": "The Lord*s was also angry with me for your sakes, saying, ‘Even you shall not go in there."
    },
    {
        "o": 5419,
        "r": "nkjv:Deuteronomy:1:38",
        "t": "Joshua the son of Nun, who stands before you, he shall go in there. Encourage him, for he shall cause Israel to inherit it."
    },
    {
        "o": 5420,
        "r": "nkjv:Deuteronomy:1:39",
        "t": "‘Moreover*p your little ones and your children, who you say will be victims, who today have no knowledge of good and evil, they shall go in there; to them I will give it, and they shall possess it."
    },
    {
        "o": 5421,
        "r": "nkjv:Deuteronomy:1:40",
        "t": "But as*i for*i you, turn and take your journey into the wilderness by the Way of the Red Sea.’"
    },
    {
        "o": 5422,
        "r": "nkjv:Deuteronomy:1:41",
        "t": "“Then*p you answered and said to me, ‘We have sinned against the Lord;*s we will go up and fight, just as the Lord*s our God commanded us.’ And when everyone of you had girded on his weapons of war, you were ready to go up into the mountain."
    },
    {
        "o": 5423,
        "r": "nkjv:Deuteronomy:1:42",
        "t": "“And*p the Lord*s said to me, ‘Tell them, “Do not go up nor fight, for I am*i not among you; lest you be defeated before your enemies.”"
    },
    {
        "o": 5424,
        "r": "nkjv:Deuteronomy:1:43",
        "t": "So I spoke to you; yet you would not listen, but rebelled against the command of the Lord,*s and presumptuously went up into the mountain."
    },
    {
        "o": 5425,
        "r": "nkjv:Deuteronomy:1:44",
        "t": "And the Amorites who dwelt in that mountain came out against you and chased you as bees do, and drove you back from Seir to Hormah."
    },
    {
        "o": 5426,
        "r": "nkjv:Deuteronomy:1:45",
        "t": "Then you returned and wept before the Lord,*s but the Lord*s would not listen to your voice nor give ear to you."
    },
    {
        "o": 5427,
        "r": "nkjv:Deuteronomy:1:46",
        "t": "“So*p you remained in Kadesh many days, according to the days that you spent there.*i"
    }
]
