[
    {
        "o": 3053,
        "r": "nkjv:Leviticus:2:0",
        "t": "Leviticus 2",
        "h": 1
    },
    {
        "o": 3054,
        "r": "nkjv:Leviticus:2:0",
        "t": "The Grain Offering",
        "h": 2
    },
    {
        "o": 3055,
        "r": "nkjv:Leviticus:2:1",
        "t": "‘When*p anyone offers a grain offering to the Lord,*s his offering shall be of*i fine flour. And he shall pour oil on it, and put frankincense on it."
    },
    {
        "o": 3056,
        "r": "nkjv:Leviticus:2:2",
        "t": "He shall bring it to Aaron’s sons, the priests, one of whom shall take from it his handful of fine flour and oil with all the frankincense. And the priest shall burn it*i as*i a memorial on the altar, an offering made by fire, a sweet aroma to the Lord.*s"
    },
    {
        "o": 3057,
        "r": "nkjv:Leviticus:2:3",
        "t": "The rest of the grain offering shall*i be*i Aaron’s and his sons’. It*i is*i most holy of the offerings to the Lord*s made by fire."
    },
    {
        "o": 3058,
        "r": "nkjv:Leviticus:2:4",
        "t": "‘And*p if you bring as an offering a grain offering baked in the oven, it*i shall*i be*i unleavened cakes of fine flour mixed with oil, or unleavened wafers anointed with oil."
    },
    {
        "o": 3059,
        "r": "nkjv:Leviticus:2:5",
        "t": "But if your offering is*i a grain offering baked*i in a pan, it*i shall*i be*i of*i fine flour, unleavened, mixed with oil."
    },
    {
        "o": 3060,
        "r": "nkjv:Leviticus:2:6",
        "t": "You shall break it in pieces and pour oil on it; it is*i a grain offering."
    },
    {
        "o": 3061,
        "r": "nkjv:Leviticus:2:7",
        "t": "‘If*p your offering is*i a grain offering baked*i in a covered pan, it shall be made of*i fine flour with oil."
    },
    {
        "o": 3062,
        "r": "nkjv:Leviticus:2:8",
        "t": "You shall bring the grain offering that is made of these things to the Lord.*s And when it is presented to the priest, he shall bring it to the altar."
    },
    {
        "o": 3063,
        "r": "nkjv:Leviticus:2:9",
        "t": "Then the priest shall take from the grain offering a memorial portion, and burn it*i on the altar. It*i is*i an offering made by fire, a sweet aroma to the Lord.*s"
    },
    {
        "o": 3064,
        "r": "nkjv:Leviticus:2:10",
        "t": "And what is left of the grain offering shall*i be*i Aaron’s and his sons’. It*i is*i most holy of the offerings to the Lord*s made by fire."
    },
    {
        "o": 3065,
        "r": "nkjv:Leviticus:2:11",
        "t": "‘No*p grain offering which you bring to the Lord*s shall be made with leaven, for you shall burn no leaven nor any honey in any offering to the Lord*s made by fire."
    },
    {
        "o": 3066,
        "r": "nkjv:Leviticus:2:12",
        "t": "As for the offering of the firstfruits, you shall offer them to the Lord,*s but they shall not be burned on the altar for a sweet aroma."
    },
    {
        "o": 3067,
        "r": "nkjv:Leviticus:2:13",
        "t": "And every offering of your grain offering you shall season with salt; you shall not allow the salt of the covenant of your God to be lacking from your grain offering. With all your offerings you shall offer salt."
    },
    {
        "o": 3068,
        "r": "nkjv:Leviticus:2:14",
        "t": "‘If*p you offer a grain offering of your firstfruits to the Lord,*s you shall offer for the grain offering of your firstfruits green heads of grain roasted on the fire, grain beaten from full heads."
    },
    {
        "o": 3069,
        "r": "nkjv:Leviticus:2:15",
        "t": "And you shall put oil on it, and lay frankincense on it. It is*i a grain offering."
    },
    {
        "o": 3070,
        "r": "nkjv:Leviticus:2:16",
        "t": "Then the priest shall burn the memorial portion: part*i of its beaten grain and part*i of its oil, with all the frankincense, as an offering made by fire to the Lord.*s"
    }
]
