[
    {
        "o": 24197,
        "r": "nkjv:Ezekiel:45:0",
        "t": "Ezekiel 45",
        "h": 1
    },
    {
        "o": 24198,
        "r": "nkjv:Ezekiel:45:0",
        "t": "The Holy District",
        "h": 2
    },
    {
        "o": 24199,
        "r": "nkjv:Ezekiel:45:1",
        "t": "“Moreover,*p when you divide the land by lot into inheritance, you shall set apart a district for the Lord,*s a holy section of the land; its length shall*i be*i twenty-five thousand cubits,*i and the width ten thousand. It shall*i be*i holy throughout its territory all around."
    },
    {
        "o": 24200,
        "r": "nkjv:Ezekiel:45:2",
        "t": "Of this there shall be a square plot for the sanctuary, five hundred by five hundred rods,*i with fifty cubits around it for an open space."
    },
    {
        "o": 24201,
        "r": "nkjv:Ezekiel:45:3",
        "t": "So this is the district you shall measure: twenty-five thousand cubits*i long and ten thousand wide; in it shall be the sanctuary, the Most Holy Place.*i"
    },
    {
        "o": 24202,
        "r": "nkjv:Ezekiel:45:4",
        "t": "It shall be a holy section*i of the land, belonging to the priests, the ministers of the sanctuary, who come near to minister to the Lord;*s it shall be a place for their houses and a holy place for the sanctuary."
    },
    {
        "o": 24203,
        "r": "nkjv:Ezekiel:45:5",
        "t": "An*i area*i twenty-five thousand cubits*i long and ten thousand wide shall belong to the Levites, the ministers of the temple; they shall have twenty chambers as a possession."
    },
    {
        "o": 24204,
        "r": "nkjv:Ezekiel:45:5",
        "t": "Properties of the City and the Prince",
        "h": 2
    },
    {
        "o": 24205,
        "r": "nkjv:Ezekiel:45:6",
        "t": "“You*p shall appoint as the property of the city an*i area*i five thousand cubits*i wide and twenty-five thousand long, adjacent to the district of the holy section;*i it shall belong to the whole house of Israel."
    },
    {
        "o": 24206,
        "r": "nkjv:Ezekiel:45:7",
        "t": "“The*p prince shall have a*i section*i on one side and the other of the holy district and the city’s property; and bordering on the holy district and the city’s property, extending westward on the west side and eastward on the east side, the length shall*i be*i side by side with one of the tribal*i portions, from the west border to the east border."
    },
    {
        "o": 24207,
        "r": "nkjv:Ezekiel:45:8",
        "t": "The land shall be his possession in Israel; and My princes shall no more oppress My people, but they shall give the*i rest*i of*i the land to the house of Israel, according to their tribes.”"
    },
    {
        "o": 24208,
        "r": "nkjv:Ezekiel:45:8",
        "t": "Laws Governing the Prince",
        "h": 2
    },
    {
        "o": 24209,
        "r": "nkjv:Ezekiel:45:9",
        "t": "‘Thus*p says the Lord God:*s “Enough, O princes of Israel! Remove violence and plundering, execute justice and righteousness, and stop dispossessing My people,” says the Lord God.*s"
    },
    {
        "o": 24210,
        "r": "nkjv:Ezekiel:45:10",
        "t": "“You shall have honest scales, an honest ephah, and an honest bath."
    },
    {
        "o": 24211,
        "r": "nkjv:Ezekiel:45:11",
        "t": "The ephah and the bath shall be of the same measure, so that the bath contains one-tenth of a homer, and the ephah one-tenth of a homer; their measure shall be according to the homer."
    },
    {
        "o": 24212,
        "r": "nkjv:Ezekiel:45:12",
        "t": "The shekel shall*i be*i twenty gerahs; twenty shekels, twenty-five shekels, and*i fifteen shekels shall be your mina."
    },
    {
        "o": 24213,
        "r": "nkjv:Ezekiel:45:13",
        "t": "“This*p is*i the offering which you shall offer: you shall give one-sixth of an ephah from a homer of wheat, and one-sixth of an ephah from a homer of barley."
    },
    {
        "o": 24214,
        "r": "nkjv:Ezekiel:45:14",
        "t": "The ordinance concerning oil, the bath of oil, is*i one-tenth of a bath from a kor. A kor*i is*i a homer or ten baths, for ten baths are*i a homer."
    },
    {
        "o": 24215,
        "r": "nkjv:Ezekiel:45:15",
        "t": "And one lamb shall be given from a flock of two hundred, from the rich pastures of Israel. These shall be for grain offerings, burnt offerings, and peace offerings, to make atonement for them,” says the Lord God.*s"
    },
    {
        "o": 24216,
        "r": "nkjv:Ezekiel:45:16",
        "t": "“All the people of the land shall give this offering for the prince in Israel."
    },
    {
        "o": 24217,
        "r": "nkjv:Ezekiel:45:17",
        "t": "Then it shall be the prince’s part to*i give*i burnt offerings, grain offerings, and drink offerings, at the feasts, the New Moons, the Sabbaths, and at all the appointed seasons of the house of Israel. He shall prepare the sin offering, the grain offering, the burnt offering, and the peace offerings to make atonement for the house of Israel.”"
    },
    {
        "o": 24218,
        "r": "nkjv:Ezekiel:45:17",
        "t": "Keeping the Feasts",
        "h": 2
    },
    {
        "o": 24219,
        "r": "nkjv:Ezekiel:45:18",
        "t": "‘Thus*p says the Lord God:*s “In the first month,*i on the first day*i of the month, you shall take a young bull without blemish and cleanse the sanctuary."
    },
    {
        "o": 24220,
        "r": "nkjv:Ezekiel:45:19",
        "t": "The priest shall take some of the blood of the sin offering and put it*i on the doorposts of the temple, on the four corners of the ledge of the altar, and on the gateposts of the gate of the inner court."
    },
    {
        "o": 24221,
        "r": "nkjv:Ezekiel:45:20",
        "t": "And so you shall do on the seventh day*i of the month for everyone who has sinned unintentionally or in ignorance. Thus you shall make atonement for the temple."
    },
    {
        "o": 24222,
        "r": "nkjv:Ezekiel:45:21",
        "t": "“In*p the first month,*i on the fourteenth day of the month, you shall observe the Passover, a feast of seven days; unleavened bread shall be eaten."
    },
    {
        "o": 24223,
        "r": "nkjv:Ezekiel:45:22",
        "t": "And on that day the prince shall prepare for himself and for all the people of the land a bull for*i a sin offering."
    },
    {
        "o": 24224,
        "r": "nkjv:Ezekiel:45:23",
        "t": "On the seven days of the feast he shall prepare a burnt offering to the Lord,*s seven bulls and seven rams without blemish, daily for seven days, and a kid of the goats daily for*i a sin offering."
    },
    {
        "o": 24225,
        "r": "nkjv:Ezekiel:45:24",
        "t": "And he shall prepare a grain offering of one ephah for each bull and one ephah for each ram, together with a hin of oil for each ephah."
    },
    {
        "o": 24226,
        "r": "nkjv:Ezekiel:45:25",
        "t": "“In*p the seventh month,*i on the fifteenth day of the month, at the feast, he shall do likewise for seven days, according to the sin offering, the burnt offering, the grain offering, and the oil.”"
    }
]
