[
    {
        "o": 23311,
        "r": "esv:Ezekiel:22:0",
        "t": "Ezekiel 22",
        "h": 1
    },
    {
        "o": 23312,
        "r": "esv:Ezekiel:22:0",
        "t": "Israel’s Shedding of Blood",
        "h": 2
    },
    {
        "o": 23313,
        "r": "esv:Ezekiel:22:1",
        "t": "And*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23314,
        "r": "esv:Ezekiel:22:2",
        "t": "“And you, son of man, will you judge, will you judge the bloody city? Then declare to her all her abominations."
    },
    {
        "o": 23315,
        "r": "esv:Ezekiel:22:3",
        "t": "You shall say, Thus says the Lord God:*s A city that sheds blood in her midst, so that her time may come, and that makes idols to defile herself!"
    },
    {
        "o": 23316,
        "r": "esv:Ezekiel:22:4",
        "t": "You have become guilty by the blood that you have shed, and defiled by the idols that you have made, and you have brought your days near, the appointed time of your years has come. Therefore I have made you a reproach to the nations, and a mockery to all the countries."
    },
    {
        "o": 23317,
        "r": "esv:Ezekiel:22:5",
        "t": "Those who are near and those who are far from you will mock you; your name is defiled; you are full of tumult."
    },
    {
        "o": 23318,
        "r": "esv:Ezekiel:22:6",
        "t": "“Behold,*p the princes of Israel in you, every one according to his power, have been bent on shedding blood."
    },
    {
        "o": 23319,
        "r": "esv:Ezekiel:22:7",
        "t": "Father and mother are treated with contempt in you; the sojourner suffers extortion in your midst; the fatherless and the widow are wronged in you."
    },
    {
        "o": 23320,
        "r": "esv:Ezekiel:22:8",
        "t": "You have despised my holy things and profaned my Sabbaths."
    },
    {
        "o": 23321,
        "r": "esv:Ezekiel:22:9",
        "t": "There are men in you who slander to shed blood, and people in you who eat on the mountains; they commit lewdness in your midst."
    },
    {
        "o": 23322,
        "r": "esv:Ezekiel:22:10",
        "t": "In you men uncover their fathers’ nakedness; in you they violate women who are unclean in their menstrual impurity."
    },
    {
        "o": 23323,
        "r": "esv:Ezekiel:22:11",
        "t": "One commits abomination with his neighbor’s wife; another lewdly defiles his daughter-in-law; another in you violates his sister, his father’s daughter."
    },
    {
        "o": 23324,
        "r": "esv:Ezekiel:22:12",
        "t": "In you they take bribes to shed blood; you take interest and profit and make gain of your neighbors by extortion; but me you have forgotten, declares the Lord God.*s"
    },
    {
        "o": 23325,
        "r": "esv:Ezekiel:22:13",
        "t": "“Behold,*p I strike my hand at the dishonest gain that you have made, and at the blood that has been in your midst."
    },
    {
        "o": 23326,
        "r": "esv:Ezekiel:22:14",
        "t": "Can your courage endure, or can your hands be strong, in the days that I shall deal with you? I the Lord*s have spoken, and I will do it."
    },
    {
        "o": 23327,
        "r": "esv:Ezekiel:22:15",
        "t": "I will scatter you among the nations and disperse you through the countries, and I will consume your uncleanness out of you."
    },
    {
        "o": 23328,
        "r": "esv:Ezekiel:22:16",
        "t": "And you shall be profaned by your own doing in the sight of the nations, and you shall know that I am the Lord.”*s"
    },
    {
        "o": 23329,
        "r": "esv:Ezekiel:22:17",
        "t": "And*p the word of the Lord*s came to me:"
    },
    {
        "o": 23330,
        "r": "esv:Ezekiel:22:18",
        "t": "“Son of man, the house of Israel has become dross to me; all of them are bronze and tin and iron and lead in the furnace; they are dross of silver."
    },
    {
        "o": 23331,
        "r": "esv:Ezekiel:22:19",
        "t": "Therefore thus says the Lord God:*s Because you have all become dross, therefore, behold, I will gather you into the midst of Jerusalem."
    },
    {
        "o": 23332,
        "r": "esv:Ezekiel:22:20",
        "t": "As one gathers silver and bronze and iron and lead and tin into a furnace, to blow the fire on it in order to melt it, so I will gather you in my anger and in my wrath, and I will put you in and melt you."
    },
    {
        "o": 23333,
        "r": "esv:Ezekiel:22:21",
        "t": "I will gather you and blow on you with the fire of my wrath, and you shall be melted in the midst of it."
    },
    {
        "o": 23334,
        "r": "esv:Ezekiel:22:22",
        "t": "As silver is melted in a furnace, so you shall be melted in the midst of it, and you shall know that I am the Lord;*s I have poured out my wrath upon you.”"
    },
    {
        "o": 23335,
        "r": "esv:Ezekiel:22:23",
        "t": "And*p the word of the Lord*s came to me:"
    },
    {
        "o": 23336,
        "r": "esv:Ezekiel:22:24",
        "t": "“Son of man, say to her, You are a land that is not cleansed or rained upon in the day of indignation."
    },
    {
        "o": 23337,
        "r": "esv:Ezekiel:22:25",
        "t": "The conspiracy of her prophets in her midst is like a roaring lion tearing the prey; they have devoured human lives; they have taken treasure and precious things; they have made many widows in her midst."
    },
    {
        "o": 23338,
        "r": "esv:Ezekiel:22:26",
        "t": "Her priests have done violence to my law and have profaned my holy things. They have made no distinction between the holy and the common, neither have they taught the difference between the unclean and the clean, and they have disregarded my Sabbaths, so that I am profaned among them."
    },
    {
        "o": 23339,
        "r": "esv:Ezekiel:22:27",
        "t": "Her princes in her midst are like wolves tearing the prey, shedding blood, destroying lives to get dishonest gain."
    },
    {
        "o": 23340,
        "r": "esv:Ezekiel:22:28",
        "t": "And her prophets have smeared whitewash for them, seeing false visions and divining lies for them, saying, ‘Thus says the Lord God,’*s when the Lord*s has not spoken."
    },
    {
        "o": 23341,
        "r": "esv:Ezekiel:22:29",
        "t": "The people of the land have practiced extortion and committed robbery. They have oppressed the poor and needy, and have extorted from the sojourner without justice."
    },
    {
        "o": 23342,
        "r": "esv:Ezekiel:22:30",
        "t": "And I sought for a man among them who should build up the wall and stand in the breach before me for the land, that I should not destroy it, but I found none."
    },
    {
        "o": 23343,
        "r": "esv:Ezekiel:22:31",
        "t": "Therefore I have poured out my indignation upon them. I have consumed them with the fire of my wrath. I have returned their way upon their heads, declares the Lord God.”*s"
    }
]
