[
    {
        "o": 8431,
        "r": "kjv:2 Samuel:6:0",
        "t": "2 Samuel 6",
        "h": 1
    },
    {
        "o": 8432,
        "r": "kjv:2 Samuel:6:1",
        "t": "Again,*p David gathered together all the chosen men of Israel, thirty thousand."
    },
    {
        "o": 8433,
        "r": "kjv:2 Samuel:6:2",
        "t": "And*p David arose, and went with all the people that were with him from Baale of Judah, to bring up from thence the ark of God, whose name is called by the name of the Lord*s of hosts that dwelleth between the cherubims."
    },
    {
        "o": 8434,
        "r": "kjv:2 Samuel:6:3",
        "t": "And*p they set the ark of God upon a new cart, and brought it out of the house of Abinadab that was in Gibeah: and Uzza and Ahio, the sons of Abinadab, drave the new cart."
    },
    {
        "o": 8435,
        "r": "kjv:2 Samuel:6:4",
        "t": "And*p they brought it out of the house of Abinadab which was at Gibeah, accompanying the ark of God: and Ahio went before the ark."
    },
    {
        "o": 8436,
        "r": "kjv:2 Samuel:6:5",
        "t": "And*p David and all the house of Israel played before the Lord*s on all manner of instruments made of fir wood, even on harps, and on psalteries, and on timbrels, and on cornets, and on cymbals."
    },
    {
        "o": 8437,
        "r": "kjv:2 Samuel:6:6",
        "t": "And*p when they came to Nachon's threshingfloor, Uzza put forth his hand to the ark of God, and took hold of it; for the oxen shook it."
    },
    {
        "o": 8438,
        "r": "kjv:2 Samuel:6:7",
        "t": "And*p the anger of the Lord*s was kindled against Uzza; and God smote him there for his error; and there he died by the ark of God."
    },
    {
        "o": 8439,
        "r": "kjv:2 Samuel:6:8",
        "t": "And*p David was displeased, because the Lord*s had made a breach upon Uzza: and he called the name of the place Perez–uzzah to this day."
    },
    {
        "o": 8440,
        "r": "kjv:2 Samuel:6:9",
        "t": "And*p David was afraid of the Lord*s that day, and said, How shall the ark of the Lord*s come to me?"
    },
    {
        "o": 8441,
        "r": "kjv:2 Samuel:6:10",
        "t": "So*p David would not remove the ark of the Lord*s unto him into the city of David: but David carried it aside into the house of Obed–edom the Gittite."
    },
    {
        "o": 8442,
        "r": "kjv:2 Samuel:6:11",
        "t": "And*p the ark of the Lord*s continued in the house of Obed–edom the Gittite three months: and the Lord*s blessed Obed–edom, and all his household."
    },
    {
        "o": 8443,
        "r": "kjv:2 Samuel:6:12",
        "t": "And*p it was told king David, saying, The Lord*s hath blessed the house of Obed–edom, and all that pertaineth unto him, because of the ark of God. So David went and brought up the ark of God from the house of Obed–edom into the city of David with gladness."
    },
    {
        "o": 8444,
        "r": "kjv:2 Samuel:6:13",
        "t": "And*p it was so, that when they that bare the ark of the Lord*s had gone six paces, he sacrificed oxen and fatlings."
    },
    {
        "o": 8445,
        "r": "kjv:2 Samuel:6:14",
        "t": "And*p David danced before the Lord*s with all his might; and David was girded with a linen ephod."
    },
    {
        "o": 8446,
        "r": "kjv:2 Samuel:6:15",
        "t": "So*p David and all the house of Israel brought up the ark of the Lord*s with shouting, and with the sound of the trumpet."
    },
    {
        "o": 8447,
        "r": "kjv:2 Samuel:6:16",
        "t": "And*p as the ark of the Lord*s came into the city of David, Michal Saul's daughter looked through a window, and saw king David leaping and dancing before the Lord;*s and she despised him in her heart."
    },
    {
        "o": 8448,
        "r": "kjv:2 Samuel:6:17",
        "t": "And*p they brought in the ark of the Lord,*s and set it in his place, in the midst of the tabernacle that David had pitched for it: and David offered burnt offerings and peace offerings before the Lord.*s"
    },
    {
        "o": 8449,
        "r": "kjv:2 Samuel:6:18",
        "t": "And*p as soon as David had made an end of offering burnt offerings and peace offerings, he blessed the people in the name of the Lord*s of hosts."
    },
    {
        "o": 8450,
        "r": "kjv:2 Samuel:6:19",
        "t": "And*p he dealt among all the people, even among the whole multitude of Israel, as well to the women as men, to every one a cake of bread, and a good piece of flesh, and a flagon of wine. So all the people departed every one to his house."
    },
    {
        "o": 8451,
        "r": "kjv:2 Samuel:6:20",
        "t": "Then*p David returned to bless his household. And Michal the daughter of Saul came out to meet David, and said, How glorious was the king of Israel to day, who uncovered himself to day in the eyes of the handmaids of his servants, as one of the vain fellows shamelessly uncovereth himself!"
    },
    {
        "o": 8452,
        "r": "kjv:2 Samuel:6:21",
        "t": "And*p David said unto Michal, It was before the Lord,*s which chose me before thy father, and before all his house, to appoint me ruler over the people of the Lord,*s over Israel: therefore will I play before the Lord.*s"
    },
    {
        "o": 8453,
        "r": "kjv:2 Samuel:6:22",
        "t": "And*p I will yet be more vile than thus, and will be base in mine own sight: and of the maidservants which thou hast spoken of, of them shall I be had in honour."
    },
    {
        "o": 8454,
        "r": "kjv:2 Samuel:6:23",
        "t": "Therefore*p Michal the daughter of Saul had no child unto the day of her death."
    }
]
