[
    {
        "o": 32816,
        "r": "nkjv:Galatians:1:0",
        "t": "Galatians 1",
        "h": 1
    },
    {
        "o": 32817,
        "r": "nkjv:Galatians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 32818,
        "r": "nkjv:Galatians:1:1",
        "t": "Paul,*p an apostle (not from men nor through man, but through Jesus Christ and God the Father who raised Him from the dead),"
    },
    {
        "o": 32819,
        "r": "nkjv:Galatians:1:2",
        "t": "and all the brethren who are with me, To*p the churches of Galatia:"
    },
    {
        "o": 32820,
        "r": "nkjv:Galatians:1:3",
        "t": "Grace*p to you and peace from God the Father and our Lord Jesus Christ,"
    },
    {
        "o": 32821,
        "r": "nkjv:Galatians:1:4",
        "t": "who gave Himself for our sins, that He might deliver us from this present evil age, according to the will of our God and Father,"
    },
    {
        "o": 32822,
        "r": "nkjv:Galatians:1:5",
        "t": "to whom be*i glory forever and ever. Amen."
    },
    {
        "o": 32823,
        "r": "nkjv:Galatians:1:5",
        "t": "Only One Gospel",
        "h": 2
    },
    {
        "o": 32824,
        "r": "nkjv:Galatians:1:6",
        "t": "I*p marvel that you are turning away so soon from Him who called you in the grace of Christ, to a different gospel,"
    },
    {
        "o": 32825,
        "r": "nkjv:Galatians:1:7",
        "t": "which is not another; but there are some who trouble you and want to pervert the gospel of Christ."
    },
    {
        "o": 32826,
        "r": "nkjv:Galatians:1:8",
        "t": "But even if we, or an angel from heaven, preach any other gospel to you than what we have preached to you, let him be accursed."
    },
    {
        "o": 32827,
        "r": "nkjv:Galatians:1:9",
        "t": "As we have said before, so now I say again, if anyone preaches any other gospel to you than what you have received, let him be accursed."
    },
    {
        "o": 32828,
        "r": "nkjv:Galatians:1:10",
        "t": "For*p do I now persuade men, or God? Or do I seek to please men? For if I still pleased men, I would not be a bondservant of Christ."
    },
    {
        "o": 32829,
        "r": "nkjv:Galatians:1:10",
        "t": "Call to Apostleship",
        "h": 2
    },
    {
        "o": 32830,
        "r": "nkjv:Galatians:1:11",
        "t": "But*p I make known to you, brethren, that the gospel which was preached by me is not according to man."
    },
    {
        "o": 32831,
        "r": "nkjv:Galatians:1:12",
        "t": "For I neither received it from man, nor was I taught it,*i but it*i came*i through the revelation of Jesus Christ."
    },
    {
        "o": 32832,
        "r": "nkjv:Galatians:1:13",
        "t": "For*p you have heard of my former conduct in Judaism, how I persecuted the church of God beyond measure and tried*i to*i destroy it."
    },
    {
        "o": 32833,
        "r": "nkjv:Galatians:1:14",
        "t": "And I advanced in Judaism beyond many of my contemporaries in my own nation, being more exceedingly zealous for the traditions of my fathers."
    },
    {
        "o": 32834,
        "r": "nkjv:Galatians:1:15",
        "t": "But*p when it pleased God, who separated me from my mother’s womb and called me*i through His grace,"
    },
    {
        "o": 32835,
        "r": "nkjv:Galatians:1:16",
        "t": "to reveal His Son in me, that I might preach Him among the Gentiles, I did not immediately confer with flesh and blood,"
    },
    {
        "o": 32836,
        "r": "nkjv:Galatians:1:17",
        "t": "nor did I go up to Jerusalem to those who*i were*i apostles before me; but I went to Arabia, and returned again to Damascus."
    },
    {
        "o": 32837,
        "r": "nkjv:Galatians:1:17",
        "t": "Contacts at Jerusalem",
        "h": 2
    },
    {
        "o": 32838,
        "r": "nkjv:Galatians:1:18",
        "t": "Then*p after three years I went up to Jerusalem to see Peter, and remained with him fifteen days."
    },
    {
        "o": 32839,
        "r": "nkjv:Galatians:1:19",
        "t": "But I saw none of the other apostles except James, the Lord’s brother."
    },
    {
        "o": 32840,
        "r": "nkjv:Galatians:1:20",
        "t": "(Now concerning*i the things which I write to you, indeed, before God, I do not lie.)"
    },
    {
        "o": 32841,
        "r": "nkjv:Galatians:1:21",
        "t": "Afterward*p I went into the regions of Syria and Cilicia."
    },
    {
        "o": 32842,
        "r": "nkjv:Galatians:1:22",
        "t": "And I was unknown by face to the churches of Judea which were*i in Christ."
    },
    {
        "o": 32843,
        "r": "nkjv:Galatians:1:23",
        "t": "But they were hearing only, “He who formerly persecuted us now preaches the faith which he once tried*i to*i destroy.”"
    },
    {
        "o": 32844,
        "r": "nkjv:Galatians:1:24",
        "t": "And they glorified God in me."
    }
]
