[
    {
        "o": 7986,
        "r": "niv:1 Samuel:5:0",
        "t": "1 Samuel 5",
        "h": 1
    },
    {
        "o": 7987,
        "r": "niv:1 Samuel:5:0",
        "t": "The Ark in Ashdod and Ekron",
        "h": 2
    },
    {
        "o": 7988,
        "r": "niv:1 Samuel:5:1",
        "t": "After*p the Philistines had captured the ark of God, they took it from Ebenezer to Ashdod."
    },
    {
        "o": 7989,
        "r": "niv:1 Samuel:5:2",
        "t": "Then they carried the ark into Dagon’s temple and set it beside Dagon."
    },
    {
        "o": 7990,
        "r": "niv:1 Samuel:5:3",
        "t": "When the people of Ashdod rose early the next day, there was Dagon, fallen on his face on the ground before the ark of the Lord!*s They took Dagon and put him back in his place."
    },
    {
        "o": 7991,
        "r": "niv:1 Samuel:5:4",
        "t": "But the following morning when they rose, there was Dagon, fallen on his face on the ground before the ark of the Lord!*s His head and hands had been broken off and were lying on the threshold; only his body remained."
    },
    {
        "o": 7992,
        "r": "niv:1 Samuel:5:5",
        "t": "That is why to this day neither the priests of Dagon nor any others who enter Dagon’s temple at Ashdod step on the threshold."
    },
    {
        "o": 7993,
        "r": "niv:1 Samuel:5:6",
        "t": "The*p Lord’s*s hand was heavy on the people of Ashdod and its vicinity; he brought devastation on them and afflicted them with tumors."
    },
    {
        "o": 7994,
        "r": "niv:1 Samuel:5:7",
        "t": "When the people of Ashdod saw what was happening, they said, “The ark of the god of Israel must not stay here with us, because his hand is heavy on us and on Dagon our god.”"
    },
    {
        "o": 7995,
        "r": "niv:1 Samuel:5:8",
        "t": "So they called together all the rulers of the Philistines and asked them, “What shall we do with the ark of the god of Israel?” They*p answered, “Have the ark of the god of Israel moved to Gath.” So they moved the ark of the God of Israel."
    },
    {
        "o": 7996,
        "r": "niv:1 Samuel:5:9",
        "t": "But*p after they had moved it, the Lord’s*s hand was against that city, throwing it into a great panic. He afflicted the people of the city, both young and old, with an outbreak of tumors."
    },
    {
        "o": 7997,
        "r": "niv:1 Samuel:5:10",
        "t": "So they sent the ark of God to Ekron. As*p the ark of God was entering Ekron, the people of Ekron cried out, “They have brought the ark of the god of Israel around to us to kill us and our people.”"
    },
    {
        "o": 7998,
        "r": "niv:1 Samuel:5:11",
        "t": "So they called together all the rulers of the Philistines and said, “Send the ark of the god of Israel away; let it go back to its own place, or it will kill us and our people.” For death had filled the city with panic; God’s hand was very heavy on it."
    },
    {
        "o": 7999,
        "r": "niv:1 Samuel:5:12",
        "t": "Those who did not die were afflicted with tumors, and the outcry of the city went up to heaven."
    }
]
