[
    {
        "o": 33234,
        "r": "esv:1 Timothy:1:0",
        "t": "1 Timothy 1",
        "h": 1
    },
    {
        "o": 33235,
        "r": "esv:1 Timothy:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33236,
        "r": "esv:1 Timothy:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by command of God our Savior and of Christ Jesus our hope,"
    },
    {
        "o": 33237,
        "r": "esv:1 Timothy:1:2",
        "t": "To*p Timothy, my true child in the faith: Grace,*p mercy, and peace from God the Father and Christ Jesus our Lord."
    },
    {
        "o": 33238,
        "r": "esv:1 Timothy:1:2",
        "t": "Warning Against False Teachers",
        "h": 2
    },
    {
        "o": 33239,
        "r": "esv:1 Timothy:1:3",
        "t": "As*p I urged you when I was going to Macedonia, remain at Ephesus so that you may charge certain persons not to teach any different doctrine,"
    },
    {
        "o": 33240,
        "r": "esv:1 Timothy:1:4",
        "t": "nor to devote themselves to myths and endless genealogies, which promote speculations rather than the stewardship from God that is by faith."
    },
    {
        "o": 33241,
        "r": "esv:1 Timothy:1:5",
        "t": "The aim of our charge is love that issues from a pure heart and a good conscience and a sincere faith."
    },
    {
        "o": 33242,
        "r": "esv:1 Timothy:1:6",
        "t": "Certain persons, by swerving from these, have wandered away into vain discussion,"
    },
    {
        "o": 33243,
        "r": "esv:1 Timothy:1:7",
        "t": "desiring to be teachers of the law, without understanding either what they are saying or the things about which they make confident assertions."
    },
    {
        "o": 33244,
        "r": "esv:1 Timothy:1:8",
        "t": "Now*p we know that the law is good, if one uses it lawfully,"
    },
    {
        "o": 33245,
        "r": "esv:1 Timothy:1:9",
        "t": "understanding this, that the law is not laid down for the just but for the lawless and disobedient, for the ungodly and sinners, for the unholy and profane, for those who strike their fathers and mothers, for murderers,"
    },
    {
        "o": 33246,
        "r": "esv:1 Timothy:1:10",
        "t": "the sexually immoral, men who practice homosexuality, enslavers, liars, perjurers, and whatever else is contrary to sound doctrine,"
    },
    {
        "o": 33247,
        "r": "esv:1 Timothy:1:11",
        "t": "in accordance with the gospel of the glory of the blessed God with which I have been entrusted."
    },
    {
        "o": 33248,
        "r": "esv:1 Timothy:1:11",
        "t": "Christ Jesus Came to Save Sinners",
        "h": 2
    },
    {
        "o": 33249,
        "r": "esv:1 Timothy:1:12",
        "t": "I*p thank him who has given me strength, Christ Jesus our Lord, because he judged me faithful, appointing me to his service,"
    },
    {
        "o": 33250,
        "r": "esv:1 Timothy:1:13",
        "t": "though formerly I was a blasphemer, persecutor, and insolent opponent. But I received mercy because I had acted ignorantly in unbelief,"
    },
    {
        "o": 33251,
        "r": "esv:1 Timothy:1:14",
        "t": "and the grace of our Lord overflowed for me with the faith and love that are in Christ Jesus."
    },
    {
        "o": 33252,
        "r": "esv:1 Timothy:1:15",
        "t": "The saying is trustworthy and deserving of full acceptance, that Christ Jesus came into the world to save sinners, of whom I am the foremost."
    },
    {
        "o": 33253,
        "r": "esv:1 Timothy:1:16",
        "t": "But I received mercy for this reason, that in me, as the foremost, Jesus Christ might display his perfect patience as an example to those who were to believe in him for eternal life."
    },
    {
        "o": 33254,
        "r": "esv:1 Timothy:1:17",
        "t": "To the King of the ages, immortal, invisible, the only God, be honor and glory forever and ever. Amen."
    },
    {
        "o": 33255,
        "r": "esv:1 Timothy:1:18",
        "t": "This*p charge I entrust to you, Timothy, my child, in accordance with the prophecies previously made about you, that by them you may wage the good warfare,"
    },
    {
        "o": 33256,
        "r": "esv:1 Timothy:1:19",
        "t": "holding faith and a good conscience. By rejecting this, some have made shipwreck of their faith,"
    },
    {
        "o": 33257,
        "r": "esv:1 Timothy:1:20",
        "t": "among whom are Hymenaeus and Alexander, whom I have handed over to Satan that they may learn not to blaspheme."
    },
    {
        "o": 33258,
        "r": "esv:1 Timothy:2:0",
        "t": "1 Timothy 2",
        "h": 1
    },
    {
        "o": 33259,
        "r": "esv:1 Timothy:2:0",
        "t": "Pray for All People",
        "h": 2
    },
    {
        "o": 33260,
        "r": "esv:1 Timothy:2:1",
        "t": "First*p of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people,"
    },
    {
        "o": 33261,
        "r": "esv:1 Timothy:2:2",
        "t": "for kings and all who are in high positions, that we may lead a peaceful and quiet life, godly and dignified in every way."
    },
    {
        "o": 33262,
        "r": "esv:1 Timothy:2:3",
        "t": "This is good, and it is pleasing in the sight of God our Savior,"
    },
    {
        "o": 33263,
        "r": "esv:1 Timothy:2:4",
        "t": "who desires all people to be saved and to come to the knowledge of the truth."
    },
    {
        "o": 33264,
        "r": "esv:1 Timothy:2:5",
        "t": "For there is one God, and there is one mediator between God and men, the man Christ Jesus,"
    },
    {
        "o": 33265,
        "r": "esv:1 Timothy:2:6",
        "t": "who gave himself as a ransom for all, which is the testimony given at the proper time."
    },
    {
        "o": 33266,
        "r": "esv:1 Timothy:2:7",
        "t": "For this I was appointed a preacher and an apostle (I am telling the truth, I am not lying), a teacher of the Gentiles in faith and truth."
    },
    {
        "o": 33267,
        "r": "esv:1 Timothy:2:8",
        "t": "I*p desire then that in every place the men should pray, lifting holy hands without anger or quarreling;"
    },
    {
        "o": 33268,
        "r": "esv:1 Timothy:2:9",
        "t": "likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire,"
    },
    {
        "o": 33269,
        "r": "esv:1 Timothy:2:10",
        "t": "but with what is proper for women who profess godliness— with good works."
    },
    {
        "o": 33270,
        "r": "esv:1 Timothy:2:11",
        "t": "Let a woman learn quietly with all submissiveness."
    },
    {
        "o": 33271,
        "r": "esv:1 Timothy:2:12",
        "t": "I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet."
    },
    {
        "o": 33272,
        "r": "esv:1 Timothy:2:13",
        "t": "For Adam was formed first, then Eve;"
    },
    {
        "o": 33273,
        "r": "esv:1 Timothy:2:14",
        "t": "and Adam was not deceived, but the woman was deceived and became a transgressor."
    },
    {
        "o": 33274,
        "r": "esv:1 Timothy:2:15",
        "t": "Yet she will be saved through childbearing— if they continue in faith and love and holiness, with self-control."
    },
    {
        "o": 33275,
        "r": "esv:1 Timothy:3:0",
        "t": "1 Timothy 3",
        "h": 1
    },
    {
        "o": 33276,
        "r": "esv:1 Timothy:3:0",
        "t": "Qualifications for Overseers",
        "h": 2
    },
    {
        "o": 33277,
        "r": "esv:1 Timothy:3:1",
        "t": "The*p saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task."
    },
    {
        "o": 33278,
        "r": "esv:1 Timothy:3:2",
        "t": "Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach,"
    },
    {
        "o": 33279,
        "r": "esv:1 Timothy:3:3",
        "t": "not a drunkard, not violent but gentle, not quarrelsome, not a lover of money."
    },
    {
        "o": 33280,
        "r": "esv:1 Timothy:3:4",
        "t": "He must manage his own household well, with all dignity keeping his children submissive,"
    },
    {
        "o": 33281,
        "r": "esv:1 Timothy:3:5",
        "t": "for if someone does not know how to manage his own household, how will he care for God’s church?"
    },
    {
        "o": 33282,
        "r": "esv:1 Timothy:3:6",
        "t": "He must not be a recent convert, or he may become puffed up with conceit and fall into the condemnation of the devil."
    },
    {
        "o": 33283,
        "r": "esv:1 Timothy:3:7",
        "t": "Moreover, he must be well thought of by outsiders, so that he may not fall into disgrace, into a snare of the devil."
    },
    {
        "o": 33284,
        "r": "esv:1 Timothy:3:7",
        "t": "Qualifications for Deacons",
        "h": 2
    },
    {
        "o": 33285,
        "r": "esv:1 Timothy:3:8",
        "t": "Deacons*p likewise must be dignified, not double-tongued, not addicted to much wine, not greedy for dishonest gain."
    },
    {
        "o": 33286,
        "r": "esv:1 Timothy:3:9",
        "t": "They must hold the mystery of the faith with a clear conscience."
    },
    {
        "o": 33287,
        "r": "esv:1 Timothy:3:10",
        "t": "And let them also be tested first; then let them serve as deacons if they prove themselves blameless."
    },
    {
        "o": 33288,
        "r": "esv:1 Timothy:3:11",
        "t": "Their wives likewise must be dignified, not slanderers, but sober-minded, faithful in all things."
    },
    {
        "o": 33289,
        "r": "esv:1 Timothy:3:12",
        "t": "Let deacons each be the husband of one wife, managing their children and their own households well."
    },
    {
        "o": 33290,
        "r": "esv:1 Timothy:3:13",
        "t": "For those who serve well as deacons gain a good standing for themselves and also great confidence in the faith that is in Christ Jesus."
    },
    {
        "o": 33291,
        "r": "esv:1 Timothy:3:13",
        "t": "The Mystery of Godliness",
        "h": 2
    },
    {
        "o": 33292,
        "r": "esv:1 Timothy:3:14",
        "t": "I*p hope to come to you soon, but I am writing these things to you so that,"
    },
    {
        "o": 33293,
        "r": "esv:1 Timothy:3:15",
        "t": "if I delay, you may know how one ought to behave in the household of God, which is the church of the living God, a pillar and buttress of the truth."
    },
    {
        "o": 33294,
        "r": "esv:1 Timothy:3:16",
        "t": "Great indeed, we confess, is the mystery of godliness: He*pn was manifested in the flesh, vindicated*ld by the Spirit, seen*ld by angels, proclaimed*ln among the nations, believed*ld on in the world, taken*ld up in glory."
    },
    {
        "o": 33295,
        "r": "esv:1 Timothy:4:0",
        "t": "1 Timothy 4",
        "h": 1
    },
    {
        "o": 33296,
        "r": "esv:1 Timothy:4:0",
        "t": "Some Will Depart from the Faith",
        "h": 2
    },
    {
        "o": 33297,
        "r": "esv:1 Timothy:4:1",
        "t": "Now*p the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons,"
    },
    {
        "o": 33298,
        "r": "esv:1 Timothy:4:2",
        "t": "through the insincerity of liars whose consciences are seared,"
    },
    {
        "o": 33299,
        "r": "esv:1 Timothy:4:3",
        "t": "who forbid marriage and require abstinence from foods that God created to be received with thanksgiving by those who believe and know the truth."
    },
    {
        "o": 33300,
        "r": "esv:1 Timothy:4:4",
        "t": "For everything created by God is good, and nothing is to be rejected if it is received with thanksgiving,"
    },
    {
        "o": 33301,
        "r": "esv:1 Timothy:4:5",
        "t": "for it is made holy by the word of God and prayer."
    },
    {
        "o": 33302,
        "r": "esv:1 Timothy:4:5",
        "t": "A Good Servant of Christ Jesus",
        "h": 2
    },
    {
        "o": 33303,
        "r": "esv:1 Timothy:4:6",
        "t": "If*p you put these things before the brothers, you will be a good servant of Christ Jesus, being trained in the words of the faith and of the good doctrine that you have followed."
    },
    {
        "o": 33304,
        "r": "esv:1 Timothy:4:7",
        "t": "Have nothing to do with irreverent, silly myths. Rather train yourself for godliness;"
    },
    {
        "o": 33305,
        "r": "esv:1 Timothy:4:8",
        "t": "for while bodily training is of some value, godliness is of value in every way, as it holds promise for the present life and also for the life to come."
    },
    {
        "o": 33306,
        "r": "esv:1 Timothy:4:9",
        "t": "The saying is trustworthy and deserving of full acceptance."
    },
    {
        "o": 33307,
        "r": "esv:1 Timothy:4:10",
        "t": "For to this end we toil and strive, because we have our hope set on the living God, who is the Savior of all people, especially of those who believe."
    },
    {
        "o": 33308,
        "r": "esv:1 Timothy:4:11",
        "t": "Command*p and teach these things."
    },
    {
        "o": 33309,
        "r": "esv:1 Timothy:4:12",
        "t": "Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity."
    },
    {
        "o": 33310,
        "r": "esv:1 Timothy:4:13",
        "t": "Until I come, devote yourself to the public reading of Scripture, to exhortation, to teaching."
    },
    {
        "o": 33311,
        "r": "esv:1 Timothy:4:14",
        "t": "Do not neglect the gift you have, which was given you by prophecy when the council of elders laid their hands on you."
    },
    {
        "o": 33312,
        "r": "esv:1 Timothy:4:15",
        "t": "Practice these things, immerse yourself in them, so that all may see your progress."
    },
    {
        "o": 33313,
        "r": "esv:1 Timothy:4:16",
        "t": "Keep a close watch on yourself and on the teaching. Persist in this, for by so doing you will save both yourself and your hearers."
    },
    {
        "o": 33314,
        "r": "esv:1 Timothy:5:0",
        "t": "1 Timothy 5",
        "h": 1
    },
    {
        "o": 33315,
        "r": "esv:1 Timothy:5:0",
        "t": "Instructions for the Church",
        "h": 2
    },
    {
        "o": 33316,
        "r": "esv:1 Timothy:5:1",
        "t": "Do*p not rebuke an older man but encourage him as you would a father, younger men as brothers,"
    },
    {
        "o": 33317,
        "r": "esv:1 Timothy:5:2",
        "t": "older women as mothers, younger women as sisters, in all purity."
    },
    {
        "o": 33318,
        "r": "esv:1 Timothy:5:3",
        "t": "Honor*p widows who are truly widows."
    },
    {
        "o": 33319,
        "r": "esv:1 Timothy:5:4",
        "t": "But if a widow has children or grandchildren, let them first learn to show godliness to their own household and to make some return to their parents, for this is pleasing in the sight of God."
    },
    {
        "o": 33320,
        "r": "esv:1 Timothy:5:5",
        "t": "She who is truly a widow, left all alone, has set her hope on God and continues in supplications and prayers night and day,"
    },
    {
        "o": 33321,
        "r": "esv:1 Timothy:5:6",
        "t": "but she who is self-indulgent is dead even while she lives."
    },
    {
        "o": 33322,
        "r": "esv:1 Timothy:5:7",
        "t": "Command these things as well, so that they may be without reproach."
    },
    {
        "o": 33323,
        "r": "esv:1 Timothy:5:8",
        "t": "But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever."
    },
    {
        "o": 33324,
        "r": "esv:1 Timothy:5:9",
        "t": "Let*p a widow be enrolled if she is not less than sixty years of age, having been the wife of one husband,"
    },
    {
        "o": 33325,
        "r": "esv:1 Timothy:5:10",
        "t": "and having a reputation for good works: if she has brought up children, has shown hospitality, has washed the feet of the saints, has cared for the afflicted, and has devoted herself to every good work."
    },
    {
        "o": 33326,
        "r": "esv:1 Timothy:5:11",
        "t": "But refuse to enroll younger widows, for when their passions draw them away from Christ, they desire to marry"
    },
    {
        "o": 33327,
        "r": "esv:1 Timothy:5:12",
        "t": "and so incur condemnation for having abandoned their former faith."
    },
    {
        "o": 33328,
        "r": "esv:1 Timothy:5:13",
        "t": "Besides that, they learn to be idlers, going about from house to house, and not only idlers, but also gossips and busybodies, saying what they should not."
    },
    {
        "o": 33329,
        "r": "esv:1 Timothy:5:14",
        "t": "So I would have younger widows marry, bear children, manage their households, and give the adversary no occasion for slander."
    },
    {
        "o": 33330,
        "r": "esv:1 Timothy:5:15",
        "t": "For some have already strayed after Satan."
    },
    {
        "o": 33331,
        "r": "esv:1 Timothy:5:16",
        "t": "If any believing woman has relatives who are widows, let her care for them. Let the church not be burdened, so that it may care for those who are truly widows."
    },
    {
        "o": 33332,
        "r": "esv:1 Timothy:5:17",
        "t": "Let*p the elders who rule well be considered worthy of double honor, especially those who labor in preaching and teaching."
    },
    {
        "o": 33333,
        "r": "esv:1 Timothy:5:18",
        "t": "For the Scripture says, “You shall not muzzle an ox when it treads out the grain,” and, “The*r laborer*r deserves*r his*r wages.”*r"
    },
    {
        "o": 33334,
        "r": "esv:1 Timothy:5:19",
        "t": "Do not admit a charge against an elder except on the evidence of two or three witnesses."
    },
    {
        "o": 33335,
        "r": "esv:1 Timothy:5:20",
        "t": "As for those who persist in sin, rebuke them in the presence of all, so that the rest may stand in fear."
    },
    {
        "o": 33336,
        "r": "esv:1 Timothy:5:21",
        "t": "In the presence of God and of Christ Jesus and of the elect angels I charge you to keep these rules without prejudging, doing nothing from partiality."
    },
    {
        "o": 33337,
        "r": "esv:1 Timothy:5:22",
        "t": "Do not be hasty in the laying on of hands, nor take part in the sins of others; keep yourself pure."
    },
    {
        "o": 33338,
        "r": "esv:1 Timothy:5:23",
        "t": "(No longer drink only water, but use a little wine for the sake of your stomach and your frequent ailments.)"
    },
    {
        "o": 33339,
        "r": "esv:1 Timothy:5:24",
        "t": "The sins of some people are conspicuous, going before them to judgment, but the sins of others appear later."
    },
    {
        "o": 33340,
        "r": "esv:1 Timothy:5:25",
        "t": "So also good works are conspicuous, and even those that are not cannot remain hidden."
    },
    {
        "o": 33341,
        "r": "esv:1 Timothy:6:0",
        "t": "1 Timothy 6",
        "h": 1
    },
    {
        "o": 33342,
        "r": "esv:1 Timothy:6:1",
        "t": "Let*p all who are under a yoke as bondservants regard their own masters as worthy of all honor, so that the name of God and the teaching may not be reviled."
    },
    {
        "o": 33343,
        "r": "esv:1 Timothy:6:2",
        "t": "Those who have believing masters must not be disrespectful on the ground that they are brothers; rather they must serve all the better since those who benefit by their good service are believers and beloved."
    },
    {
        "o": 33344,
        "r": "esv:1 Timothy:6:2",
        "t": "False Teachers and True Contentment",
        "h": 2
    },
    {
        "o": 33345,
        "r": "esv:1 Timothy:6:2",
        "t": "Teach*p and urge these things."
    },
    {
        "o": 33346,
        "r": "esv:1 Timothy:6:3",
        "t": "If anyone teaches a different doctrine and does not agree with the sound words of our Lord Jesus Christ and the teaching that accords with godliness,"
    },
    {
        "o": 33347,
        "r": "esv:1 Timothy:6:4",
        "t": "he is puffed up with conceit and understands nothing. He has an unhealthy craving for controversy and for quarrels about words, which produce envy, dissension, slander, evil suspicions,"
    },
    {
        "o": 33348,
        "r": "esv:1 Timothy:6:5",
        "t": "and constant friction among people who are depraved in mind and deprived of the truth, imagining that godliness is a means of gain."
    },
    {
        "o": 33349,
        "r": "esv:1 Timothy:6:6",
        "t": "But godliness with contentment is great gain,"
    },
    {
        "o": 33350,
        "r": "esv:1 Timothy:6:7",
        "t": "for we brought nothing into the world, and we cannot take anything out of the world."
    },
    {
        "o": 33351,
        "r": "esv:1 Timothy:6:8",
        "t": "But if we have food and clothing, with these we will be content."
    },
    {
        "o": 33352,
        "r": "esv:1 Timothy:6:9",
        "t": "But those who desire to be rich fall into temptation, into a snare, into many senseless and harmful desires that plunge people into ruin and destruction."
    },
    {
        "o": 33353,
        "r": "esv:1 Timothy:6:10",
        "t": "For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs."
    },
    {
        "o": 33354,
        "r": "esv:1 Timothy:6:10",
        "t": "Fight the Good Fight of Faith",
        "h": 2
    },
    {
        "o": 33355,
        "r": "esv:1 Timothy:6:11",
        "t": "But*p as for you, O man of God, flee these things. Pursue righteousness, godliness, faith, love, steadfastness, gentleness."
    },
    {
        "o": 33356,
        "r": "esv:1 Timothy:6:12",
        "t": "Fight the good fight of the faith. Take hold of the eternal life to which you were called and about which you made the good confession in the presence of many witnesses."
    },
    {
        "o": 33357,
        "r": "esv:1 Timothy:6:13",
        "t": "I charge you in the presence of God, who gives life to all things, and of Christ Jesus, who in his testimony before Pontius Pilate made the good confession,"
    },
    {
        "o": 33358,
        "r": "esv:1 Timothy:6:14",
        "t": "to keep the commandment unstained and free from reproach until the appearing of our Lord Jesus Christ,"
    },
    {
        "o": 33359,
        "r": "esv:1 Timothy:6:15",
        "t": "which he will display at the proper time— he who is the blessed and only Sovereign, the King of kings and Lord of lords,"
    },
    {
        "o": 33360,
        "r": "esv:1 Timothy:6:16",
        "t": "who alone has immortality, who dwells in unapproachable light, whom no one has ever seen or can see. To him be honor and eternal dominion. Amen."
    },
    {
        "o": 33361,
        "r": "esv:1 Timothy:6:17",
        "t": "As*p for the rich in this present age, charge them not to be haughty, nor to set their hopes on the uncertainty of riches, but on God, who richly provides us with everything to enjoy."
    },
    {
        "o": 33362,
        "r": "esv:1 Timothy:6:18",
        "t": "They are to do good, to be rich in good works, to be generous and ready to share,"
    },
    {
        "o": 33363,
        "r": "esv:1 Timothy:6:19",
        "t": "thus storing up treasure for themselves as a good foundation for the future, so that they may take hold of that which is truly life."
    },
    {
        "o": 33364,
        "r": "esv:1 Timothy:6:20",
        "t": "O*p Timothy, guard the deposit entrusted to you. Avoid the irreverent babble and contradictions of what is falsely called “knowledge,”"
    },
    {
        "o": 33365,
        "r": "esv:1 Timothy:6:21",
        "t": "for by professing it some have swerved from the faith. Grace*p be with you."
    }
]
