[
    {
        "o": 19934,
        "r": "nasb:Isaiah:13:0",
        "t": "Isaiah 13",
        "h": 1
    },
    {
        "o": 19935,
        "r": "nasb:Isaiah:13:0",
        "t": "Prophecies about Babylon",
        "h": 2
    },
    {
        "o": 19936,
        "r": "nasb:Isaiah:13:1",
        "t": "The*p oracle concerning Babylon which Isaiah the son of Amoz saw."
    },
    {
        "o": 19937,
        "r": "nasb:Isaiah:13:2",
        "t": "Lift*pn up a standard on the bare hill, Raise*ln your voice to them, Wave*ln the hand that they may enter the doors of the nobles."
    },
    {
        "o": 19938,
        "r": "nasb:Isaiah:13:3",
        "t": "I*ln have commanded My consecrated ones, I*ln have even called My mighty warriors, My*ln proudly exulting ones, To*ln execute*i My anger."
    },
    {
        "o": 19939,
        "r": "nasb:Isaiah:13:4",
        "t": "A*ln sound of tumult on the mountains, Like*ln that of many people! A*ln sound of the uproar of kingdoms, Of*ln nations gathered together! The*ln Lord*s of hosts is mustering the army for battle."
    },
    {
        "o": 19940,
        "r": "nasb:Isaiah:13:5",
        "t": "They*ln are coming from a far country, From*ln the farthest horizons, The*ln Lord*s and His instruments of indignation, To*ln destroy the whole land."
    },
    {
        "o": 19941,
        "r": "nasb:Isaiah:13:5",
        "t": "Judgment on the Day of the Lord",
        "h": 2
    },
    {
        "o": 19942,
        "r": "nasb:Isaiah:13:6",
        "t": "Wail,*pn for the day of the Lord*s is near! It*ln will come as destruction from the Almighty."
    },
    {
        "o": 19943,
        "r": "nasb:Isaiah:13:7",
        "t": "Therefore*ln all hands will fall limp, And*ln every man’s heart will melt."
    },
    {
        "o": 19944,
        "r": "nasb:Isaiah:13:8",
        "t": "They*ln will be terrified, Pains*ln and anguish will take hold of them;*i They*ln will writhe like a woman in labor, They*ln will look at one another in astonishment, Their*ln faces aflame."
    },
    {
        "o": 19945,
        "r": "nasb:Isaiah:13:9",
        "t": "Behold,*ln the day of the Lord*s is coming, Cruel,*ln with fury and burning anger, To*ln make the land a desolation; And*ln He will exterminate its sinners from it."
    },
    {
        "o": 19946,
        "r": "nasb:Isaiah:13:10",
        "t": "For*ln the stars of heaven and their constellations Will*ln not flash forth their light; The*ln sun will be dark when it rises And*ln the moon will not shed its light."
    },
    {
        "o": 19947,
        "r": "nasb:Isaiah:13:11",
        "t": "Thus*ln I will punish the world for its evil And*ln the wicked for their iniquity; I*ln will also put an end to the arrogance of the proud And*ln abase the haughtiness of the ruthless."
    },
    {
        "o": 19948,
        "r": "nasb:Isaiah:13:12",
        "t": "I*ln will make mortal man scarcer than pure gold And*ln mankind than the gold of Ophir."
    },
    {
        "o": 19949,
        "r": "nasb:Isaiah:13:13",
        "t": "Therefore*ln I will make the heavens tremble, And*ln the earth will be shaken from its place At*ln the fury of the Lord*s of hosts In*ln the day of His burning anger."
    },
    {
        "o": 19950,
        "r": "nasb:Isaiah:13:14",
        "t": "And*ln it will be that like a hunted gazelle, Or*ln like sheep with none to gather them,*i They*ln will each turn to his own people, And*ln each one flee to his own land."
    },
    {
        "o": 19951,
        "r": "nasb:Isaiah:13:15",
        "t": "Anyone*ln who is found will be thrust through, And*ln anyone who is captured will fall by the sword."
    },
    {
        "o": 19952,
        "r": "nasb:Isaiah:13:16",
        "t": "Their*ln little ones also will be dashed to pieces Before*ln their eyes; Their*ln houses will be plundered And*ln their wives ravished."
    },
    {
        "o": 19953,
        "r": "nasb:Isaiah:13:16",
        "t": "Babylon Will Fall to the Medes",
        "h": 2
    },
    {
        "o": 19954,
        "r": "nasb:Isaiah:13:17",
        "t": "Behold,*pn I am going to stir up the Medes against them, Who*ln will not value silver or take pleasure in gold."
    },
    {
        "o": 19955,
        "r": "nasb:Isaiah:13:18",
        "t": "And*ln their*i bows will mow down the young men, They*ln will not even have compassion on the fruit of the womb, Nor*iln will their eye pity children."
    },
    {
        "o": 19956,
        "r": "nasb:Isaiah:13:19",
        "t": "And*ln Babylon, the beauty of kingdoms, the glory of the Chaldeans’ pride, Will*ln be as when God overthrew Sodom and Gomorrah."
    },
    {
        "o": 19957,
        "r": "nasb:Isaiah:13:20",
        "t": "It*ln will never be inhabited or lived in from generation to generation; Nor*ln will the Arab pitch his*i tent there, Nor*ln will shepherds make their*i flocks*i lie down there."
    },
    {
        "o": 19958,
        "r": "nasb:Isaiah:13:21",
        "t": "But*ln desert creatures will lie down there, And*ln their houses will be full of owls; Ostriches*ln also will live there, and shaggy goats will frolic there."
    },
    {
        "o": 19959,
        "r": "nasb:Isaiah:13:22",
        "t": "Hyenas*ln will howl in their fortified towers And*ln jackals in their luxurious palaces. Her*ln fateful*i time also will soon come And*ln her days will not be prolonged."
    }
]
