[
    {
        "o": 22523,
        "r": "nkjv:Jeremiah:49:0",
        "t": "Jeremiah 49",
        "h": 1
    },
    {
        "o": 22524,
        "r": "nkjv:Jeremiah:49:0",
        "t": "Judgment on Ammon",
        "h": 2
    },
    {
        "o": 22525,
        "r": "nkjv:Jeremiah:49:1",
        "t": "Against*p the Ammonites. Thus*p says the Lord:*s “Has*pn Israel no sons? Has*ld he no heir? Why*ld then*i does Milcom inherit Gad, And*ld his people dwell in its cities?"
    },
    {
        "o": 22526,
        "r": "nkjv:Jeremiah:49:2",
        "t": "Therefore*ld behold, the days are coming,” says the Lord,*s “That*ld I will cause to be heard an alarm of war In*ld Rabbah of the Ammonites; It*ld shall be a desolate mound, And*ld her villages shall be burned with fire. Then*ld Israel shall take possession of his inheritance,” says the Lord.*s"
    },
    {
        "o": 22527,
        "r": "nkjv:Jeremiah:49:3",
        "t": "“Wail,*ln O Heshbon, for Ai is plundered! Cry,*ld you daughters of Rabbah, Gird*ld yourselves with sackcloth! Lament*ld and run to and fro by the walls; For*ld Milcom shall go into captivity With*ld his priests and his princes together."
    },
    {
        "o": 22528,
        "r": "nkjv:Jeremiah:49:4",
        "t": "Why*ld do you boast in the valleys, Your*ld flowing valley, O backsliding daughter? Who*ld trusted in her treasures, saying,*i ‘Who*ld will come against me?’"
    },
    {
        "o": 22529,
        "r": "nkjv:Jeremiah:49:5",
        "t": "Behold,*ld I will bring fear upon you,” Says*ld the Lord God*s of hosts, “From*ld all those who are around you; You*ld shall be driven out, everyone headlong, And*ld no one will gather those who wander off."
    },
    {
        "o": 22530,
        "r": "nkjv:Jeremiah:49:6",
        "t": "But*ld afterward I will bring back The*ld captives of the people of Ammon,” says the Lord.*s"
    },
    {
        "o": 22531,
        "r": "nkjv:Jeremiah:49:6",
        "t": "Judgment on Edom",
        "h": 2
    },
    {
        "o": 22532,
        "r": "nkjv:Jeremiah:49:7",
        "t": "Against*p Edom. Thus*p says the Lord*s of hosts: “Is*ipn wisdom no more in Teman? Has*ld counsel perished from the prudent? Has*ld their wisdom vanished?"
    },
    {
        "o": 22533,
        "r": "nkjv:Jeremiah:49:8",
        "t": "Flee,*ld turn back, dwell in the depths, O inhabitants of Dedan! For*ld I will bring the calamity of Esau upon him, The*ld time that*i I will punish him."
    },
    {
        "o": 22534,
        "r": "nkjv:Jeremiah:49:9",
        "t": "If*ld grape-gatherers came to you, Would*ld they not leave some*i gleaning grapes? If*ld thieves by night, Would*ld they not destroy until they have enough?"
    },
    {
        "o": 22535,
        "r": "nkjv:Jeremiah:49:10",
        "t": "But*ld I have made Esau bare; I*ld have uncovered his secret places, And*ld he shall not be able to hide himself. His*ld descendants are plundered, His*ld brethren and his neighbors, And*ld he is*i no more."
    },
    {
        "o": 22536,
        "r": "nkjv:Jeremiah:49:11",
        "t": "Leave*ld your fatherless children, I*ld will preserve them*i alive; And*ld let your widows trust in Me.”"
    },
    {
        "o": 22537,
        "r": "nkjv:Jeremiah:49:12",
        "t": "For*p thus says the Lord:*s “Behold, those whose judgment was*i not to drink of the cup have assuredly drunk. And are*i you the one who will altogether go unpunished? You shall not go unpunished, but you shall surely drink of*i it.*i"
    },
    {
        "o": 22538,
        "r": "nkjv:Jeremiah:49:13",
        "t": "For I have sworn by Myself,” says the Lord,*s “that Bozrah shall become a desolation, a reproach, a waste, and a curse. And all its cities shall be perpetual wastes.”"
    },
    {
        "o": 22539,
        "r": "nkjv:Jeremiah:49:14",
        "t": "I*pn have heard a message from the Lord,*s And*ld an ambassador has been sent to the nations: “Gather*ld together, come against her, And*ld rise up to battle!"
    },
    {
        "o": 22540,
        "r": "nkjv:Jeremiah:49:15",
        "t": "“For*ln indeed, I will make you small among nations, Despised*ld among men."
    },
    {
        "o": 22541,
        "r": "nkjv:Jeremiah:49:16",
        "t": "Your*ld fierceness has deceived you, The*ld pride of your heart, O*ld you who dwell in the clefts of the rock, Who*ld hold the height of the hill! Though*ld you make your nest as high as the eagle, I*ld will bring you down from there,” says the Lord.*s"
    },
    {
        "o": 22542,
        "r": "nkjv:Jeremiah:49:17",
        "t": "“Edom*ln also shall be an astonishment; Everyone*ld who goes by it will be astonished And*ld will hiss at all its plagues."
    },
    {
        "o": 22543,
        "r": "nkjv:Jeremiah:49:18",
        "t": "As*ld in the overthrow of Sodom and Gomorrah And*ld their neighbors,” says the Lord,*s “No*ld one shall remain there, Nor*ld shall a son of man dwell in it."
    },
    {
        "o": 22544,
        "r": "nkjv:Jeremiah:49:19",
        "t": "“Behold,*ln he shall come up like a lion from the floodplain of the Jordan Against*ld the dwelling place of the strong; But*ld I will suddenly make him run away from her. And*ld who is*i a chosen man*i that*i I may appoint over her? For*ld who is*i like Me? Who*ld will arraign Me? And*ld who is*i that shepherd Who*ld will withstand Me?”"
    },
    {
        "o": 22545,
        "r": "nkjv:Jeremiah:49:20",
        "t": "Therefore*ln hear the counsel of the Lord*s that He has taken against Edom, And*ld His purposes that He has proposed against the inhabitants of Teman: Surely*ld the least of the flock shall draw them out; Surely*ld He shall make their dwelling places desolate with them."
    },
    {
        "o": 22546,
        "r": "nkjv:Jeremiah:49:21",
        "t": "The*ld earth shakes at the noise of their fall; At*ld the cry its noise is heard at the Red Sea."
    },
    {
        "o": 22547,
        "r": "nkjv:Jeremiah:49:22",
        "t": "Behold,*ld He shall come up and fly like the eagle, And*ld spread His wings over Bozrah; The*ld heart of the mighty men of Edom in that day shall be Like*ld the heart of a woman in birth pangs."
    },
    {
        "o": 22548,
        "r": "nkjv:Jeremiah:49:22",
        "t": "Judgment on Damascus",
        "h": 2
    },
    {
        "o": 22549,
        "r": "nkjv:Jeremiah:49:23",
        "t": "Against*p Damascus. “Hamath*pn and Arpad are shamed, For*ld they have heard bad news. They*ld are fainthearted; There*ild is*i trouble on the sea; It*ld cannot be quiet."
    },
    {
        "o": 22550,
        "r": "nkjv:Jeremiah:49:24",
        "t": "Damascus*ld has grown feeble; She*ld turns to flee, And*ld fear has seized her.*i Anguish*ld and sorrows have taken her like a woman in labor."
    },
    {
        "o": 22551,
        "r": "nkjv:Jeremiah:49:25",
        "t": "Why*ld is the city of praise not deserted, the city of My joy?"
    },
    {
        "o": 22552,
        "r": "nkjv:Jeremiah:49:26",
        "t": "Therefore*ld her young men shall fall in her streets, And*ld all the men of war shall be cut off in that day,” says the Lord*s of hosts."
    },
    {
        "o": 22553,
        "r": "nkjv:Jeremiah:49:27",
        "t": "“I*ld will kindle a fire in the wall of Damascus, And*ld it shall consume the palaces of Ben-Hadad.”"
    },
    {
        "o": 22554,
        "r": "nkjv:Jeremiah:49:27",
        "t": "Judgment on Kedar and Hazor",
        "h": 2
    },
    {
        "o": 22555,
        "r": "nkjv:Jeremiah:49:28",
        "t": "Against*p Kedar and against the kingdoms of Hazor, which Nebuchadnezzar king of Babylon shall strike. Thus*p says the Lord:*s “Arise,*pn go up to Kedar, And*ld devastate the men of the East!"
    },
    {
        "o": 22556,
        "r": "nkjv:Jeremiah:49:29",
        "t": "Their*ld tents and their flocks they shall take away. They*ld shall take for themselves their curtains, All*ld their vessels and their camels; And*ld they shall cry out to them, ‘Fear*ld is*i on every side!’"
    },
    {
        "o": 22557,
        "r": "nkjv:Jeremiah:49:30",
        "t": "“Flee,*ln get far away! Dwell in the depths, O*ld inhabitants of Hazor!” says the Lord.*s “For*ld Nebuchadnezzar king of Babylon has taken counsel against you, And*ld has conceived a plan against you."
    },
    {
        "o": 22558,
        "r": "nkjv:Jeremiah:49:31",
        "t": "“Arise,*ln go up to the wealthy nation that dwells securely,” says the Lord,*s “Which*ld has neither gates nor bars, Dwelling*ld alone."
    },
    {
        "o": 22559,
        "r": "nkjv:Jeremiah:49:32",
        "t": "Their*ld camels shall be for booty, And*ld the multitude of their cattle for plunder. I*ld will scatter to all winds those in the farthest corners, And*ld I will bring their calamity from all its sides,” says the Lord.*s"
    },
    {
        "o": 22560,
        "r": "nkjv:Jeremiah:49:33",
        "t": "“Hazor*ld shall be a dwelling for jackals, a desolation forever; No*ld one shall reside there, Nor*ld son of man dwell in it.”"
    },
    {
        "o": 22561,
        "r": "nkjv:Jeremiah:49:33",
        "t": "Judgment on Elam",
        "h": 2
    },
    {
        "o": 22562,
        "r": "nkjv:Jeremiah:49:34",
        "t": "The*p word of the Lord*s that came to Jeremiah the prophet against Elam, in the beginning of the reign of Zedekiah king of Judah, saying,"
    },
    {
        "o": 22563,
        "r": "nkjv:Jeremiah:49:35",
        "t": "“Thus says the Lord*s of hosts: ‘Behold,*pn I will break the bow of Elam, The*ld foremost of their might."
    },
    {
        "o": 22564,
        "r": "nkjv:Jeremiah:49:36",
        "t": "Against*ld Elam I will bring the four winds From*ld the four quarters of heaven, And*ld scatter them toward all those winds; There*ld shall be no nations where the outcasts of Elam will not go."
    },
    {
        "o": 22565,
        "r": "nkjv:Jeremiah:49:37",
        "t": "For*ld I will cause Elam to be dismayed before their enemies And*ld before those who seek their life. I*ld will bring disaster upon them, My*ld fierce anger,’ says the Lord;*s ‘And*ld I will send the sword after them Until*ld I have consumed them."
    },
    {
        "o": 22566,
        "r": "nkjv:Jeremiah:49:38",
        "t": "I*ld will set My throne in Elam, And*ld will destroy from there the king and the princes,’ says the Lord.*s"
    },
    {
        "o": 22567,
        "r": "nkjv:Jeremiah:49:39",
        "t": "‘But*ln it shall come to pass in the latter days: I*ld will bring back the captives of Elam,’ says the Lord.”*s"
    }
]
