[
    {
        "o": 18413,
        "r": "kjv:Song of Solomon:5:0",
        "t": "Song of Solomon 5",
        "h": 1
    },
    {
        "o": 18414,
        "r": "kjv:Song of Solomon:5:1",
        "t": "I*p am come into my garden, my sister, my spouse: I have gathered my myrrh with my spice; I have eaten my honeycomb with my honey; I have drunk my wine with my milk: eat, O friends; drink, yea, drink abundantly, O beloved."
    },
    {
        "o": 18415,
        "r": "kjv:Song of Solomon:5:2",
        "t": "I*p sleep, but my heart waketh: it is the voice of my beloved that knocketh, saying, Open to me, my sister, my love, my dove, my undefiled: for my head is filled with dew, and my locks with the drops of the night."
    },
    {
        "o": 18416,
        "r": "kjv:Song of Solomon:5:3",
        "t": "I*p have put off my coat; how shall I put it on? I have washed my feet; how shall I defile them?"
    },
    {
        "o": 18417,
        "r": "kjv:Song of Solomon:5:4",
        "t": "My*p beloved put in his hand by the hole of the door, and my bowels were moved for him."
    },
    {
        "o": 18418,
        "r": "kjv:Song of Solomon:5:5",
        "t": "I*p rose up to open to my beloved; and my hands dropped with myrrh, and my fingers with sweet smelling myrrh, upon the handles of the lock."
    },
    {
        "o": 18419,
        "r": "kjv:Song of Solomon:5:6",
        "t": "I*p opened to my beloved; but my beloved had withdrawn himself, and was gone: my soul failed when he spake: I sought him, but I could not find him; I called him, but he gave me no answer."
    },
    {
        "o": 18420,
        "r": "kjv:Song of Solomon:5:7",
        "t": "The*p watchmen that went about the city found me, they smote me, they wounded me; the keepers of the walls took away my veil from me."
    },
    {
        "o": 18421,
        "r": "kjv:Song of Solomon:5:8",
        "t": "I*p charge you, O daughters of Jerusalem, if ye find my beloved, that ye tell him, that I am sick of love."
    },
    {
        "o": 18422,
        "r": "kjv:Song of Solomon:5:9",
        "t": "What*p is thy beloved more than another beloved, O thou fairest among women? what is thy beloved more than another beloved, that thou dost so charge us?"
    },
    {
        "o": 18423,
        "r": "kjv:Song of Solomon:5:10",
        "t": "My*p beloved is white and ruddy, the chiefest among ten thousand."
    },
    {
        "o": 18424,
        "r": "kjv:Song of Solomon:5:11",
        "t": "His*p head is as the most fine gold, his locks are bushy, and black as a raven."
    },
    {
        "o": 18425,
        "r": "kjv:Song of Solomon:5:12",
        "t": "His*p eyes are as the eyes of doves by the rivers of waters, washed with milk, and fitly set."
    },
    {
        "o": 18426,
        "r": "kjv:Song of Solomon:5:13",
        "t": "His*p cheeks are as a bed of spices, as sweet flowers: his lips like lilies, dropping sweet smelling myrrh."
    },
    {
        "o": 18427,
        "r": "kjv:Song of Solomon:5:14",
        "t": "His*p hands are as gold rings set with the beryl: his belly is as bright ivory overlaid with sapphires."
    },
    {
        "o": 18428,
        "r": "kjv:Song of Solomon:5:15",
        "t": "His*p legs are as pillars of marble, set upon sockets of fine gold: his countenance is as Lebanon, excellent as the cedars."
    },
    {
        "o": 18429,
        "r": "kjv:Song of Solomon:5:16",
        "t": "His*p mouth is most sweet: yea, he is altogether lovely. This is my beloved, and this is my friend, O daughters of Jerusalem."
    }
]
