[
    {
        "o": 6127,
        "r": "csb:Deuteronomy:25:0",
        "t": "Deuteronomy 25",
        "h": 1
    },
    {
        "o": 6128,
        "r": "csb:Deuteronomy:25:0",
        "t": "Fairness and Mercy",
        "h": 2
    },
    {
        "o": 6129,
        "r": "csb:Deuteronomy:25:1",
        "t": "“If*p there is a dispute between men, they are to go to court, and the judges will hear their case. They will clear the innocent and condemn the guilty."
    },
    {
        "o": 6130,
        "r": "csb:Deuteronomy:25:2",
        "t": "If the guilty party deserves to be flogged, the judge will make him lie down and be flogged in his presence with the number of lashes appropriate for his crime."
    },
    {
        "o": 6131,
        "r": "csb:Deuteronomy:25:3",
        "t": "He may be flogged with forty lashes, but no more. Otherwise, if he is flogged with more lashes than these, your brother will be degraded in your sight."
    },
    {
        "o": 6132,
        "r": "csb:Deuteronomy:25:4",
        "t": "“Do*p not muzzle an ox while it treads out grain."
    },
    {
        "o": 6133,
        "r": "csb:Deuteronomy:25:4",
        "t": "Preserving the Family Line",
        "h": 2
    },
    {
        "o": 6134,
        "r": "csb:Deuteronomy:25:5",
        "t": "“When*p brothers live on the same property and one of them dies without a son, the wife of the dead man may not marry a stranger outside the family. Her brother-in-law is to take her as his wife, have sexual relations with her, and perform the duty of a brother-in-law for her."
    },
    {
        "o": 6135,
        "r": "csb:Deuteronomy:25:6",
        "t": "The first son she bears will carry on the name of the dead brother, so his name will not be blotted out from Israel."
    },
    {
        "o": 6136,
        "r": "csb:Deuteronomy:25:7",
        "t": "But if the man doesn’t want to marry his sister-in-law, she is to go to the elders at the city gate and say, ‘My brother-in-law refuses to preserve his brother’s name in Israel. He isn’t willing to perform the duty of a brother-in-law for me.’"
    },
    {
        "o": 6137,
        "r": "csb:Deuteronomy:25:8",
        "t": "The elders of his city will summon him and speak with him. If he persists and says, ‘I don’t want to marry her,’"
    },
    {
        "o": 6138,
        "r": "csb:Deuteronomy:25:9",
        "t": "then his sister-in-law will go up to him in the sight of the elders, remove his sandal from his foot, and spit in his face. Then she will declare, ‘This is what is done to a man who will not build up his brother’s house.’"
    },
    {
        "o": 6139,
        "r": "csb:Deuteronomy:25:10",
        "t": "And his family name in Israel will be ‘The house of the man whose sandal was removed.’"
    },
    {
        "o": 6140,
        "r": "csb:Deuteronomy:25:11",
        "t": "“If*p two men are fighting with each other, and the wife of one steps in to rescue her husband from the one striking him, and she puts out her hand and grabs his genitals,"
    },
    {
        "o": 6141,
        "r": "csb:Deuteronomy:25:12",
        "t": "you are to cut off her hand. Do not show pity."
    },
    {
        "o": 6142,
        "r": "csb:Deuteronomy:25:12",
        "t": "Honest Weights and Measures",
        "h": 2
    },
    {
        "o": 6143,
        "r": "csb:Deuteronomy:25:13",
        "t": "“Do*p not have differing weights in your bag, one heavy and one light."
    },
    {
        "o": 6144,
        "r": "csb:Deuteronomy:25:14",
        "t": "Do not have differing dry measures in your house, a larger and a smaller."
    },
    {
        "o": 6145,
        "r": "csb:Deuteronomy:25:15",
        "t": "You must have a full and honest weight, a full and honest dry measure, so that you may live long in the land the Lord*s your God is giving you."
    },
    {
        "o": 6146,
        "r": "csb:Deuteronomy:25:16",
        "t": "For everyone who does such things and acts unfairly is detestable to the Lord*s your God."
    },
    {
        "o": 6147,
        "r": "csb:Deuteronomy:25:16",
        "t": "Revenge on the Amalekites",
        "h": 2
    },
    {
        "o": 6148,
        "r": "csb:Deuteronomy:25:17",
        "t": "“Remember*p what the Amalekites did to you on the journey after you left Egypt."
    },
    {
        "o": 6149,
        "r": "csb:Deuteronomy:25:18",
        "t": "They met you along the way and attacked all your stragglers from behind when you were tired and weary. They did not fear God."
    },
    {
        "o": 6150,
        "r": "csb:Deuteronomy:25:19",
        "t": "When the Lord*s your God gives you rest from all the enemies around you in the land the Lord*s your God is giving you to possess as an inheritance, blot out the memory of Amalek under heaven. Do not forget."
    }
]
