[
    {
        "o": 7427,
        "r": "niv:Judges:10:0",
        "t": "Judges 10",
        "h": 1
    },
    {
        "o": 7428,
        "r": "niv:Judges:10:0",
        "t": "Tola",
        "h": 2
    },
    {
        "o": 7429,
        "r": "niv:Judges:10:1",
        "t": "After*p the time of Abimelek, a man of Issachar named Tola son of Puah, the son of Dodo, rose to save Israel. He lived in Shamir, in the hill country of Ephraim."
    },
    {
        "o": 7430,
        "r": "niv:Judges:10:2",
        "t": "He led Israel twenty-three years; then he died, and was buried in Shamir."
    },
    {
        "o": 7431,
        "r": "niv:Judges:10:2",
        "t": "Jair",
        "h": 2
    },
    {
        "o": 7432,
        "r": "niv:Judges:10:3",
        "t": "He*p was followed by Jair of Gilead, who led Israel twenty-two years."
    },
    {
        "o": 7433,
        "r": "niv:Judges:10:4",
        "t": "He had thirty sons, who rode thirty donkeys. They controlled thirty towns in Gilead, which to this day are called Havvoth Jair."
    },
    {
        "o": 7434,
        "r": "niv:Judges:10:5",
        "t": "When Jair died, he was buried in Kamon."
    },
    {
        "o": 7435,
        "r": "niv:Judges:10:5",
        "t": "Jephthah",
        "h": 2
    },
    {
        "o": 7436,
        "r": "niv:Judges:10:6",
        "t": "Again*p the Israelites did evil in the eyes of the Lord.*s They served the Baals and the Ashtoreths, and the gods of Aram, the gods of Sidon, the gods of Moab, the gods of the Ammonites and the gods of the Philistines. And because the Israelites forsook the Lord*s and no longer served him,"
    },
    {
        "o": 7437,
        "r": "niv:Judges:10:7",
        "t": "he became angry with them. He sold them into the hands of the Philistines and the Ammonites,"
    },
    {
        "o": 7438,
        "r": "niv:Judges:10:8",
        "t": "who that year shattered and crushed them. For eighteen years they oppressed all the Israelites on the east side of the Jordan in Gilead, the land of the Amorites."
    },
    {
        "o": 7439,
        "r": "niv:Judges:10:9",
        "t": "The Ammonites also crossed the Jordan to fight against Judah, Benjamin and Ephraim; Israel was in great distress."
    },
    {
        "o": 7440,
        "r": "niv:Judges:10:10",
        "t": "Then the Israelites cried out to the Lord,*s “We have sinned against you, forsaking our God and serving the Baals.”"
    },
    {
        "o": 7441,
        "r": "niv:Judges:10:11",
        "t": "The*p Lord*s replied, “When the Egyptians, the Amorites, the Ammonites, the Philistines,"
    },
    {
        "o": 7442,
        "r": "niv:Judges:10:12",
        "t": "the Sidonians, the Amalekites and the Maonites oppressed you and you cried to me for help, did I not save you from their hands?"
    },
    {
        "o": 7443,
        "r": "niv:Judges:10:13",
        "t": "But you have forsaken me and served other gods, so I will no longer save you."
    },
    {
        "o": 7444,
        "r": "niv:Judges:10:14",
        "t": "Go and cry out to the gods you have chosen. Let them save you when you are in trouble!”"
    },
    {
        "o": 7445,
        "r": "niv:Judges:10:15",
        "t": "But*p the Israelites said to the Lord,*s “We have sinned. Do with us whatever you think best, but please rescue us now.”"
    },
    {
        "o": 7446,
        "r": "niv:Judges:10:16",
        "t": "Then they got rid of the foreign gods among them and served the Lord.*s And he could bear Israel’s misery no longer."
    },
    {
        "o": 7447,
        "r": "niv:Judges:10:17",
        "t": "When*p the Ammonites were called to arms and camped in Gilead, the Israelites assembled and camped at Mizpah."
    },
    {
        "o": 7448,
        "r": "niv:Judges:10:18",
        "t": "The leaders of the people of Gilead said to each other, “Whoever will take the lead in attacking the Ammonites will be head over all who live in Gilead.”"
    }
]
