[
    {
        "o": 12818,
        "r": "nkjv:2 Chronicles:19:0",
        "t": "2 Chronicles 19",
        "h": 1
    },
    {
        "o": 12819,
        "r": "nkjv:2 Chronicles:19:1",
        "t": "Then*p Jehoshaphat the king of Judah returned safely to his house in Jerusalem."
    },
    {
        "o": 12820,
        "r": "nkjv:2 Chronicles:19:2",
        "t": "And Jehu the son of Hanani the seer went out to meet him, and said to King Jehoshaphat, “Should you help the wicked and love those who hate the Lord?*s Therefore the wrath of the Lord*s is*i upon you."
    },
    {
        "o": 12821,
        "r": "nkjv:2 Chronicles:19:3",
        "t": "Nevertheless good things are found in you, in that you have removed the wooden images from the land, and have prepared your heart to seek God.”"
    },
    {
        "o": 12822,
        "r": "nkjv:2 Chronicles:19:3",
        "t": "The Reforms of Jehoshaphat",
        "h": 2
    },
    {
        "o": 12823,
        "r": "nkjv:2 Chronicles:19:4",
        "t": "So*p Jehoshaphat dwelt at Jerusalem; and he went out again among the people from Beersheba to the mountains of Ephraim, and brought them back to the Lord*s God of their fathers."
    },
    {
        "o": 12824,
        "r": "nkjv:2 Chronicles:19:5",
        "t": "Then he set judges in the land throughout all the fortified cities of Judah, city by city,"
    },
    {
        "o": 12825,
        "r": "nkjv:2 Chronicles:19:6",
        "t": "and said to the judges, “Take heed to what you are doing, for you do not judge for man but for the Lord,*s who is*i with you in the judgment."
    },
    {
        "o": 12826,
        "r": "nkjv:2 Chronicles:19:7",
        "t": "Now therefore, let the fear of the Lord*s be upon you; take care and do it,*i for there*i is*i no iniquity with the Lord*s our God, no partiality, nor taking of bribes.”"
    },
    {
        "o": 12827,
        "r": "nkjv:2 Chronicles:19:8",
        "t": "Moreover*p in Jerusalem, for the judgment of the Lord*s and for controversies, Jehoshaphat appointed some of the Levites and priests, and some of the chief fathers of Israel, when they returned to Jerusalem."
    },
    {
        "o": 12828,
        "r": "nkjv:2 Chronicles:19:9",
        "t": "And he commanded them, saying, “Thus you shall act in the fear of the Lord,*s faithfully and with a loyal heart:"
    },
    {
        "o": 12829,
        "r": "nkjv:2 Chronicles:19:10",
        "t": "Whatever case comes to you from your brethren who dwell in their cities, whether of bloodshed or offenses against law or commandment, against statutes or ordinances, you shall warn them, lest they trespass against the Lord*s and wrath come upon you and your brethren. Do this, and you will not be guilty."
    },
    {
        "o": 12830,
        "r": "nkjv:2 Chronicles:19:11",
        "t": "And take notice: Amariah the chief priest is*i over you in all matters of the Lord;*s and Zebadiah the son of Ishmael, the ruler of the house of Judah, for all the king’s matters; also the Levites will*i be*i officials before you. Behave courageously, and the Lord*s will be with the good.”"
    }
]
