[
    {
        "o": 21171,
        "r": "nasb:Jeremiah:3:0",
        "t": "Jeremiah 3",
        "h": 1
    },
    {
        "o": 21172,
        "r": "nasb:Jeremiah:3:0",
        "t": "The Polluted Land",
        "h": 2
    },
    {
        "o": 21173,
        "r": "nasb:Jeremiah:3:1",
        "t": "God*ipn says, “If a husband divorces his wife And*ln she goes from him And*ln belongs to another man, Will*ln he still return to her? Will*ln not that land be completely polluted? But*ln you are a harlot with*i many lovers; Yet*ln you turn to Me,” declares the Lord.*s"
    },
    {
        "o": 21174,
        "r": "nasb:Jeremiah:3:2",
        "t": "“Lift*ln up your eyes to the bare heights and see; Where*ln have you not been violated? By*ln the roads you have sat for them Like*ln an Arab in the desert, And*ln you have polluted a land With*ln your harlotry and with your wickedness."
    },
    {
        "o": 21175,
        "r": "nasb:Jeremiah:3:3",
        "t": "Therefore*ln the showers have been withheld, And*ln there has been no spring rain. Yet*ln you had a harlot’s forehead; You*ln refused to be ashamed."
    },
    {
        "o": 21176,
        "r": "nasb:Jeremiah:3:4",
        "t": "Have*ln you not just now called to Me, ‘My*ln Father, You are the friend of my youth?"
    },
    {
        "o": 21177,
        "r": "nasb:Jeremiah:3:5",
        "t": "Will*ln He be angry forever? Will*ln He be indignant to the end?’ Behold,*ln you have spoken And*ln have done evil things, And*ln you have had your way.”"
    },
    {
        "o": 21178,
        "r": "nasb:Jeremiah:3:5",
        "t": "Faithless Israel",
        "h": 2
    },
    {
        "o": 21179,
        "r": "nasb:Jeremiah:3:6",
        "t": "Then*p the Lord*s said to me in the days of Josiah the king, “Have you seen what faithless Israel did? She went up on every high hill and under every green tree, and she was a harlot there."
    },
    {
        "o": 21180,
        "r": "nasb:Jeremiah:3:7",
        "t": "I thought, ‘After she has done all these things she will return to Me’; but she did not return, and her treacherous sister Judah saw it."
    },
    {
        "o": 21181,
        "r": "nasb:Jeremiah:3:8",
        "t": "And I saw that for all the adulteries of faithless Israel, I had sent her away and given her a writ of divorce, yet her treacherous sister Judah did not fear; but she went and was a harlot also."
    },
    {
        "o": 21182,
        "r": "nasb:Jeremiah:3:9",
        "t": "Because of the lightness of her harlotry, she polluted the land and committed adultery with stones and trees."
    },
    {
        "o": 21183,
        "r": "nasb:Jeremiah:3:10",
        "t": "Yet in spite of all this her treacherous sister Judah did not return to Me with all her heart, but rather in deception,” declares the Lord.*s"
    },
    {
        "o": 21184,
        "r": "nasb:Jeremiah:3:10",
        "t": "God Invites Repentance",
        "h": 2
    },
    {
        "o": 21185,
        "r": "nasb:Jeremiah:3:11",
        "t": "And*p the Lord*s said to me, “Faithless Israel has proved herself more righteous than treacherous Judah."
    },
    {
        "o": 21186,
        "r": "nasb:Jeremiah:3:12",
        "t": "Go and proclaim these words toward the north and say, ‘Return,*pn faithless Israel,’ declares the Lord;*s ‘I*ln will not look upon you in anger. For*ln I am gracious,’ declares the Lord;*s ‘I*ln will not be angry forever."
    },
    {
        "o": 21187,
        "r": "nasb:Jeremiah:3:13",
        "t": "Only*ln acknowledge your iniquity, That*ln you have transgressed against the Lord*s your God And*ln have scattered your favors to the strangers under every green tree, And*ln you have not obeyed My voice,’ declares the Lord.*s"
    },
    {
        "o": 21188,
        "r": "nasb:Jeremiah:3:14",
        "t": "‘Return,*ln O faithless sons,’ declares the Lord;*s ‘For*ln I am a master to you, And*ln I will take you one from a city and two from a family, And*ln I will bring you to Zion.’"
    },
    {
        "o": 21189,
        "r": "nasb:Jeremiah:3:15",
        "t": "“Then*p I will give you shepherds after My own heart, who will feed you on knowledge and understanding."
    },
    {
        "o": 21190,
        "r": "nasb:Jeremiah:3:16",
        "t": "It shall be in those days when you are multiplied and increased in the land,” declares the Lord,*s “they will no longer say, ‘The ark of the covenant of the Lord.’*s And it will not come to mind, nor will they remember it, nor will they miss it,*i nor will it be made again."
    },
    {
        "o": 21191,
        "r": "nasb:Jeremiah:3:17",
        "t": "At that time they will call Jerusalem ‘The Throne of the Lord,’*s and all the nations will be gathered to it, to Jerusalem, for the name of the Lord;*s nor will they walk anymore after the stubbornness of their evil heart."
    },
    {
        "o": 21192,
        "r": "nasb:Jeremiah:3:18",
        "t": "In those days the house of Judah will walk with the house of Israel, and they will come together from the land of the north to the land that I gave your fathers as an inheritance."
    },
    {
        "o": 21193,
        "r": "nasb:Jeremiah:3:19",
        "t": "“Then*p I said, ‘How*pn I would set you among My sons And*ln give you a pleasant land, The*ln most beautiful inheritance of the nations!’ And*ln I said, ‘You shall call Me, My Father, And*ln not turn away from following Me.’"
    },
    {
        "o": 21194,
        "r": "nasb:Jeremiah:3:20",
        "t": "Surely,*ln as a woman treacherously departs from her lover, So*ln you have dealt treacherously with Me, O*ln house of Israel,” declares the Lord.*s"
    },
    {
        "o": 21195,
        "r": "nasb:Jeremiah:3:21",
        "t": "A*ln voice is heard on the bare heights, The*ln weeping and*i the supplications of the sons of Israel; Because*ln they have perverted their way, They*ln have forgotten the Lord*s their God."
    },
    {
        "o": 21196,
        "r": "nasb:Jeremiah:3:22",
        "t": "“Return,*ln O faithless sons, I*ln will heal your faithlessness.” “Behold,*ln we come to You; For*ln You are the Lord*s our God."
    },
    {
        "o": 21197,
        "r": "nasb:Jeremiah:3:23",
        "t": "Surely,*ln the hills are a deception, A*ln tumult on*i the mountains. Surely*ln in the Lord*s our God Is*ln the salvation of Israel."
    },
    {
        "o": 21198,
        "r": "nasb:Jeremiah:3:24",
        "t": "“But*p the shameful thing has consumed the labor of our fathers since our youth, their flocks and their herds, their sons and their daughters."
    },
    {
        "o": 21199,
        "r": "nasb:Jeremiah:3:25",
        "t": "Let us lie down in our shame, and let our humiliation cover us; for we have sinned against the Lord*s our God, we and our fathers, from our youth even to this day. And we have not obeyed the voice of the Lord*s our God.”"
    }
]
