[
    {
        "o": 5622,
        "r": "csb:Deuteronomy:7:0",
        "t": "Deuteronomy 7",
        "h": 1
    },
    {
        "o": 5623,
        "r": "csb:Deuteronomy:7:0",
        "t": "Israel to Destroy Idolatrous Nations",
        "h": 2
    },
    {
        "o": 5624,
        "r": "csb:Deuteronomy:7:1",
        "t": "“When*p the Lord*s your God brings you into the land you are entering to possess, and he drives out many nations before you - the Hethites, Girgashites, Amorites, Canaanites, Perizzites, Hivites and Jebusites, seven nations more numerous and powerful than you-"
    },
    {
        "o": 5625,
        "r": "csb:Deuteronomy:7:2",
        "t": "and when the Lord*s your God delivers them over to you and you defeat them, you must completely destroy them. Make no treaty with them and show them no mercy."
    },
    {
        "o": 5626,
        "r": "csb:Deuteronomy:7:3",
        "t": "You must not intermarry with them, and you must not give your daughters to their sons or take their daughters for your sons,"
    },
    {
        "o": 5627,
        "r": "csb:Deuteronomy:7:4",
        "t": "because they will turn your sons away from me to worship other gods. Then the Lord’s*s anger will burn against you, and he will swiftly destroy you."
    },
    {
        "o": 5628,
        "r": "csb:Deuteronomy:7:5",
        "t": "Instead, this is what you are to do to them: tear down their altars, smash their sacred pillars, cut down their Asherah poles, and burn their carved images."
    },
    {
        "o": 5629,
        "r": "csb:Deuteronomy:7:6",
        "t": "For you are a holy people belonging to the Lord*s your God. The Lord*s your God has chosen you to be his own possession out of all the peoples on the face of the earth."
    },
    {
        "o": 5630,
        "r": "csb:Deuteronomy:7:7",
        "t": "“The*p Lord*s had his heart set on you and chose you, not because you were more numerous than all peoples, for you were the fewest of all peoples."
    },
    {
        "o": 5631,
        "r": "csb:Deuteronomy:7:8",
        "t": "But because the Lord*s loved you and kept the oath he swore to your ancestors, he brought you out with a strong hand and redeemed you from the place of slavery, from the power of Pharaoh king of Egypt."
    },
    {
        "o": 5632,
        "r": "csb:Deuteronomy:7:9",
        "t": "Know that the Lord*s your God is God, the faithful God who keeps his gracious covenant loyalty for a thousand generations with those who love him and keep his commands."
    },
    {
        "o": 5633,
        "r": "csb:Deuteronomy:7:10",
        "t": "But he directly pays back and destroys those who hate him. He will not hesitate to pay back directly the one who hates him."
    },
    {
        "o": 5634,
        "r": "csb:Deuteronomy:7:11",
        "t": "So keep the command - the statutes and ordinances - that I am giving you to follow today."
    },
    {
        "o": 5635,
        "r": "csb:Deuteronomy:7:12",
        "t": "“If*p you listen to and are careful to keep these ordinances, the Lord*s your God will keep his covenant loyalty with you, as he swore to your ancestors."
    },
    {
        "o": 5636,
        "r": "csb:Deuteronomy:7:13",
        "t": "He will love you, bless you, and multiply you. He will bless your offspring, and the produce of your land - your grain, new wine, and fresh oil - the young of your herds, and the newborn of your flocks, in the land he swore to your ancestors that he would give you."
    },
    {
        "o": 5637,
        "r": "csb:Deuteronomy:7:14",
        "t": "You will be blessed above all peoples; there will be no infertile male or female among you or your livestock."
    },
    {
        "o": 5638,
        "r": "csb:Deuteronomy:7:15",
        "t": "The Lord*s will remove all sickness from you; he will not put on you all the terrible diseases of Egypt that you know about, but he will inflict them on all who hate you."
    },
    {
        "o": 5639,
        "r": "csb:Deuteronomy:7:16",
        "t": "You must destroy all the peoples the Lord*s your God is delivering over to you and not look on them with pity. Do not worship their gods, for that will be a snare to you."
    },
    {
        "o": 5640,
        "r": "csb:Deuteronomy:7:17",
        "t": "“If*p you say to yourself, ‘These nations are greater than I; how can I drive them out?’"
    },
    {
        "o": 5641,
        "r": "csb:Deuteronomy:7:18",
        "t": "do not be afraid of them. Be sure to remember what the Lord*s your God did to Pharaoh and all Egypt:"
    },
    {
        "o": 5642,
        "r": "csb:Deuteronomy:7:19",
        "t": "the great trials that you saw, the signs and wonders, the strong hand and outstretched arm, by which the Lord*s your God brought you out. The Lord*s your God will do the same to all the peoples you fear."
    },
    {
        "o": 5643,
        "r": "csb:Deuteronomy:7:20",
        "t": "The Lord*s your God will also send hornets against them until all the survivors and those hiding from you perish."
    },
    {
        "o": 5644,
        "r": "csb:Deuteronomy:7:21",
        "t": "Don’t be terrified of them, for the Lord*s your God, a great and awesome God, is among you."
    },
    {
        "o": 5645,
        "r": "csb:Deuteronomy:7:22",
        "t": "The Lord*s your God will drive out these nations before you little by little. You will not be able to destroy them all at once; otherwise, the wild animals will become too numerous for you."
    },
    {
        "o": 5646,
        "r": "csb:Deuteronomy:7:23",
        "t": "The Lord*s your God will give them over to you and throw them into great confusion until they are destroyed."
    },
    {
        "o": 5647,
        "r": "csb:Deuteronomy:7:24",
        "t": "He will hand their kings over to you, and you will wipe out their names under heaven. No one will be able to stand against you; you will annihilate them."
    },
    {
        "o": 5648,
        "r": "csb:Deuteronomy:7:25",
        "t": "Burn up the carved images of their gods. Don’t covet the silver and gold on the images and take it for yourself, or else you will be ensnared by it, for it is detestable to the Lord*s your God."
    },
    {
        "o": 5649,
        "r": "csb:Deuteronomy:7:26",
        "t": "Do not bring any detestable thing into your house, or you will be set apart for destruction like it. You are to abhor and detest it utterly because it is set apart for destruction."
    }
]
