[
    {
        "o": 11928,
        "r": "kjv:2 Chronicles:18:0",
        "t": "2 Chronicles 18",
        "h": 1
    },
    {
        "o": 11929,
        "r": "kjv:2 Chronicles:18:1",
        "t": "Now*p Jehoshaphat had riches and honour in abundance, and joined affinity with Ahab."
    },
    {
        "o": 11930,
        "r": "kjv:2 Chronicles:18:2",
        "t": "And*p after certain years he went down to Ahab to Samaria. And Ahab killed sheep and oxen for him in abundance, and for the people that he had with him, and persuaded him to go up with him to Ramoth–gilead."
    },
    {
        "o": 11931,
        "r": "kjv:2 Chronicles:18:3",
        "t": "And*p Ahab king of Israel said unto Jehoshaphat king of Judah, Wilt thou go with me to Ramoth–gilead? And he answered him, I am as thou art, and my people as thy people; and we will be with thee in the war."
    },
    {
        "o": 11932,
        "r": "kjv:2 Chronicles:18:4",
        "t": "And*p Jehoshaphat said unto the king of Israel, Enquire, I pray thee, at the word of the Lord*s to day."
    },
    {
        "o": 11933,
        "r": "kjv:2 Chronicles:18:5",
        "t": "Therefore*p the king of Israel gathered together of prophets four hundred men, and said unto them, Shall we go to Ramoth–gilead to battle, or shall I forbear? And they said, Go up; for God will deliver it into the king's hand."
    },
    {
        "o": 11934,
        "r": "kjv:2 Chronicles:18:6",
        "t": "But*p Jehoshaphat said, Is there not here a prophet of the Lord*s besides, that we might enquire of him?"
    },
    {
        "o": 11935,
        "r": "kjv:2 Chronicles:18:7",
        "t": "And*p the king of Israel said unto Jehoshaphat, There is yet one man, by whom we may enquire of the Lord:*s but I hate him; for he never prophesied good unto me, but always evil: the same is Micaiah the son of Imlah. And Jehoshaphat said, Let not the king say so."
    },
    {
        "o": 11936,
        "r": "kjv:2 Chronicles:18:8",
        "t": "And*p the king of Israel called for one of his officers, and said, Fetch quickly Micaiah the son of Imlah."
    },
    {
        "o": 11937,
        "r": "kjv:2 Chronicles:18:9",
        "t": "And*p the king of Israel and Jehoshaphat king of Judah sat either of them on his throne, clothed in their robes, and they sat in a void place at the entering in of the gate of Samaria; and all the prophets prophesied before them."
    },
    {
        "o": 11938,
        "r": "kjv:2 Chronicles:18:10",
        "t": "And*p Zedekiah the son of Chenaanah had made him horns of iron, and said, Thus saith the Lord,*s With these thou shalt push Syria until they be consumed."
    },
    {
        "o": 11939,
        "r": "kjv:2 Chronicles:18:11",
        "t": "And*p all the prophets prophesied so, saying, Go up to Ramoth–gilead, and prosper: for the Lord*s shall deliver it into the hand of the king."
    },
    {
        "o": 11940,
        "r": "kjv:2 Chronicles:18:12",
        "t": "And*p the messenger that went to call Micaiah spake to him, saying, Behold, the words of the prophets declare good to the king with one assent; let thy word therefore, I pray thee, be like one of theirs, and speak thou good."
    },
    {
        "o": 11941,
        "r": "kjv:2 Chronicles:18:13",
        "t": "And*p Micaiah said, As the Lord*s liveth, even what my God saith, that will I speak."
    },
    {
        "o": 11942,
        "r": "kjv:2 Chronicles:18:14",
        "t": "And*p when he was come to the king, the king said unto him, Micaiah, shall we go to Ramoth–gilead to battle, or shall I forbear? And he said, Go ye up, and prosper, and they shall be delivered into your hand."
    },
    {
        "o": 11943,
        "r": "kjv:2 Chronicles:18:15",
        "t": "And*p the king said to him, How many times shall I adjure thee that thou say nothing but the truth to me in the name of the Lord?*s"
    },
    {
        "o": 11944,
        "r": "kjv:2 Chronicles:18:16",
        "t": "Then*p he said, I did see all Israel scattered upon the mountains, as sheep that have no shepherd: and the Lord*s said, These have no master; let them return therefore every man to his house in peace."
    },
    {
        "o": 11945,
        "r": "kjv:2 Chronicles:18:17",
        "t": "And*p the king of Israel said to Jehoshaphat, Did I not tell thee that he would not prophesy good unto me, but evil?"
    },
    {
        "o": 11946,
        "r": "kjv:2 Chronicles:18:18",
        "t": "Again*p he said, Therefore hear the word of the Lord;*s I saw the Lord*s sitting upon his throne, and all the host of heaven standing on his right hand and on his left."
    },
    {
        "o": 11947,
        "r": "kjv:2 Chronicles:18:19",
        "t": "And*p the Lord*s said, Who shall entice Ahab king of Israel, that he may go up and fall at Ramoth–gilead? And one spake saying after this manner, and another saying after that manner."
    },
    {
        "o": 11948,
        "r": "kjv:2 Chronicles:18:20",
        "t": "Then*p there came out a spirit, and stood before the Lord,*s and said, I will entice him. And the Lord*s said unto him, Wherewith?"
    },
    {
        "o": 11949,
        "r": "kjv:2 Chronicles:18:21",
        "t": "And*p he said, I will go out, and be a lying spirit in the mouth of all his prophets. And the Lord*s said, Thou shalt entice him, and thou shalt also prevail: go out, and do even so."
    },
    {
        "o": 11950,
        "r": "kjv:2 Chronicles:18:22",
        "t": "Now*p therefore, behold, the Lord*s hath put a lying spirit in the mouth of these thy prophets, and the Lord*s hath spoken evil against thee."
    },
    {
        "o": 11951,
        "r": "kjv:2 Chronicles:18:23",
        "t": "Then*p Zedekiah the son of Chenaanah came near, and smote Micaiah upon the cheek, and said, Which way went the Spirit of the Lord*s from me to speak unto thee?"
    },
    {
        "o": 11952,
        "r": "kjv:2 Chronicles:18:24",
        "t": "And*p Micaiah said, Behold, thou shalt see on that day when thou shalt go into an inner chamber to hide thyself."
    },
    {
        "o": 11953,
        "r": "kjv:2 Chronicles:18:25",
        "t": "Then*p the king of Israel said, Take ye Micaiah, and carry him back to Amon the governor of the city, and to Joash the king's son;"
    },
    {
        "o": 11954,
        "r": "kjv:2 Chronicles:18:26",
        "t": "And*p say, Thus saith the king, Put this fellow in the prison, and feed him with bread of affliction and with water of affliction, until I return in peace."
    },
    {
        "o": 11955,
        "r": "kjv:2 Chronicles:18:27",
        "t": "And*p Micaiah said, If thou certainly return in peace, then hath not the Lord*s spoken by me. And he said, Hearken, all ye people."
    },
    {
        "o": 11956,
        "r": "kjv:2 Chronicles:18:28",
        "t": "So*p the king of Israel and Jehoshaphat the king of Judah went up to Ramoth–gilead."
    },
    {
        "o": 11957,
        "r": "kjv:2 Chronicles:18:29",
        "t": "And*p the king of Israel said unto Jehoshaphat, I will disguise myself, and will go to the battle; but put thou on thy robes. So the king of Israel disguised himself; and they went to the battle."
    },
    {
        "o": 11958,
        "r": "kjv:2 Chronicles:18:30",
        "t": "Now*p the king of Syria had commanded the captains of the chariots that were with him, saying, Fight ye not with small or great, save only with the king of Israel."
    },
    {
        "o": 11959,
        "r": "kjv:2 Chronicles:18:31",
        "t": "And*p it came to pass, when the captains of the chariots saw Jehoshaphat, that they said, It is the king of Israel. Therefore they compassed about him to fight: but Jehoshaphat cried out, and the Lord*s helped him; and God moved them to depart from him."
    },
    {
        "o": 11960,
        "r": "kjv:2 Chronicles:18:32",
        "t": "For*p it came to pass, that, when the captains of the chariots perceived that it was not the king of Israel, they turned back again from pursuing him."
    },
    {
        "o": 11961,
        "r": "kjv:2 Chronicles:18:33",
        "t": "And*p a certain man drew a bow at a venture, and smote the king of Israel between the joints of the harness: therefore he said to his chariot man, Turn thine hand, that thou mayest carry me out of the host; for I am wounded."
    },
    {
        "o": 11962,
        "r": "kjv:2 Chronicles:18:34",
        "t": "And*p the battle increased that day: howbeit the king of Israel stayed himself up in his chariot against the Syrians until the even: and about the time of the sun going down he died."
    }
]
