[
    {
        "o": 2130,
        "r": "nasb:Exodus:16:0",
        "t": "Exodus 16",
        "h": 1
    },
    {
        "o": 2131,
        "r": "nasb:Exodus:16:0",
        "t": "The Lord Provides Manna",
        "h": 2
    },
    {
        "o": 2132,
        "r": "nasb:Exodus:16:1",
        "t": "Then*p they set out from Elim, and all the congregation of the sons of Israel came to the wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after their departure from the land of Egypt."
    },
    {
        "o": 2133,
        "r": "nasb:Exodus:16:2",
        "t": "The whole congregation of the sons of Israel grumbled against Moses and Aaron in the wilderness."
    },
    {
        "o": 2134,
        "r": "nasb:Exodus:16:3",
        "t": "The sons of Israel said to them, “Would that we had died by the Lord’s*s hand in the land of Egypt, when we sat by the pots of meat, when we ate bread to the full; for you have brought us out into this wilderness to kill this whole assembly with hunger.”"
    },
    {
        "o": 2135,
        "r": "nasb:Exodus:16:4",
        "t": "Then*p the Lord*s said to Moses, “Behold, I will rain bread from heaven for you; and the people shall go out and gather a day’s portion every day, that I may test them, whether or not they will walk in My instruction."
    },
    {
        "o": 2136,
        "r": "nasb:Exodus:16:5",
        "t": "On the sixth day, when they prepare what they bring in, it will be twice as much as they gather daily.”"
    },
    {
        "o": 2137,
        "r": "nasb:Exodus:16:6",
        "t": "So Moses and Aaron said to all the sons of Israel, “At evening you will know that the Lord*s has brought you out of the land of Egypt;"
    },
    {
        "o": 2138,
        "r": "nasb:Exodus:16:7",
        "t": "and in the morning you will see the glory of the Lord,*s for He hears your grumblings against the Lord;*s and what are we, that you grumble against us?”"
    },
    {
        "o": 2139,
        "r": "nasb:Exodus:16:7",
        "t": "The Lord Provides Meat",
        "h": 2
    },
    {
        "o": 2140,
        "r": "nasb:Exodus:16:8",
        "t": "Moses*p said, “This*i will*i happen*i when the Lord*s gives you meat to eat in the evening, and bread to the full in the morning; for the Lord*s hears your grumblings which you grumble against Him. And what are we? Your grumblings are not against us but against the Lord.”*s"
    },
    {
        "o": 2141,
        "r": "nasb:Exodus:16:9",
        "t": "Then*p Moses said to Aaron, “Say to all the congregation of the sons of Israel, ‘Come near before the Lord,*s for He has heard your grumblings.’ ”"
    },
    {
        "o": 2142,
        "r": "nasb:Exodus:16:10",
        "t": "It came about as Aaron spoke to the whole congregation of the sons of Israel, that they looked toward the wilderness, and behold, the glory of the Lord*s appeared in the cloud."
    },
    {
        "o": 2143,
        "r": "nasb:Exodus:16:11",
        "t": "And the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 2144,
        "r": "nasb:Exodus:16:12",
        "t": "“I have heard the grumblings of the sons of Israel; speak to them, saying, ‘At twilight you shall eat meat, and in the morning you shall be filled with bread; and you shall know that I am the Lord*s your God.’ ”"
    },
    {
        "o": 2145,
        "r": "nasb:Exodus:16:13",
        "t": "So*p it came about at evening that the quails came up and covered the camp, and in the morning there was a layer of dew around the camp."
    },
    {
        "o": 2146,
        "r": "nasb:Exodus:16:14",
        "t": "When the layer of dew evaporated, behold, on the surface of the wilderness there was a fine flake-like thing, fine as the frost on the ground."
    },
    {
        "o": 2147,
        "r": "nasb:Exodus:16:15",
        "t": "When the sons of Israel saw it,*i they said to one another, “What is it?” For they did not know what it was. And Moses said to them, “It is the bread which the Lord*s has given you to eat."
    },
    {
        "o": 2148,
        "r": "nasb:Exodus:16:16",
        "t": "This is what the Lord*s has commanded, ‘Gather of it every man as much as he should eat; you shall take an omer apiece according to the number of persons each of you has in his tent.’ ”"
    },
    {
        "o": 2149,
        "r": "nasb:Exodus:16:17",
        "t": "The sons of Israel did so, and some*i gathered much and some*i little."
    },
    {
        "o": 2150,
        "r": "nasb:Exodus:16:18",
        "t": "When they measured it with an omer, he who had gathered much had no excess, and he who had gathered little had no lack; every man gathered as much as he should eat."
    },
    {
        "o": 2151,
        "r": "nasb:Exodus:16:19",
        "t": "Moses said to them, “Let no man leave any of it until morning.”"
    },
    {
        "o": 2152,
        "r": "nasb:Exodus:16:20",
        "t": "But they did not listen to Moses, and some left part of it until morning, and it bred worms and became foul; and Moses was angry with them."
    },
    {
        "o": 2153,
        "r": "nasb:Exodus:16:21",
        "t": "They gathered it morning by morning, every man as much as he should eat; but when the sun grew hot, it would melt."
    },
    {
        "o": 2154,
        "r": "nasb:Exodus:16:21",
        "t": "The Sabbath Observed",
        "h": 2
    },
    {
        "o": 2155,
        "r": "nasb:Exodus:16:22",
        "t": "Now*p on the sixth day they gathered twice as much bread, two omers for each one. When all the leaders of the congregation came and told Moses,"
    },
    {
        "o": 2156,
        "r": "nasb:Exodus:16:23",
        "t": "then he said to them, “This is what the Lord*s meant: Tomorrow is a sabbath observance, a holy sabbath to the Lord.*s Bake what you will bake and boil what you will boil, and all that is left over put aside to be kept until morning.”"
    },
    {
        "o": 2157,
        "r": "nasb:Exodus:16:24",
        "t": "So they put it aside until morning, as Moses had ordered, and it did not become foul nor was there any worm in it."
    },
    {
        "o": 2158,
        "r": "nasb:Exodus:16:25",
        "t": "Moses said, “Eat it today, for today is a sabbath to the Lord;*s today you will not find it in the field."
    },
    {
        "o": 2159,
        "r": "nasb:Exodus:16:26",
        "t": "Six days you shall gather it, but on the seventh day, the*i sabbath, there will be none.”"
    },
    {
        "o": 2160,
        "r": "nasb:Exodus:16:27",
        "t": "It*p came about on the seventh day that some of the people went out to gather, but they found none."
    },
    {
        "o": 2161,
        "r": "nasb:Exodus:16:28",
        "t": "Then the Lord*s said to Moses, “How long do you refuse to keep My commandments and My instructions?"
    },
    {
        "o": 2162,
        "r": "nasb:Exodus:16:29",
        "t": "See, the Lord*s has given you the sabbath; therefore He gives you bread for two days on the sixth day. Remain every man in his place; let no man go out of his place on the seventh day.”"
    },
    {
        "o": 2163,
        "r": "nasb:Exodus:16:30",
        "t": "So the people rested on the seventh day."
    },
    {
        "o": 2164,
        "r": "nasb:Exodus:16:31",
        "t": "The*p house of Israel named it manna, and it was like coriander seed, white, and its taste was like wafers with honey."
    },
    {
        "o": 2165,
        "r": "nasb:Exodus:16:32",
        "t": "Then Moses said, “This is what the Lord*s has commanded, ‘Let an omerful of it be kept throughout your generations, that they may see the bread that I fed you in the wilderness, when I brought you out of the land of Egypt.’ ”"
    },
    {
        "o": 2166,
        "r": "nasb:Exodus:16:33",
        "t": "Moses said to Aaron, “Take a jar and put an omerful of manna in it, and place it before the Lord*s to be kept throughout your generations.”"
    },
    {
        "o": 2167,
        "r": "nasb:Exodus:16:34",
        "t": "As the Lord*s commanded Moses, so Aaron placed it before the Testimony, to be kept."
    },
    {
        "o": 2168,
        "r": "nasb:Exodus:16:35",
        "t": "The sons of Israel ate the manna forty years, until they came to an inhabited land; they ate the manna until they came to the border of the land of Canaan."
    },
    {
        "o": 2169,
        "r": "nasb:Exodus:16:36",
        "t": "(Now an omer is a tenth of an ephah.)"
    }
]
