[
    {
        "o": 20103,
        "r": "nkjv:Isaiah:17:0",
        "t": "Isaiah 17",
        "h": 1
    },
    {
        "o": 20104,
        "r": "nkjv:Isaiah:17:0",
        "t": "Proclamation Against Syria and Israel",
        "h": 2
    },
    {
        "o": 20105,
        "r": "nkjv:Isaiah:17:1",
        "t": "The*p burden against Damascus. “Behold,*pn Damascus will cease from being*i a city, And*ld it will be a ruinous heap."
    },
    {
        "o": 20106,
        "r": "nkjv:Isaiah:17:2",
        "t": "The*ld cities of Aroer are*i forsaken; They*ld will be for flocks Which*ld lie down, and no one will make them*i afraid."
    },
    {
        "o": 20107,
        "r": "nkjv:Isaiah:17:3",
        "t": "The*ld fortress also will cease from Ephraim, The*ld kingdom from Damascus, And*ld the remnant of Syria; They*ld will be as the glory of the children of Israel,” Says*ld the Lord*s of hosts."
    },
    {
        "o": 20108,
        "r": "nkjv:Isaiah:17:4",
        "t": "“In*ln that day it shall come to pass That*ild the glory of Jacob will wane, And*ld the fatness of his flesh grow lean."
    },
    {
        "o": 20109,
        "r": "nkjv:Isaiah:17:5",
        "t": "It*ld shall be as when the harvester gathers the grain, And*ld reaps the heads with his arm; It*ld shall be as he who gathers heads of grain In*ld the Valley of Rephaim."
    },
    {
        "o": 20110,
        "r": "nkjv:Isaiah:17:6",
        "t": "Yet*ld gleaning grapes will be left in it, Like*ld the shaking of an olive tree, Two*ld or*i three olives at the top of the uppermost bough, Four*ld or*i five in its most fruitful branches,” Says*ld the Lord*s God of Israel."
    },
    {
        "o": 20111,
        "r": "nkjv:Isaiah:17:7",
        "t": "In*ln that day a man will look to his Maker, And*ld his eyes will have respect for the Holy One of Israel."
    },
    {
        "o": 20112,
        "r": "nkjv:Isaiah:17:8",
        "t": "He*ld will not look to the altars, The*ld work of his hands; He*ld will not respect what his fingers have made, Nor*ld the wooden images nor the incense altars."
    },
    {
        "o": 20113,
        "r": "nkjv:Isaiah:17:9",
        "t": "In*ln that day his strong cities will be as a forsaken bough And*ld an uppermost branch, Which*ld they left because of the children of Israel; And*ld there will be desolation."
    },
    {
        "o": 20114,
        "r": "nkjv:Isaiah:17:10",
        "t": "Because*ld you have forgotten the God of your salvation, And*ld have not been mindful of the Rock of your stronghold, Therefore*ld you will plant pleasant plants And*ld set out foreign seedlings;"
    },
    {
        "o": 20115,
        "r": "nkjv:Isaiah:17:11",
        "t": "In*ld the day you will make your plant to grow, And*ld in the morning you will make your seed to flourish; But*ild the harvest will*i be*i a heap of ruins In*ld the day of grief and desperate sorrow."
    },
    {
        "o": 20116,
        "r": "nkjv:Isaiah:17:12",
        "t": "Woe*ln to the multitude of many people Who*ild make a noise like the roar of the seas, And*ld to the rushing of nations That*ild make a rushing like the rushing of mighty waters!"
    },
    {
        "o": 20117,
        "r": "nkjv:Isaiah:17:13",
        "t": "The*ld nations will rush like the rushing of many waters; But*ld God*i will rebuke them and they will flee far away, And*ld be chased like the chaff of the mountains before the wind, Like*ld a rolling thing before the whirlwind."
    },
    {
        "o": 20118,
        "r": "nkjv:Isaiah:17:14",
        "t": "Then*ld behold, at eventide, trouble! And*ild before the morning, he is*i no more. This*ld is*i the portion of those who plunder us, And*ld the lot of those who rob us."
    }
]
