[
    {
        "o": 21665,
        "r": "nkjv:Jeremiah:17:0",
        "t": "Jeremiah 17",
        "h": 1
    },
    {
        "o": 21666,
        "r": "nkjv:Jeremiah:17:0",
        "t": "Judah’s Sin and Punishment",
        "h": 2
    },
    {
        "o": 21667,
        "r": "nkjv:Jeremiah:17:1",
        "t": "“The*pn sin of Judah is*i written with a pen of iron; With*ld the point of a diamond it*i is*i engraved On*ld the tablet of their heart, And*ld on the horns of your altars,"
    },
    {
        "o": 21668,
        "r": "nkjv:Jeremiah:17:2",
        "t": "While*ld their children remember Their*ld altars and their wooden images By*ld the green trees on the high hills."
    },
    {
        "o": 21669,
        "r": "nkjv:Jeremiah:17:3",
        "t": "O*ld My mountain in the field, I*ld will give as plunder your wealth, all your treasures, And*ild your high places of sin within all your borders."
    },
    {
        "o": 21670,
        "r": "nkjv:Jeremiah:17:4",
        "t": "And*ld you, even yourself, Shall*ld let go of your heritage which I gave you; And*ld I will cause you to serve your enemies In*ld the land which you do not know; For*ld you have kindled a fire in My anger which*i shall burn forever.”"
    },
    {
        "o": 21671,
        "r": "nkjv:Jeremiah:17:5",
        "t": "Thus*p says the Lord:*s “Cursed*pn is*i the man who trusts in man And*ld makes flesh his strength, Whose*ld heart departs from the Lord.*s"
    },
    {
        "o": 21672,
        "r": "nkjv:Jeremiah:17:6",
        "t": "For*ld he shall be like a shrub in the desert, And*ld shall not see when good comes, But*ld shall inhabit the parched places in the wilderness, In*ild a salt land which*i is*i not inhabited."
    },
    {
        "o": 21673,
        "r": "nkjv:Jeremiah:17:7",
        "t": "“Blessed*ln is*i the man who trusts in the Lord,*s And*ld whose hope is the Lord.*s"
    },
    {
        "o": 21674,
        "r": "nkjv:Jeremiah:17:8",
        "t": "For*ld he shall be like a tree planted by the waters, Which*ld spreads out its roots by the river, And*ld will not fear when heat comes; But*ld its leaf will be green, And*ld will not be anxious in the year of drought, Nor*ld will cease from yielding fruit."
    },
    {
        "o": 21675,
        "r": "nkjv:Jeremiah:17:9",
        "t": "“The*ln heart is*i deceitful above all things,*i And*ld desperately wicked; Who*ld can know it?"
    },
    {
        "o": 21676,
        "r": "nkjv:Jeremiah:17:10",
        "t": "I,*ld the Lord,*s search the heart, I*ild test the mind, Even*ld to give every man according to his ways, According*ld to the fruit of his doings."
    },
    {
        "o": 21677,
        "r": "nkjv:Jeremiah:17:11",
        "t": "“As*iln a partridge that broods but does not hatch, So*ild is*i he who gets riches, but not by right; It*ld will leave him in the midst of his days, And*ld at his end he will be a fool.”"
    },
    {
        "o": 21678,
        "r": "nkjv:Jeremiah:17:12",
        "t": "A*ln glorious high throne from the beginning Is*ild the place of our sanctuary."
    },
    {
        "o": 21679,
        "r": "nkjv:Jeremiah:17:13",
        "t": "O*ld Lord,*s the hope of Israel, All*ld who forsake You shall be ashamed. “Those*ld who depart from Me Shall*ld be written in the earth, Because*ld they have forsaken the Lord,*s The*ld fountain of living waters.”"
    },
    {
        "o": 21680,
        "r": "nkjv:Jeremiah:17:13",
        "t": "Jeremiah Prays for Deliverance",
        "h": 2
    },
    {
        "o": 21681,
        "r": "nkjv:Jeremiah:17:14",
        "t": "Heal*pn me, O Lord,*s and I shall be healed; Save*ld me, and I shall be saved, For*ld You are*i my praise."
    },
    {
        "o": 21682,
        "r": "nkjv:Jeremiah:17:15",
        "t": "Indeed*ld they say to me, “Where*ld is*i the word of the Lord?*s Let*ld it come now!”"
    },
    {
        "o": 21683,
        "r": "nkjv:Jeremiah:17:16",
        "t": "As*ld for me, I have not hurried away from being*i a shepherd who*i follows You, Nor*ld have I desired the woeful day; You*ld know what came out of my lips; It*ld was right there before You."
    },
    {
        "o": 21684,
        "r": "nkjv:Jeremiah:17:17",
        "t": "Do*ld not be a terror to me; You*ld are*i my hope in the day of doom."
    },
    {
        "o": 21685,
        "r": "nkjv:Jeremiah:17:18",
        "t": "Let*ld them be ashamed who persecute me, But*ld do not let me be put to shame; Let*ld them be dismayed, But*ld do not let me be dismayed. Bring*ld on them the day of doom, And*ld destroy them with double destruction!"
    },
    {
        "o": 21686,
        "r": "nkjv:Jeremiah:17:18",
        "t": "Hallow the Sabbath Day",
        "h": 2
    },
    {
        "o": 21687,
        "r": "nkjv:Jeremiah:17:19",
        "t": "Thus*p the Lord*s said to me: “Go and stand in the gate of the children of the people, by which the kings of Judah come in and by which they go out, and in all the gates of Jerusalem;"
    },
    {
        "o": 21688,
        "r": "nkjv:Jeremiah:17:20",
        "t": "and say to them, ‘Hear the word of the Lord,*s you kings of Judah, and all Judah, and all the inhabitants of Jerusalem, who enter by these gates."
    },
    {
        "o": 21689,
        "r": "nkjv:Jeremiah:17:21",
        "t": "Thus says the Lord:*s “Take heed to yourselves, and bear no burden on the Sabbath day, nor bring it*i in by the gates of Jerusalem;"
    },
    {
        "o": 21690,
        "r": "nkjv:Jeremiah:17:22",
        "t": "nor carry a burden out of your houses on the Sabbath day, nor do any work, but hallow the Sabbath day, as I commanded your fathers."
    },
    {
        "o": 21691,
        "r": "nkjv:Jeremiah:17:23",
        "t": "But they did not obey nor incline their ear, but made their neck stiff, that they might not hear nor receive instruction."
    },
    {
        "o": 21692,
        "r": "nkjv:Jeremiah:17:24",
        "t": "“And*p it shall be, if you heed Me carefully,” says the Lord,*s “to bring no burden through the gates of this city on the Sabbath day, but hallow the Sabbath day, to do no work in it,"
    },
    {
        "o": 21693,
        "r": "nkjv:Jeremiah:17:25",
        "t": "then shall enter the gates of this city kings and princes sitting on the throne of David, riding in chariots and on horses, they and their princes, accompanied by the men of Judah and the inhabitants of Jerusalem; and this city shall remain forever."
    },
    {
        "o": 21694,
        "r": "nkjv:Jeremiah:17:26",
        "t": "And they shall come from the cities of Judah and from the places around Jerusalem, from the land of Benjamin and from the lowland, from the mountains and from the South, bringing burnt offerings and sacrifices, grain offerings and incense, bringing sacrifices of praise to the house of the Lord.*s"
    },
    {
        "o": 21695,
        "r": "nkjv:Jeremiah:17:27",
        "t": "“But*p if you will not heed Me to hallow the Sabbath day, such as not carrying a burden when entering the gates of Jerusalem on the Sabbath day, then I will kindle a fire in its gates, and it shall devour the palaces of Jerusalem, and it shall not be quenched.”’”"
    }
]
