[
    {
        "o": 23638,
        "r": "csb:Ezekiel:23:0",
        "t": "Ezekiel 23",
        "h": 1
    },
    {
        "o": 23639,
        "r": "csb:Ezekiel:23:0",
        "t": "The Two Immoral Sisters",
        "h": 2
    },
    {
        "o": 23640,
        "r": "csb:Ezekiel:23:1",
        "t": "The*p word of the Lord*s came to me again:"
    },
    {
        "o": 23641,
        "r": "csb:Ezekiel:23:2",
        "t": "“Son of man, there were two women, daughters of the same mother,"
    },
    {
        "o": 23642,
        "r": "csb:Ezekiel:23:3",
        "t": "who acted like prostitutes in Egypt, behaving promiscuously in their youth. Their breasts were fondled there, and their virgin nipples caressed."
    },
    {
        "o": 23643,
        "r": "csb:Ezekiel:23:4",
        "t": "The older one was named Oholah, and her sister was Oholibah. They became mine and gave birth to sons and daughters. As for their names, Oholah represents Samaria and Oholibah represents Jerusalem."
    },
    {
        "o": 23644,
        "r": "csb:Ezekiel:23:5",
        "t": "“Oholah*p acted like a prostitute even though she was mine. She lusted after her lovers, the Assyrians: warriors"
    },
    {
        "o": 23645,
        "r": "csb:Ezekiel:23:6",
        "t": "dressed in blue, governors and prefects, all of them desirable young men, horsemen riding on steeds."
    },
    {
        "o": 23646,
        "r": "csb:Ezekiel:23:7",
        "t": "She offered her sexual favors to them; all of them were the elite of Assyria. She defiled herself with all those she lusted after and with all their idols."
    },
    {
        "o": 23647,
        "r": "csb:Ezekiel:23:8",
        "t": "She didn’t give up her promiscuity that began in Egypt, when men slept with her in her youth, caressed her virgin nipples, and poured out their lust on her."
    },
    {
        "o": 23648,
        "r": "csb:Ezekiel:23:9",
        "t": "Therefore, I handed her over to her lovers, the Assyrians she lusted for."
    },
    {
        "o": 23649,
        "r": "csb:Ezekiel:23:10",
        "t": "They exposed her nakedness, seized her sons and daughters, and killed her with the sword. Since they executed judgment against her, she became notorious among women."
    },
    {
        "o": 23650,
        "r": "csb:Ezekiel:23:11",
        "t": "“Now*p her sister Oholibah saw this, but she was even more depraved in her lust than Oholah, and made her promiscuous acts worse than those of her sister."
    },
    {
        "o": 23651,
        "r": "csb:Ezekiel:23:12",
        "t": "She lusted after the Assyrians: governors and prefects, warriors splendidly dressed, horsemen riding on steeds, all of them desirable young men."
    },
    {
        "o": 23652,
        "r": "csb:Ezekiel:23:13",
        "t": "And I saw that she had defiled herself; both of them had taken the same path."
    },
    {
        "o": 23653,
        "r": "csb:Ezekiel:23:14",
        "t": "But she increased her promiscuity when she saw male figures carved on the wall, images of the Chaldeans, engraved in bright red,"
    },
    {
        "o": 23654,
        "r": "csb:Ezekiel:23:15",
        "t": "wearing belts on their waists and flowing turbans on their heads; all of them looked like officers, a depiction of the Babylonians in Chaldea, their native land."
    },
    {
        "o": 23655,
        "r": "csb:Ezekiel:23:16",
        "t": "At the sight of them she lusted after them and sent messengers to them in Chaldea."
    },
    {
        "o": 23656,
        "r": "csb:Ezekiel:23:17",
        "t": "Then the Babylonians came to her, to the bed of love, and defiled her with their lust. But after she was defiled by them, she turned away from them in disgust."
    },
    {
        "o": 23657,
        "r": "csb:Ezekiel:23:18",
        "t": "When she flaunted her promiscuity and exposed her nakedness, I turned away from her in disgust just as I turned away from her sister."
    },
    {
        "o": 23658,
        "r": "csb:Ezekiel:23:19",
        "t": "Yet she multiplied her acts of promiscuity, remembering the days of her youth when she acted like a prostitute in the land of Egypt"
    },
    {
        "o": 23659,
        "r": "csb:Ezekiel:23:20",
        "t": "and lusted after their lovers, whose sexual members were like those of donkeys and whose emission was like that of stallions."
    },
    {
        "o": 23660,
        "r": "csb:Ezekiel:23:21",
        "t": "So you revisited the depravity of your youth, when the Egyptians caressed your nipples to enjoy your youthful breasts."
    },
    {
        "o": 23661,
        "r": "csb:Ezekiel:23:22",
        "t": "“Therefore,*p Oholibah, this is what the Lord God*s says: I am going to incite your lovers against you, those you turned away from in disgust. I will bring them against you from every side:"
    },
    {
        "o": 23662,
        "r": "csb:Ezekiel:23:23",
        "t": "the Babylonians and all the Chaldeans; Pekod, Shoa, and Koa; and all the Assyrians with them - desirable young men, all of them governors and prefects, officers and administrators, all of them riding on steeds."
    },
    {
        "o": 23663,
        "r": "csb:Ezekiel:23:24",
        "t": "They will come against you with an assembly of peoples and with weapons, chariots, and wagons. They will set themselves against you on every side with large and small shields and helmets. I will delegate judgment to them, and they will judge you by their own standards."
    },
    {
        "o": 23664,
        "r": "csb:Ezekiel:23:25",
        "t": "When I vent my jealous fury on you, they will deal with you in wrath. They will cut off your nose and ears, and the rest of you will fall by the sword. They will seize your sons and daughters, and the rest of you will be consumed by fire."
    },
    {
        "o": 23665,
        "r": "csb:Ezekiel:23:26",
        "t": "They will strip off your clothes and take your beautiful jewelry."
    },
    {
        "o": 23666,
        "r": "csb:Ezekiel:23:27",
        "t": "So I will put an end to your depravity and sexual immorality, which began in the land of Egypt, and you will not look longingly at them or remember Egypt anymore."
    },
    {
        "o": 23667,
        "r": "csb:Ezekiel:23:28",
        "t": "“For*p this is what the Lord God*s says: I am going to hand you over to those you hate, to those you turned away from in disgust."
    },
    {
        "o": 23668,
        "r": "csb:Ezekiel:23:29",
        "t": "They will treat you with hatred, take all you have worked for, and leave you stark naked, so that the shame of your debauchery will be exposed, both your depravity and promiscuity."
    },
    {
        "o": 23669,
        "r": "csb:Ezekiel:23:30",
        "t": "These things will be done to you because you acted like a prostitute with the nations, defiling yourself with their idols."
    },
    {
        "o": 23670,
        "r": "csb:Ezekiel:23:31",
        "t": "You have followed the path of your sister, so I will put her cup in your hand.”"
    },
    {
        "o": 23671,
        "r": "csb:Ezekiel:23:32",
        "t": "This*p is what the Lord God*s says: “You*pn will drink your sister’s cup, which*ln is deep and wide. You*ln will be an object of ridicule and scorn, for*ln it holds so much."
    },
    {
        "o": 23672,
        "r": "csb:Ezekiel:23:33",
        "t": "You*ln will be filled with drunkenness and grief, with*ln a cup of devastation and desolation, the*ln cup of your sister Samaria."
    },
    {
        "o": 23673,
        "r": "csb:Ezekiel:23:34",
        "t": "You*ln will drink it and drain it; then*ln you will gnaw its broken pieces, and*ln tear your breasts. For*ln I have spoken.” This*lg is the declaration of the Lord God.*s"
    },
    {
        "o": 23674,
        "r": "csb:Ezekiel:23:35",
        "t": "Therefore,*p this is what the Lord God*s says: “Because you have forgotten me and cast me behind your back, you must bear the consequences of your indecency and promiscuity.”"
    },
    {
        "o": 23675,
        "r": "csb:Ezekiel:23:36",
        "t": "Then*p the Lord*s said to me, “Son of man, will you pass judgment against Oholah and Oholibah? Then declare their detestable practices to them."
    },
    {
        "o": 23676,
        "r": "csb:Ezekiel:23:37",
        "t": "For they have committed adultery, and blood is on their hands; they have committed adultery with their idols. And the children they bore to me they have sacrificed in the fire as food for the idols."
    },
    {
        "o": 23677,
        "r": "csb:Ezekiel:23:38",
        "t": "They also did this to me: they defiled my sanctuary on that same day and profaned my Sabbaths."
    },
    {
        "o": 23678,
        "r": "csb:Ezekiel:23:39",
        "t": "On the same day they slaughtered their children for their idols, they entered my sanctuary to profane it. Yes, that is what they did inside my house."
    },
    {
        "o": 23679,
        "r": "csb:Ezekiel:23:40",
        "t": "“In*p addition, they sent for men who came from far away when a messenger was dispatched to them. And look how they came! You bathed, painted your eyes, and adorned yourself with jewelry for them."
    },
    {
        "o": 23680,
        "r": "csb:Ezekiel:23:41",
        "t": "You sat on a luxurious couch with a table spread before it, on which you had set my incense and oil."
    },
    {
        "o": 23681,
        "r": "csb:Ezekiel:23:42",
        "t": "The sound of a carefree crowd was there. Drunkards from the desert were brought in, along with common men. They put bracelets on the women’s hands and beautiful tiaras on their heads."
    },
    {
        "o": 23682,
        "r": "csb:Ezekiel:23:43",
        "t": "Then I said concerning this woman worn out by adultery: Will they now have illicit sex with her, even her?"
    },
    {
        "o": 23683,
        "r": "csb:Ezekiel:23:44",
        "t": "Yet they had sex with her as one does with a prostitute. This is how they had sex with Oholah and Oholibah, those depraved women."
    },
    {
        "o": 23684,
        "r": "csb:Ezekiel:23:45",
        "t": "But righteous men will judge them the way adulteresses and those who shed blood are judged, for they are adulteresses and blood is on their hands."
    },
    {
        "o": 23685,
        "r": "csb:Ezekiel:23:46",
        "t": "“This*p is what the Lord God*s says: Summon an assembly against them and consign them to terror and plunder."
    },
    {
        "o": 23686,
        "r": "csb:Ezekiel:23:47",
        "t": "The assembly will stone them and cut them down with their swords. They will kill their sons and daughters and burn their houses."
    },
    {
        "o": 23687,
        "r": "csb:Ezekiel:23:48",
        "t": "So I will put an end to depravity in the land, and all the women will be admonished not to imitate your depraved behavior."
    },
    {
        "o": 23688,
        "r": "csb:Ezekiel:23:49",
        "t": "They will punish you for your depravity, and you will bear the consequences for your sins of idolatry. Then you will know that I am the Lord God.”*s"
    }
]
