[
    {
        "o": 6549,
        "r": "niv:Joshua:8:0",
        "t": "Joshua 8",
        "h": 1
    },
    {
        "o": 6550,
        "r": "niv:Joshua:8:0",
        "t": "Ai Destroyed",
        "h": 2
    },
    {
        "o": 6551,
        "r": "niv:Joshua:8:1",
        "t": "Then*p the Lord*s said to Joshua, “Do not be afraid; do not be discouraged. Take the whole army with you, and go up and attack Ai. For I have delivered into your hands the king of Ai, his people, his city and his land."
    },
    {
        "o": 6552,
        "r": "niv:Joshua:8:2",
        "t": "You shall do to Ai and its king as you did to Jericho and its king, except that you may carry off their plunder and livestock for yourselves. Set an ambush behind the city.”"
    },
    {
        "o": 6553,
        "r": "niv:Joshua:8:3",
        "t": "So*p Joshua and the whole army moved out to attack Ai. He chose thirty thousand of his best fighting men and sent them out at night"
    },
    {
        "o": 6554,
        "r": "niv:Joshua:8:4",
        "t": "with these orders: “Listen carefully. You are to set an ambush behind the city. Don’t go very far from it. All of you be on the alert."
    },
    {
        "o": 6555,
        "r": "niv:Joshua:8:5",
        "t": "I and all those with me will advance on the city, and when the men come out against us, as they did before, we will flee from them."
    },
    {
        "o": 6556,
        "r": "niv:Joshua:8:6",
        "t": "They will pursue us until we have lured them away from the city, for they will say, ‘They are running away from us as they did before.’ So when we flee from them,"
    },
    {
        "o": 6557,
        "r": "niv:Joshua:8:7",
        "t": "you are to rise up from ambush and take the city. The Lord*s your God will give it into your hand."
    },
    {
        "o": 6558,
        "r": "niv:Joshua:8:8",
        "t": "When you have taken the city, set it on fire. Do what the Lord*s has commanded. See to it; you have my orders.”"
    },
    {
        "o": 6559,
        "r": "niv:Joshua:8:9",
        "t": "Then*p Joshua sent them off, and they went to the place of ambush and lay in wait between Bethel and Ai, to the west of Ai—but Joshua spent that night with the people."
    },
    {
        "o": 6560,
        "r": "niv:Joshua:8:10",
        "t": "Early*p the next morning Joshua mustered his army, and he and the leaders of Israel marched before them to Ai."
    },
    {
        "o": 6561,
        "r": "niv:Joshua:8:11",
        "t": "The entire force that was with him marched up and approached the city and arrived in front of it. They set up camp north of Ai, with the valley between them and the city."
    },
    {
        "o": 6562,
        "r": "niv:Joshua:8:12",
        "t": "Joshua had taken about five thousand men and set them in ambush between Bethel and Ai, to the west of the city."
    },
    {
        "o": 6563,
        "r": "niv:Joshua:8:13",
        "t": "So the soldiers took up their positions—with the main camp to the north of the city and the ambush to the west of it. That night Joshua went into the valley."
    },
    {
        "o": 6564,
        "r": "niv:Joshua:8:14",
        "t": "When*p the king of Ai saw this, he and all the men of the city hurried out early in the morning to meet Israel in battle at a certain place overlooking the Arabah. But he did not know that an ambush had been set against him behind the city."
    },
    {
        "o": 6565,
        "r": "niv:Joshua:8:15",
        "t": "Joshua and all Israel let themselves be driven back before them, and they fled toward the wilderness."
    },
    {
        "o": 6566,
        "r": "niv:Joshua:8:16",
        "t": "All the men of Ai were called to pursue them, and they pursued Joshua and were lured away from the city."
    },
    {
        "o": 6567,
        "r": "niv:Joshua:8:17",
        "t": "Not a man remained in Ai or Bethel who did not go after Israel. They left the city open and went in pursuit of Israel."
    },
    {
        "o": 6568,
        "r": "niv:Joshua:8:18",
        "t": "Then*p the Lord*s said to Joshua, “Hold out toward Ai the javelin that is in your hand, for into your hand I will deliver the city.” So Joshua held out toward the city the javelin that was in his hand."
    },
    {
        "o": 6569,
        "r": "niv:Joshua:8:19",
        "t": "As soon as he did this, the men in the ambush rose quickly from their position and rushed forward. They entered the city and captured it and quickly set it on fire."
    },
    {
        "o": 6570,
        "r": "niv:Joshua:8:20",
        "t": "The*p men of Ai looked back and saw the smoke of the city rising up into the sky, but they had no chance to escape in any direction; the Israelites who had been fleeing toward the wilderness had turned back against their pursuers."
    },
    {
        "o": 6571,
        "r": "niv:Joshua:8:21",
        "t": "For when Joshua and all Israel saw that the ambush had taken the city and that smoke was going up from it, they turned around and attacked the men of Ai."
    },
    {
        "o": 6572,
        "r": "niv:Joshua:8:22",
        "t": "Those in the ambush also came out of the city against them, so that they were caught in the middle, with Israelites on both sides. Israel cut them down, leaving them neither survivors nor fugitives."
    },
    {
        "o": 6573,
        "r": "niv:Joshua:8:23",
        "t": "But they took the king of Ai alive and brought him to Joshua."
    },
    {
        "o": 6574,
        "r": "niv:Joshua:8:24",
        "t": "When*p Israel had finished killing all the men of Ai in the fields and in the wilderness where they had chased them, and when every one of them had been put to the sword, all the Israelites returned to Ai and killed those who were in it."
    },
    {
        "o": 6575,
        "r": "niv:Joshua:8:25",
        "t": "Twelve thousand men and women fell that day—all the people of Ai."
    },
    {
        "o": 6576,
        "r": "niv:Joshua:8:26",
        "t": "For Joshua did not draw back the hand that held out his javelin until he had destroyed all who lived in Ai."
    },
    {
        "o": 6577,
        "r": "niv:Joshua:8:27",
        "t": "But Israel did carry off for themselves the livestock and plunder of this city, as the Lord*s had instructed Joshua."
    },
    {
        "o": 6578,
        "r": "niv:Joshua:8:28",
        "t": "So*p Joshua burned Ai and made it a permanent heap of ruins, a desolate place to this day."
    },
    {
        "o": 6579,
        "r": "niv:Joshua:8:29",
        "t": "He impaled the body of the king of Ai on a pole and left it there until evening. At sunset, Joshua ordered them to take the body from the pole and throw it down at the entrance of the city gate. And they raised a large pile of rocks over it, which remains to this day."
    },
    {
        "o": 6580,
        "r": "niv:Joshua:8:29",
        "t": "The Covenant Renewed at Mount Ebal",
        "h": 2
    },
    {
        "o": 6581,
        "r": "niv:Joshua:8:30",
        "t": "Then*p Joshua built on Mount Ebal an altar to the Lord,*s the God of Israel,"
    },
    {
        "o": 6582,
        "r": "niv:Joshua:8:31",
        "t": "as Moses the servant of the Lord*s had commanded the Israelites. He built it according to what is written in the Book of the Law of Moses—an altar of uncut stones, on which no iron tool had been used. On it they offered to the Lord*s burnt offerings and sacrificed fellowship offerings."
    },
    {
        "o": 6583,
        "r": "niv:Joshua:8:32",
        "t": "There, in the presence of the Israelites, Joshua wrote on stones a copy of the law of Moses."
    },
    {
        "o": 6584,
        "r": "niv:Joshua:8:33",
        "t": "All the Israelites, with their elders, officials and judges, were standing on both sides of the ark of the covenant of the Lord,*s facing the Levitical priests who carried it. Both the foreigners living among them and the native-born were there. Half of the people stood in front of Mount Gerizim and half of them in front of Mount Ebal, as Moses the servant of the Lord*s had formerly commanded when he gave instructions to bless the people of Israel."
    },
    {
        "o": 6585,
        "r": "niv:Joshua:8:34",
        "t": "Afterward,*p Joshua read all the words of the law—the blessings and the curses—just as it is written in the Book of the Law."
    },
    {
        "o": 6586,
        "r": "niv:Joshua:8:35",
        "t": "There was not a word of all that Moses had commanded that Joshua did not read to the whole assembly of Israel, including the women and children, and the foreigners who lived among them."
    }
]
