[
    {
        "o": 11931,
        "r": "niv:1 Chronicles:19:0",
        "t": "1 Chronicles 19",
        "h": 1
    },
    {
        "o": 11932,
        "r": "niv:1 Chronicles:19:0",
        "t": "David Defeats the Ammonites",
        "h": 2
    },
    {
        "o": 11933,
        "r": "niv:1 Chronicles:19:1",
        "t": "In*p the course of time, Nahash king of the Ammonites died, and his son succeeded him as king."
    },
    {
        "o": 11934,
        "r": "niv:1 Chronicles:19:2",
        "t": "David thought, “I will show kindness to Hanun son of Nahash, because his father showed kindness to me.” So David sent a delegation to express his sympathy to Hanun concerning his father. When*p David’s envoys came to Hanun in the land of the Ammonites to express sympathy to him,"
    },
    {
        "o": 11935,
        "r": "niv:1 Chronicles:19:3",
        "t": "the Ammonite commanders said to Hanun, “Do you think David is honoring your father by sending envoys to you to express sympathy? Haven’t his envoys come to you only to explore and spy out the country and overthrow it?”"
    },
    {
        "o": 11936,
        "r": "niv:1 Chronicles:19:4",
        "t": "So Hanun seized David’s envoys, shaved them, cut off their garments at the buttocks, and sent them away."
    },
    {
        "o": 11937,
        "r": "niv:1 Chronicles:19:5",
        "t": "When*p someone came and told David about the men, he sent messengers to meet them, for they were greatly humiliated. The king said, “Stay at Jericho till your beards have grown, and then come back.”"
    },
    {
        "o": 11938,
        "r": "niv:1 Chronicles:19:6",
        "t": "When*p the Ammonites realized that they had become obnoxious to David, Hanun and the Ammonites sent a thousand talents of silver to hire chariots and charioteers from Aram Naharaim, Aram Maakah and Zobah."
    },
    {
        "o": 11939,
        "r": "niv:1 Chronicles:19:7",
        "t": "They hired thirty-two thousand chariots and charioteers, as well as the king of Maakah with his troops, who came and camped near Medeba, while the Ammonites were mustered from their towns and moved out for battle."
    },
    {
        "o": 11940,
        "r": "niv:1 Chronicles:19:8",
        "t": "On*p hearing this, David sent Joab out with the entire army of fighting men."
    },
    {
        "o": 11941,
        "r": "niv:1 Chronicles:19:9",
        "t": "The Ammonites came out and drew up in battle formation at the entrance to their city, while the kings who had come were by themselves in the open country."
    },
    {
        "o": 11942,
        "r": "niv:1 Chronicles:19:10",
        "t": "Joab*p saw that there were battle lines in front of him and behind him; so he selected some of the best troops in Israel and deployed them against the Arameans."
    },
    {
        "o": 11943,
        "r": "niv:1 Chronicles:19:11",
        "t": "He put the rest of the men under the command of Abishai his brother, and they were deployed against the Ammonites."
    },
    {
        "o": 11944,
        "r": "niv:1 Chronicles:19:12",
        "t": "Joab said, “If the Arameans are too strong for me, then you are to rescue me; but if the Ammonites are too strong for you, then I will rescue you."
    },
    {
        "o": 11945,
        "r": "niv:1 Chronicles:19:13",
        "t": "Be strong, and let us fight bravely for our people and the cities of our God. The Lord*s will do what is good in his sight.”"
    },
    {
        "o": 11946,
        "r": "niv:1 Chronicles:19:14",
        "t": "Then*p Joab and the troops with him advanced to fight the Arameans, and they fled before him."
    },
    {
        "o": 11947,
        "r": "niv:1 Chronicles:19:15",
        "t": "When the Ammonites realized that the Arameans were fleeing, they too fled before his brother Abishai and went inside the city. So Joab went back to Jerusalem."
    },
    {
        "o": 11948,
        "r": "niv:1 Chronicles:19:16",
        "t": "After*p the Arameans saw that they had been routed by Israel, they sent messengers and had Arameans brought from beyond the Euphrates River, with Shophak the commander of Hadadezer’s army leading them."
    },
    {
        "o": 11949,
        "r": "niv:1 Chronicles:19:17",
        "t": "When*p David was told of this, he gathered all Israel and crossed the Jordan; he advanced against them and formed his battle lines opposite them. David formed his lines to meet the Arameans in battle, and they fought against him."
    },
    {
        "o": 11950,
        "r": "niv:1 Chronicles:19:18",
        "t": "But they fled before Israel, and David killed seven thousand of their charioteers and forty thousand of their foot soldiers. He also killed Shophak the commander of their army."
    },
    {
        "o": 11951,
        "r": "niv:1 Chronicles:19:19",
        "t": "When*p the vassals of Hadadezer saw that they had been routed by Israel, they made peace with David and became subject to him. So*p the Arameans were not willing to help the Ammonites anymore."
    }
]
