[
    {
        "o": 31238,
        "r": "nasb:Romans:5:0",
        "t": "Romans 5",
        "h": 1
    },
    {
        "o": 31239,
        "r": "nasb:Romans:5:0",
        "t": "Results of Justification",
        "h": 2
    },
    {
        "o": 31240,
        "r": "nasb:Romans:5:1",
        "t": "Therefore,*p having been justified by faith, we have peace with God through our Lord Jesus Christ,"
    },
    {
        "o": 31241,
        "r": "nasb:Romans:5:2",
        "t": "through whom also we have obtained our introduction by faith into this grace in which we stand; and we exult in hope of the glory of God."
    },
    {
        "o": 31242,
        "r": "nasb:Romans:5:3",
        "t": "And not only this, but we also exult in our tribulations, knowing that tribulation brings about perseverance;"
    },
    {
        "o": 31243,
        "r": "nasb:Romans:5:4",
        "t": "and perseverance, proven character; and proven character, hope;"
    },
    {
        "o": 31244,
        "r": "nasb:Romans:5:5",
        "t": "and hope does not disappoint, because the love of God has been poured out within our hearts through the Holy Spirit who was given to us."
    },
    {
        "o": 31245,
        "r": "nasb:Romans:5:6",
        "t": "For*p while we were still helpless, at the right time Christ died for the ungodly."
    },
    {
        "o": 31246,
        "r": "nasb:Romans:5:7",
        "t": "For one will hardly die for a righteous man; though perhaps for the good man someone would dare even to die."
    },
    {
        "o": 31247,
        "r": "nasb:Romans:5:8",
        "t": "But God demonstrates His own love toward us, in that while we were yet sinners, Christ died for us."
    },
    {
        "o": 31248,
        "r": "nasb:Romans:5:9",
        "t": "Much more then, having now been justified by His blood, we shall be saved from the wrath of*i God*i through Him."
    },
    {
        "o": 31249,
        "r": "nasb:Romans:5:10",
        "t": "For if while we were enemies we were reconciled to God through the death of His Son, much more, having been reconciled, we shall be saved by His life."
    },
    {
        "o": 31250,
        "r": "nasb:Romans:5:11",
        "t": "And not only this, but we also exult in God through our Lord Jesus Christ, through whom we have now received the reconciliation."
    },
    {
        "o": 31251,
        "r": "nasb:Romans:5:12",
        "t": "Therefore,*p just as through one man sin entered into the world, and death through sin, and so death spread to all men, because all sinned—"
    },
    {
        "o": 31252,
        "r": "nasb:Romans:5:13",
        "t": "for until the Law sin was in the world, but sin is not imputed when there is no law."
    },
    {
        "o": 31253,
        "r": "nasb:Romans:5:14",
        "t": "Nevertheless death reigned from Adam until Moses, even over those who had not sinned in the likeness of the offense of Adam, who is a type of Him who was to come."
    },
    {
        "o": 31254,
        "r": "nasb:Romans:5:15",
        "t": "But*p the free gift is not like the transgression. For if by the transgression of the one the many died, much more did the grace of God and the gift by the grace of the one Man, Jesus Christ, abound to the many."
    },
    {
        "o": 31255,
        "r": "nasb:Romans:5:16",
        "t": "The gift is not like that*i which*i came*i through the one who sinned; for on the one hand the judgment arose*i from one transgression*i resulting in condemnation, but on the other hand the free gift arose*i from many transgressions resulting in justification."
    },
    {
        "o": 31256,
        "r": "nasb:Romans:5:17",
        "t": "For if by the transgression of the one, death reigned through the one, much more those who receive the abundance of grace and of the gift of righteousness will reign in life through the One, Jesus Christ."
    },
    {
        "o": 31257,
        "r": "nasb:Romans:5:18",
        "t": "So*p then as through one transgression there resulted condemnation to all men, even so through one act of righteousness there resulted justification of life to all men."
    },
    {
        "o": 31258,
        "r": "nasb:Romans:5:19",
        "t": "For as through the one man’s disobedience the many were made sinners, even so through the obedience of the One the many will be made righteous."
    },
    {
        "o": 31259,
        "r": "nasb:Romans:5:20",
        "t": "The Law came in so that the transgression would increase; but where sin increased, grace abounded all the more,"
    },
    {
        "o": 31260,
        "r": "nasb:Romans:5:21",
        "t": "so that, as sin reigned in death, even so grace would reign through righteousness to eternal life through Jesus Christ our Lord."
    }
]
