[
    {
        "o": 20379,
        "r": "esv:Isaiah:35:0",
        "t": "Isaiah 35",
        "h": 1
    },
    {
        "o": 20380,
        "r": "esv:Isaiah:35:0",
        "t": "The Ransomed Shall Return",
        "h": 2
    },
    {
        "o": 20381,
        "r": "esv:Isaiah:35:1",
        "t": "The*pn wilderness and the dry land shall be glad; the*ld desert shall rejoice and blossom like the crocus;"
    },
    {
        "o": 20382,
        "r": "esv:Isaiah:35:2",
        "t": "it*ln shall blossom abundantly and*ld rejoice with joy and singing. The*ln glory of Lebanon shall be given to it, the*ld majesty of Carmel and Sharon. They*ln shall see the glory of the Lord,*s the*ld majesty of our God."
    },
    {
        "o": 20383,
        "r": "esv:Isaiah:35:3",
        "t": "Strengthen*pn the weak hands, and*ld make firm the feeble knees."
    },
    {
        "o": 20384,
        "r": "esv:Isaiah:35:4",
        "t": "Say*ln to those who have an anxious heart, “Be*ld strong; fear not! Behold,*ln your God will*ld come with vengeance, with*ln the recompense of God. He*ld will come and save you.”"
    },
    {
        "o": 20385,
        "r": "esv:Isaiah:35:5",
        "t": "Then*pn the eyes of the blind shall be opened, and*ld the ears of the deaf unstopped;"
    },
    {
        "o": 20386,
        "r": "esv:Isaiah:35:6",
        "t": "then*ln shall the lame man leap like a deer, and*ld the tongue of the mute sing for joy. For*ln waters break forth in the wilderness, and*ld streams in the desert;"
    },
    {
        "o": 20387,
        "r": "esv:Isaiah:35:7",
        "t": "the*ln burning sand shall become a pool, and*ld the thirsty ground springs of water; in*ln the haunt of jackals, where they lie down, the*ld grass shall become reeds and rushes."
    },
    {
        "o": 20388,
        "r": "esv:Isaiah:35:8",
        "t": "And*pn a highway shall be there, and*ld it shall be called the Way of Holiness; the*ln unclean shall not pass over it. It*ld shall belong to those who walk on the way; even*ld if they are fools, they shall not go astray."
    },
    {
        "o": 20389,
        "r": "esv:Isaiah:35:9",
        "t": "No*ln lion shall be there, nor*ld shall any ravenous beast come up on it; they*ln shall not be found there, but*ld the redeemed shall walk there."
    },
    {
        "o": 20390,
        "r": "esv:Isaiah:35:10",
        "t": "And*ln the ransomed of the Lord*s shall return and*ld come to Zion with singing; everlasting*ln joy shall be upon their heads; they*ld shall obtain gladness and joy, and*ld sorrow and sighing shall flee away."
    }
]
