[
    {
        "o": 30742,
        "r": "kjv:Colossians:2:0",
        "t": "Colossians 2",
        "h": 1
    },
    {
        "o": 30743,
        "r": "kjv:Colossians:2:1",
        "t": "For*p I would that ye knew what great conflict I have for you, and for them at Laodicea, and for as many as have not seen my face in the flesh;"
    },
    {
        "o": 30744,
        "r": "kjv:Colossians:2:2",
        "t": "That*p their hearts might be comforted, being knit together in love, and unto all riches of the full assurance of understanding, to the acknowledgement of the mystery of God, and of the Father, and of Christ;"
    },
    {
        "o": 30745,
        "r": "kjv:Colossians:2:3",
        "t": "In*p whom are hid all the treasures of wisdom and knowledge."
    },
    {
        "o": 30746,
        "r": "kjv:Colossians:2:4",
        "t": "And*p this I say, lest any man should beguile you with enticing words."
    },
    {
        "o": 30747,
        "r": "kjv:Colossians:2:5",
        "t": "For*p though I be absent in the flesh, yet am I with you in the spirit, joying and beholding your order, and the stedfastness of your faith in Christ."
    },
    {
        "o": 30748,
        "r": "kjv:Colossians:2:6",
        "t": "As*p ye have therefore received Christ Jesus the Lord, so walk ye in him:"
    },
    {
        "o": 30749,
        "r": "kjv:Colossians:2:7",
        "t": "Rooted*p and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving."
    },
    {
        "o": 30750,
        "r": "kjv:Colossians:2:8",
        "t": "Beware*p lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ."
    },
    {
        "o": 30751,
        "r": "kjv:Colossians:2:9",
        "t": "For*p in him dwelleth all the fulness of the Godhead bodily."
    },
    {
        "o": 30752,
        "r": "kjv:Colossians:2:10",
        "t": "And*p ye are complete in him, which is the head of all principality and power:"
    },
    {
        "o": 30753,
        "r": "kjv:Colossians:2:11",
        "t": "In*p whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:"
    },
    {
        "o": 30754,
        "r": "kjv:Colossians:2:12",
        "t": "Buried*p with him in baptism, wherein also ye are risen with him through the faith of the operation of God, who hath raised him from the dead."
    },
    {
        "o": 30755,
        "r": "kjv:Colossians:2:13",
        "t": "And*p you, being dead in your sins and the uncircumcision of your flesh, hath he quickened together with him, having forgiven you all trespasses;"
    },
    {
        "o": 30756,
        "r": "kjv:Colossians:2:14",
        "t": "Blotting*p out the handwriting of ordinances that was against us, which was contrary to us, and took it out of the way, nailing it to his cross;"
    },
    {
        "o": 30757,
        "r": "kjv:Colossians:2:15",
        "t": "And*p having spoiled principalities and powers, he made a shew of them openly, triumphing over them in it."
    },
    {
        "o": 30758,
        "r": "kjv:Colossians:2:16",
        "t": "Let*p no man therefore judge you in meat, or in drink, or in respect of an holyday, or of the new moon, or of the sabbath days:"
    },
    {
        "o": 30759,
        "r": "kjv:Colossians:2:17",
        "t": "Which*p are a shadow of things to come; but the body is of Christ."
    },
    {
        "o": 30760,
        "r": "kjv:Colossians:2:18",
        "t": "Let*p no man beguile you of your reward in a voluntary humility and worshipping of angels, intruding into those things which he hath not seen, vainly puffed up by his fleshly mind,"
    },
    {
        "o": 30761,
        "r": "kjv:Colossians:2:19",
        "t": "And*p not holding the Head, from which all the body by joints and bands having nourishment ministered, and knit together, increaseth with the increase of God."
    },
    {
        "o": 30762,
        "r": "kjv:Colossians:2:20",
        "t": "Wherefore*p if ye be dead with Christ from the rudiments of the world, why, as though living in the world, are ye subject to ordinances,"
    },
    {
        "o": 30763,
        "r": "kjv:Colossians:2:21",
        "t": "(Touch*p not; taste not; handle not;"
    },
    {
        "o": 30764,
        "r": "kjv:Colossians:2:22",
        "t": "Which*p all are to perish with the using;) after the commandments and doctrines of men?"
    },
    {
        "o": 30765,
        "r": "kjv:Colossians:2:23",
        "t": "Which*p things have indeed a shew of wisdom in will worship, and humility, and neglecting of the body; not in any honour to the satisfying of the flesh."
    }
]
