[
    {
        "o": 16326,
        "r": "kjv:Psalm:106:0",
        "t": "Psalm 106",
        "h": 1
    },
    {
        "o": 16327,
        "r": "kjv:Psalm:106:1",
        "t": "Praise*p ye the Lord.*s O give thanks unto the Lord;*s for he is good: for his mercy endureth for ever."
    },
    {
        "o": 16328,
        "r": "kjv:Psalm:106:2",
        "t": "Who*p can utter the mighty acts of the Lord?*s who can shew forth all his praise?"
    },
    {
        "o": 16329,
        "r": "kjv:Psalm:106:3",
        "t": "Blessed*p are they that keep judgment, and he that doeth righteousness at all times."
    },
    {
        "o": 16330,
        "r": "kjv:Psalm:106:4",
        "t": "Remember*p me, O Lord,*s with the favour that thou bearest unto thy people: O visit me with thy salvation;"
    },
    {
        "o": 16331,
        "r": "kjv:Psalm:106:5",
        "t": "That*p I may see the good of thy chosen, that I may rejoice in the gladness of thy nation, that I may glory with thine inheritance."
    },
    {
        "o": 16332,
        "r": "kjv:Psalm:106:6",
        "t": "We*p have sinned with our fathers, we have committed iniquity, we have done wickedly."
    },
    {
        "o": 16333,
        "r": "kjv:Psalm:106:7",
        "t": "Our*p fathers understood not thy wonders in Egypt; they remembered not the multitude of thy mercies; but provoked him at the sea, even at the Red sea."
    },
    {
        "o": 16334,
        "r": "kjv:Psalm:106:8",
        "t": "Nevertheless*p he saved them for his name's sake, that he might make his mighty power to be known."
    },
    {
        "o": 16335,
        "r": "kjv:Psalm:106:9",
        "t": "He*p rebuked the Red sea also, and it was dried up: so he led them through the depths, as through the wilderness."
    },
    {
        "o": 16336,
        "r": "kjv:Psalm:106:10",
        "t": "And*p he saved them from the hand of him that hated them, and redeemed them from the hand of the enemy."
    },
    {
        "o": 16337,
        "r": "kjv:Psalm:106:11",
        "t": "And*p the waters covered their enemies: there was not one of them left."
    },
    {
        "o": 16338,
        "r": "kjv:Psalm:106:12",
        "t": "Then*p believed they his words; they sang his praise."
    },
    {
        "o": 16339,
        "r": "kjv:Psalm:106:13",
        "t": "They*p soon forgat his works; they waited not for his counsel:"
    },
    {
        "o": 16340,
        "r": "kjv:Psalm:106:14",
        "t": "But*p lusted exceedingly in the wilderness, and tempted God in the desert."
    },
    {
        "o": 16341,
        "r": "kjv:Psalm:106:15",
        "t": "And*p he gave them their request; but sent leanness into their soul."
    },
    {
        "o": 16342,
        "r": "kjv:Psalm:106:16",
        "t": "They*p envied Moses also in the camp, and Aaron the saint of the Lord.*s"
    },
    {
        "o": 16343,
        "r": "kjv:Psalm:106:17",
        "t": "The*p earth opened and swallowed up Dathan, and covered the company of Abiram."
    },
    {
        "o": 16344,
        "r": "kjv:Psalm:106:18",
        "t": "And*p a fire was kindled in their company; the flame burned up the wicked."
    },
    {
        "o": 16345,
        "r": "kjv:Psalm:106:19",
        "t": "They*p made a calf in Horeb, and worshipped the molten image."
    },
    {
        "o": 16346,
        "r": "kjv:Psalm:106:20",
        "t": "Thus*p they changed their glory into the similitude of an ox that eateth grass."
    },
    {
        "o": 16347,
        "r": "kjv:Psalm:106:21",
        "t": "They*p forgat God their saviour, which had done great things in Egypt;"
    },
    {
        "o": 16348,
        "r": "kjv:Psalm:106:22",
        "t": "Wondrous*p works in the land of Ham, and terrible things by the Red sea."
    },
    {
        "o": 16349,
        "r": "kjv:Psalm:106:23",
        "t": "Therefore*p he said that he would destroy them, had not Moses his chosen stood before him in the breach, to turn away his wrath, lest he should destroy them."
    },
    {
        "o": 16350,
        "r": "kjv:Psalm:106:24",
        "t": "Yea,*p they despised the pleasant land, they believed not his word:"
    },
    {
        "o": 16351,
        "r": "kjv:Psalm:106:25",
        "t": "But*p murmured in their tents, and hearkened not unto the voice of the Lord.*s"
    },
    {
        "o": 16352,
        "r": "kjv:Psalm:106:26",
        "t": "Therefore*p he lifted up his hand against them, to overthrow them in the wilderness:"
    },
    {
        "o": 16353,
        "r": "kjv:Psalm:106:27",
        "t": "To*p overthrow their seed also among the nations, and to scatter them in the lands."
    },
    {
        "o": 16354,
        "r": "kjv:Psalm:106:28",
        "t": "They*p joined themselves also unto Baal–peor, and ate the sacrifices of the dead."
    },
    {
        "o": 16355,
        "r": "kjv:Psalm:106:29",
        "t": "Thus*p they provoked him to anger with their inventions: and the plague brake in upon them."
    },
    {
        "o": 16356,
        "r": "kjv:Psalm:106:30",
        "t": "Then*p stood up Phinehas, and executed judgment: and so the plague was stayed."
    },
    {
        "o": 16357,
        "r": "kjv:Psalm:106:31",
        "t": "And*p that was counted unto him for righteousness unto all generations for evermore."
    },
    {
        "o": 16358,
        "r": "kjv:Psalm:106:32",
        "t": "They*p angered him also at the waters of strife, so that it went ill with Moses for their sakes:"
    },
    {
        "o": 16359,
        "r": "kjv:Psalm:106:33",
        "t": "Because*p they provoked his spirit, so that he spake unadvisedly with his lips."
    },
    {
        "o": 16360,
        "r": "kjv:Psalm:106:34",
        "t": "They*p did not destroy the nations, concerning whom the Lord*s commanded them:"
    },
    {
        "o": 16361,
        "r": "kjv:Psalm:106:35",
        "t": "But*p were mingled among the heathen, and learned their works."
    },
    {
        "o": 16362,
        "r": "kjv:Psalm:106:36",
        "t": "And*p they served their idols: which were a snare unto them."
    },
    {
        "o": 16363,
        "r": "kjv:Psalm:106:37",
        "t": "Yea,*p they sacrificed their sons and their daughters unto devils,"
    },
    {
        "o": 16364,
        "r": "kjv:Psalm:106:38",
        "t": "And*p shed innocent blood, even the blood of their sons and of their daughters, whom they sacrificed unto the idols of Canaan: and the land was polluted with blood."
    },
    {
        "o": 16365,
        "r": "kjv:Psalm:106:39",
        "t": "Thus*p were they defiled with their own works, and went a whoring with their own inventions."
    },
    {
        "o": 16366,
        "r": "kjv:Psalm:106:40",
        "t": "Therefore*p was the wrath of the Lord*s kindled against his people, insomuch that he abhorred his own inheritance."
    },
    {
        "o": 16367,
        "r": "kjv:Psalm:106:41",
        "t": "And*p he gave them into the hand of the heathen; and they that hated them ruled over them."
    },
    {
        "o": 16368,
        "r": "kjv:Psalm:106:42",
        "t": "Their*p enemies also oppressed them, and they were brought into subjection under their hand."
    },
    {
        "o": 16369,
        "r": "kjv:Psalm:106:43",
        "t": "Many*p times did he deliver them; but they provoked him with their counsel, and were brought low for their iniquity."
    },
    {
        "o": 16370,
        "r": "kjv:Psalm:106:44",
        "t": "Nevertheless*p he regarded their affliction, when he heard their cry:"
    },
    {
        "o": 16371,
        "r": "kjv:Psalm:106:45",
        "t": "And*p he remembered for them his covenant, and repented according to the multitude of his mercies."
    },
    {
        "o": 16372,
        "r": "kjv:Psalm:106:46",
        "t": "He*p made them also to be pitied of all those that carried them captives."
    },
    {
        "o": 16373,
        "r": "kjv:Psalm:106:47",
        "t": "Save*p us, O Lord*s our God, and gather us from among the heathen, to give thanks unto thy holy name, and to triumph in thy praise."
    },
    {
        "o": 16374,
        "r": "kjv:Psalm:106:48",
        "t": "Blessed*p be the Lord*s God of Israel from everlasting to everlasting: and let all the people say, Amen. Praise ye the Lord.*s"
    }
]
