[
    {
        "o": 12136,
        "r": "nkjv:1 Chronicles:22:0",
        "t": "1 Chronicles 22",
        "h": 1
    },
    {
        "o": 12137,
        "r": "nkjv:1 Chronicles:22:0",
        "t": "David Prepares to Build the Temple",
        "h": 2
    },
    {
        "o": 12138,
        "r": "nkjv:1 Chronicles:22:1",
        "t": "Then*p David said, “This is*i the house of the Lord*s God, and this is*i the altar of burnt offering for Israel.”"
    },
    {
        "o": 12139,
        "r": "nkjv:1 Chronicles:22:2",
        "t": "So David commanded to gather the aliens who were*i in the land of Israel; and he appointed masons to cut hewn stones to build the house of God."
    },
    {
        "o": 12140,
        "r": "nkjv:1 Chronicles:22:3",
        "t": "And David prepared iron in abundance for the nails of the doors of the gates and for the joints, and bronze in abundance beyond measure,"
    },
    {
        "o": 12141,
        "r": "nkjv:1 Chronicles:22:4",
        "t": "and cedar trees in abundance; for the Sidonians and those from Tyre brought much cedar wood to David."
    },
    {
        "o": 12142,
        "r": "nkjv:1 Chronicles:22:5",
        "t": "Now*p David said, “Solomon my son is*i young and inexperienced, and the house to be built for the Lord*s must*i be*i exceedingly magnificent, famous and glorious throughout all countries. I will now make preparation for it.” So David made abundant preparations before his death."
    },
    {
        "o": 12143,
        "r": "nkjv:1 Chronicles:22:6",
        "t": "Then*p he called for his son Solomon, and charged him to build a house for the Lord*s God of Israel."
    },
    {
        "o": 12144,
        "r": "nkjv:1 Chronicles:22:7",
        "t": "And David said to Solomon: “My son, as for me, it was in my mind to build a house to the name of the Lord*s my God;"
    },
    {
        "o": 12145,
        "r": "nkjv:1 Chronicles:22:8",
        "t": "but the word of the Lord*s came to me, saying, ‘You have shed much blood and have made great wars; you shall not build a house for My name, because you have shed much blood on the earth in My sight."
    },
    {
        "o": 12146,
        "r": "nkjv:1 Chronicles:22:9",
        "t": "Behold, a son shall be born to you, who shall be a man of rest; and I will give him rest from all his enemies all around. His name shall be Solomon, for I will give peace and quietness to Israel in his days."
    },
    {
        "o": 12147,
        "r": "nkjv:1 Chronicles:22:10",
        "t": "He shall build a house for My name, and he shall be My son, and I will*i be*i his Father; and I will establish the throne of his kingdom over Israel forever.’"
    },
    {
        "o": 12148,
        "r": "nkjv:1 Chronicles:22:11",
        "t": "Now, my son, may the Lord*s be with you; and may you prosper, and build the house of the Lord*s your God, as He has said to you."
    },
    {
        "o": 12149,
        "r": "nkjv:1 Chronicles:22:12",
        "t": "Only may the Lord*s give you wisdom and understanding, and give you charge concerning Israel, that you may keep the law of the Lord*s your God."
    },
    {
        "o": 12150,
        "r": "nkjv:1 Chronicles:22:13",
        "t": "Then you will prosper, if you take care to fulfill the statutes and judgments with which the Lord*s charged Moses concerning Israel. Be strong and of good courage; do not fear nor be dismayed."
    },
    {
        "o": 12151,
        "r": "nkjv:1 Chronicles:22:14",
        "t": "Indeed I have taken much trouble to prepare for the house of the Lord*s one hundred thousand talents of gold and one million talents of silver, and bronze and iron beyond measure, for it is so abundant. I have prepared timber and stone also, and you may add to them."
    },
    {
        "o": 12152,
        "r": "nkjv:1 Chronicles:22:15",
        "t": "Moreover there*i are*i workmen with you in abundance: woodsmen and stonecutters, and all types of skillful men for every kind of work."
    },
    {
        "o": 12153,
        "r": "nkjv:1 Chronicles:22:16",
        "t": "Of gold and silver and bronze and iron there*i is*i no limit. Arise and begin working, and the Lord*s be with you.”"
    },
    {
        "o": 12154,
        "r": "nkjv:1 Chronicles:22:17",
        "t": "David*p also commanded all the leaders of Israel to help Solomon his son, saying,*i"
    },
    {
        "o": 12155,
        "r": "nkjv:1 Chronicles:22:18",
        "t": "“Is*i not the Lord*s your God with you? And has He not*i given you rest on every side? For He has given the inhabitants of the land into my hand, and the land is subdued before the Lord*s and before His people."
    },
    {
        "o": 12156,
        "r": "nkjv:1 Chronicles:22:19",
        "t": "Now set your heart and your soul to seek the Lord*s your God. Therefore arise and build the sanctuary of the Lord*s God, to bring the ark of the covenant of the Lord*s and the holy articles of God into the house that is to be built for the name of the Lord.”*s"
    }
]
