[
    {
        "o": 5952,
        "r": "nasb:Deuteronomy:22:0",
        "t": "Deuteronomy 22",
        "h": 1
    },
    {
        "o": 5953,
        "r": "nasb:Deuteronomy:22:0",
        "t": "Sundry Laws",
        "h": 2
    },
    {
        "o": 5954,
        "r": "nasb:Deuteronomy:22:1",
        "t": "“You*p shall not see your countryman’s ox or his sheep straying away, and pay no attention to them; you shall certainly bring them back to your countryman."
    },
    {
        "o": 5955,
        "r": "nasb:Deuteronomy:22:2",
        "t": "If your countryman is not near you, or if you do not know him, then you shall bring it home to your house, and it shall remain with you until your countryman looks for it; then you shall restore it to him."
    },
    {
        "o": 5956,
        "r": "nasb:Deuteronomy:22:3",
        "t": "Thus you shall do with his donkey, and you shall do the same with his garment, and you shall do likewise with anything lost by your countryman, which he has lost and you have found. You are not allowed to neglect them.*i"
    },
    {
        "o": 5957,
        "r": "nasb:Deuteronomy:22:4",
        "t": "You shall not see your countryman’s donkey or his ox fallen down on the way, and pay no attention to them; you shall certainly help him to raise them*i up."
    },
    {
        "o": 5958,
        "r": "nasb:Deuteronomy:22:5",
        "t": "“A*p woman shall not wear man’s clothing, nor shall a man put on a woman’s clothing; for whoever does these things is an abomination to the Lord*s your God."
    },
    {
        "o": 5959,
        "r": "nasb:Deuteronomy:22:6",
        "t": "“If*p you happen to come upon a bird’s nest along the way, in any tree or on the ground, with young ones or eggs, and the mother sitting on the young or on the eggs, you shall not take the mother with the young;"
    },
    {
        "o": 5960,
        "r": "nasb:Deuteronomy:22:7",
        "t": "you shall certainly let the mother go, but the young you may take for yourself, in order that it may be well with you and that you may prolong your days."
    },
    {
        "o": 5961,
        "r": "nasb:Deuteronomy:22:8",
        "t": "“When*p you build a new house, you shall make a parapet for your roof, so that you will not bring bloodguilt on your house if anyone falls from it."
    },
    {
        "o": 5962,
        "r": "nasb:Deuteronomy:22:9",
        "t": "“You*p shall not sow your vineyard with two kinds of seed, or all the produce of the seed which you have sown and the increase of the vineyard will become defiled."
    },
    {
        "o": 5963,
        "r": "nasb:Deuteronomy:22:10",
        "t": "“You*p shall not plow with an ox and a donkey together."
    },
    {
        "o": 5964,
        "r": "nasb:Deuteronomy:22:11",
        "t": "“You*p shall not wear a material mixed of wool and linen together."
    },
    {
        "o": 5965,
        "r": "nasb:Deuteronomy:22:12",
        "t": "“You*p shall make yourself tassels on the four corners of your garment with which you cover yourself."
    },
    {
        "o": 5966,
        "r": "nasb:Deuteronomy:22:12",
        "t": "Laws on Morality",
        "h": 2
    },
    {
        "o": 5967,
        "r": "nasb:Deuteronomy:22:13",
        "t": "“If*p any man takes a wife and goes in to her and then*i turns against her,"
    },
    {
        "o": 5968,
        "r": "nasb:Deuteronomy:22:14",
        "t": "and charges her with shameful deeds and publicly defames her, and says, ‘I took this woman, but*i when I came near her, I did not find her a virgin,’"
    },
    {
        "o": 5969,
        "r": "nasb:Deuteronomy:22:15",
        "t": "then the girl’s father and her mother shall take and bring out the evidence*i of the girl’s virginity to the elders of the city at the gate."
    },
    {
        "o": 5970,
        "r": "nasb:Deuteronomy:22:16",
        "t": "The girl’s father shall say to the elders, ‘I gave my daughter to this man for a wife, but he turned against her;"
    },
    {
        "o": 5971,
        "r": "nasb:Deuteronomy:22:17",
        "t": "and behold, he has charged her with shameful deeds, saying, “I did not find your daughter a virgin.” But this is the evidence of my daughter’s virginity.’ And they shall spread the garment before the elders of the city."
    },
    {
        "o": 5972,
        "r": "nasb:Deuteronomy:22:18",
        "t": "So the elders of that city shall take the man and chastise him,"
    },
    {
        "o": 5973,
        "r": "nasb:Deuteronomy:22:19",
        "t": "and they shall fine him a hundred shekels*i of silver and give it to the girl’s father, because he publicly defamed a virgin of Israel. And she shall remain his wife; he cannot divorce her all his days."
    },
    {
        "o": 5974,
        "r": "nasb:Deuteronomy:22:20",
        "t": "“But*p if this charge is true, that the girl was not found a virgin,"
    },
    {
        "o": 5975,
        "r": "nasb:Deuteronomy:22:21",
        "t": "then they shall bring out the girl to the doorway of her father’s house, and the men of her city shall stone her to death because she has committed an act of folly in Israel by playing the harlot in her father’s house; thus you shall purge the evil from among you."
    },
    {
        "o": 5976,
        "r": "nasb:Deuteronomy:22:22",
        "t": "“If*p a man is found lying with a married woman, then both of them shall die, the man who lay with the woman, and the woman; thus you shall purge the evil from Israel."
    },
    {
        "o": 5977,
        "r": "nasb:Deuteronomy:22:23",
        "t": "“If*p there is a girl who is a virgin engaged to a man, and another*i man finds her in the city and lies with her,"
    },
    {
        "o": 5978,
        "r": "nasb:Deuteronomy:22:24",
        "t": "then you shall bring them both out to the gate of that city and you shall stone them to death; the girl, because she did not cry out in the city, and the man, because he has violated his neighbor’s wife. Thus you shall purge the evil from among you."
    },
    {
        "o": 5979,
        "r": "nasb:Deuteronomy:22:25",
        "t": "“But*p if in the field the man finds the girl who is engaged, and the man forces her and lies with her, then only the man who lies with her shall die."
    },
    {
        "o": 5980,
        "r": "nasb:Deuteronomy:22:26",
        "t": "But you shall do nothing to the girl; there is no sin in the girl worthy of death, for just as a man rises against his neighbor and murders him, so is this case."
    },
    {
        "o": 5981,
        "r": "nasb:Deuteronomy:22:27",
        "t": "When he found her in the field, the engaged girl cried out, but there was no one to save her."
    },
    {
        "o": 5982,
        "r": "nasb:Deuteronomy:22:28",
        "t": "“If*p a man finds a girl who is a virgin, who is not engaged, and seizes her and lies with her and they are discovered,"
    },
    {
        "o": 5983,
        "r": "nasb:Deuteronomy:22:29",
        "t": "then the man who lay with her shall give to the girl’s father fifty shekels*i of silver, and she shall become his wife because he has violated her; he cannot divorce her all his days."
    },
    {
        "o": 5984,
        "r": "nasb:Deuteronomy:22:30",
        "t": "“A*p man shall not take his father’s wife so that he will not uncover his father’s skirt."
    }
]
