[
    {
        "o": 8705,
        "r": "niv:1 Samuel:30:0",
        "t": "1 Samuel 30",
        "h": 1
    },
    {
        "o": 8706,
        "r": "niv:1 Samuel:30:0",
        "t": "David Destroys the Amalekites",
        "h": 2
    },
    {
        "o": 8707,
        "r": "niv:1 Samuel:30:1",
        "t": "David*p and his men reached Ziklag on the third day. Now the Amalekites had raided the Negev and Ziklag. They had attacked Ziklag and burned it,"
    },
    {
        "o": 8708,
        "r": "niv:1 Samuel:30:2",
        "t": "and had taken captive the women and everyone else in it, both young and old. They killed none of them, but carried them off as they went on their way."
    },
    {
        "o": 8709,
        "r": "niv:1 Samuel:30:3",
        "t": "When*p David and his men reached Ziklag, they found it destroyed by fire and their wives and sons and daughters taken captive."
    },
    {
        "o": 8710,
        "r": "niv:1 Samuel:30:4",
        "t": "So David and his men wept aloud until they had no strength left to weep."
    },
    {
        "o": 8711,
        "r": "niv:1 Samuel:30:5",
        "t": "David’s two wives had been captured—Ahinoam of Jezreel and Abigail, the widow of Nabal of Carmel."
    },
    {
        "o": 8712,
        "r": "niv:1 Samuel:30:6",
        "t": "David was greatly distressed because the men were talking of stoning him; each one was bitter in spirit because of his sons and daughters. But David found strength in the Lord*s his God."
    },
    {
        "o": 8713,
        "r": "niv:1 Samuel:30:7",
        "t": "Then*p David said to Abiathar the priest, the son of Ahimelek, “Bring me the ephod.” Abiathar brought it to him,"
    },
    {
        "o": 8714,
        "r": "niv:1 Samuel:30:8",
        "t": "and David inquired of the Lord,*s “Shall I pursue this raiding party? Will I overtake them?” “Pursue*p them,” he answered. “You will certainly overtake them and succeed in the rescue.”"
    },
    {
        "o": 8715,
        "r": "niv:1 Samuel:30:9",
        "t": "David*p and the six hundred men with him came to the Besor Valley, where some stayed behind."
    },
    {
        "o": 8716,
        "r": "niv:1 Samuel:30:10",
        "t": "Two hundred of them were too exhausted to cross the valley, but David and the other four hundred continued the pursuit."
    },
    {
        "o": 8717,
        "r": "niv:1 Samuel:30:11",
        "t": "They*p found an Egyptian in a field and brought him to David. They gave him water to drink and food to eat—"
    },
    {
        "o": 8718,
        "r": "niv:1 Samuel:30:12",
        "t": "part of a cake of pressed figs and two cakes of raisins. He ate and was revived, for he had not eaten any food or drunk any water for three days and three nights."
    },
    {
        "o": 8719,
        "r": "niv:1 Samuel:30:13",
        "t": "David*p asked him, “Who do you belong to? Where do you come from?” He*p said, “I am an Egyptian, the slave of an Amalekite. My master abandoned me when I became ill three days ago."
    },
    {
        "o": 8720,
        "r": "niv:1 Samuel:30:14",
        "t": "We raided the Negev of the Kerethites, some territory belonging to Judah and the Negev of Caleb. And we burned Ziklag.”"
    },
    {
        "o": 8721,
        "r": "niv:1 Samuel:30:15",
        "t": "David*p asked him, “Can you lead me down to this raiding party?” He*p answered, “Swear to me before God that you will not kill me or hand me over to my master, and I will take you down to them.”"
    },
    {
        "o": 8722,
        "r": "niv:1 Samuel:30:16",
        "t": "He*p led David down, and there they were, scattered over the countryside, eating, drinking and reveling because of the great amount of plunder they had taken from the land of the Philistines and from Judah."
    },
    {
        "o": 8723,
        "r": "niv:1 Samuel:30:17",
        "t": "David fought them from dusk until the evening of the next day, and none of them got away, except four hundred young men who rode off on camels and fled."
    },
    {
        "o": 8724,
        "r": "niv:1 Samuel:30:18",
        "t": "David recovered everything the Amalekites had taken, including his two wives."
    },
    {
        "o": 8725,
        "r": "niv:1 Samuel:30:19",
        "t": "Nothing was missing: young or old, boy or girl, plunder or anything else they had taken. David brought everything back."
    },
    {
        "o": 8726,
        "r": "niv:1 Samuel:30:20",
        "t": "He took all the flocks and herds, and his men drove them ahead of the other livestock, saying, “This is David’s plunder.”"
    },
    {
        "o": 8727,
        "r": "niv:1 Samuel:30:21",
        "t": "Then*p David came to the two hundred men who had been too exhausted to follow him and who were left behind at the Besor Valley. They came out to meet David and the men with him. As David and his men approached, he asked them how they were."
    },
    {
        "o": 8728,
        "r": "niv:1 Samuel:30:22",
        "t": "But all the evil men and troublemakers among David’s followers said, “Because they did not go out with us, we will not share with them the plunder we recovered. However, each man may take his wife and children and go.”"
    },
    {
        "o": 8729,
        "r": "niv:1 Samuel:30:23",
        "t": "David*p replied, “No, my brothers, you must not do that with what the Lord*s has given us. He has protected us and delivered into our hands the raiding party that came against us."
    },
    {
        "o": 8730,
        "r": "niv:1 Samuel:30:24",
        "t": "Who will listen to what you say? The share of the man who stayed with the supplies is to be the same as that of him who went down to the battle. All will share alike.”"
    },
    {
        "o": 8731,
        "r": "niv:1 Samuel:30:25",
        "t": "David made this a statute and ordinance for Israel from that day to this."
    },
    {
        "o": 8732,
        "r": "niv:1 Samuel:30:26",
        "t": "When*p David reached Ziklag, he sent some of the plunder to the elders of Judah, who were his friends, saying, “Here is a gift for you from the plunder of the Lord’s*s enemies.”"
    },
    {
        "o": 8733,
        "r": "niv:1 Samuel:30:27",
        "t": "David*p sent it to those who were in Bethel, Ramoth Negev and Jattir;"
    },
    {
        "o": 8734,
        "r": "niv:1 Samuel:30:28",
        "t": "to those in Aroer, Siphmoth, Eshtemoa"
    },
    {
        "o": 8735,
        "r": "niv:1 Samuel:30:29",
        "t": "and Rakal; to those in the towns of the Jerahmeelites and the Kenites;"
    },
    {
        "o": 8736,
        "r": "niv:1 Samuel:30:30",
        "t": "to those in Hormah, Bor Ashan, Athak"
    },
    {
        "o": 8737,
        "r": "niv:1 Samuel:30:31",
        "t": "and Hebron; and to those in all the other places where he and his men had roamed."
    }
]
