[
    {
        "o": 2116,
        "r": "niv:Exodus:16:0",
        "t": "Exodus 16",
        "h": 1
    },
    {
        "o": 2117,
        "r": "niv:Exodus:16:0",
        "t": "Manna and Quail",
        "h": 2
    },
    {
        "o": 2118,
        "r": "niv:Exodus:16:1",
        "t": "The*p whole Israelite community set out from Elim and came to the Desert of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after they had come out of Egypt."
    },
    {
        "o": 2119,
        "r": "niv:Exodus:16:2",
        "t": "In the desert the whole community grumbled against Moses and Aaron."
    },
    {
        "o": 2120,
        "r": "niv:Exodus:16:3",
        "t": "The Israelites said to them, “If only we had died by the Lord’s*s hand in Egypt! There we sat around pots of meat and ate all the food we wanted, but you have brought us out into this desert to starve this entire assembly to death.”"
    },
    {
        "o": 2121,
        "r": "niv:Exodus:16:4",
        "t": "Then*p the Lord*s said to Moses, “I will rain down bread from heaven for you. The people are to go out each day and gather enough for that day. In this way I will test them and see whether they will follow my instructions."
    },
    {
        "o": 2122,
        "r": "niv:Exodus:16:5",
        "t": "On the sixth day they are to prepare what they bring in, and that is to be twice as much as they gather on the other days.”"
    },
    {
        "o": 2123,
        "r": "niv:Exodus:16:6",
        "t": "So*p Moses and Aaron said to all the Israelites, “In the evening you will know that it was the Lord*s who brought you out of Egypt,"
    },
    {
        "o": 2124,
        "r": "niv:Exodus:16:7",
        "t": "and in the morning you will see the glory of the Lord,*s because he has heard your grumbling against him. Who are we, that you should grumble against us?”"
    },
    {
        "o": 2125,
        "r": "niv:Exodus:16:8",
        "t": "Moses also said, “You will know that it was the Lord*s when he gives you meat to eat in the evening and all the bread you want in the morning, because he has heard your grumbling against him. Who are we? You are not grumbling against us, but against the Lord.”*s"
    },
    {
        "o": 2126,
        "r": "niv:Exodus:16:9",
        "t": "Then*p Moses told Aaron, “Say to the entire Israelite community, ‘Come before the Lord,*s for he has heard your grumbling.’ ”"
    },
    {
        "o": 2127,
        "r": "niv:Exodus:16:10",
        "t": "While*p Aaron was speaking to the whole Israelite community, they looked toward the desert, and there was the glory of the Lord*s appearing in the cloud."
    },
    {
        "o": 2128,
        "r": "niv:Exodus:16:11",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 2129,
        "r": "niv:Exodus:16:12",
        "t": "“I have heard the grumbling of the Israelites. Tell them, ‘At twilight you will eat meat, and in the morning you will be filled with bread. Then you will know that I am the Lord*s your God.’ ”"
    },
    {
        "o": 2130,
        "r": "niv:Exodus:16:13",
        "t": "That*p evening quail came and covered the camp, and in the morning there was a layer of dew around the camp."
    },
    {
        "o": 2131,
        "r": "niv:Exodus:16:14",
        "t": "When the dew was gone, thin flakes like frost on the ground appeared on the desert floor."
    },
    {
        "o": 2132,
        "r": "niv:Exodus:16:15",
        "t": "When the Israelites saw it, they said to each other, “What is it?” For they did not know what it was. Moses*p said to them, “It is the bread the Lord*s has given you to eat."
    },
    {
        "o": 2133,
        "r": "niv:Exodus:16:16",
        "t": "This is what the Lord*s has commanded: ‘Everyone is to gather as much as they need. Take an omer for each person you have in your tent.’ ”"
    },
    {
        "o": 2134,
        "r": "niv:Exodus:16:17",
        "t": "The*p Israelites did as they were told; some gathered much, some little."
    },
    {
        "o": 2135,
        "r": "niv:Exodus:16:18",
        "t": "And when they measured it by the omer, the one who gathered much did not have too much, and the one who gathered little did not have too little. Everyone had gathered just as much as they needed."
    },
    {
        "o": 2136,
        "r": "niv:Exodus:16:19",
        "t": "Then*p Moses said to them, “No one is to keep any of it until morning.”"
    },
    {
        "o": 2137,
        "r": "niv:Exodus:16:20",
        "t": "However,*p some of them paid no attention to Moses; they kept part of it until morning, but it was full of maggots and began to smell. So Moses was angry with them."
    },
    {
        "o": 2138,
        "r": "niv:Exodus:16:21",
        "t": "Each*p morning everyone gathered as much as they needed, and when the sun grew hot, it melted away."
    },
    {
        "o": 2139,
        "r": "niv:Exodus:16:22",
        "t": "On the sixth day, they gathered twice as much—two omers for each person—and the leaders of the community came and reported this to Moses."
    },
    {
        "o": 2140,
        "r": "niv:Exodus:16:23",
        "t": "He said to them, “This is what the Lord*s commanded: ‘Tomorrow is to be a day of sabbath rest, a holy sabbath to the Lord.*s So bake what you want to bake and boil what you want to boil. Save whatever is left and keep it until morning.’ ”"
    },
    {
        "o": 2141,
        "r": "niv:Exodus:16:24",
        "t": "So*p they saved it until morning, as Moses commanded, and it did not stink or get maggots in it."
    },
    {
        "o": 2142,
        "r": "niv:Exodus:16:25",
        "t": "“Eat it today,” Moses said, “because today is a sabbath to the Lord.*s You will not find any of it on the ground today."
    },
    {
        "o": 2143,
        "r": "niv:Exodus:16:26",
        "t": "Six days you are to gather it, but on the seventh day, the Sabbath, there will not be any.”"
    },
    {
        "o": 2144,
        "r": "niv:Exodus:16:27",
        "t": "Nevertheless,*p some of the people went out on the seventh day to gather it, but they found none."
    },
    {
        "o": 2145,
        "r": "niv:Exodus:16:28",
        "t": "Then the Lord*s said to Moses, “How long will you refuse to keep my commands and my instructions?"
    },
    {
        "o": 2146,
        "r": "niv:Exodus:16:29",
        "t": "Bear in mind that the Lord*s has given you the Sabbath; that is why on the sixth day he gives you bread for two days. Everyone is to stay where they are on the seventh day; no one is to go out.”"
    },
    {
        "o": 2147,
        "r": "niv:Exodus:16:30",
        "t": "So the people rested on the seventh day."
    },
    {
        "o": 2148,
        "r": "niv:Exodus:16:31",
        "t": "The*p people of Israel called the bread manna. It was white like coriander seed and tasted like wafers made with honey."
    },
    {
        "o": 2149,
        "r": "niv:Exodus:16:32",
        "t": "Moses said, “This is what the Lord*s has commanded: ‘Take an omer of manna and keep it for the generations to come, so they can see the bread I gave you to eat in the wilderness when I brought you out of Egypt.’ ”"
    },
    {
        "o": 2150,
        "r": "niv:Exodus:16:33",
        "t": "So*p Moses said to Aaron, “Take a jar and put an omer of manna in it. Then place it before the Lord*s to be kept for the generations to come.”"
    },
    {
        "o": 2151,
        "r": "niv:Exodus:16:34",
        "t": "As*p the Lord*s commanded Moses, Aaron put the manna with the tablets of the covenant law, so that it might be preserved."
    },
    {
        "o": 2152,
        "r": "niv:Exodus:16:35",
        "t": "The Israelites ate manna forty years, until they came to a land that was settled; they ate manna until they reached the border of Canaan."
    },
    {
        "o": 2153,
        "r": "niv:Exodus:16:36",
        "t": "(An*p omer is one-tenth of an ephah.)"
    }
]
