[
    {
        "o": 31712,
        "r": "csb:Romans:4:0",
        "t": "Romans 4",
        "h": 1
    },
    {
        "o": 31713,
        "r": "csb:Romans:4:0",
        "t": "Abraham Justified by Faith",
        "h": 2
    },
    {
        "o": 31714,
        "r": "csb:Romans:4:1",
        "t": "What*p then will we say that Abraham, our forefather according to the flesh, has found?"
    },
    {
        "o": 31715,
        "r": "csb:Romans:4:2",
        "t": "If Abraham was justified by works, he has something to boast about - but not before God."
    },
    {
        "o": 31716,
        "r": "csb:Romans:4:3",
        "t": "For what does the Scripture say? Abraham*i believed*i God,*i and*i it*i was*i credited*i to*i him*i for*i righteousness.*i"
    },
    {
        "o": 31717,
        "r": "csb:Romans:4:4",
        "t": "Now to the one who works, pay is not credited as a gift, but as something owed."
    },
    {
        "o": 31718,
        "r": "csb:Romans:4:5",
        "t": "But to the one who does not work, but believes on him who justifies the ungodly, his faith is credited for righteousness."
    },
    {
        "o": 31719,
        "r": "csb:Romans:4:5",
        "t": "David Celebrating the Same Truth",
        "h": 2
    },
    {
        "o": 31720,
        "r": "csb:Romans:4:6",
        "t": "Likewise,*p David also speaks of the blessing of the person to whom God credits righteousness apart from works:"
    },
    {
        "o": 31721,
        "r": "csb:Romans:4:7",
        "t": "Blessed*ipn are*i those*i whose*i lawless*i acts*i are*i forgiven*i and*iln whose*i sins*i are*i covered.*i"
    },
    {
        "o": 31722,
        "r": "csb:Romans:4:8",
        "t": "Blessed*iln is*i the*i person*i the*iln Lord*i will*i never*i charge*i with*i sin.*i"
    },
    {
        "o": 31723,
        "r": "csb:Romans:4:8",
        "t": "Abraham Justified before Circumcision",
        "h": 2
    },
    {
        "o": 31724,
        "r": "csb:Romans:4:9",
        "t": "Is*p this blessing only for the circumcised, then? Or is it also for the uncircumcised? For we say, Faith*i was*i credited*i to*i Abraham*i for*i righteousness.*i"
    },
    {
        "o": 31725,
        "r": "csb:Romans:4:10",
        "t": "In what way, then, was it credited - while he was circumcised, or uncircumcised? It was not while he was circumcised, but uncircumcised."
    },
    {
        "o": 31726,
        "r": "csb:Romans:4:11",
        "t": "And he received the sign of circumcision as a seal of the righteousness that he had by faith while still uncircumcised. This was to make him the father of all who believe but are not circumcised, so that righteousness may be credited to them also."
    },
    {
        "o": 31727,
        "r": "csb:Romans:4:12",
        "t": "And he became the father of the circumcised, who are not only circumcised but who also follow in the footsteps of the faith our father Abraham had while he was still uncircumcised."
    },
    {
        "o": 31728,
        "r": "csb:Romans:4:12",
        "t": "The Promise Granted through Faith",
        "h": 2
    },
    {
        "o": 31729,
        "r": "csb:Romans:4:13",
        "t": "For*p the promise to Abraham or to his descendants that he would inherit the world was not through the law, but through the righteousness that comes by faith."
    },
    {
        "o": 31730,
        "r": "csb:Romans:4:14",
        "t": "If those who are of the law are heirs, faith is made empty and the promise nullified,"
    },
    {
        "o": 31731,
        "r": "csb:Romans:4:15",
        "t": "because the law produces wrath. And where there is no law, there is no transgression."
    },
    {
        "o": 31732,
        "r": "csb:Romans:4:16",
        "t": "This*p is why the promise is by faith, so that it may be according to grace, to guarantee it to all the descendants- not only to the one who is of the law but also to the one who is of Abraham’s faith. He is the father of us all."
    },
    {
        "o": 31733,
        "r": "csb:Romans:4:17",
        "t": "As it is written: I*i have*i made*i you*i the*i father*i of*i many*i nations—*i in the presence of the God in whom he believed, the one who gives life to the dead and calls things into existence that do not exist."
    },
    {
        "o": 31734,
        "r": "csb:Romans:4:18",
        "t": "He believed, hoping against hope, so that he became the*i father*i of*i many*i nations*i according to what had been spoken: So*i will*i your*i descendants*i be.*i"
    },
    {
        "o": 31735,
        "r": "csb:Romans:4:19",
        "t": "He did not weaken in faith when he considered his own body to be already dead (since he was about a hundred years old) and also the deadness of Sarah’s womb."
    },
    {
        "o": 31736,
        "r": "csb:Romans:4:20",
        "t": "He did not waver in unbelief at God’s promise but was strengthened in his faith and gave glory to God,"
    },
    {
        "o": 31737,
        "r": "csb:Romans:4:21",
        "t": "because he was fully convinced that what God had promised, he was also able to do."
    },
    {
        "o": 31738,
        "r": "csb:Romans:4:22",
        "t": "Therefore, it*i was*i credited*i to*i him*i for*i righteousness.*i"
    },
    {
        "o": 31739,
        "r": "csb:Romans:4:23",
        "t": "Now it*i was*i credited*i to*i him*i was not written for Abraham alone,"
    },
    {
        "o": 31740,
        "r": "csb:Romans:4:24",
        "t": "but also for us. It will be credited to us who believe in him who raised Jesus our Lord from the dead."
    },
    {
        "o": 31741,
        "r": "csb:Romans:4:25",
        "t": "He was delivered up for our trespasses and raised for our justification."
    }
]
