[
    {
        "o": 23253,
        "r": "csb:Ezekiel:11:0",
        "t": "Ezekiel 11",
        "h": 1
    },
    {
        "o": 23254,
        "r": "csb:Ezekiel:11:0",
        "t": "Vision of Israel’s Corrupt Leaders",
        "h": 2
    },
    {
        "o": 23255,
        "r": "csb:Ezekiel:11:1",
        "t": "The*p Spirit then lifted me up and brought me to the eastern gate of the Lord’s*s house, which faces east, and at the gate’s entrance were twenty-five men. Among them I saw Jaazaniah son of Azzur, and Pelatiah son of Benaiah, leaders of the people."
    },
    {
        "o": 23256,
        "r": "csb:Ezekiel:11:2",
        "t": "The Lord*s said to me, “Son of man, these are the men who plot evil and give wicked advice in this city."
    },
    {
        "o": 23257,
        "r": "csb:Ezekiel:11:3",
        "t": "They are saying, ‘Isn’t the time near to build houses? The city is the pot, and we are the meat.’"
    },
    {
        "o": 23258,
        "r": "csb:Ezekiel:11:4",
        "t": "Therefore, prophesy against them. Prophesy, son of man!”"
    },
    {
        "o": 23259,
        "r": "csb:Ezekiel:11:5",
        "t": "Then*p the Spirit of the Lord*s came on me, and he told me, “You are to say, ‘This is what the Lord*s says: That is what you are thinking, house of Israel; and I know the thoughts that arise in your mind."
    },
    {
        "o": 23260,
        "r": "csb:Ezekiel:11:6",
        "t": "You have multiplied your slain in this city, filling its streets with them."
    },
    {
        "o": 23261,
        "r": "csb:Ezekiel:11:7",
        "t": "“‘Therefore,*p this is what the Lord God*s says: The slain you have put within it are the meat, and the city is the pot, but I will take you out of it."
    },
    {
        "o": 23262,
        "r": "csb:Ezekiel:11:8",
        "t": "You fear the sword, so I will bring the sword against you. This is the declaration of the Lord God.*s"
    },
    {
        "o": 23263,
        "r": "csb:Ezekiel:11:9",
        "t": "I will take you out of the city and hand you over to foreigners; I will execute judgments against you."
    },
    {
        "o": 23264,
        "r": "csb:Ezekiel:11:10",
        "t": "You will fall by the sword, and I will judge you at the border of Israel. Then you will know that I am the Lord.*s"
    },
    {
        "o": 23265,
        "r": "csb:Ezekiel:11:11",
        "t": "The city will not be a pot for you, and you will not be the meat within it. I will judge you at the border of Israel,"
    },
    {
        "o": 23266,
        "r": "csb:Ezekiel:11:12",
        "t": "so you will know that I am the Lord,*s whose statutes you have not followed and whose ordinances you have not practiced. Instead, you have acted according to the ordinances of the nations around you.’”"
    },
    {
        "o": 23267,
        "r": "csb:Ezekiel:11:13",
        "t": "Now*p while I was prophesying, Pelatiah son of Benaiah died. Then I fell facedown and cried out loudly, “Oh, Lord God!*s You are bringing the remnant of Israel to an end!”"
    },
    {
        "o": 23268,
        "r": "csb:Ezekiel:11:13",
        "t": "Promise of Israel’s Restoration",
        "h": 2
    },
    {
        "o": 23269,
        "r": "csb:Ezekiel:11:14",
        "t": "The*p word of the Lord*s came to me again:"
    },
    {
        "o": 23270,
        "r": "csb:Ezekiel:11:15",
        "t": "“Son of man, your own relatives, those who have the right to redeem your property, along with the entire house of Israel - all of them - are those to whom the residents of Jerusalem have said, ‘You are far from the Lord;*s this land has been given to us as a possession.’"
    },
    {
        "o": 23271,
        "r": "csb:Ezekiel:11:16",
        "t": "“Therefore*p say, ‘This is what the Lord God*s says: Though I sent them far away among the nations and scattered them among the countries, yet for a little while I have been a sanctuary for them in the countries where they have gone.’"
    },
    {
        "o": 23272,
        "r": "csb:Ezekiel:11:17",
        "t": "“Therefore*p say, ‘This is what the Lord God*s says: I will gather you from the peoples and assemble you from the countries where you have been scattered, and I will give you the land of Israel.’"
    },
    {
        "o": 23273,
        "r": "csb:Ezekiel:11:18",
        "t": "“When*p they arrive there, they will remove all its abhorrent acts and detestable practices from it."
    },
    {
        "o": 23274,
        "r": "csb:Ezekiel:11:19",
        "t": "I will give them integrity of heart and put a new spirit within them; I will remove their heart of stone from their bodies and give them a heart of flesh,"
    },
    {
        "o": 23275,
        "r": "csb:Ezekiel:11:20",
        "t": "so that they will follow my statutes, keep my ordinances, and practice them. They will be my people, and I will be their God."
    },
    {
        "o": 23276,
        "r": "csb:Ezekiel:11:21",
        "t": "But as for those whose hearts pursue their desire for abhorrent acts and detestable practices, I will bring their conduct down on their own heads.” This is the declaration of the Lord God.*s"
    },
    {
        "o": 23277,
        "r": "csb:Ezekiel:11:21",
        "t": "God’s Glory Leaves Jerusalem",
        "h": 2
    },
    {
        "o": 23278,
        "r": "csb:Ezekiel:11:22",
        "t": "Then*p the cherubim, with the wheels beside them, lifted their wings, and the glory of the God of Israel was above them."
    },
    {
        "o": 23279,
        "r": "csb:Ezekiel:11:23",
        "t": "The glory of the Lord*s rose up from within the city and stopped on the mountain east of the city."
    },
    {
        "o": 23280,
        "r": "csb:Ezekiel:11:24",
        "t": "The Spirit lifted me up and brought me to Chaldea and to the exiles in a vision from the Spirit of God. After the vision I had seen left me,"
    },
    {
        "o": 23281,
        "r": "csb:Ezekiel:11:25",
        "t": "I spoke to the exiles about all the things the Lord*s had shown me."
    }
]
