[
    {
        "o": 350,
        "r": "niv:Genesis:13:0",
        "t": "Genesis 13",
        "h": 1
    },
    {
        "o": 351,
        "r": "niv:Genesis:13:0",
        "t": "Abram and Lot Separate",
        "h": 2
    },
    {
        "o": 352,
        "r": "niv:Genesis:13:1",
        "t": "So*p Abram went up from Egypt to the Negev, with his wife and everything he had, and Lot went with him."
    },
    {
        "o": 353,
        "r": "niv:Genesis:13:2",
        "t": "Abram had become very wealthy in livestock and in silver and gold."
    },
    {
        "o": 354,
        "r": "niv:Genesis:13:3",
        "t": "From*p the Negev he went from place to place until he came to Bethel, to the place between Bethel and Ai where his tent had been earlier"
    },
    {
        "o": 355,
        "r": "niv:Genesis:13:4",
        "t": "and where he had first built an altar. There Abram called on the name of the Lord.*s"
    },
    {
        "o": 356,
        "r": "niv:Genesis:13:5",
        "t": "Now*p Lot, who was moving about with Abram, also had flocks and herds and tents."
    },
    {
        "o": 357,
        "r": "niv:Genesis:13:6",
        "t": "But the land could not support them while they stayed together, for their possessions were so great that they were not able to stay together."
    },
    {
        "o": 358,
        "r": "niv:Genesis:13:7",
        "t": "And quarreling arose between Abram’s herders and Lot’s. The Canaanites and Perizzites were also living in the land at that time."
    },
    {
        "o": 359,
        "r": "niv:Genesis:13:8",
        "t": "So*p Abram said to Lot, “Let’s not have any quarreling between you and me, or between your herders and mine, for we are close relatives."
    },
    {
        "o": 360,
        "r": "niv:Genesis:13:9",
        "t": "Is not the whole land before you? Let’s part company. If you go to the left, I’ll go to the right; if you go to the right, I’ll go to the left.”"
    },
    {
        "o": 361,
        "r": "niv:Genesis:13:10",
        "t": "Lot*p looked around and saw that the whole plain of the Jordan toward Zoar was well watered, like the garden of the Lord,*s like the land of Egypt. (This was before the Lord*s destroyed Sodom and Gomorrah.)"
    },
    {
        "o": 362,
        "r": "niv:Genesis:13:11",
        "t": "So Lot chose for himself the whole plain of the Jordan and set out toward the east. The two men parted company:"
    },
    {
        "o": 363,
        "r": "niv:Genesis:13:12",
        "t": "Abram lived in the land of Canaan, while Lot lived among the cities of the plain and pitched his tents near Sodom."
    },
    {
        "o": 364,
        "r": "niv:Genesis:13:13",
        "t": "Now the people of Sodom were wicked and were sinning greatly against the Lord.*s"
    },
    {
        "o": 365,
        "r": "niv:Genesis:13:14",
        "t": "The*p Lord*s said to Abram after Lot had parted from him, “Look around from where you are, to the north and south, to the east and west."
    },
    {
        "o": 366,
        "r": "niv:Genesis:13:15",
        "t": "All the land that you see I will give to you and your offspring forever."
    },
    {
        "o": 367,
        "r": "niv:Genesis:13:16",
        "t": "I will make your offspring like the dust of the earth, so that if anyone could count the dust, then your offspring could be counted."
    },
    {
        "o": 368,
        "r": "niv:Genesis:13:17",
        "t": "Go, walk through the length and breadth of the land, for I am giving it to you.”"
    },
    {
        "o": 369,
        "r": "niv:Genesis:13:18",
        "t": "So*p Abram went to live near the great trees of Mamre at Hebron, where he pitched his tents. There he built an altar to the Lord.*s"
    }
]
