[
    {
        "o": 34125,
        "r": "niv:Revelation:9:0",
        "t": "Revelation 9",
        "h": 1
    },
    {
        "o": 34126,
        "r": "niv:Revelation:9:1",
        "t": "The*p fifth angel sounded his trumpet, and I saw a star that had fallen from the sky to the earth. The star was given the key to the shaft of the Abyss."
    },
    {
        "o": 34127,
        "r": "niv:Revelation:9:2",
        "t": "When he opened the Abyss, smoke rose from it like the smoke from a gigantic furnace. The sun and sky were darkened by the smoke from the Abyss."
    },
    {
        "o": 34128,
        "r": "niv:Revelation:9:3",
        "t": "And out of the smoke locusts came down on the earth and were given power like that of scorpions of the earth."
    },
    {
        "o": 34129,
        "r": "niv:Revelation:9:4",
        "t": "They were told not to harm the grass of the earth or any plant or tree, but only those people who did not have the seal of God on their foreheads."
    },
    {
        "o": 34130,
        "r": "niv:Revelation:9:5",
        "t": "They were not allowed to kill them but only to torture them for five months. And the agony they suffered was like that of the sting of a scorpion when it strikes."
    },
    {
        "o": 34131,
        "r": "niv:Revelation:9:6",
        "t": "During those days people will seek death but will not find it; they will long to die, but death will elude them."
    },
    {
        "o": 34132,
        "r": "niv:Revelation:9:7",
        "t": "The*p locusts looked like horses prepared for battle. On their heads they wore something like crowns of gold, and their faces resembled human faces."
    },
    {
        "o": 34133,
        "r": "niv:Revelation:9:8",
        "t": "Their hair was like women’s hair, and their teeth were like lions’ teeth."
    },
    {
        "o": 34134,
        "r": "niv:Revelation:9:9",
        "t": "They had breastplates like breastplates of iron, and the sound of their wings was like the thundering of many horses and chariots rushing into battle."
    },
    {
        "o": 34135,
        "r": "niv:Revelation:9:10",
        "t": "They had tails with stingers, like scorpions, and in their tails they had power to torment people for five months."
    },
    {
        "o": 34136,
        "r": "niv:Revelation:9:11",
        "t": "They had as king over them the angel of the Abyss, whose name in Hebrew is Abaddon and in Greek is Apollyon (that is, Destroyer)."
    },
    {
        "o": 34137,
        "r": "niv:Revelation:9:12",
        "t": "The*p first woe is past; two other woes are yet to come."
    },
    {
        "o": 34138,
        "r": "niv:Revelation:9:13",
        "t": "The*p sixth angel sounded his trumpet, and I heard a voice coming from the four horns of the golden altar that is before God."
    },
    {
        "o": 34139,
        "r": "niv:Revelation:9:14",
        "t": "It said to the sixth angel who had the trumpet, “Release the four angels who are bound at the great river Euphrates.”"
    },
    {
        "o": 34140,
        "r": "niv:Revelation:9:15",
        "t": "And the four angels who had been kept ready for this very hour and day and month and year were released to kill a third of mankind."
    },
    {
        "o": 34141,
        "r": "niv:Revelation:9:16",
        "t": "The number of the mounted troops was twice ten thousand times ten thousand. I heard their number."
    },
    {
        "o": 34142,
        "r": "niv:Revelation:9:17",
        "t": "The*p horses and riders I saw in my vision looked like this: Their breastplates were fiery red, dark blue, and yellow as sulfur. The heads of the horses resembled the heads of lions, and out of their mouths came fire, smoke and sulfur."
    },
    {
        "o": 34143,
        "r": "niv:Revelation:9:18",
        "t": "A third of mankind was killed by the three plagues of fire, smoke and sulfur that came out of their mouths."
    },
    {
        "o": 34144,
        "r": "niv:Revelation:9:19",
        "t": "The power of the horses was in their mouths and in their tails; for their tails were like snakes, having heads with which they inflict injury."
    },
    {
        "o": 34145,
        "r": "niv:Revelation:9:20",
        "t": "The*p rest of mankind who were not killed by these plagues still did not repent of the work of their hands; they did not stop worshiping demons, and idols of gold, silver, bronze, stone and wood—idols that cannot see or hear or walk."
    },
    {
        "o": 34146,
        "r": "niv:Revelation:9:21",
        "t": "Nor did they repent of their murders, their magic arts, their sexual immorality or their thefts."
    }
]
