[
    {
        "o": 32231,
        "r": "esv:2 Corinthians:2:0",
        "t": "2 Corinthians 2",
        "h": 1
    },
    {
        "o": 32232,
        "r": "esv:2 Corinthians:2:1",
        "t": "For*p I made up my mind not to make another painful visit to you."
    },
    {
        "o": 32233,
        "r": "esv:2 Corinthians:2:2",
        "t": "For if I cause you pain, who is there to make me glad but the one whom I have pained?"
    },
    {
        "o": 32234,
        "r": "esv:2 Corinthians:2:3",
        "t": "And I wrote as I did, so that when I came I might not suffer pain from those who should have made me rejoice, for I felt sure of all of you, that my joy would be the joy of you all."
    },
    {
        "o": 32235,
        "r": "esv:2 Corinthians:2:4",
        "t": "For I wrote to you out of much affliction and anguish of heart and with many tears, not to cause you pain but to let you know the abundant love that I have for you."
    },
    {
        "o": 32236,
        "r": "esv:2 Corinthians:2:4",
        "t": "Forgive the Sinner",
        "h": 2
    },
    {
        "o": 32237,
        "r": "esv:2 Corinthians:2:5",
        "t": "Now*p if anyone has caused pain, he has caused it not to me, but in some measure— not to put it too severely— to all of you."
    },
    {
        "o": 32238,
        "r": "esv:2 Corinthians:2:6",
        "t": "For such a one, this punishment by the majority is enough,"
    },
    {
        "o": 32239,
        "r": "esv:2 Corinthians:2:7",
        "t": "so you should rather turn to forgive and comfort him, or he may be overwhelmed by excessive sorrow."
    },
    {
        "o": 32240,
        "r": "esv:2 Corinthians:2:8",
        "t": "So I beg you to reaffirm your love for him."
    },
    {
        "o": 32241,
        "r": "esv:2 Corinthians:2:9",
        "t": "For this is why I wrote, that I might test you and know whether you are obedient in everything."
    },
    {
        "o": 32242,
        "r": "esv:2 Corinthians:2:10",
        "t": "Anyone whom you forgive, I also forgive. Indeed, what I have forgiven, if I have forgiven anything, has been for your sake in the presence of Christ,"
    },
    {
        "o": 32243,
        "r": "esv:2 Corinthians:2:11",
        "t": "so that we would not be outwitted by Satan; for we are not ignorant of his designs."
    },
    {
        "o": 32244,
        "r": "esv:2 Corinthians:2:11",
        "t": "Triumph in Christ",
        "h": 2
    },
    {
        "o": 32245,
        "r": "esv:2 Corinthians:2:12",
        "t": "When*p I came to Troas to preach the gospel of Christ, even though a door was opened for me in the Lord,"
    },
    {
        "o": 32246,
        "r": "esv:2 Corinthians:2:13",
        "t": "my spirit was not at rest because I did not find my brother Titus there. So I took leave of them and went on to Macedonia."
    },
    {
        "o": 32247,
        "r": "esv:2 Corinthians:2:14",
        "t": "But*p thanks be to God, who in Christ always leads us in triumphal procession, and through us spreads the fragrance of the knowledge of him everywhere."
    },
    {
        "o": 32248,
        "r": "esv:2 Corinthians:2:15",
        "t": "For we are the aroma of Christ to God among those who are being saved and among those who are perishing,"
    },
    {
        "o": 32249,
        "r": "esv:2 Corinthians:2:16",
        "t": "to one a fragrance from death to death, to the other a fragrance from life to life. Who is sufficient for these things?"
    },
    {
        "o": 32250,
        "r": "esv:2 Corinthians:2:17",
        "t": "For we are not, like so many, peddlers of God’s word, but as men of sincerity, as commissioned by God, in the sight of God we speak in Christ."
    }
]
