[
    {
        "o": 5710,
        "r": "esv:Deuteronomy:12:0",
        "t": "Deuteronomy 12",
        "h": 1
    },
    {
        "o": 5711,
        "r": "esv:Deuteronomy:12:0",
        "t": "The Lord’s Chosen Place of Worship",
        "h": 2
    },
    {
        "o": 5712,
        "r": "esv:Deuteronomy:12:1",
        "t": "“These*p are the statutes and rules that you shall be careful to do in the land that the Lord,*s the God of your fathers, has given you to possess, all the days that you live on the earth."
    },
    {
        "o": 5713,
        "r": "esv:Deuteronomy:12:2",
        "t": "You shall surely destroy all the places where the nations whom you shall dispossess served their gods, on the high mountains and on the hills and under every green tree."
    },
    {
        "o": 5714,
        "r": "esv:Deuteronomy:12:3",
        "t": "You shall tear down their altars and dash in pieces their pillars and burn their Asherim with fire. You shall chop down the carved images of their gods and destroy their name out of that place."
    },
    {
        "o": 5715,
        "r": "esv:Deuteronomy:12:4",
        "t": "You shall not worship the Lord*s your God in that way."
    },
    {
        "o": 5716,
        "r": "esv:Deuteronomy:12:5",
        "t": "But you shall seek the place that the Lord*s your God will choose out of all your tribes to put his name and make his habitation there. There you shall go,"
    },
    {
        "o": 5717,
        "r": "esv:Deuteronomy:12:6",
        "t": "and there you shall bring your burnt offerings and your sacrifices, your tithes and the contribution that you present, your vow offerings, your freewill offerings, and the firstborn of your herd and of your flock."
    },
    {
        "o": 5718,
        "r": "esv:Deuteronomy:12:7",
        "t": "And there you shall eat before the Lord*s your God, and you shall rejoice, you and your households, in all that you undertake, in which the Lord*s your God has blessed you."
    },
    {
        "o": 5719,
        "r": "esv:Deuteronomy:12:8",
        "t": "“You*p shall not do according to all that we are doing here today, everyone doing whatever is right in his own eyes,"
    },
    {
        "o": 5720,
        "r": "esv:Deuteronomy:12:9",
        "t": "for you have not as yet come to the rest and to the inheritance that the Lord*s your God is giving you."
    },
    {
        "o": 5721,
        "r": "esv:Deuteronomy:12:10",
        "t": "But when you go over the Jordan and live in the land that the Lord*s your God is giving you to inherit, and when he gives you rest from all your enemies around, so that you live in safety,"
    },
    {
        "o": 5722,
        "r": "esv:Deuteronomy:12:11",
        "t": "then to the place that the Lord*s your God will choose, to make his name dwell there, there you shall bring all that I command you: your burnt offerings and your sacrifices, your tithes and the contribution that you present, and all your finest vow offerings that you vow to the Lord.*s"
    },
    {
        "o": 5723,
        "r": "esv:Deuteronomy:12:12",
        "t": "And you shall rejoice before the Lord*s your God, you and your sons and your daughters, your male servants and your female servants, and the Levite that is within your towns, since he has no portion or inheritance with you."
    },
    {
        "o": 5724,
        "r": "esv:Deuteronomy:12:13",
        "t": "Take care that you do not offer your burnt offerings at any place that you see,"
    },
    {
        "o": 5725,
        "r": "esv:Deuteronomy:12:14",
        "t": "but at the place that the Lord*s will choose in one of your tribes, there you shall offer your burnt offerings, and there you shall do all that I am commanding you."
    },
    {
        "o": 5726,
        "r": "esv:Deuteronomy:12:15",
        "t": "“However,*p you may slaughter and eat meat within any of your towns, as much as you desire, according to the blessing of the Lord*s your God that he has given you. The unclean and the clean may eat of it, as of the gazelle and as of the deer."
    },
    {
        "o": 5727,
        "r": "esv:Deuteronomy:12:16",
        "t": "Only you shall not eat the blood; you shall pour it out on the earth like water."
    },
    {
        "o": 5728,
        "r": "esv:Deuteronomy:12:17",
        "t": "You may not eat within your towns the tithe of your grain or of your wine or of your oil, or the firstborn of your herd or of your flock, or any of your vow offerings that you vow, or your freewill offerings or the contribution that you present,"
    },
    {
        "o": 5729,
        "r": "esv:Deuteronomy:12:18",
        "t": "but you shall eat them before the Lord*s your God in the place that the Lord*s your God will choose, you and your son and your daughter, your male servant and your female servant, and the Levite who is within your towns. And you shall rejoice before the Lord*s your God in all that you undertake."
    },
    {
        "o": 5730,
        "r": "esv:Deuteronomy:12:19",
        "t": "Take care that you do not neglect the Levite as long as you live in your land."
    },
    {
        "o": 5731,
        "r": "esv:Deuteronomy:12:20",
        "t": "“When*p the Lord*s your God enlarges your territory, as he has promised you, and you say, ‘I will eat meat,’ because you crave meat, you may eat meat whenever you desire."
    },
    {
        "o": 5732,
        "r": "esv:Deuteronomy:12:21",
        "t": "If the place that the Lord*s your God will choose to put his name there is too far from you, then you may kill any of your herd or your flock, which the Lord*s has given you, as I have commanded you, and you may eat within your towns whenever you desire."
    },
    {
        "o": 5733,
        "r": "esv:Deuteronomy:12:22",
        "t": "Just as the gazelle or the deer is eaten, so you may eat of it. The unclean and the clean alike may eat of it."
    },
    {
        "o": 5734,
        "r": "esv:Deuteronomy:12:23",
        "t": "Only be sure that you do not eat the blood, for the blood is the life, and you shall not eat the life with the flesh."
    },
    {
        "o": 5735,
        "r": "esv:Deuteronomy:12:24",
        "t": "You shall not eat it; you shall pour it out on the earth like water."
    },
    {
        "o": 5736,
        "r": "esv:Deuteronomy:12:25",
        "t": "You shall not eat it, that all may go well with you and with your children after you, when you do what is right in the sight of the Lord.*s"
    },
    {
        "o": 5737,
        "r": "esv:Deuteronomy:12:26",
        "t": "But the holy things that are due from you, and your vow offerings, you shall take, and you shall go to the place that the Lord*s will choose,"
    },
    {
        "o": 5738,
        "r": "esv:Deuteronomy:12:27",
        "t": "and offer your burnt offerings, the flesh and the blood, on the altar of the Lord*s your God. The blood of your sacrifices shall be poured out on the altar of the Lord*s your God, but the flesh you may eat."
    },
    {
        "o": 5739,
        "r": "esv:Deuteronomy:12:28",
        "t": "Be careful to obey all these words that I command you, that it may go well with you and with your children after you forever, when you do what is good and right in the sight of the Lord*s your God."
    },
    {
        "o": 5740,
        "r": "esv:Deuteronomy:12:28",
        "t": "Warning Against Idolatry",
        "h": 2
    },
    {
        "o": 5741,
        "r": "esv:Deuteronomy:12:29",
        "t": "“When*p the Lord*s your God cuts off before you the nations whom you go in to dispossess, and you dispossess them and dwell in their land,"
    },
    {
        "o": 5742,
        "r": "esv:Deuteronomy:12:30",
        "t": "take care that you be not ensnared to follow them, after they have been destroyed before you, and that you do not inquire about their gods, saying, ‘How did these nations serve their gods?— that I also may do the same.’"
    },
    {
        "o": 5743,
        "r": "esv:Deuteronomy:12:31",
        "t": "You shall not worship the Lord*s your God in that way, for every abominable thing that the Lord*s hates they have done for their gods, for they even burn their sons and their daughters in the fire to their gods."
    },
    {
        "o": 5744,
        "r": "esv:Deuteronomy:12:32",
        "t": "“Everything*p that I command you, you shall be careful to do. You shall not add to it or take from it."
    }
]
