[
    {
        "o": 7170,
        "r": "csb:Joshua:24:0",
        "t": "Joshua 24",
        "h": 1
    },
    {
        "o": 7171,
        "r": "csb:Joshua:24:0",
        "t": "Review of Israel’s History",
        "h": 2
    },
    {
        "o": 7172,
        "r": "csb:Joshua:24:1",
        "t": "Joshua*p assembled all the tribes of Israel at Shechem and summoned Israel’s elders, leaders, judges, and officers, and they presented themselves before God."
    },
    {
        "o": 7173,
        "r": "csb:Joshua:24:2",
        "t": "Joshua said to all the people, “This is what the Lord,*s the God of Israel, says: ‘Long ago your ancestors, including Terah, the father of Abraham and Nahor, lived beyond the Euphrates River and worshiped other gods."
    },
    {
        "o": 7174,
        "r": "csb:Joshua:24:3",
        "t": "But I took your father Abraham from the region beyond the Euphrates River, led him throughout the land of Canaan, and multiplied his descendants. I gave him Isaac,"
    },
    {
        "o": 7175,
        "r": "csb:Joshua:24:4",
        "t": "and to Isaac I gave Jacob and Esau. I gave the hill country of Seir to Esau as a possession. “‘Jacob*p and his sons, however, went down to Egypt."
    },
    {
        "o": 7176,
        "r": "csb:Joshua:24:5",
        "t": "I sent Moses and Aaron, and I defeated Egypt by what I did within it, and afterward I brought you out."
    },
    {
        "o": 7177,
        "r": "csb:Joshua:24:6",
        "t": "When I brought your ancestors out of Egypt and you reached the Red Sea, the Egyptians pursued your ancestors with chariots and horsemen as far as the sea."
    },
    {
        "o": 7178,
        "r": "csb:Joshua:24:7",
        "t": "Your ancestors cried out to the Lord,*s so he put darkness between you and the Egyptians, and brought the sea over them, engulfing them. Your own eyes saw what I did to Egypt. After that, you lived in the wilderness a long time."
    },
    {
        "o": 7179,
        "r": "csb:Joshua:24:8",
        "t": "“‘Later,*p I brought you to the land of the Amorites who lived beyond the Jordan. They fought against you, but I handed them over to you. You possessed their land, and I annihilated them before you."
    },
    {
        "o": 7180,
        "r": "csb:Joshua:24:9",
        "t": "Balak son of Zippor, king of Moab, set out to fight against Israel. He sent for Balaam son of Beor to curse you,"
    },
    {
        "o": 7181,
        "r": "csb:Joshua:24:10",
        "t": "but I would not listen to Balaam. Instead, he repeatedly blessed you, and I rescued you from him."
    },
    {
        "o": 7182,
        "r": "csb:Joshua:24:11",
        "t": "“‘You*p then crossed the Jordan and came to Jericho. Jericho’s citizens - as well as the Amorites, Perizzites, Canaanites, Hethites, Girgashites, Hivites, and Jebusites - fought against you, but I handed them over to you."
    },
    {
        "o": 7183,
        "r": "csb:Joshua:24:12",
        "t": "I sent hornets ahead of you, and they drove out the two Amorite kings before you. It was not by your sword or bow."
    },
    {
        "o": 7184,
        "r": "csb:Joshua:24:13",
        "t": "I gave you a land you did not labor for, and cities you did not build, though you live in them; you are eating from vineyards and olive groves you did not plant.’"
    },
    {
        "o": 7185,
        "r": "csb:Joshua:24:13",
        "t": "The Covenant Renewal",
        "h": 2
    },
    {
        "o": 7186,
        "r": "csb:Joshua:24:14",
        "t": "“Therefore,*p fear the Lord*s and worship him in sincerity and truth. Get rid of the gods your ancestors worshiped beyond the Euphrates River and in Egypt, and worship the Lord.*s"
    },
    {
        "o": 7187,
        "r": "csb:Joshua:24:15",
        "t": "But if it doesn’t please you to worship the Lord,*s choose for yourselves today: Which will you worship - the gods your ancestors worshiped beyond the Euphrates River or the gods of the Amorites in whose land you are living? As for me and my family, we will worship the Lord.”*s"
    },
    {
        "o": 7188,
        "r": "csb:Joshua:24:16",
        "t": "The*p people replied, “We will certainly not abandon the Lord*s to worship other gods!"
    },
    {
        "o": 7189,
        "r": "csb:Joshua:24:17",
        "t": "For the Lord*s our God brought us and our ancestors out of the land of Egypt, out of the place of slavery, and performed these great signs before our eyes. He also protected us all along the way we went and among all the peoples whose lands we traveled through."
    },
    {
        "o": 7190,
        "r": "csb:Joshua:24:18",
        "t": "The Lord*s drove out before us all the peoples, including the Amorites who lived in the land. We too will worship the Lord,*s because he is our God.”"
    },
    {
        "o": 7191,
        "r": "csb:Joshua:24:19",
        "t": "But*p Joshua told the people, “You will not be able to worship the Lord,*s because he is a holy God. He is a jealous God; he will not forgive your transgressions and sins."
    },
    {
        "o": 7192,
        "r": "csb:Joshua:24:20",
        "t": "If you abandon the Lord*s and worship foreign gods, he will turn against you, harm you, and completely destroy you, after he has been good to you.”"
    },
    {
        "o": 7193,
        "r": "csb:Joshua:24:21",
        "t": "“No!”*p the people answered Joshua. “We will worship the Lord.”*s"
    },
    {
        "o": 7194,
        "r": "csb:Joshua:24:22",
        "t": "Joshua*p then told the people, “You are witnesses against yourselves that you yourselves have chosen to worship the Lord.”*s “We*p are witnesses,” they said."
    },
    {
        "o": 7195,
        "r": "csb:Joshua:24:23",
        "t": "“Then*p get rid of the foreign gods that are among you and turn your hearts to the Lord,*s the God of Israel.”"
    },
    {
        "o": 7196,
        "r": "csb:Joshua:24:24",
        "t": "So*p the people said to Joshua, “We will worship the Lord*s our God and obey him.”"
    },
    {
        "o": 7197,
        "r": "csb:Joshua:24:25",
        "t": "On*p that day Joshua made a covenant for the people at Shechem and established a statute and ordinance for them."
    },
    {
        "o": 7198,
        "r": "csb:Joshua:24:26",
        "t": "Joshua recorded these things in the book of the law of God; he also took a large stone and set it up there under the oak at the sanctuary of the Lord.*s"
    },
    {
        "o": 7199,
        "r": "csb:Joshua:24:27",
        "t": "And Joshua said to all the people, “You see this stone - it will be a witness against us, for it has heard all the words the Lord*s said to us, and it will be a witness against you, so that you will not deny your God.”"
    },
    {
        "o": 7200,
        "r": "csb:Joshua:24:28",
        "t": "Then Joshua sent the people away, each to his own inheritance."
    },
    {
        "o": 7201,
        "r": "csb:Joshua:24:28",
        "t": "Burial of Three Leaders",
        "h": 2
    },
    {
        "o": 7202,
        "r": "csb:Joshua:24:29",
        "t": "After*p these things, the Lord’s*s servant, Joshua son of Nun, died at the age of 110."
    },
    {
        "o": 7203,
        "r": "csb:Joshua:24:30",
        "t": "They buried him in his allotted territory at Timnath-serah, in the hill country of Ephraim north of Mount Gaash."
    },
    {
        "o": 7204,
        "r": "csb:Joshua:24:31",
        "t": "Israel worshiped the Lord*s throughout Joshua’s lifetime and during the lifetimes of the elders who outlived Joshua and who had experienced all the works the Lord*s had done for Israel."
    },
    {
        "o": 7205,
        "r": "csb:Joshua:24:32",
        "t": "Joseph’s*p bones, which the Israelites had brought up from Egypt, were buried at Shechem in the parcel of land Jacob had purchased from the sons of Hamor, Shechem’s father, for a hundred pieces of silver. It was an inheritance for Joseph’s descendants."
    },
    {
        "o": 7206,
        "r": "csb:Joshua:24:33",
        "t": "And*p Eleazar son of Aaron died, and they buried him at Gibeah, which had been given to his son Phinehas in the hill country of Ephraim."
    }
]
