[
    {
        "o": 25820,
        "r": "nasb:Matthew:2:0",
        "t": "Matthew 2",
        "h": 1
    },
    {
        "o": 25821,
        "r": "nasb:Matthew:2:0",
        "t": "The Visit of the Magi",
        "h": 2
    },
    {
        "o": 25822,
        "r": "nasb:Matthew:2:1",
        "t": "Now*p after Jesus was born in Bethlehem of Judea in the days of Herod the king, magi from the east arrived in Jerusalem, saying,"
    },
    {
        "o": 25823,
        "r": "nasb:Matthew:2:2",
        "t": "“Where is He who has been born King of the Jews? For we saw His star in the east and have come to worship Him.”"
    },
    {
        "o": 25824,
        "r": "nasb:Matthew:2:3",
        "t": "When Herod the king heard this,*i he was troubled, and all Jerusalem with him."
    },
    {
        "o": 25825,
        "r": "nasb:Matthew:2:4",
        "t": "Gathering together all the chief priests and scribes of the people, he inquired of them where the Messiah was to be born."
    },
    {
        "o": 25826,
        "r": "nasb:Matthew:2:5",
        "t": "They said to him, “In Bethlehem of Judea; for this is what has been written by the prophet:"
    },
    {
        "o": 25827,
        "r": "nasb:Matthew:2:6",
        "t": "‘And*pn you,*s Bethlehem,*s land*s of*s Judah,*s Are*ln by*s no*s means*s least*s among*s the*s leaders*s of*s Judah;*s For*sln out*s of*s you*s shall*s come*s forth*s a*s Ruler*s Who*sln will*s shepherd*s My*s people*s Israel .’ ”"
    },
    {
        "o": 25828,
        "r": "nasb:Matthew:2:7",
        "t": "Then*p Herod secretly called the magi and determined from them the exact time the star appeared."
    },
    {
        "o": 25829,
        "r": "nasb:Matthew:2:8",
        "t": "And he sent them to Bethlehem and said, “Go and search carefully for the Child; and when you have found Him,*i report to me, so that I too may come and worship Him.”"
    },
    {
        "o": 25830,
        "r": "nasb:Matthew:2:9",
        "t": "After hearing the king, they went their way; and the star, which they had seen in the east, went on before them until it came and stood over the*i place*i where the Child was."
    },
    {
        "o": 25831,
        "r": "nasb:Matthew:2:10",
        "t": "When they saw the star, they rejoiced exceedingly with great joy."
    },
    {
        "o": 25832,
        "r": "nasb:Matthew:2:11",
        "t": "After coming into the house they saw the Child with Mary His mother; and they fell to the ground and worshiped Him. Then, opening their treasures, they presented to Him gifts of gold, frankincense, and myrrh."
    },
    {
        "o": 25833,
        "r": "nasb:Matthew:2:12",
        "t": "And having been warned by*i God*i in a dream not to return to Herod, the magi left for their own country by another way."
    },
    {
        "o": 25834,
        "r": "nasb:Matthew:2:12",
        "t": "The Flight to Egypt",
        "h": 2
    },
    {
        "o": 25835,
        "r": "nasb:Matthew:2:13",
        "t": "Now*p when they had gone, behold, an angel of the Lord appeared to Joseph in a dream and said, “Get up! Take the Child and His mother and flee to Egypt, and remain there until I tell you; for Herod is going to search for the Child to destroy Him.”"
    },
    {
        "o": 25836,
        "r": "nasb:Matthew:2:14",
        "t": "So*p Joseph got up and took the Child and His mother while it was still night, and left for Egypt."
    },
    {
        "o": 25837,
        "r": "nasb:Matthew:2:15",
        "t": "He remained there until the death of Herod. This*i was*i to fulfill what had been spoken by the Lord through the prophet: “Out of*s Egypt*s I called*s My*s Son.”*s"
    },
    {
        "o": 25838,
        "r": "nasb:Matthew:2:15",
        "t": "Herod Slaughters Babies",
        "h": 2
    },
    {
        "o": 25839,
        "r": "nasb:Matthew:2:16",
        "t": "Then*p when Herod saw that he had been tricked by the magi, he became very enraged, and sent and slew all the male children who were in Bethlehem and all its vicinity, from two years old and under, according to the time which he had determined from the magi."
    },
    {
        "o": 25840,
        "r": "nasb:Matthew:2:17",
        "t": "Then what had been spoken through Jeremiah the prophet was fulfilled:"
    },
    {
        "o": 25841,
        "r": "nasb:Matthew:2:18",
        "t": "“A*pn voice*s was*s heard*s in*s Ramah,*s Weeping*sln and*s great*s mourning,*s Rachel*sln weeping*s for*s her*s children;*s And*ln she*s refused*s to*s be*s comforted,*s Because*sln they*s were*s no*s more.”*s"
    },
    {
        "o": 25842,
        "r": "nasb:Matthew:2:19",
        "t": "But*p when Herod died, behold, an angel of the Lord appeared in a dream to Joseph in Egypt, and said,"
    },
    {
        "o": 25843,
        "r": "nasb:Matthew:2:20",
        "t": "“Get up, take the Child and His mother, and go into the land of Israel; for those who sought the Child’s life are dead.”"
    },
    {
        "o": 25844,
        "r": "nasb:Matthew:2:21",
        "t": "So Joseph got up, took the Child and His mother, and came into the land of Israel."
    },
    {
        "o": 25845,
        "r": "nasb:Matthew:2:22",
        "t": "But when he heard that Archelaus was reigning over Judea in place of his father Herod, he was afraid to go there. Then after being warned by*i God*i in a dream, he left for the regions of Galilee,"
    },
    {
        "o": 25846,
        "r": "nasb:Matthew:2:23",
        "t": "and came and lived in a city called Nazareth. This*i was*i to fulfill what was spoken through the prophets: “He shall be called a Nazarene.”"
    }
]
