[
    {
        "o": 32778,
        "r": "niv:2 Thessalonians:2:0",
        "t": "2 Thessalonians 2",
        "h": 1
    },
    {
        "o": 32779,
        "r": "niv:2 Thessalonians:2:0",
        "t": "The Man of Lawlessness",
        "h": 2
    },
    {
        "o": 32780,
        "r": "niv:2 Thessalonians:2:1",
        "t": "Concerning*p the coming of our Lord Jesus Christ and our being gathered to him, we ask you, brothers and sisters,"
    },
    {
        "o": 32781,
        "r": "niv:2 Thessalonians:2:2",
        "t": "not to become easily unsettled or alarmed by the teaching allegedly from us—whether by a prophecy or by word of mouth or by letter—asserting that the day of the Lord has already come."
    },
    {
        "o": 32782,
        "r": "niv:2 Thessalonians:2:3",
        "t": "Don’t let anyone deceive you in any way, for that day will not come until the rebellion occurs and the man of lawlessness is revealed, the man doomed to destruction."
    },
    {
        "o": 32783,
        "r": "niv:2 Thessalonians:2:4",
        "t": "He will oppose and will exalt himself over everything that is called God or is worshiped, so that he sets himself up in God’s temple, proclaiming himself to be God."
    },
    {
        "o": 32784,
        "r": "niv:2 Thessalonians:2:5",
        "t": "Don’t*p you remember that when I was with you I used to tell you these things?"
    },
    {
        "o": 32785,
        "r": "niv:2 Thessalonians:2:6",
        "t": "And now you know what is holding him back, so that he may be revealed at the proper time."
    },
    {
        "o": 32786,
        "r": "niv:2 Thessalonians:2:7",
        "t": "For the secret power of lawlessness is already at work; but the one who now holds it back will continue to do so till he is taken out of the way."
    },
    {
        "o": 32787,
        "r": "niv:2 Thessalonians:2:8",
        "t": "And then the lawless one will be revealed, whom the Lord Jesus will overthrow with the breath of his mouth and destroy by the splendor of his coming."
    },
    {
        "o": 32788,
        "r": "niv:2 Thessalonians:2:9",
        "t": "The coming of the lawless one will be in accordance with how Satan works. He will use all sorts of displays of power through signs and wonders that serve the lie,"
    },
    {
        "o": 32789,
        "r": "niv:2 Thessalonians:2:10",
        "t": "and all the ways that wickedness deceives those who are perishing. They perish because they refused to love the truth and so be saved."
    },
    {
        "o": 32790,
        "r": "niv:2 Thessalonians:2:11",
        "t": "For this reason God sends them a powerful delusion so that they will believe the lie"
    },
    {
        "o": 32791,
        "r": "niv:2 Thessalonians:2:12",
        "t": "and so that all will be condemned who have not believed the truth but have delighted in wickedness."
    },
    {
        "o": 32792,
        "r": "niv:2 Thessalonians:2:12",
        "t": "Stand Firm",
        "h": 2
    },
    {
        "o": 32793,
        "r": "niv:2 Thessalonians:2:13",
        "t": "But*p we ought always to thank God for you, brothers and sisters loved by the Lord, because God chose you as firstfruits to be saved through the sanctifying work of the Spirit and through belief in the truth."
    },
    {
        "o": 32794,
        "r": "niv:2 Thessalonians:2:14",
        "t": "He called you to this through our gospel, that you might share in the glory of our Lord Jesus Christ."
    },
    {
        "o": 32795,
        "r": "niv:2 Thessalonians:2:15",
        "t": "So*p then, brothers and sisters, stand firm and hold fast to the teachings we passed on to you, whether by word of mouth or by letter."
    },
    {
        "o": 32796,
        "r": "niv:2 Thessalonians:2:16",
        "t": "May*p our Lord Jesus Christ himself and God our Father, who loved us and by his grace gave us eternal encouragement and good hope,"
    },
    {
        "o": 32797,
        "r": "niv:2 Thessalonians:2:17",
        "t": "encourage your hearts and strengthen you in every good deed and word."
    }
]
