[
    {
        "o": 21707,
        "r": "nasb:Jeremiah:23:0",
        "t": "Jeremiah 23",
        "h": 1
    },
    {
        "o": 21708,
        "r": "nasb:Jeremiah:23:0",
        "t": "The Coming Messiah: the Righteous Branch",
        "h": 2
    },
    {
        "o": 21709,
        "r": "nasb:Jeremiah:23:1",
        "t": "“Woe*p to the shepherds who are destroying and scattering the sheep of My pasture!” declares the Lord.*s"
    },
    {
        "o": 21710,
        "r": "nasb:Jeremiah:23:2",
        "t": "Therefore thus says the Lord*s God of Israel concerning the shepherds who are tending My people: “You have scattered My flock and driven them away, and have not attended to them; behold, I am about to attend to you for the evil of your deeds,” declares the Lord.*s"
    },
    {
        "o": 21711,
        "r": "nasb:Jeremiah:23:3",
        "t": "“Then I Myself will gather the remnant of My flock out of all the countries where I have driven them and bring them back to their pasture, and they will be fruitful and multiply."
    },
    {
        "o": 21712,
        "r": "nasb:Jeremiah:23:4",
        "t": "I will also raise up shepherds over them and they will tend them; and they will not be afraid any longer, nor be terrified, nor will any be missing,” declares the Lord.*s"
    },
    {
        "o": 21713,
        "r": "nasb:Jeremiah:23:5",
        "t": "“Behold,*pn the*i days are coming,” declares the Lord,*s “When*ln I will raise up for David a righteous Branch; And*ln He will reign as king and act wisely And*ln do justice and righteousness in the land."
    },
    {
        "o": 21714,
        "r": "nasb:Jeremiah:23:6",
        "t": "In*ln His days Judah will be saved, And*ln Israel will dwell securely; And*ln this is His name by which He will be called, ‘The*ln Lord*s our righteousness.’"
    },
    {
        "o": 21715,
        "r": "nasb:Jeremiah:23:7",
        "t": "“Therefore*p behold, the*i days are coming,” declares the Lord,*s “when they will no longer say, ‘As the Lord*s lives, who brought up the sons of Israel from the land of Egypt,’"
    },
    {
        "o": 21716,
        "r": "nasb:Jeremiah:23:8",
        "t": "but, ‘As the Lord*s lives, who brought up and led back the descendants of the household of Israel from the*i north land and from all the countries where I had driven them.’ Then they will live on their own soil.”"
    },
    {
        "o": 21717,
        "r": "nasb:Jeremiah:23:8",
        "t": "False Prophets Denounced",
        "h": 2
    },
    {
        "o": 21718,
        "r": "nasb:Jeremiah:23:9",
        "t": "As*pn for the prophets: My*ln heart is broken within me, All*ln my bones tremble; I*ln have become like a drunken man, Even*ln like a man overcome with wine, Because*ln of the Lord*s And*ln because of His holy words."
    },
    {
        "o": 21719,
        "r": "nasb:Jeremiah:23:10",
        "t": "For*ln the land is full of adulterers; For*ln the land mourns because of the curse. The*ln pastures of the wilderness have dried up. Their*ln course also is evil And*ln their might is not right."
    },
    {
        "o": 21720,
        "r": "nasb:Jeremiah:23:11",
        "t": "“For*ln both prophet and priest are polluted; Even*ln in My house I have found their wickedness,” declares the Lord.*s"
    },
    {
        "o": 21721,
        "r": "nasb:Jeremiah:23:12",
        "t": "“Therefore*ln their way will be like slippery paths to them, They*ln will be driven away into the gloom and fall down in it; For*ln I will bring calamity upon them, The*ln year of their punishment,” declares the Lord.*s"
    },
    {
        "o": 21722,
        "r": "nasb:Jeremiah:23:13",
        "t": "“Moreover,*ln among the prophets of Samaria I saw an offensive thing: They*ln prophesied by Baal and led My people Israel astray."
    },
    {
        "o": 21723,
        "r": "nasb:Jeremiah:23:14",
        "t": "Also*ln among the prophets of Jerusalem I have seen a horrible thing: The*ln committing of adultery and walking in falsehood; And*ln they strengthen the hands of evildoers, So*ln that no one has turned back from his wickedness. All*ln of them have become to Me like Sodom, And*ln her inhabitants like Gomorrah."
    },
    {
        "o": 21724,
        "r": "nasb:Jeremiah:23:15",
        "t": "Therefore*p thus says the Lord*s of hosts concerning the prophets, ‘Behold,*pn I am going to feed them wormwood And*ln make them drink poisonous water, For*ln from the prophets of Jerusalem Pollution*ln has gone forth into all the land.’ ”"
    },
    {
        "o": 21725,
        "r": "nasb:Jeremiah:23:16",
        "t": "Thus*ln says the Lord*s of hosts, “Do*ln not listen to the words of the prophets who are prophesying to you. They*ln are leading you into futility; They*ln speak a vision of their own imagination, Not*ln from the mouth of the Lord.*s"
    },
    {
        "o": 21726,
        "r": "nasb:Jeremiah:23:17",
        "t": "They*ln keep saying to those who despise Me, ‘The*ln Lord*s has said, “You will have peace” ’; And*ln as for everyone who walks in the stubbornness of his own heart, They*ln say, ‘Calamity will not come upon you.’"
    },
    {
        "o": 21727,
        "r": "nasb:Jeremiah:23:18",
        "t": "But*ln who has stood in the council of the Lord,*s That*ln he should see and hear His word? Who*ln has given heed to His word and listened?"
    },
    {
        "o": 21728,
        "r": "nasb:Jeremiah:23:19",
        "t": "Behold,*ln the storm of the Lord*s has gone forth in wrath, Even*ln a whirling tempest; It*ln will swirl down on the head of the wicked."
    },
    {
        "o": 21729,
        "r": "nasb:Jeremiah:23:20",
        "t": "The*ln anger of the Lord*s will not turn back Until*ln He has performed and carried out the purposes of His heart; In*ln the last days you will clearly understand it."
    },
    {
        "o": 21730,
        "r": "nasb:Jeremiah:23:21",
        "t": "I*ln did not send these*i prophets, But*ln they ran. I*ln did not speak to them, But*ln they prophesied."
    },
    {
        "o": 21731,
        "r": "nasb:Jeremiah:23:22",
        "t": "But*ln if they had stood in My council, Then*ln they would have announced My words to My people, And*ln would have turned them back from their evil way And*ln from the evil of their deeds."
    },
    {
        "o": 21732,
        "r": "nasb:Jeremiah:23:23",
        "t": "“Am*ln I a God who is near,” declares the Lord,*s “And*ln not a God far off?"
    },
    {
        "o": 21733,
        "r": "nasb:Jeremiah:23:24",
        "t": "Can*ln a man hide himself in hiding places So*ln I do not see him?” declares the Lord.*s “Do*ln I not fill the heavens and the earth?” declares the Lord.*s"
    },
    {
        "o": 21734,
        "r": "nasb:Jeremiah:23:25",
        "t": "“I*p have heard what the prophets have said who prophesy falsely in My name, saying, ‘I had a dream, I had a dream!’"
    },
    {
        "o": 21735,
        "r": "nasb:Jeremiah:23:26",
        "t": "How long? Is there anything*i in the hearts of the prophets who prophesy falsehood, even these*i prophets of the deception of their own heart,"
    },
    {
        "o": 21736,
        "r": "nasb:Jeremiah:23:27",
        "t": "who intend to make My people forget My name by their dreams which they relate to one another, just as their fathers forgot My name because of Baal?"
    },
    {
        "o": 21737,
        "r": "nasb:Jeremiah:23:28",
        "t": "The prophet who has a dream may relate his*i dream, but let him who has My word speak My word in truth. What does straw have in*i common*i with grain?” declares the Lord.*s"
    },
    {
        "o": 21738,
        "r": "nasb:Jeremiah:23:29",
        "t": "“Is not My word like fire?” declares the Lord,*s “and like a hammer which shatters a rock?"
    },
    {
        "o": 21739,
        "r": "nasb:Jeremiah:23:30",
        "t": "Therefore behold, I am against the prophets,” declares the Lord,*s “who steal My words from each other."
    },
    {
        "o": 21740,
        "r": "nasb:Jeremiah:23:31",
        "t": "Behold, I am against the prophets,” declares the Lord,*s “who use their tongues and declare, ‘The*i Lord*i declares.’"
    },
    {
        "o": 21741,
        "r": "nasb:Jeremiah:23:32",
        "t": "Behold, I am against those who have prophesied false dreams,” declares the Lord,*s “and related them and led My people astray by their falsehoods and reckless boasting; yet I did not send them or command them, nor do they furnish this people the slightest benefit,” declares the Lord.*s"
    },
    {
        "o": 21742,
        "r": "nasb:Jeremiah:23:33",
        "t": "“Now*p when this people or the prophet or a priest asks you saying, ‘What is the oracle of the Lord?’*s then you shall say to them, ‘What oracle?’ The Lord*s declares, ‘I will abandon you.’"
    },
    {
        "o": 21743,
        "r": "nasb:Jeremiah:23:34",
        "t": "Then as for the prophet or the priest or the people who say, ‘The oracle of the Lord,’*s I will bring punishment upon that man and his household."
    },
    {
        "o": 21744,
        "r": "nasb:Jeremiah:23:35",
        "t": "Thus will each of you say to his neighbor and to his brother, ‘What has the Lord*s answered?’ or, ‘What has the Lord*s spoken?’"
    },
    {
        "o": 21745,
        "r": "nasb:Jeremiah:23:36",
        "t": "For you will no longer remember the oracle of the Lord,*s because every man’s own word will become the oracle, and you have perverted the words of the living God, the Lord*s of hosts, our God."
    },
    {
        "o": 21746,
        "r": "nasb:Jeremiah:23:37",
        "t": "Thus you will say to that*i prophet, ‘What has the Lord*s answered you?’ and, ‘What has the Lord*s spoken?’"
    },
    {
        "o": 21747,
        "r": "nasb:Jeremiah:23:38",
        "t": "For if you say, ‘The oracle of the Lord!’*s surely thus says the Lord,*s ‘Because you said this word, “The oracle of the Lord!”*s I have also sent to you, saying, “You shall not say, ‘The oracle of the Lord*s !’ ” ’"
    },
    {
        "o": 21748,
        "r": "nasb:Jeremiah:23:39",
        "t": "Therefore behold, I will surely forget you and cast you away from My presence, along with the city which I gave you and your fathers."
    },
    {
        "o": 21749,
        "r": "nasb:Jeremiah:23:40",
        "t": "I will put an everlasting reproach on you and an everlasting humiliation which will not be forgotten.”"
    }
]
