[
    {
        "o": 12908,
        "r": "nkjv:2 Chronicles:23:0",
        "t": "2 Chronicles 23",
        "h": 1
    },
    {
        "o": 12909,
        "r": "nkjv:2 Chronicles:23:0",
        "t": "Joash Crowned King of Judah",
        "h": 2
    },
    {
        "o": 12910,
        "r": "nkjv:2 Chronicles:23:1",
        "t": "In*p the seventh year Jehoiada strengthened himself, and*i made*i a*i covenant with the captains of hundreds: Azariah the son of Jeroham, Ishmael the son of Jehohanan, Azariah the son of Obed, Maaseiah the son of Adaiah, and Elishaphat the son of Zichri."
    },
    {
        "o": 12911,
        "r": "nkjv:2 Chronicles:23:2",
        "t": "And they went throughout Judah and gathered the Levites from all the cities of Judah, and the chief fathers of Israel, and they came to Jerusalem."
    },
    {
        "o": 12912,
        "r": "nkjv:2 Chronicles:23:3",
        "t": "Then*p all the assembly made a covenant with the king in the house of God. And he said to them, “Behold, the king’s son shall reign, as the Lord*s has said of the sons of David."
    },
    {
        "o": 12913,
        "r": "nkjv:2 Chronicles:23:4",
        "t": "This is*i what you shall do: One-third of you entering on the Sabbath, of the priests and the Levites, shall*i be*i keeping watch over the doors;"
    },
    {
        "o": 12914,
        "r": "nkjv:2 Chronicles:23:5",
        "t": "one-third shall*i be*i at the king’s house; and one-third at the Gate of the Foundation. All the people shall*i be*i in the courts of the house of the Lord.*s"
    },
    {
        "o": 12915,
        "r": "nkjv:2 Chronicles:23:6",
        "t": "But let no one come into the house of the Lord*s except the priests and those of the Levites who serve. They may go in, for they are*i holy; but all the people shall keep the watch of the Lord.*s"
    },
    {
        "o": 12916,
        "r": "nkjv:2 Chronicles:23:7",
        "t": "And the Levites shall surround the king on all sides, every man with his weapons in his hand; and whoever comes into the house, let him be put to death. You are to be with the king when he comes in and when he goes out.”"
    },
    {
        "o": 12917,
        "r": "nkjv:2 Chronicles:23:8",
        "t": "So*p the Levites and all Judah did according to all that Jehoiada the priest commanded. And each man took his men who were to be on duty on the Sabbath, with those who were going off*i duty*i on the Sabbath; for Jehoiada the priest had not dismissed the divisions."
    },
    {
        "o": 12918,
        "r": "nkjv:2 Chronicles:23:9",
        "t": "And Jehoiada the priest gave to the captains of hundreds the spears and the large and small shields which had*i belonged*i to King David, that were*i in the temple of God."
    },
    {
        "o": 12919,
        "r": "nkjv:2 Chronicles:23:10",
        "t": "Then he set all the people, every man with his weapon in his hand, from the right side of the temple to the left side of the temple, along by the altar and by the temple, all around the king."
    },
    {
        "o": 12920,
        "r": "nkjv:2 Chronicles:23:11",
        "t": "And they brought out the king’s son, put the crown on him, gave*i him*i the Testimony, and made him king. Then Jehoiada and his sons anointed him, and said, “Long*i live the king!”"
    },
    {
        "o": 12921,
        "r": "nkjv:2 Chronicles:23:11",
        "t": "Death of Athaliah",
        "h": 2
    },
    {
        "o": 12922,
        "r": "nkjv:2 Chronicles:23:12",
        "t": "Now*p when Athaliah heard the noise of the people running and praising the king, she came to the people in*i the temple of the Lord.*s"
    },
    {
        "o": 12923,
        "r": "nkjv:2 Chronicles:23:13",
        "t": "When*i she looked, there was the king standing by his pillar at the entrance; and the leaders and the trumpeters were*i by the king. All the people of the land were rejoicing and blowing trumpets, also the singers with musical instruments, and those who led in praise. So Athaliah tore her clothes and said, “Treason! Treason!”"
    },
    {
        "o": 12924,
        "r": "nkjv:2 Chronicles:23:14",
        "t": "And*p Jehoiada the priest brought out the captains of hundreds who were set over the army, and said to them, “Take her outside under guard, and slay with the sword whoever follows her.” For the priest had said, “Do not kill her in the house of the Lord.”*s"
    },
    {
        "o": 12925,
        "r": "nkjv:2 Chronicles:23:15",
        "t": "So*p they seized her; and she went by way of the entrance of the Horse Gate into*i the king’s house, and they killed her there."
    },
    {
        "o": 12926,
        "r": "nkjv:2 Chronicles:23:16",
        "t": "Then*p Jehoiada made a covenant between himself, the people, and the king, that they should be the Lord’s*s people."
    },
    {
        "o": 12927,
        "r": "nkjv:2 Chronicles:23:17",
        "t": "And all the people went to the temple of Baal, and tore it down. They broke in pieces its altars and images, and killed Mattan the priest of Baal before the altars."
    },
    {
        "o": 12928,
        "r": "nkjv:2 Chronicles:23:18",
        "t": "Also Jehoiada appointed the oversight of the house of the Lord*s to the hand of the priests, the Levites, whom David had assigned in the house of the Lord,*s to offer the burnt offerings of the Lord,*s as it*i is*i written in the Law of Moses, with rejoicing and with singing, as*i it*i was*i established*i by David."
    },
    {
        "o": 12929,
        "r": "nkjv:2 Chronicles:23:19",
        "t": "And he set the gatekeepers at the gates of the house of the Lord,*s so that no one who*i was*i in any way unclean should enter."
    },
    {
        "o": 12930,
        "r": "nkjv:2 Chronicles:23:20",
        "t": "Then*p he took the captains of hundreds, the nobles, the governors of the people, and all the people of the land, and brought the king down from the house of the Lord;*s and they went through the Upper Gate to the king’s house, and set the king on the throne of the kingdom."
    },
    {
        "o": 12931,
        "r": "nkjv:2 Chronicles:23:21",
        "t": "So all the people of the land rejoiced; and the city was quiet, for they had slain Athaliah with the sword."
    }
]
