[
    {
        "o": 23186,
        "r": "kjv:Hosea:7:0",
        "t": "Hosea 7",
        "h": 1
    },
    {
        "o": 23187,
        "r": "kjv:Hosea:7:1",
        "t": "When*p I would have healed Israel, then the iniquity of Ephraim was discovered, and the wickedness of Samaria: for they commit falsehood; and the thief cometh in, and the troop of robbers spoileth without."
    },
    {
        "o": 23188,
        "r": "kjv:Hosea:7:2",
        "t": "And*p they consider not in their hearts that I remember all their wickedness: now their own doings have beset them about; they are before my face."
    },
    {
        "o": 23189,
        "r": "kjv:Hosea:7:3",
        "t": "They*p make the king glad with their wickedness, and the princes with their lies."
    },
    {
        "o": 23190,
        "r": "kjv:Hosea:7:4",
        "t": "They*p are all adulterers, as an oven heated by the baker, who ceaseth from raising after he hath kneaded the dough, until it be leavened."
    },
    {
        "o": 23191,
        "r": "kjv:Hosea:7:5",
        "t": "In*p the day of our king the princes have made him sick with bottles of wine; he stretched out his hand with scorners."
    },
    {
        "o": 23192,
        "r": "kjv:Hosea:7:6",
        "t": "For*p they have made ready their heart like an oven, whiles they lie in wait: their baker sleepeth all the night; in the morning it burneth as a flaming fire."
    },
    {
        "o": 23193,
        "r": "kjv:Hosea:7:7",
        "t": "They*p are all hot as an oven, and have devoured their judges; all their kings are fallen: there is none among them that calleth unto me."
    },
    {
        "o": 23194,
        "r": "kjv:Hosea:7:8",
        "t": "Ephraim,*p he hath mixed himself among the people; Ephraim is a cake not turned."
    },
    {
        "o": 23195,
        "r": "kjv:Hosea:7:9",
        "t": "Strangers*p have devoured his strength, and he knoweth it not: yea, gray hairs are here and there upon him, yet he knoweth not."
    },
    {
        "o": 23196,
        "r": "kjv:Hosea:7:10",
        "t": "And*p the pride of Israel testifieth to his face: and they do not return to the Lord*s their God, nor seek him for all this."
    },
    {
        "o": 23197,
        "r": "kjv:Hosea:7:11",
        "t": "Ephraim*p also is like a silly dove without heart: they call to Egypt, they go to Assyria."
    },
    {
        "o": 23198,
        "r": "kjv:Hosea:7:12",
        "t": "When*p they shall go, I will spread my net upon them; I will bring them down as the fowls of the heaven; I will chastise them, as their congregation hath heard."
    },
    {
        "o": 23199,
        "r": "kjv:Hosea:7:13",
        "t": "Woe*p unto them! for they have fled from me: destruction unto them! because they have transgressed against me: though I have redeemed them, yet they have spoken lies against me."
    },
    {
        "o": 23200,
        "r": "kjv:Hosea:7:14",
        "t": "And*p they have not cried unto me with their heart, when they howled upon their beds: they assemble themselves for corn and wine, and they rebel against me."
    },
    {
        "o": 23201,
        "r": "kjv:Hosea:7:15",
        "t": "Though*p I have bound and strengthened their arms, yet do they imagine mischief against me."
    },
    {
        "o": 23202,
        "r": "kjv:Hosea:7:16",
        "t": "They*p return, but not to the most High: they are like a deceitful bow: their princes shall fall by the sword for the rage of their tongue: this shall be their derision in the land of Egypt."
    }
]
