[
    {
        "o": 719,
        "r": "kjv:Genesis:26:0",
        "t": "Genesis 26",
        "h": 1
    },
    {
        "o": 720,
        "r": "kjv:Genesis:26:1",
        "t": "And*p there was a famine in the land, beside the first famine that was in the days of Abraham. And Isaac went unto Abimelech king of the Philistines unto Gerar."
    },
    {
        "o": 721,
        "r": "kjv:Genesis:26:2",
        "t": "And*p the Lord*s appeared unto him, and said, Go not down into Egypt; dwell in the land which I shall tell thee of:"
    },
    {
        "o": 722,
        "r": "kjv:Genesis:26:3",
        "t": "Sojourn*p in this land, and I will be with thee, and will bless thee; for unto thee, and unto thy seed, I will give all these countries, and I will perform the oath which I sware unto Abraham thy father;"
    },
    {
        "o": 723,
        "r": "kjv:Genesis:26:4",
        "t": "And*p I will make thy seed to multiply as the stars of heaven, and will give unto thy seed all these countries; and in thy seed shall all the nations of the earth be blessed;"
    },
    {
        "o": 724,
        "r": "kjv:Genesis:26:5",
        "t": "Because*p that Abraham obeyed my voice, and kept my charge, my commandments, my statutes, and my laws."
    },
    {
        "o": 725,
        "r": "kjv:Genesis:26:6",
        "t": "And*p Isaac dwelt in Gerar:"
    },
    {
        "o": 726,
        "r": "kjv:Genesis:26:7",
        "t": "And*p the men of the place asked him of his wife; and he said, She is my sister: for he feared to say, She is my wife; lest, said he, the men of the place should kill me for Rebekah; because she was fair to look upon."
    },
    {
        "o": 727,
        "r": "kjv:Genesis:26:8",
        "t": "And*p it came to pass, when he had been there a long time, that Abimelech king of the Philistines looked out at a window, and saw, and, behold, Isaac was sporting with Rebekah his wife."
    },
    {
        "o": 728,
        "r": "kjv:Genesis:26:9",
        "t": "And*p Abimelech called Isaac, and said, Behold, of a surety she is thy wife: and how saidst thou, She is my sister? And Isaac said unto him, Because I said, Lest I die for her."
    },
    {
        "o": 729,
        "r": "kjv:Genesis:26:10",
        "t": "And*p Abimelech said, What is this thou hast done unto us? one of the people might lightly have lien with thy wife, and thou shouldest have brought guiltiness upon us."
    },
    {
        "o": 730,
        "r": "kjv:Genesis:26:11",
        "t": "And*p Abimelech charged all his people, saying, He that toucheth this man or his wife shall surely be put to death."
    },
    {
        "o": 731,
        "r": "kjv:Genesis:26:12",
        "t": "Then*p Isaac sowed in that land, and received in the same year an hundredfold: and the Lord*s blessed him."
    },
    {
        "o": 732,
        "r": "kjv:Genesis:26:13",
        "t": "And*p the man waxed great, and went forward, and grew until he became very great:"
    },
    {
        "o": 733,
        "r": "kjv:Genesis:26:14",
        "t": "For*p he had possession of flocks, and possession of herds, and great store of servants: and the Philistines envied him."
    },
    {
        "o": 734,
        "r": "kjv:Genesis:26:15",
        "t": "For*p all the wells which his father's servants had digged in the days of Abraham his father, the Philistines had stopped them, and filled them with earth."
    },
    {
        "o": 735,
        "r": "kjv:Genesis:26:16",
        "t": "And*p Abimelech said unto Isaac, Go from us; for thou art much mightier than we."
    },
    {
        "o": 736,
        "r": "kjv:Genesis:26:17",
        "t": "And*p Isaac departed thence, and pitched his tent in the valley of Gerar, and dwelt there."
    },
    {
        "o": 737,
        "r": "kjv:Genesis:26:18",
        "t": "And*p Isaac digged again the wells of water, which they had digged in the days of Abraham his father; for the Philistines had stopped them after the death of Abraham: and he called their names after the names by which his father had called them."
    },
    {
        "o": 738,
        "r": "kjv:Genesis:26:19",
        "t": "And*p Isaac's servants digged in the valley, and found there a well of springing water."
    },
    {
        "o": 739,
        "r": "kjv:Genesis:26:20",
        "t": "And*p the herdmen of Gerar did strive with Isaac's herdmen, saying, The water is ours: and he called the name of the well Esek; because they strove with him."
    },
    {
        "o": 740,
        "r": "kjv:Genesis:26:21",
        "t": "And*p they digged another well, and strove for that also: and he called the name of it Sitnah."
    },
    {
        "o": 741,
        "r": "kjv:Genesis:26:22",
        "t": "And*p he removed from thence, and digged another well; and for that they strove not: and he called the name of it Rehoboth; and he said, For now the Lord*s hath made room for us, and we shall be fruitful in the land."
    },
    {
        "o": 742,
        "r": "kjv:Genesis:26:23",
        "t": "And*p he went up from thence to Beer–sheba."
    },
    {
        "o": 743,
        "r": "kjv:Genesis:26:24",
        "t": "And*p the Lord*s appeared unto him the same night, and said, I am the God of Abraham thy father: fear not, for I am with thee, and will bless thee, and multiply thy seed for my servant Abraham's sake."
    },
    {
        "o": 744,
        "r": "kjv:Genesis:26:25",
        "t": "And*p he builded an altar there, and called upon the name of the Lord,*s and pitched his tent there: and there Isaac's servants digged a well."
    },
    {
        "o": 745,
        "r": "kjv:Genesis:26:26",
        "t": "Then*p Abimelech went to him from Gerar, and Ahuzzath one of his friends, and Phichol the chief captain of his army."
    },
    {
        "o": 746,
        "r": "kjv:Genesis:26:27",
        "t": "And*p Isaac said unto them, Wherefore come ye to me, seeing ye hate me, and have sent me away from you?"
    },
    {
        "o": 747,
        "r": "kjv:Genesis:26:28",
        "t": "And*p they said, We saw certainly that the Lord*s was with thee: and we said, Let there be now an oath betwixt us, even betwixt us and thee, and let us make a covenant with thee;"
    },
    {
        "o": 748,
        "r": "kjv:Genesis:26:29",
        "t": "That*p thou wilt do us no hurt, as we have not touched thee, and as we have done unto thee nothing but good, and have sent thee away in peace: thou art now the blessed of the Lord.*s"
    },
    {
        "o": 749,
        "r": "kjv:Genesis:26:30",
        "t": "And*p he made them a feast, and they did eat and drink."
    },
    {
        "o": 750,
        "r": "kjv:Genesis:26:31",
        "t": "And*p they rose up betimes in the morning, and sware one to another: and Isaac sent them away, and they departed from him in peace."
    },
    {
        "o": 751,
        "r": "kjv:Genesis:26:32",
        "t": "And*p it came to pass the same day, that Isaac's servants came, and told him concerning the well which they had digged, and said unto him, We have found water."
    },
    {
        "o": 752,
        "r": "kjv:Genesis:26:33",
        "t": "And*p he called it Shebah: therefore the name of the city is Beer–sheba unto this day."
    },
    {
        "o": 753,
        "r": "kjv:Genesis:26:34",
        "t": "And*p Esau was forty years old when he took to wife Judith the daughter of Beeri the Hittite, and Bashemath the daughter of Elon the Hittite:"
    },
    {
        "o": 754,
        "r": "kjv:Genesis:26:35",
        "t": "Which*p were a grief of mind unto Isaac and to Rebekah."
    }
]
