[
    {
        "o": 14750,
        "r": "niv:Job:27:0",
        "t": "Job 27",
        "h": 1
    },
    {
        "o": 14751,
        "r": "niv:Job:27:0",
        "t": "Job’s Final Word to His Friends",
        "h": 2
    },
    {
        "o": 14752,
        "r": "niv:Job:27:1",
        "t": "And*p Job continued his discourse:"
    },
    {
        "o": 14753,
        "r": "niv:Job:27:2",
        "t": "“As*pn surely as God lives, who has denied me justice, the*ld Almighty, who has made my life bitter,"
    },
    {
        "o": 14754,
        "r": "niv:Job:27:3",
        "t": "as*ln long as I have life within me, the*ld breath of God in my nostrils,"
    },
    {
        "o": 14755,
        "r": "niv:Job:27:4",
        "t": "my*ln lips will not say anything wicked, and*ld my tongue will not utter lies."
    },
    {
        "o": 14756,
        "r": "niv:Job:27:5",
        "t": "I*ln will never admit you are in the right; till*ld I die, I will not deny my integrity."
    },
    {
        "o": 14757,
        "r": "niv:Job:27:6",
        "t": "I*ln will maintain my innocence and never let go of it; my*ld conscience will not reproach me as long as I live."
    },
    {
        "o": 14758,
        "r": "niv:Job:27:7",
        "t": "“May*pn my enemy be like the wicked, my*ld adversary like the unjust!"
    },
    {
        "o": 14759,
        "r": "niv:Job:27:8",
        "t": "For*ln what hope have the godless when they are cut off, when*ld God takes away their life?"
    },
    {
        "o": 14760,
        "r": "niv:Job:27:9",
        "t": "Does*ln God listen to their cry when*ld distress comes upon them?"
    },
    {
        "o": 14761,
        "r": "niv:Job:27:10",
        "t": "Will*ln they find delight in the Almighty? Will*ld they call on God at all times?"
    },
    {
        "o": 14762,
        "r": "niv:Job:27:11",
        "t": "“I*pn will teach you about the power of God; the*ld ways of the Almighty I will not conceal."
    },
    {
        "o": 14763,
        "r": "niv:Job:27:12",
        "t": "You*ln have all seen this yourselves. Why*ld then this meaningless talk?"
    },
    {
        "o": 14764,
        "r": "niv:Job:27:13",
        "t": "“Here*pn is the fate God allots to the wicked, the*ld heritage a ruthless man receives from the Almighty:"
    },
    {
        "o": 14765,
        "r": "niv:Job:27:14",
        "t": "However*ln many his children, their fate is the sword; his*ld offspring will never have enough to eat."
    },
    {
        "o": 14766,
        "r": "niv:Job:27:15",
        "t": "The*ln plague will bury those who survive him, and*ld their widows will not weep for them."
    },
    {
        "o": 14767,
        "r": "niv:Job:27:16",
        "t": "Though*ln he heaps up silver like dust and*ld clothes like piles of clay,"
    },
    {
        "o": 14768,
        "r": "niv:Job:27:17",
        "t": "what*ln he lays up the righteous will wear, and*ld the innocent will divide his silver."
    },
    {
        "o": 14769,
        "r": "niv:Job:27:18",
        "t": "The*ln house he builds is like a moth’s cocoon, like*ld a hut made by a watchman."
    },
    {
        "o": 14770,
        "r": "niv:Job:27:19",
        "t": "He*ln lies down wealthy, but will do so no more; when*ld he opens his eyes, all is gone."
    },
    {
        "o": 14771,
        "r": "niv:Job:27:20",
        "t": "Terrors*ln overtake him like a flood; a*ld tempest snatches him away in the night."
    },
    {
        "o": 14772,
        "r": "niv:Job:27:21",
        "t": "The*ln east wind carries him off, and he is gone; it*ld sweeps him out of his place."
    },
    {
        "o": 14773,
        "r": "niv:Job:27:22",
        "t": "It*ln hurls itself against him without mercy as*ld he flees headlong from its power."
    },
    {
        "o": 14774,
        "r": "niv:Job:27:23",
        "t": "It*ln claps its hands in derision and*ld hisses him out of his place.”"
    }
]
