[
    {
        "o": 2219,
        "r": "nasb:Exodus:19:0",
        "t": "Exodus 19",
        "h": 1
    },
    {
        "o": 2220,
        "r": "nasb:Exodus:19:0",
        "t": "Moses on Sinai",
        "h": 2
    },
    {
        "o": 2221,
        "r": "nasb:Exodus:19:1",
        "t": "In*p the third month after the sons of Israel had gone out of the land of Egypt, on that very day they came into the wilderness of Sinai."
    },
    {
        "o": 2222,
        "r": "nasb:Exodus:19:2",
        "t": "When they set out from Rephidim, they came to the wilderness of Sinai and camped in the wilderness; and there Israel camped in front of the mountain."
    },
    {
        "o": 2223,
        "r": "nasb:Exodus:19:3",
        "t": "Moses went up to God, and the Lord*s called to him from the mountain, saying, “Thus you shall say to the house of Jacob and tell the sons of Israel:"
    },
    {
        "o": 2224,
        "r": "nasb:Exodus:19:4",
        "t": "‘You yourselves have seen what I did to the Egyptians, and how*i I bore you on eagles’ wings, and brought you to Myself."
    },
    {
        "o": 2225,
        "r": "nasb:Exodus:19:5",
        "t": "Now then, if you will indeed obey My voice and keep My covenant, then you shall be My own possession among all the peoples, for all the earth is Mine;"
    },
    {
        "o": 2226,
        "r": "nasb:Exodus:19:6",
        "t": "and you shall be to Me a kingdom of priests and a holy nation.’ These are the words that you shall speak to the sons of Israel.”"
    },
    {
        "o": 2227,
        "r": "nasb:Exodus:19:7",
        "t": "So*p Moses came and called the elders of the people, and set before them all these words which the Lord*s had commanded him."
    },
    {
        "o": 2228,
        "r": "nasb:Exodus:19:8",
        "t": "All the people answered together and said, “All that the Lord*s has spoken we will do!” And Moses brought back the words of the people to the Lord.*s"
    },
    {
        "o": 2229,
        "r": "nasb:Exodus:19:9",
        "t": "The Lord*s said to Moses, “Behold, I will come to you in a thick cloud, so that the people may hear when I speak with you and may also believe in you forever.” Then Moses told the words of the people to the Lord.*s"
    },
    {
        "o": 2230,
        "r": "nasb:Exodus:19:10",
        "t": "The*p Lord*s also said to Moses, “Go to the people and consecrate them today and tomorrow, and let them wash their garments;"
    },
    {
        "o": 2231,
        "r": "nasb:Exodus:19:11",
        "t": "and let them be ready for the third day, for on the third day the Lord*s will come down on Mount Sinai in the sight of all the people."
    },
    {
        "o": 2232,
        "r": "nasb:Exodus:19:12",
        "t": "You shall set bounds for the people all around, saying, ‘Beware that you do not go up on the mountain or touch the border of it; whoever touches the mountain shall surely be put to death."
    },
    {
        "o": 2233,
        "r": "nasb:Exodus:19:13",
        "t": "No hand shall touch him, but he shall surely be stoned or shot through; whether beast or man, he shall not live.’ When the ram’s horn sounds a long blast, they shall come up to the mountain.”"
    },
    {
        "o": 2234,
        "r": "nasb:Exodus:19:14",
        "t": "So Moses went down from the mountain to the people and consecrated the people, and they washed their garments."
    },
    {
        "o": 2235,
        "r": "nasb:Exodus:19:15",
        "t": "He said to the people, “Be ready for the third day; do not go near a woman.”"
    },
    {
        "o": 2236,
        "r": "nasb:Exodus:19:16",
        "t": "So*p it came about on the third day, when it was morning, that there were thunder and lightning flashes and a thick cloud upon the mountain and a very loud trumpet sound, so that all the people who were*i in the camp trembled."
    },
    {
        "o": 2237,
        "r": "nasb:Exodus:19:17",
        "t": "And Moses brought the people out of the camp to meet God, and they stood at the foot of the mountain."
    },
    {
        "o": 2238,
        "r": "nasb:Exodus:19:17",
        "t": "The Lord Visits Sinai",
        "h": 2
    },
    {
        "o": 2239,
        "r": "nasb:Exodus:19:18",
        "t": "Now*p Mount Sinai was*i all in smoke because the Lord*s descended upon it in fire; and its smoke ascended like the smoke of a furnace, and the whole mountain quaked violently."
    },
    {
        "o": 2240,
        "r": "nasb:Exodus:19:19",
        "t": "When the sound of the trumpet grew louder and louder, Moses spoke and God answered him with thunder."
    },
    {
        "o": 2241,
        "r": "nasb:Exodus:19:20",
        "t": "The Lord*s came down on Mount Sinai, to the top of the mountain; and the Lord*s called Moses to the top of the mountain, and Moses went up."
    },
    {
        "o": 2242,
        "r": "nasb:Exodus:19:21",
        "t": "Then the Lord*s spoke to Moses, “Go down, warn the people, so that they do not break through to the Lord*s to gaze, and many of them perish."
    },
    {
        "o": 2243,
        "r": "nasb:Exodus:19:22",
        "t": "Also let the priests who come near to the Lord*s consecrate themselves, or else the Lord*s will break out against them.”"
    },
    {
        "o": 2244,
        "r": "nasb:Exodus:19:23",
        "t": "Moses said to the Lord,*s “The people cannot come up to Mount Sinai, for You warned us, saying, ‘Set bounds about the mountain and consecrate it.’ ”"
    },
    {
        "o": 2245,
        "r": "nasb:Exodus:19:24",
        "t": "Then the Lord*s said to him, “Go down and come up again,*i you and Aaron with you; but do not let the priests and the people break through to come up to the Lord,*s or He will break forth upon them.”"
    },
    {
        "o": 2246,
        "r": "nasb:Exodus:19:25",
        "t": "So Moses went down to the people and told them."
    }
]
