[
    {
        "o": 3217,
        "r": "esv:Leviticus:9:0",
        "t": "Leviticus 9",
        "h": 1
    },
    {
        "o": 3218,
        "r": "esv:Leviticus:9:0",
        "t": "The Lord Accepts Aaron’s Offering",
        "h": 2
    },
    {
        "o": 3219,
        "r": "esv:Leviticus:9:1",
        "t": "On*p the eighth day Moses called Aaron and his sons and the elders of Israel,"
    },
    {
        "o": 3220,
        "r": "esv:Leviticus:9:2",
        "t": "and he said to Aaron, “Take for yourself a bull calf for a sin offering and a ram for a burnt offering, both without blemish, and offer them before the Lord.*s"
    },
    {
        "o": 3221,
        "r": "esv:Leviticus:9:3",
        "t": "And say to the people of Israel, ‘Take a male goat for a sin offering, and a calf and a lamb, both a year old without blemish, for a burnt offering,"
    },
    {
        "o": 3222,
        "r": "esv:Leviticus:9:4",
        "t": "and an ox and a ram for peace offerings, to sacrifice before the Lord,*s and a grain offering mixed with oil, for today the Lord*s will appear to you.’”"
    },
    {
        "o": 3223,
        "r": "esv:Leviticus:9:5",
        "t": "And they brought what Moses commanded in front of the tent of meeting, and all the congregation drew near and stood before the Lord.*s"
    },
    {
        "o": 3224,
        "r": "esv:Leviticus:9:6",
        "t": "And Moses said, “This is the thing that the Lord*s commanded you to do, that the glory of the Lord*s may appear to you.”"
    },
    {
        "o": 3225,
        "r": "esv:Leviticus:9:7",
        "t": "Then Moses said to Aaron, “Draw near to the altar and offer your sin offering and your burnt offering and make atonement for yourself and for the people, and bring the offering of the people and make atonement for them, as the Lord*s has commanded.”"
    },
    {
        "o": 3226,
        "r": "esv:Leviticus:9:8",
        "t": "So*p Aaron drew near to the altar and killed the calf of the sin offering, which was for himself."
    },
    {
        "o": 3227,
        "r": "esv:Leviticus:9:9",
        "t": "And the sons of Aaron presented the blood to him, and he dipped his finger in the blood and put it on the horns of the altar and poured out the blood at the base of the altar."
    },
    {
        "o": 3228,
        "r": "esv:Leviticus:9:10",
        "t": "But the fat and the kidneys and the long lobe of the liver from the sin offering he burned on the altar, as the Lord*s commanded Moses."
    },
    {
        "o": 3229,
        "r": "esv:Leviticus:9:11",
        "t": "The flesh and the skin he burned up with fire outside the camp."
    },
    {
        "o": 3230,
        "r": "esv:Leviticus:9:12",
        "t": "Then*p he killed the burnt offering, and Aaron’s sons handed him the blood, and he threw it against the sides of the altar."
    },
    {
        "o": 3231,
        "r": "esv:Leviticus:9:13",
        "t": "And they handed the burnt offering to him, piece by piece, and the head, and he burned them on the altar."
    },
    {
        "o": 3232,
        "r": "esv:Leviticus:9:14",
        "t": "And he washed the entrails and the legs and burned them with the burnt offering on the altar."
    },
    {
        "o": 3233,
        "r": "esv:Leviticus:9:15",
        "t": "Then*p he presented the people’s offering and took the goat of the sin offering that was for the people and killed it and offered it as a sin offering, like the first one."
    },
    {
        "o": 3234,
        "r": "esv:Leviticus:9:16",
        "t": "And he presented the burnt offering and offered it according to the rule."
    },
    {
        "o": 3235,
        "r": "esv:Leviticus:9:17",
        "t": "And he presented the grain offering, took a handful of it, and burned it on the altar, besides the burnt offering of the morning."
    },
    {
        "o": 3236,
        "r": "esv:Leviticus:9:18",
        "t": "Then*p he killed the ox and the ram, the sacrifice of peace offerings for the people. And Aaron’s sons handed him the blood, and he threw it against the sides of the altar."
    },
    {
        "o": 3237,
        "r": "esv:Leviticus:9:19",
        "t": "But the fat pieces of the ox and of the ram, the fat tail and that which covers the entrails and the kidneys and the long lobe of the liver—"
    },
    {
        "o": 3238,
        "r": "esv:Leviticus:9:20",
        "t": "they put the fat pieces on the breasts, and he burned the fat pieces on the altar,"
    },
    {
        "o": 3239,
        "r": "esv:Leviticus:9:21",
        "t": "but the breasts and the right thigh Aaron waved for a wave offering before the Lord,*s as Moses commanded."
    },
    {
        "o": 3240,
        "r": "esv:Leviticus:9:22",
        "t": "Then*p Aaron lifted up his hands toward the people and blessed them, and he came down from offering the sin offering and the burnt offering and the peace offerings."
    },
    {
        "o": 3241,
        "r": "esv:Leviticus:9:23",
        "t": "And Moses and Aaron went into the tent of meeting, and when they came out they blessed the people, and the glory of the Lord*s appeared to all the people."
    },
    {
        "o": 3242,
        "r": "esv:Leviticus:9:24",
        "t": "And fire came out from before the Lord*s and consumed the burnt offering and the pieces of fat on the altar, and when all the people saw it, they shouted and fell on their faces."
    }
]
