[
    {
        "o": 12048,
        "r": "esv:1 Chronicles:22:0",
        "t": "1 Chronicles 22",
        "h": 1
    },
    {
        "o": 12049,
        "r": "esv:1 Chronicles:22:1",
        "t": "Then*p David said, “Here shall be the house of the Lord*s God and here the altar of burnt offering for Israel.”"
    },
    {
        "o": 12050,
        "r": "esv:1 Chronicles:22:1",
        "t": "David Prepares for Temple Building",
        "h": 2
    },
    {
        "o": 12051,
        "r": "esv:1 Chronicles:22:2",
        "t": "David*p commanded to gather together the resident aliens who were in the land of Israel, and he set stonecutters to prepare dressed stones for building the house of God."
    },
    {
        "o": 12052,
        "r": "esv:1 Chronicles:22:3",
        "t": "David also provided great quantities of iron for nails for the doors of the gates and for clamps, as well as bronze in quantities beyond weighing,"
    },
    {
        "o": 12053,
        "r": "esv:1 Chronicles:22:4",
        "t": "and cedar timbers without number, for the Sidonians and Tyrians brought great quantities of cedar to David."
    },
    {
        "o": 12054,
        "r": "esv:1 Chronicles:22:5",
        "t": "For David said, “Solomon my son is young and inexperienced, and the house that is to be built for the Lord*s must be exceedingly magnificent, of fame and glory throughout all lands. I will therefore make preparation for it.” So David provided materials in great quantity before his death."
    },
    {
        "o": 12055,
        "r": "esv:1 Chronicles:22:5",
        "t": "Solomon Charged to Build the Temple",
        "h": 2
    },
    {
        "o": 12056,
        "r": "esv:1 Chronicles:22:6",
        "t": "Then*p he called for Solomon his son and charged him to build a house for the Lord,*s the God of Israel."
    },
    {
        "o": 12057,
        "r": "esv:1 Chronicles:22:7",
        "t": "David said to Solomon, “My son, I had it in my heart to build a house to the name of the Lord*s my God."
    },
    {
        "o": 12058,
        "r": "esv:1 Chronicles:22:8",
        "t": "But the word of the Lord*s came to me, saying, ‘You have shed much blood and have waged great wars. You shall not build a house to my name, because you have shed so much blood before me on the earth."
    },
    {
        "o": 12059,
        "r": "esv:1 Chronicles:22:9",
        "t": "Behold, a son shall be born to you who shall be a man of rest. I will give him rest from all his surrounding enemies. For his name shall be Solomon, and I will give peace and quiet to Israel in his days."
    },
    {
        "o": 12060,
        "r": "esv:1 Chronicles:22:10",
        "t": "He shall build a house for my name. He shall be my son, and I will be his father, and I will establish his royal throne in Israel forever.’"
    },
    {
        "o": 12061,
        "r": "esv:1 Chronicles:22:11",
        "t": "“Now,*p my son, the Lord*s be with you, so that you may succeed in building the house of the Lord*s your God, as he has spoken concerning you."
    },
    {
        "o": 12062,
        "r": "esv:1 Chronicles:22:12",
        "t": "Only, may the Lord*s grant you discretion and understanding, that when he gives you charge over Israel you may keep the law of the Lord*s your God."
    },
    {
        "o": 12063,
        "r": "esv:1 Chronicles:22:13",
        "t": "Then you will prosper if you are careful to observe the statutes and the rules that the Lord*s commanded Moses for Israel. Be strong and courageous. Fear not; do not be dismayed."
    },
    {
        "o": 12064,
        "r": "esv:1 Chronicles:22:14",
        "t": "With great pains I have provided for the house of the Lord*s 100,000 talents of gold, a million talents of silver, and bronze and iron beyond weighing, for there is so much of it; timber and stone, too, I have provided. To these you must add."
    },
    {
        "o": 12065,
        "r": "esv:1 Chronicles:22:15",
        "t": "You have an abundance of workmen: stonecutters, masons, carpenters, and all kinds of craftsmen without number, skilled in working"
    },
    {
        "o": 12066,
        "r": "esv:1 Chronicles:22:16",
        "t": "gold, silver, bronze, and iron. Arise and work! The Lord*s be with you!”"
    },
    {
        "o": 12067,
        "r": "esv:1 Chronicles:22:17",
        "t": "David*p also commanded all the leaders of Israel to help Solomon his son, saying,"
    },
    {
        "o": 12068,
        "r": "esv:1 Chronicles:22:18",
        "t": "“Is not the Lord*s your God with you? And has he not given you peace on every side? For he has delivered the inhabitants of the land into my hand, and the land is subdued before the Lord*s and his people."
    },
    {
        "o": 12069,
        "r": "esv:1 Chronicles:22:19",
        "t": "Now set your mind and heart to seek the Lord*s your God. Arise and build the sanctuary of the Lord*s God, so that the ark of the covenant of the Lord*s and the holy vessels of God may be brought into a house built for the name of the Lord.”*s"
    }
]
