[
    {
        "o": 30976,
        "r": "kjv:1 Timothy:2:0",
        "t": "1 Timothy 2",
        "h": 1
    },
    {
        "o": 30977,
        "r": "kjv:1 Timothy:2:1",
        "t": "I*p exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men;"
    },
    {
        "o": 30978,
        "r": "kjv:1 Timothy:2:2",
        "t": "For*p kings, and for all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty."
    },
    {
        "o": 30979,
        "r": "kjv:1 Timothy:2:3",
        "t": "For*p this is good and acceptable in the sight of God our Saviour;"
    },
    {
        "o": 30980,
        "r": "kjv:1 Timothy:2:4",
        "t": "Who*p will have all men to be saved, and to come unto the knowledge of the truth."
    },
    {
        "o": 30981,
        "r": "kjv:1 Timothy:2:5",
        "t": "For*p there is one God, and one mediator between God and men, the man Christ Jesus;"
    },
    {
        "o": 30982,
        "r": "kjv:1 Timothy:2:6",
        "t": "Who*p gave himself a ransom for all, to be testified in due time."
    },
    {
        "o": 30983,
        "r": "kjv:1 Timothy:2:7",
        "t": "Whereunto*p I am ordained a preacher, and an apostle, (I speak the truth in Christ, and lie not;) a teacher of the Gentiles in faith and verity."
    },
    {
        "o": 30984,
        "r": "kjv:1 Timothy:2:8",
        "t": "I*p will therefore that men pray every where, lifting up holy hands, without wrath and doubting."
    },
    {
        "o": 30985,
        "r": "kjv:1 Timothy:2:9",
        "t": "In*p like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;"
    },
    {
        "o": 30986,
        "r": "kjv:1 Timothy:2:10",
        "t": "But*p (which becometh women professing godliness) with good works."
    },
    {
        "o": 30987,
        "r": "kjv:1 Timothy:2:11",
        "t": "Let*p the woman learn in silence with all subjection."
    },
    {
        "o": 30988,
        "r": "kjv:1 Timothy:2:12",
        "t": "But*p I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence."
    },
    {
        "o": 30989,
        "r": "kjv:1 Timothy:2:13",
        "t": "For*p Adam was first formed, then Eve."
    },
    {
        "o": 30990,
        "r": "kjv:1 Timothy:2:14",
        "t": "And*p Adam was not deceived, but the woman being deceived was in the transgression."
    },
    {
        "o": 30991,
        "r": "kjv:1 Timothy:2:15",
        "t": "Notwithstanding*p she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety."
    }
]
