[
    {
        "o": 12721,
        "r": "nkjv:2 Chronicles:15:0",
        "t": "2 Chronicles 15",
        "h": 1
    },
    {
        "o": 12722,
        "r": "nkjv:2 Chronicles:15:0",
        "t": "The Reforms of Asa",
        "h": 2
    },
    {
        "o": 12723,
        "r": "nkjv:2 Chronicles:15:1",
        "t": "Now*p the Spirit of God came upon Azariah the son of Oded."
    },
    {
        "o": 12724,
        "r": "nkjv:2 Chronicles:15:2",
        "t": "And he went out to meet Asa, and said to him: “Hear me, Asa, and all Judah and Benjamin. The Lord*s is*i with you while you are with Him. If you seek Him, He will be found by you; but if you forsake Him, He will forsake you."
    },
    {
        "o": 12725,
        "r": "nkjv:2 Chronicles:15:3",
        "t": "For a long time Israel has*i been*i without the true God, without a teaching priest, and without law;"
    },
    {
        "o": 12726,
        "r": "nkjv:2 Chronicles:15:4",
        "t": "but when in their trouble they turned to the Lord*s God of Israel, and sought Him, He was found by them."
    },
    {
        "o": 12727,
        "r": "nkjv:2 Chronicles:15:5",
        "t": "And in those times there*i was*i no peace to the one who went out, nor to the one who came in, but great turmoil was*i on all the inhabitants of the lands."
    },
    {
        "o": 12728,
        "r": "nkjv:2 Chronicles:15:6",
        "t": "So nation was destroyed by nation, and city by city, for God troubled them with every adversity."
    },
    {
        "o": 12729,
        "r": "nkjv:2 Chronicles:15:7",
        "t": "But you, be strong and do not let your hands be weak, for your work shall be rewarded!”"
    },
    {
        "o": 12730,
        "r": "nkjv:2 Chronicles:15:8",
        "t": "And*p when Asa heard these words and the prophecy of Oded the prophet, he took courage, and removed the abominable idols from all the land of Judah and Benjamin and from the cities which he had taken in the mountains of Ephraim; and he restored the altar of the Lord*s that was*i before the vestibule of the Lord.*s"
    },
    {
        "o": 12731,
        "r": "nkjv:2 Chronicles:15:9",
        "t": "Then he gathered all Judah and Benjamin, and those who dwelt with them from Ephraim, Manasseh, and Simeon, for they came over to him in great numbers from Israel when they saw that the Lord*s his God was with him."
    },
    {
        "o": 12732,
        "r": "nkjv:2 Chronicles:15:10",
        "t": "So*p they gathered together at Jerusalem in the third month, in the fifteenth year of the reign of Asa."
    },
    {
        "o": 12733,
        "r": "nkjv:2 Chronicles:15:11",
        "t": "And they offered to the Lord*s at that time seven hundred bulls and seven thousand sheep from the spoil they had brought."
    },
    {
        "o": 12734,
        "r": "nkjv:2 Chronicles:15:12",
        "t": "Then they entered into a covenant to seek the Lord*s God of their fathers with all their heart and with all their soul;"
    },
    {
        "o": 12735,
        "r": "nkjv:2 Chronicles:15:13",
        "t": "and whoever would not seek the Lord*s God of Israel was to be put to death, whether small or great, whether man or woman."
    },
    {
        "o": 12736,
        "r": "nkjv:2 Chronicles:15:14",
        "t": "Then they took an oath before the Lord*s with a loud voice, with shouting and trumpets and rams’ horns."
    },
    {
        "o": 12737,
        "r": "nkjv:2 Chronicles:15:15",
        "t": "And all Judah rejoiced at the oath, for they had sworn with all their heart and sought Him with all their soul; and He was found by them, and the Lord*s gave them rest all around."
    },
    {
        "o": 12738,
        "r": "nkjv:2 Chronicles:15:16",
        "t": "Also*p he removed Maachah, the mother of Asa the king, from being*i queen mother, because she had made an obscene image of Asherah; and Asa cut down her obscene image, then crushed and burned it*i by the Brook Kidron."
    },
    {
        "o": 12739,
        "r": "nkjv:2 Chronicles:15:17",
        "t": "But the high places were not removed from Israel. Nevertheless the heart of Asa was loyal all his days."
    },
    {
        "o": 12740,
        "r": "nkjv:2 Chronicles:15:18",
        "t": "He*p also brought into the house of God the things that his father had dedicated and that he himself had dedicated: silver and gold and utensils."
    },
    {
        "o": 12741,
        "r": "nkjv:2 Chronicles:15:19",
        "t": "And there was no war until the thirty-fifth year of the reign of Asa."
    }
]
