[
    {
        "o": 12323,
        "r": "esv:2 Chronicles:2:0",
        "t": "2 Chronicles 2",
        "h": 1
    },
    {
        "o": 12324,
        "r": "esv:2 Chronicles:2:0",
        "t": "Preparing to Build the Temple",
        "h": 2
    },
    {
        "o": 12325,
        "r": "esv:2 Chronicles:2:1",
        "t": "Now*p Solomon purposed to build a temple for the name of the Lord,*s and a royal palace for himself."
    },
    {
        "o": 12326,
        "r": "esv:2 Chronicles:2:2",
        "t": "And Solomon assigned 70,000 men to bear burdens and 80,000 to quarry in the hill country, and 3,600 to oversee them."
    },
    {
        "o": 12327,
        "r": "esv:2 Chronicles:2:3",
        "t": "And Solomon sent word to Hiram the king of Tyre: “As you dealt with David my father and sent him cedar to build himself a house to dwell in, so deal with me."
    },
    {
        "o": 12328,
        "r": "esv:2 Chronicles:2:4",
        "t": "Behold, I am about to build a house for the name of the Lord*s my God and dedicate it to him for the burning of incense of sweet spices before him, and for the regular arrangement of the showbread, and for burnt offerings morning and evening, on the Sabbaths and the new moons and the appointed feasts of the Lord*s our God, as ordained forever for Israel."
    },
    {
        "o": 12329,
        "r": "esv:2 Chronicles:2:5",
        "t": "The house that I am to build will be great, for our God is greater than all gods."
    },
    {
        "o": 12330,
        "r": "esv:2 Chronicles:2:6",
        "t": "But who is able to build him a house, since heaven, even highest heaven, cannot contain him? Who am I to build a house for him, except as a place to make offerings before him?"
    },
    {
        "o": 12331,
        "r": "esv:2 Chronicles:2:7",
        "t": "So now send me a man skilled to work in gold, silver, bronze, and iron, and in purple, crimson, and blue fabrics, trained also in engraving, to be with the skilled workers who are with me in Judah and Jerusalem, whom David my father provided."
    },
    {
        "o": 12332,
        "r": "esv:2 Chronicles:2:8",
        "t": "Send me also cedar, cypress, and algum timber from Lebanon, for I know that your servants know how to cut timber in Lebanon. And my servants will be with your servants,"
    },
    {
        "o": 12333,
        "r": "esv:2 Chronicles:2:9",
        "t": "to prepare timber for me in abundance, for the house I am to build will be great and wonderful."
    },
    {
        "o": 12334,
        "r": "esv:2 Chronicles:2:10",
        "t": "I will give for your servants, the woodsmen who cut timber, 20,000 cors of crushed wheat, 20,000 cors of barley, 20,000 baths of wine, and 20,000 baths of oil.”"
    },
    {
        "o": 12335,
        "r": "esv:2 Chronicles:2:11",
        "t": "Then*p Hiram the king of Tyre answered in a letter that he sent to Solomon, “Because the Lord*s loves his people, he has made you king over them.”"
    },
    {
        "o": 12336,
        "r": "esv:2 Chronicles:2:12",
        "t": "Hiram also said, “Blessed be the Lord*s God of Israel, who made heaven and earth, who has given King David a wise son, who has discretion and understanding, who will build a temple for the Lord*s and a royal palace for himself."
    },
    {
        "o": 12337,
        "r": "esv:2 Chronicles:2:13",
        "t": "“Now*p I have sent a skilled man, who has understanding, Huram-abi,"
    },
    {
        "o": 12338,
        "r": "esv:2 Chronicles:2:14",
        "t": "the son of a woman of the daughters of Dan, and his father was a man of Tyre. He is trained to work in gold, silver, bronze, iron, stone, and wood, and in purple, blue, and crimson fabrics and fine linen, and to do all sorts of engraving and execute any design that may be assigned him, with your craftsmen, the craftsmen of my lord, David your father."
    },
    {
        "o": 12339,
        "r": "esv:2 Chronicles:2:15",
        "t": "Now therefore the wheat and barley, oil and wine, of which my lord has spoken, let him send to his servants."
    },
    {
        "o": 12340,
        "r": "esv:2 Chronicles:2:16",
        "t": "And we will cut whatever timber you need from Lebanon and bring it to you in rafts by sea to Joppa, so that you may take it up to Jerusalem.”"
    },
    {
        "o": 12341,
        "r": "esv:2 Chronicles:2:17",
        "t": "Then*p Solomon counted all the resident aliens who were in the land of Israel, after the census of them that David his father had taken, and there were found 153,600."
    },
    {
        "o": 12342,
        "r": "esv:2 Chronicles:2:18",
        "t": "Seventy thousand of them he assigned to bear burdens, 80,000 to quarry in the hill country, and 3,600 as overseers to make the people work."
    }
]
