[
    {
        "o": 32998,
        "r": "nasb:2 Thessalonians:1:0",
        "t": "2 Thessalonians 1",
        "h": 1
    },
    {
        "o": 32999,
        "r": "nasb:2 Thessalonians:1:0",
        "t": "Thanksgiving for Faith and Perseverance",
        "h": 2
    },
    {
        "o": 33000,
        "r": "nasb:2 Thessalonians:1:1",
        "t": "Paul*p and Silvanus and Timothy, To*bp the church of the Thessalonians in God our Father and the Lord Jesus Christ:"
    },
    {
        "o": 33001,
        "r": "nasb:2 Thessalonians:1:2",
        "t": "Grace to you and peace from God the Father and the Lord Jesus Christ."
    },
    {
        "o": 33002,
        "r": "nasb:2 Thessalonians:1:3",
        "t": "We*p ought always to give thanks to God for you, brethren, as is only*i fitting, because your faith is greatly enlarged, and the love of each one of you toward one another grows ever*i greater;"
    },
    {
        "o": 33003,
        "r": "nasb:2 Thessalonians:1:4",
        "t": "therefore, we ourselves speak proudly of you among the churches of God for your perseverance and faith in the midst of all your persecutions and afflictions which you endure."
    },
    {
        "o": 33004,
        "r": "nasb:2 Thessalonians:1:5",
        "t": "This*i is*i a plain indication of God’s righteous judgment so that you will be considered worthy of the kingdom of God, for which indeed you are suffering."
    },
    {
        "o": 33005,
        "r": "nasb:2 Thessalonians:1:6",
        "t": "For after all it is only*i just for God to repay with affliction those who afflict you,"
    },
    {
        "o": 33006,
        "r": "nasb:2 Thessalonians:1:7",
        "t": "and to*i give*i relief to you who are afflicted and to us as well when the Lord Jesus will be revealed from heaven with His mighty angels in flaming fire,"
    },
    {
        "o": 33007,
        "r": "nasb:2 Thessalonians:1:8",
        "t": "dealing out retribution to those who do not know God and to those who do not obey the gospel of our Lord Jesus."
    },
    {
        "o": 33008,
        "r": "nasb:2 Thessalonians:1:9",
        "t": "These will pay the penalty of eternal destruction, away from the presence of the Lord and from the glory of His power,"
    },
    {
        "o": 33009,
        "r": "nasb:2 Thessalonians:1:10",
        "t": "when He comes to be glorified in His saints on that day, and to be marveled at among all who have believed—for our testimony to you was believed."
    },
    {
        "o": 33010,
        "r": "nasb:2 Thessalonians:1:11",
        "t": "To this end also we pray for you always, that our God will count you worthy of your calling, and fulfill every desire for goodness and the work of faith with power,"
    },
    {
        "o": 33011,
        "r": "nasb:2 Thessalonians:1:12",
        "t": "so that the name of our Lord Jesus will be glorified in you, and you in Him, according to the grace of our God and the*i Lord Jesus Christ."
    }
]
