[
    {
        "o": 25832,
        "r": "esv:Matthew:3:0",
        "t": "Matthew 3",
        "h": 1
    },
    {
        "o": 25833,
        "r": "esv:Matthew:3:0",
        "t": "John the Baptist Prepares the Way",
        "h": 2
    },
    {
        "o": 25834,
        "r": "esv:Matthew:3:1",
        "t": "In*p those days John the Baptist came preaching in the wilderness of Judea,"
    },
    {
        "o": 25835,
        "r": "esv:Matthew:3:2",
        "t": "“Repent, for the kingdom of heaven is at hand.”"
    },
    {
        "o": 25836,
        "r": "esv:Matthew:3:3",
        "t": "For this is he who was spoken of by the prophet Isaiah when he said, “The*pn voice of one crying in the wilderness: ‘Prepare*ln the way of the Lord; make*ld his paths straight.’”"
    },
    {
        "o": 25837,
        "r": "esv:Matthew:3:4",
        "t": "Now*p John wore a garment of camel’s hair and a leather belt around his waist, and his food was locusts and wild honey."
    },
    {
        "o": 25838,
        "r": "esv:Matthew:3:5",
        "t": "Then Jerusalem and all Judea and all the region about the Jordan were going out to him,"
    },
    {
        "o": 25839,
        "r": "esv:Matthew:3:6",
        "t": "and they were baptized by him in the river Jordan, confessing their sins."
    },
    {
        "o": 25840,
        "r": "esv:Matthew:3:7",
        "t": "But*p when he saw many of the Pharisees and Sadducees coming to his baptism, he said to them, “You brood of vipers! Who warned you to flee from the wrath to come?"
    },
    {
        "o": 25841,
        "r": "esv:Matthew:3:8",
        "t": "Bear fruit in keeping with repentance."
    },
    {
        "o": 25842,
        "r": "esv:Matthew:3:9",
        "t": "And do not presume to say to yourselves, ‘We have Abraham as our father,’ for I tell you, God is able from these stones to raise up children for Abraham."
    },
    {
        "o": 25843,
        "r": "esv:Matthew:3:10",
        "t": "Even now the axe is laid to the root of the trees. Every tree therefore that does not bear good fruit is cut down and thrown into the fire."
    },
    {
        "o": 25844,
        "r": "esv:Matthew:3:11",
        "t": "“I*p baptize you with water for repentance, but he who is coming after me is mightier than I, whose sandals I am not worthy to carry. He will baptize you with the Holy Spirit and fire."
    },
    {
        "o": 25845,
        "r": "esv:Matthew:3:12",
        "t": "His winnowing fork is in his hand, and he will clear his threshing floor and gather his wheat into the barn, but the chaff he will burn with unquenchable fire.”"
    },
    {
        "o": 25846,
        "r": "esv:Matthew:3:12",
        "t": "The Baptism of Jesus",
        "h": 2
    },
    {
        "o": 25847,
        "r": "esv:Matthew:3:13",
        "t": "Then*p Jesus came from Galilee to the Jordan to John, to be baptized by him."
    },
    {
        "o": 25848,
        "r": "esv:Matthew:3:14",
        "t": "John would have prevented him, saying, “I need to be baptized by you, and do you come to me?”"
    },
    {
        "o": 25849,
        "r": "esv:Matthew:3:15",
        "t": "But Jesus answered him, “Let*r it*r be*r so*r now,*r for*r thus*r it*r is*r fitting*r for*r us*r to*r fulfill*r all*r righteousness.”*r Then he consented."
    },
    {
        "o": 25850,
        "r": "esv:Matthew:3:16",
        "t": "And when Jesus was baptized, immediately he went up from the water, and behold, the heavens were opened to him, and he saw the Spirit of God descending like a dove and coming to rest on him;"
    },
    {
        "o": 25851,
        "r": "esv:Matthew:3:17",
        "t": "and behold, a voice from heaven said, “This is my beloved Son, with whom I am well pleased.”"
    }
]
