[
    {
        "o": 10164,
        "r": "niv:1 Kings:17:0",
        "t": "1 Kings 17",
        "h": 1
    },
    {
        "o": 10165,
        "r": "niv:1 Kings:17:0",
        "t": "Elijah Announces a Great Drought",
        "h": 2
    },
    {
        "o": 10166,
        "r": "niv:1 Kings:17:1",
        "t": "Now*p Elijah the Tishbite, from Tishbe in Gilead, said to Ahab, “As the Lord,*s the God of Israel, lives, whom I serve, there will be neither dew nor rain in the next few years except at my word.”"
    },
    {
        "o": 10167,
        "r": "niv:1 Kings:17:1",
        "t": "Elijah Fed by Ravens",
        "h": 2
    },
    {
        "o": 10168,
        "r": "niv:1 Kings:17:2",
        "t": "Then*p the word of the Lord*s came to Elijah:"
    },
    {
        "o": 10169,
        "r": "niv:1 Kings:17:3",
        "t": "“Leave here, turn eastward and hide in the Kerith Ravine, east of the Jordan."
    },
    {
        "o": 10170,
        "r": "niv:1 Kings:17:4",
        "t": "You will drink from the brook, and I have directed the ravens to supply you with food there.”"
    },
    {
        "o": 10171,
        "r": "niv:1 Kings:17:5",
        "t": "So*p he did what the Lord*s had told him. He went to the Kerith Ravine, east of the Jordan, and stayed there."
    },
    {
        "o": 10172,
        "r": "niv:1 Kings:17:6",
        "t": "The ravens brought him bread and meat in the morning and bread and meat in the evening, and he drank from the brook."
    },
    {
        "o": 10173,
        "r": "niv:1 Kings:17:6",
        "t": "Elijah and the Widow at Zarephath",
        "h": 2
    },
    {
        "o": 10174,
        "r": "niv:1 Kings:17:7",
        "t": "Some*p time later the brook dried up because there had been no rain in the land."
    },
    {
        "o": 10175,
        "r": "niv:1 Kings:17:8",
        "t": "Then the word of the Lord*s came to him:"
    },
    {
        "o": 10176,
        "r": "niv:1 Kings:17:9",
        "t": "“Go at once to Zarephath in the region of Sidon and stay there. I have directed a widow there to supply you with food.”"
    },
    {
        "o": 10177,
        "r": "niv:1 Kings:17:10",
        "t": "So he went to Zarephath. When he came to the town gate, a widow was there gathering sticks. He called to her and asked, “Would you bring me a little water in a jar so I may have a drink?”"
    },
    {
        "o": 10178,
        "r": "niv:1 Kings:17:11",
        "t": "As she was going to get it, he called, “And bring me, please, a piece of bread.”"
    },
    {
        "o": 10179,
        "r": "niv:1 Kings:17:12",
        "t": "“As*p surely as the Lord*s your God lives,” she replied, “I don’t have any bread—only a handful of flour in a jar and a little olive oil in a jug. I am gathering a few sticks to take home and make a meal for myself and my son, that we may eat it—and die.”"
    },
    {
        "o": 10180,
        "r": "niv:1 Kings:17:13",
        "t": "Elijah*p said to her, “Don’t be afraid. Go home and do as you have said. But first make a small loaf of bread for me from what you have and bring it to me, and then make something for yourself and your son."
    },
    {
        "o": 10181,
        "r": "niv:1 Kings:17:14",
        "t": "For this is what the Lord,*s the God of Israel, says: ‘The jar of flour will not be used up and the jug of oil will not run dry until the day the Lord*s sends rain on the land.’ ”"
    },
    {
        "o": 10182,
        "r": "niv:1 Kings:17:15",
        "t": "She*p went away and did as Elijah had told her. So there was food every day for Elijah and for the woman and her family."
    },
    {
        "o": 10183,
        "r": "niv:1 Kings:17:16",
        "t": "For the jar of flour was not used up and the jug of oil did not run dry, in keeping with the word of the Lord*s spoken by Elijah."
    },
    {
        "o": 10184,
        "r": "niv:1 Kings:17:17",
        "t": "Some*p time later the son of the woman who owned the house became ill. He grew worse and worse, and finally stopped breathing."
    },
    {
        "o": 10185,
        "r": "niv:1 Kings:17:18",
        "t": "She said to Elijah, “What do you have against me, man of God? Did you come to remind me of my sin and kill my son?”"
    },
    {
        "o": 10186,
        "r": "niv:1 Kings:17:19",
        "t": "“Give*p me your son,” Elijah replied. He took him from her arms, carried him to the upper room where he was staying, and laid him on his bed."
    },
    {
        "o": 10187,
        "r": "niv:1 Kings:17:20",
        "t": "Then he cried out to the Lord,*s “Lord*s my God, have you brought tragedy even on this widow I am staying with, by causing her son to die?”"
    },
    {
        "o": 10188,
        "r": "niv:1 Kings:17:21",
        "t": "Then he stretched himself out on the boy three times and cried out to the Lord,*s “Lord*s my God, let this boy’s life return to him!”"
    },
    {
        "o": 10189,
        "r": "niv:1 Kings:17:22",
        "t": "The*p Lord*s heard Elijah’s cry, and the boy’s life returned to him, and he lived."
    },
    {
        "o": 10190,
        "r": "niv:1 Kings:17:23",
        "t": "Elijah picked up the child and carried him down from the room into the house. He gave him to his mother and said, “Look, your son is alive!”"
    },
    {
        "o": 10191,
        "r": "niv:1 Kings:17:24",
        "t": "Then*p the woman said to Elijah, “Now I know that you are a man of God and that the word of the Lord*s from your mouth is the truth.”"
    }
]
