[
    {
        "o": 9582,
        "r": "nasb:1 Kings:2:0",
        "t": "1 Kings 2",
        "h": 1
    },
    {
        "o": 9583,
        "r": "nasb:1 Kings:2:0",
        "t": "David’s Charge to Solomon",
        "h": 2
    },
    {
        "o": 9584,
        "r": "nasb:1 Kings:2:1",
        "t": "As*p David’s time to die drew near, he charged Solomon his son, saying,"
    },
    {
        "o": 9585,
        "r": "nasb:1 Kings:2:2",
        "t": "“I am going the way of all the earth. Be strong, therefore, and show yourself a man."
    },
    {
        "o": 9586,
        "r": "nasb:1 Kings:2:3",
        "t": "Keep the charge of the Lord*s your God, to walk in His ways, to keep His statutes, His commandments, His ordinances, and His testimonies, according to what is written in the Law of Moses, that you may succeed in all that you do and wherever you turn,"
    },
    {
        "o": 9587,
        "r": "nasb:1 Kings:2:4",
        "t": "so that the Lord*s may carry out His promise which He spoke concerning me, saying, ‘If your sons are careful of their way, to walk before Me in truth with all their heart and with all their soul, you shall not lack a man on the throne of Israel.’"
    },
    {
        "o": 9588,
        "r": "nasb:1 Kings:2:5",
        "t": "“Now*p you also know what Joab the son of Zeruiah did to me, what he did to the two commanders of the armies of Israel, to Abner the son of Ner, and to Amasa the son of Jether, whom he killed; he also shed the blood of war in peace. And he put the blood of war on his belt about his waist, and on his sandals on his feet."
    },
    {
        "o": 9589,
        "r": "nasb:1 Kings:2:6",
        "t": "So act according to your wisdom, and do not let his gray hair go down to Sheol in peace."
    },
    {
        "o": 9590,
        "r": "nasb:1 Kings:2:7",
        "t": "But show kindness to the sons of Barzillai the Gileadite, and let them be among those who eat at your table; for they assisted me when I fled from Absalom your brother."
    },
    {
        "o": 9591,
        "r": "nasb:1 Kings:2:8",
        "t": "Behold, there is with you Shimei the son of Gera the Benjamite, of Bahurim; now it was he who cursed me with a violent curse on the day I went to Mahanaim. But when he came down to me at the Jordan, I swore to him by the Lord,*s saying, ‘I will not put you to death with the sword.’"
    },
    {
        "o": 9592,
        "r": "nasb:1 Kings:2:9",
        "t": "Now therefore, do not let him go unpunished, for you are a wise man; and you will know what you ought to do to him, and you will bring his gray hair down to Sheol with blood.”"
    },
    {
        "o": 9593,
        "r": "nasb:1 Kings:2:9",
        "t": "Death of David",
        "h": 2
    },
    {
        "o": 9594,
        "r": "nasb:1 Kings:2:10",
        "t": "Then*p David slept with his fathers and was buried in the city of David."
    },
    {
        "o": 9595,
        "r": "nasb:1 Kings:2:11",
        "t": "The days that David reigned over Israel were*i forty years: seven years he reigned in Hebron and thirty-three years he reigned in Jerusalem."
    },
    {
        "o": 9596,
        "r": "nasb:1 Kings:2:12",
        "t": "And Solomon sat on the throne of David his father, and his kingdom was firmly established."
    },
    {
        "o": 9597,
        "r": "nasb:1 Kings:2:13",
        "t": "Now*p Adonijah the son of Haggith came to Bathsheba the mother of Solomon. And she said, “Do you come peacefully?” And he said, “Peacefully.”"
    },
    {
        "o": 9598,
        "r": "nasb:1 Kings:2:14",
        "t": "Then he said, “I have something to*i say*i to you.” And she said, “Speak.”"
    },
    {
        "o": 9599,
        "r": "nasb:1 Kings:2:15",
        "t": "So he said, “You know that the kingdom was mine and that all Israel expected me to be king; however, the kingdom has turned about and become my brother’s, for it was his from the Lord.*s"
    },
    {
        "o": 9600,
        "r": "nasb:1 Kings:2:16",
        "t": "Now I am making one request of you; do not refuse me.” And she said to him, “Speak.”"
    },
    {
        "o": 9601,
        "r": "nasb:1 Kings:2:17",
        "t": "Then he said, “Please speak to Solomon the king, for he will not refuse you, that he may give me Abishag the Shunammite as a wife.”"
    },
    {
        "o": 9602,
        "r": "nasb:1 Kings:2:18",
        "t": "Bathsheba said, “Very well; I will speak to the king for you.”"
    },
    {
        "o": 9603,
        "r": "nasb:1 Kings:2:18",
        "t": "Adonijah Executed",
        "h": 2
    },
    {
        "o": 9604,
        "r": "nasb:1 Kings:2:19",
        "t": "So*p Bathsheba went to King Solomon to speak to him for Adonijah. And the king arose to meet her, bowed before her, and sat on his throne; then he had a throne set for the king’s mother, and she sat on his right."
    },
    {
        "o": 9605,
        "r": "nasb:1 Kings:2:20",
        "t": "Then she said, “I am making one small request of you; do not refuse me.” And the king said to her, “Ask, my mother, for I will not refuse you.”"
    },
    {
        "o": 9606,
        "r": "nasb:1 Kings:2:21",
        "t": "So she said, “Let Abishag the Shunammite be given to Adonijah your brother as a wife.”"
    },
    {
        "o": 9607,
        "r": "nasb:1 Kings:2:22",
        "t": "King Solomon answered and said to his mother, “And why are you asking Abishag the Shunammite for Adonijah? Ask for him also the kingdom—for he is my older brother—even for him, for Abiathar the priest, and for Joab the son of Zeruiah!”"
    },
    {
        "o": 9608,
        "r": "nasb:1 Kings:2:23",
        "t": "Then King Solomon swore by the Lord,*s saying, “May God do so to me and more also, if Adonijah has not spoken this word against his own life."
    },
    {
        "o": 9609,
        "r": "nasb:1 Kings:2:24",
        "t": "Now therefore, as the Lord*s lives, who has established me and set me on the throne of David my father and who has made me a house as He promised, surely Adonijah shall be put to death today.”"
    },
    {
        "o": 9610,
        "r": "nasb:1 Kings:2:25",
        "t": "So King Solomon sent Benaiah the son of Jehoiada; and he fell upon him so that he died."
    },
    {
        "o": 9611,
        "r": "nasb:1 Kings:2:26",
        "t": "Then*p to Abiathar the priest the king said, “Go to Anathoth to your own field, for you deserve to die; but I will not put you to death at this time, because you carried the ark of the Lord God*s before my father David, and because you were afflicted in everything with which my father was afflicted.”"
    },
    {
        "o": 9612,
        "r": "nasb:1 Kings:2:27",
        "t": "So Solomon dismissed Abiathar from being priest to the Lord,*s in order to fulfill the word of the Lord,*s which He had spoken concerning the house of Eli in Shiloh."
    },
    {
        "o": 9613,
        "r": "nasb:1 Kings:2:27",
        "t": "Joab Executed",
        "h": 2
    },
    {
        "o": 9614,
        "r": "nasb:1 Kings:2:28",
        "t": "Now*p the news came to Joab, for Joab had followed Adonijah, although he had not followed Absalom. And Joab fled to the tent of the Lord*s and took hold of the horns of the altar."
    },
    {
        "o": 9615,
        "r": "nasb:1 Kings:2:29",
        "t": "It was told King Solomon that Joab had fled to the tent of the Lord,*s and behold, he is beside the altar. Then Solomon sent Benaiah the son of Jehoiada, saying, “Go, fall upon him.”"
    },
    {
        "o": 9616,
        "r": "nasb:1 Kings:2:30",
        "t": "So Benaiah came to the tent of the Lord*s and said to him, “Thus the king has said, ‘Come out.’ ” But he said, “No, for I will die here.” And Benaiah brought the king word again, saying, “Thus spoke Joab, and thus he answered me.”"
    },
    {
        "o": 9617,
        "r": "nasb:1 Kings:2:31",
        "t": "The king said to him, “Do as he has spoken and fall upon him and bury him, that you may remove from me and from my father’s house the blood which Joab shed without cause."
    },
    {
        "o": 9618,
        "r": "nasb:1 Kings:2:32",
        "t": "The Lord*s will return his blood on his own head, because he fell upon two men more righteous and better than he and killed them with the sword, while my father David did not know it:*i Abner the son of Ner, commander of the army of Israel, and Amasa the son of Jether, commander of the army of Judah."
    },
    {
        "o": 9619,
        "r": "nasb:1 Kings:2:33",
        "t": "So shall their blood return on the head of Joab and on the head of his descendants forever; but to David and his descendants and his house and his throne, may there be peace from the Lord*s forever.”"
    },
    {
        "o": 9620,
        "r": "nasb:1 Kings:2:34",
        "t": "Then Benaiah the son of Jehoiada went up and fell upon him and put him to death, and he was buried at his own house in the wilderness."
    },
    {
        "o": 9621,
        "r": "nasb:1 Kings:2:35",
        "t": "The king appointed Benaiah the son of Jehoiada over the army in his place, and the king appointed Zadok the priest in the place of Abiathar."
    },
    {
        "o": 9622,
        "r": "nasb:1 Kings:2:35",
        "t": "Shimei Executed",
        "h": 2
    },
    {
        "o": 9623,
        "r": "nasb:1 Kings:2:36",
        "t": "Now*p the king sent and called for Shimei and said to him, “Build for yourself a house in Jerusalem and live there, and do not go out from there to any place."
    },
    {
        "o": 9624,
        "r": "nasb:1 Kings:2:37",
        "t": "For on the day you go out and cross over the brook Kidron, you will know for certain that you shall surely die; your blood shall be on your own head.”"
    },
    {
        "o": 9625,
        "r": "nasb:1 Kings:2:38",
        "t": "Shimei then said to the king, “The word is good. As my lord the king has said, so your servant will do.” So Shimei lived in Jerusalem many days."
    },
    {
        "o": 9626,
        "r": "nasb:1 Kings:2:39",
        "t": "But*p it came about at the end of three years, that two of the servants of Shimei ran away to Achish son of Maacah, king of Gath. And they told Shimei, saying, “Behold, your servants are in Gath.”"
    },
    {
        "o": 9627,
        "r": "nasb:1 Kings:2:40",
        "t": "Then Shimei arose and saddled his donkey, and went to Gath to Achish to look for his servants. And Shimei went and brought his servants from Gath."
    },
    {
        "o": 9628,
        "r": "nasb:1 Kings:2:41",
        "t": "It was told Solomon that Shimei had gone from Jerusalem to Gath, and had returned."
    },
    {
        "o": 9629,
        "r": "nasb:1 Kings:2:42",
        "t": "So the king sent and called for Shimei and said to him, “Did I not make you swear by the Lord*s and solemnly warn you, saying, ‘You will know for certain that on the day you depart and go anywhere, you shall surely die’? And you said to me, ‘The word which I have heard is good.’"
    },
    {
        "o": 9630,
        "r": "nasb:1 Kings:2:43",
        "t": "Why then have you not kept the oath of the Lord,*s and the command which I have laid on you?”"
    },
    {
        "o": 9631,
        "r": "nasb:1 Kings:2:44",
        "t": "The king also said to Shimei, “You know all the evil which you acknowledge in your heart, which you did to my father David; therefore the Lord*s shall return your evil on your own head."
    },
    {
        "o": 9632,
        "r": "nasb:1 Kings:2:45",
        "t": "But King Solomon shall be blessed, and the throne of David shall be established before the Lord*s forever.”"
    },
    {
        "o": 9633,
        "r": "nasb:1 Kings:2:46",
        "t": "So the king commanded Benaiah the son of Jehoiada, and he went out and fell upon him so that he died. Thus*bp the kingdom was established in the hands of Solomon."
    }
]
