[
    {
        "o": 7427,
        "r": "kjv:Ruth:4:0",
        "t": "Ruth 4",
        "h": 1
    },
    {
        "o": 7428,
        "r": "kjv:Ruth:4:1",
        "t": "Then*p went Boaz up to the gate, and sat him down there: and, behold, the kinsman of whom Boaz spake came by; unto whom he said, Ho, such a one! turn aside, sit down here. And he turned aside, and sat down."
    },
    {
        "o": 7429,
        "r": "kjv:Ruth:4:2",
        "t": "And*p he took ten men of the elders of the city, and said, Sit ye down here. And they sat down."
    },
    {
        "o": 7430,
        "r": "kjv:Ruth:4:3",
        "t": "And*p he said unto the kinsman, Naomi, that is come again out of the country of Moab, selleth a parcel of land, which was our brother Elimelech's:"
    },
    {
        "o": 7431,
        "r": "kjv:Ruth:4:4",
        "t": "And*p I thought to advertise thee, saying, Buy it before the inhabitants, and before the elders of my people. If thou wilt redeem it, redeem it: but if thou wilt not redeem it, then tell me, that I may know: for there is none to redeem it beside thee; and I am after thee. And he said, I will redeem it."
    },
    {
        "o": 7432,
        "r": "kjv:Ruth:4:5",
        "t": "Then*p said Boaz, What day thou buyest the field of the hand of Naomi, thou must buy it also of Ruth the Moabitess, the wife of the dead, to raise up the name of the dead upon his inheritance."
    },
    {
        "o": 7433,
        "r": "kjv:Ruth:4:6",
        "t": "And*p the kinsman said, I cannot redeem it for myself, lest I mar mine own inheritance: redeem thou my right to thyself; for I cannot redeem it."
    },
    {
        "o": 7434,
        "r": "kjv:Ruth:4:7",
        "t": "Now*p this was the manner in former time in Israel concerning redeeming and concerning changing, for to confirm all things; a man plucked off his shoe, and gave it to his neighbour: and this was a testimony in Israel."
    },
    {
        "o": 7435,
        "r": "kjv:Ruth:4:8",
        "t": "Therefore*p the kinsman said unto Boaz, Buy it for thee. So he drew off his shoe."
    },
    {
        "o": 7436,
        "r": "kjv:Ruth:4:9",
        "t": "And*p Boaz said unto the elders, and unto all the people, Ye are witnesses this day, that I have bought all that was Elimelech's, and all that was Chilion's and Mahlon's, of the hand of Naomi."
    },
    {
        "o": 7437,
        "r": "kjv:Ruth:4:10",
        "t": "Moreover*p Ruth the Moabitess, the wife of Mahlon, have I purchased to be my wife, to raise up the name of the dead upon his inheritance, that the name of the dead be not cut off from among his brethren, and from the gate of his place: ye are witnesses this day."
    },
    {
        "o": 7438,
        "r": "kjv:Ruth:4:11",
        "t": "And*p all the people that were in the gate, and the elders, said, We are witnesses. The Lord*s make the woman that is come into thine house like Rachel and like Leah, which two did build the house of Israel: and do thou worthily in Ephratah, and be famous in Beth–lehem:"
    },
    {
        "o": 7439,
        "r": "kjv:Ruth:4:12",
        "t": "And*p let thy house be like the house of Pharez, whom Tamar bare unto Judah, of the seed which the Lord*s shall give thee of this young woman."
    },
    {
        "o": 7440,
        "r": "kjv:Ruth:4:13",
        "t": "So*p Boaz took Ruth, and she was his wife: and when he went in unto her, the Lord*s gave her conception, and she bare a son."
    },
    {
        "o": 7441,
        "r": "kjv:Ruth:4:14",
        "t": "And*p the women said unto Naomi, Blessed be the Lord,*s which hath not left thee this day without a kinsman, that his name may be famous in Israel."
    },
    {
        "o": 7442,
        "r": "kjv:Ruth:4:15",
        "t": "And*p he shall be unto thee a restorer of thy life, and a nourisher of thine old age: for thy daughter in law, which loveth thee, which is better to thee than seven sons, hath born him."
    },
    {
        "o": 7443,
        "r": "kjv:Ruth:4:16",
        "t": "And*p Naomi took the child, and laid it in her bosom, and became nurse unto it."
    },
    {
        "o": 7444,
        "r": "kjv:Ruth:4:17",
        "t": "And*p the women her neighbours gave it a name, saying, There is a son born to Naomi; and they called his name Obed: he is the father of Jesse, the father of David."
    },
    {
        "o": 7445,
        "r": "kjv:Ruth:4:18",
        "t": "Now*p these are the generations of Pharez: Pharez begat Hezron,"
    },
    {
        "o": 7446,
        "r": "kjv:Ruth:4:19",
        "t": "And*p Hezron begat Ram, and Ram begat Amminadab,"
    },
    {
        "o": 7447,
        "r": "kjv:Ruth:4:20",
        "t": "And*p Amminadab begat Nahshon, and Nahshon begat Salmon,"
    },
    {
        "o": 7448,
        "r": "kjv:Ruth:4:21",
        "t": "And*p Salmon begat Boaz, and Boaz begat Obed,"
    },
    {
        "o": 7449,
        "r": "kjv:Ruth:4:22",
        "t": "And*p Obed begat Jesse, and Jesse begat David."
    }
]
