[
    {
        "o": 5821,
        "r": "esv:Deuteronomy:16:0",
        "t": "Deuteronomy 16",
        "h": 1
    },
    {
        "o": 5822,
        "r": "esv:Deuteronomy:16:0",
        "t": "Passover",
        "h": 2
    },
    {
        "o": 5823,
        "r": "esv:Deuteronomy:16:1",
        "t": "“Observe*p the month of Abib and keep the Passover to the Lord*s your God, for in the month of Abib the Lord*s your God brought you out of Egypt by night."
    },
    {
        "o": 5824,
        "r": "esv:Deuteronomy:16:2",
        "t": "And you shall offer the Passover sacrifice to the Lord*s your God, from the flock or the herd, at the place that the Lord*s will choose, to make his name dwell there."
    },
    {
        "o": 5825,
        "r": "esv:Deuteronomy:16:3",
        "t": "You shall eat no leavened bread with it. Seven days you shall eat it with unleavened bread, the bread of affliction— for you came out of the land of Egypt in haste— that all the days of your life you may remember the day when you came out of the land of Egypt."
    },
    {
        "o": 5826,
        "r": "esv:Deuteronomy:16:4",
        "t": "No leaven shall be seen with you in all your territory for seven days, nor shall any of the flesh that you sacrifice on the evening of the first day remain all night until morning."
    },
    {
        "o": 5827,
        "r": "esv:Deuteronomy:16:5",
        "t": "You may not offer the Passover sacrifice within any of your towns that the Lord*s your God is giving you,"
    },
    {
        "o": 5828,
        "r": "esv:Deuteronomy:16:6",
        "t": "but at the place that the Lord*s your God will choose, to make his name dwell in it, there you shall offer the Passover sacrifice, in the evening at sunset, at the time you came out of Egypt."
    },
    {
        "o": 5829,
        "r": "esv:Deuteronomy:16:7",
        "t": "And you shall cook it and eat it at the place that the Lord*s your God will choose. And in the morning you shall turn and go to your tents."
    },
    {
        "o": 5830,
        "r": "esv:Deuteronomy:16:8",
        "t": "For six days you shall eat unleavened bread, and on the seventh day there shall be a solemn assembly to the Lord*s your God. You shall do no work on it."
    },
    {
        "o": 5831,
        "r": "esv:Deuteronomy:16:8",
        "t": "The Feast of Weeks",
        "h": 2
    },
    {
        "o": 5832,
        "r": "esv:Deuteronomy:16:9",
        "t": "“You*p shall count seven weeks. Begin to count the seven weeks from the time the sickle is first put to the standing grain."
    },
    {
        "o": 5833,
        "r": "esv:Deuteronomy:16:10",
        "t": "Then you shall keep the Feast of Weeks to the Lord*s your God with the tribute of a freewill offering from your hand, which you shall give as the Lord*s your God blesses you."
    },
    {
        "o": 5834,
        "r": "esv:Deuteronomy:16:11",
        "t": "And you shall rejoice before the Lord*s your God, you and your son and your daughter, your male servant and your female servant, the Levite who is within your towns, the sojourner, the fatherless, and the widow who are among you, at the place that the Lord*s your God will choose, to make his name dwell there."
    },
    {
        "o": 5835,
        "r": "esv:Deuteronomy:16:12",
        "t": "You shall remember that you were a slave in Egypt; and you shall be careful to observe these statutes."
    },
    {
        "o": 5836,
        "r": "esv:Deuteronomy:16:12",
        "t": "The Feast of Booths",
        "h": 2
    },
    {
        "o": 5837,
        "r": "esv:Deuteronomy:16:13",
        "t": "“You*p shall keep the Feast of Booths seven days, when you have gathered in the produce from your threshing floor and your winepress."
    },
    {
        "o": 5838,
        "r": "esv:Deuteronomy:16:14",
        "t": "You shall rejoice in your feast, you and your son and your daughter, your male servant and your female servant, the Levite, the sojourner, the fatherless, and the widow who are within your towns."
    },
    {
        "o": 5839,
        "r": "esv:Deuteronomy:16:15",
        "t": "For seven days you shall keep the feast to the Lord*s your God at the place that the Lord*s will choose, because the Lord*s your God will bless you in all your produce and in all the work of your hands, so that you will be altogether joyful."
    },
    {
        "o": 5840,
        "r": "esv:Deuteronomy:16:16",
        "t": "“Three*p times a year all your males shall appear before the Lord*s your God at the place that he will choose: at the Feast of Unleavened Bread, at the Feast of Weeks, and at the Feast of Booths. They shall not appear before the Lord*s empty-handed."
    },
    {
        "o": 5841,
        "r": "esv:Deuteronomy:16:17",
        "t": "Every man shall give as he is able, according to the blessing of the Lord*s your God that he has given you."
    },
    {
        "o": 5842,
        "r": "esv:Deuteronomy:16:17",
        "t": "Justice",
        "h": 2
    },
    {
        "o": 5843,
        "r": "esv:Deuteronomy:16:18",
        "t": "“You*p shall appoint judges and officers in all your towns that the Lord*s your God is giving you, according to your tribes, and they shall judge the people with righteous judgment."
    },
    {
        "o": 5844,
        "r": "esv:Deuteronomy:16:19",
        "t": "You shall not pervert justice. You shall not show partiality, and you shall not accept a bribe, for a bribe blinds the eyes of the wise and subverts the cause of the righteous."
    },
    {
        "o": 5845,
        "r": "esv:Deuteronomy:16:20",
        "t": "Justice, and only justice, you shall follow, that you may live and inherit the land that the Lord*s your God is giving you."
    },
    {
        "o": 5846,
        "r": "esv:Deuteronomy:16:20",
        "t": "Forbidden Forms of Worship",
        "h": 2
    },
    {
        "o": 5847,
        "r": "esv:Deuteronomy:16:21",
        "t": "“You*p shall not plant any tree as an Asherah beside the altar of the Lord*s your God that you shall make."
    },
    {
        "o": 5848,
        "r": "esv:Deuteronomy:16:22",
        "t": "And you shall not set up a pillar, which the Lord*s your God hates."
    }
]
