[
    {
        "o": 25379,
        "r": "nasb:Zephaniah:1:0",
        "t": "Zephaniah 1",
        "h": 1
    },
    {
        "o": 25380,
        "r": "nasb:Zephaniah:1:0",
        "t": "Day of Judgment on Judah",
        "h": 2
    },
    {
        "o": 25381,
        "r": "nasb:Zephaniah:1:1",
        "t": "The*p word of the Lord*s which came to Zephaniah son of Cushi, son of Gedaliah, son of Amariah, son of Hezekiah, in the days of Josiah son of Amon, king of Judah:"
    },
    {
        "o": 25382,
        "r": "nasb:Zephaniah:1:2",
        "t": "“I*pn will completely remove all things*i From*ln the face of the earth,” declares the Lord.*s"
    },
    {
        "o": 25383,
        "r": "nasb:Zephaniah:1:3",
        "t": "“I*ln will remove man and beast; I*ln will remove the birds of the sky And*ln the fish of the sea, And*ln the ruins along with the wicked; And*ln I will cut off man from the face of the earth,” declares the Lord.*s"
    },
    {
        "o": 25384,
        "r": "nasb:Zephaniah:1:4",
        "t": "“So*ln I will stretch out My hand against Judah And*ln against all the inhabitants of Jerusalem. And*ln I will cut off the remnant of Baal from this place, And*iln the names of the idolatrous priests along with the priests."
    },
    {
        "o": 25385,
        "r": "nasb:Zephaniah:1:5",
        "t": "And*ln those who bow down on the housetops to the host of heaven, And*ln those who bow down and*i swear to the Lord*s and yet*i swear by Milcom,"
    },
    {
        "o": 25386,
        "r": "nasb:Zephaniah:1:6",
        "t": "And*ln those who have turned back from following the Lord,*s And*ln those who have not sought the Lord*s or inquired of Him.”"
    },
    {
        "o": 25387,
        "r": "nasb:Zephaniah:1:7",
        "t": "Be*ln silent before the Lord God!*s For*ln the day of the Lord*s is near, For*ln the Lord*s has prepared a sacrifice, He*ln has consecrated His guests."
    },
    {
        "o": 25388,
        "r": "nasb:Zephaniah:1:8",
        "t": "“Then*ln it will come about on the day of the Lord’s*s sacrifice That*ln I will punish the princes, the king’s sons And*ln all who clothe themselves with foreign garments."
    },
    {
        "o": 25389,
        "r": "nasb:Zephaniah:1:9",
        "t": "And*ln I will punish on that day all who leap on the temple*i threshold, Who*ln fill the house of their lord with violence and deceit."
    },
    {
        "o": 25390,
        "r": "nasb:Zephaniah:1:10",
        "t": "On*ln that day,” declares the Lord,*s “There*ln will be the sound of a cry from the Fish Gate, A*ln wail from the Second Quarter, And*ln a loud crash from the hills."
    },
    {
        "o": 25391,
        "r": "nasb:Zephaniah:1:11",
        "t": "Wail,*ln O inhabitants of the Mortar, For*ln all the people of Canaan will be silenced; All*ln who weigh out silver will be cut off."
    },
    {
        "o": 25392,
        "r": "nasb:Zephaniah:1:12",
        "t": "It*ln will come about at that time That*ln I will search Jerusalem with lamps, And*ln I will punish the men Who*ln are stagnant in spirit, Who*ln say in their hearts, ‘The*ln Lord*s will not do good or evil!’"
    },
    {
        "o": 25393,
        "r": "nasb:Zephaniah:1:13",
        "t": "Moreover,*ln their wealth will become plunder And*ln their houses desolate; Yes,*ln they will build houses but not inhabit them,*i And*ln plant vineyards but not drink their wine.”"
    },
    {
        "o": 25394,
        "r": "nasb:Zephaniah:1:14",
        "t": "Near*ln is the great day of the Lord,*s Near*ln and coming very quickly; Listen,*ln the day of the Lord!*s In*ln it the warrior cries out bitterly."
    },
    {
        "o": 25395,
        "r": "nasb:Zephaniah:1:15",
        "t": "A*ln day of wrath is that day, A*ln day of trouble and distress, A*ln day of destruction and desolation, A*ln day of darkness and gloom, A*ln day of clouds and thick darkness,"
    },
    {
        "o": 25396,
        "r": "nasb:Zephaniah:1:16",
        "t": "A*ln day of trumpet and battle cry Against*ln the fortified cities And*ln the high corner towers."
    },
    {
        "o": 25397,
        "r": "nasb:Zephaniah:1:17",
        "t": "I*ln will bring distress on men So*ln that they will walk like the blind, Because*ln they have sinned against the Lord;*s And*ln their blood will be poured out like dust And*ln their flesh like dung."
    },
    {
        "o": 25398,
        "r": "nasb:Zephaniah:1:18",
        "t": "Neither*ln their silver nor their gold Will*ln be able to deliver them On*ln the day of the Lord’s*s wrath; And*ln all the earth will be devoured In*ln the fire of His jealousy, For*ln He will make a complete end, Indeed*ln a terrifying one, Of*ln all the inhabitants of the earth."
    }
]
