[
    {
        "o": 30335,
        "r": "kjv:Galatians:3:0",
        "t": "Galatians 3",
        "h": 1
    },
    {
        "o": 30336,
        "r": "kjv:Galatians:3:1",
        "t": "O*p foolish Galatians, who hath bewitched you, that ye should not obey the truth, before whose eyes Jesus Christ hath been evidently set forth, crucified among you?"
    },
    {
        "o": 30337,
        "r": "kjv:Galatians:3:2",
        "t": "This*p only would I learn of you, Received ye the Spirit by the works of the law, or by the hearing of faith?"
    },
    {
        "o": 30338,
        "r": "kjv:Galatians:3:3",
        "t": "Are*p ye so foolish? having begun in the Spirit, are ye now made perfect by the flesh?"
    },
    {
        "o": 30339,
        "r": "kjv:Galatians:3:4",
        "t": "Have*p ye suffered so many things in vain? if it be yet in vain."
    },
    {
        "o": 30340,
        "r": "kjv:Galatians:3:5",
        "t": "He*p therefore that ministereth to you the Spirit, and worketh miracles among you, doeth he it by the works of the law, or by the hearing of faith?"
    },
    {
        "o": 30341,
        "r": "kjv:Galatians:3:6",
        "t": "Even*p as Abraham believed God, and it was accounted to him for righteousness."
    },
    {
        "o": 30342,
        "r": "kjv:Galatians:3:7",
        "t": "Know*p ye therefore that they which are of faith, the same are the children of Abraham."
    },
    {
        "o": 30343,
        "r": "kjv:Galatians:3:8",
        "t": "And*p the scripture, foreseeing that God would justify the heathen through faith, preached before the gospel unto Abraham, saying, In thee shall all nations be blessed."
    },
    {
        "o": 30344,
        "r": "kjv:Galatians:3:9",
        "t": "So*p then they which be of faith are blessed with faithful Abraham."
    },
    {
        "o": 30345,
        "r": "kjv:Galatians:3:10",
        "t": "For*p as many as are of the works of the law are under the curse: for it is written, Cursed is every one that continueth not in all things which are written in the book of the law to do them."
    },
    {
        "o": 30346,
        "r": "kjv:Galatians:3:11",
        "t": "But*p that no man is justified by the law in the sight of God, it is evident: for, The just shall live by faith."
    },
    {
        "o": 30347,
        "r": "kjv:Galatians:3:12",
        "t": "And*p the law is not of faith: but, The man that doeth them shall live in them."
    },
    {
        "o": 30348,
        "r": "kjv:Galatians:3:13",
        "t": "Christ*p hath redeemed us from the curse of the law, being made a curse for us: for it is written, Cursed is every one that hangeth on a tree:"
    },
    {
        "o": 30349,
        "r": "kjv:Galatians:3:14",
        "t": "That*p the blessing of Abraham might come on the Gentiles through Jesus Christ; that we might receive the promise of the Spirit through faith."
    },
    {
        "o": 30350,
        "r": "kjv:Galatians:3:15",
        "t": "Brethren,*p I speak after the manner of men; Though it be but a man's covenant, yet if it be confirmed, no man disannulleth, or addeth thereto."
    },
    {
        "o": 30351,
        "r": "kjv:Galatians:3:16",
        "t": "Now*p to Abraham and his seed were the promises made. He saith not, And to seeds, as of many; but as of one, And to thy seed, which is Christ."
    },
    {
        "o": 30352,
        "r": "kjv:Galatians:3:17",
        "t": "And*p this I say, that the covenant, that was confirmed before of God in Christ, the law, which was four hundred and thirty years after, cannot disannul, that it should make the promise of none effect."
    },
    {
        "o": 30353,
        "r": "kjv:Galatians:3:18",
        "t": "For*p if the inheritance be of the law, it is no more of promise: but God gave it to Abraham by promise."
    },
    {
        "o": 30354,
        "r": "kjv:Galatians:3:19",
        "t": "Wherefore*p then serveth the law? It was added because of transgressions, till the seed should come to whom the promise was made; and it was ordained by angels in the hand of a mediator."
    },
    {
        "o": 30355,
        "r": "kjv:Galatians:3:20",
        "t": "Now*p a mediator is not a mediator of one, but God is one."
    },
    {
        "o": 30356,
        "r": "kjv:Galatians:3:21",
        "t": "Is*p the law then against the promises of God? God forbid: for if there had been a law given which could have given life, verily righteousness should have been by the law."
    },
    {
        "o": 30357,
        "r": "kjv:Galatians:3:22",
        "t": "But*p the scripture hath concluded all under sin, that the promise by faith of Jesus Christ might be given to them that believe."
    },
    {
        "o": 30358,
        "r": "kjv:Galatians:3:23",
        "t": "But*p before faith came, we were kept under the law, shut up unto the faith which should afterwards be revealed."
    },
    {
        "o": 30359,
        "r": "kjv:Galatians:3:24",
        "t": "Wherefore*p the law was our schoolmaster to bring us unto Christ, that we might be justified by faith."
    },
    {
        "o": 30360,
        "r": "kjv:Galatians:3:25",
        "t": "But*p after that faith is come, we are no longer under a schoolmaster."
    },
    {
        "o": 30361,
        "r": "kjv:Galatians:3:26",
        "t": "For*p ye are all the children of God by faith in Christ Jesus."
    },
    {
        "o": 30362,
        "r": "kjv:Galatians:3:27",
        "t": "For*p as many of you as have been baptized into Christ have put on Christ."
    },
    {
        "o": 30363,
        "r": "kjv:Galatians:3:28",
        "t": "There*p is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus."
    },
    {
        "o": 30364,
        "r": "kjv:Galatians:3:29",
        "t": "And*p if ye be Christ's, then are ye Abraham's seed, and heirs according to the promise."
    }
]
