[
    {
        "o": 25674,
        "r": "nasb:Zechariah:12:0",
        "t": "Zechariah 12",
        "h": 1
    },
    {
        "o": 25675,
        "r": "nasb:Zechariah:12:0",
        "t": "Jerusalem to Be Attacked",
        "h": 2
    },
    {
        "o": 25676,
        "r": "nasb:Zechariah:12:1",
        "t": "The*p burden of the word of the Lord*s concerning Israel. Thus*ibp declares the Lord*s who stretches out the heavens, lays the foundation of the earth, and forms the spirit of man within him,"
    },
    {
        "o": 25677,
        "r": "nasb:Zechariah:12:2",
        "t": "“Behold, I am going to make Jerusalem a cup that causes reeling to all the peoples around; and when the siege is against Jerusalem, it will also be against Judah."
    },
    {
        "o": 25678,
        "r": "nasb:Zechariah:12:3",
        "t": "It will come about in that day that I will make Jerusalem a heavy stone for all the peoples; all who lift it will be severely injured. And all the nations of the earth will be gathered against it."
    },
    {
        "o": 25679,
        "r": "nasb:Zechariah:12:4",
        "t": "In that day,” declares the Lord,*s “I will strike every horse with bewilderment and his rider with madness. But I will watch over the house of Judah, while I strike every horse of the peoples with blindness."
    },
    {
        "o": 25680,
        "r": "nasb:Zechariah:12:5",
        "t": "Then the clans of Judah will say in their hearts, ‘A strong support for us are the inhabitants of Jerusalem through the Lord*s of hosts, their God.’"
    },
    {
        "o": 25681,
        "r": "nasb:Zechariah:12:6",
        "t": "“In*p that day I will make the clans of Judah like a firepot among pieces of wood and a flaming torch among sheaves, so they will consume on the right hand and on the left all the surrounding peoples, while the inhabitants of Jerusalem again dwell on their own sites in Jerusalem."
    },
    {
        "o": 25682,
        "r": "nasb:Zechariah:12:7",
        "t": "The Lord*s also will save the tents of Judah first, so that the glory of the house of David and the glory of the inhabitants of Jerusalem will not be magnified above Judah."
    },
    {
        "o": 25683,
        "r": "nasb:Zechariah:12:8",
        "t": "In that day the Lord*s will defend the inhabitants of Jerusalem, and the one who is feeble among them in that day will be like David, and the house of David will*i be*i like God, like the angel of the Lord*s before them."
    },
    {
        "o": 25684,
        "r": "nasb:Zechariah:12:9",
        "t": "And in that day I will set about to destroy all the nations that come against Jerusalem."
    },
    {
        "o": 25685,
        "r": "nasb:Zechariah:12:10",
        "t": "“I*p will pour out on the house of David and on the inhabitants of Jerusalem, the Spirit of grace and of supplication, so that they will look on Me whom they have pierced; and they will mourn for Him, as one mourns for an only son, and they will weep bitterly over Him like the bitter weeping over a firstborn."
    },
    {
        "o": 25686,
        "r": "nasb:Zechariah:12:11",
        "t": "In that day there will be great mourning in Jerusalem, like the mourning of Hadadrimmon in the plain of Megiddo."
    },
    {
        "o": 25687,
        "r": "nasb:Zechariah:12:12",
        "t": "The land will mourn, every family by itself; the family of the house of David by itself and their wives by themselves; the family of the house of Nathan by itself and their wives by themselves;"
    },
    {
        "o": 25688,
        "r": "nasb:Zechariah:12:13",
        "t": "the family of the house of Levi by itself and their wives by themselves; the family of the Shimeites by itself and their wives by themselves;"
    },
    {
        "o": 25689,
        "r": "nasb:Zechariah:12:14",
        "t": "all the families that remain, every family by itself and their wives by themselves."
    }
]
