[
    {
        "o": 22549,
        "r": "esv:Jeremiah:52:0",
        "t": "Jeremiah 52",
        "h": 1
    },
    {
        "o": 22550,
        "r": "esv:Jeremiah:52:0",
        "t": "The Fall of Jerusalem Recounted",
        "h": 2
    },
    {
        "o": 22551,
        "r": "esv:Jeremiah:52:1",
        "t": "Zedekiah*p was twenty-one years old when he became king, and he reigned eleven years in Jerusalem. His mother’s name was Hamutal the daughter of Jeremiah of Libnah."
    },
    {
        "o": 22552,
        "r": "esv:Jeremiah:52:2",
        "t": "And he did what was evil in the sight of the Lord,*s according to all that Jehoiakim had done."
    },
    {
        "o": 22553,
        "r": "esv:Jeremiah:52:3",
        "t": "For because of the anger of the Lord*s it came to the point in Jerusalem and Judah that he cast them out from his presence. And*p Zedekiah rebelled against the king of Babylon."
    },
    {
        "o": 22554,
        "r": "esv:Jeremiah:52:4",
        "t": "And in the ninth year of his reign, in the tenth month, on the tenth day of the month, Nebuchadnezzar king of Babylon came with all his army against Jerusalem, and laid siege to it. And they built siegeworks all around it."
    },
    {
        "o": 22555,
        "r": "esv:Jeremiah:52:5",
        "t": "So the city was besieged till the eleventh year of King Zedekiah."
    },
    {
        "o": 22556,
        "r": "esv:Jeremiah:52:6",
        "t": "On the ninth day of the fourth month the famine was so severe in the city that there was no food for the people of the land."
    },
    {
        "o": 22557,
        "r": "esv:Jeremiah:52:7",
        "t": "Then a breach was made in the city, and all the men of war fled and went out from the city by night by the way of a gate between the two walls, by the king’s garden, and the Chaldeans were around the city. And they went in the direction of the Arabah."
    },
    {
        "o": 22558,
        "r": "esv:Jeremiah:52:8",
        "t": "But the army of the Chaldeans pursued the king and overtook Zedekiah in the plains of Jericho, and all his army was scattered from him."
    },
    {
        "o": 22559,
        "r": "esv:Jeremiah:52:9",
        "t": "Then they captured the king and brought him up to the king of Babylon at Riblah in the land of Hamath, and he passed sentence on him."
    },
    {
        "o": 22560,
        "r": "esv:Jeremiah:52:10",
        "t": "The king of Babylon slaughtered the sons of Zedekiah before his eyes, and also slaughtered all the officials of Judah at Riblah."
    },
    {
        "o": 22561,
        "r": "esv:Jeremiah:52:11",
        "t": "He put out the eyes of Zedekiah, and bound him in chains, and the king of Babylon took him to Babylon, and put him in prison till the day of his death."
    },
    {
        "o": 22562,
        "r": "esv:Jeremiah:52:11",
        "t": "The Temple Burned",
        "h": 2
    },
    {
        "o": 22563,
        "r": "esv:Jeremiah:52:12",
        "t": "In*p the fifth month, on the tenth day of the month— that was the nineteenth year of King Nebuchadnezzar, king of Babylon— Nebuzaradan the captain of the bodyguard, who served the king of Babylon, entered Jerusalem."
    },
    {
        "o": 22564,
        "r": "esv:Jeremiah:52:13",
        "t": "And he burned the house of the Lord,*s and the king’s house and all the houses of Jerusalem; every great house he burned down."
    },
    {
        "o": 22565,
        "r": "esv:Jeremiah:52:14",
        "t": "And all the army of the Chaldeans, who were with the captain of the guard, broke down all the walls around Jerusalem."
    },
    {
        "o": 22566,
        "r": "esv:Jeremiah:52:15",
        "t": "And Nebuzaradan the captain of the guard carried away captive some of the poorest of the people and the rest of the people who were left in the city and the deserters who had deserted to the king of Babylon, together with the rest of the artisans."
    },
    {
        "o": 22567,
        "r": "esv:Jeremiah:52:16",
        "t": "But Nebuzaradan the captain of the guard left some of the poorest of the land to be vinedressers and plowmen."
    },
    {
        "o": 22568,
        "r": "esv:Jeremiah:52:17",
        "t": "And*p the pillars of bronze that were in the house of the Lord,*s and the stands and the bronze sea that were in the house of the Lord,*s the Chaldeans broke in pieces, and carried all the bronze to Babylon."
    },
    {
        "o": 22569,
        "r": "esv:Jeremiah:52:18",
        "t": "And they took away the pots and the shovels and the snuffers and the basins and the dishes for incense and all the vessels of bronze used in the temple service;"
    },
    {
        "o": 22570,
        "r": "esv:Jeremiah:52:19",
        "t": "also the small bowls and the fire pans and the basins and the pots and the lampstands and the dishes for incense and the bowls for drink offerings. What was of gold the captain of the guard took away as gold, and what was of silver, as silver."
    },
    {
        "o": 22571,
        "r": "esv:Jeremiah:52:20",
        "t": "As for the two pillars, the one sea, the twelve bronze bulls that were under the sea, and the stands, which Solomon the king had made for the house of the Lord,*s the bronze of all these things was beyond weight."
    },
    {
        "o": 22572,
        "r": "esv:Jeremiah:52:21",
        "t": "As for the pillars, the height of the one pillar was eighteen cubits, its circumference was twelve cubits, and its thickness was four fingers, and it was hollow."
    },
    {
        "o": 22573,
        "r": "esv:Jeremiah:52:22",
        "t": "On it was a capital of bronze. The height of the one capital was five cubits. A network and pomegranates, all of bronze, were around the capital. And the second pillar had the same, with pomegranates."
    },
    {
        "o": 22574,
        "r": "esv:Jeremiah:52:23",
        "t": "There were ninety-six pomegranates on the sides; all the pomegranates were a hundred upon the network all around."
    },
    {
        "o": 22575,
        "r": "esv:Jeremiah:52:23",
        "t": "The People Exiled to Babylon",
        "h": 2
    },
    {
        "o": 22576,
        "r": "esv:Jeremiah:52:24",
        "t": "And*p the captain of the guard took Seraiah the chief priest, and Zephaniah the second priest and the three keepers of the threshold;"
    },
    {
        "o": 22577,
        "r": "esv:Jeremiah:52:25",
        "t": "and from the city he took an officer who had been in command of the men of war, and seven men of the king’s council, who were found in the city; and the secretary of the commander of the army, who mustered the people of the land; and sixty men of the people of the land, who were found in the midst of the city."
    },
    {
        "o": 22578,
        "r": "esv:Jeremiah:52:26",
        "t": "And Nebuzaradan the captain of the guard took them and brought them to the king of Babylon at Riblah."
    },
    {
        "o": 22579,
        "r": "esv:Jeremiah:52:27",
        "t": "And the king of Babylon struck them down and put them to death at Riblah in the land of Hamath. So Judah was taken into exile out of its land."
    },
    {
        "o": 22580,
        "r": "esv:Jeremiah:52:28",
        "t": "This*p is the number of the people whom Nebuchadnezzar carried away captive: in the seventh year, 3,023 Judeans;"
    },
    {
        "o": 22581,
        "r": "esv:Jeremiah:52:29",
        "t": "in the eighteenth year of Nebuchadnezzar he carried away captive from Jerusalem 832 persons;"
    },
    {
        "o": 22582,
        "r": "esv:Jeremiah:52:30",
        "t": "in the twenty-third year of Nebuchadnezzar, Nebuzaradan the captain of the guard carried away captive of the Judeans 745 persons; all the persons were 4,600."
    },
    {
        "o": 22583,
        "r": "esv:Jeremiah:52:30",
        "t": "Jehoiachin Released from Prison",
        "h": 2
    },
    {
        "o": 22584,
        "r": "esv:Jeremiah:52:31",
        "t": "And*p in the thirty-seventh year of the exile of Jehoiachin king of Judah, in the twelfth month, on the twenty-fifth day of the month, Evil-merodach king of Babylon, in the year that he began to reign, graciously freed Jehoiachin king of Judah and brought him out of prison."
    },
    {
        "o": 22585,
        "r": "esv:Jeremiah:52:32",
        "t": "And he spoke kindly to him and gave him a seat above the seats of the kings who were with him in Babylon."
    },
    {
        "o": 22586,
        "r": "esv:Jeremiah:52:33",
        "t": "So Jehoiachin put off his prison garments. And every day of his life he dined regularly at the king’s table,"
    },
    {
        "o": 22587,
        "r": "esv:Jeremiah:52:34",
        "t": "and for his allowance, a regular allowance was given him by the king, according to his daily needs, until the day of his death, as long as he lived."
    }
]
