[
    {
        "o": 32407,
        "r": "niv:Ephesians:6:0",
        "t": "Ephesians 6",
        "h": 1
    },
    {
        "o": 32408,
        "r": "niv:Ephesians:6:1",
        "t": "Children,*p obey your parents in the Lord, for this is right."
    },
    {
        "o": 32409,
        "r": "niv:Ephesians:6:2",
        "t": "“Honor your father and mother”—which is the first commandment with a promise—"
    },
    {
        "o": 32410,
        "r": "niv:Ephesians:6:3",
        "t": "“so that it may go well with you and that you may enjoy long life on the earth.”"
    },
    {
        "o": 32411,
        "r": "niv:Ephesians:6:4",
        "t": "Fathers,*p do not exasperate your children; instead, bring them up in the training and instruction of the Lord."
    },
    {
        "o": 32412,
        "r": "niv:Ephesians:6:5",
        "t": "Slaves,*p obey your earthly masters with respect and fear, and with sincerity of heart, just as you would obey Christ."
    },
    {
        "o": 32413,
        "r": "niv:Ephesians:6:6",
        "t": "Obey them not only to win their favor when their eye is on you, but as slaves of Christ, doing the will of God from your heart."
    },
    {
        "o": 32414,
        "r": "niv:Ephesians:6:7",
        "t": "Serve wholeheartedly, as if you were serving the Lord, not people,"
    },
    {
        "o": 32415,
        "r": "niv:Ephesians:6:8",
        "t": "because you know that the Lord will reward each one for whatever good they do, whether they are slave or free."
    },
    {
        "o": 32416,
        "r": "niv:Ephesians:6:9",
        "t": "And*p masters, treat your slaves in the same way. Do not threaten them, since you know that he who is both their Master and yours is in heaven, and there is no favoritism with him."
    },
    {
        "o": 32417,
        "r": "niv:Ephesians:6:9",
        "t": "The Armor of God",
        "h": 2
    },
    {
        "o": 32418,
        "r": "niv:Ephesians:6:10",
        "t": "Finally,*p be strong in the Lord and in his mighty power."
    },
    {
        "o": 32419,
        "r": "niv:Ephesians:6:11",
        "t": "Put on the full armor of God, so that you can take your stand against the devil’s schemes."
    },
    {
        "o": 32420,
        "r": "niv:Ephesians:6:12",
        "t": "For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms."
    },
    {
        "o": 32421,
        "r": "niv:Ephesians:6:13",
        "t": "Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand."
    },
    {
        "o": 32422,
        "r": "niv:Ephesians:6:14",
        "t": "Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place,"
    },
    {
        "o": 32423,
        "r": "niv:Ephesians:6:15",
        "t": "and with your feet fitted with the readiness that comes from the gospel of peace."
    },
    {
        "o": 32424,
        "r": "niv:Ephesians:6:16",
        "t": "In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one."
    },
    {
        "o": 32425,
        "r": "niv:Ephesians:6:17",
        "t": "Take the helmet of salvation and the sword of the Spirit, which is the word of God."
    },
    {
        "o": 32426,
        "r": "niv:Ephesians:6:18",
        "t": "And*p pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the Lord’s people."
    },
    {
        "o": 32427,
        "r": "niv:Ephesians:6:19",
        "t": "Pray also for me, that whenever I speak, words may be given me so that I will fearlessly make known the mystery of the gospel,"
    },
    {
        "o": 32428,
        "r": "niv:Ephesians:6:20",
        "t": "for which I am an ambassador in chains. Pray that I may declare it fearlessly, as I should."
    },
    {
        "o": 32429,
        "r": "niv:Ephesians:6:20",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 32430,
        "r": "niv:Ephesians:6:21",
        "t": "Tychicus,*p the dear brother and faithful servant in the Lord, will tell you everything, so that you also may know how I am and what I am doing."
    },
    {
        "o": 32431,
        "r": "niv:Ephesians:6:22",
        "t": "I am sending him to you for this very purpose, that you may know how we are, and that he may encourage you."
    },
    {
        "o": 32432,
        "r": "niv:Ephesians:6:23",
        "t": "Peace*p to the brothers and sisters, and love with faith from God the Father and the Lord Jesus Christ."
    },
    {
        "o": 32433,
        "r": "niv:Ephesians:6:24",
        "t": "Grace to all who love our Lord Jesus Christ with an undying love."
    }
]
