[
    {
        "o": 31620,
        "r": "niv:1 Corinthians:12:0",
        "t": "1 Corinthians 12",
        "h": 1
    },
    {
        "o": 31621,
        "r": "niv:1 Corinthians:12:0",
        "t": "Concerning Spiritual Gifts",
        "h": 2
    },
    {
        "o": 31622,
        "r": "niv:1 Corinthians:12:1",
        "t": "Now*p about the gifts of the Spirit, brothers and sisters, I do not want you to be uninformed."
    },
    {
        "o": 31623,
        "r": "niv:1 Corinthians:12:2",
        "t": "You know that when you were pagans, somehow or other you were influenced and led astray to mute idols."
    },
    {
        "o": 31624,
        "r": "niv:1 Corinthians:12:3",
        "t": "Therefore I want you to know that no one who is speaking by the Spirit of God says, “Jesus be cursed,” and no one can say, “Jesus is Lord,” except by the Holy Spirit."
    },
    {
        "o": 31625,
        "r": "niv:1 Corinthians:12:4",
        "t": "There*p are different kinds of gifts, but the same Spirit distributes them."
    },
    {
        "o": 31626,
        "r": "niv:1 Corinthians:12:5",
        "t": "There are different kinds of service, but the same Lord."
    },
    {
        "o": 31627,
        "r": "niv:1 Corinthians:12:6",
        "t": "There are different kinds of working, but in all of them and in everyone it is the same God at work."
    },
    {
        "o": 31628,
        "r": "niv:1 Corinthians:12:7",
        "t": "Now*p to each one the manifestation of the Spirit is given for the common good."
    },
    {
        "o": 31629,
        "r": "niv:1 Corinthians:12:8",
        "t": "To one there is given through the Spirit a message of wisdom, to another a message of knowledge by means of the same Spirit,"
    },
    {
        "o": 31630,
        "r": "niv:1 Corinthians:12:9",
        "t": "to another faith by the same Spirit, to another gifts of healing by that one Spirit,"
    },
    {
        "o": 31631,
        "r": "niv:1 Corinthians:12:10",
        "t": "to another miraculous powers, to another prophecy, to another distinguishing between spirits, to another speaking in different kinds of tongues, and to still another the interpretation of tongues."
    },
    {
        "o": 31632,
        "r": "niv:1 Corinthians:12:11",
        "t": "All these are the work of one and the same Spirit, and he distributes them to each one, just as he determines."
    },
    {
        "o": 31633,
        "r": "niv:1 Corinthians:12:11",
        "t": "Unity and Diversity in the Body",
        "h": 2
    },
    {
        "o": 31634,
        "r": "niv:1 Corinthians:12:12",
        "t": "Just*p as a body, though one, has many parts, but all its many parts form one body, so it is with Christ."
    },
    {
        "o": 31635,
        "r": "niv:1 Corinthians:12:13",
        "t": "For we were all baptized by one Spirit so as to form one body—whether Jews or Gentiles, slave or free—and we were all given the one Spirit to drink."
    },
    {
        "o": 31636,
        "r": "niv:1 Corinthians:12:14",
        "t": "Even so the body is not made up of one part but of many."
    },
    {
        "o": 31637,
        "r": "niv:1 Corinthians:12:15",
        "t": "Now*p if the foot should say, “Because I am not a hand, I do not belong to the body,” it would not for that reason stop being part of the body."
    },
    {
        "o": 31638,
        "r": "niv:1 Corinthians:12:16",
        "t": "And if the ear should say, “Because I am not an eye, I do not belong to the body,” it would not for that reason stop being part of the body."
    },
    {
        "o": 31639,
        "r": "niv:1 Corinthians:12:17",
        "t": "If the whole body were an eye, where would the sense of hearing be? If the whole body were an ear, where would the sense of smell be?"
    },
    {
        "o": 31640,
        "r": "niv:1 Corinthians:12:18",
        "t": "But in fact God has placed the parts in the body, every one of them, just as he wanted them to be."
    },
    {
        "o": 31641,
        "r": "niv:1 Corinthians:12:19",
        "t": "If they were all one part, where would the body be?"
    },
    {
        "o": 31642,
        "r": "niv:1 Corinthians:12:20",
        "t": "As it is, there are many parts, but one body."
    },
    {
        "o": 31643,
        "r": "niv:1 Corinthians:12:21",
        "t": "The*p eye cannot say to the hand, “I don’t need you!” And the head cannot say to the feet, “I don’t need you!”"
    },
    {
        "o": 31644,
        "r": "niv:1 Corinthians:12:22",
        "t": "On the contrary, those parts of the body that seem to be weaker are indispensable,"
    },
    {
        "o": 31645,
        "r": "niv:1 Corinthians:12:23",
        "t": "and the parts that we think are less honorable we treat with special honor. And the parts that are unpresentable are treated with special modesty,"
    },
    {
        "o": 31646,
        "r": "niv:1 Corinthians:12:24",
        "t": "while our presentable parts need no special treatment. But God has put the body together, giving greater honor to the parts that lacked it,"
    },
    {
        "o": 31647,
        "r": "niv:1 Corinthians:12:25",
        "t": "so that there should be no division in the body, but that its parts should have equal concern for each other."
    },
    {
        "o": 31648,
        "r": "niv:1 Corinthians:12:26",
        "t": "If one part suffers, every part suffers with it; if one part is honored, every part rejoices with it."
    },
    {
        "o": 31649,
        "r": "niv:1 Corinthians:12:27",
        "t": "Now*p you are the body of Christ, and each one of you is a part of it."
    },
    {
        "o": 31650,
        "r": "niv:1 Corinthians:12:28",
        "t": "And God has placed in the church first of all apostles, second prophets, third teachers, then miracles, then gifts of healing, of helping, of guidance, and of different kinds of tongues."
    },
    {
        "o": 31651,
        "r": "niv:1 Corinthians:12:29",
        "t": "Are all apostles? Are all prophets? Are all teachers? Do all work miracles?"
    },
    {
        "o": 31652,
        "r": "niv:1 Corinthians:12:30",
        "t": "Do all have gifts of healing? Do all speak in tongues? Do all interpret?"
    },
    {
        "o": 31653,
        "r": "niv:1 Corinthians:12:31",
        "t": "Now eagerly desire the greater gifts."
    },
    {
        "o": 31654,
        "r": "niv:1 Corinthians:12:31",
        "t": "Love Is Indispensable",
        "h": 2
    },
    {
        "o": 31655,
        "r": "niv:1 Corinthians:12:31",
        "t": "And*p yet I will show you the most excellent way."
    }
]
