[
    {
        "o": 8578,
        "r": "niv:1 Samuel:25:0",
        "t": "1 Samuel 25",
        "h": 1
    },
    {
        "o": 8579,
        "r": "niv:1 Samuel:25:0",
        "t": "David, Nabal and Abigail",
        "h": 2
    },
    {
        "o": 8580,
        "r": "niv:1 Samuel:25:1",
        "t": "Now*p Samuel died, and all Israel assembled and mourned for him; and they buried him at his home in Ramah. Then David moved down into the Desert of Paran."
    },
    {
        "o": 8581,
        "r": "niv:1 Samuel:25:2",
        "t": "A*p certain man in Maon, who had property there at Carmel, was very wealthy. He had a thousand goats and three thousand sheep, which he was shearing in Carmel."
    },
    {
        "o": 8582,
        "r": "niv:1 Samuel:25:3",
        "t": "His name was Nabal and his wife’s name was Abigail. She was an intelligent and beautiful woman, but her husband was surly and mean in his dealings—he was a Calebite."
    },
    {
        "o": 8583,
        "r": "niv:1 Samuel:25:4",
        "t": "While*p David was in the wilderness, he heard that Nabal was shearing sheep."
    },
    {
        "o": 8584,
        "r": "niv:1 Samuel:25:5",
        "t": "So he sent ten young men and said to them, “Go up to Nabal at Carmel and greet him in my name."
    },
    {
        "o": 8585,
        "r": "niv:1 Samuel:25:6",
        "t": "Say to him: ‘Long life to you! Good health to you and your household! And good health to all that is yours!"
    },
    {
        "o": 8586,
        "r": "niv:1 Samuel:25:7",
        "t": "“ ‘Now*p I hear that it is sheep-shearing time. When your shepherds were with us, we did not mistreat them, and the whole time they were at Carmel nothing of theirs was missing."
    },
    {
        "o": 8587,
        "r": "niv:1 Samuel:25:8",
        "t": "Ask your own servants and they will tell you. Therefore be favorable toward my men, since we come at a festive time. Please give your servants and your son David whatever you can find for them.’ ”"
    },
    {
        "o": 8588,
        "r": "niv:1 Samuel:25:9",
        "t": "When*p David’s men arrived, they gave Nabal this message in David’s name. Then they waited."
    },
    {
        "o": 8589,
        "r": "niv:1 Samuel:25:10",
        "t": "Nabal*p answered David’s servants, “Who is this David? Who is this son of Jesse? Many servants are breaking away from their masters these days."
    },
    {
        "o": 8590,
        "r": "niv:1 Samuel:25:11",
        "t": "Why should I take my bread and water, and the meat I have slaughtered for my shearers, and give it to men coming from who knows where?”"
    },
    {
        "o": 8591,
        "r": "niv:1 Samuel:25:12",
        "t": "David’s*p men turned around and went back. When they arrived, they reported every word."
    },
    {
        "o": 8592,
        "r": "niv:1 Samuel:25:13",
        "t": "David said to his men, “Each of you strap on your sword!” So they did, and David strapped his on as well. About four hundred men went up with David, while two hundred stayed with the supplies."
    },
    {
        "o": 8593,
        "r": "niv:1 Samuel:25:14",
        "t": "One*p of the servants told Abigail, Nabal’s wife, “David sent messengers from the wilderness to give our master his greetings, but he hurled insults at them."
    },
    {
        "o": 8594,
        "r": "niv:1 Samuel:25:15",
        "t": "Yet these men were very good to us. They did not mistreat us, and the whole time we were out in the fields near them nothing was missing."
    },
    {
        "o": 8595,
        "r": "niv:1 Samuel:25:16",
        "t": "Night and day they were a wall around us the whole time we were herding our sheep near them."
    },
    {
        "o": 8596,
        "r": "niv:1 Samuel:25:17",
        "t": "Now think it over and see what you can do, because disaster is hanging over our master and his whole household. He is such a wicked man that no one can talk to him.”"
    },
    {
        "o": 8597,
        "r": "niv:1 Samuel:25:18",
        "t": "Abigail*p acted quickly. She took two hundred loaves of bread, two skins of wine, five dressed sheep, five seahs of roasted grain, a hundred cakes of raisins and two hundred cakes of pressed figs, and loaded them on donkeys."
    },
    {
        "o": 8598,
        "r": "niv:1 Samuel:25:19",
        "t": "Then she told her servants, “Go on ahead; I’ll follow you.” But she did not tell her husband Nabal."
    },
    {
        "o": 8599,
        "r": "niv:1 Samuel:25:20",
        "t": "As*p she came riding her donkey into a mountain ravine, there were David and his men descending toward her, and she met them."
    },
    {
        "o": 8600,
        "r": "niv:1 Samuel:25:21",
        "t": "David had just said, “It’s been useless—all my watching over this fellow’s property in the wilderness so that nothing of his was missing. He has paid me back evil for good."
    },
    {
        "o": 8601,
        "r": "niv:1 Samuel:25:22",
        "t": "May God deal with David, be it ever so severely, if by morning I leave alive one male of all who belong to him!”"
    },
    {
        "o": 8602,
        "r": "niv:1 Samuel:25:23",
        "t": "When*p Abigail saw David, she quickly got off her donkey and bowed down before David with her face to the ground."
    },
    {
        "o": 8603,
        "r": "niv:1 Samuel:25:24",
        "t": "She fell at his feet and said: “Pardon your servant, my lord, and let me speak to you; hear what your servant has to say."
    },
    {
        "o": 8604,
        "r": "niv:1 Samuel:25:25",
        "t": "Please pay no attention, my lord, to that wicked man Nabal. He is just like his name—his name means Fool, and folly goes with him. And as for me, your servant, I did not see the men my lord sent."
    },
    {
        "o": 8605,
        "r": "niv:1 Samuel:25:26",
        "t": "And now, my lord, as surely as the Lord*s your God lives and as you live, since the Lord*s has kept you from bloodshed and from avenging yourself with your own hands, may your enemies and all who are intent on harming my lord be like Nabal."
    },
    {
        "o": 8606,
        "r": "niv:1 Samuel:25:27",
        "t": "And let this gift, which your servant has brought to my lord, be given to the men who follow you."
    },
    {
        "o": 8607,
        "r": "niv:1 Samuel:25:28",
        "t": "“Please*p forgive your servant’s presumption. The Lord*s your God will certainly make a lasting dynasty for my lord, because you fight the Lord’s*s battles, and no wrongdoing will be found in you as long as you live."
    },
    {
        "o": 8608,
        "r": "niv:1 Samuel:25:29",
        "t": "Even though someone is pursuing you to take your life, the life of my lord will be bound securely in the bundle of the living by the Lord*s your God, but the lives of your enemies he will hurl away as from the pocket of a sling."
    },
    {
        "o": 8609,
        "r": "niv:1 Samuel:25:30",
        "t": "When the Lord*s has fulfilled for my lord every good thing he promised concerning him and has appointed him ruler over Israel,"
    },
    {
        "o": 8610,
        "r": "niv:1 Samuel:25:31",
        "t": "my lord will not have on his conscience the staggering burden of needless bloodshed or of having avenged himself. And when the Lord*s your God has brought my lord success, remember your servant.”"
    },
    {
        "o": 8611,
        "r": "niv:1 Samuel:25:32",
        "t": "David*p said to Abigail, “Praise be to the Lord,*s the God of Israel, who has sent you today to meet me."
    },
    {
        "o": 8612,
        "r": "niv:1 Samuel:25:33",
        "t": "May you be blessed for your good judgment and for keeping me from bloodshed this day and from avenging myself with my own hands."
    },
    {
        "o": 8613,
        "r": "niv:1 Samuel:25:34",
        "t": "Otherwise, as surely as the Lord,*s the God of Israel, lives, who has kept me from harming you, if you had not come quickly to meet me, not one male belonging to Nabal would have been left alive by daybreak.”"
    },
    {
        "o": 8614,
        "r": "niv:1 Samuel:25:35",
        "t": "Then*p David accepted from her hand what she had brought him and said, “Go home in peace. I have heard your words and granted your request.”"
    },
    {
        "o": 8615,
        "r": "niv:1 Samuel:25:36",
        "t": "When*p Abigail went to Nabal, he was in the house holding a banquet like that of a king. He was in high spirits and very drunk. So she told him nothing at all until daybreak."
    },
    {
        "o": 8616,
        "r": "niv:1 Samuel:25:37",
        "t": "Then in the morning, when Nabal was sober, his wife told him all these things, and his heart failed him and he became like a stone."
    },
    {
        "o": 8617,
        "r": "niv:1 Samuel:25:38",
        "t": "About ten days later, the Lord*s struck Nabal and he died."
    },
    {
        "o": 8618,
        "r": "niv:1 Samuel:25:39",
        "t": "When*p David heard that Nabal was dead, he said, “Praise be to the Lord,*s who has upheld my cause against Nabal for treating me with contempt. He has kept his servant from doing wrong and has brought Nabal’s wrongdoing down on his own head.” Then*p David sent word to Abigail, asking her to become his wife."
    },
    {
        "o": 8619,
        "r": "niv:1 Samuel:25:40",
        "t": "His servants went to Carmel and said to Abigail, “David has sent us to you to take you to become his wife.”"
    },
    {
        "o": 8620,
        "r": "niv:1 Samuel:25:41",
        "t": "She*p bowed down with her face to the ground and said, “I am your servant and am ready to serve you and wash the feet of my lord’s servants.”"
    },
    {
        "o": 8621,
        "r": "niv:1 Samuel:25:42",
        "t": "Abigail quickly got on a donkey and, attended by her five female servants, went with David’s messengers and became his wife."
    },
    {
        "o": 8622,
        "r": "niv:1 Samuel:25:43",
        "t": "David had also married Ahinoam of Jezreel, and they both were his wives."
    },
    {
        "o": 8623,
        "r": "niv:1 Samuel:25:44",
        "t": "But Saul had given his daughter Michal, David’s wife, to Paltiel son of Laish, who was from Gallim."
    }
]
