[
    {
        "o": 2584,
        "r": "csb:Exodus:29:0",
        "t": "Exodus 29",
        "h": 1
    },
    {
        "o": 2585,
        "r": "csb:Exodus:29:0",
        "t": "Instructions about Consecration",
        "h": 2
    },
    {
        "o": 2586,
        "r": "csb:Exodus:29:1",
        "t": "“This*p is what you are to do for them to consecrate them to serve me as priests. Take a young bull and two unblemished rams,"
    },
    {
        "o": 2587,
        "r": "csb:Exodus:29:2",
        "t": "with unleavened bread, unleavened cakes mixed with oil, and unleavened wafers coated with oil. Make them out of fine wheat flour,"
    },
    {
        "o": 2588,
        "r": "csb:Exodus:29:3",
        "t": "put them in a basket, and bring them in the basket, along with the bull and two rams."
    },
    {
        "o": 2589,
        "r": "csb:Exodus:29:4",
        "t": "Bring Aaron and his sons to the entrance to the tent of meeting and wash them with water."
    },
    {
        "o": 2590,
        "r": "csb:Exodus:29:5",
        "t": "Then take the garments and clothe Aaron with the tunic, the robe for the ephod, the ephod itself, and the breastpiece; fasten the ephod on him with its woven waistband."
    },
    {
        "o": 2591,
        "r": "csb:Exodus:29:6",
        "t": "Put the turban on his head and place the holy diadem on the turban."
    },
    {
        "o": 2592,
        "r": "csb:Exodus:29:7",
        "t": "Take the anointing oil, pour it on his head, and anoint him."
    },
    {
        "o": 2593,
        "r": "csb:Exodus:29:8",
        "t": "You must also bring his sons and clothe them with tunics."
    },
    {
        "o": 2594,
        "r": "csb:Exodus:29:9",
        "t": "Tie the sashes on Aaron and his sons and fasten headbands on them. The priesthood is to be theirs by a permanent statute. This is the way you will ordain Aaron and his sons."
    },
    {
        "o": 2595,
        "r": "csb:Exodus:29:10",
        "t": "“You*p are to bring the bull to the front of the tent of meeting, and Aaron and his sons must lay their hands on the bull’s head."
    },
    {
        "o": 2596,
        "r": "csb:Exodus:29:11",
        "t": "Slaughter the bull before the Lord*s at the entrance to the tent of meeting."
    },
    {
        "o": 2597,
        "r": "csb:Exodus:29:12",
        "t": "Take some of the bull’s blood and apply it to the horns of the altar with your finger; then pour out all the rest of the blood at the base of the altar."
    },
    {
        "o": 2598,
        "r": "csb:Exodus:29:13",
        "t": "Take all the fat that covers the entrails, the fatty lobe of the liver, and the two kidneys with the fat on them, and burn them on the altar."
    },
    {
        "o": 2599,
        "r": "csb:Exodus:29:14",
        "t": "But burn the bull’s flesh, its hide, and its waste outside the camp; it is a sin offering."
    },
    {
        "o": 2600,
        "r": "csb:Exodus:29:15",
        "t": "“Take*p one ram, and Aaron and his sons are to lay their hands on the ram’s head."
    },
    {
        "o": 2601,
        "r": "csb:Exodus:29:16",
        "t": "You are to slaughter the ram, take its blood, and splatter it on all sides of the altar."
    },
    {
        "o": 2602,
        "r": "csb:Exodus:29:17",
        "t": "Cut the ram into pieces. Wash its entrails and legs, and place them with its head and its pieces on the altar."
    },
    {
        "o": 2603,
        "r": "csb:Exodus:29:18",
        "t": "Then burn the whole ram on the altar; it is a burnt offering to the Lord.*s It is a pleasing aroma, a food offering to the Lord.*s"
    },
    {
        "o": 2604,
        "r": "csb:Exodus:29:19",
        "t": "“You*p are to take the second ram, and Aaron and his sons must lay their hands on the ram’s head."
    },
    {
        "o": 2605,
        "r": "csb:Exodus:29:20",
        "t": "Slaughter the ram, take some of its blood, and put it on Aaron’s right earlobe, on his sons’ right earlobes, on the thumbs of their right hands, and on the big toes of their right feet. Splatter the remaining blood on all sides of the altar."
    },
    {
        "o": 2606,
        "r": "csb:Exodus:29:21",
        "t": "Take some of the blood that is on the altar and some of the anointing oil, and sprinkle them on Aaron and his garments, as well as on his sons and their garments. So he and his garments will be holy, as well as his sons and their garments."
    },
    {
        "o": 2607,
        "r": "csb:Exodus:29:22",
        "t": "“Take*p the fat from the ram, the fat tail, the fat covering the entrails, the fatty lobe of the liver, the two kidneys and the fat on them, and the right thigh (since this is a ram for ordination);"
    },
    {
        "o": 2608,
        "r": "csb:Exodus:29:23",
        "t": "take one loaf of bread, one cake of bread made with oil, and one wafer from the basket of unleavened bread that is before the Lord;*s"
    },
    {
        "o": 2609,
        "r": "csb:Exodus:29:24",
        "t": "and put all of them in the hands of Aaron and his sons and present them as a presentation offering before the Lord.*s"
    },
    {
        "o": 2610,
        "r": "csb:Exodus:29:25",
        "t": "Take them from their hands and burn them on the altar on top of the burnt offering, as a pleasing aroma before the Lord;*s it is a food offering to the Lord.*s"
    },
    {
        "o": 2611,
        "r": "csb:Exodus:29:26",
        "t": "“Take*p the breast from the ram of Aaron’s ordination and present it as a presentation offering before the Lord;*s it is to be your portion."
    },
    {
        "o": 2612,
        "r": "csb:Exodus:29:27",
        "t": "Consecrate for Aaron and his sons the breast of the presentation offering that is presented and the thigh of the contribution that is lifted up from the ram of ordination."
    },
    {
        "o": 2613,
        "r": "csb:Exodus:29:28",
        "t": "This will belong to Aaron and his sons as a regular portion from the Israelites, for it is a contribution. It will be the Israelites’ contribution from their fellowship sacrifices, their contribution to the Lord.*s"
    },
    {
        "o": 2614,
        "r": "csb:Exodus:29:29",
        "t": "“The*p holy garments that belong to Aaron are to belong to his sons after him, so that they can be anointed and ordained in them."
    },
    {
        "o": 2615,
        "r": "csb:Exodus:29:30",
        "t": "Any priest who is one of his sons and who succeeds him and enters the tent of meeting to minister in the sanctuary must wear them for seven days."
    },
    {
        "o": 2616,
        "r": "csb:Exodus:29:31",
        "t": "“You*p are to take the ram of ordination and boil its flesh in a holy place."
    },
    {
        "o": 2617,
        "r": "csb:Exodus:29:32",
        "t": "Aaron and his sons are to eat the meat of the ram and the bread that is in the basket at the entrance to the tent of meeting."
    },
    {
        "o": 2618,
        "r": "csb:Exodus:29:33",
        "t": "They must eat those things by which atonement was made at the time of their ordination and consecration. An unauthorized person must not eat them, for these things are holy."
    },
    {
        "o": 2619,
        "r": "csb:Exodus:29:34",
        "t": "If any of the meat of ordination or any of the bread is left until morning, burn what is left over. It must not be eaten because it is holy."
    },
    {
        "o": 2620,
        "r": "csb:Exodus:29:35",
        "t": "“This*p is what you are to do for Aaron and his sons based on all I have commanded you. Take seven days to ordain them."
    },
    {
        "o": 2621,
        "r": "csb:Exodus:29:36",
        "t": "Sacrifice a bull as a sin offering each day for atonement. Purify the altar when you make atonement for it, and anoint it in order to consecrate it."
    },
    {
        "o": 2622,
        "r": "csb:Exodus:29:37",
        "t": "For seven days you must make atonement for the altar and consecrate it. The altar will be especially holy. Whatever touches the altar will be consecrated."
    },
    {
        "o": 2623,
        "r": "csb:Exodus:29:38",
        "t": "“This*p is what you are to offer regularly on the altar every day: two year-old lambs."
    },
    {
        "o": 2624,
        "r": "csb:Exodus:29:39",
        "t": "In the morning offer one lamb, and at twilight offer the other lamb."
    },
    {
        "o": 2625,
        "r": "csb:Exodus:29:40",
        "t": "With the first lamb offer two quarts of fine flour mixed with one quart of oil from crushed olives, and a drink offering of one quart of wine."
    },
    {
        "o": 2626,
        "r": "csb:Exodus:29:41",
        "t": "You are to offer the second lamb at twilight. Offer a grain offering and a drink offering with it, like the one in the morning, as a pleasing aroma, a food offering to the Lord.*s"
    },
    {
        "o": 2627,
        "r": "csb:Exodus:29:42",
        "t": "This will be a regular burnt offering throughout your generations at the entrance to the tent of meeting before the Lord,*s where I will meet you to speak with you."
    },
    {
        "o": 2628,
        "r": "csb:Exodus:29:43",
        "t": "I will also meet with the Israelites there, and that place will be consecrated by my glory."
    },
    {
        "o": 2629,
        "r": "csb:Exodus:29:44",
        "t": "I will consecrate the tent of meeting and the altar; I will also consecrate Aaron and his sons to serve me as priests."
    },
    {
        "o": 2630,
        "r": "csb:Exodus:29:45",
        "t": "I will dwell among the Israelites and be their God."
    },
    {
        "o": 2631,
        "r": "csb:Exodus:29:46",
        "t": "And they will know that I am the Lord*s their God, who brought them out of the land of Egypt, so that I might dwell among them. I am the Lord*s their God."
    }
]
