[
    {
        "o": 27561,
        "r": "niv:Luke:2:0",
        "t": "Luke 2",
        "h": 1
    },
    {
        "o": 27562,
        "r": "niv:Luke:2:0",
        "t": "The Birth of Jesus",
        "h": 2
    },
    {
        "o": 27563,
        "r": "niv:Luke:2:1",
        "t": "In*p those days Caesar Augustus issued a decree that a census should be taken of the entire Roman world."
    },
    {
        "o": 27564,
        "r": "niv:Luke:2:2",
        "t": "(This was the first census that took place while Quirinius was governor of Syria.)"
    },
    {
        "o": 27565,
        "r": "niv:Luke:2:3",
        "t": "And everyone went to their own town to register."
    },
    {
        "o": 27566,
        "r": "niv:Luke:2:4",
        "t": "So*p Joseph also went up from the town of Nazareth in Galilee to Judea, to Bethlehem the town of David, because he belonged to the house and line of David."
    },
    {
        "o": 27567,
        "r": "niv:Luke:2:5",
        "t": "He went there to register with Mary, who was pledged to be married to him and was expecting a child."
    },
    {
        "o": 27568,
        "r": "niv:Luke:2:6",
        "t": "While they were there, the time came for the baby to be born,"
    },
    {
        "o": 27569,
        "r": "niv:Luke:2:7",
        "t": "and she gave birth to her firstborn, a son. She wrapped him in cloths and placed him in a manger, because there was no guest room available for them."
    },
    {
        "o": 27570,
        "r": "niv:Luke:2:8",
        "t": "And*p there were shepherds living out in the fields nearby, keeping watch over their flocks at night."
    },
    {
        "o": 27571,
        "r": "niv:Luke:2:9",
        "t": "An angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were terrified."
    },
    {
        "o": 27572,
        "r": "niv:Luke:2:10",
        "t": "But the angel said to them, “Do not be afraid. I bring you good news that will cause great joy for all the people."
    },
    {
        "o": 27573,
        "r": "niv:Luke:2:11",
        "t": "Today in the town of David a Savior has been born to you; he is the Messiah, the Lord."
    },
    {
        "o": 27574,
        "r": "niv:Luke:2:12",
        "t": "This will be a sign to you: You will find a baby wrapped in cloths and lying in a manger.”"
    },
    {
        "o": 27575,
        "r": "niv:Luke:2:13",
        "t": "Suddenly*p a great company of the heavenly host appeared with the angel, praising God and saying,"
    },
    {
        "o": 27576,
        "r": "niv:Luke:2:14",
        "t": "“Glory*pn to God in the highest heaven, and*ld on earth peace to those on whom his favor rests.”"
    },
    {
        "o": 27577,
        "r": "niv:Luke:2:15",
        "t": "When*p the angels had left them and gone into heaven, the shepherds said to one another, “Let’s go to Bethlehem and see this thing that has happened, which the Lord has told us about.”"
    },
    {
        "o": 27578,
        "r": "niv:Luke:2:16",
        "t": "So*p they hurried off and found Mary and Joseph, and the baby, who was lying in the manger."
    },
    {
        "o": 27579,
        "r": "niv:Luke:2:17",
        "t": "When they had seen him, they spread the word concerning what had been told them about this child,"
    },
    {
        "o": 27580,
        "r": "niv:Luke:2:18",
        "t": "and all who heard it were amazed at what the shepherds said to them."
    },
    {
        "o": 27581,
        "r": "niv:Luke:2:19",
        "t": "But Mary treasured up all these things and pondered them in her heart."
    },
    {
        "o": 27582,
        "r": "niv:Luke:2:20",
        "t": "The shepherds returned, glorifying and praising God for all the things they had heard and seen, which were just as they had been told."
    },
    {
        "o": 27583,
        "r": "niv:Luke:2:21",
        "t": "On*p the eighth day, when it was time to circumcise the child, he was named Jesus, the name the angel had given him before he was conceived."
    },
    {
        "o": 27584,
        "r": "niv:Luke:2:21",
        "t": "Jesus Presented in the Temple",
        "h": 2
    },
    {
        "o": 27585,
        "r": "niv:Luke:2:22",
        "t": "When*p the time came for the purification rites required by the Law of Moses, Joseph and Mary took him to Jerusalem to present him to the Lord"
    },
    {
        "o": 27586,
        "r": "niv:Luke:2:23",
        "t": "(as it is written in the Law of the Lord, “Every firstborn male is to be consecrated to the Lord”),"
    },
    {
        "o": 27587,
        "r": "niv:Luke:2:24",
        "t": "and to offer a sacrifice in keeping with what is said in the Law of the Lord: “a pair of doves or two young pigeons.”"
    },
    {
        "o": 27588,
        "r": "niv:Luke:2:25",
        "t": "Now*p there was a man in Jerusalem called Simeon, who was righteous and devout. He was waiting for the consolation of Israel, and the Holy Spirit was on him."
    },
    {
        "o": 27589,
        "r": "niv:Luke:2:26",
        "t": "It had been revealed to him by the Holy Spirit that he would not die before he had seen the Lord’s Messiah."
    },
    {
        "o": 27590,
        "r": "niv:Luke:2:27",
        "t": "Moved by the Spirit, he went into the temple courts. When the parents brought in the child Jesus to do for him what the custom of the Law required,"
    },
    {
        "o": 27591,
        "r": "niv:Luke:2:28",
        "t": "Simeon took him in his arms and praised God, saying:"
    },
    {
        "o": 27592,
        "r": "niv:Luke:2:29",
        "t": "“Sovereign*pn Lord, as you have promised, you*ld may now dismiss your servant in peace."
    },
    {
        "o": 27593,
        "r": "niv:Luke:2:30",
        "t": "For*ln my eyes have seen your salvation,"
    },
    {
        "o": 27594,
        "r": "niv:Luke:2:31",
        "t": "which*ld you have prepared in the sight of all nations:"
    },
    {
        "o": 27595,
        "r": "niv:Luke:2:32",
        "t": "a*ln light for revelation to the Gentiles, and*ld the glory of your people Israel.”"
    },
    {
        "o": 27596,
        "r": "niv:Luke:2:33",
        "t": "The*p child’s father and mother marveled at what was said about him."
    },
    {
        "o": 27597,
        "r": "niv:Luke:2:34",
        "t": "Then Simeon blessed them and said to Mary, his mother: “This child is destined to cause the falling and rising of many in Israel, and to be a sign that will be spoken against,"
    },
    {
        "o": 27598,
        "r": "niv:Luke:2:35",
        "t": "so that the thoughts of many hearts will be revealed. And a sword will pierce your own soul too.”"
    },
    {
        "o": 27599,
        "r": "niv:Luke:2:36",
        "t": "There*p was also a prophet, Anna, the daughter of Penuel, of the tribe of Asher. She was very old; she had lived with her husband seven years after her marriage,"
    },
    {
        "o": 27600,
        "r": "niv:Luke:2:37",
        "t": "and then was a widow until she was eighty-four. She never left the temple but worshiped night and day, fasting and praying."
    },
    {
        "o": 27601,
        "r": "niv:Luke:2:38",
        "t": "Coming up to them at that very moment, she gave thanks to God and spoke about the child to all who were looking forward to the redemption of Jerusalem."
    },
    {
        "o": 27602,
        "r": "niv:Luke:2:39",
        "t": "When*p Joseph and Mary had done everything required by the Law of the Lord, they returned to Galilee to their own town of Nazareth."
    },
    {
        "o": 27603,
        "r": "niv:Luke:2:40",
        "t": "And the child grew and became strong; he was filled with wisdom, and the grace of God was on him."
    },
    {
        "o": 27604,
        "r": "niv:Luke:2:40",
        "t": "The Boy Jesus at the Temple",
        "h": 2
    },
    {
        "o": 27605,
        "r": "niv:Luke:2:41",
        "t": "Every*p year Jesus’ parents went to Jerusalem for the Festival of the Passover."
    },
    {
        "o": 27606,
        "r": "niv:Luke:2:42",
        "t": "When he was twelve years old, they went up to the festival, according to the custom."
    },
    {
        "o": 27607,
        "r": "niv:Luke:2:43",
        "t": "After the festival was over, while his parents were returning home, the boy Jesus stayed behind in Jerusalem, but they were unaware of it."
    },
    {
        "o": 27608,
        "r": "niv:Luke:2:44",
        "t": "Thinking he was in their company, they traveled on for a day. Then they began looking for him among their relatives and friends."
    },
    {
        "o": 27609,
        "r": "niv:Luke:2:45",
        "t": "When they did not find him, they went back to Jerusalem to look for him."
    },
    {
        "o": 27610,
        "r": "niv:Luke:2:46",
        "t": "After three days they found him in the temple courts, sitting among the teachers, listening to them and asking them questions."
    },
    {
        "o": 27611,
        "r": "niv:Luke:2:47",
        "t": "Everyone who heard him was amazed at his understanding and his answers."
    },
    {
        "o": 27612,
        "r": "niv:Luke:2:48",
        "t": "When his parents saw him, they were astonished. His mother said to him, “Son, why have you treated us like this? Your father and I have been anxiously searching for you.”"
    },
    {
        "o": 27613,
        "r": "niv:Luke:2:49",
        "t": "“Why*rp were*r you*r searching*r for*r me?”*r he asked. “Didn’t*r you*r know*r I*r had*r to*r be*r in*r my*r Father’s*r house?”*r"
    },
    {
        "o": 27614,
        "r": "niv:Luke:2:50",
        "t": "But they did not understand what he was saying to them."
    },
    {
        "o": 27615,
        "r": "niv:Luke:2:51",
        "t": "Then*p he went down to Nazareth with them and was obedient to them. But his mother treasured all these things in her heart."
    },
    {
        "o": 27616,
        "r": "niv:Luke:2:52",
        "t": "And Jesus grew in wisdom and stature, and in favor with God and man."
    }
]
