[
    {
        "o": 5740,
        "r": "niv:Deuteronomy:13:0",
        "t": "Deuteronomy 13",
        "h": 1
    },
    {
        "o": 5741,
        "r": "niv:Deuteronomy:13:0",
        "t": "Worshiping Other Gods",
        "h": 2
    },
    {
        "o": 5742,
        "r": "niv:Deuteronomy:13:1",
        "t": "If*p a prophet, or one who foretells by dreams, appears among you and announces to you a sign or wonder,"
    },
    {
        "o": 5743,
        "r": "niv:Deuteronomy:13:2",
        "t": "and if the sign or wonder spoken of takes place, and the prophet says, “Let us follow other gods” (gods you have not known) “and let us worship them,”"
    },
    {
        "o": 5744,
        "r": "niv:Deuteronomy:13:3",
        "t": "you must not listen to the words of that prophet or dreamer. The Lord*s your God is testing you to find out whether you love him with all your heart and with all your soul."
    },
    {
        "o": 5745,
        "r": "niv:Deuteronomy:13:4",
        "t": "It is the Lord*s your God you must follow, and him you must revere. Keep his commands and obey him; serve him and hold fast to him."
    },
    {
        "o": 5746,
        "r": "niv:Deuteronomy:13:5",
        "t": "That prophet or dreamer must be put to death for inciting rebellion against the Lord*s your God, who brought you out of Egypt and redeemed you from the land of slavery. That prophet or dreamer tried to turn you from the way the Lord*s your God commanded you to follow. You must purge the evil from among you."
    },
    {
        "o": 5747,
        "r": "niv:Deuteronomy:13:6",
        "t": "If*p your very own brother, or your son or daughter, or the wife you love, or your closest friend secretly entices you, saying, “Let us go and worship other gods” (gods that neither you nor your ancestors have known,"
    },
    {
        "o": 5748,
        "r": "niv:Deuteronomy:13:7",
        "t": "gods of the peoples around you, whether near or far, from one end of the land to the other),"
    },
    {
        "o": 5749,
        "r": "niv:Deuteronomy:13:8",
        "t": "do not yield to them or listen to them. Show them no pity. Do not spare them or shield them."
    },
    {
        "o": 5750,
        "r": "niv:Deuteronomy:13:9",
        "t": "You must certainly put them to death. Your hand must be the first in putting them to death, and then the hands of all the people."
    },
    {
        "o": 5751,
        "r": "niv:Deuteronomy:13:10",
        "t": "Stone them to death, because they tried to turn you away from the Lord*s your God, who brought you out of Egypt, out of the land of slavery."
    },
    {
        "o": 5752,
        "r": "niv:Deuteronomy:13:11",
        "t": "Then all Israel will hear and be afraid, and no one among you will do such an evil thing again."
    },
    {
        "o": 5753,
        "r": "niv:Deuteronomy:13:12",
        "t": "If*p you hear it said about one of the towns the Lord*s your God is giving you to live in"
    },
    {
        "o": 5754,
        "r": "niv:Deuteronomy:13:13",
        "t": "that troublemakers have arisen among you and have led the people of their town astray, saying, “Let us go and worship other gods” (gods you have not known),"
    },
    {
        "o": 5755,
        "r": "niv:Deuteronomy:13:14",
        "t": "then you must inquire, probe and investigate it thoroughly. And if it is true and it has been proved that this detestable thing has been done among you,"
    },
    {
        "o": 5756,
        "r": "niv:Deuteronomy:13:15",
        "t": "you must certainly put to the sword all who live in that town. You must destroy it completely, both its people and its livestock."
    },
    {
        "o": 5757,
        "r": "niv:Deuteronomy:13:16",
        "t": "You are to gather all the plunder of the town into the middle of the public square and completely burn the town and all its plunder as a whole burnt offering to the Lord*s your God. That town is to remain a ruin forever, never to be rebuilt,"
    },
    {
        "o": 5758,
        "r": "niv:Deuteronomy:13:17",
        "t": "and none of the condemned things are to be found in your hands. Then the Lord*s will turn from his fierce anger, will show you mercy, and will have compassion on you. He will increase your numbers, as he promised on oath to your ancestors—"
    },
    {
        "o": 5759,
        "r": "niv:Deuteronomy:13:18",
        "t": "because you obey the Lord*s your God by keeping all his commands that I am giving you today and doing what is right in his eyes."
    }
]
