[
    {
        "o": 2913,
        "r": "csb:Exodus:38:0",
        "t": "Exodus 38",
        "h": 1
    },
    {
        "o": 2914,
        "r": "csb:Exodus:38:0",
        "t": "Making the Altar of Burnt Offering",
        "h": 2
    },
    {
        "o": 2915,
        "r": "csb:Exodus:38:1",
        "t": "Bezalel*p constructed the altar of burnt offering from acacia wood. It was square, 7½ feet long and 7½ feet wide, and was 4½ feet high."
    },
    {
        "o": 2916,
        "r": "csb:Exodus:38:2",
        "t": "He made horns for it on its four corners; the horns were of one piece with it. Then he overlaid it with bronze."
    },
    {
        "o": 2917,
        "r": "csb:Exodus:38:3",
        "t": "He*p made all the altar’s utensils: the pots, shovels, basins, meat forks, and firepans; he made all its utensils of bronze."
    },
    {
        "o": 2918,
        "r": "csb:Exodus:38:4",
        "t": "He constructed for the altar a grate of bronze mesh under its ledge, halfway up from the bottom."
    },
    {
        "o": 2919,
        "r": "csb:Exodus:38:5",
        "t": "He cast four rings at the four corners of the bronze grate as holders for the poles."
    },
    {
        "o": 2920,
        "r": "csb:Exodus:38:6",
        "t": "He made the poles of acacia wood and overlaid them with bronze."
    },
    {
        "o": 2921,
        "r": "csb:Exodus:38:7",
        "t": "Then he inserted the poles into the rings on the sides of the altar in order to carry it with them. He constructed the altar with boards so that it was hollow."
    },
    {
        "o": 2922,
        "r": "csb:Exodus:38:7",
        "t": "Making the Bronze Basin",
        "h": 2
    },
    {
        "o": 2923,
        "r": "csb:Exodus:38:8",
        "t": "He*p made the bronze basin and its stand from the bronze mirrors of the women who served at the entrance to the tent of meeting."
    },
    {
        "o": 2924,
        "r": "csb:Exodus:38:8",
        "t": "Making the Courtyard",
        "h": 2
    },
    {
        "o": 2925,
        "r": "csb:Exodus:38:9",
        "t": "Then*p he made the courtyard. The hangings on the south side of the courtyard were of finely spun linen, 150 feet long,"
    },
    {
        "o": 2926,
        "r": "csb:Exodus:38:10",
        "t": "including their twenty posts and their twenty bronze bases, with silver hooks and silver bands for the posts."
    },
    {
        "o": 2927,
        "r": "csb:Exodus:38:11",
        "t": "The hangings on the north side were also 150 feet long, including their twenty posts and twenty bronze bases. The hooks and bands of the posts were silver."
    },
    {
        "o": 2928,
        "r": "csb:Exodus:38:12",
        "t": "The hangings on the west side were 75 feet long, including their ten posts and their ten bases, with silver hooks and silver bands for the posts."
    },
    {
        "o": 2929,
        "r": "csb:Exodus:38:13",
        "t": "And for the east side toward the sunrise, 75 feet long,"
    },
    {
        "o": 2930,
        "r": "csb:Exodus:38:14",
        "t": "the hangings on one side of the gate were 22½ feet, including their three posts and their three bases."
    },
    {
        "o": 2931,
        "r": "csb:Exodus:38:15",
        "t": "It was the same for the other side of the courtyard gate. The hangings were 22½ feet, including their three posts and their three bases."
    },
    {
        "o": 2932,
        "r": "csb:Exodus:38:16",
        "t": "All the hangings around the courtyard were of finely spun linen."
    },
    {
        "o": 2933,
        "r": "csb:Exodus:38:17",
        "t": "The bases for the posts were bronze; the hooks and bands of the posts were silver; and the plating for the tops of the posts was silver. All the posts of the courtyard were banded with silver."
    },
    {
        "o": 2934,
        "r": "csb:Exodus:38:18",
        "t": "The*p screen for the gate of the courtyard was made of finely spun linen, expertly embroidered with blue, purple, and scarlet yarn. It was 30 feet long, and like the hangings of the courtyard, 7½ feet high."
    },
    {
        "o": 2935,
        "r": "csb:Exodus:38:19",
        "t": "It had four posts with their four bronze bases. Their hooks were silver, and their top plating and their bands were silver."
    },
    {
        "o": 2936,
        "r": "csb:Exodus:38:20",
        "t": "All the tent pegs for the tabernacle and for the surrounding courtyard were bronze."
    },
    {
        "o": 2937,
        "r": "csb:Exodus:38:20",
        "t": "Inventory of Materials",
        "h": 2
    },
    {
        "o": 2938,
        "r": "csb:Exodus:38:21",
        "t": "This*p is the inventory for the tabernacle, the tabernacle of the testimony, that was recorded at Moses’s command. It was the work of the Levites under the direction of Ithamar son of Aaron the priest."
    },
    {
        "o": 2939,
        "r": "csb:Exodus:38:22",
        "t": "Bezalel son of Uri, son of Hur, of the tribe of Judah, made everything that the Lord*s commanded Moses."
    },
    {
        "o": 2940,
        "r": "csb:Exodus:38:23",
        "t": "With him was Oholiab son of Ahisamach, of the tribe of Dan, a gem cutter, a designer, and an embroiderer with blue, purple, and scarlet yarn, and fine linen."
    },
    {
        "o": 2941,
        "r": "csb:Exodus:38:24",
        "t": "All*p the gold of the presentation offering that was used for the project in all the work on the sanctuary, was 2,193 pounds, according to the sanctuary shekel."
    },
    {
        "o": 2942,
        "r": "csb:Exodus:38:25",
        "t": "The silver from those of the community who were registered was 7,544 pounds, according to the sanctuary shekel -"
    },
    {
        "o": 2943,
        "r": "csb:Exodus:38:26",
        "t": "one-fifth of an ounce per man, that is, half a shekel according to the sanctuary shekel, from everyone twenty years old or more who had crossed over to the registered group, 603,550 men."
    },
    {
        "o": 2944,
        "r": "csb:Exodus:38:27",
        "t": "There were 7,500 pounds of silver used to cast the bases of the sanctuary and the bases of the curtain - one hundred bases from 7,500 pounds, 75 pounds for each base."
    },
    {
        "o": 2945,
        "r": "csb:Exodus:38:28",
        "t": "With the remaining 44 pounds he made the hooks for the posts, overlaid their tops, and supplied bands for them."
    },
    {
        "o": 2946,
        "r": "csb:Exodus:38:29",
        "t": "The*p bronze of the presentation offering totaled 5,310 pounds."
    },
    {
        "o": 2947,
        "r": "csb:Exodus:38:30",
        "t": "He made with it the bases for the entrance to the tent of meeting, the bronze altar and its bronze grate, all the utensils for the altar,"
    },
    {
        "o": 2948,
        "r": "csb:Exodus:38:31",
        "t": "the bases for the surrounding courtyard, the bases for the gate of the courtyard, all the tent pegs for the tabernacle, and all the tent pegs for the surrounding courtyard."
    }
]
