[
    {
        "o": 13470,
        "r": "csb:Ezra:4:0",
        "t": "Ezra 4",
        "h": 1
    },
    {
        "o": 13471,
        "r": "csb:Ezra:4:0",
        "t": "Opposition to Rebuilding the Temple",
        "h": 2
    },
    {
        "o": 13472,
        "r": "csb:Ezra:4:1",
        "t": "When*p the enemies of Judah and Benjamin heard that the returned exiles were building a temple for the Lord,*s the God of Israel,"
    },
    {
        "o": 13473,
        "r": "csb:Ezra:4:2",
        "t": "they approached Zerubbabel and the family heads and said to them, “Let us build with you, for we also worship your God and have been sacrificing to him since the time King Esar-haddon of Assyria brought us here.”"
    },
    {
        "o": 13474,
        "r": "csb:Ezra:4:3",
        "t": "But*p Zerubbabel, Jeshua, and the other heads of Israel’s families answered them, “You may have no part with us in building a house for our God, since we alone will build it for the Lord,*s the God of Israel, as King Cyrus, the king of Persia has commanded us.”"
    },
    {
        "o": 13475,
        "r": "csb:Ezra:4:4",
        "t": "Then the people who were already in the land discouraged the people of Judah and made them afraid to build."
    },
    {
        "o": 13476,
        "r": "csb:Ezra:4:5",
        "t": "They also bribed officials to act against them to frustrate their plans throughout the reign of King Cyrus of Persia and until the reign of King Darius of Persia."
    },
    {
        "o": 13477,
        "r": "csb:Ezra:4:5",
        "t": "Opposition to Rebuilding the City",
        "h": 2
    },
    {
        "o": 13478,
        "r": "csb:Ezra:4:6",
        "t": "At*p the beginning of the reign of Ahasuerus, the people who were already in the land wrote an accusation against the residents of Judah and Jerusalem."
    },
    {
        "o": 13479,
        "r": "csb:Ezra:4:7",
        "t": "During the time of King Artaxerxes of Persia, Bishlam, Mithredath, Tabeel and the rest of his colleagues wrote to King Artaxerxes. The letter was written in Aramaic and translated."
    },
    {
        "o": 13480,
        "r": "csb:Ezra:4:8",
        "t": "Rehum*p the chief deputy and Shimshai the scribe wrote a letter to King Artaxerxes concerning Jerusalem as follows:"
    },
    {
        "o": 13481,
        "r": "csb:Ezra:4:9",
        "t": "From*p Rehum the chief deputy, Shimshai the scribe, and the rest of their colleagues - the judges and magistrates from Tripolis, Persia, Erech, Babylon, Susa (that is, the people of Elam),"
    },
    {
        "o": 13482,
        "r": "csb:Ezra:4:10",
        "t": "and the rest of the peoples whom the great and illustrious Ashurbanipal deported and settled in the cities of Samaria and the region west of the Euphrates River."
    },
    {
        "o": 13483,
        "r": "csb:Ezra:4:11",
        "t": "This*p is the text of the letter they sent to him: To*p King Artaxerxes from your servants, the men from the region west of the Euphrates River:"
    },
    {
        "o": 13484,
        "r": "csb:Ezra:4:12",
        "t": "Let*p it be known to the king that the Jews who came from you have returned to us at Jerusalem. They are rebuilding that rebellious and evil city, finishing its walls, and repairing its foundations."
    },
    {
        "o": 13485,
        "r": "csb:Ezra:4:13",
        "t": "Let it now be known to the king that if that city is rebuilt and its walls are finished, they will not pay tribute, duty, or land tax, and the royal revenue will suffer."
    },
    {
        "o": 13486,
        "r": "csb:Ezra:4:14",
        "t": "Since we have taken an oath of loyalty to the king, and it is not right for us to witness his dishonor, we have sent to inform the king"
    },
    {
        "o": 13487,
        "r": "csb:Ezra:4:15",
        "t": "that a search should be made in your predecessors’ record books. In these record books you will discover and verify that the city is a rebellious city, harmful to kings and provinces. There have been revolts in it since ancient times. That is why this city was destroyed."
    },
    {
        "o": 13488,
        "r": "csb:Ezra:4:16",
        "t": "We advise the king that if this city is rebuilt and its walls are finished, you will not have any possession west of the Euphrates."
    },
    {
        "o": 13489,
        "r": "csb:Ezra:4:16",
        "t": "Artaxerxes’s Reply",
        "h": 2
    },
    {
        "o": 13490,
        "r": "csb:Ezra:4:17",
        "t": "The*p king sent a reply to his chief deputy Rehum, Shimshai the scribe, and the rest of their colleagues living in Samaria and elsewhere in the region west of the Euphrates River: Greetings.*p"
    },
    {
        "o": 13491,
        "r": "csb:Ezra:4:18",
        "t": "The*p letter you sent us has been translated and read in my presence."
    },
    {
        "o": 13492,
        "r": "csb:Ezra:4:19",
        "t": "I issued a decree and a search was conducted. It was discovered that this city has had uprisings against kings since ancient times, and there have been rebellions and revolts in it."
    },
    {
        "o": 13493,
        "r": "csb:Ezra:4:20",
        "t": "Powerful kings have also ruled over Jerusalem and exercised authority over the whole region west of the Euphrates River, and tribute, duty, and land tax were paid to them."
    },
    {
        "o": 13494,
        "r": "csb:Ezra:4:21",
        "t": "Therefore, issue an order for these men to stop, so that this city will not be rebuilt until a further decree has been pronounced by me."
    },
    {
        "o": 13495,
        "r": "csb:Ezra:4:22",
        "t": "See that you not neglect this matter. Otherwise, the damage will increase and the royal interests will suffer."
    },
    {
        "o": 13496,
        "r": "csb:Ezra:4:23",
        "t": "As*p soon as the text of King Artaxerxes’s letter was read to Rehum, Shimshai the scribe, and their colleagues, they immediately went to the Jews in Jerusalem and forcibly stopped them."
    },
    {
        "o": 13497,
        "r": "csb:Ezra:4:23",
        "t": "Rebuilding of the Temple Resumed",
        "h": 2
    },
    {
        "o": 13498,
        "r": "csb:Ezra:4:24",
        "t": "Now*p the construction of God’s house in Jerusalem had stopped and remained at a standstill until the second year of the reign of King Darius of Persia."
    }
]
