[
    {
        "o": 27199,
        "r": "esv:Mark:5:0",
        "t": "Mark 5",
        "h": 1
    },
    {
        "o": 27200,
        "r": "esv:Mark:5:0",
        "t": "Jesus Heals a Man with a Demon",
        "h": 2
    },
    {
        "o": 27201,
        "r": "esv:Mark:5:1",
        "t": "They*p came to the other side of the sea, to the country of the Gerasenes."
    },
    {
        "o": 27202,
        "r": "esv:Mark:5:2",
        "t": "And when Jesus had stepped out of the boat, immediately there met him out of the tombs a man with an unclean spirit."
    },
    {
        "o": 27203,
        "r": "esv:Mark:5:3",
        "t": "He lived among the tombs. And no one could bind him anymore, not even with a chain,"
    },
    {
        "o": 27204,
        "r": "esv:Mark:5:4",
        "t": "for he had often been bound with shackles and chains, but he wrenched the chains apart, and he broke the shackles in pieces. No one had the strength to subdue him."
    },
    {
        "o": 27205,
        "r": "esv:Mark:5:5",
        "t": "Night and day among the tombs and on the mountains he was always crying out and cutting himself with stones."
    },
    {
        "o": 27206,
        "r": "esv:Mark:5:6",
        "t": "And when he saw Jesus from afar, he ran and fell down before him."
    },
    {
        "o": 27207,
        "r": "esv:Mark:5:7",
        "t": "And crying out with a loud voice, he said, “What have you to do with me, Jesus, Son of the Most High God? I adjure you by God, do not torment me.”"
    },
    {
        "o": 27208,
        "r": "esv:Mark:5:8",
        "t": "For he was saying to him, “Come*r out*r of*r the*r man,*r you*r unclean*r spirit!”*r"
    },
    {
        "o": 27209,
        "r": "esv:Mark:5:9",
        "t": "And Jesus asked him, “What*r is*r your*r name?”*r He replied, “My name is Legion, for we are many.”"
    },
    {
        "o": 27210,
        "r": "esv:Mark:5:10",
        "t": "And he begged him earnestly not to send them out of the country."
    },
    {
        "o": 27211,
        "r": "esv:Mark:5:11",
        "t": "Now a great herd of pigs was feeding there on the hillside,"
    },
    {
        "o": 27212,
        "r": "esv:Mark:5:12",
        "t": "and they begged him, saying, “Send us to the pigs; let us enter them.”"
    },
    {
        "o": 27213,
        "r": "esv:Mark:5:13",
        "t": "So he gave them permission. And the unclean spirits came out and entered the pigs; and the herd, numbering about two thousand, rushed down the steep bank into the sea and drowned in the sea."
    },
    {
        "o": 27214,
        "r": "esv:Mark:5:14",
        "t": "The*p herdsmen fled and told it in the city and in the country. And people came to see what it was that had happened."
    },
    {
        "o": 27215,
        "r": "esv:Mark:5:15",
        "t": "And they came to Jesus and saw the demon-possessed man, the one who had had the legion, sitting there, clothed and in his right mind, and they were afraid."
    },
    {
        "o": 27216,
        "r": "esv:Mark:5:16",
        "t": "And those who had seen it described to them what had happened to the demon-possessed man and to the pigs."
    },
    {
        "o": 27217,
        "r": "esv:Mark:5:17",
        "t": "And they began to beg Jesus to depart from their region."
    },
    {
        "o": 27218,
        "r": "esv:Mark:5:18",
        "t": "As he was getting into the boat, the man who had been possessed with demons begged him that he might be with him."
    },
    {
        "o": 27219,
        "r": "esv:Mark:5:19",
        "t": "And he did not permit him but said to him, “Go*r home*r to*r your*r friends*r and*r tell*r them*r how*r much*r the*r Lord*r has*r done*r for*r you,*r and*r how*r he*r has*r had*r mercy*r on*r you.”*r"
    },
    {
        "o": 27220,
        "r": "esv:Mark:5:20",
        "t": "And he went away and began to proclaim in the Decapolis how much Jesus had done for him, and everyone marveled."
    },
    {
        "o": 27221,
        "r": "esv:Mark:5:20",
        "t": "Jesus Heals a Woman and Jairus’s Daughter",
        "h": 2
    },
    {
        "o": 27222,
        "r": "esv:Mark:5:21",
        "t": "And*p when Jesus had crossed again in the boat to the other side, a great crowd gathered about him, and he was beside the sea."
    },
    {
        "o": 27223,
        "r": "esv:Mark:5:22",
        "t": "Then came one of the rulers of the synagogue, Jairus by name, and seeing him, he fell at his feet"
    },
    {
        "o": 27224,
        "r": "esv:Mark:5:23",
        "t": "and implored him earnestly, saying, “My little daughter is at the point of death. Come and lay your hands on her, so that she may be made well and live.”"
    },
    {
        "o": 27225,
        "r": "esv:Mark:5:24",
        "t": "And he went with him. And*p a great crowd followed him and thronged about him."
    },
    {
        "o": 27226,
        "r": "esv:Mark:5:25",
        "t": "And there was a woman who had had a discharge of blood for twelve years,"
    },
    {
        "o": 27227,
        "r": "esv:Mark:5:26",
        "t": "and who had suffered much under many physicians, and had spent all that she had, and was no better but rather grew worse."
    },
    {
        "o": 27228,
        "r": "esv:Mark:5:27",
        "t": "She had heard the reports about Jesus and came up behind him in the crowd and touched his garment."
    },
    {
        "o": 27229,
        "r": "esv:Mark:5:28",
        "t": "For she said, “If I touch even his garments, I will be made well.”"
    },
    {
        "o": 27230,
        "r": "esv:Mark:5:29",
        "t": "And immediately the flow of blood dried up, and she felt in her body that she was healed of her disease."
    },
    {
        "o": 27231,
        "r": "esv:Mark:5:30",
        "t": "And Jesus, perceiving in himself that power had gone out from him, immediately turned about in the crowd and said, “Who*r touched*r my*r garments?”*r"
    },
    {
        "o": 27232,
        "r": "esv:Mark:5:31",
        "t": "And his disciples said to him, “You see the crowd pressing around you, and yet you say, ‘Who*r touched*r me?’”*r"
    },
    {
        "o": 27233,
        "r": "esv:Mark:5:32",
        "t": "And he looked around to see who had done it."
    },
    {
        "o": 27234,
        "r": "esv:Mark:5:33",
        "t": "But the woman, knowing what had happened to her, came in fear and trembling and fell down before him and told him the whole truth."
    },
    {
        "o": 27235,
        "r": "esv:Mark:5:34",
        "t": "And he said to her, “Daughter,*r your*r faith*r has*r made*r you*r well;*r go*r in*r peace,*r and*r be*r healed*r of*r your*r disease.”*r"
    },
    {
        "o": 27236,
        "r": "esv:Mark:5:35",
        "t": "While*p he was still speaking, there came from the ruler’s house some who said, “Your daughter is dead. Why trouble the Teacher any further?”"
    },
    {
        "o": 27237,
        "r": "esv:Mark:5:36",
        "t": "But overhearing what they said, Jesus said to the ruler of the synagogue, “Do*r not*r fear,*r only*r believe.”*r"
    },
    {
        "o": 27238,
        "r": "esv:Mark:5:37",
        "t": "And he allowed no one to follow him except Peter and James and John the brother of James."
    },
    {
        "o": 27239,
        "r": "esv:Mark:5:38",
        "t": "They came to the house of the ruler of the synagogue, and Jesus saw a commotion, people weeping and wailing loudly."
    },
    {
        "o": 27240,
        "r": "esv:Mark:5:39",
        "t": "And when he had entered, he said to them, “Why*r are*r you*r making*r a*r commotion*r and*r weeping?*r The*r child*r is*r not*r dead*r but*r sleeping.”*r"
    },
    {
        "o": 27241,
        "r": "esv:Mark:5:40",
        "t": "And they laughed at him. But he put them all outside and took the child’s father and mother and those who were with him and went in where the child was."
    },
    {
        "o": 27242,
        "r": "esv:Mark:5:41",
        "t": "Taking her by the hand he said to her, “Talitha*r cumi,”*r which means, “Little*r girl,*r I*r say*r to*r you,*r arise.”*r"
    },
    {
        "o": 27243,
        "r": "esv:Mark:5:42",
        "t": "And immediately the girl got up and began walking (for she was twelve years of age), and they were immediately overcome with amazement."
    },
    {
        "o": 27244,
        "r": "esv:Mark:5:43",
        "t": "And he strictly charged them that no one should know this, and told them to give her something to eat."
    }
]
