[
    {
        "o": 34597,
        "r": "nasb:Revelation:20:0",
        "t": "Revelation 20",
        "h": 1
    },
    {
        "o": 34598,
        "r": "nasb:Revelation:20:0",
        "t": "Satan Bound",
        "h": 2
    },
    {
        "o": 34599,
        "r": "nasb:Revelation:20:1",
        "t": "Then*p I saw an angel coming down from heaven, holding the key of the abyss and a great chain in his hand."
    },
    {
        "o": 34600,
        "r": "nasb:Revelation:20:2",
        "t": "And he laid hold of the dragon, the serpent of old, who is the devil and Satan, and bound him for a thousand years;"
    },
    {
        "o": 34601,
        "r": "nasb:Revelation:20:3",
        "t": "and he threw him into the abyss, and shut it*i and sealed it*i over him, so that he would not deceive the nations any longer, until the thousand years were completed; after these things he must be released for a short time."
    },
    {
        "o": 34602,
        "r": "nasb:Revelation:20:4",
        "t": "Then*p I saw thrones, and they sat on them, and judgment was given to them. And I saw*i the souls of those who had been beheaded because of their testimony of Jesus and because of the word of God, and those who had not worshiped the beast or his image, and had not received the mark on their forehead and on their hand; and they came to life and reigned with Christ for a thousand years."
    },
    {
        "o": 34603,
        "r": "nasb:Revelation:20:5",
        "t": "The rest of the dead did not come to life until the thousand years were completed. This is the first resurrection."
    },
    {
        "o": 34604,
        "r": "nasb:Revelation:20:6",
        "t": "Blessed and holy is the one who has a part in the first resurrection; over these the second death has no power, but they will be priests of God and of Christ and will reign with Him for a thousand years."
    },
    {
        "o": 34605,
        "r": "nasb:Revelation:20:6",
        "t": "Satan Freed, Doomed",
        "h": 2
    },
    {
        "o": 34606,
        "r": "nasb:Revelation:20:7",
        "t": "When*p the thousand years are completed, Satan will be released from his prison,"
    },
    {
        "o": 34607,
        "r": "nasb:Revelation:20:8",
        "t": "and will come out to deceive the nations which are in the four corners of the earth, Gog and Magog, to gather them together for the war; the number of them is like the sand of the seashore."
    },
    {
        "o": 34608,
        "r": "nasb:Revelation:20:9",
        "t": "And they came up on the broad plain of the earth and surrounded the camp of the saints and the beloved city, and fire came down from heaven and devoured them."
    },
    {
        "o": 34609,
        "r": "nasb:Revelation:20:10",
        "t": "And the devil who deceived them was thrown into the lake of fire and brimstone, where the beast and the false prophet are also; and they will be tormented day and night forever and ever."
    },
    {
        "o": 34610,
        "r": "nasb:Revelation:20:10",
        "t": "Judgment at the Throne of God",
        "h": 2
    },
    {
        "o": 34611,
        "r": "nasb:Revelation:20:11",
        "t": "Then*p I saw a great white throne and Him who sat upon it, from whose presence earth and heaven fled away, and no place was found for them."
    },
    {
        "o": 34612,
        "r": "nasb:Revelation:20:12",
        "t": "And I saw the dead, the great and the small, standing before the throne, and books were opened; and another book was opened, which is the*i book*i of life; and the dead were judged from the things which were written in the books, according to their deeds."
    },
    {
        "o": 34613,
        "r": "nasb:Revelation:20:13",
        "t": "And the sea gave up the dead which were in it, and death and Hades gave up the dead which were in them; and they were judged, every one of*i them*i according to their deeds."
    },
    {
        "o": 34614,
        "r": "nasb:Revelation:20:14",
        "t": "Then death and Hades were thrown into the lake of fire. This is the second death, the lake of fire."
    },
    {
        "o": 34615,
        "r": "nasb:Revelation:20:15",
        "t": "And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire."
    }
]
