[
    {
        "o": 33210,
        "r": "nkjv:Philippians:2:0",
        "t": "Philippians 2",
        "h": 1
    },
    {
        "o": 33211,
        "r": "nkjv:Philippians:2:0",
        "t": "Unity Through Humility",
        "h": 2
    },
    {
        "o": 33212,
        "r": "nkjv:Philippians:2:1",
        "t": "Therefore*p if there*i is*i any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any affection and mercy,"
    },
    {
        "o": 33213,
        "r": "nkjv:Philippians:2:2",
        "t": "fulfill my joy by being like-minded, having the same love, being*i of one accord, of one mind."
    },
    {
        "o": 33214,
        "r": "nkjv:Philippians:2:3",
        "t": "Let*i nothing be*i done*i through selfish ambition or conceit, but in lowliness of mind let each esteem others better than himself."
    },
    {
        "o": 33215,
        "r": "nkjv:Philippians:2:4",
        "t": "Let each of you look out not only for his own interests, but also for the interests of others."
    },
    {
        "o": 33216,
        "r": "nkjv:Philippians:2:4",
        "t": "The Humbled and Exalted Christ",
        "h": 2
    },
    {
        "o": 33217,
        "r": "nkjv:Philippians:2:5",
        "t": "Let*p this mind be in you which was also in Christ Jesus,"
    },
    {
        "o": 33218,
        "r": "nkjv:Philippians:2:6",
        "t": "who, being in the form of God, did not consider it robbery to be equal with God,"
    },
    {
        "o": 33219,
        "r": "nkjv:Philippians:2:7",
        "t": "but made Himself of no reputation, taking the form of a bondservant, and*i coming in the likeness of men."
    },
    {
        "o": 33220,
        "r": "nkjv:Philippians:2:8",
        "t": "And being found in appearance as a man, He humbled Himself and became obedient to the*i point*i of*i death, even the death of the cross."
    },
    {
        "o": 33221,
        "r": "nkjv:Philippians:2:9",
        "t": "Therefore God also has highly exalted Him and given Him the name which is above every name,"
    },
    {
        "o": 33222,
        "r": "nkjv:Philippians:2:10",
        "t": "that at the name of Jesus every knee should bow, of those in heaven, and of those on earth, and of those under the earth,"
    },
    {
        "o": 33223,
        "r": "nkjv:Philippians:2:11",
        "t": "and that*i every tongue should confess that Jesus Christ is*i Lord, to the glory of God the Father."
    },
    {
        "o": 33224,
        "r": "nkjv:Philippians:2:11",
        "t": "Light Bearers",
        "h": 2
    },
    {
        "o": 33225,
        "r": "nkjv:Philippians:2:12",
        "t": "Therefore,*p my beloved, as you have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling;"
    },
    {
        "o": 33226,
        "r": "nkjv:Philippians:2:13",
        "t": "for it is God who works in you both to will and to do for His*i good pleasure."
    },
    {
        "o": 33227,
        "r": "nkjv:Philippians:2:14",
        "t": "Do*p all things without complaining and disputing,"
    },
    {
        "o": 33228,
        "r": "nkjv:Philippians:2:15",
        "t": "that you may become blameless and harmless, children of God without fault in the midst of a crooked and perverse generation, among whom you shine as lights in the world,"
    },
    {
        "o": 33229,
        "r": "nkjv:Philippians:2:16",
        "t": "holding fast the word of life, so that I may rejoice in the day of Christ that I have not run in vain or labored in vain."
    },
    {
        "o": 33230,
        "r": "nkjv:Philippians:2:17",
        "t": "Yes,*p and if I am being poured out as*i a*i drink*i offering*i on the sacrifice and service of your faith, I am glad and rejoice with you all."
    },
    {
        "o": 33231,
        "r": "nkjv:Philippians:2:18",
        "t": "For the same reason you also be glad and rejoice with me."
    },
    {
        "o": 33232,
        "r": "nkjv:Philippians:2:18",
        "t": "Timothy Commended",
        "h": 2
    },
    {
        "o": 33233,
        "r": "nkjv:Philippians:2:19",
        "t": "But*p I trust in the Lord Jesus to send Timothy to you shortly, that I also may be encouraged when I know your state."
    },
    {
        "o": 33234,
        "r": "nkjv:Philippians:2:20",
        "t": "For I have no one like-minded, who will sincerely care for your state."
    },
    {
        "o": 33235,
        "r": "nkjv:Philippians:2:21",
        "t": "For all seek their own, not the things which are of Christ Jesus."
    },
    {
        "o": 33236,
        "r": "nkjv:Philippians:2:22",
        "t": "But you know his proven character, that as a son with his*i father he served with me in the gospel."
    },
    {
        "o": 33237,
        "r": "nkjv:Philippians:2:23",
        "t": "Therefore I hope to send him at once, as soon as I see how it goes with me."
    },
    {
        "o": 33238,
        "r": "nkjv:Philippians:2:24",
        "t": "But I trust in the Lord that I myself shall also come shortly."
    },
    {
        "o": 33239,
        "r": "nkjv:Philippians:2:24",
        "t": "Epaphroditus Praised",
        "h": 2
    },
    {
        "o": 33240,
        "r": "nkjv:Philippians:2:25",
        "t": "Yet*p I considered it necessary to send to you Epaphroditus, my brother, fellow worker, and fellow soldier, but your messenger and the one who ministered to my need;"
    },
    {
        "o": 33241,
        "r": "nkjv:Philippians:2:26",
        "t": "since he was longing for you all, and was distressed because you had heard that he was sick."
    },
    {
        "o": 33242,
        "r": "nkjv:Philippians:2:27",
        "t": "For indeed he was sick almost unto death; but God had mercy on him, and not only on him but on me also, lest I should have sorrow upon sorrow."
    },
    {
        "o": 33243,
        "r": "nkjv:Philippians:2:28",
        "t": "Therefore I sent him the more eagerly, that when you see him again you may rejoice, and I may be less sorrowful."
    },
    {
        "o": 33244,
        "r": "nkjv:Philippians:2:29",
        "t": "Receive him therefore in the Lord with all gladness, and hold such men in esteem;"
    },
    {
        "o": 33245,
        "r": "nkjv:Philippians:2:30",
        "t": "because for the work of Christ he came close to death, not regarding his life, to supply what was lacking in your service toward me."
    }
]
