[
    {
        "o": 1687,
        "r": "csb:Exodus:1:0",
        "t": "Exodus 1",
        "h": 1
    },
    {
        "o": 1688,
        "r": "csb:Exodus:1:0",
        "t": "Israel Oppressed in Egypt",
        "h": 2
    },
    {
        "o": 1689,
        "r": "csb:Exodus:1:1",
        "t": "These*p are the names of the sons of Israel who came to Egypt with Jacob; each came with his family:"
    },
    {
        "o": 1690,
        "r": "csb:Exodus:1:2",
        "t": "Reuben,*ln Simeon, Levi, and Judah;"
    },
    {
        "o": 1691,
        "r": "csb:Exodus:1:3",
        "t": "Issachar,*ln Zebulun, and Benjamin;"
    },
    {
        "o": 1692,
        "r": "csb:Exodus:1:4",
        "t": "Dan*ln and Naphtali; Gad and Asher."
    },
    {
        "o": 1693,
        "r": "csb:Exodus:1:5",
        "t": "The*p total number of Jacob’s descendants was seventy; Joseph was already in Egypt."
    },
    {
        "o": 1694,
        "r": "csb:Exodus:1:6",
        "t": "Joseph*p and all his brothers and all that generation eventually died."
    },
    {
        "o": 1695,
        "r": "csb:Exodus:1:7",
        "t": "But the Israelites were fruitful, increased rapidly, multiplied, and became extremely numerous so that the land was filled with them."
    },
    {
        "o": 1696,
        "r": "csb:Exodus:1:8",
        "t": "A*p new king, who did not know about Joseph, came to power in Egypt."
    },
    {
        "o": 1697,
        "r": "csb:Exodus:1:9",
        "t": "He said to his people, “Look, the Israelite people are more numerous and powerful than we are."
    },
    {
        "o": 1698,
        "r": "csb:Exodus:1:10",
        "t": "Come, let’s deal shrewdly with them; otherwise they will multiply further, and when war breaks out, they will join our enemies, fight against us, and leave the country.”"
    },
    {
        "o": 1699,
        "r": "csb:Exodus:1:11",
        "t": "So the Egyptians assigned taskmasters over the Israelites to oppress them with forced labor. They built Pithom and Rameses as supply cities for Pharaoh."
    },
    {
        "o": 1700,
        "r": "csb:Exodus:1:12",
        "t": "But the more they oppressed them, the more they multiplied and spread so that the Egyptians came to dread the Israelites."
    },
    {
        "o": 1701,
        "r": "csb:Exodus:1:13",
        "t": "They worked the Israelites ruthlessly"
    },
    {
        "o": 1702,
        "r": "csb:Exodus:1:14",
        "t": "and made their lives bitter with difficult labor in brick and mortar and in all kinds of fieldwork. They ruthlessly imposed all this work on them."
    },
    {
        "o": 1703,
        "r": "csb:Exodus:1:15",
        "t": "The*p king of Egypt said to the Hebrew midwives - the first, whose name was Shiphrah, and the second, whose name was Puah -"
    },
    {
        "o": 1704,
        "r": "csb:Exodus:1:16",
        "t": "“When you help the Hebrew women give birth, observe them as they deliver. If the child is a son, kill him, but if it’s a daughter, she may live.”"
    },
    {
        "o": 1705,
        "r": "csb:Exodus:1:17",
        "t": "The midwives, however, feared God and did not do as the king of Egypt had told them; they let the boys live."
    },
    {
        "o": 1706,
        "r": "csb:Exodus:1:18",
        "t": "So the king of Egypt summoned the midwives and asked them, “Why have you done this and let the boys live?”"
    },
    {
        "o": 1707,
        "r": "csb:Exodus:1:19",
        "t": "The*p midwives said to Pharaoh, “The Hebrew women are not like the Egyptian women, for they are vigorous and give birth before the midwife can get to them.”"
    },
    {
        "o": 1708,
        "r": "csb:Exodus:1:20",
        "t": "So*p God was good to the midwives, and the people multiplied and became very numerous."
    },
    {
        "o": 1709,
        "r": "csb:Exodus:1:21",
        "t": "Since the midwives feared God, he gave them families."
    },
    {
        "o": 1710,
        "r": "csb:Exodus:1:22",
        "t": "Pharaoh then commanded all his people, “You must throw every son born to the Hebrews into the Nile, but let every daughter live.”"
    },
    {
        "o": 1711,
        "r": "csb:Exodus:2:0",
        "t": "Exodus 2",
        "h": 1
    },
    {
        "o": 1712,
        "r": "csb:Exodus:2:0",
        "t": "Moses’s Birth and Adoption",
        "h": 2
    },
    {
        "o": 1713,
        "r": "csb:Exodus:2:1",
        "t": "Now*p a man from the family of Levi married a Levite woman."
    },
    {
        "o": 1714,
        "r": "csb:Exodus:2:2",
        "t": "The woman became pregnant and gave birth to a son; when she saw that he was beautiful, she hid him for three months."
    },
    {
        "o": 1715,
        "r": "csb:Exodus:2:3",
        "t": "But when she could no longer hide him, she got a papyrus basket for him and coated it with asphalt and pitch. She placed the child in it and set it among the reeds by the bank of the Nile."
    },
    {
        "o": 1716,
        "r": "csb:Exodus:2:4",
        "t": "Then his sister stood at a distance in order to see what would happen to him."
    },
    {
        "o": 1717,
        "r": "csb:Exodus:2:5",
        "t": "Pharaoh’s*p daughter went down to bathe at the Nile while her servant girls walked along the riverbank. She saw the basket among the reeds, sent her slave girl, took it,"
    },
    {
        "o": 1718,
        "r": "csb:Exodus:2:6",
        "t": "opened it, and saw him, the child - and there he was, a little boy, crying. She felt sorry for him and said, “This is one of the Hebrew boys.”"
    },
    {
        "o": 1719,
        "r": "csb:Exodus:2:7",
        "t": "Then*p his sister said to Pharaoh’s daughter, “Should I go and call a Hebrew woman who is nursing to nurse the boy for you?”"
    },
    {
        "o": 1720,
        "r": "csb:Exodus:2:8",
        "t": "“Go,”*p Pharaoh’s daughter told her. So the girl went and called the boy’s mother."
    },
    {
        "o": 1721,
        "r": "csb:Exodus:2:9",
        "t": "Then Pharaoh’s daughter said to her, “Take this child and nurse him for me, and I will pay your wages.” So the woman took the boy and nursed him."
    },
    {
        "o": 1722,
        "r": "csb:Exodus:2:10",
        "t": "When the child grew older, she brought him to Pharaoh’s daughter, and he became her son. She named him Moses, “Because,” she said, “I drew him out of the water.”"
    },
    {
        "o": 1723,
        "r": "csb:Exodus:2:10",
        "t": "Moses in Midian",
        "h": 2
    },
    {
        "o": 1724,
        "r": "csb:Exodus:2:11",
        "t": "Years*p later, after Moses had grown up, he went out to his own people and observed their forced labor. He saw an Egyptian striking a Hebrew, one of his people."
    },
    {
        "o": 1725,
        "r": "csb:Exodus:2:12",
        "t": "Looking all around and seeing no one, he struck the Egyptian dead and hid him in the sand."
    },
    {
        "o": 1726,
        "r": "csb:Exodus:2:13",
        "t": "The next day he went out and saw two Hebrews fighting. He asked the one in the wrong, “Why are you attacking your neighbor?”"
    },
    {
        "o": 1727,
        "r": "csb:Exodus:2:14",
        "t": "“Who*p made you a commander and judge over us?” the man replied. “Are you planning to kill me as you killed the Egyptian?” Then*p Moses became afraid and thought, “What I did is certainly known.”"
    },
    {
        "o": 1728,
        "r": "csb:Exodus:2:15",
        "t": "When*p Pharaoh heard about this, he tried to kill Moses. But Moses fled from Pharaoh and went to live in the land of Midian, and sat down by a well."
    },
    {
        "o": 1729,
        "r": "csb:Exodus:2:16",
        "t": "Now*p the priest of Midian had seven daughters. They came to draw water and filled the troughs to water their father’s flock."
    },
    {
        "o": 1730,
        "r": "csb:Exodus:2:17",
        "t": "Then some shepherds arrived and drove them away, but Moses came to their rescue and watered their flock."
    },
    {
        "o": 1731,
        "r": "csb:Exodus:2:18",
        "t": "When they returned to their father Reuel, he asked, “Why have you come back so quickly today?”"
    },
    {
        "o": 1732,
        "r": "csb:Exodus:2:19",
        "t": "They*p answered, “An Egyptian rescued us from the shepherds. He even drew water for us and watered the flock.”"
    },
    {
        "o": 1733,
        "r": "csb:Exodus:2:20",
        "t": "“So*p where is he?” he asked his daughters. “Why then did you leave the man behind? Invite him to eat dinner.”"
    },
    {
        "o": 1734,
        "r": "csb:Exodus:2:21",
        "t": "Moses*p agreed to stay with the man, and he gave his daughter Zipporah to Moses in marriage."
    },
    {
        "o": 1735,
        "r": "csb:Exodus:2:22",
        "t": "She gave birth to a son whom he named Gershom, for he said, “I have been a resident alien in a foreign land.”"
    },
    {
        "o": 1736,
        "r": "csb:Exodus:2:23",
        "t": "After*p a long time, the king of Egypt died. The Israelites groaned because of their difficult labor, they cried out, and their cry for help because of the difficult labor ascended to God."
    },
    {
        "o": 1737,
        "r": "csb:Exodus:2:24",
        "t": "God heard their groaning, and God remembered his covenant with Abraham, with Isaac, and with Jacob."
    },
    {
        "o": 1738,
        "r": "csb:Exodus:2:25",
        "t": "God saw the Israelites, and God knew."
    },
    {
        "o": 1739,
        "r": "csb:Exodus:3:0",
        "t": "Exodus 3",
        "h": 1
    },
    {
        "o": 1740,
        "r": "csb:Exodus:3:0",
        "t": "Moses and the Burning Bush",
        "h": 2
    },
    {
        "o": 1741,
        "r": "csb:Exodus:3:1",
        "t": "Meanwhile,*p Moses was shepherding the flock of his father-in-law Jethro, the priest of Midian. He led the flock to the far side of the wilderness and came to Horeb, the mountain of God."
    },
    {
        "o": 1742,
        "r": "csb:Exodus:3:2",
        "t": "Then the angel of the Lord*s appeared to him in a flame of fire within a bush. As Moses looked, he saw that the bush was on fire but was not consumed."
    },
    {
        "o": 1743,
        "r": "csb:Exodus:3:3",
        "t": "So Moses thought, “I must go over and look at this remarkable sight. Why isn’t the bush burning up?”"
    },
    {
        "o": 1744,
        "r": "csb:Exodus:3:4",
        "t": "When*p the Lord*s saw that he had gone over to look, God called out to him from the bush, “Moses, Moses!” “Here*p I am,” he answered."
    },
    {
        "o": 1745,
        "r": "csb:Exodus:3:5",
        "t": "“Do*p not come closer,” he said. “Remove the sandals from your feet, for the place where you are standing is holy ground.”"
    },
    {
        "o": 1746,
        "r": "csb:Exodus:3:6",
        "t": "Then he continued, “I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob.” Moses hid his face because he was afraid to look at God."
    },
    {
        "o": 1747,
        "r": "csb:Exodus:3:7",
        "t": "Then*p the Lord*s said, “I have observed the misery of my people in Egypt, and have heard them crying out because of their oppressors. I know about their sufferings,"
    },
    {
        "o": 1748,
        "r": "csb:Exodus:3:8",
        "t": "and I have come down to rescue them from the power of the Egyptians and to bring them from that land to a good and spacious land, a land flowing with milk and honey- the territory of the Canaanites, Hethites, Amorites, Perizzites, Hivites, and Jebusites."
    },
    {
        "o": 1749,
        "r": "csb:Exodus:3:9",
        "t": "So because the Israelites’ cry for help has come to me, and I have also seen the way the Egyptians are oppressing them,"
    },
    {
        "o": 1750,
        "r": "csb:Exodus:3:10",
        "t": "therefore, go. I am sending you to Pharaoh so that you may lead my people, the Israelites, out of Egypt.”"
    },
    {
        "o": 1751,
        "r": "csb:Exodus:3:11",
        "t": "But*p Moses asked God, “Who am I that I should go to Pharaoh and that I should bring the Israelites out of Egypt?”"
    },
    {
        "o": 1752,
        "r": "csb:Exodus:3:12",
        "t": "He*p answered, “I will certainly be with you, and this will be the sign to you that I am the one who sent you: when you bring the people out of Egypt, you will all worship God at this mountain.”"
    },
    {
        "o": 1753,
        "r": "csb:Exodus:3:13",
        "t": "Then*p Moses asked God, “If I go to the Israelites and say to them, ‘The God of your ancestors has sent me to you,’ and they ask me, ‘What is his name?’ what should I tell them?”"
    },
    {
        "o": 1754,
        "r": "csb:Exodus:3:14",
        "t": "God*p replied to Moses, “I AM WHO I AM. This is what you are to say to the Israelites: I AM has sent me to you.”"
    },
    {
        "o": 1755,
        "r": "csb:Exodus:3:15",
        "t": "God also said to Moses, “Say this to the Israelites: The Lord,*s the God of your ancestors, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you. This is my name forever; this is how I am to be remembered in every generation."
    },
    {
        "o": 1756,
        "r": "csb:Exodus:3:16",
        "t": "“Go*p and assemble the elders of Israel and say to them: The Lord,*s the God of your ancestors, the God of Abraham, Isaac, and Jacob, has appeared to me and said: I have paid close attention to you and to what has been done to you in Egypt."
    },
    {
        "o": 1757,
        "r": "csb:Exodus:3:17",
        "t": "And I have promised you that I will bring you up from the misery of Egypt to the land of the Canaanites, Hethites, Amorites, Perizzites, Hivites, and Jebusites - a land flowing with milk and honey."
    },
    {
        "o": 1758,
        "r": "csb:Exodus:3:18",
        "t": "They will listen to what you say. Then you, along with the elders of Israel, must go to the king of Egypt and say to him: The Lord,*s the God of the Hebrews, has met with us. Now please let us go on a three-day trip into the wilderness so that we may sacrifice to the Lord*s our God."
    },
    {
        "o": 1759,
        "r": "csb:Exodus:3:19",
        "t": "“However,*p I know that the king of Egypt will not allow you to go, even under force from a strong hand."
    },
    {
        "o": 1760,
        "r": "csb:Exodus:3:20",
        "t": "But when I stretch out my hand and strike Egypt with all my miracles that I will perform in it, after that, he will let you go."
    },
    {
        "o": 1761,
        "r": "csb:Exodus:3:21",
        "t": "And I will give these people such favor with the Egyptians that when you go, you will not go empty-handed."
    },
    {
        "o": 1762,
        "r": "csb:Exodus:3:22",
        "t": "Each woman will ask her neighbor and any woman staying in her house for silver and gold jewelry, and clothing, and you will put them on your sons and daughters. So you will plunder the Egyptians.”"
    },
    {
        "o": 1763,
        "r": "csb:Exodus:4:0",
        "t": "Exodus 4",
        "h": 1
    },
    {
        "o": 1764,
        "r": "csb:Exodus:4:0",
        "t": "Miraculous Signs for Moses",
        "h": 2
    },
    {
        "o": 1765,
        "r": "csb:Exodus:4:1",
        "t": "Moses*p answered, “What if they won’t believe me and will not obey me but say, ‘The Lord*s did not appear to you’?”"
    },
    {
        "o": 1766,
        "r": "csb:Exodus:4:2",
        "t": "The*p Lord*s asked him, “What is that in your hand?” “A*p staff,” he replied."
    },
    {
        "o": 1767,
        "r": "csb:Exodus:4:3",
        "t": "“Throw*p it on the ground,” he said. So Moses threw it on the ground, it became a snake, and he ran from it."
    },
    {
        "o": 1768,
        "r": "csb:Exodus:4:4",
        "t": "The Lord*s told Moses, “Stretch out your hand and grab it by the tail.” So he stretched out his hand and caught it, and it became a staff in his hand."
    },
    {
        "o": 1769,
        "r": "csb:Exodus:4:5",
        "t": "“This will take place,” he continued, “so that they will believe that the Lord,*s the God of their ancestors, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.”"
    },
    {
        "o": 1770,
        "r": "csb:Exodus:4:6",
        "t": "In*p addition the Lord*s said to him, “Put your hand inside your cloak.” So he put his hand inside his cloak, and when he took it out, his hand was diseased, resembling snow."
    },
    {
        "o": 1771,
        "r": "csb:Exodus:4:7",
        "t": "“Put your hand back inside your cloak,” he said. So he put his hand back inside his cloak, and when he took it out, it had again become like the rest of his skin."
    },
    {
        "o": 1772,
        "r": "csb:Exodus:4:8",
        "t": "“If they will not believe you and will not respond to the evidence of the first sign, they may believe the evidence of the second sign."
    },
    {
        "o": 1773,
        "r": "csb:Exodus:4:9",
        "t": "And if they don’t believe even these two signs or listen to what you say, take some water from the Nile and pour it on the dry ground. The water you take from the Nile will become blood on the ground.”"
    },
    {
        "o": 1774,
        "r": "csb:Exodus:4:10",
        "t": "But*p Moses replied to the Lord,*s “Please, Lord, I have never been eloquent - either in the past or recently or since you have been speaking to your servant - because my mouth and my tongue are sluggish.”"
    },
    {
        "o": 1775,
        "r": "csb:Exodus:4:11",
        "t": "The*p Lord*s said to him, “Who placed a mouth on humans? Who makes a person mute or deaf, seeing or blind? Is it not I, the Lord?*s"
    },
    {
        "o": 1776,
        "r": "csb:Exodus:4:12",
        "t": "Now go! I will help you speak and I will teach you what to say.”"
    },
    {
        "o": 1777,
        "r": "csb:Exodus:4:13",
        "t": "Moses*p said, “Please, Lord, send someone else.”"
    },
    {
        "o": 1778,
        "r": "csb:Exodus:4:14",
        "t": "Then*p the Lord’s*s anger burned against Moses, and he said, “Isn’t Aaron the Levite your brother? I know that he can speak well. And also, he is on his way now to meet you. He will rejoice when he sees you."
    },
    {
        "o": 1779,
        "r": "csb:Exodus:4:15",
        "t": "You will speak with him and tell him what to say. I will help both you and him to speak and will teach you both what to do."
    },
    {
        "o": 1780,
        "r": "csb:Exodus:4:16",
        "t": "He will speak to the people for you. He will serve as a mouth for you, and you will serve as God to him."
    },
    {
        "o": 1781,
        "r": "csb:Exodus:4:17",
        "t": "And take this staff in your hand that you will perform the signs with.”"
    },
    {
        "o": 1782,
        "r": "csb:Exodus:4:17",
        "t": "Moses’s Return to Egypt",
        "h": 2
    },
    {
        "o": 1783,
        "r": "csb:Exodus:4:18",
        "t": "Then*p Moses went back to his father-in-law, Jethro, and said to him, “Please let me return to my relatives in Egypt and see if they are still living.” Jethro*p said to Moses, “Go in peace.”"
    },
    {
        "o": 1784,
        "r": "csb:Exodus:4:19",
        "t": "Now*p in Midian the Lord*s told Moses, “Return to Egypt, for all the men who wanted to kill you are dead.”"
    },
    {
        "o": 1785,
        "r": "csb:Exodus:4:20",
        "t": "So Moses took his wife and sons, put them on a donkey, and returned to the land of Egypt. And Moses took God’s staff in his hand."
    },
    {
        "o": 1786,
        "r": "csb:Exodus:4:21",
        "t": "The*p Lord*s instructed Moses, “When you go back to Egypt, make sure you do before Pharaoh all the wonders that I have put within your power. But I will harden his heart so that he won’t let the people go."
    },
    {
        "o": 1787,
        "r": "csb:Exodus:4:22",
        "t": "And you will say to Pharaoh: This is what the Lord*s says: Israel is my firstborn son."
    },
    {
        "o": 1788,
        "r": "csb:Exodus:4:23",
        "t": "I told you: Let my son go so that he may worship me, but you refused to let him go. Look, I am about to kill your firstborn son!”"
    },
    {
        "o": 1789,
        "r": "csb:Exodus:4:24",
        "t": "On*p the trip, at an overnight campsite, it happened that the Lord*s confronted him and intended to put him to death."
    },
    {
        "o": 1790,
        "r": "csb:Exodus:4:25",
        "t": "So Zipporah took a flint, cut off her son’s foreskin, threw it at Moses’s feet, and said, “You are a bridegroom of blood to me!”"
    },
    {
        "o": 1791,
        "r": "csb:Exodus:4:26",
        "t": "So he let him alone. At that time she said, “You are a bridegroom of blood,” referring to the circumcision."
    },
    {
        "o": 1792,
        "r": "csb:Exodus:4:26",
        "t": "Reunion of Moses and Aaron",
        "h": 2
    },
    {
        "o": 1793,
        "r": "csb:Exodus:4:27",
        "t": "Now*p the Lord*s had said to Aaron, “Go and meet Moses in the wilderness.” So he went and met him at the mountain of God and kissed him."
    },
    {
        "o": 1794,
        "r": "csb:Exodus:4:28",
        "t": "Moses told Aaron everything the Lord*s had sent him to say, and about all the signs he had commanded him to do."
    },
    {
        "o": 1795,
        "r": "csb:Exodus:4:29",
        "t": "Then Moses and Aaron went and assembled all the elders of the Israelites."
    },
    {
        "o": 1796,
        "r": "csb:Exodus:4:30",
        "t": "Aaron repeated everything the Lord*s had said to Moses and performed the signs before the people."
    },
    {
        "o": 1797,
        "r": "csb:Exodus:4:31",
        "t": "The people believed, and when they heard that the Lord*s had paid attention to them and that he had seen their misery, they knelt low and worshiped."
    },
    {
        "o": 1798,
        "r": "csb:Exodus:5:0",
        "t": "Exodus 5",
        "h": 1
    },
    {
        "o": 1799,
        "r": "csb:Exodus:5:0",
        "t": "Moses Confronts Pharaoh",
        "h": 2
    },
    {
        "o": 1800,
        "r": "csb:Exodus:5:1",
        "t": "Later,*p Moses and Aaron went in and said to Pharaoh, “This is what the Lord,*s the God of Israel, says: Let my people go, so that they may hold a festival for me in the wilderness.”"
    },
    {
        "o": 1801,
        "r": "csb:Exodus:5:2",
        "t": "But*p Pharaoh responded, “Who is the Lord*s that I should obey him by letting Israel go? I don’t know the Lord,*s and besides, I will not let Israel go.”"
    },
    {
        "o": 1802,
        "r": "csb:Exodus:5:3",
        "t": "They*p answered, “The God of the Hebrews has met with us. Please let us go on a three-day trip into the wilderness so that we may sacrifice to the Lord*s our God, or else he may strike us with plague or sword.”"
    },
    {
        "o": 1803,
        "r": "csb:Exodus:5:4",
        "t": "The*p king of Egypt said to them, “Moses and Aaron, why are you causing the people to neglect their work? Get to your labor!”"
    },
    {
        "o": 1804,
        "r": "csb:Exodus:5:5",
        "t": "Pharaoh also said, “Look, the people of the land are so numerous, and you would stop them from their labor.”"
    },
    {
        "o": 1805,
        "r": "csb:Exodus:5:5",
        "t": "Further Oppression of Israel",
        "h": 2
    },
    {
        "o": 1806,
        "r": "csb:Exodus:5:6",
        "t": "That*p day Pharaoh commanded the overseers of the people as well as their foremen,"
    },
    {
        "o": 1807,
        "r": "csb:Exodus:5:7",
        "t": "“Don’t continue to supply the people with straw for making bricks, as before. They must go and gather straw for themselves."
    },
    {
        "o": 1808,
        "r": "csb:Exodus:5:8",
        "t": "But require the same quota of bricks from them as they were making before; do not reduce it. For they are slackers - that is why they are crying out, ‘Let us go and sacrifice to our God.’"
    },
    {
        "o": 1809,
        "r": "csb:Exodus:5:9",
        "t": "Impose heavier work on the men. Then they will be occupied with it and not pay attention to deceptive words.”"
    },
    {
        "o": 1810,
        "r": "csb:Exodus:5:10",
        "t": "So*p the overseers and foremen of the people went out and said to them, “This is what Pharaoh says: ‘I am not giving you straw."
    },
    {
        "o": 1811,
        "r": "csb:Exodus:5:11",
        "t": "Go get straw yourselves wherever you can find it, but there will be no reduction at all in your workload.’”"
    },
    {
        "o": 1812,
        "r": "csb:Exodus:5:12",
        "t": "So the people scattered throughout the land of Egypt to gather stubble for straw."
    },
    {
        "o": 1813,
        "r": "csb:Exodus:5:13",
        "t": "The overseers insisted, “Finish your assigned work each day, just as you did when straw was provided.”"
    },
    {
        "o": 1814,
        "r": "csb:Exodus:5:14",
        "t": "Then the Israelite foremen, whom Pharaoh’s slave drivers had set over the people, were beaten and asked, “Why haven’t you finished making your prescribed number of bricks yesterday or today, as you did before?”"
    },
    {
        "o": 1815,
        "r": "csb:Exodus:5:15",
        "t": "So*p the Israelite foremen went in and cried for help to Pharaoh: “Why are you treating your servants this way?"
    },
    {
        "o": 1816,
        "r": "csb:Exodus:5:16",
        "t": "No straw has been given to your servants, yet they say to us, ‘Make bricks!’ Look, your servants are being beaten, but it is your own people who are at fault.”"
    },
    {
        "o": 1817,
        "r": "csb:Exodus:5:17",
        "t": "But*p he said, “You are slackers. Slackers! That is why you are saying, ‘Let us go sacrifice to the Lord.’*s"
    },
    {
        "o": 1818,
        "r": "csb:Exodus:5:18",
        "t": "Now get to work. No straw will be given to you, but you must produce the same quantity of bricks.”"
    },
    {
        "o": 1819,
        "r": "csb:Exodus:5:19",
        "t": "The*p Israelite foremen saw that they were in trouble when they were told, “You cannot reduce your daily quota of bricks.”"
    },
    {
        "o": 1820,
        "r": "csb:Exodus:5:20",
        "t": "When they left Pharaoh, they confronted Moses and Aaron, who stood waiting to meet them."
    },
    {
        "o": 1821,
        "r": "csb:Exodus:5:21",
        "t": "“May*p the Lord*s take note of you and judge,” they said to them, “because you have made us reek to Pharaoh and his officials - putting a sword in their hand to kill us!”"
    },
    {
        "o": 1822,
        "r": "csb:Exodus:5:22",
        "t": "So*p Moses went back to the Lord*s and asked, “Lord, why have you caused trouble for this people? And why did you ever send me?"
    },
    {
        "o": 1823,
        "r": "csb:Exodus:5:23",
        "t": "Ever since I went in to Pharaoh to speak in your name he has caused trouble for this people, and you haven’t rescued your people at all.”"
    },
    {
        "o": 1824,
        "r": "csb:Exodus:6:0",
        "t": "Exodus 6",
        "h": 1
    },
    {
        "o": 1825,
        "r": "csb:Exodus:6:1",
        "t": "But*p the Lord*s replied to Moses, “Now you will see what I will do to Pharaoh: because of a strong hand he will let them go, and because of a strong hand he will drive them from his land.”"
    },
    {
        "o": 1826,
        "r": "csb:Exodus:6:1",
        "t": "God Promises Freedom",
        "h": 2
    },
    {
        "o": 1827,
        "r": "csb:Exodus:6:2",
        "t": "Then*p God spoke to Moses, telling him, “I am the Lord.*s"
    },
    {
        "o": 1828,
        "r": "csb:Exodus:6:3",
        "t": "I appeared to Abraham, Isaac, and Jacob as God Almighty, but I was not known to them by my name ‘the Lord.’*s"
    },
    {
        "o": 1829,
        "r": "csb:Exodus:6:4",
        "t": "I also established my covenant with them to give them the land of Canaan, the land they lived in as aliens."
    },
    {
        "o": 1830,
        "r": "csb:Exodus:6:5",
        "t": "Furthermore, I have heard the groaning of the Israelites, whom the Egyptians are forcing to work as slaves, and I have remembered my covenant."
    },
    {
        "o": 1831,
        "r": "csb:Exodus:6:6",
        "t": "“Therefore*p tell the Israelites: I am the Lord,*s and I will bring you out from the forced labor of the Egyptians and rescue you from slavery to them. I will redeem you with an outstretched arm and great acts of judgment."
    },
    {
        "o": 1832,
        "r": "csb:Exodus:6:7",
        "t": "I will take you as my people, and I will be your God. You will know that I am the Lord*s your God, who brought you out from the forced labor of the Egyptians."
    },
    {
        "o": 1833,
        "r": "csb:Exodus:6:8",
        "t": "I will bring you to the land that I swore to give to Abraham, Isaac, and Jacob, and I will give it to you as a possession. I am the Lord.”*s"
    },
    {
        "o": 1834,
        "r": "csb:Exodus:6:9",
        "t": "Moses told this to the Israelites, but they did not listen to him because of their broken spirit and hard labor."
    },
    {
        "o": 1835,
        "r": "csb:Exodus:6:10",
        "t": "Then*p the Lord*s spoke to Moses,"
    },
    {
        "o": 1836,
        "r": "csb:Exodus:6:11",
        "t": "“Go and tell Pharaoh king of Egypt to let the Israelites go from his land.”"
    },
    {
        "o": 1837,
        "r": "csb:Exodus:6:12",
        "t": "But*p Moses said in the Lord’s*s presence, “If the Israelites will not listen to me, then how will Pharaoh listen to me, since I am such a poor speaker?”"
    },
    {
        "o": 1838,
        "r": "csb:Exodus:6:13",
        "t": "Then the Lord*s spoke to Moses and Aaron and gave them commands concerning both the Israelites and Pharaoh king of Egypt to bring the Israelites out of the land of Egypt."
    },
    {
        "o": 1839,
        "r": "csb:Exodus:6:13",
        "t": "Genealogy of Moses and Aaron",
        "h": 2
    },
    {
        "o": 1840,
        "r": "csb:Exodus:6:14",
        "t": "These*p are the heads of their fathers’ families: The*ln sons of Reuben, the firstborn of Israel: Hanoch*ln and Pallu, Hezron and Carmi. These*ln are the clans of Reuben."
    },
    {
        "o": 1841,
        "r": "csb:Exodus:6:15",
        "t": "The*ln sons of Simeon: Jemuel,*ln Jamin, Ohad, Jachin, Zohar,*ln and Shaul, the son of a Canaanite woman. These*ln are the clans of Simeon."
    },
    {
        "o": 1842,
        "r": "csb:Exodus:6:16",
        "t": "These*ln are the names of the sons of Levi according*ln to their family records; Gershon,*ln Kohath, and Merari. Levi*ln lived 137 years."
    },
    {
        "o": 1843,
        "r": "csb:Exodus:6:17",
        "t": "The*ln sons of Gershon: Libni*ln and Shimei, by their clans."
    },
    {
        "o": 1844,
        "r": "csb:Exodus:6:18",
        "t": "The*ln sons of Kohath: Amram,*ln Izhar, Hebron, and Uzziel. Kohath*ln lived 133 years."
    },
    {
        "o": 1845,
        "r": "csb:Exodus:6:19",
        "t": "The*ln sons of Merari: Mahli*ln and Mushi. These*ln are the clans of the Levites according*ln to their family records."
    },
    {
        "o": 1846,
        "r": "csb:Exodus:6:20",
        "t": "Amram*ln married his father’s sister Jochebed, and*ln she bore him Aaron and Moses. Amram*ln lived 137 years."
    },
    {
        "o": 1847,
        "r": "csb:Exodus:6:21",
        "t": "The*ln sons of Izhar: Korah,*ln Nepheg, and Zichri."
    },
    {
        "o": 1848,
        "r": "csb:Exodus:6:22",
        "t": "The*ln sons of Uzziel: Mishael,*ln Elzaphan, and Sithri."
    },
    {
        "o": 1849,
        "r": "csb:Exodus:6:23",
        "t": "Aaron*ln married Elisheba, daughter*ln of Amminadab and sister of Nahshon. She*ln bore him Nadab and Abihu, Eleazar and Ithamar."
    },
    {
        "o": 1850,
        "r": "csb:Exodus:6:24",
        "t": "The*ln sons of Korah: Assir,*ln Elkanah, and Abiasaph. These*ln are the clans of the Korahites."
    },
    {
        "o": 1851,
        "r": "csb:Exodus:6:25",
        "t": "Aaron’s*ln son Eleazar married one*ln of the daughters of Putiel, and*ln she bore him Phinehas. These*ln are the heads of the Levite families by their clans."
    },
    {
        "o": 1852,
        "r": "csb:Exodus:6:26",
        "t": "It*p was this Aaron and Moses whom the Lord*s told, “Bring the Israelites out of the land of Egypt according to their military divisions.”"
    },
    {
        "o": 1853,
        "r": "csb:Exodus:6:27",
        "t": "Moses and Aaron were the ones who spoke to Pharaoh king of Egypt in order to bring the Israelites out of Egypt."
    },
    {
        "o": 1854,
        "r": "csb:Exodus:6:27",
        "t": "Moses and Aaron before Pharaoh",
        "h": 2
    },
    {
        "o": 1855,
        "r": "csb:Exodus:6:28",
        "t": "On*p the day the Lord*s spoke to Moses in the land of Egypt,"
    },
    {
        "o": 1856,
        "r": "csb:Exodus:6:29",
        "t": "he said to him, “I am the Lord;*s tell Pharaoh king of Egypt everything I am telling you.”"
    },
    {
        "o": 1857,
        "r": "csb:Exodus:6:30",
        "t": "But*p Moses replied in the Lord’s*s presence, “Since I am such a poor speaker, how will Pharaoh listen to me?”"
    },
    {
        "o": 1858,
        "r": "csb:Exodus:7:0",
        "t": "Exodus 7",
        "h": 1
    },
    {
        "o": 1859,
        "r": "csb:Exodus:7:1",
        "t": "The*p Lord*s answered Moses, “See, I have made you like God to Pharaoh, and Aaron your brother will be your prophet."
    },
    {
        "o": 1860,
        "r": "csb:Exodus:7:2",
        "t": "You must say whatever I command you; then Aaron your brother must declare it to Pharaoh so that he will let the Israelites go from his land."
    },
    {
        "o": 1861,
        "r": "csb:Exodus:7:3",
        "t": "But I will harden Pharaoh’s heart and multiply my signs and wonders in the land of Egypt."
    },
    {
        "o": 1862,
        "r": "csb:Exodus:7:4",
        "t": "Pharaoh will not listen to you, but I will put my hand into Egypt and bring the military divisions of my people the Israelites out of the land of Egypt by great acts of judgment."
    },
    {
        "o": 1863,
        "r": "csb:Exodus:7:5",
        "t": "The Egyptians will know that I am the Lord*s when I stretch out my hand against Egypt and bring out the Israelites from among them.”"
    },
    {
        "o": 1864,
        "r": "csb:Exodus:7:6",
        "t": "So*p Moses and Aaron did this; they did just as the Lord*s commanded them."
    },
    {
        "o": 1865,
        "r": "csb:Exodus:7:7",
        "t": "Moses was eighty years old and Aaron eighty-three when they spoke to Pharaoh."
    },
    {
        "o": 1866,
        "r": "csb:Exodus:7:8",
        "t": "The*p Lord*s said to Moses and Aaron,"
    },
    {
        "o": 1867,
        "r": "csb:Exodus:7:9",
        "t": "“When Pharaoh tells you, ‘Perform a miracle,’ tell Aaron, ‘Take your staff and throw it down before Pharaoh. It will become a serpent.’”"
    },
    {
        "o": 1868,
        "r": "csb:Exodus:7:10",
        "t": "So Moses and Aaron went in to Pharaoh and did just as the Lord*s had commanded. Aaron threw down his staff before Pharaoh and his officials, and it became a serpent."
    },
    {
        "o": 1869,
        "r": "csb:Exodus:7:11",
        "t": "But then Pharaoh called the wise men and sorcerers - the magicians of Egypt, and they also did the same thing by their occult practices."
    },
    {
        "o": 1870,
        "r": "csb:Exodus:7:12",
        "t": "Each one threw down his staff, and it became a serpent. But Aaron’s staff swallowed their staffs."
    },
    {
        "o": 1871,
        "r": "csb:Exodus:7:13",
        "t": "However, Pharaoh’s heart was hard, and he did not listen to them, as the Lord*s had said."
    },
    {
        "o": 1872,
        "r": "csb:Exodus:7:13",
        "t": "The First Plague: Water Turned to Blood",
        "h": 2
    },
    {
        "o": 1873,
        "r": "csb:Exodus:7:14",
        "t": "Then*p the Lord*s said to Moses, “Pharaoh’s heart is hard: He refuses to let the people go."
    },
    {
        "o": 1874,
        "r": "csb:Exodus:7:15",
        "t": "Go to Pharaoh in the morning. When you see him walking out to the water, stand ready to meet him by the bank of the Nile. Take in your hand the staff that turned into a snake."
    },
    {
        "o": 1875,
        "r": "csb:Exodus:7:16",
        "t": "Tell him: The Lord,*s the God of the Hebrews, has sent me to tell you: Let my people go, so that they may worship me in the wilderness. But so far you have not listened."
    },
    {
        "o": 1876,
        "r": "csb:Exodus:7:17",
        "t": "This is what the Lord*s says: Here is how you will know that I am the Lord.*s Watch. I am about to strike the water in the Nile with the staff in my hand, and it will turn to blood."
    },
    {
        "o": 1877,
        "r": "csb:Exodus:7:18",
        "t": "The fish in the Nile will die, the river will stink, and the Egyptians will be unable to drink water from it.”"
    },
    {
        "o": 1878,
        "r": "csb:Exodus:7:19",
        "t": "So*p the Lord*s said to Moses, “Tell Aaron: Take your staff and stretch out your hand over the waters of Egypt - over their rivers, canals, ponds, and all their water reservoirs - and they will become blood. There will be blood throughout the land of Egypt, even in wooden and stone containers.”"
    },
    {
        "o": 1879,
        "r": "csb:Exodus:7:20",
        "t": "Moses*p and Aaron did just as the Lord*s had commanded; in the sight of Pharaoh and his officials, he raised the staff and struck the water in the Nile, and all the water in the Nile was turned to blood."
    },
    {
        "o": 1880,
        "r": "csb:Exodus:7:21",
        "t": "The fish in the Nile died, and the river smelled so bad the Egyptians could not drink water from it. There was blood throughout the land of Egypt."
    },
    {
        "o": 1881,
        "r": "csb:Exodus:7:22",
        "t": "But*p the magicians of Egypt did the same thing by their occult practices. So Pharaoh’s heart was hard, and he would not listen to them, as the Lord*s had said."
    },
    {
        "o": 1882,
        "r": "csb:Exodus:7:23",
        "t": "Pharaoh turned around, went into his palace, and didn’t take even this to heart."
    },
    {
        "o": 1883,
        "r": "csb:Exodus:7:24",
        "t": "All the Egyptians dug around the Nile for water to drink because they could not drink the water from the river."
    },
    {
        "o": 1884,
        "r": "csb:Exodus:7:25",
        "t": "Seven days passed after the Lord*s struck the Nile."
    },
    {
        "o": 1885,
        "r": "csb:Exodus:8:0",
        "t": "Exodus 8",
        "h": 1
    },
    {
        "o": 1886,
        "r": "csb:Exodus:8:0",
        "t": "The Second Plague: Frogs",
        "h": 2
    },
    {
        "o": 1887,
        "r": "csb:Exodus:8:1",
        "t": "Then*p the Lord*s said to Moses, “Go in to Pharaoh and tell him: This is what the Lord*s says: Let my people go, so that they may worship me."
    },
    {
        "o": 1888,
        "r": "csb:Exodus:8:2",
        "t": "But if you refuse to let them go, then I will plague all your territory with frogs."
    },
    {
        "o": 1889,
        "r": "csb:Exodus:8:3",
        "t": "The Nile will swarm with frogs; they will come up and go into your palace, into your bedroom and on your bed, into the houses of your officials and your people, and into your ovens and kneading bowls."
    },
    {
        "o": 1890,
        "r": "csb:Exodus:8:4",
        "t": "The frogs will come up on you, your people, and all your officials.”"
    },
    {
        "o": 1891,
        "r": "csb:Exodus:8:5",
        "t": "The*p Lord*s then said to Moses, “Tell Aaron: Stretch out your hand with your staff over the rivers, canals, and ponds, and cause the frogs to come up onto the land of Egypt.”"
    },
    {
        "o": 1892,
        "r": "csb:Exodus:8:6",
        "t": "When Aaron stretched out his hand over the waters of Egypt, the frogs came up and covered the land of Egypt."
    },
    {
        "o": 1893,
        "r": "csb:Exodus:8:7",
        "t": "But the magicians did the same thing by their occult practices and brought frogs up onto the land of Egypt."
    },
    {
        "o": 1894,
        "r": "csb:Exodus:8:8",
        "t": "Pharaoh*p summoned Moses and Aaron and said, “Appeal to the Lord*s to remove the frogs from me and my people. Then I will let the people go and they can sacrifice to the Lord.”*s"
    },
    {
        "o": 1895,
        "r": "csb:Exodus:8:9",
        "t": "Moses*p said to Pharaoh, “You may have the honor of choosing. When should I appeal on behalf of you, your officials, and your people, that the frogs be taken away from you and your houses, and remain only in the Nile?”"
    },
    {
        "o": 1896,
        "r": "csb:Exodus:8:10",
        "t": "“Tomorrow,”*p he answered. Moses*p replied, “As you have said, so that you may know there is no one like the Lord*s our God,"
    },
    {
        "o": 1897,
        "r": "csb:Exodus:8:11",
        "t": "the frogs will go away from you, your houses, your officials, and your people. The frogs will remain only in the Nile.”"
    },
    {
        "o": 1898,
        "r": "csb:Exodus:8:12",
        "t": "After Moses and Aaron went out from Pharaoh, Moses cried out to the Lord*s for help concerning the frogs that he had brought against Pharaoh."
    },
    {
        "o": 1899,
        "r": "csb:Exodus:8:13",
        "t": "The Lord*s did as Moses had said: the frogs in the houses, courtyards, and fields died."
    },
    {
        "o": 1900,
        "r": "csb:Exodus:8:14",
        "t": "They piled them in countless heaps, and there was a terrible odor in the land."
    },
    {
        "o": 1901,
        "r": "csb:Exodus:8:15",
        "t": "But when Pharaoh saw there was relief, he hardened his heart and would not listen to them, as the Lord*s had said."
    },
    {
        "o": 1902,
        "r": "csb:Exodus:8:15",
        "t": "The Third Plague: Gnats",
        "h": 2
    },
    {
        "o": 1903,
        "r": "csb:Exodus:8:16",
        "t": "Then*p the Lord*s said to Moses, “Tell Aaron: Stretch out your staff and strike the dust of the land, and it will become gnats throughout the land of Egypt.”"
    },
    {
        "o": 1904,
        "r": "csb:Exodus:8:17",
        "t": "And they did this. Aaron stretched out his hand with his staff, and when he struck the dust of the land, gnats were on people and animals. All the dust of the land became gnats throughout the land of Egypt."
    },
    {
        "o": 1905,
        "r": "csb:Exodus:8:18",
        "t": "The magicians tried to produce gnats using their occult practices, but they could not. The gnats remained on people and animals."
    },
    {
        "o": 1906,
        "r": "csb:Exodus:8:19",
        "t": "“This*p is the finger of God,” the magicians said to Pharaoh. But Pharaoh’s heart was hard, and he would not listen to them, as the Lord*s had said."
    },
    {
        "o": 1907,
        "r": "csb:Exodus:8:19",
        "t": "The Fourth Plague: Swarms of Flies",
        "h": 2
    },
    {
        "o": 1908,
        "r": "csb:Exodus:8:20",
        "t": "The*p Lord*s said to Moses, “Get up early in the morning and present yourself to Pharaoh when you see him going out to the water. Tell him: This is what the Lord*s says: Let my people go, so that they may worship me."
    },
    {
        "o": 1909,
        "r": "csb:Exodus:8:21",
        "t": "But if you will not let my people go, then I will send swarms of flies against you, your officials, your people, and your houses. The Egyptians’ houses will swarm with flies, and so will the land where they live."
    },
    {
        "o": 1910,
        "r": "csb:Exodus:8:22",
        "t": "But on that day I will give special treatment to the land of Goshen, where my people are living; no flies will be there. This way you will know that I, the Lord,*s am in the land."
    },
    {
        "o": 1911,
        "r": "csb:Exodus:8:23",
        "t": "I will make a distinction between my people and your people. This sign will take place tomorrow.”"
    },
    {
        "o": 1912,
        "r": "csb:Exodus:8:24",
        "t": "And*p the Lord*s did this. Thick swarms of flies went into Pharaoh’s palace and his officials’ houses. Throughout Egypt the land was ruined because of the swarms of flies."
    },
    {
        "o": 1913,
        "r": "csb:Exodus:8:25",
        "t": "Then Pharaoh summoned Moses and Aaron and said, “Go sacrifice to your God within the country.”"
    },
    {
        "o": 1914,
        "r": "csb:Exodus:8:26",
        "t": "But*p Moses said, “It would not be right to do that, because what we will sacrifice to the Lord*s our God is detestable to the Egyptians. If we sacrifice what the Egyptians detest in front of them, won’t they stone us?"
    },
    {
        "o": 1915,
        "r": "csb:Exodus:8:27",
        "t": "We must go a distance of three days into the wilderness and sacrifice to the Lord*s our God as he instructs us.”"
    },
    {
        "o": 1916,
        "r": "csb:Exodus:8:28",
        "t": "Pharaoh*p responded, “I will let you go and sacrifice to the Lord*s your God in the wilderness, but don’t go very far. Make an appeal for me.”"
    },
    {
        "o": 1917,
        "r": "csb:Exodus:8:29",
        "t": "“As*p soon as I leave you,” Moses said, “I will appeal to the Lord,*s and tomorrow the swarms of flies will depart from Pharaoh, his officials, and his people. But Pharaoh must not act deceptively again by refusing to let the people go and sacrifice to the Lord.”*s"
    },
    {
        "o": 1918,
        "r": "csb:Exodus:8:30",
        "t": "Then Moses left Pharaoh’s presence and appealed to the Lord.*s"
    },
    {
        "o": 1919,
        "r": "csb:Exodus:8:31",
        "t": "The Lord*s did as Moses had said: He removed the swarms of flies from Pharaoh, his officials, and his people; not one was left."
    },
    {
        "o": 1920,
        "r": "csb:Exodus:8:32",
        "t": "But Pharaoh hardened his heart this time also and did not let the people go."
    },
    {
        "o": 1921,
        "r": "csb:Exodus:9:0",
        "t": "Exodus 9",
        "h": 1
    },
    {
        "o": 1922,
        "r": "csb:Exodus:9:0",
        "t": "The Fifth Plague: Death of Livestock",
        "h": 2
    },
    {
        "o": 1923,
        "r": "csb:Exodus:9:1",
        "t": "Then*p the Lord*s said to Moses, “Go in to Pharaoh and say to him: This is what the Lord,*s the God of the Hebrews, says: Let my people go, so that they may worship me."
    },
    {
        "o": 1924,
        "r": "csb:Exodus:9:2",
        "t": "But if you refuse to let them go and keep holding them,"
    },
    {
        "o": 1925,
        "r": "csb:Exodus:9:3",
        "t": "then the Lord’s*s hand will bring a severe plague against your livestock in the field - the horses, donkeys, camels, herds, and flocks."
    },
    {
        "o": 1926,
        "r": "csb:Exodus:9:4",
        "t": "But the Lord*s will make a distinction between the livestock of Israel and the livestock of Egypt, so that nothing of all that the Israelites own will die.”"
    },
    {
        "o": 1927,
        "r": "csb:Exodus:9:5",
        "t": "And the Lord*s set a time, saying, “Tomorrow the Lord*s will do this thing in the land.”"
    },
    {
        "o": 1928,
        "r": "csb:Exodus:9:6",
        "t": "The Lord*s did this the next day. All the Egyptian livestock died, but none among the Israelite livestock died."
    },
    {
        "o": 1929,
        "r": "csb:Exodus:9:7",
        "t": "Pharaoh sent messengers who saw that not a single one of the Israelite livestock was dead. But Pharaoh’s heart was hard, and he did not let the people go."
    },
    {
        "o": 1930,
        "r": "csb:Exodus:9:7",
        "t": "The Sixth Plague: Boils",
        "h": 2
    },
    {
        "o": 1931,
        "r": "csb:Exodus:9:8",
        "t": "Then*p the Lord*s said to Moses and Aaron, “Take handfuls of furnace soot, and Moses is to throw it toward heaven in the sight of Pharaoh."
    },
    {
        "o": 1932,
        "r": "csb:Exodus:9:9",
        "t": "It will become fine dust over the entire land of Egypt. It will become festering boils on people and animals throughout the land of Egypt.”"
    },
    {
        "o": 1933,
        "r": "csb:Exodus:9:10",
        "t": "So they took furnace soot and stood before Pharaoh. Moses threw it toward heaven, and it became festering boils on people and animals."
    },
    {
        "o": 1934,
        "r": "csb:Exodus:9:11",
        "t": "The magicians could not stand before Moses because of the boils, for the boils were on the magicians as well as on all the Egyptians."
    },
    {
        "o": 1935,
        "r": "csb:Exodus:9:12",
        "t": "But the Lord*s hardened Pharaoh’s heart and he did not listen to them, as the Lord*s had told Moses."
    },
    {
        "o": 1936,
        "r": "csb:Exodus:9:12",
        "t": "The Seventh Plague: Hail",
        "h": 2
    },
    {
        "o": 1937,
        "r": "csb:Exodus:9:13",
        "t": "Then*p the Lord*s said to Moses, “Get up early in the morning and present yourself to Pharaoh. Tell him: This is what the Lord,*s the God of the Hebrews says: Let my people go, so that they may worship me."
    },
    {
        "o": 1938,
        "r": "csb:Exodus:9:14",
        "t": "For this time I am about to send all my plagues against you, your officials, and your people. Then you will know there is no one like me on the whole earth."
    },
    {
        "o": 1939,
        "r": "csb:Exodus:9:15",
        "t": "By now I could have stretched out my hand and struck you and your people with a plague, and you would have been obliterated from the earth."
    },
    {
        "o": 1940,
        "r": "csb:Exodus:9:16",
        "t": "However, I have let you live for this purpose: to show you my power and to make my name known on the whole earth."
    },
    {
        "o": 1941,
        "r": "csb:Exodus:9:17",
        "t": "You are still acting arrogantly against my people by not letting them go."
    },
    {
        "o": 1942,
        "r": "csb:Exodus:9:18",
        "t": "Tomorrow at this time I will rain down the worst hail that has ever occurred in Egypt from the day it was founded until now."
    },
    {
        "o": 1943,
        "r": "csb:Exodus:9:19",
        "t": "Therefore give orders to bring your livestock and all that you have in the field into shelters. Every person and animal that is in the field and not brought inside will die when the hail falls on them.”"
    },
    {
        "o": 1944,
        "r": "csb:Exodus:9:20",
        "t": "Those among Pharaoh’s officials who feared the word of the Lord*s made their servants and livestock flee to shelters,"
    },
    {
        "o": 1945,
        "r": "csb:Exodus:9:21",
        "t": "but those who didn’t take to heart the Lord’s*s word left their servants and livestock in the field."
    },
    {
        "o": 1946,
        "r": "csb:Exodus:9:22",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand toward heaven and let there be hail throughout the land of Egypt - on people and animals and every plant of the field in the land of Egypt.”"
    },
    {
        "o": 1947,
        "r": "csb:Exodus:9:23",
        "t": "So Moses stretched out his staff toward heaven, and the Lord*s sent thunder and hail. Lightning struck the land, and the Lord*s rained hail on the land of Egypt."
    },
    {
        "o": 1948,
        "r": "csb:Exodus:9:24",
        "t": "The hail, with lightning flashing through it, was so severe that nothing like it had occurred in the land of Egypt since it had become a nation."
    },
    {
        "o": 1949,
        "r": "csb:Exodus:9:25",
        "t": "Throughout the land of Egypt, the hail struck down everything in the field, both people and animals. The hail beat down every plant of the field and shattered every tree in the field."
    },
    {
        "o": 1950,
        "r": "csb:Exodus:9:26",
        "t": "The only place it didn’t hail was in the land of Goshen, where the Israelites were."
    },
    {
        "o": 1951,
        "r": "csb:Exodus:9:27",
        "t": "Pharaoh*p sent for Moses and Aaron. “I have sinned this time,” he said to them. “The Lord*s is the righteous one, and I and my people are the guilty ones."
    },
    {
        "o": 1952,
        "r": "csb:Exodus:9:28",
        "t": "Make an appeal to the Lord.*s There has been enough of God’s thunder and hail. I will let you go; you don’t need to stay any longer.”"
    },
    {
        "o": 1953,
        "r": "csb:Exodus:9:29",
        "t": "Moses*p said to him, “When I have left the city, I will spread out my hands to the Lord.*s The thunder will cease, and there will be no more hail, so that you may know the earth belongs to the Lord.*s"
    },
    {
        "o": 1954,
        "r": "csb:Exodus:9:30",
        "t": "But as for you and your officials, I know that you still do not fear the Lord*s God.”"
    },
    {
        "o": 1955,
        "r": "csb:Exodus:9:31",
        "t": "The*p flax and the barley were destroyed because the barley was ripe and the flax was budding,"
    },
    {
        "o": 1956,
        "r": "csb:Exodus:9:32",
        "t": "but the wheat and the spelt were not destroyed since they are later crops."
    },
    {
        "o": 1957,
        "r": "csb:Exodus:9:33",
        "t": "Moses*p left Pharaoh and the city, and spread out his hands to the Lord.*s Then the thunder and hail ceased, and rain no longer poured down on the land."
    },
    {
        "o": 1958,
        "r": "csb:Exodus:9:34",
        "t": "When Pharaoh saw that the rain, hail, and thunder had ceased, he sinned again and hardened his heart, he and his officials."
    },
    {
        "o": 1959,
        "r": "csb:Exodus:9:35",
        "t": "So Pharaoh’s heart was hard, and he did not let the Israelites go, as the Lord*s had said through Moses."
    },
    {
        "o": 1960,
        "r": "csb:Exodus:10:0",
        "t": "Exodus 10",
        "h": 1
    },
    {
        "o": 1961,
        "r": "csb:Exodus:10:0",
        "t": "The Eighth Plague: Locusts",
        "h": 2
    },
    {
        "o": 1962,
        "r": "csb:Exodus:10:1",
        "t": "Then*p the Lord*s said to Moses, “Go to Pharaoh, for I have hardened his heart and the hearts of his officials so that I may do these miraculous signs of mine among them,"
    },
    {
        "o": 1963,
        "r": "csb:Exodus:10:2",
        "t": "and so that you may tell your son and grandson how severely I dealt with the Egyptians and performed miraculous signs among them, and you will know that I am the Lord.”*s"
    },
    {
        "o": 1964,
        "r": "csb:Exodus:10:3",
        "t": "So*p Moses and Aaron went in to Pharaoh and told him, “This is what the Lord,*s the God of the Hebrews, says: How long will you refuse to humble yourself before me? Let my people go, that they may worship me."
    },
    {
        "o": 1965,
        "r": "csb:Exodus:10:4",
        "t": "But if you refuse to let my people go, then tomorrow I will bring locusts into your territory."
    },
    {
        "o": 1966,
        "r": "csb:Exodus:10:5",
        "t": "They will cover the surface of the land so that no one will be able to see the land. They will eat the remainder left to you that escaped the hail; they will eat every tree you have growing in the fields."
    },
    {
        "o": 1967,
        "r": "csb:Exodus:10:6",
        "t": "They will fill your houses, all your officials’ houses, and the houses of all the Egyptians - something your fathers and grandfathers never saw since the time they occupied the land until today.” Then he turned and left Pharaoh’s presence."
    },
    {
        "o": 1968,
        "r": "csb:Exodus:10:7",
        "t": "Pharaoh’s*p officials asked him, “How long must this man be a snare to us? Let the men go, so that they may worship the Lord*s their God. Don’t you realize yet that Egypt is devastated?”"
    },
    {
        "o": 1969,
        "r": "csb:Exodus:10:8",
        "t": "So*p Moses and Aaron were brought back to Pharaoh. “Go, worship the Lord*s your God,” Pharaoh said. “But exactly who will be going?”"
    },
    {
        "o": 1970,
        "r": "csb:Exodus:10:9",
        "t": "Moses*p replied, “We will go with our young and with our old; we will go with our sons and with our daughters, with our flocks and with our herds because we must hold the Lord’s*s festival.”"
    },
    {
        "o": 1971,
        "r": "csb:Exodus:10:10",
        "t": "He*p said to them, “The Lord*s would have to be with you if I would ever let you and your families go! Look out - you’re heading for trouble."
    },
    {
        "o": 1972,
        "r": "csb:Exodus:10:11",
        "t": "No, go - just able-bodied men - worship the Lord,*s since that’s what you want.” And they were driven from Pharaoh’s presence."
    },
    {
        "o": 1973,
        "r": "csb:Exodus:10:12",
        "t": "The*p Lord*s then said to Moses, “Stretch out your hand over the land of Egypt, and the locusts will come up over it and eat every plant in the land, everything that the hail left.”"
    },
    {
        "o": 1974,
        "r": "csb:Exodus:10:13",
        "t": "So Moses stretched out his staff over the land of Egypt, and the Lord*s sent an east wind over the land all that day and through the night. By morning the east wind had brought in the locusts."
    },
    {
        "o": 1975,
        "r": "csb:Exodus:10:14",
        "t": "The locusts went up over the entire land of Egypt and settled on the whole territory of Egypt. Never before had there been such a large number of locusts, and there never will be again."
    },
    {
        "o": 1976,
        "r": "csb:Exodus:10:15",
        "t": "They covered the surface of the whole land so that the land was black, and they consumed all the plants on the ground and all the fruit on the trees that the hail had left. Nothing green was left on the trees or the plants in the field throughout the land of Egypt."
    },
    {
        "o": 1977,
        "r": "csb:Exodus:10:16",
        "t": "Pharaoh*p urgently sent for Moses and Aaron and said, “I have sinned against the Lord*s your God and against you."
    },
    {
        "o": 1978,
        "r": "csb:Exodus:10:17",
        "t": "Please forgive my sin once more and make an appeal to the Lord*s your God, so that he will just take this death away from me.”"
    },
    {
        "o": 1979,
        "r": "csb:Exodus:10:18",
        "t": "Moses left Pharaoh’s presence and appealed to the Lord.*s"
    },
    {
        "o": 1980,
        "r": "csb:Exodus:10:19",
        "t": "Then the Lord*s changed the wind to a strong west wind, and it carried off the locusts and blew them into the Red Sea. Not a single locust was left in all the territory of Egypt."
    },
    {
        "o": 1981,
        "r": "csb:Exodus:10:20",
        "t": "But the Lord*s hardened Pharaoh’s heart, and he did not let the Israelites go."
    },
    {
        "o": 1982,
        "r": "csb:Exodus:10:20",
        "t": "The Ninth Plague: Darkness",
        "h": 2
    },
    {
        "o": 1983,
        "r": "csb:Exodus:10:21",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand toward heaven, and there will be darkness over the land of Egypt, a darkness that can be felt.”"
    },
    {
        "o": 1984,
        "r": "csb:Exodus:10:22",
        "t": "So Moses stretched out his hand toward heaven, and there was thick darkness throughout the land of Egypt for three days."
    },
    {
        "o": 1985,
        "r": "csb:Exodus:10:23",
        "t": "One person could not see another, and for three days they did not move from where they were. Yet all the Israelites had light where they lived."
    },
    {
        "o": 1986,
        "r": "csb:Exodus:10:24",
        "t": "Pharaoh*p summoned Moses and said, “Go, worship the Lord.*s Even your families may go with you; only your flocks and herds must stay behind.”"
    },
    {
        "o": 1987,
        "r": "csb:Exodus:10:25",
        "t": "Moses*p responded, “You must also let us have sacrifices and burnt offerings to prepare for the Lord*s our God."
    },
    {
        "o": 1988,
        "r": "csb:Exodus:10:26",
        "t": "Even our livestock must go with us; not a hoof will be left behind because we will take some of them to worship the Lord*s our God. We will not know what we will use to worship the Lord*s until we get there.”"
    },
    {
        "o": 1989,
        "r": "csb:Exodus:10:27",
        "t": "But*p the Lord*s hardened Pharaoh’s heart, and he was unwilling to let them go."
    },
    {
        "o": 1990,
        "r": "csb:Exodus:10:28",
        "t": "Pharaoh said to him, “Leave me! Make sure you never see my face again, for on the day you see my face, you will die.”"
    },
    {
        "o": 1991,
        "r": "csb:Exodus:10:29",
        "t": "“As*p you have said,” Moses replied, “I will never see your face again.”"
    },
    {
        "o": 1992,
        "r": "csb:Exodus:11:0",
        "t": "Exodus 11",
        "h": 1
    },
    {
        "o": 1993,
        "r": "csb:Exodus:11:0",
        "t": "The Tenth Plague: Death of the Firstborn",
        "h": 2
    },
    {
        "o": 1994,
        "r": "csb:Exodus:11:1",
        "t": "The*p Lord*s said to Moses, “I will bring one more plague on Pharaoh and on Egypt. After that, he will let you go from here. When he lets you go, he will drive you out of here."
    },
    {
        "o": 1995,
        "r": "csb:Exodus:11:2",
        "t": "Now announce to the people that both men and women should ask their neighbors for silver and gold items.”"
    },
    {
        "o": 1996,
        "r": "csb:Exodus:11:3",
        "t": "The Lord*s gave the people favor with the Egyptians. In addition, Moses himself was very highly regarded in the land of Egypt by Pharaoh’s officials and the people."
    },
    {
        "o": 1997,
        "r": "csb:Exodus:11:4",
        "t": "So*p Moses said, “This is what the Lord*s says: About midnight I will go throughout Egypt,"
    },
    {
        "o": 1998,
        "r": "csb:Exodus:11:5",
        "t": "and every firstborn male in the land of Egypt will die, from the firstborn of Pharaoh who sits on his throne to the firstborn of the servant girl who is at the grindstones, as well as every firstborn of the livestock."
    },
    {
        "o": 1999,
        "r": "csb:Exodus:11:6",
        "t": "Then there will be a great cry of anguish through all the land of Egypt such as never was before or ever will be again."
    },
    {
        "o": 2000,
        "r": "csb:Exodus:11:7",
        "t": "But against all the Israelites, whether people or animals, not even a dog will snarl, so that you may know that the Lord*s makes a distinction between Egypt and Israel."
    },
    {
        "o": 2001,
        "r": "csb:Exodus:11:8",
        "t": "All these officials of yours will come down to me and bow before me, saying: Get out, you and all the people who follow you. After that, I will get out.” And he went out from Pharaoh’s presence fiercely angry."
    },
    {
        "o": 2002,
        "r": "csb:Exodus:11:9",
        "t": "The*p Lord*s said to Moses, “Pharaoh will not listen to you, so that my wonders may be multiplied in the land of Egypt.”"
    },
    {
        "o": 2003,
        "r": "csb:Exodus:11:10",
        "t": "Moses and Aaron did all these wonders before Pharaoh, but the Lord*s hardened Pharaoh’s heart, and he would not let the Israelites go out of his land."
    },
    {
        "o": 2004,
        "r": "csb:Exodus:12:0",
        "t": "Exodus 12",
        "h": 1
    },
    {
        "o": 2005,
        "r": "csb:Exodus:12:0",
        "t": "Instructions for the Passover",
        "h": 2
    },
    {
        "o": 2006,
        "r": "csb:Exodus:12:1",
        "t": "The*p Lord*s said to Moses and Aaron in the land of Egypt,"
    },
    {
        "o": 2007,
        "r": "csb:Exodus:12:2",
        "t": "“This month is to be the beginning of months for you; it is the first month of your year."
    },
    {
        "o": 2008,
        "r": "csb:Exodus:12:3",
        "t": "Tell the whole community of Israel that on the tenth day of this month they must each select an animal of the flock according to their fathers’ families, one animal per family."
    },
    {
        "o": 2009,
        "r": "csb:Exodus:12:4",
        "t": "If the household is too small for a whole animal, that person and the neighbor nearest his house are to select one based on the combined number of people; you should apportion the animal according to what each will eat."
    },
    {
        "o": 2010,
        "r": "csb:Exodus:12:5",
        "t": "You must have an unblemished animal, a year-old male; you may take it from either the sheep or the goats."
    },
    {
        "o": 2011,
        "r": "csb:Exodus:12:6",
        "t": "You are to keep it until the fourteenth day of this month; then the whole assembly of the community of Israel will slaughter the animals at twilight."
    },
    {
        "o": 2012,
        "r": "csb:Exodus:12:7",
        "t": "They must take some of the blood and put it on the two doorposts and the lintel of the houses where they eat them."
    },
    {
        "o": 2013,
        "r": "csb:Exodus:12:8",
        "t": "They are to eat the meat that night; they should eat it, roasted over the fire along with unleavened bread and bitter herbs."
    },
    {
        "o": 2014,
        "r": "csb:Exodus:12:9",
        "t": "Do not eat any of it raw or cooked in boiling water, but only roasted over fire - its head as well as its legs and inner organs."
    },
    {
        "o": 2015,
        "r": "csb:Exodus:12:10",
        "t": "You must not leave any of it until morning; any part of it left until morning you must burn."
    },
    {
        "o": 2016,
        "r": "csb:Exodus:12:11",
        "t": "Here is how you must eat it: You must be dressed for travel, your sandals on your feet, and your staff in your hand. You are to eat it in a hurry; it is the Lord’s*s Passover."
    },
    {
        "o": 2017,
        "r": "csb:Exodus:12:12",
        "t": "“I*p will pass through the land of Egypt on that night and strike every firstborn male in the land of Egypt, both people and animals. I am the Lord;*s I will execute judgments against all the gods of Egypt."
    },
    {
        "o": 2018,
        "r": "csb:Exodus:12:13",
        "t": "The blood on the houses where you are staying will be a distinguishing mark for you; when I see the blood, I will pass over you. No plague will be among you to destroy you when I strike the land of Egypt."
    },
    {
        "o": 2019,
        "r": "csb:Exodus:12:14",
        "t": "“This*p day is to be a memorial for you, and you must celebrate it as a festival to the Lord.*s You are to celebrate it throughout your generations as a permanent statute."
    },
    {
        "o": 2020,
        "r": "csb:Exodus:12:15",
        "t": "You must eat unleavened bread for seven days. On the first day you must remove yeast from your houses. Whoever eats what is leavened from the first day through the seventh day must be cut off from Israel."
    },
    {
        "o": 2021,
        "r": "csb:Exodus:12:16",
        "t": "You are to hold a sacred assembly on the first day and another sacred assembly on the seventh day. No work may be done on those days except for preparing what people need to eat - you may do only that."
    },
    {
        "o": 2022,
        "r": "csb:Exodus:12:17",
        "t": "“You*p are to observe the Festival of Unleavened Bread because on this very day I brought your military divisions out of the land of Egypt. You must observe this day throughout your generations as a permanent statute."
    },
    {
        "o": 2023,
        "r": "csb:Exodus:12:18",
        "t": "You are to eat unleavened bread in the first month, from the evening of the fourteenth day of the month until the evening of the twenty-first day."
    },
    {
        "o": 2024,
        "r": "csb:Exodus:12:19",
        "t": "Yeast must not be found in your houses for seven days. If anyone eats something leavened, that person, whether a resident alien or native of the land, must be cut off from the community of Israel."
    },
    {
        "o": 2025,
        "r": "csb:Exodus:12:20",
        "t": "Do not eat anything leavened; eat unleavened bread in all your homes.”"
    },
    {
        "o": 2026,
        "r": "csb:Exodus:12:21",
        "t": "Then*p Moses summoned all the elders of Israel and said to them, “Go, select an animal from the flock according to your families, and slaughter the Passover animal."
    },
    {
        "o": 2027,
        "r": "csb:Exodus:12:22",
        "t": "Take a cluster of hyssop, dip it in the blood that is in the basin, and brush the lintel and the two doorposts with some of the blood in the basin. None of you may go out the door of his house until morning."
    },
    {
        "o": 2028,
        "r": "csb:Exodus:12:23",
        "t": "When the Lord*s passes through to strike Egypt and sees the blood on the lintel and the two doorposts, he will pass over the door and not let the destroyer enter your houses to strike you."
    },
    {
        "o": 2029,
        "r": "csb:Exodus:12:24",
        "t": "“Keep*p this command permanently as a statute for you and your descendants."
    },
    {
        "o": 2030,
        "r": "csb:Exodus:12:25",
        "t": "When you enter the land that the Lord*s will give you as he promised, you are to observe this ceremony."
    },
    {
        "o": 2031,
        "r": "csb:Exodus:12:26",
        "t": "When your children ask you, ‘What does this ceremony mean to you?’"
    },
    {
        "o": 2032,
        "r": "csb:Exodus:12:27",
        "t": "you are to reply, ‘It is the Passover sacrifice to the Lord,*s for he passed over the houses of the Israelites in Egypt when he struck the Egyptians, and he spared our homes.’” So the people knelt low and worshiped."
    },
    {
        "o": 2033,
        "r": "csb:Exodus:12:28",
        "t": "Then the Israelites went and did this; they did just as the Lord*s had commanded Moses and Aaron."
    },
    {
        "o": 2034,
        "r": "csb:Exodus:12:28",
        "t": "The Exodus",
        "h": 2
    },
    {
        "o": 2035,
        "r": "csb:Exodus:12:29",
        "t": "Now*p at midnight the Lord*s struck every firstborn male in the land of Egypt, from the firstborn of Pharaoh who sat on his throne to the firstborn of the prisoner who was in the dungeon, and every firstborn of the livestock."
    },
    {
        "o": 2036,
        "r": "csb:Exodus:12:30",
        "t": "During the night Pharaoh got up, he along with all his officials and all the Egyptians, and there was a loud wailing throughout Egypt because there wasn’t a house without someone dead."
    },
    {
        "o": 2037,
        "r": "csb:Exodus:12:31",
        "t": "He summoned Moses and Aaron during the night and said, “Get out immediately from among my people, both you and the Israelites, and go, worship the Lord*s as you have said."
    },
    {
        "o": 2038,
        "r": "csb:Exodus:12:32",
        "t": "Take even your flocks and your herds as you asked and leave, and also bless me.”"
    },
    {
        "o": 2039,
        "r": "csb:Exodus:12:33",
        "t": "Now*p the Egyptians pressured the people in order to send them quickly out of the country, for they said, “We’re all going to die!”"
    },
    {
        "o": 2040,
        "r": "csb:Exodus:12:34",
        "t": "So the people took their dough before it was leavened, with their kneading bowls wrapped up in their clothes on their shoulders."
    },
    {
        "o": 2041,
        "r": "csb:Exodus:12:35",
        "t": "The*p Israelites acted on Moses’s word and asked the Egyptians for silver and gold items and for clothing."
    },
    {
        "o": 2042,
        "r": "csb:Exodus:12:36",
        "t": "And the Lord*s gave the people such favor with the Egyptians that they gave them what they requested. In this way they plundered the Egyptians."
    },
    {
        "o": 2043,
        "r": "csb:Exodus:12:37",
        "t": "The*p Israelites traveled from Rameses to Succoth, about six hundred thousand able-bodied men on foot, besides their families."
    },
    {
        "o": 2044,
        "r": "csb:Exodus:12:38",
        "t": "A mixed crowd also went up with them, along with a huge number of livestock, both flocks and herds."
    },
    {
        "o": 2045,
        "r": "csb:Exodus:12:39",
        "t": "The people baked the dough they had brought out of Egypt into unleavened loaves, since it had no yeast; for when they were driven out of Egypt, they could not delay and had not prepared provisions for themselves."
    },
    {
        "o": 2046,
        "r": "csb:Exodus:12:40",
        "t": "The*p time that the Israelites lived in Egypt was 430 years."
    },
    {
        "o": 2047,
        "r": "csb:Exodus:12:41",
        "t": "At the end of 430 years, on that same day, all the Lord’s*s military divisions went out from the land of Egypt."
    },
    {
        "o": 2048,
        "r": "csb:Exodus:12:42",
        "t": "It was a night of vigil in honor of the Lord,*s because he would bring them out of the land of Egypt. This same night is in honor of the Lord,*s a night vigil for all the Israelites throughout their generations."
    },
    {
        "o": 2049,
        "r": "csb:Exodus:12:42",
        "t": "Passover Instruction",
        "h": 2
    },
    {
        "o": 2050,
        "r": "csb:Exodus:12:43",
        "t": "The*p Lord*s said to Moses and Aaron, “This is the statute of the Passover: no foreigner may eat it."
    },
    {
        "o": 2051,
        "r": "csb:Exodus:12:44",
        "t": "But any slave a man has purchased may eat it, after you have circumcised him."
    },
    {
        "o": 2052,
        "r": "csb:Exodus:12:45",
        "t": "A temporary resident or hired worker may not eat the Passover."
    },
    {
        "o": 2053,
        "r": "csb:Exodus:12:46",
        "t": "It is to be eaten in one house. You may not take any of the meat outside the house, and you may not break any of its bones."
    },
    {
        "o": 2054,
        "r": "csb:Exodus:12:47",
        "t": "The whole community of Israel must celebrate it."
    },
    {
        "o": 2055,
        "r": "csb:Exodus:12:48",
        "t": "If an alien resides among you and wants to observe the Lord’s*s Passover, every male in his household must be circumcised, and then he may participate; he will become like a native of the land. But no uncircumcised person may eat it."
    },
    {
        "o": 2056,
        "r": "csb:Exodus:12:49",
        "t": "The same law will apply to both the native and the alien who resides among you.”"
    },
    {
        "o": 2057,
        "r": "csb:Exodus:12:50",
        "t": "Then*p all the Israelites did this; they did just as the Lord*s had commanded Moses and Aaron."
    },
    {
        "o": 2058,
        "r": "csb:Exodus:12:51",
        "t": "On that same day the Lord*s brought the Israelites out of the land of Egypt according to their military divisions."
    },
    {
        "o": 2059,
        "r": "csb:Exodus:13:0",
        "t": "Exodus 13",
        "h": 1
    },
    {
        "o": 2060,
        "r": "csb:Exodus:13:1",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 2061,
        "r": "csb:Exodus:13:2",
        "t": "“Consecrate every firstborn male to me, the firstborn from every womb among the Israelites, both man and domestic animal; it is mine.”"
    },
    {
        "o": 2062,
        "r": "csb:Exodus:13:3",
        "t": "Then*p Moses said to the people, “Remember this day when you came out of Egypt, out of the place of slavery, for the Lord*s brought you out of here by the strength of his hand. Nothing leavened may be eaten."
    },
    {
        "o": 2063,
        "r": "csb:Exodus:13:4",
        "t": "Today, in the month of Abib, you are going out."
    },
    {
        "o": 2064,
        "r": "csb:Exodus:13:5",
        "t": "When the Lord*s brings you into the land of the Canaanites, Hethites, Amorites, Hivites, and Jebusites, which he swore to your ancestors that he would give you, a land flowing with milk and honey, you must carry out this ceremony in this month."
    },
    {
        "o": 2065,
        "r": "csb:Exodus:13:6",
        "t": "For seven days you must eat unleavened bread, and on the seventh day there is to be a festival to the Lord.*s"
    },
    {
        "o": 2066,
        "r": "csb:Exodus:13:7",
        "t": "Unleavened bread is to be eaten for those seven days. Nothing leavened may be found among you, and no yeast may be found among you in all your territory."
    },
    {
        "o": 2067,
        "r": "csb:Exodus:13:8",
        "t": "On that day explain to your son, ‘This is because of what the Lord*s did for me when I came out of Egypt.’"
    },
    {
        "o": 2068,
        "r": "csb:Exodus:13:9",
        "t": "Let it serve as a sign for you on your hand and as a reminder on your forehead, so that the Lord’s*s instruction may be in your mouth; for the Lord*s brought you out of Egypt with a strong hand."
    },
    {
        "o": 2069,
        "r": "csb:Exodus:13:10",
        "t": "Keep this statute at its appointed time from year to year."
    },
    {
        "o": 2070,
        "r": "csb:Exodus:13:11",
        "t": "“When*p the Lord*s brings you into the land of the Canaanites, as he swore to you and your ancestors, and gives it to you,"
    },
    {
        "o": 2071,
        "r": "csb:Exodus:13:12",
        "t": "you are to present to the Lord*s every firstborn male of the womb. All firstborn offspring of the livestock you own that are males will be the Lord*s ’s."
    },
    {
        "o": 2072,
        "r": "csb:Exodus:13:13",
        "t": "You must redeem every firstborn of a donkey with a flock animal, but if you do not redeem it, break its neck. However, you must redeem every firstborn among your sons."
    },
    {
        "o": 2073,
        "r": "csb:Exodus:13:14",
        "t": "“In*p the future, when your son asks you, ‘What does this mean?’ say to him, ‘By the strength of his hand the Lord*s brought us out of Egypt, out of the place of slavery."
    },
    {
        "o": 2074,
        "r": "csb:Exodus:13:15",
        "t": "When Pharaoh stubbornly refused to let us go, the Lord*s killed every firstborn male in the land of Egypt, both the firstborn of humans and the firstborn of livestock. That is why I sacrifice to the Lord*s all the firstborn of the womb that are males, but I redeem all the firstborn of my sons.’"
    },
    {
        "o": 2075,
        "r": "csb:Exodus:13:16",
        "t": "So let it be a sign on your hand and a symbol on your forehead, for the Lord*s brought us out of Egypt by the strength of his hand.”"
    },
    {
        "o": 2076,
        "r": "csb:Exodus:13:16",
        "t": "The Route of the Exodus",
        "h": 2
    },
    {
        "o": 2077,
        "r": "csb:Exodus:13:17",
        "t": "When*p Pharaoh let the people go, God did not lead them along the road to the land of the Philistines, even though it was nearby; for God said, “The people will change their minds and return to Egypt if they face war.”"
    },
    {
        "o": 2078,
        "r": "csb:Exodus:13:18",
        "t": "So he led the people around toward the Red Sea along the road of the wilderness. And the Israelites left the land of Egypt in battle formation."
    },
    {
        "o": 2079,
        "r": "csb:Exodus:13:19",
        "t": "Moses*p took the bones of Joseph with him, because Joseph had made the Israelites swear a solemn oath, saying, “God will certainly come to your aid; then you must take my bones with you from this place.”"
    },
    {
        "o": 2080,
        "r": "csb:Exodus:13:20",
        "t": "They*p set out from Succoth and camped at Etham on the edge of the wilderness."
    },
    {
        "o": 2081,
        "r": "csb:Exodus:13:21",
        "t": "The Lord*s went ahead of them in a pillar of cloud to lead them on their way during the day and in a pillar of fire to give them light at night, so that they could travel day or night."
    },
    {
        "o": 2082,
        "r": "csb:Exodus:13:22",
        "t": "The pillar of cloud by day and the pillar of fire by night never left its place in front of the people."
    },
    {
        "o": 2083,
        "r": "csb:Exodus:14:0",
        "t": "Exodus 14",
        "h": 1
    },
    {
        "o": 2084,
        "r": "csb:Exodus:14:1",
        "t": "Then*p the Lord*s spoke to Moses:"
    },
    {
        "o": 2085,
        "r": "csb:Exodus:14:2",
        "t": "“Tell the Israelites to turn back and camp in front of Pi-hahiroth, between Migdol and the sea; you must camp in front of Baal-zephon, facing it by the sea."
    },
    {
        "o": 2086,
        "r": "csb:Exodus:14:3",
        "t": "Pharaoh will say of the Israelites: They are wandering around the land in confusion; the wilderness has boxed them in."
    },
    {
        "o": 2087,
        "r": "csb:Exodus:14:4",
        "t": "I will harden Pharaoh’s heart so that he will pursue them. Then I will receive glory by means of Pharaoh and all his army, and the Egyptians will know that I am the Lord.”*s So the Israelites did this."
    },
    {
        "o": 2088,
        "r": "csb:Exodus:14:4",
        "t": "The Egyptian Pursuit",
        "h": 2
    },
    {
        "o": 2089,
        "r": "csb:Exodus:14:5",
        "t": "When*p the king of Egypt was told that the people had fled, Pharaoh and his officials changed their minds about the people and said, “What have we done? We have released Israel from serving us.”"
    },
    {
        "o": 2090,
        "r": "csb:Exodus:14:6",
        "t": "So he got his chariot ready and took his troops with him;"
    },
    {
        "o": 2091,
        "r": "csb:Exodus:14:7",
        "t": "he took six hundred of the best chariots and all the rest of the chariots of Egypt, with officers in each one."
    },
    {
        "o": 2092,
        "r": "csb:Exodus:14:8",
        "t": "The Lord*s hardened the heart of Pharaoh king of Egypt, and he pursued the Israelites, who were going out defiantly."
    },
    {
        "o": 2093,
        "r": "csb:Exodus:14:9",
        "t": "The Egyptians - all Pharaoh’s horses and chariots, his horsemen, and his army - chased after them and caught up with them as they camped by the sea beside Pi-hahiroth, in front of Baal-zephon."
    },
    {
        "o": 2094,
        "r": "csb:Exodus:14:10",
        "t": "As*p Pharaoh approached, the Israelites looked up and there were the Egyptians coming after them! The Israelites were terrified and cried out to the Lord*s for help."
    },
    {
        "o": 2095,
        "r": "csb:Exodus:14:11",
        "t": "They said to Moses, “Is it because there are no graves in Egypt that you have taken us away to die in the wilderness? What have you done to us by bringing us out of Egypt?"
    },
    {
        "o": 2096,
        "r": "csb:Exodus:14:12",
        "t": "Isn’t this what we told you in Egypt: Leave us alone so that we may serve the Egyptians? It would have been better for us to serve the Egyptians than to die in the wilderness.”"
    },
    {
        "o": 2097,
        "r": "csb:Exodus:14:13",
        "t": "But*p Moses said to the people, “Don’t be afraid. Stand firm and see the Lord’s*s salvation that he will accomplish for you today; for the Egyptians you see today, you will never see again."
    },
    {
        "o": 2098,
        "r": "csb:Exodus:14:14",
        "t": "The Lord*s will fight for you, and you must be quiet.”"
    },
    {
        "o": 2099,
        "r": "csb:Exodus:14:14",
        "t": "Escape through the Red Sea",
        "h": 2
    },
    {
        "o": 2100,
        "r": "csb:Exodus:14:15",
        "t": "The*p Lord*s said to Moses, “Why are you crying out to me? Tell the Israelites to break camp."
    },
    {
        "o": 2101,
        "r": "csb:Exodus:14:16",
        "t": "As for you, lift up your staff, stretch out your hand over the sea, and divide it so that the Israelites can go through the sea on dry ground."
    },
    {
        "o": 2102,
        "r": "csb:Exodus:14:17",
        "t": "As for me, I am going to harden the hearts of the Egyptians so that they will go in after them, and I will receive glory by means of Pharaoh, all his army, and his chariots and horsemen."
    },
    {
        "o": 2103,
        "r": "csb:Exodus:14:18",
        "t": "The Egyptians will know that I am the Lord*s when I receive glory through Pharaoh, his chariots, and his horsemen.”"
    },
    {
        "o": 2104,
        "r": "csb:Exodus:14:19",
        "t": "Then*p the angel of God, who was going in front of the Israelite forces, moved and went behind them. The pillar of cloud moved from in front of them and stood behind them."
    },
    {
        "o": 2105,
        "r": "csb:Exodus:14:20",
        "t": "It came between the Egyptian and Israelite forces. There was cloud and darkness, it lit up the night, and neither group came near the other all night long."
    },
    {
        "o": 2106,
        "r": "csb:Exodus:14:21",
        "t": "Then*p Moses stretched out his hand over the sea. The Lord*s drove the sea back with a powerful east wind all that night and turned the sea into dry land. So the waters were divided,"
    },
    {
        "o": 2107,
        "r": "csb:Exodus:14:22",
        "t": "and the Israelites went through the sea on dry ground, with the waters like a wall to them on their right and their left."
    },
    {
        "o": 2108,
        "r": "csb:Exodus:14:23",
        "t": "The*p Egyptians set out in pursuit - all Pharaoh’s horses, his chariots, and his horsemen - and went into the sea after them."
    },
    {
        "o": 2109,
        "r": "csb:Exodus:14:24",
        "t": "During the morning watch, the Lord*s looked down at the Egyptian forces from the pillar of fire and cloud, and threw the Egyptian forces into confusion."
    },
    {
        "o": 2110,
        "r": "csb:Exodus:14:25",
        "t": "He caused their chariot wheels to swerve and made them drive with difficulty. “Let’s get away from Israel,” the Egyptians said, “because the Lord*s is fighting for them against Egypt!”"
    },
    {
        "o": 2111,
        "r": "csb:Exodus:14:26",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand over the sea so that the water may come back on the Egyptians, on their chariots and horsemen.”"
    },
    {
        "o": 2112,
        "r": "csb:Exodus:14:27",
        "t": "So Moses stretched out his hand over the sea, and at daybreak the sea returned to its normal depth. While the Egyptians were trying to escape from it, the Lord*s threw them into the sea."
    },
    {
        "o": 2113,
        "r": "csb:Exodus:14:28",
        "t": "The water came back and covered the chariots and horsemen, plus the entire army of Pharaoh that had gone after them into the sea. Not even one of them survived."
    },
    {
        "o": 2114,
        "r": "csb:Exodus:14:29",
        "t": "But*p the Israelites had walked through the sea on dry ground, with the waters like a wall to them on their right and their left."
    },
    {
        "o": 2115,
        "r": "csb:Exodus:14:30",
        "t": "That day the Lord*s saved Israel from the power of the Egyptians, and Israel saw the Egyptians dead on the seashore."
    },
    {
        "o": 2116,
        "r": "csb:Exodus:14:31",
        "t": "When Israel saw the great power that the Lord*s used against the Egyptians, the people feared the Lord*s and believed in him and in his servant Moses."
    },
    {
        "o": 2117,
        "r": "csb:Exodus:15:0",
        "t": "Exodus 15",
        "h": 1
    },
    {
        "o": 2118,
        "r": "csb:Exodus:15:0",
        "t": "Israel’s Song",
        "h": 2
    },
    {
        "o": 2119,
        "r": "csb:Exodus:15:1",
        "t": "Then*p Moses and the Israelites sang this song to the Lord.*s They said: I*pn will sing to the Lord,*s for*ln he is highly exalted; he*ln has thrown the horse and*ln its rider into the sea."
    },
    {
        "o": 2120,
        "r": "csb:Exodus:15:2",
        "t": "The*ln Lord*s is my strength and my song; he*ln has become my salvation. This*ln is my God, and I will praise him, my*ln father’s God, and I will exalt him."
    },
    {
        "o": 2121,
        "r": "csb:Exodus:15:3",
        "t": "The*ln Lord*s is a warrior; the*ln Lord*s is his name."
    },
    {
        "o": 2122,
        "r": "csb:Exodus:15:4",
        "t": "He*pn threw Pharaoh’s chariots and*ln his army into the sea; the*ln elite of his officers were*ln drowned in the Red Sea."
    },
    {
        "o": 2123,
        "r": "csb:Exodus:15:5",
        "t": "The*ln floods covered them; they*ln sank to the depths like a stone."
    },
    {
        "o": 2124,
        "r": "csb:Exodus:15:6",
        "t": "Lord,*sln your right hand is glorious in power. Lord,*sln your right hand shattered the enemy."
    },
    {
        "o": 2125,
        "r": "csb:Exodus:15:7",
        "t": "You*ln overthrew your adversaries by*ln your great majesty. You*ln unleashed your burning wrath; it*ln consumed them like stubble."
    },
    {
        "o": 2126,
        "r": "csb:Exodus:15:8",
        "t": "The*ln water heaped up at the blast from your nostrils; the*ln currents stood firm like a dam. The*ln watery depths congealed in the heart of the sea."
    },
    {
        "o": 2127,
        "r": "csb:Exodus:15:9",
        "t": "The*ln enemy said: “I*ln will pursue, I will overtake, I*ln will divide the spoil. My*ln desire will be gratified at their expense. I*ln will draw my sword; my*ln hand will destroy them.”"
    },
    {
        "o": 2128,
        "r": "csb:Exodus:15:10",
        "t": "But*ln you blew with your breath, and*ln the sea covered them. They*ln sank like lead in*ln the mighty waters."
    },
    {
        "o": 2129,
        "r": "csb:Exodus:15:11",
        "t": "Lord,*spn who is like you among the gods? Who*ln is like you, glorious in holiness, revered*ln with praises, performing wonders?"
    },
    {
        "o": 2130,
        "r": "csb:Exodus:15:12",
        "t": "You*ln stretched out your right hand, and*ln the earth swallowed them."
    },
    {
        "o": 2131,
        "r": "csb:Exodus:15:13",
        "t": "With*ln your faithful love, you*ln will lead the people you*ln have redeemed; you*ln will guide them to your holy dwelling with*ln your strength."
    },
    {
        "o": 2132,
        "r": "csb:Exodus:15:14",
        "t": "When*pn the peoples hear, they will shudder; anguish*ln will seize the inhabitants of Philistia."
    },
    {
        "o": 2133,
        "r": "csb:Exodus:15:15",
        "t": "Then*ln the chiefs of Edom will be terrified; trembling*ln will seize the leaders of Moab; all*ln the inhabitants of Canaan will panic;"
    },
    {
        "o": 2134,
        "r": "csb:Exodus:15:16",
        "t": "terror*ln and dread will fall on them. They*ln will be as still as a stone because*ln of your powerful arm until*ln your people pass by, Lord,*s until*ln the people whom you purchased pass by."
    },
    {
        "o": 2135,
        "r": "csb:Exodus:15:17",
        "t": "You*pn will bring them in and plant them on*ln the mountain of your possession; Lord,*sln you have prepared the place for*ln your dwelling; Lord,*ln your hands have established the sanctuary."
    },
    {
        "o": 2136,
        "r": "csb:Exodus:15:18",
        "t": "The*ln Lord*s will reign forever and ever!"
    },
    {
        "o": 2137,
        "r": "csb:Exodus:15:19",
        "t": "When*p Pharaoh’s horses with his chariots and horsemen went into the sea, the Lord*s brought the water of the sea back over them. But the Israelites walked through the sea on dry ground."
    },
    {
        "o": 2138,
        "r": "csb:Exodus:15:20",
        "t": "Then the prophetess Miriam, Aaron’s sister, took a tambourine in her hand, and all the women came out following her with tambourines and dancing."
    },
    {
        "o": 2139,
        "r": "csb:Exodus:15:21",
        "t": "Miriam sang to them: Sing*pn to the Lord,*s for*ln he is highly exalted; he*ln has thrown the horse and*ln its rider into the sea."
    },
    {
        "o": 2140,
        "r": "csb:Exodus:15:21",
        "t": "Water Provided",
        "h": 2
    },
    {
        "o": 2141,
        "r": "csb:Exodus:15:22",
        "t": "Then*p Moses led Israel on from the Red Sea, and they went out to the Wilderness of Shur. They journeyed for three days in the wilderness without finding water."
    },
    {
        "o": 2142,
        "r": "csb:Exodus:15:23",
        "t": "They came to Marah, but they could not drink the water at Marah because it was bitter - that is why it was named Marah."
    },
    {
        "o": 2143,
        "r": "csb:Exodus:15:24",
        "t": "The people grumbled to Moses, “What are we going to drink?”"
    },
    {
        "o": 2144,
        "r": "csb:Exodus:15:25",
        "t": "So he cried out to the Lord,*s and the Lord*s showed him a tree. When he threw it into the water, the water became drinkable. The*p Lord*s made a statute and ordinance for them at Marah, and he tested them there."
    },
    {
        "o": 2145,
        "r": "csb:Exodus:15:26",
        "t": "He said, “If you will carefully obey the Lord*s your God, do what is right in his sight, pay attention to his commands, and keep all his statutes, I will not inflict any illnesses on you that I inflicted on the Egyptians. For I am the Lord*s who heals you.”"
    },
    {
        "o": 2146,
        "r": "csb:Exodus:15:27",
        "t": "Then*p they came to Elim, where there were twelve springs and seventy date palms, and they camped there by the water."
    },
    {
        "o": 2147,
        "r": "csb:Exodus:16:0",
        "t": "Exodus 16",
        "h": 1
    },
    {
        "o": 2148,
        "r": "csb:Exodus:16:0",
        "t": "Manna and Quail Provided",
        "h": 2
    },
    {
        "o": 2149,
        "r": "csb:Exodus:16:1",
        "t": "The*p entire Israelite community departed from Elim and came to the Wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after they had left the land of Egypt."
    },
    {
        "o": 2150,
        "r": "csb:Exodus:16:2",
        "t": "The entire Israelite community grumbled against Moses and Aaron in the wilderness."
    },
    {
        "o": 2151,
        "r": "csb:Exodus:16:3",
        "t": "The Israelites said to them, “If only we had died by the Lord’s*s hand in the land of Egypt, when we sat by pots of meat and ate all the bread we wanted. Instead, you brought us into this wilderness to make this whole assembly die of hunger!”"
    },
    {
        "o": 2152,
        "r": "csb:Exodus:16:4",
        "t": "Then*p the Lord*s said to Moses, “I am going to rain bread from heaven for you. The people are to go out each day and gather enough for that day. This way I will test them to see whether or not they will follow my instructions."
    },
    {
        "o": 2153,
        "r": "csb:Exodus:16:5",
        "t": "On the sixth day, when they prepare what they bring in, it will be twice as much as they gather on other days.”"
    },
    {
        "o": 2154,
        "r": "csb:Exodus:16:6",
        "t": "So*p Moses and Aaron said to all the Israelites, “This evening you will know that it was the Lord*s who brought you out of the land of Egypt,"
    },
    {
        "o": 2155,
        "r": "csb:Exodus:16:7",
        "t": "and in the morning you will see the Lord’s*s glory because he has heard your complaints about him. For who are we that you complain about us?”"
    },
    {
        "o": 2156,
        "r": "csb:Exodus:16:8",
        "t": "Moses continued, “The Lord*s will give you meat to eat this evening and all the bread you want in the morning, for he has heard the complaints that you are raising against him. Who are we? Your complaints are not against us but against the Lord.”*s"
    },
    {
        "o": 2157,
        "r": "csb:Exodus:16:9",
        "t": "Then*p Moses told Aaron, “Say to the entire Israelite community, ‘Come before the Lord,*s for he has heard your complaints.’”"
    },
    {
        "o": 2158,
        "r": "csb:Exodus:16:10",
        "t": "As Aaron was speaking to the entire Israelite community, they turned toward the wilderness, and there in a cloud the Lord’s*s glory appeared."
    },
    {
        "o": 2159,
        "r": "csb:Exodus:16:11",
        "t": "The*p Lord*s spoke to Moses,"
    },
    {
        "o": 2160,
        "r": "csb:Exodus:16:12",
        "t": "“I have heard the complaints of the Israelites. Tell them: At twilight you will eat meat, and in the morning you will eat bread until you are full. Then you will know that I am the Lord*s your God.”"
    },
    {
        "o": 2161,
        "r": "csb:Exodus:16:13",
        "t": "So*p at evening quail came and covered the camp. In the morning there was a layer of dew all around the camp."
    },
    {
        "o": 2162,
        "r": "csb:Exodus:16:14",
        "t": "When the layer of dew evaporated, there were fine flakes on the desert surface, as fine as frost on the ground."
    },
    {
        "o": 2163,
        "r": "csb:Exodus:16:15",
        "t": "When the Israelites saw it, they asked one another, “What is it?” because they didn’t know what it was. Moses*p told them, “It is the bread the Lord*s has given you to eat."
    },
    {
        "o": 2164,
        "r": "csb:Exodus:16:16",
        "t": "This is what the Lord*s has commanded: ‘Gather as much of it as each person needs to eat. You may take two quarts per individual, according to the number of people each of you has in his tent.’”"
    },
    {
        "o": 2165,
        "r": "csb:Exodus:16:17",
        "t": "So*p the Israelites did this. Some gathered a lot, some a little."
    },
    {
        "o": 2166,
        "r": "csb:Exodus:16:18",
        "t": "When they measured it by quarts, the person who gathered a lot had no surplus, and the person who gathered a little had no shortage. Each gathered as much as he needed to eat."
    },
    {
        "o": 2167,
        "r": "csb:Exodus:16:19",
        "t": "Moses said to them, “No one is to let any of it remain until morning.”"
    },
    {
        "o": 2168,
        "r": "csb:Exodus:16:20",
        "t": "But they didn’t listen to Moses; some people left part of it until morning, and it bred worms and stank. Therefore Moses was angry with them."
    },
    {
        "o": 2169,
        "r": "csb:Exodus:16:21",
        "t": "They*p gathered it every morning. Each gathered as much as he needed to eat, but when the sun grew hot, it melted."
    },
    {
        "o": 2170,
        "r": "csb:Exodus:16:22",
        "t": "On the sixth day they gathered twice as much food, four quarts apiece, and all the leaders of the community came and reported this to Moses."
    },
    {
        "o": 2171,
        "r": "csb:Exodus:16:23",
        "t": "He told them, “This is what the Lord*s has said: ‘Tomorrow is a day of complete rest, a holy Sabbath to the Lord.*s Bake what you want to bake, and boil what you want to boil, and set aside everything left over to be kept until morning.’”"
    },
    {
        "o": 2172,
        "r": "csb:Exodus:16:24",
        "t": "So*p they set it aside until morning as Moses commanded, and it didn’t stink or have maggots in it."
    },
    {
        "o": 2173,
        "r": "csb:Exodus:16:25",
        "t": "“Eat it today,” Moses said, “because today is a Sabbath to the Lord.*s Today you won’t find any in the field."
    },
    {
        "o": 2174,
        "r": "csb:Exodus:16:26",
        "t": "For six days you will gather it, but on the seventh day, the Sabbath, there will be none.”"
    },
    {
        "o": 2175,
        "r": "csb:Exodus:16:27",
        "t": "Yet*p on the seventh day some of the people went out to gather, but they did not find any."
    },
    {
        "o": 2176,
        "r": "csb:Exodus:16:28",
        "t": "Then the Lord*s said to Moses, “How long will you refuse to keep my commands and instructions?"
    },
    {
        "o": 2177,
        "r": "csb:Exodus:16:29",
        "t": "Understand that the Lord*s has given you the Sabbath; therefore on the sixth day he will give you two days’ worth of bread. Each of you stay where you are; no one is to leave his place on the seventh day.”"
    },
    {
        "o": 2178,
        "r": "csb:Exodus:16:30",
        "t": "So the people rested on the seventh day."
    },
    {
        "o": 2179,
        "r": "csb:Exodus:16:31",
        "t": "The*p house of Israel named the substance manna. It resembled coriander seed, was white, and tasted like wafers made with honey."
    },
    {
        "o": 2180,
        "r": "csb:Exodus:16:32",
        "t": "Moses said, “This is what the Lord*s has commanded: ‘Two quarts of it are to be preserved throughout your generations, so that they may see the bread I fed you in the wilderness when I brought you out of the land of Egypt.’”"
    },
    {
        "o": 2181,
        "r": "csb:Exodus:16:33",
        "t": "Moses*p told Aaron, “Take a container and put two quarts of manna in it. Then place it before the Lord*s to be preserved throughout your generations.”"
    },
    {
        "o": 2182,
        "r": "csb:Exodus:16:34",
        "t": "As the Lord*s commanded Moses, Aaron placed it before the testimony to be preserved."
    },
    {
        "o": 2183,
        "r": "csb:Exodus:16:35",
        "t": "The*p Israelites ate manna for forty years, until they came to an inhabited land. They ate manna until they reached the border of the land of Canaan."
    },
    {
        "o": 2184,
        "r": "csb:Exodus:16:36",
        "t": "(They used a measure called an omer, which held two quarts.)"
    },
    {
        "o": 2185,
        "r": "csb:Exodus:17:0",
        "t": "Exodus 17",
        "h": 1
    },
    {
        "o": 2186,
        "r": "csb:Exodus:17:0",
        "t": "Water from the Rock",
        "h": 2
    },
    {
        "o": 2187,
        "r": "csb:Exodus:17:1",
        "t": "The*p entire Israelite community left the Wilderness of Sin, moving from one place to the next according to the Lord’s*s command. They camped at Rephidim, but there was no water for the people to drink."
    },
    {
        "o": 2188,
        "r": "csb:Exodus:17:2",
        "t": "So the people complained to Moses, “Give us water to drink.” “Why*p are you complaining to me?” Moses replied to them. “Why are you testing the Lord?”*s"
    },
    {
        "o": 2189,
        "r": "csb:Exodus:17:3",
        "t": "But*p the people thirsted there for water and grumbled against Moses. They said, “Why did you ever bring us up from Egypt to kill us and our children and our livestock with thirst?”"
    },
    {
        "o": 2190,
        "r": "csb:Exodus:17:4",
        "t": "Then*p Moses cried out to the Lord,*s “What should I do with these people? In a little while they will stone me!”"
    },
    {
        "o": 2191,
        "r": "csb:Exodus:17:5",
        "t": "The*p Lord*s answered Moses, “Go on ahead of the people and take some of the elders of Israel with you. Take the staff you struck the Nile with in your hand and go."
    },
    {
        "o": 2192,
        "r": "csb:Exodus:17:6",
        "t": "I am going to stand there in front of you on the rock at Horeb; when you hit the rock, water will come out of it and the people will drink.” Moses did this in the sight of the elders of Israel."
    },
    {
        "o": 2193,
        "r": "csb:Exodus:17:7",
        "t": "He named the place Massah and Meribah because the Israelites complained, and because they tested the Lord,*s saying, “Is the Lord*s among us or not?”"
    },
    {
        "o": 2194,
        "r": "csb:Exodus:17:7",
        "t": "The Amalekites Attack",
        "h": 2
    },
    {
        "o": 2195,
        "r": "csb:Exodus:17:8",
        "t": "At*p Rephidim, Amalek came and fought against Israel."
    },
    {
        "o": 2196,
        "r": "csb:Exodus:17:9",
        "t": "Moses said to Joshua, “Select some men for us and go fight against Amalek. Tomorrow I will stand on the hilltop with God’s staff in my hand.”"
    },
    {
        "o": 2197,
        "r": "csb:Exodus:17:10",
        "t": "Joshua*p did as Moses had told him, and fought against Amalek, while Moses, Aaron, and Hur went up to the top of the hill."
    },
    {
        "o": 2198,
        "r": "csb:Exodus:17:11",
        "t": "While Moses held up his hand, Israel prevailed, but whenever he put his hand down, Amalek prevailed."
    },
    {
        "o": 2199,
        "r": "csb:Exodus:17:12",
        "t": "When Moses’s hands grew heavy, they took a stone and put it under him, and he sat down on it. Then Aaron and Hur supported his hands, one on one side and one on the other so that his hands remained steady until the sun went down."
    },
    {
        "o": 2200,
        "r": "csb:Exodus:17:13",
        "t": "So Joshua defeated Amalek and his army with the sword."
    },
    {
        "o": 2201,
        "r": "csb:Exodus:17:14",
        "t": "The*p Lord*s then said to Moses, “Write this down on a scroll as a reminder and recite it to Joshua: I will completely blot out the memory of Amalek under heaven.”"
    },
    {
        "o": 2202,
        "r": "csb:Exodus:17:15",
        "t": "And*p Moses built an altar and named it, “The Lord*s Is My Banner.”"
    },
    {
        "o": 2203,
        "r": "csb:Exodus:17:16",
        "t": "He said, “Indeed, my hand is lifted up toward the Lord’s*s throne. The Lord*s will be at war with Amalek from generation to generation.”"
    },
    {
        "o": 2204,
        "r": "csb:Exodus:18:0",
        "t": "Exodus 18",
        "h": 1
    },
    {
        "o": 2205,
        "r": "csb:Exodus:18:0",
        "t": "Jethro’s Visit",
        "h": 2
    },
    {
        "o": 2206,
        "r": "csb:Exodus:18:1",
        "t": "Moses’s*p father-in-law, Jethro, the priest of Midian, heard about everything that God had done for Moses and for God’s people Israel when the Lord*s brought Israel out of Egypt."
    },
    {
        "o": 2207,
        "r": "csb:Exodus:18:2",
        "t": "Now*p Jethro, Moses’s father-in-law, had taken in Zipporah, Moses’s wife, after he had sent her back,"
    },
    {
        "o": 2208,
        "r": "csb:Exodus:18:3",
        "t": "along with her two sons, one of whom was named Gershom (because Moses had said, “I have been a resident alien in a foreign land”)"
    },
    {
        "o": 2209,
        "r": "csb:Exodus:18:4",
        "t": "and the other Eliezer (because he had said, “The God of my father was my helper and rescued me from Pharaoh’s sword”)."
    },
    {
        "o": 2210,
        "r": "csb:Exodus:18:5",
        "t": "Moses’s*p father-in-law, Jethro, along with Moses’s wife and sons, came to him in the wilderness where he was camped at the mountain of God."
    },
    {
        "o": 2211,
        "r": "csb:Exodus:18:6",
        "t": "He sent word to Moses, “I, your father-in-law Jethro, am coming to you with your wife and her two sons.”"
    },
    {
        "o": 2212,
        "r": "csb:Exodus:18:7",
        "t": "So*p Moses went out to meet his father-in-law, bowed down, and then kissed him. They asked each other how they had been and went into the tent."
    },
    {
        "o": 2213,
        "r": "csb:Exodus:18:8",
        "t": "Moses recounted to his father-in-law all that the Lord*s had done to Pharaoh and the Egyptians for Israel’s sake, all the hardships that confronted them on the way, and how the Lord*s rescued them."
    },
    {
        "o": 2214,
        "r": "csb:Exodus:18:9",
        "t": "Jethro*p rejoiced over all the good things the Lord*s had done for Israel when he rescued them from the power of the Egyptians."
    },
    {
        "o": 2215,
        "r": "csb:Exodus:18:10",
        "t": "“Blessed be the Lord,”*s Jethro exclaimed, “who rescued you from the power of Egypt and from the power of Pharaoh. He has rescued the people from under the power of Egypt!"
    },
    {
        "o": 2216,
        "r": "csb:Exodus:18:11",
        "t": "Now I know that the Lord*s is greater than all gods, because he did wonders when the Egyptians acted arrogantly against Israel.”"
    },
    {
        "o": 2217,
        "r": "csb:Exodus:18:12",
        "t": "Then*p Jethro, Moses’s father-in-law, brought a burnt offering and sacrifices to God, and Aaron came with all the elders of Israel to eat a meal with Moses’s father-in-law in God’s presence."
    },
    {
        "o": 2218,
        "r": "csb:Exodus:18:13",
        "t": "The*p next day Moses sat down to judge the people, and they stood around Moses from morning until evening."
    },
    {
        "o": 2219,
        "r": "csb:Exodus:18:14",
        "t": "When Moses’s father-in-law saw everything he was doing for them he asked, “What is this you’re doing for the people? Why are you alone sitting as judge, while all the people stand around you from morning until evening?”"
    },
    {
        "o": 2220,
        "r": "csb:Exodus:18:15",
        "t": "Moses*p replied to his father-in-law, “Because the people come to me to inquire of God."
    },
    {
        "o": 2221,
        "r": "csb:Exodus:18:16",
        "t": "Whenever they have a dispute, it comes to me, and I make a decision between one man and another. I teach them God’s statutes and laws.”"
    },
    {
        "o": 2222,
        "r": "csb:Exodus:18:17",
        "t": "“What*p you’re doing is not good,” Moses’s father-in-law said to him."
    },
    {
        "o": 2223,
        "r": "csb:Exodus:18:18",
        "t": "“You will certainly wear out both yourself and these people who are with you, because the task is too heavy for you. You can’t do it alone."
    },
    {
        "o": 2224,
        "r": "csb:Exodus:18:19",
        "t": "Now listen to me; I will give you some advice, and God be with you. You be the one to represent the people before God and bring their cases to him."
    },
    {
        "o": 2225,
        "r": "csb:Exodus:18:20",
        "t": "Instruct them about the statutes and laws, and teach them the way to live and what they must do."
    },
    {
        "o": 2226,
        "r": "csb:Exodus:18:21",
        "t": "But you should select from all the people able men, God-fearing, trustworthy, and hating dishonest profit. Place them over the people as commanders of thousands, hundreds, fifties, and tens."
    },
    {
        "o": 2227,
        "r": "csb:Exodus:18:22",
        "t": "They should judge the people at all times. Then they can bring you every major case but judge every minor case themselves. In this way you will lighten your load, and they will bear it with you."
    },
    {
        "o": 2228,
        "r": "csb:Exodus:18:23",
        "t": "If you do this, and God so directs you, you will be able to endure, and also all these people will be able to go home satisfied.”"
    },
    {
        "o": 2229,
        "r": "csb:Exodus:18:24",
        "t": "Moses*p listened to his father-in-law and did everything he said."
    },
    {
        "o": 2230,
        "r": "csb:Exodus:18:25",
        "t": "So Moses chose able men from all Israel and made them leaders over the people as commanders of thousands, hundreds, fifties, and tens."
    },
    {
        "o": 2231,
        "r": "csb:Exodus:18:26",
        "t": "They judged the people at all times; they would bring the hard cases to Moses, but they would judge every minor case themselves."
    },
    {
        "o": 2232,
        "r": "csb:Exodus:18:27",
        "t": "Moses*p let his father-in-law go, and he journeyed to his own land."
    },
    {
        "o": 2233,
        "r": "csb:Exodus:19:0",
        "t": "Exodus 19",
        "h": 1
    },
    {
        "o": 2234,
        "r": "csb:Exodus:19:0",
        "t": "Israel at Sinai",
        "h": 2
    },
    {
        "o": 2235,
        "r": "csb:Exodus:19:1",
        "t": "In*p the third month from the very day the Israelites left the land of Egypt, they came to the Sinai Wilderness."
    },
    {
        "o": 2236,
        "r": "csb:Exodus:19:2",
        "t": "They traveled from Rephidim, came to the Sinai Wilderness, and camped in the wilderness. Israel camped there in front of the mountain."
    },
    {
        "o": 2237,
        "r": "csb:Exodus:19:3",
        "t": "Moses*p went up the mountain to God, and the Lord*s called to him from the mountain: “This is what you must say to the house of Jacob and explain to the Israelites:"
    },
    {
        "o": 2238,
        "r": "csb:Exodus:19:4",
        "t": "‘You have seen what I did to the Egyptians and how I carried you on eagles’ wings and brought you to myself."
    },
    {
        "o": 2239,
        "r": "csb:Exodus:19:5",
        "t": "Now if you will carefully listen to me and keep my covenant, you will be my own possession out of all the peoples, although the whole earth is mine,"
    },
    {
        "o": 2240,
        "r": "csb:Exodus:19:6",
        "t": "and you will be my kingdom of priests and my holy nation.’ These are the words that you are to say to the Israelites.”"
    },
    {
        "o": 2241,
        "r": "csb:Exodus:19:7",
        "t": "After*p Moses came back, he summoned the elders of the people and set before them all these words that the Lord*s had commanded him."
    },
    {
        "o": 2242,
        "r": "csb:Exodus:19:8",
        "t": "Then all the people responded together, “We will do all that the Lord*s has spoken.” So Moses brought the people’s words back to the Lord.*s"
    },
    {
        "o": 2243,
        "r": "csb:Exodus:19:9",
        "t": "The*p Lord*s said to Moses, “I am going to come to you in a dense cloud, so that the people will hear when I speak with you and will always believe you.” Moses reported the people’s words to the Lord,*s"
    },
    {
        "o": 2244,
        "r": "csb:Exodus:19:10",
        "t": "and the Lord*s told Moses, “Go to the people and consecrate them today and tomorrow. They must wash their clothes"
    },
    {
        "o": 2245,
        "r": "csb:Exodus:19:11",
        "t": "and be prepared by the third day, for on the third day the Lord*s will come down on Mount Sinai in the sight of all the people."
    },
    {
        "o": 2246,
        "r": "csb:Exodus:19:12",
        "t": "Put boundaries for the people all around the mountain and say: Be careful that you don’t go up on the mountain or touch its base. Anyone who touches the mountain must be put to death."
    },
    {
        "o": 2247,
        "r": "csb:Exodus:19:13",
        "t": "No hand may touch him; instead he will be stoned or shot with arrows and not live, whether animal or human. When the ram’s horn sounds a long blast, they may go up the mountain.”"
    },
    {
        "o": 2248,
        "r": "csb:Exodus:19:14",
        "t": "Then*p Moses came down from the mountain to the people and consecrated them, and they washed their clothes."
    },
    {
        "o": 2249,
        "r": "csb:Exodus:19:15",
        "t": "He said to the people, “Be prepared by the third day. Do not have sexual relations with women.”"
    },
    {
        "o": 2250,
        "r": "csb:Exodus:19:16",
        "t": "On*p the third day, when morning came, there was thunder and lightning, a thick cloud on the mountain, and a very loud blast from a ram’s horn, so that all the people in the camp shuddered."
    },
    {
        "o": 2251,
        "r": "csb:Exodus:19:17",
        "t": "Then Moses brought the people out of the camp to meet God, and they stood at the foot of the mountain."
    },
    {
        "o": 2252,
        "r": "csb:Exodus:19:18",
        "t": "Mount Sinai was completely enveloped in smoke because the Lord*s came down on it in fire. Its smoke went up like the smoke of a furnace, and the whole mountain shook violently."
    },
    {
        "o": 2253,
        "r": "csb:Exodus:19:19",
        "t": "As the sound of the ram’s horn grew louder and louder, Moses spoke and God answered him in the thunder."
    },
    {
        "o": 2254,
        "r": "csb:Exodus:19:20",
        "t": "The*p Lord*s came down on Mount Sinai at the top of the mountain. Then the Lord*s summoned Moses to the top of the mountain, and he went up."
    },
    {
        "o": 2255,
        "r": "csb:Exodus:19:21",
        "t": "The Lord*s directed Moses, “Go down and warn the people not to break through to see the Lord;*s otherwise many of them will die."
    },
    {
        "o": 2256,
        "r": "csb:Exodus:19:22",
        "t": "Even the priests who come near the Lord*s must consecrate themselves, or the Lord*s will break out in anger against them.”"
    },
    {
        "o": 2257,
        "r": "csb:Exodus:19:23",
        "t": "Moses*p responded to the Lord,*s “The people cannot come up Mount Sinai, since you warned us: Put a boundary around the mountain and consecrate it.”"
    },
    {
        "o": 2258,
        "r": "csb:Exodus:19:24",
        "t": "And the Lord*s replied to him, “Go down and come back with Aaron. But the priests and the people must not break through to come up to the Lord,*s or he will break out in anger against them.”"
    },
    {
        "o": 2259,
        "r": "csb:Exodus:19:25",
        "t": "So Moses went down to the people and told them."
    },
    {
        "o": 2260,
        "r": "csb:Exodus:20:0",
        "t": "Exodus 20",
        "h": 1
    },
    {
        "o": 2261,
        "r": "csb:Exodus:20:0",
        "t": "The Ten Commandments",
        "h": 2
    },
    {
        "o": 2262,
        "r": "csb:Exodus:20:1",
        "t": "Then*p God spoke all these words:"
    },
    {
        "o": 2263,
        "r": "csb:Exodus:20:2",
        "t": "I*ln am the Lord*s your God, who brought you out of the land of Egypt, out of the place of slavery."
    },
    {
        "o": 2264,
        "r": "csb:Exodus:20:3",
        "t": "Do*ln not have other gods besides me."
    },
    {
        "o": 2265,
        "r": "csb:Exodus:20:4",
        "t": "Do*ln not make an idol for yourself, whether in the shape of anything in the heavens above or on the earth below or in the waters under the earth."
    },
    {
        "o": 2266,
        "r": "csb:Exodus:20:5",
        "t": "Do not bow in worship to them, and do not serve them; for I, the Lord*s your God, am a jealous God, bringing the consequences of the fathers’ iniquity on the children to the third and fourth generations of those who hate me,"
    },
    {
        "o": 2267,
        "r": "csb:Exodus:20:6",
        "t": "but showing faithful love to a thousand generations of those who love me and keep my commands."
    },
    {
        "o": 2268,
        "r": "csb:Exodus:20:7",
        "t": "Do*ln not misuse the name of the Lord*s your God, because the Lord*s will not leave anyone unpunished who misuses his name."
    },
    {
        "o": 2269,
        "r": "csb:Exodus:20:8",
        "t": "Remember*ln the Sabbath day, to keep it holy:"
    },
    {
        "o": 2270,
        "r": "csb:Exodus:20:9",
        "t": "You are to labor six days and do all your work,"
    },
    {
        "o": 2271,
        "r": "csb:Exodus:20:10",
        "t": "but the seventh day is a Sabbath to the Lord*s your God. You must not do any work - you, your son or daughter, your male or female servant, your livestock, or the resident alien who is within your city gates."
    },
    {
        "o": 2272,
        "r": "csb:Exodus:20:11",
        "t": "For the Lord*s made the heavens and the earth, the sea, and everything in them in six days; then he rested on the seventh day. Therefore the Lord*s blessed the Sabbath day and declared it holy."
    },
    {
        "o": 2273,
        "r": "csb:Exodus:20:12",
        "t": "Honor*ln your father and your mother so that you may have a long life in the land that the Lord*s your God is giving you."
    },
    {
        "o": 2274,
        "r": "csb:Exodus:20:13",
        "t": "Do*ln not murder."
    },
    {
        "o": 2275,
        "r": "csb:Exodus:20:14",
        "t": "Do*ln not commit adultery."
    },
    {
        "o": 2276,
        "r": "csb:Exodus:20:15",
        "t": "Do*ln not steal."
    },
    {
        "o": 2277,
        "r": "csb:Exodus:20:16",
        "t": "Do*ln not give false testimony against your neighbor."
    },
    {
        "o": 2278,
        "r": "csb:Exodus:20:17",
        "t": "Do*ln not covet your neighbor’s house. Do not covet your neighbor’s wife, his male or female servant, his ox or donkey, or anything that belongs to your neighbor."
    },
    {
        "o": 2279,
        "r": "csb:Exodus:20:17",
        "t": "The People’s Reaction",
        "h": 2
    },
    {
        "o": 2280,
        "r": "csb:Exodus:20:18",
        "t": "All*p the people witnessed the thunder and lightning, the sound of the ram’s horn, and the mountain surrounded by smoke. When the people saw it they trembled and stood at a distance."
    },
    {
        "o": 2281,
        "r": "csb:Exodus:20:19",
        "t": "“You speak to us, and we will listen,” they said to Moses, “but don’t let God speak to us, or we will die.”"
    },
    {
        "o": 2282,
        "r": "csb:Exodus:20:20",
        "t": "Moses*p responded to the people, “Don’t be afraid, for God has come to test you, so that you will fear him and will not sin.”"
    },
    {
        "o": 2283,
        "r": "csb:Exodus:20:21",
        "t": "And the people remained standing at a distance as Moses approached the total darkness where God was."
    },
    {
        "o": 2284,
        "r": "csb:Exodus:20:21",
        "t": "Moses Receives Additional Laws",
        "h": 2
    },
    {
        "o": 2285,
        "r": "csb:Exodus:20:22",
        "t": "Then*p the Lord*s told Moses, “This is what you are to say to the Israelites: You have seen that I have spoken to you from heaven."
    },
    {
        "o": 2286,
        "r": "csb:Exodus:20:23",
        "t": "Do not make gods of silver to rival me; do not make gods of gold for yourselves."
    },
    {
        "o": 2287,
        "r": "csb:Exodus:20:24",
        "t": "“Make*p an earthen altar for me, and sacrifice on it your burnt offerings and fellowship offerings, your flocks and herds. I will come to you and bless you in every place where I cause my name to be remembered."
    },
    {
        "o": 2288,
        "r": "csb:Exodus:20:25",
        "t": "If you make a stone altar for me, do not build it out of cut stones. If you use your chisel on it, you will defile it."
    },
    {
        "o": 2289,
        "r": "csb:Exodus:20:26",
        "t": "Do not go up to my altar on steps, so that your nakedness is not exposed on it."
    },
    {
        "o": 2290,
        "r": "csb:Exodus:21:0",
        "t": "Exodus 21",
        "h": 1
    },
    {
        "o": 2291,
        "r": "csb:Exodus:21:1",
        "t": "“These*p are the ordinances that you are to set before them:"
    },
    {
        "o": 2292,
        "r": "csb:Exodus:21:1",
        "t": "Laws about Slaves",
        "h": 2
    },
    {
        "o": 2293,
        "r": "csb:Exodus:21:2",
        "t": "“When*p you buy a Hebrew slave, he is to serve for six years; then in the seventh he is to leave as a free man without paying anything."
    },
    {
        "o": 2294,
        "r": "csb:Exodus:21:3",
        "t": "If he arrives alone, he is to leave alone; if he arrives with a wife, his wife is to leave with him."
    },
    {
        "o": 2295,
        "r": "csb:Exodus:21:4",
        "t": "If his master gives him a wife and she bears him sons or daughters, the wife and her children belong to her master, and the man must leave alone."
    },
    {
        "o": 2296,
        "r": "csb:Exodus:21:5",
        "t": "“But*p if the slave declares, ‘I love my master, my wife, and my children; I do not want to leave as a free man,’"
    },
    {
        "o": 2297,
        "r": "csb:Exodus:21:6",
        "t": "his master is to bring him to the judges and then bring him to the door or doorpost. His master will pierce his ear with an awl, and he will serve his master for life."
    },
    {
        "o": 2298,
        "r": "csb:Exodus:21:7",
        "t": "“When*p a man sells his daughter as a concubine, she is not to leave as the male slaves do."
    },
    {
        "o": 2299,
        "r": "csb:Exodus:21:8",
        "t": "If she is displeasing to her master, who chose her for himself, then he must let her be redeemed. He has no right to sell her to foreigners because he has acted treacherously toward her."
    },
    {
        "o": 2300,
        "r": "csb:Exodus:21:9",
        "t": "Or if he chooses her for his son, he must deal with her according to the customary treatment of daughters."
    },
    {
        "o": 2301,
        "r": "csb:Exodus:21:10",
        "t": "If he takes an additional wife, he must not reduce the food, clothing, or marital rights of the first wife."
    },
    {
        "o": 2302,
        "r": "csb:Exodus:21:11",
        "t": "And if he does not do these three things for her, she may leave free of charge, without any payment."
    },
    {
        "o": 2303,
        "r": "csb:Exodus:21:11",
        "t": "Laws about Personal Injury",
        "h": 2
    },
    {
        "o": 2304,
        "r": "csb:Exodus:21:12",
        "t": "“Whoever*p strikes a person so that he dies must be put to death."
    },
    {
        "o": 2305,
        "r": "csb:Exodus:21:13",
        "t": "But if he did not intend any harm, and yet God allowed it to happen, I will appoint a place for you where he may flee."
    },
    {
        "o": 2306,
        "r": "csb:Exodus:21:14",
        "t": "If a person schemes and willfully acts against his neighbor to murder him, you must take him from my altar to be put to death."
    },
    {
        "o": 2307,
        "r": "csb:Exodus:21:15",
        "t": "“Whoever*p strikes his father or his mother must be put to death."
    },
    {
        "o": 2308,
        "r": "csb:Exodus:21:16",
        "t": "“Whoever*p kidnaps a person must be put to death, whether he sells him or the person is found in his possession."
    },
    {
        "o": 2309,
        "r": "csb:Exodus:21:17",
        "t": "“Whoever*p curses his father or his mother must be put to death."
    },
    {
        "o": 2310,
        "r": "csb:Exodus:21:18",
        "t": "“When*p men quarrel and one strikes the other with a stone or his fist, and the injured man does not die but is confined to bed,"
    },
    {
        "o": 2311,
        "r": "csb:Exodus:21:19",
        "t": "if he can later get up and walk around outside leaning on his staff, then the one who struck him will be exempt from punishment. Nevertheless, he must pay for his lost work time and provide for his complete recovery."
    },
    {
        "o": 2312,
        "r": "csb:Exodus:21:20",
        "t": "“When*p a man strikes his male or female slave with a rod, and the slave dies under his abuse, the owner must be punished."
    },
    {
        "o": 2313,
        "r": "csb:Exodus:21:21",
        "t": "However, if the slave can stand up after a day or two, the owner should not be punished because he is his owner’s property."
    },
    {
        "o": 2314,
        "r": "csb:Exodus:21:22",
        "t": "“When*p men get in a fight and hit a pregnant woman so that her children are born prematurely but there is no injury, the one who hit her must be fined as the woman’s husband demands from him, and he must pay according to judicial assessment."
    },
    {
        "o": 2315,
        "r": "csb:Exodus:21:23",
        "t": "If there is an injury, then you must give life for life,"
    },
    {
        "o": 2316,
        "r": "csb:Exodus:21:24",
        "t": "eye for eye, tooth for tooth, hand for hand, foot for foot,"
    },
    {
        "o": 2317,
        "r": "csb:Exodus:21:25",
        "t": "burn for burn, bruise for bruise, wound for wound."
    },
    {
        "o": 2318,
        "r": "csb:Exodus:21:26",
        "t": "“When*p a man strikes the eye of his male or female slave and destroys it, he must let the slave go free in compensation for his eye."
    },
    {
        "o": 2319,
        "r": "csb:Exodus:21:27",
        "t": "If he knocks out the tooth of his male or female slave, he must let the slave go free in compensation for his tooth."
    },
    {
        "o": 2320,
        "r": "csb:Exodus:21:28",
        "t": "“When*p an ox gores a man or a woman to death, the ox must be stoned, and its meat may not be eaten, but the ox’s owner is innocent."
    },
    {
        "o": 2321,
        "r": "csb:Exodus:21:29",
        "t": "However, if the ox was in the habit of goring, and its owner has been warned yet does not restrain it, and it kills a man or a woman, the ox must be stoned, and its owner must also be put to death."
    },
    {
        "o": 2322,
        "r": "csb:Exodus:21:30",
        "t": "If instead a ransom is demanded of him, he can pay a redemption price for his life in the full amount demanded from him."
    },
    {
        "o": 2323,
        "r": "csb:Exodus:21:31",
        "t": "If it gores a son or a daughter, he is to be dealt with according to this same law."
    },
    {
        "o": 2324,
        "r": "csb:Exodus:21:32",
        "t": "If the ox gores a male or female slave, he must give thirty shekels of silver to the slave’s master, and the ox must be stoned."
    },
    {
        "o": 2325,
        "r": "csb:Exodus:21:33",
        "t": "“When*p a man uncovers a pit or digs a pit, and does not cover it, and an ox or a donkey falls into it,"
    },
    {
        "o": 2326,
        "r": "csb:Exodus:21:34",
        "t": "the owner of the pit must give compensation; he must pay to its owner, but the dead animal will become his."
    },
    {
        "o": 2327,
        "r": "csb:Exodus:21:35",
        "t": "“When*p a man’s ox injures his neighbor’s ox and it dies, they must sell the live ox and divide its proceeds; they must also divide the dead animal."
    },
    {
        "o": 2328,
        "r": "csb:Exodus:21:36",
        "t": "If, however, it is known that the ox was in the habit of goring, yet its owner has not restrained it, he must compensate fully, ox for ox; the dead animal will become his."
    },
    {
        "o": 2329,
        "r": "csb:Exodus:22:0",
        "t": "Exodus 22",
        "h": 1
    },
    {
        "o": 2330,
        "r": "csb:Exodus:22:0",
        "t": "Laws about Theft",
        "h": 2
    },
    {
        "o": 2331,
        "r": "csb:Exodus:22:1",
        "t": "“When*p a man steals an ox or a sheep and butchers it or sells it, he must repay five cattle for the ox or four sheep for the sheep."
    },
    {
        "o": 2332,
        "r": "csb:Exodus:22:2",
        "t": "If a thief is caught in the act of breaking in, and he is beaten to death, no one is guilty of bloodshed."
    },
    {
        "o": 2333,
        "r": "csb:Exodus:22:3",
        "t": "But if this happens after sunrise, the householder is guilty of bloodshed. A thief must make full restitution. If he is unable, he is to be sold because of his theft."
    },
    {
        "o": 2334,
        "r": "csb:Exodus:22:4",
        "t": "If what was stolen - whether ox, donkey, or sheep - is actually found alive in his possession, he must repay double."
    },
    {
        "o": 2335,
        "r": "csb:Exodus:22:4",
        "t": "Laws about Crop Protection",
        "h": 2
    },
    {
        "o": 2336,
        "r": "csb:Exodus:22:5",
        "t": "“When*p a man lets a field or vineyard be grazed in, and then allows his animals to go and graze in someone else’s field, he must repay with the best of his own field or vineyard."
    },
    {
        "o": 2337,
        "r": "csb:Exodus:22:6",
        "t": "“When*p a fire gets out of control, spreads to thornbushes, and consumes stacks of cut grain, standing grain, or a field, the one who started the fire must make full restitution for what was burned."
    },
    {
        "o": 2338,
        "r": "csb:Exodus:22:6",
        "t": "Laws about Personal Property",
        "h": 2
    },
    {
        "o": 2339,
        "r": "csb:Exodus:22:7",
        "t": "“When*p a man gives his neighbor valuables or goods to keep, but they are stolen from that person’s house, the thief, if caught, must repay double."
    },
    {
        "o": 2340,
        "r": "csb:Exodus:22:8",
        "t": "If the thief is not caught, the owner of the house must present himself to the judges to determine whether or not he has taken his neighbor’s property."
    },
    {
        "o": 2341,
        "r": "csb:Exodus:22:9",
        "t": "In any case of wrongdoing involving an ox, a donkey, a sheep, a garment, or anything else lost, and someone claims, ‘That’s mine,’ the case between the two parties is to come before the judges. The one the judges condemn must repay double to his neighbor."
    },
    {
        "o": 2342,
        "r": "csb:Exodus:22:10",
        "t": "“When*p a man gives his neighbor a donkey, an ox, a sheep, or any other animal to care for, but it dies, is injured, or is stolen, while no one is watching,"
    },
    {
        "o": 2343,
        "r": "csb:Exodus:22:11",
        "t": "there must be an oath before the Lord*s between the two of them to determine whether or not he has taken his neighbor’s property. Its owner must accept the oath, and the other man does not have to make restitution."
    },
    {
        "o": 2344,
        "r": "csb:Exodus:22:12",
        "t": "But if, in fact, the animal was stolen from his custody, he must make restitution to its owner."
    },
    {
        "o": 2345,
        "r": "csb:Exodus:22:13",
        "t": "If it was actually torn apart by a wild animal, he is to bring it as evidence; he does not have to make restitution for the torn carcass."
    },
    {
        "o": 2346,
        "r": "csb:Exodus:22:14",
        "t": "“When*p a man borrows an animal from his neighbor, and it is injured or dies while its owner is not there with it, the man must make full restitution."
    },
    {
        "o": 2347,
        "r": "csb:Exodus:22:15",
        "t": "If its owner is there with it, the man does not have to make restitution. If it was rented, the loss is covered by its rental price."
    },
    {
        "o": 2348,
        "r": "csb:Exodus:22:15",
        "t": "Laws about Seduction",
        "h": 2
    },
    {
        "o": 2349,
        "r": "csb:Exodus:22:16",
        "t": "“If*p a man seduces a virgin who is not engaged, and he sleeps with her, he must certainly pay the bridal price for her to be his wife."
    },
    {
        "o": 2350,
        "r": "csb:Exodus:22:17",
        "t": "If her father absolutely refuses to give her to him, he must pay an amount in silver equal to the bridal price for virgins."
    },
    {
        "o": 2351,
        "r": "csb:Exodus:22:17",
        "t": "Capital Offenses",
        "h": 2
    },
    {
        "o": 2352,
        "r": "csb:Exodus:22:18",
        "t": "“Do*p not allow a sorceress to live."
    },
    {
        "o": 2353,
        "r": "csb:Exodus:22:19",
        "t": "“Whoever*p has sexual intercourse with an animal must be put to death."
    },
    {
        "o": 2354,
        "r": "csb:Exodus:22:20",
        "t": "“Whoever*p sacrifices to any gods, except the Lord*s alone, is to be set apart for destruction."
    },
    {
        "o": 2355,
        "r": "csb:Exodus:22:20",
        "t": "Laws Protecting the Vulnerable",
        "h": 2
    },
    {
        "o": 2356,
        "r": "csb:Exodus:22:21",
        "t": "“You*p must not exploit a resident alien or oppress him, since you were resident aliens in the land of Egypt."
    },
    {
        "o": 2357,
        "r": "csb:Exodus:22:22",
        "t": "“You*p must not mistreat any widow or fatherless child."
    },
    {
        "o": 2358,
        "r": "csb:Exodus:22:23",
        "t": "If you do mistreat them, they will no doubt cry to me, and I will certainly hear their cry."
    },
    {
        "o": 2359,
        "r": "csb:Exodus:22:24",
        "t": "My anger will burn, and I will kill you with the sword; then your wives will be widows and your children fatherless."
    },
    {
        "o": 2360,
        "r": "csb:Exodus:22:25",
        "t": "“If*p you lend silver to my people, to the poor person among you, you must not be like a creditor to him; you must not charge him interest."
    },
    {
        "o": 2361,
        "r": "csb:Exodus:22:26",
        "t": "“If*p you ever take your neighbor’s cloak as collateral, return it to him before sunset."
    },
    {
        "o": 2362,
        "r": "csb:Exodus:22:27",
        "t": "For it is his only covering; it is the clothing for his body. What will he sleep in? And if he cries out to me, I will listen because I am gracious."
    },
    {
        "o": 2363,
        "r": "csb:Exodus:22:27",
        "t": "Respect for God",
        "h": 2
    },
    {
        "o": 2364,
        "r": "csb:Exodus:22:28",
        "t": "“You*p must not blaspheme God or curse a leader among your people."
    },
    {
        "o": 2365,
        "r": "csb:Exodus:22:29",
        "t": "“You*p must not hold back offerings from your harvest or your vats. Give me the firstborn of your sons."
    },
    {
        "o": 2366,
        "r": "csb:Exodus:22:30",
        "t": "Do the same with your cattle and your flock. Let them stay with their mothers for seven days, but on the eighth day you are to give them to me."
    },
    {
        "o": 2367,
        "r": "csb:Exodus:22:31",
        "t": "“Be*p my holy people. You must not eat the meat of a mauled animal found in the field; throw it to the dogs."
    },
    {
        "o": 2368,
        "r": "csb:Exodus:23:0",
        "t": "Exodus 23",
        "h": 1
    },
    {
        "o": 2369,
        "r": "csb:Exodus:23:0",
        "t": "Laws about Honesty and Justice",
        "h": 2
    },
    {
        "o": 2370,
        "r": "csb:Exodus:23:1",
        "t": "“You*p must not spread a false report. Do not join the wicked to be a malicious witness."
    },
    {
        "o": 2371,
        "r": "csb:Exodus:23:2",
        "t": "“You*p must not follow a crowd in wrongdoing. Do not testify in a lawsuit and go along with a crowd to pervert justice."
    },
    {
        "o": 2372,
        "r": "csb:Exodus:23:3",
        "t": "Do not show favoritism to a poor person in his lawsuit."
    },
    {
        "o": 2373,
        "r": "csb:Exodus:23:4",
        "t": "“If*p you come across your enemy’s stray ox or donkey, you must return it to him."
    },
    {
        "o": 2374,
        "r": "csb:Exodus:23:5",
        "t": "“If*p you see the donkey of someone who hates you lying helpless under its load, and you want to refrain from helping it, you must help with it."
    },
    {
        "o": 2375,
        "r": "csb:Exodus:23:6",
        "t": "“You*p must not deny justice to a poor person among you in his lawsuit."
    },
    {
        "o": 2376,
        "r": "csb:Exodus:23:7",
        "t": "Stay far away from a false accusation. Do not kill the innocent and the just, because I will not justify the guilty."
    },
    {
        "o": 2377,
        "r": "csb:Exodus:23:8",
        "t": "You must not take a bribe, for a bribe blinds the clear-sighted and corrupts the words of the righteous."
    },
    {
        "o": 2378,
        "r": "csb:Exodus:23:9",
        "t": "You must not oppress a resident alien; you yourselves know how it feels to be a resident alien because you were resident aliens in the land of Egypt."
    },
    {
        "o": 2379,
        "r": "csb:Exodus:23:9",
        "t": "Sabbaths and Festivals",
        "h": 2
    },
    {
        "o": 2380,
        "r": "csb:Exodus:23:10",
        "t": "“Sow*p your land for six years and gather its produce."
    },
    {
        "o": 2381,
        "r": "csb:Exodus:23:11",
        "t": "But during the seventh year you are to let it rest and leave it uncultivated, so that the poor among your people may eat from it and the wild animals may consume what they leave. Do the same with your vineyard and your olive grove."
    },
    {
        "o": 2382,
        "r": "csb:Exodus:23:12",
        "t": "“Do*p your work for six days but rest on the seventh day so that your ox and your donkey may rest, and the son of your female slave as well as the resident alien may be refreshed."
    },
    {
        "o": 2383,
        "r": "csb:Exodus:23:13",
        "t": "“Pay*p strict attention to everything I have said to you. You must not invoke the names of other gods; they must not be heard on your lips."
    },
    {
        "o": 2384,
        "r": "csb:Exodus:23:14",
        "t": "“Celebrate*p a festival in my honor three times a year."
    },
    {
        "o": 2385,
        "r": "csb:Exodus:23:15",
        "t": "Observe the Festival of Unleavened Bread. As I commanded you, you are to eat unleavened bread for seven days at the appointed time in the month of Abib, because you came out of Egypt in that month. No one is to appear before me empty-handed."
    },
    {
        "o": 2386,
        "r": "csb:Exodus:23:16",
        "t": "Also observe the Festival of Harvest with the firstfruits of your produce from what you sow in the field, and observe the Festival of Ingathering at the end of the year, when you gather your produce from the field."
    },
    {
        "o": 2387,
        "r": "csb:Exodus:23:17",
        "t": "Three times a year all your males are to appear before the Lord God.*s"
    },
    {
        "o": 2388,
        "r": "csb:Exodus:23:18",
        "t": "“You*p must not offer the blood of my sacrifices with anything leavened. The fat of my festival offering must not remain until morning."
    },
    {
        "o": 2389,
        "r": "csb:Exodus:23:19",
        "t": "“Bring*p the best of the firstfruits of your land to the house of the Lord*s your God. “You*p must not boil a young goat in its mother’s milk."
    },
    {
        "o": 2390,
        "r": "csb:Exodus:23:19",
        "t": "Promises and Warnings",
        "h": 2
    },
    {
        "o": 2391,
        "r": "csb:Exodus:23:20",
        "t": "“I*p am going to send an angel before you to protect you on the way and bring you to the place I have prepared."
    },
    {
        "o": 2392,
        "r": "csb:Exodus:23:21",
        "t": "Be attentive to him and listen to him. Do not defy him, because he will not forgive your acts of rebellion, for my name is in him."
    },
    {
        "o": 2393,
        "r": "csb:Exodus:23:22",
        "t": "But if you will carefully obey him and do everything I say, then I will be an enemy to your enemies and a foe to your foes."
    },
    {
        "o": 2394,
        "r": "csb:Exodus:23:23",
        "t": "For my angel will go before you and bring you to the land of the Amorites, Hethites, Perizzites, Canaanites, Hivites, and Jebusites, and I will wipe them out."
    },
    {
        "o": 2395,
        "r": "csb:Exodus:23:24",
        "t": "Do not bow in worship to their gods, and do not serve them. Do not imitate their practices. Instead, demolish them and smash their sacred pillars to pieces."
    },
    {
        "o": 2396,
        "r": "csb:Exodus:23:25",
        "t": "Serve the Lord*s your God, and he will bless your bread and your water. I will remove illnesses from you."
    },
    {
        "o": 2397,
        "r": "csb:Exodus:23:26",
        "t": "No woman will miscarry or be childless in your land. I will give you the full number of your days."
    },
    {
        "o": 2398,
        "r": "csb:Exodus:23:27",
        "t": "“I*p will cause the people ahead of you to feel terror and will throw into confusion all the nations you come to. I will make all your enemies turn their backs to you in retreat."
    },
    {
        "o": 2399,
        "r": "csb:Exodus:23:28",
        "t": "I will send hornets in front of you, and they will drive the Hivites, Canaanites, and Hethites away from you."
    },
    {
        "o": 2400,
        "r": "csb:Exodus:23:29",
        "t": "I will not drive them out ahead of you in a single year; otherwise, the land would become desolate, and wild animals would multiply against you."
    },
    {
        "o": 2401,
        "r": "csb:Exodus:23:30",
        "t": "I will drive them out little by little ahead of you until you have become numerous and take possession of the land."
    },
    {
        "o": 2402,
        "r": "csb:Exodus:23:31",
        "t": "I will set your borders from the Red Sea to the Mediterranean Sea, and from the wilderness to the Euphrates River. For I will place the inhabitants of the land under your control, and you will drive them out ahead of you."
    },
    {
        "o": 2403,
        "r": "csb:Exodus:23:32",
        "t": "You must not make a covenant with them or their gods."
    },
    {
        "o": 2404,
        "r": "csb:Exodus:23:33",
        "t": "They must not remain in your land, or else they will make you sin against me. If you serve their gods, it will be a snare for you.”"
    },
    {
        "o": 2405,
        "r": "csb:Exodus:24:0",
        "t": "Exodus 24",
        "h": 1
    },
    {
        "o": 2406,
        "r": "csb:Exodus:24:0",
        "t": "The Covenant Ceremony",
        "h": 2
    },
    {
        "o": 2407,
        "r": "csb:Exodus:24:1",
        "t": "Then*p he said to Moses, “Go up to the Lord,*s you and Aaron, Nadab, and Abihu, and seventy of Israel’s elders, and bow in worship at a distance."
    },
    {
        "o": 2408,
        "r": "csb:Exodus:24:2",
        "t": "Moses alone is to approach the Lord,*s but the others are not to approach, and the people are not to go up with him.”"
    },
    {
        "o": 2409,
        "r": "csb:Exodus:24:3",
        "t": "Moses*p came and told the people all the commands of the Lord*s and all the ordinances. Then all the people responded with a single voice, “We will do everything that the Lord*s has commanded.”"
    },
    {
        "o": 2410,
        "r": "csb:Exodus:24:4",
        "t": "And Moses wrote down all the words of the Lord.*s He rose early the next morning and set up an altar and twelve pillars for the twelve tribes of Israel at the base of the mountain."
    },
    {
        "o": 2411,
        "r": "csb:Exodus:24:5",
        "t": "Then he sent out young Israelite men, and they offered burnt offerings and sacrificed bulls as fellowship offerings to the Lord.*s"
    },
    {
        "o": 2412,
        "r": "csb:Exodus:24:6",
        "t": "Moses took half the blood and set it in basins; the other half of the blood he splattered on the altar."
    },
    {
        "o": 2413,
        "r": "csb:Exodus:24:7",
        "t": "He then took the covenant scroll and read it aloud to the people. They responded, “We will do and obey all that the Lord*s has commanded.”"
    },
    {
        "o": 2414,
        "r": "csb:Exodus:24:8",
        "t": "Moses*p took the blood, splattered it on the people, and said, “This is the blood of the covenant that the Lord*s has made with you concerning all these words.”"
    },
    {
        "o": 2415,
        "r": "csb:Exodus:24:9",
        "t": "Then*p Moses went up with Aaron, Nadab, and Abihu, and seventy of Israel’s elders,"
    },
    {
        "o": 2416,
        "r": "csb:Exodus:24:10",
        "t": "and they saw the God of Israel. Beneath his feet was something like a pavement made of lapis lazuli, as clear as the sky itself."
    },
    {
        "o": 2417,
        "r": "csb:Exodus:24:11",
        "t": "God did not harm the Israelite nobles; they saw him, and they ate and drank."
    },
    {
        "o": 2418,
        "r": "csb:Exodus:24:12",
        "t": "The*p Lord*s said to Moses, “Come up to me on the mountain and stay there so that I may give you the stone tablets with the law and commandments I have written for their instruction.”"
    },
    {
        "o": 2419,
        "r": "csb:Exodus:24:13",
        "t": "So*p Moses arose with his assistant Joshua and went up the mountain of God."
    },
    {
        "o": 2420,
        "r": "csb:Exodus:24:14",
        "t": "He told the elders, “Wait here for us until we return to you. Aaron and Hur are here with you. Whoever has a dispute should go to them.”"
    },
    {
        "o": 2421,
        "r": "csb:Exodus:24:15",
        "t": "When Moses went up the mountain, the cloud covered it."
    },
    {
        "o": 2422,
        "r": "csb:Exodus:24:16",
        "t": "The glory of the Lord*s settled on Mount Sinai, and the cloud covered it for six days. On the seventh day he called to Moses from the cloud."
    },
    {
        "o": 2423,
        "r": "csb:Exodus:24:17",
        "t": "The appearance of the Lord’s*s glory to the Israelites was like a consuming fire on the mountaintop."
    },
    {
        "o": 2424,
        "r": "csb:Exodus:24:18",
        "t": "Moses entered the cloud as he went up the mountain, and he remained on the mountain forty days and forty nights."
    },
    {
        "o": 2425,
        "r": "csb:Exodus:25:0",
        "t": "Exodus 25",
        "h": 1
    },
    {
        "o": 2426,
        "r": "csb:Exodus:25:0",
        "t": "Offerings to Build the Tabernacle",
        "h": 2
    },
    {
        "o": 2427,
        "r": "csb:Exodus:25:1",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 2428,
        "r": "csb:Exodus:25:2",
        "t": "“Tell the Israelites to take an offering for me. You are to take my offering from everyone who is willing to give."
    },
    {
        "o": 2429,
        "r": "csb:Exodus:25:3",
        "t": "This is the offering you are to receive from them: gold, silver, and bronze;"
    },
    {
        "o": 2430,
        "r": "csb:Exodus:25:4",
        "t": "blue, purple, and scarlet yarn; fine linen and goat hair;"
    },
    {
        "o": 2431,
        "r": "csb:Exodus:25:5",
        "t": "ram skins dyed red and fine leather; acacia wood;"
    },
    {
        "o": 2432,
        "r": "csb:Exodus:25:6",
        "t": "oil for the light; spices for the anointing oil and for the fragrant incense;"
    },
    {
        "o": 2433,
        "r": "csb:Exodus:25:7",
        "t": "and onyx along with other gemstones for mounting on the ephod and breastpiece."
    },
    {
        "o": 2434,
        "r": "csb:Exodus:25:8",
        "t": "“They*p are to make a sanctuary for me so that I may dwell among them."
    },
    {
        "o": 2435,
        "r": "csb:Exodus:25:9",
        "t": "You must make it according to all that I show you - the pattern of the tabernacle as well as the pattern of all its furnishings."
    },
    {
        "o": 2436,
        "r": "csb:Exodus:25:9",
        "t": "The Ark",
        "h": 2
    },
    {
        "o": 2437,
        "r": "csb:Exodus:25:10",
        "t": "“They*p are to make an ark of acacia wood, forty-five inches long, twenty-seven inches wide, and twenty-seven inches high."
    },
    {
        "o": 2438,
        "r": "csb:Exodus:25:11",
        "t": "Overlay it with pure gold; overlay it both inside and out. Also make a gold molding all around it."
    },
    {
        "o": 2439,
        "r": "csb:Exodus:25:12",
        "t": "Cast four gold rings for it and place them on its four feet, two rings on one side and two rings on the other side."
    },
    {
        "o": 2440,
        "r": "csb:Exodus:25:13",
        "t": "Make poles of acacia wood and overlay them with gold."
    },
    {
        "o": 2441,
        "r": "csb:Exodus:25:14",
        "t": "Insert the poles into the rings on the sides of the ark in order to carry the ark with them."
    },
    {
        "o": 2442,
        "r": "csb:Exodus:25:15",
        "t": "The poles are to remain in the rings of the ark; they must not be removed from it."
    },
    {
        "o": 2443,
        "r": "csb:Exodus:25:16",
        "t": "Put the tablets of the testimony that I will give you into the ark."
    },
    {
        "o": 2444,
        "r": "csb:Exodus:25:17",
        "t": "Make a mercy seat of pure gold, forty-five inches long and twenty-seven inches wide."
    },
    {
        "o": 2445,
        "r": "csb:Exodus:25:18",
        "t": "Make two cherubim of gold; make them of hammered work at the two ends of the mercy seat."
    },
    {
        "o": 2446,
        "r": "csb:Exodus:25:19",
        "t": "Make one cherub at one end and one cherub at the other end. At its two ends, make the cherubim of one piece with the mercy seat."
    },
    {
        "o": 2447,
        "r": "csb:Exodus:25:20",
        "t": "The cherubim are to have wings spread out above, covering the mercy seat with their wings, and are to face one another. The faces of the cherubim should be toward the mercy seat."
    },
    {
        "o": 2448,
        "r": "csb:Exodus:25:21",
        "t": "Set the mercy seat on top of the ark and put the tablets of the testimony that I will give you into the ark."
    },
    {
        "o": 2449,
        "r": "csb:Exodus:25:22",
        "t": "I will meet with you there above the mercy seat, between the two cherubim that are over the ark of the testimony; I will speak with you from there about all that I command you regarding the Israelites."
    },
    {
        "o": 2450,
        "r": "csb:Exodus:25:22",
        "t": "The Table",
        "h": 2
    },
    {
        "o": 2451,
        "r": "csb:Exodus:25:23",
        "t": "“You*p are to construct a table of acacia wood, thirty-six inches long, eighteen inches wide, and twenty-seven inches high."
    },
    {
        "o": 2452,
        "r": "csb:Exodus:25:24",
        "t": "Overlay it with pure gold and make a gold molding all around it."
    },
    {
        "o": 2453,
        "r": "csb:Exodus:25:25",
        "t": "Make a three-inch frame all around it and make a gold molding for it all around its frame."
    },
    {
        "o": 2454,
        "r": "csb:Exodus:25:26",
        "t": "Make four gold rings for it, and attach the rings to the four corners at its four legs."
    },
    {
        "o": 2455,
        "r": "csb:Exodus:25:27",
        "t": "The rings should be next to the frame as holders for the poles to carry the table."
    },
    {
        "o": 2456,
        "r": "csb:Exodus:25:28",
        "t": "Make the poles of acacia wood and overlay them with gold, and the table can be carried by them."
    },
    {
        "o": 2457,
        "r": "csb:Exodus:25:29",
        "t": "You are also to make its plates and cups, as well as its pitchers and bowls for pouring drink offerings. Make them out of pure gold."
    },
    {
        "o": 2458,
        "r": "csb:Exodus:25:30",
        "t": "Put the Bread of the Presence on the table before me at all times."
    },
    {
        "o": 2459,
        "r": "csb:Exodus:25:30",
        "t": "The Lampstand",
        "h": 2
    },
    {
        "o": 2460,
        "r": "csb:Exodus:25:31",
        "t": "“You*p are to make a lampstand out of pure, hammered gold. It is to be made of one piece: its base and shaft, its ornamental cups, and its buds and petals."
    },
    {
        "o": 2461,
        "r": "csb:Exodus:25:32",
        "t": "Six branches are to extend from its sides, three branches of the lampstand from one side and three branches of the lampstand from the other side."
    },
    {
        "o": 2462,
        "r": "csb:Exodus:25:33",
        "t": "There are to be three cups shaped like almond blossoms, each with a bud and petals, on one branch, and three cups shaped like almond blossoms, each with a bud and petals, on the next branch. It is to be this way for the six branches that extend from the lampstand."
    },
    {
        "o": 2463,
        "r": "csb:Exodus:25:34",
        "t": "There are to be four cups shaped like almond blossoms on the lampstand shaft along with its buds and petals."
    },
    {
        "o": 2464,
        "r": "csb:Exodus:25:35",
        "t": "For the six branches that extend from the lampstand, a bud must be under the first pair of branches from it, a bud under the second pair of branches from it, and a bud under the third pair of branches from it."
    },
    {
        "o": 2465,
        "r": "csb:Exodus:25:36",
        "t": "Their buds and branches are to be of one piece. All of it is to be a single hammered piece of pure gold."
    },
    {
        "o": 2466,
        "r": "csb:Exodus:25:37",
        "t": "“Make*p its seven lamps, and set them up so that they illuminate the area in front of it."
    },
    {
        "o": 2467,
        "r": "csb:Exodus:25:38",
        "t": "Its snuffers and firepans must be of pure gold."
    },
    {
        "o": 2468,
        "r": "csb:Exodus:25:39",
        "t": "The lampstand with all these utensils is to be made from seventy-five pounds of pure gold."
    },
    {
        "o": 2469,
        "r": "csb:Exodus:25:40",
        "t": "Be careful to make them according to the pattern you have been shown on the mountain."
    },
    {
        "o": 2470,
        "r": "csb:Exodus:26:0",
        "t": "Exodus 26",
        "h": 1
    },
    {
        "o": 2471,
        "r": "csb:Exodus:26:0",
        "t": "The Tabernacle",
        "h": 2
    },
    {
        "o": 2472,
        "r": "csb:Exodus:26:1",
        "t": "“You*p are to construct the tabernacle itself with ten curtains. You must make them of finely spun linen, and blue, purple, and scarlet yarn, with a design of cherubim worked into them."
    },
    {
        "o": 2473,
        "r": "csb:Exodus:26:2",
        "t": "Each curtain should be forty-two feet long and six feet wide; all the curtains are to have the same measurements."
    },
    {
        "o": 2474,
        "r": "csb:Exodus:26:3",
        "t": "Five of the curtains should be joined together, and the other five curtains joined together."
    },
    {
        "o": 2475,
        "r": "csb:Exodus:26:4",
        "t": "Make loops of blue yarn on the edge of the last curtain in the first set, and do the same on the edge of the outermost curtain in the second set."
    },
    {
        "o": 2476,
        "r": "csb:Exodus:26:5",
        "t": "Make fifty loops on the one curtain and make fifty loops on the edge of the curtain in the second set, so that the loops line up together."
    },
    {
        "o": 2477,
        "r": "csb:Exodus:26:6",
        "t": "Also make fifty gold clasps and join the curtains together with the clasps, so that the tabernacle may be a single unit."
    },
    {
        "o": 2478,
        "r": "csb:Exodus:26:7",
        "t": "“You*p are to make curtains of goat hair for a tent over the tabernacle; make eleven of these curtains."
    },
    {
        "o": 2479,
        "r": "csb:Exodus:26:8",
        "t": "Each curtain should be forty-five feet long and six feet wide. All eleven curtains are to have the same measurements."
    },
    {
        "o": 2480,
        "r": "csb:Exodus:26:9",
        "t": "Join five of the curtains by themselves, and the other six curtains by themselves. Then fold the sixth curtain double at the front of the tent."
    },
    {
        "o": 2481,
        "r": "csb:Exodus:26:10",
        "t": "Make fifty loops on the edge of one curtain, the outermost in the first set, and make fifty loops on the edge of the corresponding curtain of the second set."
    },
    {
        "o": 2482,
        "r": "csb:Exodus:26:11",
        "t": "Make fifty bronze clasps; put the clasps through the loops and join the tent together so that it is a single unit."
    },
    {
        "o": 2483,
        "r": "csb:Exodus:26:12",
        "t": "As for the flap that remains from the tent curtains, the leftover half curtain is to hang over the back of the tabernacle."
    },
    {
        "o": 2484,
        "r": "csb:Exodus:26:13",
        "t": "What remains along the length of the tent curtains - a half yard on one side and a half yard on the other side - should hang over the sides of the tabernacle on either side to cover it."
    },
    {
        "o": 2485,
        "r": "csb:Exodus:26:14",
        "t": "Make a covering for the tent from ram skins dyed red and a covering of fine leather on top of that."
    },
    {
        "o": 2486,
        "r": "csb:Exodus:26:15",
        "t": "“You*p are to make upright supports of acacia wood for the tabernacle."
    },
    {
        "o": 2487,
        "r": "csb:Exodus:26:16",
        "t": "Each support is to be fifteen feet long and twenty-seven inches wide."
    },
    {
        "o": 2488,
        "r": "csb:Exodus:26:17",
        "t": "Each support will have two tenons for joining. Do the same for all the supports of the tabernacle."
    },
    {
        "o": 2489,
        "r": "csb:Exodus:26:18",
        "t": "Make the supports for the tabernacle as follows: twenty supports for the south side,"
    },
    {
        "o": 2490,
        "r": "csb:Exodus:26:19",
        "t": "and make forty silver bases under the twenty supports, two bases under the first support for its two tenons, and two bases under the next support for its two tenons;"
    },
    {
        "o": 2491,
        "r": "csb:Exodus:26:20",
        "t": "twenty supports for the second side of the tabernacle, the north side,"
    },
    {
        "o": 2492,
        "r": "csb:Exodus:26:21",
        "t": "along with their forty silver bases, two bases under the first support and two bases under each support;"
    },
    {
        "o": 2493,
        "r": "csb:Exodus:26:22",
        "t": "and make six supports for the west side of the tabernacle."
    },
    {
        "o": 2494,
        "r": "csb:Exodus:26:23",
        "t": "Make two additional supports for the two back corners of the tabernacle."
    },
    {
        "o": 2495,
        "r": "csb:Exodus:26:24",
        "t": "They are to be paired at the bottom, and joined together at the top in a single ring. So it should be for both of them; they will serve as the two corners."
    },
    {
        "o": 2496,
        "r": "csb:Exodus:26:25",
        "t": "There are to be eight supports with their silver bases: sixteen bases; two bases under the first support and two bases under each support."
    },
    {
        "o": 2497,
        "r": "csb:Exodus:26:26",
        "t": "“You*p are to make five crossbars of acacia wood for the supports on one side of the tabernacle,"
    },
    {
        "o": 2498,
        "r": "csb:Exodus:26:27",
        "t": "five crossbars for the supports on the other side of the tabernacle, and five crossbars for the supports on the back side of the tabernacle on the west."
    },
    {
        "o": 2499,
        "r": "csb:Exodus:26:28",
        "t": "The central crossbar is to run through the middle of the supports from one end to the other."
    },
    {
        "o": 2500,
        "r": "csb:Exodus:26:29",
        "t": "Then overlay the supports with gold, and make their rings of gold as the holders for the crossbars. Also overlay the crossbars with gold."
    },
    {
        "o": 2501,
        "r": "csb:Exodus:26:30",
        "t": "You are to set up the tabernacle according to the plan for it that you have been shown on the mountain."
    },
    {
        "o": 2502,
        "r": "csb:Exodus:26:31",
        "t": "“You*p are to make a curtain of blue, purple, and scarlet yarn, and finely spun linen with a design of cherubim worked into it."
    },
    {
        "o": 2503,
        "r": "csb:Exodus:26:32",
        "t": "Hang it on four gold-plated pillars of acacia wood that have gold hooks and that stand on four silver bases."
    },
    {
        "o": 2504,
        "r": "csb:Exodus:26:33",
        "t": "Hang the curtain under the clasps and bring the ark of the testimony there behind the curtain, so the curtain will make a separation for you between the holy place and the most holy place."
    },
    {
        "o": 2505,
        "r": "csb:Exodus:26:34",
        "t": "Put the mercy seat on the ark of the testimony in the most holy place."
    },
    {
        "o": 2506,
        "r": "csb:Exodus:26:35",
        "t": "Place the table outside the curtain and the lampstand on the south side of the tabernacle, opposite the table; put the table on the north side."
    },
    {
        "o": 2507,
        "r": "csb:Exodus:26:36",
        "t": "“For*p the entrance to the tent you are to make a screen embroidered with blue, purple, and scarlet yarn, and finely spun linen."
    },
    {
        "o": 2508,
        "r": "csb:Exodus:26:37",
        "t": "Make five pillars of acacia wood for the screen and overlay them with gold; their hooks are to be gold, and you are to cast five bronze bases for them."
    },
    {
        "o": 2509,
        "r": "csb:Exodus:27:0",
        "t": "Exodus 27",
        "h": 1
    },
    {
        "o": 2510,
        "r": "csb:Exodus:27:0",
        "t": "The Altar of Burnt Offering",
        "h": 2
    },
    {
        "o": 2511,
        "r": "csb:Exodus:27:1",
        "t": "“You*p are to construct the altar of acacia wood. The altar must be square, 7½ feet long, and 7½ feet wide; it must be 4½ feet high."
    },
    {
        "o": 2512,
        "r": "csb:Exodus:27:2",
        "t": "Make horns for it on its four corners; the horns are to be of one piece. Overlay it with bronze."
    },
    {
        "o": 2513,
        "r": "csb:Exodus:27:3",
        "t": "Make its pots for removing ashes, and its shovels, basins, meat forks, and firepans; make all its utensils of bronze."
    },
    {
        "o": 2514,
        "r": "csb:Exodus:27:4",
        "t": "Construct a grate for it of bronze mesh, and make four bronze rings on the mesh at its four corners."
    },
    {
        "o": 2515,
        "r": "csb:Exodus:27:5",
        "t": "Set it below, under the altar’s ledge, so that the mesh comes halfway up the altar."
    },
    {
        "o": 2516,
        "r": "csb:Exodus:27:6",
        "t": "Then make poles for the altar, poles of acacia wood, and overlay them with bronze."
    },
    {
        "o": 2517,
        "r": "csb:Exodus:27:7",
        "t": "The poles are to be inserted into the rings so that the poles are on two sides of the altar when it is carried."
    },
    {
        "o": 2518,
        "r": "csb:Exodus:27:8",
        "t": "Construct the altar with boards so that it is hollow. They are to make it just as it was shown to you on the mountain."
    },
    {
        "o": 2519,
        "r": "csb:Exodus:27:8",
        "t": "The Courtyard",
        "h": 2
    },
    {
        "o": 2520,
        "r": "csb:Exodus:27:9",
        "t": "“You*p are to make the courtyard for the tabernacle. Make hangings for the south side of the courtyard out of finely spun linen, 150 feet long on that side"
    },
    {
        "o": 2521,
        "r": "csb:Exodus:27:10",
        "t": "including twenty posts and twenty bronze bases, with silver hooks and silver bands for the posts."
    },
    {
        "o": 2522,
        "r": "csb:Exodus:27:11",
        "t": "And so make hangings 150 feet long for the north side, including twenty posts and their twenty bronze bases, with silver hooks and silver bands for the posts."
    },
    {
        "o": 2523,
        "r": "csb:Exodus:27:12",
        "t": "For the width of the courtyard, make hangings 75 feet long for the west side, including their ten posts and their ten bases."
    },
    {
        "o": 2524,
        "r": "csb:Exodus:27:13",
        "t": "And for the width of the courtyard on the east side toward the sunrise, 75 feet,"
    },
    {
        "o": 2525,
        "r": "csb:Exodus:27:14",
        "t": "make hangings 22½ feet long for one side of the gate, including their three posts and their three bases."
    },
    {
        "o": 2526,
        "r": "csb:Exodus:27:15",
        "t": "And make hangings 22½ feet long for the other side, including their three posts and their three bases."
    },
    {
        "o": 2527,
        "r": "csb:Exodus:27:16",
        "t": "The gate of the courtyard is to have a 30-foot screen embroidered with blue, purple, and scarlet yarn, and finely spun linen. It is to have four posts and their four bases."
    },
    {
        "o": 2528,
        "r": "csb:Exodus:27:17",
        "t": "“All*p the posts around the courtyard are to be banded with silver and have silver hooks and bronze bases."
    },
    {
        "o": 2529,
        "r": "csb:Exodus:27:18",
        "t": "The courtyard is to be 150 feet long, 75 feet wide at each end, and 7½ feet high, all of it made of finely spun linen. The bases of the posts are to be bronze."
    },
    {
        "o": 2530,
        "r": "csb:Exodus:27:19",
        "t": "All the utensils of the tabernacle for every use and all its tent pegs as well as all the tent pegs of the courtyard are to be made of bronze."
    },
    {
        "o": 2531,
        "r": "csb:Exodus:27:19",
        "t": "The Lampstand Oil",
        "h": 2
    },
    {
        "o": 2532,
        "r": "csb:Exodus:27:20",
        "t": "“You*p are to command the Israelites to bring you pure oil from crushed olives for the light, in order to keep the lamp burning regularly."
    },
    {
        "o": 2533,
        "r": "csb:Exodus:27:21",
        "t": "In the tent of meeting outside the curtain that is in front of the testimony, Aaron and his sons are to tend the lamp from evening until morning before the Lord.*s This is to be a permanent statute for the Israelites throughout their generations."
    },
    {
        "o": 2534,
        "r": "csb:Exodus:28:0",
        "t": "Exodus 28",
        "h": 1
    },
    {
        "o": 2535,
        "r": "csb:Exodus:28:0",
        "t": "The Priestly Garments",
        "h": 2
    },
    {
        "o": 2536,
        "r": "csb:Exodus:28:1",
        "t": "“Have*p your brother Aaron, with his sons, come to you from the Israelites to serve me as priest - Aaron, his sons Nadab and Abihu, Eleazar and Ithamar."
    },
    {
        "o": 2537,
        "r": "csb:Exodus:28:2",
        "t": "Make holy garments for your brother Aaron, for glory and beauty."
    },
    {
        "o": 2538,
        "r": "csb:Exodus:28:3",
        "t": "You are to instruct all the skilled artisans, whom I have filled with a spirit of wisdom, to make Aaron’s garments for consecrating him to serve me as priest."
    },
    {
        "o": 2539,
        "r": "csb:Exodus:28:4",
        "t": "These are the garments that they must make: a breastpiece, an ephod, a robe, a specially woven tunic, a turban, and a sash. They are to make holy garments for your brother Aaron and his sons so that they may serve me as priests."
    },
    {
        "o": 2540,
        "r": "csb:Exodus:28:5",
        "t": "They should use gold; blue, purple, and scarlet yarn; and fine linen."
    },
    {
        "o": 2541,
        "r": "csb:Exodus:28:5",
        "t": "The Ephod",
        "h": 2
    },
    {
        "o": 2542,
        "r": "csb:Exodus:28:6",
        "t": "“They*p are to make the ephod of finely spun linen embroidered with gold, and with blue, purple, and scarlet yarn."
    },
    {
        "o": 2543,
        "r": "csb:Exodus:28:7",
        "t": "It must have two shoulder pieces attached to its two edges so that it can be joined together."
    },
    {
        "o": 2544,
        "r": "csb:Exodus:28:8",
        "t": "The artistically woven waistband that is on the ephod must be of one piece, according to the same workmanship of gold, of blue, purple, and scarlet yarn, and of finely spun linen."
    },
    {
        "o": 2545,
        "r": "csb:Exodus:28:9",
        "t": "“Take*p two onyx stones and engrave on them the names of Israel’s sons:"
    },
    {
        "o": 2546,
        "r": "csb:Exodus:28:10",
        "t": "six of their names on the first stone and the remaining six names on the second stone, in the order of their birth."
    },
    {
        "o": 2547,
        "r": "csb:Exodus:28:11",
        "t": "Engrave the two stones with the names of Israel’s sons as a gem cutter engraves a seal. Mount them, surrounded with gold filigree settings."
    },
    {
        "o": 2548,
        "r": "csb:Exodus:28:12",
        "t": "Fasten both stones on the shoulder pieces of the ephod as memorial stones for the Israelites. Aaron will carry their names on his two shoulders before the Lord*s as a reminder."
    },
    {
        "o": 2549,
        "r": "csb:Exodus:28:13",
        "t": "Fashion gold filigree settings"
    },
    {
        "o": 2550,
        "r": "csb:Exodus:28:14",
        "t": "and two chains of pure gold; you will make them of braided cord work, and attach the cord chains to the settings."
    },
    {
        "o": 2551,
        "r": "csb:Exodus:28:14",
        "t": "The Breastpiece",
        "h": 2
    },
    {
        "o": 2552,
        "r": "csb:Exodus:28:15",
        "t": "“You*p are to make an embroidered breastpiece for making decisions. Make it with the same workmanship as the ephod; make it of gold, of blue, purple, and scarlet yarn, and of finely spun linen."
    },
    {
        "o": 2553,
        "r": "csb:Exodus:28:16",
        "t": "It must be square and folded double, nine inches long and nine inches wide."
    },
    {
        "o": 2554,
        "r": "csb:Exodus:28:17",
        "t": "Place a setting of gemstones on it, four rows of stones: The*ln first row should be a*ln row of carnelian, topaz, and emerald;"
    },
    {
        "o": 2555,
        "r": "csb:Exodus:28:18",
        "t": "the*ln second row, a*ln turquoise, a lapis lazuli, and a diamond;"
    },
    {
        "o": 2556,
        "r": "csb:Exodus:28:19",
        "t": "the*ln third row, a*ln jacinth, an agate, and an amethyst;"
    },
    {
        "o": 2557,
        "r": "csb:Exodus:28:20",
        "t": "and*ln the fourth row, a*ln beryl, an onyx, and a jasper. They*p should be adorned with gold filigree in their settings."
    },
    {
        "o": 2558,
        "r": "csb:Exodus:28:21",
        "t": "The twelve stones are to correspond to the names of Israel’s sons. Each stone must be engraved like a seal, with one of the names of the twelve tribes."
    },
    {
        "o": 2559,
        "r": "csb:Exodus:28:22",
        "t": "“You*p are to make braided chains of pure gold cord work for the breastpiece."
    },
    {
        "o": 2560,
        "r": "csb:Exodus:28:23",
        "t": "Fashion two gold rings for the breastpiece and attach them to its two corners."
    },
    {
        "o": 2561,
        "r": "csb:Exodus:28:24",
        "t": "Then attach the two gold cords to the two gold rings at the corners of the breastpiece."
    },
    {
        "o": 2562,
        "r": "csb:Exodus:28:25",
        "t": "Attach the other ends of the two cords to the two filigree settings, and in this way attach them to the ephod’s shoulder pieces in the front."
    },
    {
        "o": 2563,
        "r": "csb:Exodus:28:26",
        "t": "Make two other gold rings and put them at the two other corners of the breastpiece on the edge that is next to the inner border of the ephod."
    },
    {
        "o": 2564,
        "r": "csb:Exodus:28:27",
        "t": "Make two more gold rings and attach them to the bottom of the ephod’s two shoulder pieces on its front, close to its seam, and above the ephod’s woven waistband."
    },
    {
        "o": 2565,
        "r": "csb:Exodus:28:28",
        "t": "The artisans are to tie the breastpiece from its rings to the rings of the ephod with a cord of blue yarn, so that the breastpiece is above the ephod’s waistband and does not come loose from the ephod."
    },
    {
        "o": 2566,
        "r": "csb:Exodus:28:29",
        "t": "“Whenever*p he enters the sanctuary, Aaron is to carry the names of Israel’s sons over his heart on the breastpiece for decisions, as a continual reminder before the Lord.*s"
    },
    {
        "o": 2567,
        "r": "csb:Exodus:28:30",
        "t": "Place the Urim and Thummim in the breastpiece for decisions, so that they will also be over Aaron’s heart whenever he comes before the Lord.*s Aaron will continually carry the means of decisions for the Israelites over his heart before the Lord.*s"
    },
    {
        "o": 2568,
        "r": "csb:Exodus:28:30",
        "t": "The Robe",
        "h": 2
    },
    {
        "o": 2569,
        "r": "csb:Exodus:28:31",
        "t": "“You*p are to make the robe of the ephod entirely of blue yarn."
    },
    {
        "o": 2570,
        "r": "csb:Exodus:28:32",
        "t": "There should be an opening at its top in the center of it. Around the opening, there should be a woven collar with an opening like that of body armor so that it does not tear."
    },
    {
        "o": 2571,
        "r": "csb:Exodus:28:33",
        "t": "Make pomegranates of blue, purple, and scarlet yarn on its lower hem and all around it. Put gold bells between them all the way around,"
    },
    {
        "o": 2572,
        "r": "csb:Exodus:28:34",
        "t": "so that gold bells and pomegranates alternate around the lower hem of the robe."
    },
    {
        "o": 2573,
        "r": "csb:Exodus:28:35",
        "t": "The robe will be worn by Aaron whenever he ministers, and its sound will be heard when he enters the sanctuary before the Lord*s and when he exits, so that he does not die."
    },
    {
        "o": 2574,
        "r": "csb:Exodus:28:35",
        "t": "The Turban",
        "h": 2
    },
    {
        "o": 2575,
        "r": "csb:Exodus:28:36",
        "t": "“You*p are to make a pure gold medallion and engrave it, like the engraving of a seal: Holy*s to*s the*s Lord.*s"
    },
    {
        "o": 2576,
        "r": "csb:Exodus:28:37",
        "t": "Fasten it to a cord of blue yarn so it can be placed on the turban; the medallion is to be on the front of the turban."
    },
    {
        "o": 2577,
        "r": "csb:Exodus:28:38",
        "t": "It will be on Aaron’s forehead so that Aaron may bear the guilt connected with the holy offerings that the Israelites consecrate as all their holy gifts. It is always to be on his forehead, so that they may find acceptance with the Lord.*s"
    },
    {
        "o": 2578,
        "r": "csb:Exodus:28:38",
        "t": "Other Priestly Garments",
        "h": 2
    },
    {
        "o": 2579,
        "r": "csb:Exodus:28:39",
        "t": "“You*p are to weave the tunic from fine linen, make a turban of fine linen, and make an embroidered sash."
    },
    {
        "o": 2580,
        "r": "csb:Exodus:28:40",
        "t": "Make tunics, sashes, and headbands for Aaron’s sons to give them glory and beauty."
    },
    {
        "o": 2581,
        "r": "csb:Exodus:28:41",
        "t": "Put these on your brother Aaron and his sons; then anoint, ordain, and consecrate them, so that they may serve me as priests."
    },
    {
        "o": 2582,
        "r": "csb:Exodus:28:42",
        "t": "Make them linen undergarments to cover their naked bodies; they must extend from the waist to the thighs."
    },
    {
        "o": 2583,
        "r": "csb:Exodus:28:43",
        "t": "These must be worn by Aaron and his sons whenever they enter the tent of meeting or approach the altar to minister in the sanctuary area, so that they do not incur guilt and die. This is to be a permanent statute for Aaron and for his future descendants."
    },
    {
        "o": 2584,
        "r": "csb:Exodus:29:0",
        "t": "Exodus 29",
        "h": 1
    },
    {
        "o": 2585,
        "r": "csb:Exodus:29:0",
        "t": "Instructions about Consecration",
        "h": 2
    },
    {
        "o": 2586,
        "r": "csb:Exodus:29:1",
        "t": "“This*p is what you are to do for them to consecrate them to serve me as priests. Take a young bull and two unblemished rams,"
    },
    {
        "o": 2587,
        "r": "csb:Exodus:29:2",
        "t": "with unleavened bread, unleavened cakes mixed with oil, and unleavened wafers coated with oil. Make them out of fine wheat flour,"
    },
    {
        "o": 2588,
        "r": "csb:Exodus:29:3",
        "t": "put them in a basket, and bring them in the basket, along with the bull and two rams."
    },
    {
        "o": 2589,
        "r": "csb:Exodus:29:4",
        "t": "Bring Aaron and his sons to the entrance to the tent of meeting and wash them with water."
    },
    {
        "o": 2590,
        "r": "csb:Exodus:29:5",
        "t": "Then take the garments and clothe Aaron with the tunic, the robe for the ephod, the ephod itself, and the breastpiece; fasten the ephod on him with its woven waistband."
    },
    {
        "o": 2591,
        "r": "csb:Exodus:29:6",
        "t": "Put the turban on his head and place the holy diadem on the turban."
    },
    {
        "o": 2592,
        "r": "csb:Exodus:29:7",
        "t": "Take the anointing oil, pour it on his head, and anoint him."
    },
    {
        "o": 2593,
        "r": "csb:Exodus:29:8",
        "t": "You must also bring his sons and clothe them with tunics."
    },
    {
        "o": 2594,
        "r": "csb:Exodus:29:9",
        "t": "Tie the sashes on Aaron and his sons and fasten headbands on them. The priesthood is to be theirs by a permanent statute. This is the way you will ordain Aaron and his sons."
    },
    {
        "o": 2595,
        "r": "csb:Exodus:29:10",
        "t": "“You*p are to bring the bull to the front of the tent of meeting, and Aaron and his sons must lay their hands on the bull’s head."
    },
    {
        "o": 2596,
        "r": "csb:Exodus:29:11",
        "t": "Slaughter the bull before the Lord*s at the entrance to the tent of meeting."
    },
    {
        "o": 2597,
        "r": "csb:Exodus:29:12",
        "t": "Take some of the bull’s blood and apply it to the horns of the altar with your finger; then pour out all the rest of the blood at the base of the altar."
    },
    {
        "o": 2598,
        "r": "csb:Exodus:29:13",
        "t": "Take all the fat that covers the entrails, the fatty lobe of the liver, and the two kidneys with the fat on them, and burn them on the altar."
    },
    {
        "o": 2599,
        "r": "csb:Exodus:29:14",
        "t": "But burn the bull’s flesh, its hide, and its waste outside the camp; it is a sin offering."
    },
    {
        "o": 2600,
        "r": "csb:Exodus:29:15",
        "t": "“Take*p one ram, and Aaron and his sons are to lay their hands on the ram’s head."
    },
    {
        "o": 2601,
        "r": "csb:Exodus:29:16",
        "t": "You are to slaughter the ram, take its blood, and splatter it on all sides of the altar."
    },
    {
        "o": 2602,
        "r": "csb:Exodus:29:17",
        "t": "Cut the ram into pieces. Wash its entrails and legs, and place them with its head and its pieces on the altar."
    },
    {
        "o": 2603,
        "r": "csb:Exodus:29:18",
        "t": "Then burn the whole ram on the altar; it is a burnt offering to the Lord.*s It is a pleasing aroma, a food offering to the Lord.*s"
    },
    {
        "o": 2604,
        "r": "csb:Exodus:29:19",
        "t": "“You*p are to take the second ram, and Aaron and his sons must lay their hands on the ram’s head."
    },
    {
        "o": 2605,
        "r": "csb:Exodus:29:20",
        "t": "Slaughter the ram, take some of its blood, and put it on Aaron’s right earlobe, on his sons’ right earlobes, on the thumbs of their right hands, and on the big toes of their right feet. Splatter the remaining blood on all sides of the altar."
    },
    {
        "o": 2606,
        "r": "csb:Exodus:29:21",
        "t": "Take some of the blood that is on the altar and some of the anointing oil, and sprinkle them on Aaron and his garments, as well as on his sons and their garments. So he and his garments will be holy, as well as his sons and their garments."
    },
    {
        "o": 2607,
        "r": "csb:Exodus:29:22",
        "t": "“Take*p the fat from the ram, the fat tail, the fat covering the entrails, the fatty lobe of the liver, the two kidneys and the fat on them, and the right thigh (since this is a ram for ordination);"
    },
    {
        "o": 2608,
        "r": "csb:Exodus:29:23",
        "t": "take one loaf of bread, one cake of bread made with oil, and one wafer from the basket of unleavened bread that is before the Lord;*s"
    },
    {
        "o": 2609,
        "r": "csb:Exodus:29:24",
        "t": "and put all of them in the hands of Aaron and his sons and present them as a presentation offering before the Lord.*s"
    },
    {
        "o": 2610,
        "r": "csb:Exodus:29:25",
        "t": "Take them from their hands and burn them on the altar on top of the burnt offering, as a pleasing aroma before the Lord;*s it is a food offering to the Lord.*s"
    },
    {
        "o": 2611,
        "r": "csb:Exodus:29:26",
        "t": "“Take*p the breast from the ram of Aaron’s ordination and present it as a presentation offering before the Lord;*s it is to be your portion."
    },
    {
        "o": 2612,
        "r": "csb:Exodus:29:27",
        "t": "Consecrate for Aaron and his sons the breast of the presentation offering that is presented and the thigh of the contribution that is lifted up from the ram of ordination."
    },
    {
        "o": 2613,
        "r": "csb:Exodus:29:28",
        "t": "This will belong to Aaron and his sons as a regular portion from the Israelites, for it is a contribution. It will be the Israelites’ contribution from their fellowship sacrifices, their contribution to the Lord.*s"
    },
    {
        "o": 2614,
        "r": "csb:Exodus:29:29",
        "t": "“The*p holy garments that belong to Aaron are to belong to his sons after him, so that they can be anointed and ordained in them."
    },
    {
        "o": 2615,
        "r": "csb:Exodus:29:30",
        "t": "Any priest who is one of his sons and who succeeds him and enters the tent of meeting to minister in the sanctuary must wear them for seven days."
    },
    {
        "o": 2616,
        "r": "csb:Exodus:29:31",
        "t": "“You*p are to take the ram of ordination and boil its flesh in a holy place."
    },
    {
        "o": 2617,
        "r": "csb:Exodus:29:32",
        "t": "Aaron and his sons are to eat the meat of the ram and the bread that is in the basket at the entrance to the tent of meeting."
    },
    {
        "o": 2618,
        "r": "csb:Exodus:29:33",
        "t": "They must eat those things by which atonement was made at the time of their ordination and consecration. An unauthorized person must not eat them, for these things are holy."
    },
    {
        "o": 2619,
        "r": "csb:Exodus:29:34",
        "t": "If any of the meat of ordination or any of the bread is left until morning, burn what is left over. It must not be eaten because it is holy."
    },
    {
        "o": 2620,
        "r": "csb:Exodus:29:35",
        "t": "“This*p is what you are to do for Aaron and his sons based on all I have commanded you. Take seven days to ordain them."
    },
    {
        "o": 2621,
        "r": "csb:Exodus:29:36",
        "t": "Sacrifice a bull as a sin offering each day for atonement. Purify the altar when you make atonement for it, and anoint it in order to consecrate it."
    },
    {
        "o": 2622,
        "r": "csb:Exodus:29:37",
        "t": "For seven days you must make atonement for the altar and consecrate it. The altar will be especially holy. Whatever touches the altar will be consecrated."
    },
    {
        "o": 2623,
        "r": "csb:Exodus:29:38",
        "t": "“This*p is what you are to offer regularly on the altar every day: two year-old lambs."
    },
    {
        "o": 2624,
        "r": "csb:Exodus:29:39",
        "t": "In the morning offer one lamb, and at twilight offer the other lamb."
    },
    {
        "o": 2625,
        "r": "csb:Exodus:29:40",
        "t": "With the first lamb offer two quarts of fine flour mixed with one quart of oil from crushed olives, and a drink offering of one quart of wine."
    },
    {
        "o": 2626,
        "r": "csb:Exodus:29:41",
        "t": "You are to offer the second lamb at twilight. Offer a grain offering and a drink offering with it, like the one in the morning, as a pleasing aroma, a food offering to the Lord.*s"
    },
    {
        "o": 2627,
        "r": "csb:Exodus:29:42",
        "t": "This will be a regular burnt offering throughout your generations at the entrance to the tent of meeting before the Lord,*s where I will meet you to speak with you."
    },
    {
        "o": 2628,
        "r": "csb:Exodus:29:43",
        "t": "I will also meet with the Israelites there, and that place will be consecrated by my glory."
    },
    {
        "o": 2629,
        "r": "csb:Exodus:29:44",
        "t": "I will consecrate the tent of meeting and the altar; I will also consecrate Aaron and his sons to serve me as priests."
    },
    {
        "o": 2630,
        "r": "csb:Exodus:29:45",
        "t": "I will dwell among the Israelites and be their God."
    },
    {
        "o": 2631,
        "r": "csb:Exodus:29:46",
        "t": "And they will know that I am the Lord*s their God, who brought them out of the land of Egypt, so that I might dwell among them. I am the Lord*s their God."
    },
    {
        "o": 2632,
        "r": "csb:Exodus:30:0",
        "t": "Exodus 30",
        "h": 1
    },
    {
        "o": 2633,
        "r": "csb:Exodus:30:0",
        "t": "The Incense Altar",
        "h": 2
    },
    {
        "o": 2634,
        "r": "csb:Exodus:30:1",
        "t": "“You*p are to make an altar for the burning of incense; make it of acacia wood."
    },
    {
        "o": 2635,
        "r": "csb:Exodus:30:2",
        "t": "It must be square, eighteen inches long and eighteen inches wide; it must be thirty-six inches high. Its horns must be of one piece with it."
    },
    {
        "o": 2636,
        "r": "csb:Exodus:30:3",
        "t": "Overlay its top, all around its sides, and its horns with pure gold; make a gold molding all around it."
    },
    {
        "o": 2637,
        "r": "csb:Exodus:30:4",
        "t": "Make two gold rings for it under the molding on two of its sides; put these on opposite sides of it to be holders for the poles to carry it with."
    },
    {
        "o": 2638,
        "r": "csb:Exodus:30:5",
        "t": "Make the poles of acacia wood and overlay them with gold."
    },
    {
        "o": 2639,
        "r": "csb:Exodus:30:6",
        "t": "“You*p are to place the altar in front of the curtain by the ark of the testimony - in front of the mercy seat that is over the testimony - where I will meet with you."
    },
    {
        "o": 2640,
        "r": "csb:Exodus:30:7",
        "t": "Aaron must burn fragrant incense on it; he must burn it every morning when he tends the lamps."
    },
    {
        "o": 2641,
        "r": "csb:Exodus:30:8",
        "t": "When Aaron sets up the lamps at twilight, he must burn incense. There is to be an incense offering before the Lord*s throughout your generations."
    },
    {
        "o": 2642,
        "r": "csb:Exodus:30:9",
        "t": "You must not offer unauthorized incense on it, or a burnt or grain offering; you are not to pour a drink offering on it."
    },
    {
        "o": 2643,
        "r": "csb:Exodus:30:10",
        "t": "“Once*p a year Aaron is to perform the atonement ceremony for the altar. Throughout your generations he is to perform the atonement ceremony for it once a year, with the blood of the sin offering for atonement on the horns. The altar is especially holy to the Lord.”*s"
    },
    {
        "o": 2644,
        "r": "csb:Exodus:30:10",
        "t": "The Atonement Money",
        "h": 2
    },
    {
        "o": 2645,
        "r": "csb:Exodus:30:11",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 2646,
        "r": "csb:Exodus:30:12",
        "t": "“When you take a census of the Israelites to register them, each of the men must pay a ransom for his life to the Lord*s as they are registered. Then no plague will come on them as they are registered."
    },
    {
        "o": 2647,
        "r": "csb:Exodus:30:13",
        "t": "Everyone who is registered must pay half a shekel according to the sanctuary shekel (twenty gerahs to the shekel). This half shekel is a contribution to the Lord.*s"
    },
    {
        "o": 2648,
        "r": "csb:Exodus:30:14",
        "t": "Each man who is registered, twenty years old or more, must give this contribution to the Lord.*s"
    },
    {
        "o": 2649,
        "r": "csb:Exodus:30:15",
        "t": "The wealthy may not give more and the poor may not give less than half a shekel when giving the contribution to the Lord*s to atone for your lives."
    },
    {
        "o": 2650,
        "r": "csb:Exodus:30:16",
        "t": "Take the atonement price from the Israelites and use it for the service of the tent of meeting. It will serve as a reminder for the Israelites before the Lord*s to atone for your lives.”"
    },
    {
        "o": 2651,
        "r": "csb:Exodus:30:16",
        "t": "The Bronze Basin",
        "h": 2
    },
    {
        "o": 2652,
        "r": "csb:Exodus:30:17",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 2653,
        "r": "csb:Exodus:30:18",
        "t": "“Make a bronze basin for washing and a bronze stand for it. Set it between the tent of meeting and the altar, and put water in it."
    },
    {
        "o": 2654,
        "r": "csb:Exodus:30:19",
        "t": "Aaron and his sons must wash their hands and feet from the basin."
    },
    {
        "o": 2655,
        "r": "csb:Exodus:30:20",
        "t": "Whenever they enter the tent of meeting or approach the altar to minister by burning a food offering to the Lord,*s they must wash with water so that they will not die."
    },
    {
        "o": 2656,
        "r": "csb:Exodus:30:21",
        "t": "They must wash their hands and feet so that they will not die; this is to be a permanent statute for them, for Aaron and his descendants throughout their generations.”"
    },
    {
        "o": 2657,
        "r": "csb:Exodus:30:21",
        "t": "The Anointing Oil",
        "h": 2
    },
    {
        "o": 2658,
        "r": "csb:Exodus:30:22",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 2659,
        "r": "csb:Exodus:30:23",
        "t": "“Take for yourself the finest spices: 12½ pounds of liquid myrrh, half as much (6¼ pounds) of fragrant cinnamon, 6¼ pounds of fragrant cane,"
    },
    {
        "o": 2660,
        "r": "csb:Exodus:30:24",
        "t": "12½ pounds of cassia (by the sanctuary shekel), and a gallon of olive oil."
    },
    {
        "o": 2661,
        "r": "csb:Exodus:30:25",
        "t": "Prepare from these a holy anointing oil, a scented blend, the work of a perfumer; it will be holy anointing oil."
    },
    {
        "o": 2662,
        "r": "csb:Exodus:30:26",
        "t": "“With*p it you are to anoint the tent of meeting, the ark of the testimony,"
    },
    {
        "o": 2663,
        "r": "csb:Exodus:30:27",
        "t": "the table with all its utensils, the lampstand with its utensils, the altar of incense,"
    },
    {
        "o": 2664,
        "r": "csb:Exodus:30:28",
        "t": "the altar of burnt offering with all its utensils, and the basin with its stand."
    },
    {
        "o": 2665,
        "r": "csb:Exodus:30:29",
        "t": "Consecrate them and they will be especially holy. Whatever touches them will be consecrated."
    },
    {
        "o": 2666,
        "r": "csb:Exodus:30:30",
        "t": "Anoint Aaron and his sons and consecrate them to serve me as priests."
    },
    {
        "o": 2667,
        "r": "csb:Exodus:30:31",
        "t": "“Tell*p the Israelites: This will be my holy anointing oil throughout your generations."
    },
    {
        "o": 2668,
        "r": "csb:Exodus:30:32",
        "t": "It must not be used for ordinary anointing on a person’s body, and you must not make anything like it using its formula. It is holy, and it must be holy to you."
    },
    {
        "o": 2669,
        "r": "csb:Exodus:30:33",
        "t": "Anyone who blends something like it or puts some of it on an unauthorized person must be cut off from his people.”"
    },
    {
        "o": 2670,
        "r": "csb:Exodus:30:33",
        "t": "The Sacred Incense",
        "h": 2
    },
    {
        "o": 2671,
        "r": "csb:Exodus:30:34",
        "t": "The*p Lord*s said to Moses, “Take fragrant spices: stacte, onycha, and galbanum; the spices and pure frankincense are to be in equal measures."
    },
    {
        "o": 2672,
        "r": "csb:Exodus:30:35",
        "t": "Prepare expertly blended incense from these; it is to be seasoned with salt, pure and holy."
    },
    {
        "o": 2673,
        "r": "csb:Exodus:30:36",
        "t": "Grind some of it into a fine powder and put some in front of the testimony in the tent of meeting, where I will meet with you. It must be especially holy to you."
    },
    {
        "o": 2674,
        "r": "csb:Exodus:30:37",
        "t": "As for the incense you are making, you must not make any for yourselves using its formula. It is to be regarded by you as holy - belonging to the Lord.*s"
    },
    {
        "o": 2675,
        "r": "csb:Exodus:30:38",
        "t": "Anyone who makes something like it to smell its fragrance must be cut off from his people.”"
    },
    {
        "o": 2676,
        "r": "csb:Exodus:31:0",
        "t": "Exodus 31",
        "h": 1
    },
    {
        "o": 2677,
        "r": "csb:Exodus:31:0",
        "t": "God’s Provision of the Skilled Workers",
        "h": 2
    },
    {
        "o": 2678,
        "r": "csb:Exodus:31:1",
        "t": "The*p Lord*s also spoke to Moses:"
    },
    {
        "o": 2679,
        "r": "csb:Exodus:31:2",
        "t": "“Look, I have appointed by name Bezalel son of Uri, son of Hur, of the tribe of Judah."
    },
    {
        "o": 2680,
        "r": "csb:Exodus:31:3",
        "t": "I have filled him with God’s Spirit, with wisdom, understanding, and ability in every craft"
    },
    {
        "o": 2681,
        "r": "csb:Exodus:31:4",
        "t": "to design artistic works in gold, silver, and bronze,"
    },
    {
        "o": 2682,
        "r": "csb:Exodus:31:5",
        "t": "to cut gemstones for mounting, and to carve wood for work in every craft."
    },
    {
        "o": 2683,
        "r": "csb:Exodus:31:6",
        "t": "I have also selected Oholiab son of Ahisamach, of the tribe of Dan, to be with him. I have put wisdom in the heart of every skilled artisan in order to make all that I have commanded you:"
    },
    {
        "o": 2684,
        "r": "csb:Exodus:31:7",
        "t": "the tent of meeting, the ark of the testimony, the mercy seat that is on top of it, and all the other furnishings of the tent-"
    },
    {
        "o": 2685,
        "r": "csb:Exodus:31:8",
        "t": "the table with its utensils, the pure gold lampstand with all its utensils, the altar of incense,"
    },
    {
        "o": 2686,
        "r": "csb:Exodus:31:9",
        "t": "the altar of burnt offering with all its utensils, the basin with its stand -"
    },
    {
        "o": 2687,
        "r": "csb:Exodus:31:10",
        "t": "the specially woven garments, both the holy garments for the priest Aaron and the garments for his sons to serve as priests,"
    },
    {
        "o": 2688,
        "r": "csb:Exodus:31:11",
        "t": "the anointing oil, and the fragrant incense for the sanctuary. They must make them according to all that I have commanded you.”"
    },
    {
        "o": 2689,
        "r": "csb:Exodus:31:11",
        "t": "Observing the Sabbath",
        "h": 2
    },
    {
        "o": 2690,
        "r": "csb:Exodus:31:12",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 2691,
        "r": "csb:Exodus:31:13",
        "t": "“Tell the Israelites: You must observe my Sabbaths, for it is a sign between me and you throughout your generations, so that you will know that I am the Lord*s who consecrates you."
    },
    {
        "o": 2692,
        "r": "csb:Exodus:31:14",
        "t": "Observe the Sabbath, for it is holy to you. Whoever profanes it must be put to death. If anyone does work on it, that person must be cut off from his people."
    },
    {
        "o": 2693,
        "r": "csb:Exodus:31:15",
        "t": "Work may be done for six days, but on the seventh day there must be a Sabbath of complete rest, holy to the Lord.*s Anyone who does work on the Sabbath day must be put to death."
    },
    {
        "o": 2694,
        "r": "csb:Exodus:31:16",
        "t": "The Israelites must observe the Sabbath, celebrating it throughout their generations as a permanent covenant."
    },
    {
        "o": 2695,
        "r": "csb:Exodus:31:17",
        "t": "It is a sign forever between me and the Israelites, for in six days the Lord*s made the heavens and the earth, but on the seventh day he rested and was refreshed.”"
    },
    {
        "o": 2696,
        "r": "csb:Exodus:31:17",
        "t": "The Two Stone Tablets",
        "h": 2
    },
    {
        "o": 2697,
        "r": "csb:Exodus:31:18",
        "t": "When*p he finished speaking with Moses on Mount Sinai, he gave him the two tablets of the testimony, stone tablets inscribed by the finger of God."
    },
    {
        "o": 2698,
        "r": "csb:Exodus:32:0",
        "t": "Exodus 32",
        "h": 1
    },
    {
        "o": 2699,
        "r": "csb:Exodus:32:0",
        "t": "The Gold Calf",
        "h": 2
    },
    {
        "o": 2700,
        "r": "csb:Exodus:32:1",
        "t": "When*p the people saw that Moses delayed in coming down from the mountain, they gathered around Aaron and said to him, “Come, make gods for us who will go before us because this Moses, the man who brought us up from the land of Egypt - we don’t know what has happened to him!”"
    },
    {
        "o": 2701,
        "r": "csb:Exodus:32:2",
        "t": "Aaron*p replied to them, “Take off the gold rings that are on the ears of your wives, your sons, and your daughters and bring them to me.”"
    },
    {
        "o": 2702,
        "r": "csb:Exodus:32:3",
        "t": "So all the people took off the gold rings that were on their ears and brought them to Aaron."
    },
    {
        "o": 2703,
        "r": "csb:Exodus:32:4",
        "t": "He took the gold from them, fashioned it with an engraving tool, and made it into an image of a calf. Then*p they said, “Israel, these are your gods, who brought you up from the land of Egypt!”"
    },
    {
        "o": 2704,
        "r": "csb:Exodus:32:5",
        "t": "When*p Aaron saw this, he built an altar in front of it and made an announcement: “There will be a festival to the Lord*s tomorrow.”"
    },
    {
        "o": 2705,
        "r": "csb:Exodus:32:6",
        "t": "Early the next morning they arose, offered burnt offerings, and presented fellowship offerings. The people sat down to eat and drink, and got up to party."
    },
    {
        "o": 2706,
        "r": "csb:Exodus:32:7",
        "t": "The*p Lord*s spoke to Moses: “Go down at once! For your people you brought up from the land of Egypt have acted corruptly."
    },
    {
        "o": 2707,
        "r": "csb:Exodus:32:8",
        "t": "They have quickly turned from the way I commanded them; they have made for themselves an image of a calf. They have bowed down to it, sacrificed to it, and said, ‘Israel, these are your gods, who brought you up from the land of Egypt.’”"
    },
    {
        "o": 2708,
        "r": "csb:Exodus:32:9",
        "t": "The Lord*s also said to Moses, “I have seen this people, and they are indeed a stiff-necked people."
    },
    {
        "o": 2709,
        "r": "csb:Exodus:32:10",
        "t": "Now leave me alone, so that my anger can burn against them and I can destroy them. Then I will make you into a great nation.”"
    },
    {
        "o": 2710,
        "r": "csb:Exodus:32:11",
        "t": "But*p Moses sought the favor of the Lord*s his God: “Lord,*s why does your anger burn against your people you brought out of the land of Egypt with great power and a strong hand?"
    },
    {
        "o": 2711,
        "r": "csb:Exodus:32:12",
        "t": "Why should the Egyptians say, ‘He brought them out with an evil intent to kill them in the mountains and eliminate them from the face of the earth’? Turn from your fierce anger and relent concerning this disaster planned for your people."
    },
    {
        "o": 2712,
        "r": "csb:Exodus:32:13",
        "t": "Remember your servants Abraham, Isaac, and Israel - you swore to them by yourself and declared, ‘I will make your offspring as numerous as the stars of the sky and will give your offspring all this land that I have promised, and they will inherit it forever.’”"
    },
    {
        "o": 2713,
        "r": "csb:Exodus:32:14",
        "t": "So the Lord*s relented concerning the disaster he had said he would bring on his people."
    },
    {
        "o": 2714,
        "r": "csb:Exodus:32:15",
        "t": "Then*p Moses turned and went down the mountain with the two tablets of the testimony in his hands. They were inscribed on both sides - inscribed front and back."
    },
    {
        "o": 2715,
        "r": "csb:Exodus:32:16",
        "t": "The tablets were the work of God, and the writing was God’s writing, engraved on the tablets."
    },
    {
        "o": 2716,
        "r": "csb:Exodus:32:17",
        "t": "When*p Joshua heard the sound of the people as they shouted, he said to Moses, “There is a sound of war in the camp.”"
    },
    {
        "o": 2717,
        "r": "csb:Exodus:32:18",
        "t": "But*p Moses replied, It’s*pn not the sound of a victory cry and*ln not the sound of a cry of defeat; I*ln hear the sound of singing!"
    },
    {
        "o": 2718,
        "r": "csb:Exodus:32:19",
        "t": "As*p he approached the camp and saw the calf and the dancing, Moses became enraged and threw the tablets out of his hands, smashing them at the base of the mountain."
    },
    {
        "o": 2719,
        "r": "csb:Exodus:32:20",
        "t": "He took the calf they had made, burned it up, and ground it to powder. He scattered the powder over the surface of the water and forced the Israelites to drink the water."
    },
    {
        "o": 2720,
        "r": "csb:Exodus:32:21",
        "t": "Then*p Moses asked Aaron, “What did these people do to you that you have led them into such a grave sin?”"
    },
    {
        "o": 2721,
        "r": "csb:Exodus:32:22",
        "t": "“Don’t*p be enraged, my lord,” Aaron replied. “You yourself know that the people are intent on evil."
    },
    {
        "o": 2722,
        "r": "csb:Exodus:32:23",
        "t": "They said to me, ‘Make gods for us who will go before us because this Moses, the man who brought us up from the land of Egypt - we don’t know what has happened to him!’"
    },
    {
        "o": 2723,
        "r": "csb:Exodus:32:24",
        "t": "So I said to them, ‘Whoever has gold, take it off,’ and they gave it to me. When I threw it into the fire, out came this calf!”"
    },
    {
        "o": 2724,
        "r": "csb:Exodus:32:25",
        "t": "Moses*p saw that the people were out of control, for Aaron had let them get out of control, making them a laughingstock to their enemies."
    },
    {
        "o": 2725,
        "r": "csb:Exodus:32:26",
        "t": "And Moses stood at the camp’s entrance and said, “Whoever is for the Lord,*s come to me.” And all the Levites gathered around him."
    },
    {
        "o": 2726,
        "r": "csb:Exodus:32:27",
        "t": "He told them, “This is what the Lord,*s the God of Israel, says, ‘Every man fasten his sword to his side; go back and forth through the camp from entrance to entrance, and each of you kill his brother, his friend, and his neighbor.’”"
    },
    {
        "o": 2727,
        "r": "csb:Exodus:32:28",
        "t": "The Levites did as Moses commanded, and about three thousand men fell dead that day among the people."
    },
    {
        "o": 2728,
        "r": "csb:Exodus:32:29",
        "t": "Afterward Moses said, “Today you have been dedicated to the Lord,*s since each man went against his son and his brother. Therefore you have brought a blessing on yourselves today.”"
    },
    {
        "o": 2729,
        "r": "csb:Exodus:32:30",
        "t": "The*p following day Moses said to the people, “You have committed a grave sin. Now I will go up to the Lord;*s perhaps I will be able to atone for your sin.”"
    },
    {
        "o": 2730,
        "r": "csb:Exodus:32:31",
        "t": "So*p Moses returned to the Lord*s and said, “Oh, these people have committed a grave sin; they have made a god of gold for themselves."
    },
    {
        "o": 2731,
        "r": "csb:Exodus:32:32",
        "t": "Now if you would only forgive their sin. But if not, please erase me from the book you have written.”"
    },
    {
        "o": 2732,
        "r": "csb:Exodus:32:33",
        "t": "The*p Lord*s replied to Moses, “Whoever has sinned against me I will erase from my book."
    },
    {
        "o": 2733,
        "r": "csb:Exodus:32:34",
        "t": "Now go, lead the people to the place I told you about; see, my angel will go before you. But on the day I settle accounts, I will hold them accountable for their sin.”"
    },
    {
        "o": 2734,
        "r": "csb:Exodus:32:35",
        "t": "And the Lord*s inflicted a plague on the people for what they did with the calf Aaron had made."
    },
    {
        "o": 2735,
        "r": "csb:Exodus:33:0",
        "t": "Exodus 33",
        "h": 1
    },
    {
        "o": 2736,
        "r": "csb:Exodus:33:0",
        "t": "The Tent Outside the Camp",
        "h": 2
    },
    {
        "o": 2737,
        "r": "csb:Exodus:33:1",
        "t": "The*p Lord*s spoke to Moses: “Go up from here, you and the people you brought up from the land of Egypt, to the land I promised to Abraham, Isaac, and Jacob, saying: I will give it to your offspring."
    },
    {
        "o": 2738,
        "r": "csb:Exodus:33:2",
        "t": "I will send an angel ahead of you and will drive out the Canaanites, Amorites, Hethites, Perizzites, Hivites, and Jebusites."
    },
    {
        "o": 2739,
        "r": "csb:Exodus:33:3",
        "t": "Go up to a land flowing with milk and honey. But I will not go up with you because you are a stiff-necked people; otherwise, I might destroy you on the way.”"
    },
    {
        "o": 2740,
        "r": "csb:Exodus:33:4",
        "t": "When the people heard this bad news, they mourned and didn’t put on their jewelry."
    },
    {
        "o": 2741,
        "r": "csb:Exodus:33:5",
        "t": "For*p the Lord*s said to Moses, “Tell the Israelites: You are a stiff-necked people. If I went up with you for a single moment, I would destroy you. Now take off your jewelry, and I will decide what to do with you.”"
    },
    {
        "o": 2742,
        "r": "csb:Exodus:33:6",
        "t": "So the Israelites remained stripped of their jewelry from Mount Horeb onward."
    },
    {
        "o": 2743,
        "r": "csb:Exodus:33:7",
        "t": "Now*p Moses took a tent and pitched it outside the camp, at a distance from the camp; he called it the tent of meeting. Anyone who wanted to consult the Lord*s would go to the tent of meeting that was outside the camp."
    },
    {
        "o": 2744,
        "r": "csb:Exodus:33:8",
        "t": "Whenever Moses went out to the tent, all the people would stand up, each one at the door of his tent, and they would watch Moses until he entered the tent."
    },
    {
        "o": 2745,
        "r": "csb:Exodus:33:9",
        "t": "When Moses entered the tent, the pillar of cloud would come down and remain at the entrance to the tent, and the Lord*s would speak with Moses."
    },
    {
        "o": 2746,
        "r": "csb:Exodus:33:10",
        "t": "As all the people saw the pillar of cloud remaining at the entrance to the tent, they would stand up, then bow in worship, each one at the door of his tent."
    },
    {
        "o": 2747,
        "r": "csb:Exodus:33:11",
        "t": "The Lord*s would speak with Moses face to face, just as a man speaks with his friend, then Moses would return to the camp. His assistant, the young man Joshua son of Nun, would not leave the inside of the tent."
    },
    {
        "o": 2748,
        "r": "csb:Exodus:33:11",
        "t": "The Lord’s Glory",
        "h": 2
    },
    {
        "o": 2749,
        "r": "csb:Exodus:33:12",
        "t": "Moses*p said to the Lord,*s “Look, you have told me, ‘Lead this people up,’ but you have not let me know whom you will send with me. You said, ‘I know you by name, and you have also found favor with me.’"
    },
    {
        "o": 2750,
        "r": "csb:Exodus:33:13",
        "t": "Now if I have indeed found favor with you, please teach me your ways, and I will know you, so that I may find favor with you. Now consider that this nation is your people.”"
    },
    {
        "o": 2751,
        "r": "csb:Exodus:33:14",
        "t": "And*p he replied, “My presence will go with you, and I will give you rest.”"
    },
    {
        "o": 2752,
        "r": "csb:Exodus:33:15",
        "t": "“If*p your presence does not go,” Moses responded to him, “don’t make us go up from here."
    },
    {
        "o": 2753,
        "r": "csb:Exodus:33:16",
        "t": "How will it be known that I and your people have found favor with you unless you go with us? I and your people will be distinguished by this from all the other people on the face of the earth.”"
    },
    {
        "o": 2754,
        "r": "csb:Exodus:33:17",
        "t": "The*p Lord*s answered Moses, “I will do this very thing you have asked, for you have found favor with me, and I know you by name.”"
    },
    {
        "o": 2755,
        "r": "csb:Exodus:33:18",
        "t": "Then*p Moses said, “Please, let me see your glory.”"
    },
    {
        "o": 2756,
        "r": "csb:Exodus:33:19",
        "t": "He*p said, “I will cause all my goodness to pass in front of you, and I will proclaim the name ‘the Lord’*s before you. I will be gracious to whom I will be gracious, and I will have compassion on whom I will have compassion.”"
    },
    {
        "o": 2757,
        "r": "csb:Exodus:33:20",
        "t": "But he added, “You cannot see my face, for humans cannot see me and live.”"
    },
    {
        "o": 2758,
        "r": "csb:Exodus:33:21",
        "t": "The Lord*s said, “Here is a place near me. You are to stand on the rock,"
    },
    {
        "o": 2759,
        "r": "csb:Exodus:33:22",
        "t": "and when my glory passes by, I will put you in the crevice of the rock and cover you with my hand until I have passed by."
    },
    {
        "o": 2760,
        "r": "csb:Exodus:33:23",
        "t": "Then I will take my hand away, and you will see my back, but my face will not be seen.”"
    },
    {
        "o": 2761,
        "r": "csb:Exodus:34:0",
        "t": "Exodus 34",
        "h": 1
    },
    {
        "o": 2762,
        "r": "csb:Exodus:34:0",
        "t": "New Stone Tablets",
        "h": 2
    },
    {
        "o": 2763,
        "r": "csb:Exodus:34:1",
        "t": "The*p Lord*s said to Moses, “Cut two stone tablets like the first ones, and I will write on them the words that were on the first tablets, which you broke."
    },
    {
        "o": 2764,
        "r": "csb:Exodus:34:2",
        "t": "Be prepared by morning. Come up Mount Sinai in the morning and stand before me on the mountaintop."
    },
    {
        "o": 2765,
        "r": "csb:Exodus:34:3",
        "t": "No one may go up with you; in fact, no one should be seen anywhere on the mountain. Even the flocks and herds are not to graze in front of that mountain.”"
    },
    {
        "o": 2766,
        "r": "csb:Exodus:34:4",
        "t": "Moses*p cut two stone tablets like the first ones. He got up early in the morning, and taking the two stone tablets in his hand, he climbed Mount Sinai, just as the Lord*s had commanded him."
    },
    {
        "o": 2767,
        "r": "csb:Exodus:34:5",
        "t": "The*p Lord*s came down in a cloud, stood with him there, and proclaimed his name, “the Lord.”*s"
    },
    {
        "o": 2768,
        "r": "csb:Exodus:34:6",
        "t": "The Lord*s passed in front of him and proclaimed: The*p Lord-*s the Lord*s is a compassionate and gracious God, slow to anger and abounding in faithful love and truth,"
    },
    {
        "o": 2769,
        "r": "csb:Exodus:34:7",
        "t": "maintaining faithful love to a thousand generations, forgiving iniquity, rebellion, and sin. But he will not leave the guilty unpunished, bringing the consequences of the fathers’ iniquity on the children and grandchildren to the third and fourth generation."
    },
    {
        "o": 2770,
        "r": "csb:Exodus:34:8",
        "t": "Moses*p immediately knelt low on the ground and worshiped."
    },
    {
        "o": 2771,
        "r": "csb:Exodus:34:9",
        "t": "Then he said, “My Lord, if I have indeed found favor with you, my Lord, please go with us (even though this is a stiff-necked people), forgive our iniquity and our sin, and accept us as your own possession.”"
    },
    {
        "o": 2772,
        "r": "csb:Exodus:34:9",
        "t": "Covenant Obligations",
        "h": 2
    },
    {
        "o": 2773,
        "r": "csb:Exodus:34:10",
        "t": "And*p the Lord*s responded, “Look, I am making a covenant. In the presence of all your people I will perform wonders that have never been done in the whole earth or in any nation. All the people you live among will see the Lord’s*s work, for what I am doing with you is awe-inspiring."
    },
    {
        "o": 2774,
        "r": "csb:Exodus:34:11",
        "t": "Observe what I command you today. I am going to drive out before you the Amorites, Canaanites, Hethites, Perizzites, Hivites, and Jebusites."
    },
    {
        "o": 2775,
        "r": "csb:Exodus:34:12",
        "t": "Be careful not to make a treaty with the inhabitants of the land that you are going to enter; otherwise, they will become a snare among you."
    },
    {
        "o": 2776,
        "r": "csb:Exodus:34:13",
        "t": "Instead, you must tear down their altars, smash their sacred pillars, and chop down their Asherah poles."
    },
    {
        "o": 2777,
        "r": "csb:Exodus:34:14",
        "t": "Because the Lord*s is jealous for his reputation, you are never to bow down to another god. He is a jealous God."
    },
    {
        "o": 2778,
        "r": "csb:Exodus:34:15",
        "t": "“Do*p not make a treaty with the inhabitants of the land, or else when they prostitute themselves with their gods and sacrifice to their gods, they will invite you, and you will eat their sacrifices."
    },
    {
        "o": 2779,
        "r": "csb:Exodus:34:16",
        "t": "Then you will take some of their daughters as brides for your sons. Their daughters will prostitute themselves with their gods and cause your sons to prostitute themselves with their gods."
    },
    {
        "o": 2780,
        "r": "csb:Exodus:34:17",
        "t": "“Do*p not make cast images of gods for yourselves."
    },
    {
        "o": 2781,
        "r": "csb:Exodus:34:18",
        "t": "“Observe*p the Festival of Unleavened Bread. You are to eat unleavened bread for seven days at the appointed time in the month of Abib, as I commanded you, for you came out of Egypt in the month of Abib."
    },
    {
        "o": 2782,
        "r": "csb:Exodus:34:19",
        "t": "“The*p firstborn male from every womb belongs to me, including all your male livestock, the firstborn of cattle or sheep."
    },
    {
        "o": 2783,
        "r": "csb:Exodus:34:20",
        "t": "You may redeem the firstborn of a donkey with a sheep, but if you do not redeem it, break its neck. You must redeem all the firstborn of your sons. No one is to appear before me empty-handed."
    },
    {
        "o": 2784,
        "r": "csb:Exodus:34:21",
        "t": "“You*p are to labor six days but you must rest on the seventh day; you must even rest during plowing and harvesting times."
    },
    {
        "o": 2785,
        "r": "csb:Exodus:34:22",
        "t": "“Observe*p the Festival of Weeks with the firstfruits of the wheat harvest, and the Festival of Ingathering at the turn of the agricultural year."
    },
    {
        "o": 2786,
        "r": "csb:Exodus:34:23",
        "t": "Three times a year all your males are to appear before the Lord God,*s the God of Israel."
    },
    {
        "o": 2787,
        "r": "csb:Exodus:34:24",
        "t": "For I will drive out nations before you and enlarge your territory. No one will covet your land when you go up three times a year to appear before the Lord*s your God."
    },
    {
        "o": 2788,
        "r": "csb:Exodus:34:25",
        "t": "“Do*p not present the blood for my sacrifice with anything leavened. The sacrifice of the Passover Festival must not remain until morning."
    },
    {
        "o": 2789,
        "r": "csb:Exodus:34:26",
        "t": "“Bring*p the best firstfruits of your land to the house of the Lord*s your God. “You*p must not boil a young goat in its mother’s milk.”"
    },
    {
        "o": 2790,
        "r": "csb:Exodus:34:27",
        "t": "The*p Lord*s also said to Moses, “Write down these words, for I have made a covenant with you and with Israel based on these words.”"
    },
    {
        "o": 2791,
        "r": "csb:Exodus:34:28",
        "t": "Moses*p was there with the Lord*s forty days and forty nights; he did not eat food or drink water. He wrote the Ten Commandments, the words of the covenant, on the tablets."
    },
    {
        "o": 2792,
        "r": "csb:Exodus:34:28",
        "t": "Moses’s Radiant Face",
        "h": 2
    },
    {
        "o": 2793,
        "r": "csb:Exodus:34:29",
        "t": "As*p Moses descended from Mount Sinai - with the two tablets of the testimony in his hands as he descended the mountain - he did not realize that the skin of his face shone as a result of his speaking with the Lord.*s"
    },
    {
        "o": 2794,
        "r": "csb:Exodus:34:30",
        "t": "When Aaron and all the Israelites saw Moses, the skin of his face shone! They were afraid to come near him."
    },
    {
        "o": 2795,
        "r": "csb:Exodus:34:31",
        "t": "But Moses called out to them, so Aaron and all the leaders of the community returned to him, and Moses spoke to them."
    },
    {
        "o": 2796,
        "r": "csb:Exodus:34:32",
        "t": "Afterward all the Israelites came near, and he commanded them to do everything the Lord*s had told him on Mount Sinai."
    },
    {
        "o": 2797,
        "r": "csb:Exodus:34:33",
        "t": "When Moses had finished speaking with them, he put a veil over his face."
    },
    {
        "o": 2798,
        "r": "csb:Exodus:34:34",
        "t": "But whenever Moses went before the Lord*s to speak with him, he would remove the veil until he came out. After he came out, he would tell the Israelites what he had been commanded,"
    },
    {
        "o": 2799,
        "r": "csb:Exodus:34:35",
        "t": "and the Israelites would see that Moses’s face was radiant. Then Moses would put the veil over his face again until he went to speak with the Lord.*s"
    },
    {
        "o": 2800,
        "r": "csb:Exodus:35:0",
        "t": "Exodus 35",
        "h": 1
    },
    {
        "o": 2801,
        "r": "csb:Exodus:35:0",
        "t": "The Sabbath Command",
        "h": 2
    },
    {
        "o": 2802,
        "r": "csb:Exodus:35:1",
        "t": "Moses*p assembled the entire Israelite community and said to them, “These are the things that the Lord*s has commanded you to do:"
    },
    {
        "o": 2803,
        "r": "csb:Exodus:35:2",
        "t": "For six days work is to be done, but on the seventh day you are to have a holy day, a Sabbath of complete rest to the Lord.*s Anyone who does work on it must be executed."
    },
    {
        "o": 2804,
        "r": "csb:Exodus:35:3",
        "t": "Do not light a fire in any of your homes on the Sabbath day.”"
    },
    {
        "o": 2805,
        "r": "csb:Exodus:35:3",
        "t": "Building the Tabernacle",
        "h": 2
    },
    {
        "o": 2806,
        "r": "csb:Exodus:35:4",
        "t": "Then*p Moses said to the entire Israelite community, “This is what the Lord*s has commanded:"
    },
    {
        "o": 2807,
        "r": "csb:Exodus:35:5",
        "t": "Take up an offering among you for the Lord.*s Let everyone whose heart is willing bring this as the Lord’s*s offering: gold, silver, and bronze;"
    },
    {
        "o": 2808,
        "r": "csb:Exodus:35:6",
        "t": "blue, purple, and scarlet yarn; fine linen and goat hair;"
    },
    {
        "o": 2809,
        "r": "csb:Exodus:35:7",
        "t": "ram skins dyed red and fine leather; acacia wood;"
    },
    {
        "o": 2810,
        "r": "csb:Exodus:35:8",
        "t": "oil for the light; spices for the anointing oil and for the fragrant incense;"
    },
    {
        "o": 2811,
        "r": "csb:Exodus:35:9",
        "t": "and onyx with gemstones to mount on the ephod and breastpiece."
    },
    {
        "o": 2812,
        "r": "csb:Exodus:35:10",
        "t": "“Let*p all the skilled artisans among you come and make everything that the Lord*s has commanded:"
    },
    {
        "o": 2813,
        "r": "csb:Exodus:35:11",
        "t": "the tabernacle - its tent and covering, its clasps and supports, its crossbars, its pillars and bases;"
    },
    {
        "o": 2814,
        "r": "csb:Exodus:35:12",
        "t": "the ark with its poles, the mercy seat, and the curtain for the screen;"
    },
    {
        "o": 2815,
        "r": "csb:Exodus:35:13",
        "t": "the table with its poles, all its utensils, and the Bread of the Presence;"
    },
    {
        "o": 2816,
        "r": "csb:Exodus:35:14",
        "t": "the lampstand for light with its utensils and lamps as well as the oil for the light;"
    },
    {
        "o": 2817,
        "r": "csb:Exodus:35:15",
        "t": "the altar of incense with its poles; the anointing oil and the fragrant incense; the entryway screen for the entrance to the tabernacle;"
    },
    {
        "o": 2818,
        "r": "csb:Exodus:35:16",
        "t": "the altar of burnt offering with its bronze grate, its poles, and all its utensils; the basin with its stand;"
    },
    {
        "o": 2819,
        "r": "csb:Exodus:35:17",
        "t": "the hangings of the courtyard, its posts and bases, and the screen for the gate of the courtyard;"
    },
    {
        "o": 2820,
        "r": "csb:Exodus:35:18",
        "t": "the tent pegs for the tabernacle and the tent pegs for the courtyard, along with their ropes;"
    },
    {
        "o": 2821,
        "r": "csb:Exodus:35:19",
        "t": "and the specially woven garments for ministering in the sanctuary - the holy garments for the priest Aaron and the garments for his sons to serve as priests.”"
    },
    {
        "o": 2822,
        "r": "csb:Exodus:35:20",
        "t": "Then*p the entire Israelite community left Moses’s presence."
    },
    {
        "o": 2823,
        "r": "csb:Exodus:35:21",
        "t": "Everyone whose heart was moved and whose spirit prompted him came and brought an offering to the Lord*s for the work on the tent of meeting, for all its services, and for the holy garments."
    },
    {
        "o": 2824,
        "r": "csb:Exodus:35:22",
        "t": "Both men and women came; all who had willing hearts brought brooches, earrings, rings, necklaces, and all kinds of gold jewelry - everyone who presented a presentation offering of gold to the Lord.*s"
    },
    {
        "o": 2825,
        "r": "csb:Exodus:35:23",
        "t": "Everyone who possessed blue, purple, or scarlet yarn, fine linen or goat hair, ram skins dyed red or fine leather, brought them."
    },
    {
        "o": 2826,
        "r": "csb:Exodus:35:24",
        "t": "Everyone making an offering of silver or bronze brought it as a contribution to the Lord.*s Everyone who possessed acacia wood useful for any task in the work brought it."
    },
    {
        "o": 2827,
        "r": "csb:Exodus:35:25",
        "t": "Every skilled woman spun yarn with her hands and brought it: blue, purple, and scarlet yarn, and fine linen."
    },
    {
        "o": 2828,
        "r": "csb:Exodus:35:26",
        "t": "And all the women whose hearts were moved spun the goat hair by virtue of their skill."
    },
    {
        "o": 2829,
        "r": "csb:Exodus:35:27",
        "t": "The leaders brought onyx and gemstones to mount on the ephod and breastpiece,"
    },
    {
        "o": 2830,
        "r": "csb:Exodus:35:28",
        "t": "as well as the spice and oil for the light, for the anointing oil, and for the fragrant incense."
    },
    {
        "o": 2831,
        "r": "csb:Exodus:35:29",
        "t": "So the Israelites brought a freewill offering to the Lord,*s all the men and women whose hearts prompted them to bring something for all the work that the Lord,*s through Moses, had commanded to be done."
    },
    {
        "o": 2832,
        "r": "csb:Exodus:35:29",
        "t": "Bezalel and Oholiab",
        "h": 2
    },
    {
        "o": 2833,
        "r": "csb:Exodus:35:30",
        "t": "Moses*p then said to the Israelites, “Look, the Lord*s has appointed by name Bezalel son of Uri, son of Hur, of the tribe of Judah."
    },
    {
        "o": 2834,
        "r": "csb:Exodus:35:31",
        "t": "He has filled him with God’s Spirit, with wisdom, understanding, and ability in every kind of craft"
    },
    {
        "o": 2835,
        "r": "csb:Exodus:35:32",
        "t": "to design artistic works in gold, silver, and bronze,"
    },
    {
        "o": 2836,
        "r": "csb:Exodus:35:33",
        "t": "to cut gemstones for mounting, and to carve wood for work in every kind of artistic craft."
    },
    {
        "o": 2837,
        "r": "csb:Exodus:35:34",
        "t": "He has also given both him and Oholiab son of Ahisamach, of the tribe of Dan, the ability to teach others."
    },
    {
        "o": 2838,
        "r": "csb:Exodus:35:35",
        "t": "He has filled them with skill to do all the work of a gem cutter; a designer; an embroiderer in blue, purple, and scarlet yarn and fine linen; and a weaver. They can do every kind of craft and design artistic designs."
    },
    {
        "o": 2839,
        "r": "csb:Exodus:36:0",
        "t": "Exodus 36",
        "h": 1
    },
    {
        "o": 2840,
        "r": "csb:Exodus:36:1",
        "t": "Bezalel,*p Oholiab, and all the skilled people are to work based on everything the Lord*s has commanded. The Lord*s has given them wisdom and understanding to know how to do all the work of constructing the sanctuary.”"
    },
    {
        "o": 2841,
        "r": "csb:Exodus:36:2",
        "t": "So*p Moses summoned Bezalel, Oholiab, and every skilled person in whose heart the Lord*s had placed wisdom, all whose hearts moved them, to come to the work and do it."
    },
    {
        "o": 2842,
        "r": "csb:Exodus:36:3",
        "t": "They took from Moses’s presence all the contributions that the Israelites had brought for the task of making the sanctuary. Meanwhile, the people continued to bring freewill offerings morning after morning."
    },
    {
        "o": 2843,
        "r": "csb:Exodus:36:4",
        "t": "Then*p all the artisans who were doing all the work for the sanctuary came one by one from the work they were doing"
    },
    {
        "o": 2844,
        "r": "csb:Exodus:36:5",
        "t": "and said to Moses, “The people are bringing more than is needed for the construction of the work the Lord*s commanded to be done.”"
    },
    {
        "o": 2845,
        "r": "csb:Exodus:36:6",
        "t": "After*p Moses gave an order, they sent a proclamation throughout the camp: “Let no man or woman make anything else as an offering for the sanctuary.” So the people stopped."
    },
    {
        "o": 2846,
        "r": "csb:Exodus:36:7",
        "t": "The materials were sufficient for them to do all the work. There was more than enough."
    },
    {
        "o": 2847,
        "r": "csb:Exodus:36:7",
        "t": "Building the Tabernacle",
        "h": 2
    },
    {
        "o": 2848,
        "r": "csb:Exodus:36:8",
        "t": "All*p the skilled artisans among those doing the work made the tabernacle with ten curtains. Bezalel made them of finely spun linen, as well as blue, purple, and scarlet yarn, with a design of cherubim worked into them."
    },
    {
        "o": 2849,
        "r": "csb:Exodus:36:9",
        "t": "Each curtain was forty-two feet long and six feet wide; all the curtains had the same measurements."
    },
    {
        "o": 2850,
        "r": "csb:Exodus:36:10",
        "t": "He joined five of the curtains to each other, and the other five curtains he joined to each other."
    },
    {
        "o": 2851,
        "r": "csb:Exodus:36:11",
        "t": "He made loops of blue yarn on the edge of the last curtain in the first set and did the same on the edge of the outermost curtain in the second set."
    },
    {
        "o": 2852,
        "r": "csb:Exodus:36:12",
        "t": "He made fifty loops on the one curtain and fifty loops on the edge of the curtain in the second set, so that the loops lined up with each other."
    },
    {
        "o": 2853,
        "r": "csb:Exodus:36:13",
        "t": "He also made fifty gold clasps and joined the curtains to each other, so that the tabernacle became a single unit."
    },
    {
        "o": 2854,
        "r": "csb:Exodus:36:14",
        "t": "He*p made curtains of goat hair for a tent over the tabernacle; he made eleven of them."
    },
    {
        "o": 2855,
        "r": "csb:Exodus:36:15",
        "t": "Each curtain was forty-five feet long and six feet wide. All eleven curtains had the same measurements."
    },
    {
        "o": 2856,
        "r": "csb:Exodus:36:16",
        "t": "He joined five of the curtains together, and the other six together."
    },
    {
        "o": 2857,
        "r": "csb:Exodus:36:17",
        "t": "He made fifty loops on the edge of the outermost curtain in the first set and fifty loops on the edge of the corresponding curtain in the second set."
    },
    {
        "o": 2858,
        "r": "csb:Exodus:36:18",
        "t": "He made fifty bronze clasps to join the tent together as a single unit."
    },
    {
        "o": 2859,
        "r": "csb:Exodus:36:19",
        "t": "He also made a covering for the tent from ram skins dyed red and a covering of fine leather on top of it."
    },
    {
        "o": 2860,
        "r": "csb:Exodus:36:20",
        "t": "He*p made upright supports of acacia wood for the tabernacle."
    },
    {
        "o": 2861,
        "r": "csb:Exodus:36:21",
        "t": "Each support was fifteen feet long and twenty-seven inches wide."
    },
    {
        "o": 2862,
        "r": "csb:Exodus:36:22",
        "t": "Each support had two tenons for joining one to another. He did the same for all the supports of the tabernacle."
    },
    {
        "o": 2863,
        "r": "csb:Exodus:36:23",
        "t": "He made supports for the tabernacle as follows: He made twenty for the south side,"
    },
    {
        "o": 2864,
        "r": "csb:Exodus:36:24",
        "t": "and he made forty silver bases to put under the twenty supports, two bases under the first support for its two tenons, and two bases under each of the following supports for their two tenons."
    },
    {
        "o": 2865,
        "r": "csb:Exodus:36:25",
        "t": "For the second side of the tabernacle, the north side, he made twenty supports,"
    },
    {
        "o": 2866,
        "r": "csb:Exodus:36:26",
        "t": "with their forty silver bases, two bases under the first support and two bases under each of the following ones."
    },
    {
        "o": 2867,
        "r": "csb:Exodus:36:27",
        "t": "And for the back of the tabernacle, on the west side, he made six supports."
    },
    {
        "o": 2868,
        "r": "csb:Exodus:36:28",
        "t": "He also made two additional supports for the two back corners of the tabernacle."
    },
    {
        "o": 2869,
        "r": "csb:Exodus:36:29",
        "t": "They were paired at the bottom and joined together at the top in a single ring. This is what he did with both of them for the two corners."
    },
    {
        "o": 2870,
        "r": "csb:Exodus:36:30",
        "t": "So there were eight supports with their sixteen silver bases, two bases under each one."
    },
    {
        "o": 2871,
        "r": "csb:Exodus:36:31",
        "t": "He*p made five crossbars of acacia wood for the supports on one side of the tabernacle,"
    },
    {
        "o": 2872,
        "r": "csb:Exodus:36:32",
        "t": "five crossbars for the supports on the other side of the tabernacle, and five crossbars for those at the back of the tabernacle on the west."
    },
    {
        "o": 2873,
        "r": "csb:Exodus:36:33",
        "t": "He made the central crossbar run through the middle of the supports from one end to the other."
    },
    {
        "o": 2874,
        "r": "csb:Exodus:36:34",
        "t": "He overlaid them with gold and made their rings out of gold as holders for the crossbars. He also overlaid the crossbars with gold."
    },
    {
        "o": 2875,
        "r": "csb:Exodus:36:35",
        "t": "Then*p he made the curtain with blue, purple, and scarlet yarn, and finely spun linen. He made it with a design of cherubim worked into it."
    },
    {
        "o": 2876,
        "r": "csb:Exodus:36:36",
        "t": "He made four pillars of acacia wood for it and overlaid them with gold; their hooks were of gold. And he cast four silver bases for the pillars."
    },
    {
        "o": 2877,
        "r": "csb:Exodus:36:37",
        "t": "He*p made a screen embroidered with blue, purple, and scarlet yarn, and finely spun linen for the entrance to the tent,"
    },
    {
        "o": 2878,
        "r": "csb:Exodus:36:38",
        "t": "together with its five pillars and their hooks. He overlaid the tops of the pillars and their bands with gold, but their five bases were bronze."
    },
    {
        "o": 2879,
        "r": "csb:Exodus:37:0",
        "t": "Exodus 37",
        "h": 1
    },
    {
        "o": 2880,
        "r": "csb:Exodus:37:0",
        "t": "Making the Ark",
        "h": 2
    },
    {
        "o": 2881,
        "r": "csb:Exodus:37:1",
        "t": "Bezalel*p made the ark of acacia wood, forty-five inches long, twenty-seven inches wide, and twenty-seven inches high."
    },
    {
        "o": 2882,
        "r": "csb:Exodus:37:2",
        "t": "He overlaid it with pure gold inside and out and made a gold molding all around it."
    },
    {
        "o": 2883,
        "r": "csb:Exodus:37:3",
        "t": "He cast four gold rings for it, for its four feet, two rings on one side and two rings on the other side."
    },
    {
        "o": 2884,
        "r": "csb:Exodus:37:4",
        "t": "He made poles of acacia wood and overlaid them with gold."
    },
    {
        "o": 2885,
        "r": "csb:Exodus:37:5",
        "t": "He inserted the poles into the rings on the sides of the ark for carrying the ark."
    },
    {
        "o": 2886,
        "r": "csb:Exodus:37:6",
        "t": "He*p made a mercy seat of pure gold, forty-five inches long and twenty-seven inches wide."
    },
    {
        "o": 2887,
        "r": "csb:Exodus:37:7",
        "t": "He made two cherubim of gold; he made them of hammered work at the two ends of the mercy seat,"
    },
    {
        "o": 2888,
        "r": "csb:Exodus:37:8",
        "t": "one cherub at one end and one cherub at the other end. At each end, he made a cherub of one piece with the mercy seat."
    },
    {
        "o": 2889,
        "r": "csb:Exodus:37:9",
        "t": "They had wings spread out. They faced each other and covered the mercy seat with their wings. The faces of the cherubim were looking toward the mercy seat."
    },
    {
        "o": 2890,
        "r": "csb:Exodus:37:9",
        "t": "Making the Table",
        "h": 2
    },
    {
        "o": 2891,
        "r": "csb:Exodus:37:10",
        "t": "He*p constructed the table of acacia wood, thirty-six inches long, eighteen inches wide, and twenty-seven inches high."
    },
    {
        "o": 2892,
        "r": "csb:Exodus:37:11",
        "t": "He overlaid it with pure gold and made a gold molding all around it."
    },
    {
        "o": 2893,
        "r": "csb:Exodus:37:12",
        "t": "He made a three-inch frame all around it and made a gold molding all around its frame."
    },
    {
        "o": 2894,
        "r": "csb:Exodus:37:13",
        "t": "He cast four gold rings for it and attached the rings to the four corners at its four legs."
    },
    {
        "o": 2895,
        "r": "csb:Exodus:37:14",
        "t": "The rings were next to the frame as holders for the poles to carry the table."
    },
    {
        "o": 2896,
        "r": "csb:Exodus:37:15",
        "t": "He made the poles for carrying the table from acacia wood and overlaid them with gold."
    },
    {
        "o": 2897,
        "r": "csb:Exodus:37:16",
        "t": "He also made the utensils that would be on the table out of pure gold: its plates and cups, as well as its bowls and pitchers for pouring drink offerings."
    },
    {
        "o": 2898,
        "r": "csb:Exodus:37:16",
        "t": "Making the Lampstand",
        "h": 2
    },
    {
        "o": 2899,
        "r": "csb:Exodus:37:17",
        "t": "Then*p he made the lampstand out of pure hammered gold. He made it all of one piece: its base and shaft, its ornamental cups, and its buds and petals."
    },
    {
        "o": 2900,
        "r": "csb:Exodus:37:18",
        "t": "Six branches extended from its sides, three branches of the lampstand from one side and three branches of the lampstand from the other side."
    },
    {
        "o": 2901,
        "r": "csb:Exodus:37:19",
        "t": "There were three cups shaped like almond blossoms, each with a bud and petals, on one branch, and three cups shaped like almond blossoms, each with a bud and petals, on the next branch. It was this way for the six branches that extended from the lampstand."
    },
    {
        "o": 2902,
        "r": "csb:Exodus:37:20",
        "t": "There were four cups shaped like almond blossoms on the lampstand shaft along with its buds and petals."
    },
    {
        "o": 2903,
        "r": "csb:Exodus:37:21",
        "t": "For the six branches that extended from it, a bud was under the first pair of branches from it, a bud under the second pair of branches from it, and a bud under the third pair of branches from it."
    },
    {
        "o": 2904,
        "r": "csb:Exodus:37:22",
        "t": "Their buds and branches were of one piece with it. All of it was a single hammered piece of pure gold."
    },
    {
        "o": 2905,
        "r": "csb:Exodus:37:23",
        "t": "He also made its seven lamps, snuffers, and firepans of pure gold."
    },
    {
        "o": 2906,
        "r": "csb:Exodus:37:24",
        "t": "He made it and all its utensils of seventy-five pounds of pure gold."
    },
    {
        "o": 2907,
        "r": "csb:Exodus:37:24",
        "t": "Making the Altar of Incense",
        "h": 2
    },
    {
        "o": 2908,
        "r": "csb:Exodus:37:25",
        "t": "He*p made the altar of incense out of acacia wood. It was square, eighteen inches long and eighteen inches wide; it was thirty-six inches high. Its horns were of one piece with it."
    },
    {
        "o": 2909,
        "r": "csb:Exodus:37:26",
        "t": "He overlaid it, its top, all around its sides, and its horns with pure gold. Then he made a gold molding all around it."
    },
    {
        "o": 2910,
        "r": "csb:Exodus:37:27",
        "t": "He made two gold rings for it under the molding on two of its sides; he put these on opposite sides of it to be holders for the poles to carry it with."
    },
    {
        "o": 2911,
        "r": "csb:Exodus:37:28",
        "t": "He made the poles of acacia wood and overlaid them with gold."
    },
    {
        "o": 2912,
        "r": "csb:Exodus:37:29",
        "t": "He*p also made the holy anointing oil and the pure, fragrant, and expertly blended incense."
    },
    {
        "o": 2913,
        "r": "csb:Exodus:38:0",
        "t": "Exodus 38",
        "h": 1
    },
    {
        "o": 2914,
        "r": "csb:Exodus:38:0",
        "t": "Making the Altar of Burnt Offering",
        "h": 2
    },
    {
        "o": 2915,
        "r": "csb:Exodus:38:1",
        "t": "Bezalel*p constructed the altar of burnt offering from acacia wood. It was square, 7½ feet long and 7½ feet wide, and was 4½ feet high."
    },
    {
        "o": 2916,
        "r": "csb:Exodus:38:2",
        "t": "He made horns for it on its four corners; the horns were of one piece with it. Then he overlaid it with bronze."
    },
    {
        "o": 2917,
        "r": "csb:Exodus:38:3",
        "t": "He*p made all the altar’s utensils: the pots, shovels, basins, meat forks, and firepans; he made all its utensils of bronze."
    },
    {
        "o": 2918,
        "r": "csb:Exodus:38:4",
        "t": "He constructed for the altar a grate of bronze mesh under its ledge, halfway up from the bottom."
    },
    {
        "o": 2919,
        "r": "csb:Exodus:38:5",
        "t": "He cast four rings at the four corners of the bronze grate as holders for the poles."
    },
    {
        "o": 2920,
        "r": "csb:Exodus:38:6",
        "t": "He made the poles of acacia wood and overlaid them with bronze."
    },
    {
        "o": 2921,
        "r": "csb:Exodus:38:7",
        "t": "Then he inserted the poles into the rings on the sides of the altar in order to carry it with them. He constructed the altar with boards so that it was hollow."
    },
    {
        "o": 2922,
        "r": "csb:Exodus:38:7",
        "t": "Making the Bronze Basin",
        "h": 2
    },
    {
        "o": 2923,
        "r": "csb:Exodus:38:8",
        "t": "He*p made the bronze basin and its stand from the bronze mirrors of the women who served at the entrance to the tent of meeting."
    },
    {
        "o": 2924,
        "r": "csb:Exodus:38:8",
        "t": "Making the Courtyard",
        "h": 2
    },
    {
        "o": 2925,
        "r": "csb:Exodus:38:9",
        "t": "Then*p he made the courtyard. The hangings on the south side of the courtyard were of finely spun linen, 150 feet long,"
    },
    {
        "o": 2926,
        "r": "csb:Exodus:38:10",
        "t": "including their twenty posts and their twenty bronze bases, with silver hooks and silver bands for the posts."
    },
    {
        "o": 2927,
        "r": "csb:Exodus:38:11",
        "t": "The hangings on the north side were also 150 feet long, including their twenty posts and twenty bronze bases. The hooks and bands of the posts were silver."
    },
    {
        "o": 2928,
        "r": "csb:Exodus:38:12",
        "t": "The hangings on the west side were 75 feet long, including their ten posts and their ten bases, with silver hooks and silver bands for the posts."
    },
    {
        "o": 2929,
        "r": "csb:Exodus:38:13",
        "t": "And for the east side toward the sunrise, 75 feet long,"
    },
    {
        "o": 2930,
        "r": "csb:Exodus:38:14",
        "t": "the hangings on one side of the gate were 22½ feet, including their three posts and their three bases."
    },
    {
        "o": 2931,
        "r": "csb:Exodus:38:15",
        "t": "It was the same for the other side of the courtyard gate. The hangings were 22½ feet, including their three posts and their three bases."
    },
    {
        "o": 2932,
        "r": "csb:Exodus:38:16",
        "t": "All the hangings around the courtyard were of finely spun linen."
    },
    {
        "o": 2933,
        "r": "csb:Exodus:38:17",
        "t": "The bases for the posts were bronze; the hooks and bands of the posts were silver; and the plating for the tops of the posts was silver. All the posts of the courtyard were banded with silver."
    },
    {
        "o": 2934,
        "r": "csb:Exodus:38:18",
        "t": "The*p screen for the gate of the courtyard was made of finely spun linen, expertly embroidered with blue, purple, and scarlet yarn. It was 30 feet long, and like the hangings of the courtyard, 7½ feet high."
    },
    {
        "o": 2935,
        "r": "csb:Exodus:38:19",
        "t": "It had four posts with their four bronze bases. Their hooks were silver, and their top plating and their bands were silver."
    },
    {
        "o": 2936,
        "r": "csb:Exodus:38:20",
        "t": "All the tent pegs for the tabernacle and for the surrounding courtyard were bronze."
    },
    {
        "o": 2937,
        "r": "csb:Exodus:38:20",
        "t": "Inventory of Materials",
        "h": 2
    },
    {
        "o": 2938,
        "r": "csb:Exodus:38:21",
        "t": "This*p is the inventory for the tabernacle, the tabernacle of the testimony, that was recorded at Moses’s command. It was the work of the Levites under the direction of Ithamar son of Aaron the priest."
    },
    {
        "o": 2939,
        "r": "csb:Exodus:38:22",
        "t": "Bezalel son of Uri, son of Hur, of the tribe of Judah, made everything that the Lord*s commanded Moses."
    },
    {
        "o": 2940,
        "r": "csb:Exodus:38:23",
        "t": "With him was Oholiab son of Ahisamach, of the tribe of Dan, a gem cutter, a designer, and an embroiderer with blue, purple, and scarlet yarn, and fine linen."
    },
    {
        "o": 2941,
        "r": "csb:Exodus:38:24",
        "t": "All*p the gold of the presentation offering that was used for the project in all the work on the sanctuary, was 2,193 pounds, according to the sanctuary shekel."
    },
    {
        "o": 2942,
        "r": "csb:Exodus:38:25",
        "t": "The silver from those of the community who were registered was 7,544 pounds, according to the sanctuary shekel -"
    },
    {
        "o": 2943,
        "r": "csb:Exodus:38:26",
        "t": "one-fifth of an ounce per man, that is, half a shekel according to the sanctuary shekel, from everyone twenty years old or more who had crossed over to the registered group, 603,550 men."
    },
    {
        "o": 2944,
        "r": "csb:Exodus:38:27",
        "t": "There were 7,500 pounds of silver used to cast the bases of the sanctuary and the bases of the curtain - one hundred bases from 7,500 pounds, 75 pounds for each base."
    },
    {
        "o": 2945,
        "r": "csb:Exodus:38:28",
        "t": "With the remaining 44 pounds he made the hooks for the posts, overlaid their tops, and supplied bands for them."
    },
    {
        "o": 2946,
        "r": "csb:Exodus:38:29",
        "t": "The*p bronze of the presentation offering totaled 5,310 pounds."
    },
    {
        "o": 2947,
        "r": "csb:Exodus:38:30",
        "t": "He made with it the bases for the entrance to the tent of meeting, the bronze altar and its bronze grate, all the utensils for the altar,"
    },
    {
        "o": 2948,
        "r": "csb:Exodus:38:31",
        "t": "the bases for the surrounding courtyard, the bases for the gate of the courtyard, all the tent pegs for the tabernacle, and all the tent pegs for the surrounding courtyard."
    },
    {
        "o": 2949,
        "r": "csb:Exodus:39:0",
        "t": "Exodus 39",
        "h": 1
    },
    {
        "o": 2950,
        "r": "csb:Exodus:39:0",
        "t": "Making the Priestly Garments",
        "h": 2
    },
    {
        "o": 2951,
        "r": "csb:Exodus:39:1",
        "t": "They*p made specially woven garments for ministry in the sanctuary, and the holy garments for Aaron from the blue, purple, and scarlet yarn, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2952,
        "r": "csb:Exodus:39:1",
        "t": "Making the Ephod",
        "h": 2
    },
    {
        "o": 2953,
        "r": "csb:Exodus:39:2",
        "t": "Bezalel*p made the ephod of gold, of blue, purple, and scarlet yarn, and of finely spun linen."
    },
    {
        "o": 2954,
        "r": "csb:Exodus:39:3",
        "t": "They hammered out thin sheets of gold, and he cut threads from them to interweave with the blue, purple, and scarlet yarn, and the fine linen in a skillful design."
    },
    {
        "o": 2955,
        "r": "csb:Exodus:39:4",
        "t": "They made shoulder pieces for attaching it; it was joined together at its two edges."
    },
    {
        "o": 2956,
        "r": "csb:Exodus:39:5",
        "t": "The artistically woven waistband that was on the ephod was of one piece with the ephod, according to the same workmanship of gold, of blue, purple, and scarlet yarn, and of finely spun linen, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2957,
        "r": "csb:Exodus:39:6",
        "t": "Then*p they mounted the onyx stones surrounded with gold filigree settings, engraved with the names of Israel’s sons as a gem cutter engraves a seal."
    },
    {
        "o": 2958,
        "r": "csb:Exodus:39:7",
        "t": "He fastened them on the shoulder pieces of the ephod as memorial stones for the Israelites, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2959,
        "r": "csb:Exodus:39:7",
        "t": "Making the Breastpiece",
        "h": 2
    },
    {
        "o": 2960,
        "r": "csb:Exodus:39:8",
        "t": "He*p also made the embroidered breastpiece with the same workmanship as the ephod of gold, of blue, purple, and scarlet yarn, and of finely spun linen."
    },
    {
        "o": 2961,
        "r": "csb:Exodus:39:9",
        "t": "They made the breastpiece square and folded double, nine inches long and nine inches wide."
    },
    {
        "o": 2962,
        "r": "csb:Exodus:39:10",
        "t": "They mounted four rows of gemstones on it. The*ln first row was a*ln row of carnelian, topaz, and emerald;"
    },
    {
        "o": 2963,
        "r": "csb:Exodus:39:11",
        "t": "the*ln second row, a*ln turquoise, a lapis lazuli, and a diamond;"
    },
    {
        "o": 2964,
        "r": "csb:Exodus:39:12",
        "t": "the*ln third row, a*ln jacinth, an agate, and an amethyst;"
    },
    {
        "o": 2965,
        "r": "csb:Exodus:39:13",
        "t": "and*ln the fourth row, a*ln beryl, an onyx, and a jasper. They*p were surrounded with gold filigree in their settings."
    },
    {
        "o": 2966,
        "r": "csb:Exodus:39:14",
        "t": "The*p twelve stones corresponded to the names of Israel’s sons. Each stone was engraved like a seal with one of the names of the twelve tribes."
    },
    {
        "o": 2967,
        "r": "csb:Exodus:39:15",
        "t": "They*p made braided chains of pure gold cord for the breastpiece."
    },
    {
        "o": 2968,
        "r": "csb:Exodus:39:16",
        "t": "They also fashioned two gold filigree settings and two gold rings and attached the two rings to its two corners."
    },
    {
        "o": 2969,
        "r": "csb:Exodus:39:17",
        "t": "Then they attached the two gold cords to the two gold rings on the corners of the breastpiece."
    },
    {
        "o": 2970,
        "r": "csb:Exodus:39:18",
        "t": "They attached the other ends of the two cords to the two filigree settings, and in this way they attached them to the ephod’s shoulder pieces in front."
    },
    {
        "o": 2971,
        "r": "csb:Exodus:39:19",
        "t": "They made two other gold rings and put them at the two other corners of the breastpiece on the edge that is next to the inner border of the ephod."
    },
    {
        "o": 2972,
        "r": "csb:Exodus:39:20",
        "t": "They made two more gold rings and attached them to the bottom of the ephod’s two shoulder pieces on its front, close to its seam, above the ephod’s woven waistband."
    },
    {
        "o": 2973,
        "r": "csb:Exodus:39:21",
        "t": "Then they tied the breastpiece from its rings to the rings of the ephod with a cord of blue yarn, so that the breastpiece was above the ephod’s waistband and did not come loose from the ephod. They did just as the Lord*s had commanded Moses."
    },
    {
        "o": 2974,
        "r": "csb:Exodus:39:21",
        "t": "Making the Robe",
        "h": 2
    },
    {
        "o": 2975,
        "r": "csb:Exodus:39:22",
        "t": "They*p made the woven robe of the ephod entirely of blue yarn."
    },
    {
        "o": 2976,
        "r": "csb:Exodus:39:23",
        "t": "There was an opening in the center of the robe like that of body armor with a collar around the opening so that it would not tear."
    },
    {
        "o": 2977,
        "r": "csb:Exodus:39:24",
        "t": "They made pomegranates of finely spun blue, purple, and scarlet yarn on the lower hem of the robe."
    },
    {
        "o": 2978,
        "r": "csb:Exodus:39:25",
        "t": "They made bells of pure gold and attached the bells between the pomegranates, all around the hem of the robe between the pomegranates,"
    },
    {
        "o": 2979,
        "r": "csb:Exodus:39:26",
        "t": "a bell and a pomegranate alternating all around the lower hem of the robe to be worn for ministry. They made it just as the Lord*s had commanded Moses."
    },
    {
        "o": 2980,
        "r": "csb:Exodus:39:26",
        "t": "The Other Priestly Garments",
        "h": 2
    },
    {
        "o": 2981,
        "r": "csb:Exodus:39:27",
        "t": "They*p made the tunics of fine woven linen for Aaron and his sons."
    },
    {
        "o": 2982,
        "r": "csb:Exodus:39:28",
        "t": "They made the turban and the ornate headbands of fine linen, the linen undergarments of finely spun linen,"
    },
    {
        "o": 2983,
        "r": "csb:Exodus:39:29",
        "t": "and the sash of finely spun linen expertly embroidered with blue, purple, and scarlet yarn. They did just as the Lord*s had commanded Moses."
    },
    {
        "o": 2984,
        "r": "csb:Exodus:39:29",
        "t": "Making the Holy Diadem",
        "h": 2
    },
    {
        "o": 2985,
        "r": "csb:Exodus:39:30",
        "t": "They*p made a medallion, the holy diadem, out of pure gold and wrote on it an inscription like the engraving on a seal: Holy*s to*s the*s Lord.*s"
    },
    {
        "o": 2986,
        "r": "csb:Exodus:39:31",
        "t": "They attached a cord of blue yarn to it in order to mount it on the turban, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2987,
        "r": "csb:Exodus:39:31",
        "t": "Moses’s Inspection of the Tabernacle",
        "h": 2
    },
    {
        "o": 2988,
        "r": "csb:Exodus:39:32",
        "t": "So*p all the work for the tabernacle, the tent of meeting, was finished. The Israelites did everything just as the Lord*s had commanded Moses."
    },
    {
        "o": 2989,
        "r": "csb:Exodus:39:33",
        "t": "They brought the tabernacle to Moses: the tent with all its furnishings, its clasps, its supports, its crossbars, and its pillars and bases;"
    },
    {
        "o": 2990,
        "r": "csb:Exodus:39:34",
        "t": "the covering of ram skins dyed red and the covering of fine leather; the curtain for the screen;"
    },
    {
        "o": 2991,
        "r": "csb:Exodus:39:35",
        "t": "the ark of the testimony with its poles and the mercy seat;"
    },
    {
        "o": 2992,
        "r": "csb:Exodus:39:36",
        "t": "the table, all its utensils, and the Bread of the Presence;"
    },
    {
        "o": 2993,
        "r": "csb:Exodus:39:37",
        "t": "the pure gold lampstand, with its lamps arranged and all its utensils, as well as the oil for the light;"
    },
    {
        "o": 2994,
        "r": "csb:Exodus:39:38",
        "t": "the gold altar; the anointing oil; the fragrant incense; the screen for the entrance to the tent;"
    },
    {
        "o": 2995,
        "r": "csb:Exodus:39:39",
        "t": "the bronze altar with its bronze grate, its poles, and all its utensils; the basin with its stand;"
    },
    {
        "o": 2996,
        "r": "csb:Exodus:39:40",
        "t": "the hangings of the courtyard, its posts and bases, the screen for the gate of the courtyard, its ropes and tent pegs, and all the furnishings for the service of the tabernacle, the tent of meeting;"
    },
    {
        "o": 2997,
        "r": "csb:Exodus:39:41",
        "t": "and the specially woven garments for ministering in the sanctuary, the holy garments for the priest Aaron and the garments for his sons to serve as priests."
    },
    {
        "o": 2998,
        "r": "csb:Exodus:39:42",
        "t": "The Israelites had done all the work according to everything the Lord*s had commanded Moses."
    },
    {
        "o": 2999,
        "r": "csb:Exodus:39:43",
        "t": "Moses inspected all the work they had accomplished. They had done just as the Lord*s commanded. Then Moses blessed them."
    },
    {
        "o": 3000,
        "r": "csb:Exodus:40:0",
        "t": "Exodus 40",
        "h": 1
    },
    {
        "o": 3001,
        "r": "csb:Exodus:40:0",
        "t": "Setting Up the Tabernacle",
        "h": 2
    },
    {
        "o": 3002,
        "r": "csb:Exodus:40:1",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3003,
        "r": "csb:Exodus:40:2",
        "t": "“You are to set up the tabernacle, the tent of meeting, on the first day of the first month."
    },
    {
        "o": 3004,
        "r": "csb:Exodus:40:3",
        "t": "Put the ark of the testimony there and screen off the ark with the curtain."
    },
    {
        "o": 3005,
        "r": "csb:Exodus:40:4",
        "t": "Then bring in the table and lay out its arrangement; also bring in the lampstand and set up its lamps."
    },
    {
        "o": 3006,
        "r": "csb:Exodus:40:5",
        "t": "Place the gold altar for incense in front of the ark of the testimony. Put up the screen for the entrance to the tabernacle."
    },
    {
        "o": 3007,
        "r": "csb:Exodus:40:6",
        "t": "Position the altar of burnt offering in front of the entrance to the tabernacle, the tent of meeting."
    },
    {
        "o": 3008,
        "r": "csb:Exodus:40:7",
        "t": "Place the basin between the tent of meeting and the altar, and put water in it."
    },
    {
        "o": 3009,
        "r": "csb:Exodus:40:8",
        "t": "Assemble the surrounding courtyard and hang the screen for the gate of the courtyard."
    },
    {
        "o": 3010,
        "r": "csb:Exodus:40:9",
        "t": "“Take*p the anointing oil and anoint the tabernacle and everything in it; consecrate it along with all its furnishings so that it will be holy."
    },
    {
        "o": 3011,
        "r": "csb:Exodus:40:10",
        "t": "Anoint the altar of burnt offering and all its utensils; consecrate the altar so that it will be especially holy."
    },
    {
        "o": 3012,
        "r": "csb:Exodus:40:11",
        "t": "Anoint the basin and its stand and consecrate it."
    },
    {
        "o": 3013,
        "r": "csb:Exodus:40:12",
        "t": "“Then*p bring Aaron and his sons to the entrance to the tent of meeting and wash them with water."
    },
    {
        "o": 3014,
        "r": "csb:Exodus:40:13",
        "t": "Clothe Aaron with the holy garments, anoint him, and consecrate him, so that he can serve me as a priest."
    },
    {
        "o": 3015,
        "r": "csb:Exodus:40:14",
        "t": "Have his sons come forward and clothe them in tunics."
    },
    {
        "o": 3016,
        "r": "csb:Exodus:40:15",
        "t": "Anoint them just as you anointed their father, so that they may also serve me as priests. Their anointing will serve to inaugurate a permanent priesthood for them throughout their generations.”"
    },
    {
        "o": 3017,
        "r": "csb:Exodus:40:16",
        "t": "Moses*p did everything just as the Lord*s had commanded him."
    },
    {
        "o": 3018,
        "r": "csb:Exodus:40:17",
        "t": "The tabernacle was set up in the first month of the second year, on the first day of the month."
    },
    {
        "o": 3019,
        "r": "csb:Exodus:40:18",
        "t": "Moses set up the tabernacle: He laid its bases, positioned its supports, inserted its crossbars, and set up its pillars."
    },
    {
        "o": 3020,
        "r": "csb:Exodus:40:19",
        "t": "Then he spread the tent over the tabernacle and put the covering of the tent on top of it, just as the Lord*s had commanded Moses."
    },
    {
        "o": 3021,
        "r": "csb:Exodus:40:20",
        "t": "Moses*p took the testimony and placed it in the ark, and attached the poles to the ark. He set the mercy seat on top of the ark."
    },
    {
        "o": 3022,
        "r": "csb:Exodus:40:21",
        "t": "He brought the ark into the tabernacle, put up the curtain for the screen, and screened off the ark of the testimony, just as the Lord*s had commanded him."
    },
    {
        "o": 3023,
        "r": "csb:Exodus:40:22",
        "t": "Moses*p placed the table in the tent of meeting on the north side of the tabernacle, outside the curtain."
    },
    {
        "o": 3024,
        "r": "csb:Exodus:40:23",
        "t": "He arranged the bread on it before the Lord,*s just as the Lord*s had commanded him."
    },
    {
        "o": 3025,
        "r": "csb:Exodus:40:24",
        "t": "He put the lampstand in the tent of meeting opposite the table on the south side of the tabernacle"
    },
    {
        "o": 3026,
        "r": "csb:Exodus:40:25",
        "t": "and set up the lamps before the Lord,*s just as the Lord*s had commanded him."
    },
    {
        "o": 3027,
        "r": "csb:Exodus:40:26",
        "t": "Moses*p installed the gold altar in the tent of meeting, in front of the curtain,"
    },
    {
        "o": 3028,
        "r": "csb:Exodus:40:27",
        "t": "and burned fragrant incense on it, just as the Lord*s had commanded him."
    },
    {
        "o": 3029,
        "r": "csb:Exodus:40:28",
        "t": "He put up the screen at the entrance to the tabernacle."
    },
    {
        "o": 3030,
        "r": "csb:Exodus:40:29",
        "t": "He placed the altar of burnt offering at the entrance to the tabernacle, the tent of meeting, and offered the burnt offering and the grain offering on it, just as the Lord*s had commanded him."
    },
    {
        "o": 3031,
        "r": "csb:Exodus:40:30",
        "t": "He*p set the basin between the tent of meeting and the altar and put water in it for washing."
    },
    {
        "o": 3032,
        "r": "csb:Exodus:40:31",
        "t": "Moses, Aaron, and his sons washed their hands and feet from it."
    },
    {
        "o": 3033,
        "r": "csb:Exodus:40:32",
        "t": "They washed whenever they came to the tent of meeting and approached the altar, just as the Lord*s had commanded Moses."
    },
    {
        "o": 3034,
        "r": "csb:Exodus:40:33",
        "t": "Next*p Moses set up the surrounding courtyard for the tabernacle and the altar and hung a screen for the gate of the courtyard. So Moses finished the work."
    },
    {
        "o": 3035,
        "r": "csb:Exodus:40:33",
        "t": "The Lord’s Glory",
        "h": 2
    },
    {
        "o": 3036,
        "r": "csb:Exodus:40:34",
        "t": "The*p cloud covered the tent of meeting, and the glory of the Lord*s filled the tabernacle."
    },
    {
        "o": 3037,
        "r": "csb:Exodus:40:35",
        "t": "Moses was unable to enter the tent of meeting because the cloud rested on it, and the glory of the Lord*s filled the tabernacle."
    },
    {
        "o": 3038,
        "r": "csb:Exodus:40:36",
        "t": "The*p Israelites set out whenever the cloud was taken up from the tabernacle throughout all the stages of their journey."
    },
    {
        "o": 3039,
        "r": "csb:Exodus:40:37",
        "t": "If the cloud was not taken up, they did not set out until the day it was taken up."
    },
    {
        "o": 3040,
        "r": "csb:Exodus:40:38",
        "t": "For the cloud of the Lord*s was over the tabernacle by day, and there was a fire inside the cloud by night, visible to the entire house of Israel throughout all the stages of their journey."
    }
]
