[
    {
        "o": 5998,
        "r": "nkjv:Deuteronomy:21:0",
        "t": "Deuteronomy 21",
        "h": 1
    },
    {
        "o": 5999,
        "r": "nkjv:Deuteronomy:21:0",
        "t": "The Law Concerning Unsolved Murder",
        "h": 2
    },
    {
        "o": 6000,
        "r": "nkjv:Deuteronomy:21:1",
        "t": "“If*p anyone*i is found slain, lying in the field in the land which the Lord*s your God is giving you to possess, and*i it is not known who killed him,"
    },
    {
        "o": 6001,
        "r": "nkjv:Deuteronomy:21:2",
        "t": "then your elders and your judges shall go out and measure the*i distance*i from the slain man to the surrounding cities."
    },
    {
        "o": 6002,
        "r": "nkjv:Deuteronomy:21:3",
        "t": "And it shall be that*i the elders of the city nearest to the slain man will take a heifer which has not been worked and*i which has not pulled with a yoke."
    },
    {
        "o": 6003,
        "r": "nkjv:Deuteronomy:21:4",
        "t": "The elders of that city shall bring the heifer down to a valley with flowing water, which is neither plowed nor sown, and they shall break the heifer’s neck there in the valley."
    },
    {
        "o": 6004,
        "r": "nkjv:Deuteronomy:21:5",
        "t": "Then the priests, the sons of Levi, shall come near, for the Lord*s your God has chosen them to minister to Him and to bless in the name of the Lord;*s by their word every controversy and every assault shall be settled.*i"
    },
    {
        "o": 6005,
        "r": "nkjv:Deuteronomy:21:6",
        "t": "And all the elders of that city nearest to the slain man*i shall wash their hands over the heifer whose neck was broken in the valley."
    },
    {
        "o": 6006,
        "r": "nkjv:Deuteronomy:21:7",
        "t": "Then they shall answer and say, ‘Our hands have not shed this blood, nor have our eyes seen it.*i"
    },
    {
        "o": 6007,
        "r": "nkjv:Deuteronomy:21:8",
        "t": "Provide atonement, O Lord,*s for Your people Israel, whom You have redeemed, and do not lay innocent blood to the charge of Your people Israel.’ And atonement shall be provided on their behalf for the blood."
    },
    {
        "o": 6008,
        "r": "nkjv:Deuteronomy:21:9",
        "t": "So you shall put away the guilt*i of*i innocent blood from among you when you do what*i is*i right in the sight of the Lord.*s"
    },
    {
        "o": 6009,
        "r": "nkjv:Deuteronomy:21:9",
        "t": "Female Captives",
        "h": 2
    },
    {
        "o": 6010,
        "r": "nkjv:Deuteronomy:21:10",
        "t": "“When*p you go out to war against your enemies, and the Lord*s your God delivers them into your hand, and you take them captive,"
    },
    {
        "o": 6011,
        "r": "nkjv:Deuteronomy:21:11",
        "t": "and you see among the captives a beautiful woman, and desire her and would take her for your wife,"
    },
    {
        "o": 6012,
        "r": "nkjv:Deuteronomy:21:12",
        "t": "then you shall bring her home to your house, and she shall shave her head and trim her nails."
    },
    {
        "o": 6013,
        "r": "nkjv:Deuteronomy:21:13",
        "t": "She shall put off the clothes of her captivity, remain in your house, and mourn her father and her mother a full month; after that you may go in to her and be her husband, and she shall be your wife."
    },
    {
        "o": 6014,
        "r": "nkjv:Deuteronomy:21:14",
        "t": "And it shall be, if you have no delight in her, then you shall set her free, but you certainly shall not sell her for money; you shall not treat her brutally, because you have humbled her."
    },
    {
        "o": 6015,
        "r": "nkjv:Deuteronomy:21:14",
        "t": "Firstborn Inheritance Rights",
        "h": 2
    },
    {
        "o": 6016,
        "r": "nkjv:Deuteronomy:21:15",
        "t": "“If*p a man has two wives, one loved and the other unloved, and they have borne him children, both*i the loved and the unloved, and if*i the firstborn son is of her who is unloved,"
    },
    {
        "o": 6017,
        "r": "nkjv:Deuteronomy:21:16",
        "t": "then it shall be, on the day he bequeaths his possessions to his sons, that*i he must not bestow firstborn status on the son of the loved wife in preference to the son of the unloved, the true*i firstborn."
    },
    {
        "o": 6018,
        "r": "nkjv:Deuteronomy:21:17",
        "t": "But he shall acknowledge the son of the unloved wife as*i the firstborn by giving him a double portion of all that he has, for he is*i the beginning of his strength; the right of the firstborn is*i his."
    },
    {
        "o": 6019,
        "r": "nkjv:Deuteronomy:21:17",
        "t": "The Rebellious Son",
        "h": 2
    },
    {
        "o": 6020,
        "r": "nkjv:Deuteronomy:21:18",
        "t": "“If*p a man has a stubborn and rebellious son who will not obey the voice of his father or the voice of his mother, and who,*i when they have chastened him, will not heed them,"
    },
    {
        "o": 6021,
        "r": "nkjv:Deuteronomy:21:19",
        "t": "then his father and his mother shall take hold of him and bring him out to the elders of his city, to the gate of his city."
    },
    {
        "o": 6022,
        "r": "nkjv:Deuteronomy:21:20",
        "t": "And they shall say to the elders of his city, ‘This son of ours is stubborn and rebellious; he will not obey our voice; he is a glutton and a drunkard.’"
    },
    {
        "o": 6023,
        "r": "nkjv:Deuteronomy:21:21",
        "t": "Then all the men of his city shall stone him to death with stones; so you shall put away the evil from among you, and all Israel shall hear and fear."
    },
    {
        "o": 6024,
        "r": "nkjv:Deuteronomy:21:21",
        "t": "Miscellaneous Laws",
        "h": 2
    },
    {
        "o": 6025,
        "r": "nkjv:Deuteronomy:21:22",
        "t": "“If*p a man has committed a sin deserving of death, and he is put to death, and you hang him on a tree,"
    },
    {
        "o": 6026,
        "r": "nkjv:Deuteronomy:21:23",
        "t": "his body shall not remain overnight on the tree, but you shall surely bury him that day, so that you do not defile the land which the Lord*s your God is giving you as*i an inheritance; for he who is hanged is*i accursed of God."
    }
]
