[
    {
        "o": 29660,
        "r": "kjv:1 Corinthians:5:0",
        "t": "1 Corinthians 5",
        "h": 1
    },
    {
        "o": 29661,
        "r": "kjv:1 Corinthians:5:1",
        "t": "It*p is reported commonly that there is fornication among you, and such fornication as is not so much as named among the Gentiles, that one should have his father's wife."
    },
    {
        "o": 29662,
        "r": "kjv:1 Corinthians:5:2",
        "t": "And*p ye are puffed up, and have not rather mourned, that he that hath done this deed might be taken away from among you."
    },
    {
        "o": 29663,
        "r": "kjv:1 Corinthians:5:3",
        "t": "For*p I verily, as absent in body, but present in spirit, have judged already, as though I were present, concerning him that hath so done this deed,"
    },
    {
        "o": 29664,
        "r": "kjv:1 Corinthians:5:4",
        "t": "In*p the name of our Lord Jesus Christ, when ye are gathered together, and my spirit, with the power of our Lord Jesus Christ,"
    },
    {
        "o": 29665,
        "r": "kjv:1 Corinthians:5:5",
        "t": "To*p deliver such an one unto Satan for the destruction of the flesh, that the spirit may be saved in the day of the Lord Jesus."
    },
    {
        "o": 29666,
        "r": "kjv:1 Corinthians:5:6",
        "t": "Your*p glorying is not good. Know ye not that a little leaven leaveneth the whole lump?"
    },
    {
        "o": 29667,
        "r": "kjv:1 Corinthians:5:7",
        "t": "Purge*p out therefore the old leaven, that ye may be a new lump, as ye are unleavened. For even Christ our passover is sacrificed for us:"
    },
    {
        "o": 29668,
        "r": "kjv:1 Corinthians:5:8",
        "t": "Therefore*p let us keep the feast, not with old leaven, neither with the leaven of malice and wickedness; but with the unleavened bread of sincerity and truth."
    },
    {
        "o": 29669,
        "r": "kjv:1 Corinthians:5:9",
        "t": "I*p wrote unto you in an epistle not to company with fornicators:"
    },
    {
        "o": 29670,
        "r": "kjv:1 Corinthians:5:10",
        "t": "Yet*p not altogether with the fornicators of this world, or with the covetous, or extortioners, or with idolaters; for then must ye needs go out of the world."
    },
    {
        "o": 29671,
        "r": "kjv:1 Corinthians:5:11",
        "t": "But*p now I have written unto you not to keep company, if any man that is called a brother be a fornicator, or covetous, or an idolater, or a railer, or a drunkard, or an extortioner; with such an one no not to eat."
    },
    {
        "o": 29672,
        "r": "kjv:1 Corinthians:5:12",
        "t": "For*p what have I to do to judge them also that are without? do not ye judge them that are within?"
    },
    {
        "o": 29673,
        "r": "kjv:1 Corinthians:5:13",
        "t": "But*p them that are without God judgeth. Therefore put away from among yourselves that wicked person."
    }
]
