[
    {
        "o": 7913,
        "r": "csb:Ruth:2:0",
        "t": "Ruth 2",
        "h": 1
    },
    {
        "o": 7914,
        "r": "csb:Ruth:2:0",
        "t": "Ruth and Boaz Meet",
        "h": 2
    },
    {
        "o": 7915,
        "r": "csb:Ruth:2:1",
        "t": "Now*p Naomi had a relative on her husband’s side. He was a prominent man of noble character from Elimelech’s family. His name was Boaz."
    },
    {
        "o": 7916,
        "r": "csb:Ruth:2:2",
        "t": "Ruth*p the Moabitess asked Naomi, “Will you let me go into the fields and gather fallen grain behind someone with whom I find favor?” Naomi*p answered her, “Go ahead, my daughter.”"
    },
    {
        "o": 7917,
        "r": "csb:Ruth:2:3",
        "t": "So Ruth left and entered the field to gather grain behind the harvesters. She happened to be in the portion of the field belonging to Boaz, who was from Elimelech’s family."
    },
    {
        "o": 7918,
        "r": "csb:Ruth:2:4",
        "t": "Later,*p when Boaz arrived from Bethlehem, he said to the harvesters, “The Lord*s be with you.” “The*p Lord*s bless you,” they replied."
    },
    {
        "o": 7919,
        "r": "csb:Ruth:2:5",
        "t": "Boaz*p asked his servant who was in charge of the harvesters, “Whose young woman is this?”"
    },
    {
        "o": 7920,
        "r": "csb:Ruth:2:6",
        "t": "The*p servant answered, “She is the young Moabite woman who returned with Naomi from the territory of Moab."
    },
    {
        "o": 7921,
        "r": "csb:Ruth:2:7",
        "t": "She asked, ‘Will you let me gather fallen grain among the bundles behind the harvesters? ’ She came and has been on her feet since early morning, except that she rested a little in the shelter.”"
    },
    {
        "o": 7922,
        "r": "csb:Ruth:2:8",
        "t": "Then*p Boaz said to Ruth, “Listen, my daughter. Don’t go and gather grain in another field, and don’t leave this one, but stay here close to my female servants."
    },
    {
        "o": 7923,
        "r": "csb:Ruth:2:9",
        "t": "See which field they are harvesting, and follow them. Haven’t I ordered the young men not to touch you? When you are thirsty, go and drink from the jars the young men have filled.”"
    },
    {
        "o": 7924,
        "r": "csb:Ruth:2:10",
        "t": "She*p fell facedown, bowed to the ground, and said to him, “Why have I found favor with you, so that you notice me, although I am a foreigner?”"
    },
    {
        "o": 7925,
        "r": "csb:Ruth:2:11",
        "t": "Boaz*p answered her, “Everything you have done for your mother-in-law since your husband’s death has been fully reported to me: how you left your father and mother and your native land, and how you came to a people you didn’t previously know."
    },
    {
        "o": 7926,
        "r": "csb:Ruth:2:12",
        "t": "May the Lord*s reward you for what you have done, and may you receive a full reward from the Lord*s God of Israel, under whose wings you have come for refuge.”"
    },
    {
        "o": 7927,
        "r": "csb:Ruth:2:13",
        "t": "“My*p lord,” she said, “I have found favor with you, for you have comforted and encouraged your servant, although I am not like one of your female servants.”"
    },
    {
        "o": 7928,
        "r": "csb:Ruth:2:14",
        "t": "At*p mealtime Boaz told her, “Come over here and have some bread and dip it in the vinegar sauce.” So she sat beside the harvesters, and he offered her roasted grain. She ate and was satisfied and had some left over."
    },
    {
        "o": 7929,
        "r": "csb:Ruth:2:15",
        "t": "When*p she got up to gather grain, Boaz ordered his young men, “Let her even gather grain among the bundles, and don’t humiliate her."
    },
    {
        "o": 7930,
        "r": "csb:Ruth:2:16",
        "t": "Pull out some stalks from the bundles for her and leave them for her to gather. Don’t rebuke her.”"
    },
    {
        "o": 7931,
        "r": "csb:Ruth:2:17",
        "t": "So Ruth gathered grain in the field until evening. She beat out what she had gathered, and it was about twenty-six quarts of barley."
    },
    {
        "o": 7932,
        "r": "csb:Ruth:2:18",
        "t": "She picked up the grain and went into the town, where her mother-in-law saw what she had gleaned. She brought out what she had left over from her meal and gave it to her."
    },
    {
        "o": 7933,
        "r": "csb:Ruth:2:19",
        "t": "Her*p mother-in-law said to her, “Where did you gather barley today, and where did you work? May the Lord*s bless the man who noticed you.” Ruth*p told her mother-in-law whom she had worked with and said, “The name of the man I worked with today is Boaz.”"
    },
    {
        "o": 7934,
        "r": "csb:Ruth:2:20",
        "t": "Then*p Naomi said to her daughter-in-law, “May the Lord*s bless him because he has not abandoned his kindness to the living or the dead.” Naomi continued, “The man is a close relative. He is one of our family redeemers.”"
    },
    {
        "o": 7935,
        "r": "csb:Ruth:2:21",
        "t": "Ruth*p the Moabitess said, “He also told me, ‘Stay with my young men until they have finished all of my harvest.’”"
    },
    {
        "o": 7936,
        "r": "csb:Ruth:2:22",
        "t": "So*p Naomi said to her daughter-in-law Ruth, “My daughter, it is good for you to work with his female servants, so that nothing will happen to you in another field.”"
    },
    {
        "o": 7937,
        "r": "csb:Ruth:2:23",
        "t": "Ruth stayed close to Boaz’s female servants and gathered grain until the barley and the wheat harvests were finished. And she lived with her mother-in-law."
    }
]
