[
    {
        "o": 21928,
        "r": "niv:Jeremiah:40:0",
        "t": "Jeremiah 40",
        "h": 1
    },
    {
        "o": 21929,
        "r": "niv:Jeremiah:40:0",
        "t": "Jeremiah Freed",
        "h": 2
    },
    {
        "o": 21930,
        "r": "niv:Jeremiah:40:1",
        "t": "The*p word came to Jeremiah from the Lord*s after Nebuzaradan commander of the imperial guard had released him at Ramah. He had found Jeremiah bound in chains among all the captives from Jerusalem and Judah who were being carried into exile to Babylon."
    },
    {
        "o": 21931,
        "r": "niv:Jeremiah:40:2",
        "t": "When the commander of the guard found Jeremiah, he said to him, “The Lord*s your God decreed this disaster for this place."
    },
    {
        "o": 21932,
        "r": "niv:Jeremiah:40:3",
        "t": "And now the Lord*s has brought it about; he has done just as he said he would. All this happened because you people sinned against the Lord*s and did not obey him."
    },
    {
        "o": 21933,
        "r": "niv:Jeremiah:40:4",
        "t": "But today I am freeing you from the chains on your wrists. Come with me to Babylon, if you like, and I will look after you; but if you do not want to, then don’t come. Look, the whole country lies before you; go wherever you please.”"
    },
    {
        "o": 21934,
        "r": "niv:Jeremiah:40:5",
        "t": "However, before Jeremiah turned to go, Nebuzaradan added, “Go back to Gedaliah son of Ahikam, the son of Shaphan, whom the king of Babylon has appointed over the towns of Judah, and live with him among the people, or go anywhere else you please.” Then*p the commander gave him provisions and a present and let him go."
    },
    {
        "o": 21935,
        "r": "niv:Jeremiah:40:6",
        "t": "So Jeremiah went to Gedaliah son of Ahikam at Mizpah and stayed with him among the people who were left behind in the land."
    },
    {
        "o": 21936,
        "r": "niv:Jeremiah:40:6",
        "t": "Gedaliah Assassinated",
        "h": 2
    },
    {
        "o": 21937,
        "r": "niv:Jeremiah:40:7",
        "t": "When*p all the army officers and their men who were still in the open country heard that the king of Babylon had appointed Gedaliah son of Ahikam as governor over the land and had put him in charge of the men, women and children who were the poorest in the land and who had not been carried into exile to Babylon,"
    },
    {
        "o": 21938,
        "r": "niv:Jeremiah:40:8",
        "t": "they came to Gedaliah at Mizpah—Ishmael son of Nethaniah, Johanan and Jonathan the sons of Kareah, Seraiah son of Tanhumeth, the sons of Ephai the Netophathite, and Jaazaniah the son of the Maakathite, and their men."
    },
    {
        "o": 21939,
        "r": "niv:Jeremiah:40:9",
        "t": "Gedaliah son of Ahikam, the son of Shaphan, took an oath to reassure them and their men. “Do not be afraid to serve the Babylonians,” he said. “Settle down in the land and serve the king of Babylon, and it will go well with you."
    },
    {
        "o": 21940,
        "r": "niv:Jeremiah:40:10",
        "t": "I myself will stay at Mizpah to represent you before the Babylonians who come to us, but you are to harvest the wine, summer fruit and olive oil, and put them in your storage jars, and live in the towns you have taken over.”"
    },
    {
        "o": 21941,
        "r": "niv:Jeremiah:40:11",
        "t": "When*p all the Jews in Moab, Ammon, Edom and all the other countries heard that the king of Babylon had left a remnant in Judah and had appointed Gedaliah son of Ahikam, the son of Shaphan, as governor over them,"
    },
    {
        "o": 21942,
        "r": "niv:Jeremiah:40:12",
        "t": "they all came back to the land of Judah, to Gedaliah at Mizpah, from all the countries where they had been scattered. And they harvested an abundance of wine and summer fruit."
    },
    {
        "o": 21943,
        "r": "niv:Jeremiah:40:13",
        "t": "Johanan*p son of Kareah and all the army officers still in the open country came to Gedaliah at Mizpah"
    },
    {
        "o": 21944,
        "r": "niv:Jeremiah:40:14",
        "t": "and said to him, “Don’t you know that Baalis king of the Ammonites has sent Ishmael son of Nethaniah to take your life?” But Gedaliah son of Ahikam did not believe them."
    },
    {
        "o": 21945,
        "r": "niv:Jeremiah:40:15",
        "t": "Then*p Johanan son of Kareah said privately to Gedaliah in Mizpah, “Let me go and kill Ishmael son of Nethaniah, and no one will know it. Why should he take your life and cause all the Jews who are gathered around you to be scattered and the remnant of Judah to perish?”"
    },
    {
        "o": 21946,
        "r": "niv:Jeremiah:40:16",
        "t": "But*p Gedaliah son of Ahikam said to Johanan son of Kareah, “Don’t do such a thing! What you are saying about Ishmael is not true.”"
    }
]
