[
    {
        "o": 8696,
        "r": "csb:1 Samuel:25:0",
        "t": "1 Samuel 25",
        "h": 1
    },
    {
        "o": 8697,
        "r": "csb:1 Samuel:25:0",
        "t": "David, Nabal, and Abigail",
        "h": 2
    },
    {
        "o": 8698,
        "r": "csb:1 Samuel:25:1",
        "t": "Samuel*p died, and all Israel assembled to mourn for him, and they buried him by his home in Ramah. David then went down to the Wilderness of Paran."
    },
    {
        "o": 8699,
        "r": "csb:1 Samuel:25:2",
        "t": "A*p man in Maon had a business in Carmel; he was a very rich man with three thousand sheep and one thousand goats and was shearing his sheep in Carmel."
    },
    {
        "o": 8700,
        "r": "csb:1 Samuel:25:3",
        "t": "The man’s name was Nabal, and his wife’s name, Abigail. The woman was intelligent and beautiful, but the man, a Calebite, was harsh and evil in his dealings."
    },
    {
        "o": 8701,
        "r": "csb:1 Samuel:25:4",
        "t": "While*p David was in the wilderness, he heard that Nabal was shearing sheep,"
    },
    {
        "o": 8702,
        "r": "csb:1 Samuel:25:5",
        "t": "so David sent ten young men instructing them, “Go up to Carmel, and when you come to Nabal, greet him in my name."
    },
    {
        "o": 8703,
        "r": "csb:1 Samuel:25:6",
        "t": "Then say this: ‘Long life to you, and peace to you, peace to your family, and peace to all that is yours."
    },
    {
        "o": 8704,
        "r": "csb:1 Samuel:25:7",
        "t": "I hear that you are shearing. When your shepherds were with us, we did not harass them, and nothing of theirs was missing the whole time they were in Carmel."
    },
    {
        "o": 8705,
        "r": "csb:1 Samuel:25:8",
        "t": "Ask your young men, and they will tell you. So let my young men find favor with you, for we have come on a feast day. Please give whatever you have on hand to your servants and to your son David.’”"
    },
    {
        "o": 8706,
        "r": "csb:1 Samuel:25:9",
        "t": "David’s*p young men went and said all these things to Nabal on David’s behalf, and they waited."
    },
    {
        "o": 8707,
        "r": "csb:1 Samuel:25:10",
        "t": "Nabal asked them, “Who is David? Who is Jesse’s son? Many slaves these days are running away from their masters."
    },
    {
        "o": 8708,
        "r": "csb:1 Samuel:25:11",
        "t": "Am I supposed to take my bread, my water, and my meat that I butchered for my shearers and give them to these men? I don’t know where they are from.”"
    },
    {
        "o": 8709,
        "r": "csb:1 Samuel:25:12",
        "t": "David’s*p young men retraced their steps. When they returned to him, they reported all these words."
    },
    {
        "o": 8710,
        "r": "csb:1 Samuel:25:13",
        "t": "He said to his men, “All of you, put on your swords!” So each man put on his sword, and David also put on his sword. About four hundred men followed David while two hundred stayed with the supplies."
    },
    {
        "o": 8711,
        "r": "csb:1 Samuel:25:14",
        "t": "One*p of Nabal’s young men informed Abigail, Nabal’s wife, “Look, David sent messengers from the wilderness to greet our master, but he screamed at them."
    },
    {
        "o": 8712,
        "r": "csb:1 Samuel:25:15",
        "t": "The men treated us very well. When we were in the field, we weren’t harassed and nothing of ours was missing the whole time we were living among them."
    },
    {
        "o": 8713,
        "r": "csb:1 Samuel:25:16",
        "t": "They were a wall around us, both day and night, the entire time we were with them herding the sheep."
    },
    {
        "o": 8714,
        "r": "csb:1 Samuel:25:17",
        "t": "Now consider carefully what you should do, because there is certain to be trouble for our master and his entire family. He is such a worthless fool nobody can talk to him!”"
    },
    {
        "o": 8715,
        "r": "csb:1 Samuel:25:18",
        "t": "Abigail*p hurried, taking two hundred loaves of bread, two clay jars of wine, five butchered sheep, a bushel of roasted grain, one hundred clusters of raisins, and two hundred cakes of pressed figs, and loaded them on donkeys."
    },
    {
        "o": 8716,
        "r": "csb:1 Samuel:25:19",
        "t": "Then she said to her male servants, “Go ahead of me. I will be right behind you.” But she did not tell her husband, Nabal."
    },
    {
        "o": 8717,
        "r": "csb:1 Samuel:25:20",
        "t": "As*p she rode the donkey down a mountain pass hidden from view, she saw David and his men coming toward her and met them."
    },
    {
        "o": 8718,
        "r": "csb:1 Samuel:25:21",
        "t": "David had just said, “I guarded everything that belonged to this man in the wilderness for nothing. He was not missing anything, yet he paid me back evil for good."
    },
    {
        "o": 8719,
        "r": "csb:1 Samuel:25:22",
        "t": "May God punish me and do so severely if I let any of his males survive until morning.”"
    },
    {
        "o": 8720,
        "r": "csb:1 Samuel:25:23",
        "t": "When*p Abigail saw David, she quickly got off the donkey and knelt down with her face to the ground and paid homage to David."
    },
    {
        "o": 8721,
        "r": "csb:1 Samuel:25:24",
        "t": "She knelt at his feet and said, “The guilt is mine, my lord, but please let your servant speak to you directly. Listen to the words of your servant."
    },
    {
        "o": 8722,
        "r": "csb:1 Samuel:25:25",
        "t": "My lord should pay no attention to this worthless fool Nabal, for he lives up to his name: His name means ‘stupid,’ and stupidity is all he knows. I, your servant, didn’t see my lord’s young men whom you sent."
    },
    {
        "o": 8723,
        "r": "csb:1 Samuel:25:26",
        "t": "Now my lord, as surely as the Lord*s lives and as you yourself live— it is the Lord*s who kept you from participating in bloodshed and avenging yourself by your own hand—may your enemies and those who intend to harm my lord be like Nabal."
    },
    {
        "o": 8724,
        "r": "csb:1 Samuel:25:27",
        "t": "Let this gift your servant has brought to my lord be given to the young men who follow my lord."
    },
    {
        "o": 8725,
        "r": "csb:1 Samuel:25:28",
        "t": "Please forgive your servant’s offense, for the Lord*s is certain to make a lasting dynasty for my lord because he fights the Lord’s*s battles. Throughout your life, may evil not be found in you."
    },
    {
        "o": 8726,
        "r": "csb:1 Samuel:25:29",
        "t": "“Someone*p is pursuing you and intends to take your life. My lord’s life is tucked safely in the place where the Lord*s your God protects the living, but he is flinging away your enemies’ lives like stones from a sling."
    },
    {
        "o": 8727,
        "r": "csb:1 Samuel:25:30",
        "t": "When the Lord*s does for my lord all the good he promised you and appoints you ruler over Israel,"
    },
    {
        "o": 8728,
        "r": "csb:1 Samuel:25:31",
        "t": "there will not be remorse or a troubled conscience for my lord because of needless bloodshed or my lord’s revenge. And when the Lord*s does good things for my lord, may you remember me your servant.”"
    },
    {
        "o": 8729,
        "r": "csb:1 Samuel:25:32",
        "t": "Then*p David said to Abigail, “Blessed be the Lord*s God of Israel, who sent you to meet me today!"
    },
    {
        "o": 8730,
        "r": "csb:1 Samuel:25:33",
        "t": "May your discernment be blessed, and may you be blessed. Today you kept me from participating in bloodshed and avenging myself by my own hand."
    },
    {
        "o": 8731,
        "r": "csb:1 Samuel:25:34",
        "t": "Otherwise, as surely as the Lord*s God of Israel lives, who prevented me from harming you, if you had not come quickly to meet me, Nabal wouldn’t have had any males left by morning light.”"
    },
    {
        "o": 8732,
        "r": "csb:1 Samuel:25:35",
        "t": "Then David accepted what she had brought him and said, “Go home in peace. See, I have heard what you said and have granted your request.”"
    },
    {
        "o": 8733,
        "r": "csb:1 Samuel:25:36",
        "t": "Then*p Abigail went to Nabal, and there he was in his house, holding a feast fit for a king. Nabal’s heart was cheerful, and he was very drunk, so she didn’t say anything to him until morning light."
    },
    {
        "o": 8734,
        "r": "csb:1 Samuel:25:37",
        "t": "In*p the morning when Nabal sobered up, his wife told him about these events. His heart died and he became a stone."
    },
    {
        "o": 8735,
        "r": "csb:1 Samuel:25:38",
        "t": "About ten days later, the Lord*s struck Nabal dead."
    },
    {
        "o": 8736,
        "r": "csb:1 Samuel:25:39",
        "t": "When*p David heard that Nabal was dead, he said, “Blessed be the Lord*s who championed my cause against Nabal’s insults and restrained his servant from doing evil. The Lord*s brought Nabal’s evil deeds back on his own head.” Then*p David sent messengers to speak to Abigail about marrying him."
    },
    {
        "o": 8737,
        "r": "csb:1 Samuel:25:40",
        "t": "When David’s servants came to Abigail at Carmel, they said to her, “David sent us to bring you to him as a wife.”"
    },
    {
        "o": 8738,
        "r": "csb:1 Samuel:25:41",
        "t": "She*p stood up, paid homage with her face to the ground, and said, “Here I am, your servant, a slave to wash the feet of my lord’s servants.”"
    },
    {
        "o": 8739,
        "r": "csb:1 Samuel:25:42",
        "t": "Then Abigail got up quickly, and with her five female servants accompanying her, rode on the donkey following David’s messengers. And so she became his wife."
    },
    {
        "o": 8740,
        "r": "csb:1 Samuel:25:43",
        "t": "David*p also married Ahinoam of Jezreel, and the two of them became his wives."
    },
    {
        "o": 8741,
        "r": "csb:1 Samuel:25:44",
        "t": "But Saul gave his daughter Michal, David’s wife, to Palti son of Laish, who was from Gallim."
    }
]
