[
    {
        "o": 34,
        "r": "nkjv:Genesis:2:0",
        "t": "Genesis 2",
        "h": 1
    },
    {
        "o": 35,
        "r": "nkjv:Genesis:2:1",
        "t": "Thus*p the heavens and the earth, and all the host of them, were finished."
    },
    {
        "o": 36,
        "r": "nkjv:Genesis:2:2",
        "t": "And on the seventh day God ended His work which He had done, and He rested on the seventh day from all His work which He had done."
    },
    {
        "o": 37,
        "r": "nkjv:Genesis:2:3",
        "t": "Then God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made."
    },
    {
        "o": 38,
        "r": "nkjv:Genesis:2:4",
        "t": "This*p is*i the history of the heavens and the earth when they were created, in the day that the Lord*s God made the earth and the heavens,"
    },
    {
        "o": 39,
        "r": "nkjv:Genesis:2:5",
        "t": "before any plant of the field was in the earth and before any herb of the field had grown. For the Lord*s God had not caused it to rain on the earth, and there*i was*i no man to till the ground;"
    },
    {
        "o": 40,
        "r": "nkjv:Genesis:2:6",
        "t": "but a mist went up from the earth and watered the whole face of the ground."
    },
    {
        "o": 41,
        "r": "nkjv:Genesis:2:7",
        "t": "And*p the Lord*s God formed man of*i the dust of the ground, and breathed into his nostrils the breath of life; and man became a living being."
    },
    {
        "o": 42,
        "r": "nkjv:Genesis:2:7",
        "t": "Life in God’s Garden",
        "h": 2
    },
    {
        "o": 43,
        "r": "nkjv:Genesis:2:8",
        "t": "The*p Lord*s God planted a garden eastward in Eden, and there He put the man whom He had formed."
    },
    {
        "o": 44,
        "r": "nkjv:Genesis:2:9",
        "t": "And out of the ground the Lord*s God made every tree grow that is pleasant to the sight and good for food. The tree of life was*i also in the midst of the garden, and the tree of the knowledge of good and evil."
    },
    {
        "o": 45,
        "r": "nkjv:Genesis:2:10",
        "t": "Now*p a river went out of Eden to water the garden, and from there it parted and became four riverheads."
    },
    {
        "o": 46,
        "r": "nkjv:Genesis:2:11",
        "t": "The name of the first is*i Pishon; it is*i the one which skirts the whole land of Havilah, where there*i is*i gold."
    },
    {
        "o": 47,
        "r": "nkjv:Genesis:2:12",
        "t": "And the gold of that land is*i good. Bdellium and the onyx stone are*i there."
    },
    {
        "o": 48,
        "r": "nkjv:Genesis:2:13",
        "t": "The name of the second river is*i Gihon; it is*i the one which goes around the whole land of Cush."
    },
    {
        "o": 49,
        "r": "nkjv:Genesis:2:14",
        "t": "The name of the third river is*i Hiddekel; it is*i the one which goes toward the east of Assyria. The fourth river is*i the Euphrates."
    },
    {
        "o": 50,
        "r": "nkjv:Genesis:2:15",
        "t": "Then*p the Lord*s God took the man and put him in the garden of Eden to tend and keep it."
    },
    {
        "o": 51,
        "r": "nkjv:Genesis:2:16",
        "t": "And the Lord*s God commanded the man, saying, “Of every tree of the garden you may freely eat;"
    },
    {
        "o": 52,
        "r": "nkjv:Genesis:2:17",
        "t": "but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall surely die.”"
    },
    {
        "o": 53,
        "r": "nkjv:Genesis:2:18",
        "t": "And*p the Lord*s God said, “It*i is*i not good that man should be alone; I will make him a helper comparable to him.”"
    },
    {
        "o": 54,
        "r": "nkjv:Genesis:2:19",
        "t": "Out of the ground the Lord*s God formed every beast of the field and every bird of the air, and brought them*i to Adam to see what he would call them. And whatever Adam called each living creature, that was*i its name."
    },
    {
        "o": 55,
        "r": "nkjv:Genesis:2:20",
        "t": "So Adam gave names to all cattle, to the birds of the air, and to every beast of the field. But for Adam there was not found a helper comparable to him."
    },
    {
        "o": 56,
        "r": "nkjv:Genesis:2:21",
        "t": "And*p the Lord*s God caused a deep sleep to fall on Adam, and he slept; and He took one of his ribs, and closed up the flesh in its place."
    },
    {
        "o": 57,
        "r": "nkjv:Genesis:2:22",
        "t": "Then the rib which the Lord*s God had taken from man He made into a woman, and He brought her to the man."
    },
    {
        "o": 58,
        "r": "nkjv:Genesis:2:23",
        "t": "And*p Adam said: “This*pn is*i now bone of my bones And*ld flesh of my flesh; She*ld shall be called Woman, Because*ld she was taken out of Man.”"
    },
    {
        "o": 59,
        "r": "nkjv:Genesis:2:24",
        "t": "Therefore*p a man shall leave his father and mother and be joined to his wife, and they shall become one flesh."
    },
    {
        "o": 60,
        "r": "nkjv:Genesis:2:25",
        "t": "And*p they were both naked, the man and his wife, and were not ashamed."
    }
]
