[
    {
        "o": 4328,
        "r": "kjv:Numbers:16:0",
        "t": "Numbers 16",
        "h": 1
    },
    {
        "o": 4329,
        "r": "kjv:Numbers:16:1",
        "t": "Now*p Korah, the son of Izhar, the son of Kohath, the son of Levi, and Dathan and Abiram, the sons of Eliab, and On, the son of Peleth, sons of Reuben, took men:"
    },
    {
        "o": 4330,
        "r": "kjv:Numbers:16:2",
        "t": "And*p they rose up before Moses, with certain of the children of Israel, two hundred and fifty princes of the assembly, famous in the congregation, men of renown:"
    },
    {
        "o": 4331,
        "r": "kjv:Numbers:16:3",
        "t": "And*p they gathered themselves together against Moses and against Aaron, and said unto them, Ye take too much upon you, seeing all the congregation are holy, every one of them, and the Lord*s is among them: wherefore then lift ye up yourselves above the congregation of the Lord?*s"
    },
    {
        "o": 4332,
        "r": "kjv:Numbers:16:4",
        "t": "And*p when Moses heard it, he fell upon his face:"
    },
    {
        "o": 4333,
        "r": "kjv:Numbers:16:5",
        "t": "And*p he spake unto Korah and unto all his company, saying, Even to morrow the Lord*s will shew who are his, and who is holy; and will cause him to come near unto him: even him whom he hath chosen will he cause to come near unto him."
    },
    {
        "o": 4334,
        "r": "kjv:Numbers:16:6",
        "t": "This*p do; Take you censers, Korah, and all his company;"
    },
    {
        "o": 4335,
        "r": "kjv:Numbers:16:7",
        "t": "And*p put fire therein, and put incense in them before the Lord*s to morrow: and it shall be that the man whom the Lord*s doth choose, he shall be holy: ye take too much upon you, ye sons of Levi."
    },
    {
        "o": 4336,
        "r": "kjv:Numbers:16:8",
        "t": "And*p Moses said unto Korah, Hear, I pray you, ye sons of Levi:"
    },
    {
        "o": 4337,
        "r": "kjv:Numbers:16:9",
        "t": "Seemeth*p it but a small thing unto you, that the God of Israel hath separated you from the congregation of Israel, to bring you near to himself to do the service of the tabernacle of the Lord,*s and to stand before the congregation to minister unto them?"
    },
    {
        "o": 4338,
        "r": "kjv:Numbers:16:10",
        "t": "And*p he hath brought thee near to him, and all thy brethren the sons of Levi with thee: and seek ye the priesthood also?"
    },
    {
        "o": 4339,
        "r": "kjv:Numbers:16:11",
        "t": "For*p which cause both thou and all thy company are gathered together against the Lord:*s and what is Aaron, that ye murmur against him?"
    },
    {
        "o": 4340,
        "r": "kjv:Numbers:16:12",
        "t": "And*p Moses sent to call Dathan and Abiram, the sons of Eliab: which said, We will not come up:"
    },
    {
        "o": 4341,
        "r": "kjv:Numbers:16:13",
        "t": "Is*p it a small thing that thou hast brought us up out of a land that floweth with milk and honey, to kill us in the wilderness, except thou make thyself altogether a prince over us?"
    },
    {
        "o": 4342,
        "r": "kjv:Numbers:16:14",
        "t": "Moreover*p thou hast not brought us into a land that floweth with milk and honey, or given us inheritance of fields and vineyards: wilt thou put out the eyes of these men? we will not come up."
    },
    {
        "o": 4343,
        "r": "kjv:Numbers:16:15",
        "t": "And*p Moses was very wroth, and said unto the Lord,*s Respect not thou their offering: I have not taken one ass from them, neither have I hurt one of them."
    },
    {
        "o": 4344,
        "r": "kjv:Numbers:16:16",
        "t": "And*p Moses said unto Korah, Be thou and all thy company before the Lord,*s thou, and they, and Aaron, to morrow:"
    },
    {
        "o": 4345,
        "r": "kjv:Numbers:16:17",
        "t": "And*p take every man his censer, and put incense in them, and bring ye before the Lord*s every man his censer, two hundred and fifty censers; thou also, and Aaron, each of you his censer."
    },
    {
        "o": 4346,
        "r": "kjv:Numbers:16:18",
        "t": "And*p they took every man his censer, and put fire in them, and laid incense thereon, and stood in the door of the tabernacle of the congregation with Moses and Aaron."
    },
    {
        "o": 4347,
        "r": "kjv:Numbers:16:19",
        "t": "And*p Korah gathered all the congregation against them unto the door of the tabernacle of the congregation: and the glory of the Lord*s appeared unto all the congregation."
    },
    {
        "o": 4348,
        "r": "kjv:Numbers:16:20",
        "t": "And*p the Lord*s spake unto Moses and unto Aaron, saying,"
    },
    {
        "o": 4349,
        "r": "kjv:Numbers:16:21",
        "t": "Separate*p yourselves from among this congregation, that I may consume them in a moment."
    },
    {
        "o": 4350,
        "r": "kjv:Numbers:16:22",
        "t": "And*p they fell upon their faces, and said, O God, the God of the spirits of all flesh, shall one man sin, and wilt thou be wroth with all the congregation?"
    },
    {
        "o": 4351,
        "r": "kjv:Numbers:16:23",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 4352,
        "r": "kjv:Numbers:16:24",
        "t": "Speak*p unto the congregation, saying, Get you up from about the tabernacle of Korah, Dathan, and Abiram."
    },
    {
        "o": 4353,
        "r": "kjv:Numbers:16:25",
        "t": "And*p Moses rose up and went unto Dathan and Abiram; and the elders of Israel followed him."
    },
    {
        "o": 4354,
        "r": "kjv:Numbers:16:26",
        "t": "And*p he spake unto the congregation, saying, Depart, I pray you, from the tents of these wicked men, and touch nothing of theirs, lest ye be consumed in all their sins."
    },
    {
        "o": 4355,
        "r": "kjv:Numbers:16:27",
        "t": "So*p they gat up from the tabernacle of Korah, Dathan, and Abiram, on every side: and Dathan and Abiram came out, and stood in the door of their tents, and their wives, and their sons, and their little children."
    },
    {
        "o": 4356,
        "r": "kjv:Numbers:16:28",
        "t": "And*p Moses said, Hereby ye shall know that the Lord*s hath sent me to do all these works; for I have not done them of mine own mind."
    },
    {
        "o": 4357,
        "r": "kjv:Numbers:16:29",
        "t": "If*p these men die the common death of all men, or if they be visited after the visitation of all men; then the Lord*s hath not sent me."
    },
    {
        "o": 4358,
        "r": "kjv:Numbers:16:30",
        "t": "But*p if the Lord*s make a new thing, and the earth open her mouth, and swallow them up, with all that appertain unto them, and they go down quick into the pit; then ye shall understand that these men have provoked the Lord.*s"
    },
    {
        "o": 4359,
        "r": "kjv:Numbers:16:31",
        "t": "And*p it came to pass, as he had made an end of speaking all these words, that the ground clave asunder that was under them:"
    },
    {
        "o": 4360,
        "r": "kjv:Numbers:16:32",
        "t": "And*p the earth opened her mouth, and swallowed them up, and their houses, and all the men that appertained unto Korah, and all their goods."
    },
    {
        "o": 4361,
        "r": "kjv:Numbers:16:33",
        "t": "They,*p and all that appertained to them, went down alive into the pit, and the earth closed upon them: and they perished from among the congregation."
    },
    {
        "o": 4362,
        "r": "kjv:Numbers:16:34",
        "t": "And*p all Israel that were round about them fled at the cry of them: for they said, Lest the earth swallow us up also."
    },
    {
        "o": 4363,
        "r": "kjv:Numbers:16:35",
        "t": "And*p there came out a fire from the Lord,*s and consumed the two hundred and fifty men that offered incense."
    },
    {
        "o": 4364,
        "r": "kjv:Numbers:16:36",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 4365,
        "r": "kjv:Numbers:16:37",
        "t": "Speak*p unto Eleazar the son of Aaron the priest, that he take up the censers out of the burning, and scatter thou the fire yonder; for they are hallowed."
    },
    {
        "o": 4366,
        "r": "kjv:Numbers:16:38",
        "t": "The*p censers of these sinners against their own souls, let them make them broad plates for a covering of the altar: for they offered them before the Lord,*s therefore they are hallowed: and they shall be a sign unto the children of Israel."
    },
    {
        "o": 4367,
        "r": "kjv:Numbers:16:39",
        "t": "And*p Eleazar the priest took the brasen censers, wherewith they that were burnt had offered; and they were made broad plates for a covering of the altar:"
    },
    {
        "o": 4368,
        "r": "kjv:Numbers:16:40",
        "t": "To*p be a memorial unto the children of Israel, that no stranger, which is not of the seed of Aaron, come near to offer incense before the Lord;*s that he be not as Korah, and as his company: as the Lord*s said to him by the hand of Moses."
    },
    {
        "o": 4369,
        "r": "kjv:Numbers:16:41",
        "t": "But*p on the morrow all the congregation of the children of Israel murmured against Moses and against Aaron, saying, Ye have killed the people of the Lord.*s"
    },
    {
        "o": 4370,
        "r": "kjv:Numbers:16:42",
        "t": "And*p it came to pass, when the congregation was gathered against Moses and against Aaron, that they looked toward the tabernacle of the congregation: and, behold, the cloud covered it, and the glory of the Lord*s appeared."
    },
    {
        "o": 4371,
        "r": "kjv:Numbers:16:43",
        "t": "And*p Moses and Aaron came before the tabernacle of the congregation."
    },
    {
        "o": 4372,
        "r": "kjv:Numbers:16:44",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 4373,
        "r": "kjv:Numbers:16:45",
        "t": "Get*p you up from among this congregation, that I may consume them as in a moment. And they fell upon their faces."
    },
    {
        "o": 4374,
        "r": "kjv:Numbers:16:46",
        "t": "And*p Moses said unto Aaron, Take a censer, and put fire therein from off the altar, and put on incense, and go quickly unto the congregation, and make an atonement for them: for there is wrath gone out from the Lord;*s the plague is begun."
    },
    {
        "o": 4375,
        "r": "kjv:Numbers:16:47",
        "t": "And*p Aaron took as Moses commanded, and ran into the midst of the congregation; and, behold, the plague was begun among the people: and he put on incense, and made an atonement for the people."
    },
    {
        "o": 4376,
        "r": "kjv:Numbers:16:48",
        "t": "And*p he stood between the dead and the living; and the plague was stayed."
    },
    {
        "o": 4377,
        "r": "kjv:Numbers:16:49",
        "t": "Now*p they that died in the plague were fourteen thousand and seven hundred, beside them that died about the matter of Korah."
    },
    {
        "o": 4378,
        "r": "kjv:Numbers:16:50",
        "t": "And*p Aaron returned unto Moses unto the door of the tabernacle of the congregation: and the plague was stayed."
    }
]
