[
    {
        "o": 7292,
        "r": "nasb:Judges:7:0",
        "t": "Judges 7",
        "h": 1
    },
    {
        "o": 7293,
        "r": "nasb:Judges:7:0",
        "t": "Gideon’s 300 Chosen Men",
        "h": 2
    },
    {
        "o": 7294,
        "r": "nasb:Judges:7:1",
        "t": "Then*p Jerubbaal (that is, Gideon) and all the people who were with him, rose early and camped beside the spring of Harod; and the camp of Midian was on the north side of them by the hill of Moreh in the valley."
    },
    {
        "o": 7295,
        "r": "nasb:Judges:7:2",
        "t": "The*p Lord*s said to Gideon, “The people who are with you are too many for Me to give Midian into their hands, for Israel would become boastful, saying, ‘My own power has delivered me.’"
    },
    {
        "o": 7296,
        "r": "nasb:Judges:7:3",
        "t": "Now therefore come, proclaim in the hearing of the people, saying, ‘Whoever is afraid and trembling, let him return and depart from Mount Gilead.’ ” So 22,000 people returned, but 10,000 remained."
    },
    {
        "o": 7297,
        "r": "nasb:Judges:7:4",
        "t": "Then*p the Lord*s said to Gideon, “The people are still too many; bring them down to the water and I will test them for you there. Therefore it shall be that he of whom I say to you, ‘This one shall go with you,’ he shall go with you; but everyone of whom I say to you, ‘This one shall not go with you,’ he shall not go.”"
    },
    {
        "o": 7298,
        "r": "nasb:Judges:7:5",
        "t": "So he brought the people down to the water. And the Lord*s said to Gideon, “You shall separate everyone who laps the water with his tongue as a dog laps, as well as everyone who kneels to drink.”"
    },
    {
        "o": 7299,
        "r": "nasb:Judges:7:6",
        "t": "Now the number of those who lapped, putting their hand to their mouth, was 300 men; but all the rest of the people kneeled to drink water."
    },
    {
        "o": 7300,
        "r": "nasb:Judges:7:7",
        "t": "The Lord*s said to Gideon, “I will deliver you with the 300 men who lapped and will give the Midianites into your hands; so let all the other*i people go, each man to his home.”"
    },
    {
        "o": 7301,
        "r": "nasb:Judges:7:8",
        "t": "So the 300 men took the people’s provisions and their trumpets into their hands. And Gideon sent all the other*i men of Israel, each to his tent, but retained the 300 men; and the camp of Midian was below him in the valley."
    },
    {
        "o": 7302,
        "r": "nasb:Judges:7:9",
        "t": "Now*p the same night it came about that the Lord*s said to him, “Arise, go down against the camp, for I have given it into your hands."
    },
    {
        "o": 7303,
        "r": "nasb:Judges:7:10",
        "t": "But if you are afraid to go down, go with Purah your servant down to the camp,"
    },
    {
        "o": 7304,
        "r": "nasb:Judges:7:11",
        "t": "and you will hear what they say; and afterward your hands will be strengthened that you may go down against the camp.” So he went with Purah his servant down to the outposts of the army that was in the camp."
    },
    {
        "o": 7305,
        "r": "nasb:Judges:7:12",
        "t": "Now the Midianites and the Amalekites and all the sons of the east were lying in the valley as numerous as locusts; and their camels were without number, as numerous as the sand on the seashore."
    },
    {
        "o": 7306,
        "r": "nasb:Judges:7:13",
        "t": "When Gideon came, behold, a man was relating a dream to his friend. And he said, “Behold, I had a dream; a loaf of barley bread was tumbling into the camp of Midian, and it came to the tent and struck it so that it fell, and turned it upside down so that the tent lay flat.”"
    },
    {
        "o": 7307,
        "r": "nasb:Judges:7:14",
        "t": "His friend replied, “This is nothing less than the sword of Gideon the son of Joash, a man of Israel; God has given Midian and all the camp into his hand.”"
    },
    {
        "o": 7308,
        "r": "nasb:Judges:7:15",
        "t": "When*p Gideon heard the account of the dream and its interpretation, he bowed in worship. He returned to the camp of Israel and said, “Arise, for the Lord*s has given the camp of Midian into your hands.”"
    },
    {
        "o": 7309,
        "r": "nasb:Judges:7:16",
        "t": "He divided the 300 men into three companies, and he put trumpets and empty pitchers into the hands of all of them, with torches inside the pitchers."
    },
    {
        "o": 7310,
        "r": "nasb:Judges:7:17",
        "t": "He said to them, “Look at me and do likewise. And behold, when I come to the outskirts of the camp, do as I do."
    },
    {
        "o": 7311,
        "r": "nasb:Judges:7:18",
        "t": "When I and all who are with me blow the trumpet, then you also blow the trumpets all around the camp and say, ‘For the Lord*s and for Gideon.’ ”"
    },
    {
        "o": 7312,
        "r": "nasb:Judges:7:18",
        "t": "Confusion of the Enemy",
        "h": 2
    },
    {
        "o": 7313,
        "r": "nasb:Judges:7:19",
        "t": "So*p Gideon and the hundred men who were with him came to the outskirts of the camp at the beginning of the middle watch, when they had just posted the watch; and they blew the trumpets and smashed the pitchers that were in their hands."
    },
    {
        "o": 7314,
        "r": "nasb:Judges:7:20",
        "t": "When the three companies blew the trumpets and broke the pitchers, they held the torches in their left hands and the trumpets in their right hands for blowing, and cried, “A sword for the Lord*s and for Gideon!”"
    },
    {
        "o": 7315,
        "r": "nasb:Judges:7:21",
        "t": "Each stood in his place around the camp; and all the army ran, crying out as they fled."
    },
    {
        "o": 7316,
        "r": "nasb:Judges:7:22",
        "t": "When they blew 300 trumpets, the Lord*s set the sword of one against another even throughout the whole army; and the army fled as far as Beth-shittah toward Zererah, as far as the edge of Abel-meholah, by Tabbath."
    },
    {
        "o": 7317,
        "r": "nasb:Judges:7:23",
        "t": "The men of Israel were summoned from Naphtali and Asher and all Manasseh, and they pursued Midian."
    },
    {
        "o": 7318,
        "r": "nasb:Judges:7:24",
        "t": "Gideon*p sent messengers throughout all the hill country of Ephraim, saying, “Come down against Midian and take the waters before them, as far as Beth-barah and the Jordan.” So all the men of Ephraim were summoned and they took the waters as far as Beth-barah and the Jordan."
    },
    {
        "o": 7319,
        "r": "nasb:Judges:7:25",
        "t": "They captured the two leaders of Midian, Oreb and Zeeb, and they killed Oreb at the rock of Oreb, and they killed Zeeb at the wine press of Zeeb, while they pursued Midian; and they brought the heads of Oreb and Zeeb to Gideon from across the Jordan."
    }
]
