[
    {
        "o": 34634,
        "r": "esv:Revelation:13:0",
        "t": "Revelation 13",
        "h": 1
    },
    {
        "o": 34635,
        "r": "esv:Revelation:13:0",
        "t": "The First Beast",
        "h": 2
    },
    {
        "o": 34636,
        "r": "esv:Revelation:13:1",
        "t": "And*p I saw a beast rising out of the sea, with ten horns and seven heads, with ten diadems on its horns and blasphemous names on its heads."
    },
    {
        "o": 34637,
        "r": "esv:Revelation:13:2",
        "t": "And the beast that I saw was like a leopard; its feet were like a bear’s, and its mouth was like a lion’s mouth. And to it the dragon gave his power and his throne and great authority."
    },
    {
        "o": 34638,
        "r": "esv:Revelation:13:3",
        "t": "One of its heads seemed to have a mortal wound, but its mortal wound was healed, and the whole earth marveled as they followed the beast."
    },
    {
        "o": 34639,
        "r": "esv:Revelation:13:4",
        "t": "And they worshiped the dragon, for he had given his authority to the beast, and they worshiped the beast, saying, “Who is like the beast, and who can fight against it?”"
    },
    {
        "o": 34640,
        "r": "esv:Revelation:13:5",
        "t": "And*p the beast was given a mouth uttering haughty and blasphemous words, and it was allowed to exercise authority for forty-two months."
    },
    {
        "o": 34641,
        "r": "esv:Revelation:13:6",
        "t": "It opened its mouth to utter blasphemies against God, blaspheming his name and his dwelling, that is, those who dwell in heaven."
    },
    {
        "o": 34642,
        "r": "esv:Revelation:13:7",
        "t": "Also it was allowed to make war on the saints and to conquer them. And authority was given it over every tribe and people and language and nation,"
    },
    {
        "o": 34643,
        "r": "esv:Revelation:13:8",
        "t": "and all who dwell on earth will worship it, everyone whose name has not been written before the foundation of the world in the book of life of the Lamb who was slain."
    },
    {
        "o": 34644,
        "r": "esv:Revelation:13:9",
        "t": "If anyone has an ear, let him hear:"
    },
    {
        "o": 34645,
        "r": "esv:Revelation:13:10",
        "t": "If*pn anyone is to be taken captive, to*ld captivity he goes; if*ln anyone is to be slain with the sword, with*ld the sword must he be slain. Here*p is a call for the endurance and faith of the saints."
    },
    {
        "o": 34646,
        "r": "esv:Revelation:13:10",
        "t": "The Second Beast",
        "h": 2
    },
    {
        "o": 34647,
        "r": "esv:Revelation:13:11",
        "t": "Then*p I saw another beast rising out of the earth. It had two horns like a lamb and it spoke like a dragon."
    },
    {
        "o": 34648,
        "r": "esv:Revelation:13:12",
        "t": "It exercises all the authority of the first beast in its presence, and makes the earth and its inhabitants worship the first beast, whose mortal wound was healed."
    },
    {
        "o": 34649,
        "r": "esv:Revelation:13:13",
        "t": "It performs great signs, even making fire come down from heaven to earth in front of people,"
    },
    {
        "o": 34650,
        "r": "esv:Revelation:13:14",
        "t": "and by the signs that it is allowed to work in the presence of the beast it deceives those who dwell on earth, telling them to make an image for the beast that was wounded by the sword and yet lived."
    },
    {
        "o": 34651,
        "r": "esv:Revelation:13:15",
        "t": "And it was allowed to give breath to the image of the beast, so that the image of the beast might even speak and might cause those who would not worship the image of the beast to be slain."
    },
    {
        "o": 34652,
        "r": "esv:Revelation:13:16",
        "t": "Also it causes all, both small and great, both rich and poor, both free and slave, to be marked on the right hand or the forehead,"
    },
    {
        "o": 34653,
        "r": "esv:Revelation:13:17",
        "t": "so that no one can buy or sell unless he has the mark, that is, the name of the beast or the number of its name."
    },
    {
        "o": 34654,
        "r": "esv:Revelation:13:18",
        "t": "This calls for wisdom: let the one who has understanding calculate the number of the beast, for it is the number of a man, and his number is 666."
    }
]
