[
    {
        "o": 32353,
        "r": "nkjv:1 Corinthians:13:0",
        "t": "1 Corinthians 13",
        "h": 1
    },
    {
        "o": 32354,
        "r": "nkjv:1 Corinthians:13:0",
        "t": "The Greatest Gift",
        "h": 2
    },
    {
        "o": 32355,
        "r": "nkjv:1 Corinthians:13:1",
        "t": "Though*p I speak with the tongues of men and of angels, but have not love, I have become sounding brass or a clanging cymbal."
    },
    {
        "o": 32356,
        "r": "nkjv:1 Corinthians:13:2",
        "t": "And though I have the*i gift*i of*i prophecy, and understand all mysteries and all knowledge, and though I have all faith, so that I could remove mountains, but have not love, I am nothing."
    },
    {
        "o": 32357,
        "r": "nkjv:1 Corinthians:13:3",
        "t": "And though I bestow all my goods to feed the*i poor,*i and though I give my body to be burned, but have not love, it profits me nothing."
    },
    {
        "o": 32358,
        "r": "nkjv:1 Corinthians:13:4",
        "t": "Love*p suffers long and*i is kind; love does not envy; love does not parade itself, is not puffed up;"
    },
    {
        "o": 32359,
        "r": "nkjv:1 Corinthians:13:5",
        "t": "does not behave rudely, does not seek its own, is not provoked, thinks no evil;"
    },
    {
        "o": 32360,
        "r": "nkjv:1 Corinthians:13:6",
        "t": "does not rejoice in iniquity, but rejoices in the truth;"
    },
    {
        "o": 32361,
        "r": "nkjv:1 Corinthians:13:7",
        "t": "bears all things, believes all things, hopes all things, endures all things."
    },
    {
        "o": 32362,
        "r": "nkjv:1 Corinthians:13:8",
        "t": "Love*p never fails. But whether there*i are*i prophecies, they will fail; whether there*i are*i tongues, they will cease; whether there*i is*i knowledge, it will vanish away."
    },
    {
        "o": 32363,
        "r": "nkjv:1 Corinthians:13:9",
        "t": "For we know in part and we prophesy in part."
    },
    {
        "o": 32364,
        "r": "nkjv:1 Corinthians:13:10",
        "t": "But when that which is perfect has come, then that which is in part will be done away."
    },
    {
        "o": 32365,
        "r": "nkjv:1 Corinthians:13:11",
        "t": "When*p I was a child, I spoke as a child, I understood as a child, I thought as a child; but when I became a man, I put away childish things."
    },
    {
        "o": 32366,
        "r": "nkjv:1 Corinthians:13:12",
        "t": "For now we see in a mirror, dimly, but then face to face. Now I know in part, but then I shall know just as I also am known."
    },
    {
        "o": 32367,
        "r": "nkjv:1 Corinthians:13:13",
        "t": "And*p now abide faith, hope, love, these three; but the greatest of these is*i love."
    }
]
