[
    {
        "o": 7012,
        "r": "niv:Joshua:22:0",
        "t": "Joshua 22",
        "h": 1
    },
    {
        "o": 7013,
        "r": "niv:Joshua:22:0",
        "t": "Eastern Tribes Return Home",
        "h": 2
    },
    {
        "o": 7014,
        "r": "niv:Joshua:22:1",
        "t": "Then*p Joshua summoned the Reubenites, the Gadites and the half-tribe of Manasseh"
    },
    {
        "o": 7015,
        "r": "niv:Joshua:22:2",
        "t": "and said to them, “You have done all that Moses the servant of the Lord*s commanded, and you have obeyed me in everything I commanded."
    },
    {
        "o": 7016,
        "r": "niv:Joshua:22:3",
        "t": "For a long time now—to this very day—you have not deserted your fellow Israelites but have carried out the mission the Lord*s your God gave you."
    },
    {
        "o": 7017,
        "r": "niv:Joshua:22:4",
        "t": "Now that the Lord*s your God has given them rest as he promised, return to your homes in the land that Moses the servant of the Lord*s gave you on the other side of the Jordan."
    },
    {
        "o": 7018,
        "r": "niv:Joshua:22:5",
        "t": "But be very careful to keep the commandment and the law that Moses the servant of the Lord*s gave you: to love the Lord*s your God, to walk in obedience to him, to keep his commands, to hold fast to him and to serve him with all your heart and with all your soul.”"
    },
    {
        "o": 7019,
        "r": "niv:Joshua:22:6",
        "t": "Then*p Joshua blessed them and sent them away, and they went to their homes."
    },
    {
        "o": 7020,
        "r": "niv:Joshua:22:7",
        "t": "(To the half-tribe of Manasseh Moses had given land in Bashan, and to the other half of the tribe Joshua gave land on the west side of the Jordan along with their fellow Israelites.) When Joshua sent them home, he blessed them,"
    },
    {
        "o": 7021,
        "r": "niv:Joshua:22:8",
        "t": "saying, “Return to your homes with your great wealth—with large herds of livestock, with silver, gold, bronze and iron, and a great quantity of clothing—and divide the plunder from your enemies with your fellow Israelites.”"
    },
    {
        "o": 7022,
        "r": "niv:Joshua:22:9",
        "t": "So*p the Reubenites, the Gadites and the half-tribe of Manasseh left the Israelites at Shiloh in Canaan to return to Gilead, their own land, which they had acquired in accordance with the command of the Lord*s through Moses."
    },
    {
        "o": 7023,
        "r": "niv:Joshua:22:10",
        "t": "When*p they came to Geliloth near the Jordan in the land of Canaan, the Reubenites, the Gadites and the half-tribe of Manasseh built an imposing altar there by the Jordan."
    },
    {
        "o": 7024,
        "r": "niv:Joshua:22:11",
        "t": "And when the Israelites heard that they had built the altar on the border of Canaan at Geliloth near the Jordan on the Israelite side,"
    },
    {
        "o": 7025,
        "r": "niv:Joshua:22:12",
        "t": "the whole assembly of Israel gathered at Shiloh to go to war against them."
    },
    {
        "o": 7026,
        "r": "niv:Joshua:22:13",
        "t": "So*p the Israelites sent Phinehas son of Eleazar, the priest, to the land of Gilead—to Reuben, Gad and the half-tribe of Manasseh."
    },
    {
        "o": 7027,
        "r": "niv:Joshua:22:14",
        "t": "With him they sent ten of the chief men, one from each of the tribes of Israel, each the head of a family division among the Israelite clans."
    },
    {
        "o": 7028,
        "r": "niv:Joshua:22:15",
        "t": "When*p they went to Gilead—to Reuben, Gad and the half-tribe of Manasseh—they said to them:"
    },
    {
        "o": 7029,
        "r": "niv:Joshua:22:16",
        "t": "“The whole assembly of the Lord*s says: ‘How could you break faith with the God of Israel like this? How could you turn away from the Lord*s and build yourselves an altar in rebellion against him now?"
    },
    {
        "o": 7030,
        "r": "niv:Joshua:22:17",
        "t": "Was not the sin of Peor enough for us? Up to this very day we have not cleansed ourselves from that sin, even though a plague fell on the community of the Lord!*s"
    },
    {
        "o": 7031,
        "r": "niv:Joshua:22:18",
        "t": "And are you now turning away from the Lord?*s “ ‘If*p you rebel against the Lord*s today, tomorrow he will be angry with the whole community of Israel."
    },
    {
        "o": 7032,
        "r": "niv:Joshua:22:19",
        "t": "If the land you possess is defiled, come over to the Lord’s*s land, where the Lord’s*s tabernacle stands, and share the land with us. But do not rebel against the Lord*s or against us by building an altar for yourselves, other than the altar of the Lord*s our God."
    },
    {
        "o": 7033,
        "r": "niv:Joshua:22:20",
        "t": "When Achan son of Zerah was unfaithful in regard to the devoted things, did not wrath come on the whole community of Israel? He was not the only one who died for his sin.’ ”"
    },
    {
        "o": 7034,
        "r": "niv:Joshua:22:21",
        "t": "Then*p Reuben, Gad and the half-tribe of Manasseh replied to the heads of the clans of Israel:"
    },
    {
        "o": 7035,
        "r": "niv:Joshua:22:22",
        "t": "“The Mighty One, God, the Lord!*s The Mighty One, God, the Lord!*s He knows! And let Israel know! If this has been in rebellion or disobedience to the Lord,*s do not spare us this day."
    },
    {
        "o": 7036,
        "r": "niv:Joshua:22:23",
        "t": "If we have built our own altar to turn away from the Lord*s and to offer burnt offerings and grain offerings, or to sacrifice fellowship offerings on it, may the Lord*s himself call us to account."
    },
    {
        "o": 7037,
        "r": "niv:Joshua:22:24",
        "t": "“No!*p We did it for fear that some day your descendants might say to ours, ‘What do you have to do with the Lord,*s the God of Israel?"
    },
    {
        "o": 7038,
        "r": "niv:Joshua:22:25",
        "t": "The Lord*s has made the Jordan a boundary between us and you—you Reubenites and Gadites! You have no share in the Lord.’*s So your descendants might cause ours to stop fearing the Lord.*s"
    },
    {
        "o": 7039,
        "r": "niv:Joshua:22:26",
        "t": "“That*p is why we said, ‘Let us get ready and build an altar—but not for burnt offerings or sacrifices.’"
    },
    {
        "o": 7040,
        "r": "niv:Joshua:22:27",
        "t": "On the contrary, it is to be a witness between us and you and the generations that follow, that we will worship the Lord*s at his sanctuary with our burnt offerings, sacrifices and fellowship offerings. Then in the future your descendants will not be able to say to ours, ‘You have no share in the Lord.’*s"
    },
    {
        "o": 7041,
        "r": "niv:Joshua:22:28",
        "t": "“And*p we said, ‘If they ever say this to us, or to our descendants, we will answer: Look at the replica of the Lord’s*s altar, which our ancestors built, not for burnt offerings and sacrifices, but as a witness between us and you.’"
    },
    {
        "o": 7042,
        "r": "niv:Joshua:22:29",
        "t": "“Far*p be it from us to rebel against the Lord*s and turn away from him today by building an altar for burnt offerings, grain offerings and sacrifices, other than the altar of the Lord*s our God that stands before his tabernacle.”"
    },
    {
        "o": 7043,
        "r": "niv:Joshua:22:30",
        "t": "When*p Phinehas the priest and the leaders of the community—the heads of the clans of the Israelites—heard what Reuben, Gad and Manasseh had to say, they were pleased."
    },
    {
        "o": 7044,
        "r": "niv:Joshua:22:31",
        "t": "And Phinehas son of Eleazar, the priest, said to Reuben, Gad and Manasseh, “Today we know that the Lord*s is with us, because you have not been unfaithful to the Lord*s in this matter. Now you have rescued the Israelites from the Lord’s*s hand.”"
    },
    {
        "o": 7045,
        "r": "niv:Joshua:22:32",
        "t": "Then*p Phinehas son of Eleazar, the priest, and the leaders returned to Canaan from their meeting with the Reubenites and Gadites in Gilead and reported to the Israelites."
    },
    {
        "o": 7046,
        "r": "niv:Joshua:22:33",
        "t": "They were glad to hear the report and praised God. And they talked no more about going to war against them to devastate the country where the Reubenites and the Gadites lived."
    },
    {
        "o": 7047,
        "r": "niv:Joshua:22:34",
        "t": "And*p the Reubenites and the Gadites gave the altar this name: A Witness Between Us—that the Lord*s is God."
    }
]
