[
    {
        "o": 2406,
        "r": "nasb:Exodus:25:0",
        "t": "Exodus 25",
        "h": 1
    },
    {
        "o": 2407,
        "r": "nasb:Exodus:25:0",
        "t": "Offerings for the Sanctuary",
        "h": 2
    },
    {
        "o": 2408,
        "r": "nasb:Exodus:25:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 2409,
        "r": "nasb:Exodus:25:2",
        "t": "“Tell the sons of Israel to raise a contribution for Me; from every man whose heart moves him you shall raise My contribution."
    },
    {
        "o": 2410,
        "r": "nasb:Exodus:25:3",
        "t": "This is the contribution which you are to raise from them: gold, silver and bronze,"
    },
    {
        "o": 2411,
        "r": "nasb:Exodus:25:4",
        "t": "blue, purple and scarlet material,*i fine linen, goat hair,*i"
    },
    {
        "o": 2412,
        "r": "nasb:Exodus:25:5",
        "t": "rams’ skins dyed red, porpoise skins, acacia wood,"
    },
    {
        "o": 2413,
        "r": "nasb:Exodus:25:6",
        "t": "oil for lighting, spices for the anointing oil and for the fragrant incense,"
    },
    {
        "o": 2414,
        "r": "nasb:Exodus:25:7",
        "t": "onyx stones and setting stones for the ephod and for the breastpiece."
    },
    {
        "o": 2415,
        "r": "nasb:Exodus:25:8",
        "t": "Let them construct a sanctuary for Me, that I may dwell among them."
    },
    {
        "o": 2416,
        "r": "nasb:Exodus:25:9",
        "t": "According to all that I am going to show you, as*i the pattern of the tabernacle and the pattern of all its furniture, just so you shall construct it.*i"
    },
    {
        "o": 2417,
        "r": "nasb:Exodus:25:9",
        "t": "Ark of the Covenant",
        "h": 2
    },
    {
        "o": 2418,
        "r": "nasb:Exodus:25:10",
        "t": "“They*p shall construct an ark of acacia wood two and a half cubits long, and one and a half cubits wide, and one and a half cubits high."
    },
    {
        "o": 2419,
        "r": "nasb:Exodus:25:11",
        "t": "You shall overlay it with pure gold, inside and out you shall overlay it, and you shall make a gold molding around it."
    },
    {
        "o": 2420,
        "r": "nasb:Exodus:25:12",
        "t": "You shall cast four gold rings for it and fasten them on its four feet, and two rings shall be on one side of it and two rings on the other side of it."
    },
    {
        "o": 2421,
        "r": "nasb:Exodus:25:13",
        "t": "You shall make poles of acacia wood and overlay them with gold."
    },
    {
        "o": 2422,
        "r": "nasb:Exodus:25:14",
        "t": "You shall put the poles into the rings on the sides of the ark, to carry the ark with them."
    },
    {
        "o": 2423,
        "r": "nasb:Exodus:25:15",
        "t": "The poles shall remain in the rings of the ark; they shall not be removed from it."
    },
    {
        "o": 2424,
        "r": "nasb:Exodus:25:16",
        "t": "You shall put into the ark the testimony which I shall give you."
    },
    {
        "o": 2425,
        "r": "nasb:Exodus:25:17",
        "t": "“You*p shall make a mercy seat of pure gold, two and a half cubits long and one and a half cubits wide."
    },
    {
        "o": 2426,
        "r": "nasb:Exodus:25:18",
        "t": "You shall make two cherubim of gold, make them of hammered work at the two ends of the mercy seat."
    },
    {
        "o": 2427,
        "r": "nasb:Exodus:25:19",
        "t": "Make one cherub at one end and one cherub at the other end; you shall make the cherubim of*i one*i piece*i with the mercy seat at its two ends."
    },
    {
        "o": 2428,
        "r": "nasb:Exodus:25:20",
        "t": "The cherubim shall have their*i wings spread upward, covering the mercy seat with their wings and facing one another; the faces of the cherubim are to be turned*i toward the mercy seat."
    },
    {
        "o": 2429,
        "r": "nasb:Exodus:25:21",
        "t": "You shall put the mercy seat on top of the ark, and in the ark you shall put the testimony which I will give to you."
    },
    {
        "o": 2430,
        "r": "nasb:Exodus:25:22",
        "t": "There I will meet with you; and from above the mercy seat, from between the two cherubim which are upon the ark of the testimony, I will speak to you about all that I will give you in commandment for the sons of Israel."
    },
    {
        "o": 2431,
        "r": "nasb:Exodus:25:22",
        "t": "The Table of Showbread",
        "h": 2
    },
    {
        "o": 2432,
        "r": "nasb:Exodus:25:23",
        "t": "“You*p shall make a table of acacia wood, two cubits long and one cubit wide and one and a half cubits high."
    },
    {
        "o": 2433,
        "r": "nasb:Exodus:25:24",
        "t": "You shall overlay it with pure gold and make a gold border around it."
    },
    {
        "o": 2434,
        "r": "nasb:Exodus:25:25",
        "t": "You shall make for it a rim of a handbreadth around it;*i and you shall make a gold border for the rim around it."
    },
    {
        "o": 2435,
        "r": "nasb:Exodus:25:26",
        "t": "You shall make four gold rings for it and put rings on the four corners which are on its four feet."
    },
    {
        "o": 2436,
        "r": "nasb:Exodus:25:27",
        "t": "The rings shall be close to the rim as holders for the poles to carry the table."
    },
    {
        "o": 2437,
        "r": "nasb:Exodus:25:28",
        "t": "You shall make the poles of acacia wood and overlay them with gold, so that with them the table may be carried."
    },
    {
        "o": 2438,
        "r": "nasb:Exodus:25:29",
        "t": "You shall make its dishes and its pans and its jars and its bowls with which to pour drink offerings; you shall make them of pure gold."
    },
    {
        "o": 2439,
        "r": "nasb:Exodus:25:30",
        "t": "You shall set the bread of the Presence on the table before Me at all times."
    },
    {
        "o": 2440,
        "r": "nasb:Exodus:25:30",
        "t": "The Golden Lampstand",
        "h": 2
    },
    {
        "o": 2441,
        "r": "nasb:Exodus:25:31",
        "t": "“Then*p you shall make a lampstand of pure gold. The lampstand and*i its base and its shaft are to be made of hammered work; its cups, its bulbs and its flowers shall be of*i one*i piece*i with it."
    },
    {
        "o": 2442,
        "r": "nasb:Exodus:25:32",
        "t": "Six branches shall go out from its sides; three branches of the lampstand from its one side and three branches of the lampstand from its other side."
    },
    {
        "o": 2443,
        "r": "nasb:Exodus:25:33",
        "t": "Three cups shall*i be*i shaped like almond blossoms*i in the one branch, a bulb and a flower, and three cups shaped like almond blossoms*i in the other branch, a bulb and a flower—so for six branches going out from the lampstand;"
    },
    {
        "o": 2444,
        "r": "nasb:Exodus:25:34",
        "t": "and in the lampstand four cups shaped like almond blossoms,*i its bulbs and its flowers."
    },
    {
        "o": 2445,
        "r": "nasb:Exodus:25:35",
        "t": "A bulb shall be under the first*i pair of branches coming*i out of it, and a bulb under the second*i pair of branches coming*i out of it, and a bulb under the third*i pair of branches coming*i out of it, for the six branches coming out of the lampstand."
    },
    {
        "o": 2446,
        "r": "nasb:Exodus:25:36",
        "t": "Their bulbs and their branches shall*i be*i of*i one*i piece*i with it; all of it shall be one piece of hammered work of pure gold."
    },
    {
        "o": 2447,
        "r": "nasb:Exodus:25:37",
        "t": "Then you shall make its lamps seven in*i number;*i and they shall mount its lamps so as to shed light on the space in front of it."
    },
    {
        "o": 2448,
        "r": "nasb:Exodus:25:38",
        "t": "Its snuffers and their trays shall*i be*i of pure gold."
    },
    {
        "o": 2449,
        "r": "nasb:Exodus:25:39",
        "t": "It shall be made from a talent of pure gold, with all these utensils."
    },
    {
        "o": 2450,
        "r": "nasb:Exodus:25:40",
        "t": "See that you make them*i after the pattern for them, which was shown to you on the mountain."
    }
]
