[
    {
        "o": 16772,
        "r": "nasb:Psalm:78:0",
        "t": "Psalm 78",
        "h": 1
    },
    {
        "o": 16773,
        "r": "nasb:Psalm:78:0",
        "t": "God’s Guidance of His People in Spite of Their Unfaithfulness.",
        "h": 2
    },
    {
        "o": 16774,
        "r": "nasb:Psalm:78:0",
        "t": "A Maskil of Asaph.",
        "h": 2.5
    },
    {
        "o": 16775,
        "r": "nasb:Psalm:78:1",
        "t": "Listen,*pn O my people, to my instruction; Incline*ln your ears to the words of my mouth."
    },
    {
        "o": 16776,
        "r": "nasb:Psalm:78:2",
        "t": "I*ln will open my mouth in a parable; I*ln will utter dark sayings of old,"
    },
    {
        "o": 16777,
        "r": "nasb:Psalm:78:3",
        "t": "Which*ln we have heard and known, And*ln our fathers have told us."
    },
    {
        "o": 16778,
        "r": "nasb:Psalm:78:4",
        "t": "We*ln will not conceal them from their children, But*ln tell to the generation to come the praises of the Lord,*s And*ln His strength and His wondrous works that He has done."
    },
    {
        "o": 16779,
        "r": "nasb:Psalm:78:5",
        "t": "For*ln He established a testimony in Jacob And*ln appointed a law in Israel, Which*ln He commanded our fathers That*ln they should teach them to their children,"
    },
    {
        "o": 16780,
        "r": "nasb:Psalm:78:6",
        "t": "That*ln the generation to come might know, even*i the children yet*i to be born, That*iln they may arise and tell them*i to their children,"
    },
    {
        "o": 16781,
        "r": "nasb:Psalm:78:7",
        "t": "That*ln they should put their confidence in God And*ln not forget the works of God, But*ln keep His commandments,"
    },
    {
        "o": 16782,
        "r": "nasb:Psalm:78:8",
        "t": "And*ln not be like their fathers, A*ln stubborn and rebellious generation, A*ln generation that did not prepare its heart And*ln whose spirit was not faithful to God."
    },
    {
        "o": 16783,
        "r": "nasb:Psalm:78:9",
        "t": "The*ln sons of Ephraim were archers equipped with bows, Yet*iln they turned back in the day of battle."
    },
    {
        "o": 16784,
        "r": "nasb:Psalm:78:10",
        "t": "They*ln did not keep the covenant of God And*ln refused to walk in His law;"
    },
    {
        "o": 16785,
        "r": "nasb:Psalm:78:11",
        "t": "They*ln forgot His deeds And*ln His miracles that He had shown them."
    },
    {
        "o": 16786,
        "r": "nasb:Psalm:78:12",
        "t": "He*ln wrought wonders before their fathers In*ln the land of Egypt, in the field of Zoan."
    },
    {
        "o": 16787,
        "r": "nasb:Psalm:78:13",
        "t": "He*ln divided the sea and caused them to pass through, And*ln He made the waters stand up like a heap."
    },
    {
        "o": 16788,
        "r": "nasb:Psalm:78:14",
        "t": "Then*ln He led them with the cloud by day And*ln all the night with a light of fire."
    },
    {
        "o": 16789,
        "r": "nasb:Psalm:78:15",
        "t": "He*ln split the rocks in the wilderness And*ln gave them*i abundant drink like the ocean depths."
    },
    {
        "o": 16790,
        "r": "nasb:Psalm:78:16",
        "t": "He*ln brought forth streams also from the rock And*ln caused waters to run down like rivers."
    },
    {
        "o": 16791,
        "r": "nasb:Psalm:78:17",
        "t": "Yet*ln they still continued to sin against Him, To*ln rebel against the Most High in the desert."
    },
    {
        "o": 16792,
        "r": "nasb:Psalm:78:18",
        "t": "And*ln in their heart they put God to the test By*ln asking food according to their desire."
    },
    {
        "o": 16793,
        "r": "nasb:Psalm:78:19",
        "t": "Then*ln they spoke against God; They*ln said, “Can God prepare a table in the wilderness?"
    },
    {
        "o": 16794,
        "r": "nasb:Psalm:78:20",
        "t": "Behold,*ln He struck the rock so that waters gushed out, And*ln streams were overflowing; Can*ln He give bread also? Will*ln He provide meat for His people?”"
    },
    {
        "o": 16795,
        "r": "nasb:Psalm:78:21",
        "t": "Therefore*ln the Lord*s heard and was full of wrath; And*ln a fire was kindled against Jacob And*ln anger also mounted against Israel,"
    },
    {
        "o": 16796,
        "r": "nasb:Psalm:78:22",
        "t": "Because*ln they did not believe in God And*ln did not trust in His salvation."
    },
    {
        "o": 16797,
        "r": "nasb:Psalm:78:23",
        "t": "Yet*ln He commanded the clouds above And*ln opened the doors of heaven;"
    },
    {
        "o": 16798,
        "r": "nasb:Psalm:78:24",
        "t": "He*ln rained down manna upon them to eat And*ln gave them food from heaven."
    },
    {
        "o": 16799,
        "r": "nasb:Psalm:78:25",
        "t": "Man*ln did eat the bread of angels; He*ln sent them food in abundance."
    },
    {
        "o": 16800,
        "r": "nasb:Psalm:78:26",
        "t": "He*ln caused the east wind to blow in the heavens And*ln by His power He directed the south wind."
    },
    {
        "o": 16801,
        "r": "nasb:Psalm:78:27",
        "t": "When*ln He rained meat upon them like the dust, Even*ln winged fowl like the sand of the seas,"
    },
    {
        "o": 16802,
        "r": "nasb:Psalm:78:28",
        "t": "Then*ln He let them*i fall in the midst of their camp, Round*ln about their dwellings."
    },
    {
        "o": 16803,
        "r": "nasb:Psalm:78:29",
        "t": "So*ln they ate and were well filled, And*ln their desire He gave to them."
    },
    {
        "o": 16804,
        "r": "nasb:Psalm:78:30",
        "t": "Before*ln they had satisfied their desire, While*ln their food was in their mouths,"
    },
    {
        "o": 16805,
        "r": "nasb:Psalm:78:31",
        "t": "The*ln anger of God rose against them And*ln killed some of their stoutest ones, And*ln subdued the choice men of Israel."
    },
    {
        "o": 16806,
        "r": "nasb:Psalm:78:32",
        "t": "In*ln spite of all this they still sinned And*ln did not believe in His wonderful works."
    },
    {
        "o": 16807,
        "r": "nasb:Psalm:78:33",
        "t": "So*ln He brought their days to an end in futility And*ln their years in sudden terror."
    },
    {
        "o": 16808,
        "r": "nasb:Psalm:78:34",
        "t": "When*ln He killed them, then they sought Him, And*ln returned and searched diligently for God;"
    },
    {
        "o": 16809,
        "r": "nasb:Psalm:78:35",
        "t": "And*ln they remembered that God was their rock, And*ln the Most High God their Redeemer."
    },
    {
        "o": 16810,
        "r": "nasb:Psalm:78:36",
        "t": "But*ln they deceived Him with their mouth And*ln lied to Him with their tongue."
    },
    {
        "o": 16811,
        "r": "nasb:Psalm:78:37",
        "t": "For*ln their heart was not steadfast toward Him, Nor*ln were they faithful in His covenant."
    },
    {
        "o": 16812,
        "r": "nasb:Psalm:78:38",
        "t": "But*ln He, being compassionate, forgave their*i iniquity and did not destroy them;*i And*ln often He restrained His anger And*ln did not arouse all His wrath."
    },
    {
        "o": 16813,
        "r": "nasb:Psalm:78:39",
        "t": "Thus*ln He remembered that they were but flesh, A*ln wind that passes and does not return."
    },
    {
        "o": 16814,
        "r": "nasb:Psalm:78:40",
        "t": "How*ln often they rebelled against Him in the wilderness And*ln grieved Him in the desert!"
    },
    {
        "o": 16815,
        "r": "nasb:Psalm:78:41",
        "t": "Again*ln and again they tempted God, And*ln pained the Holy One of Israel."
    },
    {
        "o": 16816,
        "r": "nasb:Psalm:78:42",
        "t": "They*ln did not remember His power, The*ln day when He redeemed them from the adversary,"
    },
    {
        "o": 16817,
        "r": "nasb:Psalm:78:43",
        "t": "When*ln He performed His signs in Egypt And*ln His marvels in the field of Zoan,"
    },
    {
        "o": 16818,
        "r": "nasb:Psalm:78:44",
        "t": "And*ln turned their rivers to blood, And*ln their streams, they could not drink."
    },
    {
        "o": 16819,
        "r": "nasb:Psalm:78:45",
        "t": "He*ln sent among them swarms of flies which devoured them, And*ln frogs which destroyed them."
    },
    {
        "o": 16820,
        "r": "nasb:Psalm:78:46",
        "t": "He*ln gave also their crops to the grasshopper And*ln the product of their labor to the locust."
    },
    {
        "o": 16821,
        "r": "nasb:Psalm:78:47",
        "t": "He*ln destroyed their vines with hailstones And*ln their sycamore trees with frost."
    },
    {
        "o": 16822,
        "r": "nasb:Psalm:78:48",
        "t": "He*ln gave over their cattle also to the hailstones And*ln their herds to bolts of lightning."
    },
    {
        "o": 16823,
        "r": "nasb:Psalm:78:49",
        "t": "He*ln sent upon them His burning anger, Fury*ln and indignation and trouble, A*ln band of destroying angels."
    },
    {
        "o": 16824,
        "r": "nasb:Psalm:78:50",
        "t": "He*ln leveled a path for His anger; He*ln did not spare their soul from death, But*ln gave over their life to the plague,"
    },
    {
        "o": 16825,
        "r": "nasb:Psalm:78:51",
        "t": "And*ln smote all the firstborn in Egypt, The*ln first issue*i of their virility in the tents of Ham."
    },
    {
        "o": 16826,
        "r": "nasb:Psalm:78:52",
        "t": "But*ln He led forth His own people like sheep And*ln guided them in the wilderness like a flock;"
    },
    {
        "o": 16827,
        "r": "nasb:Psalm:78:53",
        "t": "He*ln led them safely, so that they did not fear; But*ln the sea engulfed their enemies."
    },
    {
        "o": 16828,
        "r": "nasb:Psalm:78:54",
        "t": "So*ln He brought them to His holy land, To*ln this hill country which His right hand had gained."
    },
    {
        "o": 16829,
        "r": "nasb:Psalm:78:55",
        "t": "He*ln also drove out the nations before them And*ln apportioned them for an inheritance by measurement, And*ln made the tribes of Israel dwell in their tents."
    },
    {
        "o": 16830,
        "r": "nasb:Psalm:78:56",
        "t": "Yet*ln they tempted and rebelled against the Most High God And*ln did not keep His testimonies,"
    },
    {
        "o": 16831,
        "r": "nasb:Psalm:78:57",
        "t": "But*ln turned back and acted treacherously like their fathers; They*ln turned aside like a treacherous bow."
    },
    {
        "o": 16832,
        "r": "nasb:Psalm:78:58",
        "t": "For*ln they provoked Him with their high places And*ln aroused His jealousy with their graven images."
    },
    {
        "o": 16833,
        "r": "nasb:Psalm:78:59",
        "t": "When*ln God heard, He was filled with wrath And*ln greatly abhorred Israel;"
    },
    {
        "o": 16834,
        "r": "nasb:Psalm:78:60",
        "t": "So*ln that He abandoned the dwelling place at Shiloh, The*ln tent which He had pitched among men,"
    },
    {
        "o": 16835,
        "r": "nasb:Psalm:78:61",
        "t": "And*ln gave up His strength to captivity And*ln His glory into the hand of the adversary."
    },
    {
        "o": 16836,
        "r": "nasb:Psalm:78:62",
        "t": "He*ln also delivered His people to the sword, And*ln was filled with wrath at His inheritance."
    },
    {
        "o": 16837,
        "r": "nasb:Psalm:78:63",
        "t": "Fire*ln devoured His young men, And*ln His virgins had no wedding songs."
    },
    {
        "o": 16838,
        "r": "nasb:Psalm:78:64",
        "t": "His*ln priests fell by the sword, And*ln His widows could not weep."
    },
    {
        "o": 16839,
        "r": "nasb:Psalm:78:65",
        "t": "Then*ln the Lord awoke as if*i from*i sleep, Like*ln a warrior overcome by wine."
    },
    {
        "o": 16840,
        "r": "nasb:Psalm:78:66",
        "t": "He*ln drove His adversaries backward; He*ln put on them an everlasting reproach."
    },
    {
        "o": 16841,
        "r": "nasb:Psalm:78:67",
        "t": "He*ln also rejected the tent of Joseph, And*ln did not choose the tribe of Ephraim,"
    },
    {
        "o": 16842,
        "r": "nasb:Psalm:78:68",
        "t": "But*ln chose the tribe of Judah, Mount*ln Zion which He loved."
    },
    {
        "o": 16843,
        "r": "nasb:Psalm:78:69",
        "t": "And*ln He built His sanctuary like the heights, Like*ln the earth which He has founded forever."
    },
    {
        "o": 16844,
        "r": "nasb:Psalm:78:70",
        "t": "He*ln also chose David His servant And*ln took him from the sheepfolds;"
    },
    {
        "o": 16845,
        "r": "nasb:Psalm:78:71",
        "t": "From*ln the care of the ewes with suckling lambs He brought him To*ln shepherd Jacob His people, And*ln Israel His inheritance."
    },
    {
        "o": 16846,
        "r": "nasb:Psalm:78:72",
        "t": "So*ln he shepherded them according to the integrity of his heart, And*ln guided them with his skillful hands."
    }
]
