[
    {
        "o": 1885,
        "r": "csb:Exodus:8:0",
        "t": "Exodus 8",
        "h": 1
    },
    {
        "o": 1886,
        "r": "csb:Exodus:8:0",
        "t": "The Second Plague: Frogs",
        "h": 2
    },
    {
        "o": 1887,
        "r": "csb:Exodus:8:1",
        "t": "Then*p the Lord*s said to Moses, “Go in to Pharaoh and tell him: This is what the Lord*s says: Let my people go, so that they may worship me."
    },
    {
        "o": 1888,
        "r": "csb:Exodus:8:2",
        "t": "But if you refuse to let them go, then I will plague all your territory with frogs."
    },
    {
        "o": 1889,
        "r": "csb:Exodus:8:3",
        "t": "The Nile will swarm with frogs; they will come up and go into your palace, into your bedroom and on your bed, into the houses of your officials and your people, and into your ovens and kneading bowls."
    },
    {
        "o": 1890,
        "r": "csb:Exodus:8:4",
        "t": "The frogs will come up on you, your people, and all your officials.”"
    },
    {
        "o": 1891,
        "r": "csb:Exodus:8:5",
        "t": "The*p Lord*s then said to Moses, “Tell Aaron: Stretch out your hand with your staff over the rivers, canals, and ponds, and cause the frogs to come up onto the land of Egypt.”"
    },
    {
        "o": 1892,
        "r": "csb:Exodus:8:6",
        "t": "When Aaron stretched out his hand over the waters of Egypt, the frogs came up and covered the land of Egypt."
    },
    {
        "o": 1893,
        "r": "csb:Exodus:8:7",
        "t": "But the magicians did the same thing by their occult practices and brought frogs up onto the land of Egypt."
    },
    {
        "o": 1894,
        "r": "csb:Exodus:8:8",
        "t": "Pharaoh*p summoned Moses and Aaron and said, “Appeal to the Lord*s to remove the frogs from me and my people. Then I will let the people go and they can sacrifice to the Lord.”*s"
    },
    {
        "o": 1895,
        "r": "csb:Exodus:8:9",
        "t": "Moses*p said to Pharaoh, “You may have the honor of choosing. When should I appeal on behalf of you, your officials, and your people, that the frogs be taken away from you and your houses, and remain only in the Nile?”"
    },
    {
        "o": 1896,
        "r": "csb:Exodus:8:10",
        "t": "“Tomorrow,”*p he answered. Moses*p replied, “As you have said, so that you may know there is no one like the Lord*s our God,"
    },
    {
        "o": 1897,
        "r": "csb:Exodus:8:11",
        "t": "the frogs will go away from you, your houses, your officials, and your people. The frogs will remain only in the Nile.”"
    },
    {
        "o": 1898,
        "r": "csb:Exodus:8:12",
        "t": "After Moses and Aaron went out from Pharaoh, Moses cried out to the Lord*s for help concerning the frogs that he had brought against Pharaoh."
    },
    {
        "o": 1899,
        "r": "csb:Exodus:8:13",
        "t": "The Lord*s did as Moses had said: the frogs in the houses, courtyards, and fields died."
    },
    {
        "o": 1900,
        "r": "csb:Exodus:8:14",
        "t": "They piled them in countless heaps, and there was a terrible odor in the land."
    },
    {
        "o": 1901,
        "r": "csb:Exodus:8:15",
        "t": "But when Pharaoh saw there was relief, he hardened his heart and would not listen to them, as the Lord*s had said."
    },
    {
        "o": 1902,
        "r": "csb:Exodus:8:15",
        "t": "The Third Plague: Gnats",
        "h": 2
    },
    {
        "o": 1903,
        "r": "csb:Exodus:8:16",
        "t": "Then*p the Lord*s said to Moses, “Tell Aaron: Stretch out your staff and strike the dust of the land, and it will become gnats throughout the land of Egypt.”"
    },
    {
        "o": 1904,
        "r": "csb:Exodus:8:17",
        "t": "And they did this. Aaron stretched out his hand with his staff, and when he struck the dust of the land, gnats were on people and animals. All the dust of the land became gnats throughout the land of Egypt."
    },
    {
        "o": 1905,
        "r": "csb:Exodus:8:18",
        "t": "The magicians tried to produce gnats using their occult practices, but they could not. The gnats remained on people and animals."
    },
    {
        "o": 1906,
        "r": "csb:Exodus:8:19",
        "t": "“This*p is the finger of God,” the magicians said to Pharaoh. But Pharaoh’s heart was hard, and he would not listen to them, as the Lord*s had said."
    },
    {
        "o": 1907,
        "r": "csb:Exodus:8:19",
        "t": "The Fourth Plague: Swarms of Flies",
        "h": 2
    },
    {
        "o": 1908,
        "r": "csb:Exodus:8:20",
        "t": "The*p Lord*s said to Moses, “Get up early in the morning and present yourself to Pharaoh when you see him going out to the water. Tell him: This is what the Lord*s says: Let my people go, so that they may worship me."
    },
    {
        "o": 1909,
        "r": "csb:Exodus:8:21",
        "t": "But if you will not let my people go, then I will send swarms of flies against you, your officials, your people, and your houses. The Egyptians’ houses will swarm with flies, and so will the land where they live."
    },
    {
        "o": 1910,
        "r": "csb:Exodus:8:22",
        "t": "But on that day I will give special treatment to the land of Goshen, where my people are living; no flies will be there. This way you will know that I, the Lord,*s am in the land."
    },
    {
        "o": 1911,
        "r": "csb:Exodus:8:23",
        "t": "I will make a distinction between my people and your people. This sign will take place tomorrow.”"
    },
    {
        "o": 1912,
        "r": "csb:Exodus:8:24",
        "t": "And*p the Lord*s did this. Thick swarms of flies went into Pharaoh’s palace and his officials’ houses. Throughout Egypt the land was ruined because of the swarms of flies."
    },
    {
        "o": 1913,
        "r": "csb:Exodus:8:25",
        "t": "Then Pharaoh summoned Moses and Aaron and said, “Go sacrifice to your God within the country.”"
    },
    {
        "o": 1914,
        "r": "csb:Exodus:8:26",
        "t": "But*p Moses said, “It would not be right to do that, because what we will sacrifice to the Lord*s our God is detestable to the Egyptians. If we sacrifice what the Egyptians detest in front of them, won’t they stone us?"
    },
    {
        "o": 1915,
        "r": "csb:Exodus:8:27",
        "t": "We must go a distance of three days into the wilderness and sacrifice to the Lord*s our God as he instructs us.”"
    },
    {
        "o": 1916,
        "r": "csb:Exodus:8:28",
        "t": "Pharaoh*p responded, “I will let you go and sacrifice to the Lord*s your God in the wilderness, but don’t go very far. Make an appeal for me.”"
    },
    {
        "o": 1917,
        "r": "csb:Exodus:8:29",
        "t": "“As*p soon as I leave you,” Moses said, “I will appeal to the Lord,*s and tomorrow the swarms of flies will depart from Pharaoh, his officials, and his people. But Pharaoh must not act deceptively again by refusing to let the people go and sacrifice to the Lord.”*s"
    },
    {
        "o": 1918,
        "r": "csb:Exodus:8:30",
        "t": "Then Moses left Pharaoh’s presence and appealed to the Lord.*s"
    },
    {
        "o": 1919,
        "r": "csb:Exodus:8:31",
        "t": "The Lord*s did as Moses had said: He removed the swarms of flies from Pharaoh, his officials, and his people; not one was left."
    },
    {
        "o": 1920,
        "r": "csb:Exodus:8:32",
        "t": "But Pharaoh hardened his heart this time also and did not let the people go."
    }
]
