[
    {
        "o": 22251,
        "r": "nasb:Jeremiah:42:0",
        "t": "Jeremiah 42",
        "h": 1
    },
    {
        "o": 22252,
        "r": "nasb:Jeremiah:42:0",
        "t": "Warning against Going to Egypt",
        "h": 2
    },
    {
        "o": 22253,
        "r": "nasb:Jeremiah:42:1",
        "t": "Then*p all the commanders of the forces, Johanan the son of Kareah, Jezaniah the son of Hoshaiah, and all the people both small and great approached"
    },
    {
        "o": 22254,
        "r": "nasb:Jeremiah:42:2",
        "t": "and said to Jeremiah the prophet, “Please let our petition come before you, and pray for us to the Lord*s your God, that*i is*i for all this remnant; because we are left but*i a few out of many, as your own eyes now*i see us,"
    },
    {
        "o": 22255,
        "r": "nasb:Jeremiah:42:3",
        "t": "that the Lord*s your God may tell us the way in which we should walk and the thing that we should do.”"
    },
    {
        "o": 22256,
        "r": "nasb:Jeremiah:42:4",
        "t": "Then Jeremiah the prophet said to them, “I have heard you.*i Behold, I am going to pray to the Lord*s your God in accordance with your words; and I will tell you the whole message which the Lord*s will answer you. I will not keep back a word from you.”"
    },
    {
        "o": 22257,
        "r": "nasb:Jeremiah:42:5",
        "t": "Then they said to Jeremiah, “May the Lord*s be a true and faithful witness against us if we do not act in accordance with the whole message with which the Lord*s your God will send you to us."
    },
    {
        "o": 22258,
        "r": "nasb:Jeremiah:42:6",
        "t": "Whether it*i is pleasant or unpleasant, we will listen to the voice of the Lord*s our God to whom we are sending you, so that it may go well with us when we listen to the voice of the Lord*s our God.”"
    },
    {
        "o": 22259,
        "r": "nasb:Jeremiah:42:7",
        "t": "Now*p at the end of ten days the word of the Lord*s came to Jeremiah."
    },
    {
        "o": 22260,
        "r": "nasb:Jeremiah:42:8",
        "t": "Then he called for Johanan the son of Kareah and all the commanders of the forces that were with him, and for all the people both small and great,"
    },
    {
        "o": 22261,
        "r": "nasb:Jeremiah:42:9",
        "t": "and said to them, “Thus says the Lord*s the God of Israel, to whom you sent me to present your petition before Him:"
    },
    {
        "o": 22262,
        "r": "nasb:Jeremiah:42:10",
        "t": "‘If you will indeed stay in this land, then I will build you up and not tear you down, and I will plant you and not uproot you; for I will relent concerning the calamity that I have inflicted on you."
    },
    {
        "o": 22263,
        "r": "nasb:Jeremiah:42:11",
        "t": "Do not be afraid of the king of Babylon, whom you are now*i fearing; do not be afraid of him,’ declares the Lord,*s ‘for I am with you to save you and deliver you from his hand."
    },
    {
        "o": 22264,
        "r": "nasb:Jeremiah:42:12",
        "t": "I will also show you compassion, so that he will have compassion on you and restore you to your own soil."
    },
    {
        "o": 22265,
        "r": "nasb:Jeremiah:42:13",
        "t": "But if you are going to say, “We will not stay in this land,” so as not to listen to the voice of the Lord*s your God,"
    },
    {
        "o": 22266,
        "r": "nasb:Jeremiah:42:14",
        "t": "saying, “No, but we will go to the land of Egypt, where we will not see war or hear the sound of a trumpet or hunger for bread, and we will stay there”;"
    },
    {
        "o": 22267,
        "r": "nasb:Jeremiah:42:15",
        "t": "then in that case listen to the word of the Lord,*s O remnant of Judah. Thus says the Lord*s of hosts, the God of Israel, “If you really set your mind to enter Egypt and go in to reside there,"
    },
    {
        "o": 22268,
        "r": "nasb:Jeremiah:42:16",
        "t": "then the sword, which you are afraid of, will overtake you there in the land of Egypt; and the famine, about which you are anxious, will follow closely after you there in*i Egypt, and you will die there."
    },
    {
        "o": 22269,
        "r": "nasb:Jeremiah:42:17",
        "t": "So all the men who set their mind to go to Egypt to reside there will die by the sword, by famine and by pestilence; and they will have no survivors or refugees from the calamity that I am going to bring on them.” ’ ”"
    },
    {
        "o": 22270,
        "r": "nasb:Jeremiah:42:18",
        "t": "For*p thus says the Lord*s of hosts, the God of Israel, “As My anger and wrath have been poured out on the inhabitants of Jerusalem, so My wrath will be poured out on you when you enter Egypt. And you will become a curse, an object of horror, an imprecation and a reproach; and you will see this place no more.”"
    },
    {
        "o": 22271,
        "r": "nasb:Jeremiah:42:19",
        "t": "The Lord*s has spoken to you, O remnant of Judah, “Do not go into Egypt!” You should clearly understand that today I have testified against you."
    },
    {
        "o": 22272,
        "r": "nasb:Jeremiah:42:20",
        "t": "For you have only*i deceived yourselves; for it is you who sent me to the Lord*s your God, saying, “Pray for us to the Lord*s our God; and whatever the Lord*s our God says, tell us so, and we will do it.”"
    },
    {
        "o": 22273,
        "r": "nasb:Jeremiah:42:21",
        "t": "So I have told you today, but you have not obeyed the Lord*s your God, even in whatever He has sent me to tell*i you."
    },
    {
        "o": 22274,
        "r": "nasb:Jeremiah:42:22",
        "t": "Therefore you should now clearly understand that you will die by the sword, by famine and by pestilence, in the place where you wish to go to reside."
    }
]
