[
    {
        "o": 7885,
        "r": "nkjv:Ruth:2:0",
        "t": "Ruth 2",
        "h": 1
    },
    {
        "o": 7886,
        "r": "nkjv:Ruth:2:0",
        "t": "Ruth Meets Boaz",
        "h": 2
    },
    {
        "o": 7887,
        "r": "nkjv:Ruth:2:1",
        "t": "There*p was a relative of Naomi’s husband, a man of great wealth, of the family of Elimelech. His name was*i Boaz."
    },
    {
        "o": 7888,
        "r": "nkjv:Ruth:2:2",
        "t": "So Ruth the Moabitess said to Naomi, “Please let me go to the field, and glean heads of grain after him*i in whose sight I may find favor.” And*p she said to her, “Go, my daughter.”"
    },
    {
        "o": 7889,
        "r": "nkjv:Ruth:2:3",
        "t": "Then*p she left, and went and gleaned in the field after the reapers. And she happened to come to the part of the field belonging*i to Boaz, who was*i of the family of Elimelech."
    },
    {
        "o": 7890,
        "r": "nkjv:Ruth:2:4",
        "t": "Now*p behold, Boaz came from Bethlehem, and said to the reapers, “The Lord*s be*i with you!” And*p they answered him, “The Lord*s bless you!”"
    },
    {
        "o": 7891,
        "r": "nkjv:Ruth:2:5",
        "t": "Then*p Boaz said to his servant who was in charge of the reapers, “Whose young woman is*i this?”"
    },
    {
        "o": 7892,
        "r": "nkjv:Ruth:2:6",
        "t": "So*p the servant who was in charge of the reapers answered and said, “It is*i the young Moabite woman who came back with Naomi from the country of Moab."
    },
    {
        "o": 7893,
        "r": "nkjv:Ruth:2:7",
        "t": "And she said, ‘Please let me glean and gather after the reapers among the sheaves.’ So she came and has continued from morning until now, though she rested a little in the house.”"
    },
    {
        "o": 7894,
        "r": "nkjv:Ruth:2:8",
        "t": "Then*p Boaz said to Ruth, “You will listen, my daughter, will you not? Do not go to glean in another field, nor go from here, but stay close by my young women."
    },
    {
        "o": 7895,
        "r": "nkjv:Ruth:2:9",
        "t": "Let*i your eyes be*i on the field which they reap, and go after them. Have I not commanded the young men not to touch you? And when you are thirsty, go to the vessels and drink from what the young men have drawn.”"
    },
    {
        "o": 7896,
        "r": "nkjv:Ruth:2:10",
        "t": "So*p she fell on her face, bowed down to the ground, and said to him, “Why have I found favor in your eyes, that you should take notice of me, since I am*i a foreigner?”"
    },
    {
        "o": 7897,
        "r": "nkjv:Ruth:2:11",
        "t": "And*p Boaz answered and said to her, “It has been fully reported to me, all that you have done for your mother-in-law since the death of your husband, and how*i you have left your father and your mother and the land of your birth, and have come to a people whom you did not know before."
    },
    {
        "o": 7898,
        "r": "nkjv:Ruth:2:12",
        "t": "The Lord*s repay your work, and a full reward be given you by the Lord*s God of Israel, under whose wings you have come for refuge.”"
    },
    {
        "o": 7899,
        "r": "nkjv:Ruth:2:13",
        "t": "Then*p she said, “Let me find favor in your sight, my lord; for you have comforted me, and have spoken kindly to your maidservant, though I am not like one of your maidservants.”"
    },
    {
        "o": 7900,
        "r": "nkjv:Ruth:2:14",
        "t": "Now*p Boaz said to her at mealtime, “Come here, and eat of the bread, and dip your piece of bread in the vinegar.” So she sat beside the reapers, and he passed parched grain*i to her; and she ate and was satisfied, and kept some back."
    },
    {
        "o": 7901,
        "r": "nkjv:Ruth:2:15",
        "t": "And when she rose up to glean, Boaz commanded his young men, saying, “Let her glean even among the sheaves, and do not reproach her."
    },
    {
        "o": 7902,
        "r": "nkjv:Ruth:2:16",
        "t": "Also let grain*i from the bundles fall purposely for her; leave it*i that she may glean, and do not rebuke her.”"
    },
    {
        "o": 7903,
        "r": "nkjv:Ruth:2:17",
        "t": "So*p she gleaned in the field until evening, and beat out what she had gleaned, and it was about an ephah of barley."
    },
    {
        "o": 7904,
        "r": "nkjv:Ruth:2:18",
        "t": "Then she took it*i up and went into the city, and her mother-in-law saw what she had gleaned. So*p she brought out and gave to her what she had kept back after she had been satisfied."
    },
    {
        "o": 7905,
        "r": "nkjv:Ruth:2:19",
        "t": "And*p her mother-in-law said to her, “Where have you gleaned today? And where did you work? Blessed be the one who took notice of you.” So*p she told her mother-in-law with whom she had worked, and said, “The man’s name with whom I worked today is*i Boaz.”"
    },
    {
        "o": 7906,
        "r": "nkjv:Ruth:2:20",
        "t": "Then*p Naomi said to her daughter-in-law, “Blessed be*i he of the Lord,*s who has not forsaken His kindness to the living and the dead!” And Naomi said to her, “This man is*i a relation of ours, one of our close relatives.”"
    },
    {
        "o": 7907,
        "r": "nkjv:Ruth:2:21",
        "t": "Ruth*p the Moabitess said, “He also said to me, ‘You shall stay close by my young men until they have finished all my harvest.’”"
    },
    {
        "o": 7908,
        "r": "nkjv:Ruth:2:22",
        "t": "And*p Naomi said to Ruth her daughter-in-law, “It*i is*i good, my daughter, that you go out with his young women, and that people do not meet you in any other field.”"
    },
    {
        "o": 7909,
        "r": "nkjv:Ruth:2:23",
        "t": "So she stayed close by the young women of Boaz, to glean until the end of barley harvest and wheat harvest; and she dwelt with her mother-in-law."
    }
]
