[
    {
        "o": 30389,
        "r": "esv:Acts:8:0",
        "t": "Acts 8",
        "h": 1
    },
    {
        "o": 30390,
        "r": "esv:Acts:8:0",
        "t": "Saul Ravages the Church",
        "h": 2
    },
    {
        "o": 30391,
        "r": "esv:Acts:8:1",
        "t": "And*p Saul approved of his execution. And*p there arose on that day a great persecution against the church in Jerusalem, and they were all scattered throughout the regions of Judea and Samaria, except the apostles."
    },
    {
        "o": 30392,
        "r": "esv:Acts:8:2",
        "t": "Devout men buried Stephen and made great lamentation over him."
    },
    {
        "o": 30393,
        "r": "esv:Acts:8:3",
        "t": "But Saul was ravaging the church, and entering house after house, he dragged off men and women and committed them to prison."
    },
    {
        "o": 30394,
        "r": "esv:Acts:8:3",
        "t": "Philip Proclaims Christ in Samaria",
        "h": 2
    },
    {
        "o": 30395,
        "r": "esv:Acts:8:4",
        "t": "Now*p those who were scattered went about preaching the word."
    },
    {
        "o": 30396,
        "r": "esv:Acts:8:5",
        "t": "Philip went down to the city of Samaria and proclaimed to them the Christ."
    },
    {
        "o": 30397,
        "r": "esv:Acts:8:6",
        "t": "And the crowds with one accord paid attention to what was being said by Philip, when they heard him and saw the signs that he did."
    },
    {
        "o": 30398,
        "r": "esv:Acts:8:7",
        "t": "For unclean spirits, crying out with a loud voice, came out of many who had them, and many who were paralyzed or lame were healed."
    },
    {
        "o": 30399,
        "r": "esv:Acts:8:8",
        "t": "So there was much joy in that city."
    },
    {
        "o": 30400,
        "r": "esv:Acts:8:8",
        "t": "Simon the Magician Believes",
        "h": 2
    },
    {
        "o": 30401,
        "r": "esv:Acts:8:9",
        "t": "But*p there was a man named Simon, who had previously practiced magic in the city and amazed the people of Samaria, saying that he himself was somebody great."
    },
    {
        "o": 30402,
        "r": "esv:Acts:8:10",
        "t": "They all paid attention to him, from the least to the greatest, saying, “This man is the power of God that is called Great.”"
    },
    {
        "o": 30403,
        "r": "esv:Acts:8:11",
        "t": "And they paid attention to him because for a long time he had amazed them with his magic."
    },
    {
        "o": 30404,
        "r": "esv:Acts:8:12",
        "t": "But when they believed Philip as he preached good news about the kingdom of God and the name of Jesus Christ, they were baptized, both men and women."
    },
    {
        "o": 30405,
        "r": "esv:Acts:8:13",
        "t": "Even Simon himself believed, and after being baptized he continued with Philip. And seeing signs and great miracles performed, he was amazed."
    },
    {
        "o": 30406,
        "r": "esv:Acts:8:14",
        "t": "Now*p when the apostles at Jerusalem heard that Samaria had received the word of God, they sent to them Peter and John,"
    },
    {
        "o": 30407,
        "r": "esv:Acts:8:15",
        "t": "who came down and prayed for them that they might receive the Holy Spirit,"
    },
    {
        "o": 30408,
        "r": "esv:Acts:8:16",
        "t": "for he had not yet fallen on any of them, but they had only been baptized in the name of the Lord Jesus."
    },
    {
        "o": 30409,
        "r": "esv:Acts:8:17",
        "t": "Then they laid their hands on them and they received the Holy Spirit."
    },
    {
        "o": 30410,
        "r": "esv:Acts:8:18",
        "t": "Now when Simon saw that the Spirit was given through the laying on of the apostles’ hands, he offered them money,"
    },
    {
        "o": 30411,
        "r": "esv:Acts:8:19",
        "t": "saying, “Give me this power also, so that anyone on whom I lay my hands may receive the Holy Spirit.”"
    },
    {
        "o": 30412,
        "r": "esv:Acts:8:20",
        "t": "But Peter said to him, “May your silver perish with you, because you thought you could obtain the gift of God with money!"
    },
    {
        "o": 30413,
        "r": "esv:Acts:8:21",
        "t": "You have neither part nor lot in this matter, for your heart is not right before God."
    },
    {
        "o": 30414,
        "r": "esv:Acts:8:22",
        "t": "Repent, therefore, of this wickedness of yours, and pray to the Lord that, if possible, the intent of your heart may be forgiven you."
    },
    {
        "o": 30415,
        "r": "esv:Acts:8:23",
        "t": "For I see that you are in the gall of bitterness and in the bond of iniquity.”"
    },
    {
        "o": 30416,
        "r": "esv:Acts:8:24",
        "t": "And Simon answered, “Pray for me to the Lord, that nothing of what you have said may come upon me.”"
    },
    {
        "o": 30417,
        "r": "esv:Acts:8:25",
        "t": "Now*p when they had testified and spoken the word of the Lord, they returned to Jerusalem, preaching the gospel to many villages of the Samaritans."
    },
    {
        "o": 30418,
        "r": "esv:Acts:8:25",
        "t": "Philip and the Ethiopian Eunuch",
        "h": 2
    },
    {
        "o": 30419,
        "r": "esv:Acts:8:26",
        "t": "Now*p an angel of the Lord said to Philip, “Rise and go toward the south to the road that goes down from Jerusalem to Gaza.” This is a desert place."
    },
    {
        "o": 30420,
        "r": "esv:Acts:8:27",
        "t": "And he rose and went. And there was an Ethiopian, a eunuch, a court official of Candace, queen of the Ethiopians, who was in charge of all her treasure. He had come to Jerusalem to worship"
    },
    {
        "o": 30421,
        "r": "esv:Acts:8:28",
        "t": "and was returning, seated in his chariot, and he was reading the prophet Isaiah."
    },
    {
        "o": 30422,
        "r": "esv:Acts:8:29",
        "t": "And the Spirit said to Philip, “Go over and join this chariot.”"
    },
    {
        "o": 30423,
        "r": "esv:Acts:8:30",
        "t": "So Philip ran to him and heard him reading Isaiah the prophet and asked, “Do you understand what you are reading?”"
    },
    {
        "o": 30424,
        "r": "esv:Acts:8:31",
        "t": "And he said, “How can I, unless someone guides me?” And he invited Philip to come up and sit with him."
    },
    {
        "o": 30425,
        "r": "esv:Acts:8:32",
        "t": "Now the passage of the Scripture that he was reading was this: “Like*pn a sheep he was led to the slaughter and*ld like a lamb before its shearer is silent, so*ld he opens not his mouth."
    },
    {
        "o": 30426,
        "r": "esv:Acts:8:33",
        "t": "In*ln his humiliation justice was denied him. Who*ld can describe his generation? For*ln his life is taken away from the earth.”"
    },
    {
        "o": 30427,
        "r": "esv:Acts:8:34",
        "t": "And*p the eunuch said to Philip, “About whom, I ask you, does the prophet say this, about himself or about someone else?”"
    },
    {
        "o": 30428,
        "r": "esv:Acts:8:35",
        "t": "Then Philip opened his mouth, and beginning with this Scripture he told him the good news about Jesus."
    },
    {
        "o": 30429,
        "r": "esv:Acts:8:36",
        "t": "And as they were going along the road they came to some water, and the eunuch said, “See, here is water! What prevents me from being baptized?”"
    },
    {
        "o": 30430,
        "r": "esv:Acts:8:38",
        "t": "And he commanded the chariot to stop, and they both went down into the water, Philip and the eunuch, and he baptized him."
    },
    {
        "o": 30431,
        "r": "esv:Acts:8:39",
        "t": "And when they came up out of the water, the Spirit of the Lord carried Philip away, and the eunuch saw him no more, and went on his way rejoicing."
    },
    {
        "o": 30432,
        "r": "esv:Acts:8:40",
        "t": "But Philip found himself at Azotus, and as he passed through he preached the gospel to all the towns until he came to Caesarea."
    }
]
