[
    {
        "o": 22078,
        "r": "nasb:Jeremiah:35:0",
        "t": "Jeremiah 35",
        "h": 1
    },
    {
        "o": 22079,
        "r": "nasb:Jeremiah:35:0",
        "t": "The Rechabites’ Obedience",
        "h": 2
    },
    {
        "o": 22080,
        "r": "nasb:Jeremiah:35:1",
        "t": "The*p word which came to Jeremiah from the Lord*s in the days of Jehoiakim the son of Josiah, king of Judah, saying,"
    },
    {
        "o": 22081,
        "r": "nasb:Jeremiah:35:2",
        "t": "“Go to the house of the Rechabites and speak to them, and bring them into the house of the Lord,*s into one of the chambers, and give them wine to drink.”"
    },
    {
        "o": 22082,
        "r": "nasb:Jeremiah:35:3",
        "t": "Then I took Jaazaniah the son of Jeremiah, son of Habazziniah, and his brothers and all his sons and the whole house of the Rechabites,"
    },
    {
        "o": 22083,
        "r": "nasb:Jeremiah:35:4",
        "t": "and I brought them into the house of the Lord,*s into the chamber of the sons of Hanan the son of Igdaliah, the man of God, which was near the chamber of the officials, which was above the chamber of Maaseiah the son of Shallum, the doorkeeper."
    },
    {
        "o": 22084,
        "r": "nasb:Jeremiah:35:5",
        "t": "Then I set before the men of the house of the Rechabites pitchers full of wine and cups; and I said to them, “Drink wine!”"
    },
    {
        "o": 22085,
        "r": "nasb:Jeremiah:35:6",
        "t": "But they said, “We will not drink wine, for Jonadab the son of Rechab, our father, commanded us, saying, ‘You shall not drink wine, you or your sons, forever."
    },
    {
        "o": 22086,
        "r": "nasb:Jeremiah:35:7",
        "t": "You shall not build a house, and you shall not sow seed and you shall not plant a vineyard or own one; but in tents you shall dwell all your days, that you may live many days in the land where you sojourn.’"
    },
    {
        "o": 22087,
        "r": "nasb:Jeremiah:35:8",
        "t": "We have obeyed the voice of Jonadab the son of Rechab, our father, in all that he commanded us, not to drink wine all our days, we, our wives, our sons or our daughters,"
    },
    {
        "o": 22088,
        "r": "nasb:Jeremiah:35:9",
        "t": "nor to build ourselves houses to dwell in; and we do not have vineyard or field or seed."
    },
    {
        "o": 22089,
        "r": "nasb:Jeremiah:35:10",
        "t": "We have only dwelt in tents, and have obeyed and have done according to all that Jonadab our father commanded us."
    },
    {
        "o": 22090,
        "r": "nasb:Jeremiah:35:11",
        "t": "But when Nebuchadnezzar king of Babylon came up against the land, we said, ‘Come and let us go to Jerusalem before the army of the Chaldeans and before the army of the Arameans.’ So we have dwelt in Jerusalem.”"
    },
    {
        "o": 22091,
        "r": "nasb:Jeremiah:35:11",
        "t": "Judah Rebuked",
        "h": 2
    },
    {
        "o": 22092,
        "r": "nasb:Jeremiah:35:12",
        "t": "Then*p the word of the Lord*s came to Jeremiah, saying,"
    },
    {
        "o": 22093,
        "r": "nasb:Jeremiah:35:13",
        "t": "“Thus says the Lord*s of hosts, the God of Israel, ‘Go and say to the men of Judah and the inhabitants of Jerusalem, “Will you not receive instruction by listening to My words?” declares the Lord.*s"
    },
    {
        "o": 22094,
        "r": "nasb:Jeremiah:35:14",
        "t": "“The words of Jonadab the son of Rechab, which he commanded his sons not to drink wine, are observed. So they do not drink wine*i to this day, for they have obeyed their father’s command. But I have spoken to you again and again; yet you have not listened to Me."
    },
    {
        "o": 22095,
        "r": "nasb:Jeremiah:35:15",
        "t": "Also I have sent to you all My servants the prophets, sending them*i again and again, saying: ‘Turn now every man from his evil way and amend your deeds, and do not go after other gods to worship them. Then you will dwell in the land which I have given to you and to your forefathers; but you have not inclined your ear or listened to Me."
    },
    {
        "o": 22096,
        "r": "nasb:Jeremiah:35:16",
        "t": "Indeed, the sons of Jonadab the son of Rechab have observed the command of their father which he commanded them, but this people has not listened to Me.’ ” ’"
    },
    {
        "o": 22097,
        "r": "nasb:Jeremiah:35:17",
        "t": "Therefore thus says the Lord,*s the God of hosts, the God of Israel, ‘Behold, I am bringing on Judah and on all the inhabitants of Jerusalem all the disaster that I have pronounced against them; because I spoke to them but they did not listen, and I have called them but they did not answer.’ ”"
    },
    {
        "o": 22098,
        "r": "nasb:Jeremiah:35:18",
        "t": "Then*p Jeremiah said to the house of the Rechabites, “Thus says the Lord*s of hosts, the God of Israel, ‘Because you have obeyed the command of Jonadab your father, kept all his commands and done according to all that he commanded you;"
    },
    {
        "o": 22099,
        "r": "nasb:Jeremiah:35:19",
        "t": "therefore thus says the Lord*s of hosts, the God of Israel, “Jonadab the son of Rechab shall not lack a man to stand before Me always.” ’ ”"
    }
]
