[
    {
        "o": 1,
        "r": "nkjv:Genesis:1:0",
        "t": "Genesis 1",
        "h": 1
    },
    {
        "o": 2,
        "r": "nkjv:Genesis:1:0",
        "t": "The History of Creation",
        "h": 2
    },
    {
        "o": 3,
        "r": "nkjv:Genesis:1:1",
        "t": "In*p the beginning God created the heavens and the earth."
    },
    {
        "o": 4,
        "r": "nkjv:Genesis:1:2",
        "t": "The earth was without form, and void; and darkness was*i on the face of the deep. And the Spirit of God was hovering over the face of the waters."
    },
    {
        "o": 5,
        "r": "nkjv:Genesis:1:3",
        "t": "Then*p God said, “Let there be light”; and there was light."
    },
    {
        "o": 6,
        "r": "nkjv:Genesis:1:4",
        "t": "And God saw the light, that it*i was*i good; and God divided the light from the darkness."
    },
    {
        "o": 7,
        "r": "nkjv:Genesis:1:5",
        "t": "God called the light Day, and the darkness He called Night. So the evening and the morning were the first day."
    },
    {
        "o": 8,
        "r": "nkjv:Genesis:1:6",
        "t": "Then*p God said, “Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.”"
    },
    {
        "o": 9,
        "r": "nkjv:Genesis:1:7",
        "t": "Thus God made the firmament, and divided the waters which were*i under the firmament from the waters which were*i above the firmament; and it was so."
    },
    {
        "o": 10,
        "r": "nkjv:Genesis:1:8",
        "t": "And God called the firmament Heaven. So the evening and the morning were the second day."
    },
    {
        "o": 11,
        "r": "nkjv:Genesis:1:9",
        "t": "Then*p God said, “Let the waters under the heavens be gathered together into one place, and let the dry land*i appear”; and it was so."
    },
    {
        "o": 12,
        "r": "nkjv:Genesis:1:10",
        "t": "And God called the dry land*i Earth, and the gathering together of the waters He called Seas. And God saw that it*i was*i good."
    },
    {
        "o": 13,
        "r": "nkjv:Genesis:1:11",
        "t": "Then*p God said, “Let the earth bring forth grass, the herb that*i yields seed, and*i the fruit tree that*i yields fruit according to its kind, whose seed is*i in itself, on the earth”; and it was so."
    },
    {
        "o": 14,
        "r": "nkjv:Genesis:1:12",
        "t": "And the earth brought forth grass, the herb that*i yields seed according to its kind, and the tree that*i yields fruit, whose seed is*i in itself according to its kind. And God saw that it*i was*i good."
    },
    {
        "o": 15,
        "r": "nkjv:Genesis:1:13",
        "t": "So the evening and the morning were the third day."
    },
    {
        "o": 16,
        "r": "nkjv:Genesis:1:14",
        "t": "Then*p God said, “Let there be lights in the firmament of the heavens to divide the day from the night; and let them be for signs and seasons, and for days and years;"
    },
    {
        "o": 17,
        "r": "nkjv:Genesis:1:15",
        "t": "and let them be for lights in the firmament of the heavens to give light on the earth”; and it was so."
    },
    {
        "o": 18,
        "r": "nkjv:Genesis:1:16",
        "t": "Then God made two great lights: the greater light to rule the day, and the lesser light to rule the night. He*i made*i the stars also."
    },
    {
        "o": 19,
        "r": "nkjv:Genesis:1:17",
        "t": "God set them in the firmament of the heavens to give light on the earth,"
    },
    {
        "o": 20,
        "r": "nkjv:Genesis:1:18",
        "t": "and to rule over the day and over the night, and to divide the light from the darkness. And God saw that it*i was*i good."
    },
    {
        "o": 21,
        "r": "nkjv:Genesis:1:19",
        "t": "So the evening and the morning were the fourth day."
    },
    {
        "o": 22,
        "r": "nkjv:Genesis:1:20",
        "t": "Then*p God said, “Let the waters abound with an abundance of living creatures, and let birds fly above the earth across the face of the firmament of the heavens.”"
    },
    {
        "o": 23,
        "r": "nkjv:Genesis:1:21",
        "t": "So God created great sea creatures and every living thing that moves, with which the waters abounded, according to their kind, and every winged bird according to its kind. And God saw that it*i was*i good."
    },
    {
        "o": 24,
        "r": "nkjv:Genesis:1:22",
        "t": "And God blessed them, saying, “Be fruitful and multiply, and fill the waters in the seas, and let birds multiply on the earth.”"
    },
    {
        "o": 25,
        "r": "nkjv:Genesis:1:23",
        "t": "So the evening and the morning were the fifth day."
    },
    {
        "o": 26,
        "r": "nkjv:Genesis:1:24",
        "t": "Then*p God said, “Let the earth bring forth the living creature according to its kind: cattle and creeping thing and beast of the earth, each*i according to its kind”; and it was so."
    },
    {
        "o": 27,
        "r": "nkjv:Genesis:1:25",
        "t": "And God made the beast of the earth according to its kind, cattle according to its kind, and everything that creeps on the earth according to its kind. And God saw that it*i was*i good."
    },
    {
        "o": 28,
        "r": "nkjv:Genesis:1:26",
        "t": "Then*p God said, “Let Us make man in Our image, according to Our likeness; let them have dominion over the fish of the sea, over the birds of the air, and over the cattle, over all the earth and over every creeping thing that creeps on the earth.”"
    },
    {
        "o": 29,
        "r": "nkjv:Genesis:1:27",
        "t": "So God created man in His own*i image; in the image of God He created him; male and female He created them."
    },
    {
        "o": 30,
        "r": "nkjv:Genesis:1:28",
        "t": "Then God blessed them, and God said to them, “Be fruitful and multiply; fill the earth and subdue it; have dominion over the fish of the sea, over the birds of the air, and over every living thing that moves on the earth.”"
    },
    {
        "o": 31,
        "r": "nkjv:Genesis:1:29",
        "t": "And*p God said, “See, I have given you every herb that*i yields seed which is*i on the face of all the earth, and every tree whose fruit yields seed; to you it shall be for food."
    },
    {
        "o": 32,
        "r": "nkjv:Genesis:1:30",
        "t": "Also, to every beast of the earth, to every bird of the air, and to everything that creeps on the earth, in which there*i is*i life, I*i have*i given*i every green herb for food”; and it was so."
    },
    {
        "o": 33,
        "r": "nkjv:Genesis:1:31",
        "t": "Then God saw everything that He had made, and indeed it*i was*i very good. So the evening and the morning were the sixth day."
    }
]
