[
    {
        "o": 22191,
        "r": "nasb:Jeremiah:39:0",
        "t": "Jeremiah 39",
        "h": 1
    },
    {
        "o": 22192,
        "r": "nasb:Jeremiah:39:0",
        "t": "Jerusalem Captured",
        "h": 2
    },
    {
        "o": 22193,
        "r": "nasb:Jeremiah:39:1",
        "t": "Now*p when Jerusalem was captured in the ninth year of Zedekiah king of Judah, in the tenth month, Nebuchadnezzar king of Babylon and all his army came to Jerusalem and laid siege to it;"
    },
    {
        "o": 22194,
        "r": "nasb:Jeremiah:39:2",
        "t": "in the eleventh year of Zedekiah, in the fourth month, in the ninth day*i of the month, the city wall*i was breached."
    },
    {
        "o": 22195,
        "r": "nasb:Jeremiah:39:3",
        "t": "Then all the officials of the king of Babylon came in and sat down at the Middle Gate: Nergal-sar-ezer, Samgar-nebu, Sar-sekim the Rab-saris, Nergal-sar-ezer the*i Rab-mag, and all the rest of the officials of the king of Babylon."
    },
    {
        "o": 22196,
        "r": "nasb:Jeremiah:39:4",
        "t": "When Zedekiah the king of Judah and all the men of war saw them, they fled and went out of the city at night by way of the king’s garden through the gate between the two walls; and he went out toward the Arabah."
    },
    {
        "o": 22197,
        "r": "nasb:Jeremiah:39:5",
        "t": "But the army of the Chaldeans pursued them and overtook Zedekiah in the plains of Jericho; and they seized him and brought him up to Nebuchadnezzar king of Babylon at Riblah in the land of Hamath, and he passed sentence on him."
    },
    {
        "o": 22198,
        "r": "nasb:Jeremiah:39:6",
        "t": "Then the king of Babylon slew the sons of Zedekiah before his eyes at Riblah; the king of Babylon also slew all the nobles of Judah."
    },
    {
        "o": 22199,
        "r": "nasb:Jeremiah:39:7",
        "t": "He then blinded Zedekiah’s eyes and bound him in fetters of bronze to bring him to Babylon."
    },
    {
        "o": 22200,
        "r": "nasb:Jeremiah:39:8",
        "t": "The Chaldeans also burned with fire the king’s palace and the houses of the people, and they broke down the walls of Jerusalem."
    },
    {
        "o": 22201,
        "r": "nasb:Jeremiah:39:9",
        "t": "As for the rest of the people who were left in the city, the deserters who had gone over to him and the rest of the people who remained, Nebuzaradan the captain of the bodyguard carried them*i into exile in Babylon."
    },
    {
        "o": 22202,
        "r": "nasb:Jeremiah:39:10",
        "t": "But some of the poorest people who had nothing, Nebuzaradan the captain of the bodyguard left behind in the land of Judah, and gave them vineyards and fields at that time."
    },
    {
        "o": 22203,
        "r": "nasb:Jeremiah:39:10",
        "t": "Jeremiah Spared",
        "h": 2
    },
    {
        "o": 22204,
        "r": "nasb:Jeremiah:39:11",
        "t": "Now*p Nebuchadnezzar king of Babylon gave orders about Jeremiah through Nebuzaradan the captain of the bodyguard, saying,"
    },
    {
        "o": 22205,
        "r": "nasb:Jeremiah:39:12",
        "t": "“Take him and look after him, and do nothing harmful to him, but rather deal with him just as he tells you.”"
    },
    {
        "o": 22206,
        "r": "nasb:Jeremiah:39:13",
        "t": "So Nebuzaradan the captain of the bodyguard sent word,*i along with Nebushazban the Rab-saris, and Nergal-sar-ezer the Rab-mag, and all the leading officers of the king of Babylon;"
    },
    {
        "o": 22207,
        "r": "nasb:Jeremiah:39:14",
        "t": "they even sent and took Jeremiah out of the court of the guardhouse and entrusted him to Gedaliah, the son of Ahikam, the son of Shaphan, to take him home. So he stayed among the people."
    },
    {
        "o": 22208,
        "r": "nasb:Jeremiah:39:15",
        "t": "Now*p the word of the Lord*s had come to Jeremiah while he was confined in the court of the guardhouse, saying,"
    },
    {
        "o": 22209,
        "r": "nasb:Jeremiah:39:16",
        "t": "“Go and speak to Ebed-melech the Ethiopian, saying, ‘Thus says the Lord*s of hosts, the God of Israel, “Behold, I am about to bring My words on this city for disaster and not for prosperity; and they will take place before you on that day."
    },
    {
        "o": 22210,
        "r": "nasb:Jeremiah:39:17",
        "t": "But I will deliver you on that day,” declares the Lord,*s “and you will not be given into the hand of the men whom you dread."
    },
    {
        "o": 22211,
        "r": "nasb:Jeremiah:39:18",
        "t": "For I will certainly rescue you, and you will not fall by the sword; but you will have your own*i life as booty, because you have trusted in Me,” declares the Lord*s .’ ”"
    }
]
