[
    {
        "o": 25416,
        "r": "csb:Jonah:4:0",
        "t": "Jonah 4",
        "h": 1
    },
    {
        "o": 25417,
        "r": "csb:Jonah:4:0",
        "t": "Jonah’s Anger",
        "h": 2
    },
    {
        "o": 25418,
        "r": "csb:Jonah:4:1",
        "t": "Jonah*p was greatly displeased and became furious."
    },
    {
        "o": 25419,
        "r": "csb:Jonah:4:2",
        "t": "He prayed to the Lord,*s “Please, Lord,*s isn’t this what I said while I was still in my own country? That’s why I fled toward Tarshish in the first place. I knew that you are a gracious and compassionate God, slow to anger, abounding in faithful love, and one who relents from sending disaster."
    },
    {
        "o": 25420,
        "r": "csb:Jonah:4:3",
        "t": "And now, Lord,*s take my life from me, for it is better for me to die than to live.”"
    },
    {
        "o": 25421,
        "r": "csb:Jonah:4:4",
        "t": "The*p Lord*s asked, “Is it right for you to be angry?”"
    },
    {
        "o": 25422,
        "r": "csb:Jonah:4:5",
        "t": "Jonah*p left the city and found a place east of it. He made himself a shelter there and sat in its shade to see what would happen to the city."
    },
    {
        "o": 25423,
        "r": "csb:Jonah:4:6",
        "t": "Then the Lord*s God appointed a plant, and it grew over Jonah to provide shade for his head to rescue him from his trouble. Jonah was greatly pleased with the plant."
    },
    {
        "o": 25424,
        "r": "csb:Jonah:4:7",
        "t": "When dawn came the next day, God appointed a worm that attacked the plant, and it withered."
    },
    {
        "o": 25425,
        "r": "csb:Jonah:4:8",
        "t": "As*p the sun was rising, God appointed a scorching east wind. The sun beat down on Jonah’s head so much that he almost fainted, and he wanted to die. He said, “It’s better for me to die than to live.”"
    },
    {
        "o": 25426,
        "r": "csb:Jonah:4:9",
        "t": "Then*p God asked Jonah, “Is it right for you to be angry about the plant?” “Yes,*p it’s right!” he replied. “I’m angry enough to die!”"
    },
    {
        "o": 25427,
        "r": "csb:Jonah:4:10",
        "t": "And*p the Lord*s said, “You cared about the plant, which you did not labor over and did not grow. It appeared in a night and perished in a night."
    },
    {
        "o": 25428,
        "r": "csb:Jonah:4:11",
        "t": "So may I not care about the great city of Nineveh, which has more than a hundred twenty thousand people who cannot distinguish between their right and their left, as well as many animals?”"
    }
]
