[
    {
        "o": 22568,
        "r": "nkjv:Jeremiah:50:0",
        "t": "Jeremiah 50",
        "h": 1
    },
    {
        "o": 22569,
        "r": "nkjv:Jeremiah:50:0",
        "t": "Judgment on Babylon and Babylonia",
        "h": 2
    },
    {
        "o": 22570,
        "r": "nkjv:Jeremiah:50:1",
        "t": "The*p word that the Lord*s spoke against Babylon and*i against the land of the Chaldeans by Jeremiah the prophet."
    },
    {
        "o": 22571,
        "r": "nkjv:Jeremiah:50:2",
        "t": "“Declare*pn among the nations, Proclaim,*ld and set up a standard; Proclaim—do*ld not conceal it—*i Say,*ld ‘Babylon is taken, Bel is shamed. Merodach*ld is broken in pieces; Her*ld idols are humiliated, Her*ld images are broken in pieces.’"
    },
    {
        "o": 22572,
        "r": "nkjv:Jeremiah:50:3",
        "t": "For*ld out of the north a nation comes up against her, Which*ld shall make her land desolate, And*ld no one shall dwell therein. They*ld shall move, they shall depart, Both*ld man and beast."
    },
    {
        "o": 22573,
        "r": "nkjv:Jeremiah:50:4",
        "t": "“In*ln those days and in that time,” says the Lord,*s “The*ld children of Israel shall come, They*ld and the children of Judah together; With*ld continual weeping they shall come, And*ld seek the Lord*s their God."
    },
    {
        "o": 22574,
        "r": "nkjv:Jeremiah:50:5",
        "t": "They*ld shall ask the way to Zion, With*ld their faces toward it, saying,*i ‘Come*ld and let us join ourselves to the Lord*s In*ild a perpetual covenant That*ild will not be forgotten.’"
    },
    {
        "o": 22575,
        "r": "nkjv:Jeremiah:50:6",
        "t": "“My*ln people have been lost sheep. Their*ld shepherds have led them astray; They*ld have turned them away on*i the mountains. They*ld have gone from mountain to hill; They*ld have forgotten their resting place."
    },
    {
        "o": 22576,
        "r": "nkjv:Jeremiah:50:7",
        "t": "All*ld who found them have devoured them; And*ld their adversaries said, ‘We have not offended, Because*ld they have sinned against the Lord,*s the habitation of justice, The*ld Lord,*s the hope of their fathers.’"
    },
    {
        "o": 22577,
        "r": "nkjv:Jeremiah:50:8",
        "t": "“Move*ln from the midst of Babylon, Go*ld out of the land of the Chaldeans; And*ld be like the rams before the flocks."
    },
    {
        "o": 22578,
        "r": "nkjv:Jeremiah:50:9",
        "t": "For*ld behold, I will raise and cause to come up against Babylon An*ld assembly of great nations from the north country, And*ld they shall array themselves against her; From*ld there she shall be captured. Their*ld arrows shall*i be*i like those*i of an expert warrior; None*ld shall return in vain."
    },
    {
        "o": 22579,
        "r": "nkjv:Jeremiah:50:10",
        "t": "And*ld Chaldea shall become plunder; All*ld who plunder her shall be satisfied,” says the Lord.*s"
    },
    {
        "o": 22580,
        "r": "nkjv:Jeremiah:50:11",
        "t": "“Because*ln you were glad, because you rejoiced, You*ld destroyers of My heritage, Because*ld you have grown fat like a heifer threshing grain, And*ld you bellow like bulls,"
    },
    {
        "o": 22581,
        "r": "nkjv:Jeremiah:50:12",
        "t": "Your*ld mother shall be deeply ashamed; She*ld who bore you shall be ashamed. Behold,*ld the least of the nations shall*i be*i a wilderness, A*ld dry land and a desert."
    },
    {
        "o": 22582,
        "r": "nkjv:Jeremiah:50:13",
        "t": "Because*ld of the wrath of the Lord*s She*ld shall not be inhabited, But*ld she shall be wholly desolate. Everyone*ld who goes by Babylon shall be horrified And*ld hiss at all her plagues."
    },
    {
        "o": 22583,
        "r": "nkjv:Jeremiah:50:14",
        "t": "“Put*ln yourselves in array against Babylon all around, All*ld you who bend the bow; Shoot*ld at her, spare no arrows, For*ld she has sinned against the Lord.*s"
    },
    {
        "o": 22584,
        "r": "nkjv:Jeremiah:50:15",
        "t": "Shout*ld against her all around; She*ld has given her hand, Her*ld foundations have fallen, Her*ld walls are thrown down; For*ld it is*i the vengeance of the Lord.*s Take*ld vengeance on her. As*ld she has done, so do to her."
    },
    {
        "o": 22585,
        "r": "nkjv:Jeremiah:50:16",
        "t": "Cut*ld off the sower from Babylon, And*ld him who handles the sickle at harvest time. For*ld fear of the oppressing sword Everyone*ld shall turn to his own people, And*ld everyone shall flee to his own land."
    },
    {
        "o": 22586,
        "r": "nkjv:Jeremiah:50:17",
        "t": "“Israel*ln is*i like scattered sheep; The*ld lions have driven him*i away. First*ld the king of Assyria devoured him; Now*ld at last this Nebuchadnezzar king of Babylon has broken his bones.”"
    },
    {
        "o": 22587,
        "r": "nkjv:Jeremiah:50:18",
        "t": "Therefore*p thus says the Lord*s of hosts, the God of Israel: “Behold,*pn I will punish the king of Babylon and his land, As*ld I have punished the king of Assyria."
    },
    {
        "o": 22588,
        "r": "nkjv:Jeremiah:50:19",
        "t": "But*ld I will bring back Israel to his home, And*ld he shall feed on Carmel and Bashan; His*ld soul shall be satisfied on Mount Ephraim and Gilead."
    },
    {
        "o": 22589,
        "r": "nkjv:Jeremiah:50:20",
        "t": "In*ld those days and in that time,” says the Lord,*s “The*ld iniquity of Israel shall be sought, but there*i shall*i be*i none; And*ld the sins of Judah, but they shall not be found; For*ld I will pardon those whom I preserve."
    },
    {
        "o": 22590,
        "r": "nkjv:Jeremiah:50:21",
        "t": "“Go*ln up against the land of Merathaim, against it, And*ld against the inhabitants of Pekod. Waste*ld and utterly destroy them,” says the Lord,*s “And*ld do according to all that I have commanded you."
    },
    {
        "o": 22591,
        "r": "nkjv:Jeremiah:50:22",
        "t": "A*ld sound of battle is*i in the land, And*ld of great destruction."
    },
    {
        "o": 22592,
        "r": "nkjv:Jeremiah:50:23",
        "t": "How*ld the hammer of the whole earth has been cut apart and broken! How*ld Babylon has become a desolation among the nations!"
    },
    {
        "o": 22593,
        "r": "nkjv:Jeremiah:50:24",
        "t": "I*ld have laid a snare for you; You*ld have indeed been trapped, O Babylon, And*ld you were not aware; You*ld have been found and also caught, Because*ld you have contended against the Lord.*s"
    },
    {
        "o": 22594,
        "r": "nkjv:Jeremiah:50:25",
        "t": "The*ld Lord*s has opened His armory, And*ld has brought out the weapons of His indignation; For*ld this is*i the work of the Lord God*s of hosts In*ld the land of the Chaldeans."
    },
    {
        "o": 22595,
        "r": "nkjv:Jeremiah:50:26",
        "t": "Come*ld against her from the farthest border; Open*ld her storehouses; Cast*ld her up as heaps of ruins, And*ld destroy her utterly; Let*ld nothing of her be left."
    },
    {
        "o": 22596,
        "r": "nkjv:Jeremiah:50:27",
        "t": "Slay*ld all her bulls, Let*ld them go down to the slaughter. Woe*ld to them! For*ld their day has come, the time of their punishment."
    },
    {
        "o": 22597,
        "r": "nkjv:Jeremiah:50:28",
        "t": "The*ld voice of those who flee and escape from the land of Babylon Declares*ld in Zion the vengeance of the Lord*s our God, The*ld vengeance of His temple."
    },
    {
        "o": 22598,
        "r": "nkjv:Jeremiah:50:29",
        "t": "“Call*ln together the archers against Babylon. All*ld you who bend the bow, encamp against it all around; Let*ld none of them escape. Repay*ld her according to her work; According*ld to all she has done, do to her; For*ld she has been proud against the Lord,*s Against*ld the Holy One of Israel."
    },
    {
        "o": 22599,
        "r": "nkjv:Jeremiah:50:30",
        "t": "Therefore*ld her young men shall fall in the streets, And*ld all her men of war shall be cut off in that day,” says the Lord.*s"
    },
    {
        "o": 22600,
        "r": "nkjv:Jeremiah:50:31",
        "t": "“Behold,*ld I am*i against you, O*ld most haughty one!” says the Lord God*s of hosts; “For*ld your day has come, The*ld time that*i I will punish you."
    },
    {
        "o": 22601,
        "r": "nkjv:Jeremiah:50:32",
        "t": "The*ld most proud shall stumble and fall, And*ld no one will raise him up; I*ld will kindle a fire in his cities, And*ld it will devour all around him.”"
    },
    {
        "o": 22602,
        "r": "nkjv:Jeremiah:50:33",
        "t": "Thus*p says the Lord*s of hosts: “The*pn children of Israel were*i oppressed, Along*ld with the children of Judah; All*ld who took them captive have held them fast; They*ld have refused to let them go."
    },
    {
        "o": 22603,
        "r": "nkjv:Jeremiah:50:34",
        "t": "Their*ld Redeemer is*i strong; The*ld Lord*s of hosts is*i His name. He*ld will thoroughly plead their case, That*ld He may give rest to the land, And*ld disquiet the inhabitants of Babylon."
    },
    {
        "o": 22604,
        "r": "nkjv:Jeremiah:50:35",
        "t": "“A*ln sword is*i against the Chaldeans,” says the Lord,*s “Against*ld the inhabitants of Babylon, And*ld against her princes and her wise men."
    },
    {
        "o": 22605,
        "r": "nkjv:Jeremiah:50:36",
        "t": "A*ld sword is*i against the soothsayers, and they will be fools. A*ld sword is*i against her mighty men, and they will be dismayed."
    },
    {
        "o": 22606,
        "r": "nkjv:Jeremiah:50:37",
        "t": "A*ld sword is*i against their horses, Against*ld their chariots, And*ld against all the mixed peoples who are*i in her midst; And*ld they will become like women. A*ld sword is*i against her treasures, and they will be robbed."
    },
    {
        "o": 22607,
        "r": "nkjv:Jeremiah:50:38",
        "t": "A*ld drought is*i against her waters, and they will be dried up. For*ld it is*i the land of carved images, And*ld they are insane with their*i idols."
    },
    {
        "o": 22608,
        "r": "nkjv:Jeremiah:50:39",
        "t": "“Therefore*ln the wild desert beasts shall dwell there*i with the jackals, And*ld the ostriches shall dwell in it. It*ld shall be inhabited no more forever, Nor*ld shall it be dwelt in from generation to generation."
    },
    {
        "o": 22609,
        "r": "nkjv:Jeremiah:50:40",
        "t": "As*ld God overthrew Sodom and Gomorrah And*ld their neighbors,” says the Lord,*s “So*ild no one shall reside there, Nor*ld son of man dwell in it."
    },
    {
        "o": 22610,
        "r": "nkjv:Jeremiah:50:41",
        "t": "“Behold,*ln a people shall come from the north, And*ld a great nation and many kings Shall*ld be raised up from the ends of the earth."
    },
    {
        "o": 22611,
        "r": "nkjv:Jeremiah:50:42",
        "t": "They*ld shall hold the bow and the lance; They*ld are*i cruel and shall not show mercy. Their*ld voice shall roar like the sea; They*ld shall ride on horses, Set*ld in array, like a man for the battle, Against*ld you, O daughter of Babylon."
    },
    {
        "o": 22612,
        "r": "nkjv:Jeremiah:50:43",
        "t": "“The*ln king of Babylon has heard the report about them, And*ld his hands grow feeble; Anguish*ld has taken hold of him, Pangs*ld as of a woman in childbirth."
    },
    {
        "o": 22613,
        "r": "nkjv:Jeremiah:50:44",
        "t": "“Behold,*ln he shall come up like a lion from the floodplain of the Jordan Against*ld the dwelling place of the strong; But*ld I will make them suddenly run away from her. And*ld who is*i a chosen man*i that*i I may appoint over her? For*ld who is*i like Me? Who*ld will arraign Me? And*ld who is*i that shepherd Who*ld will withstand Me?”"
    },
    {
        "o": 22614,
        "r": "nkjv:Jeremiah:50:45",
        "t": "Therefore*ln hear the counsel of the Lord*s that He has taken against Babylon, And*ld His purposes that He has proposed against the land of the Chaldeans: Surely*ld the least of the flock shall draw them out; Surely*ld He will make their dwelling place desolate with them."
    },
    {
        "o": 22615,
        "r": "nkjv:Jeremiah:50:46",
        "t": "At*ld the noise of the taking of Babylon The*ld earth trembles, And*ld the cry is heard among the nations."
    }
]
