[
    {
        "o": 4643,
        "r": "nasb:Numbers:18:0",
        "t": "Numbers 18",
        "h": 1
    },
    {
        "o": 4644,
        "r": "nasb:Numbers:18:0",
        "t": "Duties of Levites",
        "h": 2
    },
    {
        "o": 4645,
        "r": "nasb:Numbers:18:1",
        "t": "So*p the Lord*s said to Aaron, “You and your sons and your father’s household with you shall bear the guilt in connection with the sanctuary, and you and your sons with you shall bear the guilt in connection with your priesthood."
    },
    {
        "o": 4646,
        "r": "nasb:Numbers:18:2",
        "t": "But bring with you also your brothers, the tribe of Levi, the tribe of your father, that they may be joined with you and serve you, while you and your sons with you are before the tent of the testimony."
    },
    {
        "o": 4647,
        "r": "nasb:Numbers:18:3",
        "t": "And they shall thus attend to your obligation and the obligation of all the tent, but they shall not come near to the furnishings of the sanctuary and the altar, or both they and you will die."
    },
    {
        "o": 4648,
        "r": "nasb:Numbers:18:4",
        "t": "They shall be joined with you and attend to the obligations of the tent of meeting, for all the service of the tent; but an outsider may not come near you."
    },
    {
        "o": 4649,
        "r": "nasb:Numbers:18:5",
        "t": "So you shall attend to the obligations of the sanctuary and the obligations of the altar, so that there will no longer be wrath on the sons of Israel."
    },
    {
        "o": 4650,
        "r": "nasb:Numbers:18:6",
        "t": "Behold, I Myself have taken your fellow Levites from among the sons of Israel; they are a gift to you, dedicated to the Lord,*s to perform the service for the tent of meeting."
    },
    {
        "o": 4651,
        "r": "nasb:Numbers:18:7",
        "t": "But you and your sons with you shall attend to your priesthood for everything concerning the altar and inside the veil, and you are to perform service. I am giving you the priesthood as a bestowed service, but the outsider who comes near shall be put to death.”"
    },
    {
        "o": 4652,
        "r": "nasb:Numbers:18:7",
        "t": "The Priests’ Portion",
        "h": 2
    },
    {
        "o": 4653,
        "r": "nasb:Numbers:18:8",
        "t": "Then*p the Lord*s spoke to Aaron, “Now behold, I Myself have given you charge of My offerings, even all the holy gifts of the sons of Israel I have given them to you as a portion and to your sons as a perpetual allotment."
    },
    {
        "o": 4654,
        "r": "nasb:Numbers:18:9",
        "t": "This shall be yours from the most holy gifts*i reserved*i from the fire; every offering of theirs, even every grain offering and every sin offering and every guilt offering, which they shall render to Me, shall be most holy for you and for your sons."
    },
    {
        "o": 4655,
        "r": "nasb:Numbers:18:10",
        "t": "As the most holy gifts*i you shall eat it; every male shall eat it. It shall be holy to you."
    },
    {
        "o": 4656,
        "r": "nasb:Numbers:18:11",
        "t": "This also is yours, the offering of their gift, even all the wave offerings of the sons of Israel; I have given them to you and to your sons and daughters with you as a perpetual allotment. Everyone of your household who is clean may eat it."
    },
    {
        "o": 4657,
        "r": "nasb:Numbers:18:12",
        "t": "All the best of the fresh oil and all the best of the fresh wine and of the grain, the first fruits of those which they give to the Lord,*s I give them to you."
    },
    {
        "o": 4658,
        "r": "nasb:Numbers:18:13",
        "t": "The first ripe fruits of all that is in their land, which they bring to the Lord,*s shall be yours; everyone of your household who is clean may eat it."
    },
    {
        "o": 4659,
        "r": "nasb:Numbers:18:14",
        "t": "Every devoted thing in Israel shall be yours."
    },
    {
        "o": 4660,
        "r": "nasb:Numbers:18:15",
        "t": "Every first issue of the womb of all flesh, whether man or animal, which they offer to the Lord,*s shall be yours; nevertheless the firstborn of man you shall surely redeem, and the firstborn of unclean animals you shall redeem."
    },
    {
        "o": 4661,
        "r": "nasb:Numbers:18:16",
        "t": "As to their redemption price, from a month old you shall redeem them, by your valuation, five shekels in silver, according to the shekel of the sanctuary, which is twenty gerahs."
    },
    {
        "o": 4662,
        "r": "nasb:Numbers:18:17",
        "t": "But the firstborn of an ox or the firstborn of a sheep or the firstborn of a goat, you shall not redeem; they are holy. You shall sprinkle their blood on the altar and shall offer up their fat in smoke as*i an offering by fire, for a soothing aroma to the Lord.*s"
    },
    {
        "o": 4663,
        "r": "nasb:Numbers:18:18",
        "t": "Their meat shall be yours; it shall be yours like the breast of a wave offering and like the right thigh."
    },
    {
        "o": 4664,
        "r": "nasb:Numbers:18:19",
        "t": "All the offerings of the holy gifts,*i which the sons of Israel offer to the Lord,*s I have given to you and your sons and your daughters with you, as a perpetual allotment. It is an everlasting covenant of salt before the Lord*s to you and your descendants with you.”"
    },
    {
        "o": 4665,
        "r": "nasb:Numbers:18:20",
        "t": "Then the Lord*s said to Aaron, “You shall have no inheritance in their land nor own any portion among them; I am your portion and your inheritance among the sons of Israel."
    },
    {
        "o": 4666,
        "r": "nasb:Numbers:18:21",
        "t": "“To*p the sons of Levi, behold, I have given all the tithe in Israel for an inheritance, in return for their service which they perform, the service of the tent of meeting."
    },
    {
        "o": 4667,
        "r": "nasb:Numbers:18:22",
        "t": "The sons of Israel shall not come near the tent of meeting again, or they will bear sin and die."
    },
    {
        "o": 4668,
        "r": "nasb:Numbers:18:23",
        "t": "Only the Levites shall perform the service of the tent of meeting, and they shall bear their iniquity; it shall be a perpetual statute throughout your generations, and among the sons of Israel they shall have no inheritance."
    },
    {
        "o": 4669,
        "r": "nasb:Numbers:18:24",
        "t": "For the tithe of the sons of Israel, which they offer as an offering to the Lord,*s I have given to the Levites for an inheritance; therefore I have said concerning them, ‘They shall have no inheritance among the sons of Israel.’ ”"
    },
    {
        "o": 4670,
        "r": "nasb:Numbers:18:25",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4671,
        "r": "nasb:Numbers:18:26",
        "t": "“Moreover, you shall speak to the Levites and say to them, ‘When you take from the sons of Israel the tithe which I have given you from them for your inheritance, then you shall present an offering from it to the Lord,*s a tithe of the tithe."
    },
    {
        "o": 4672,
        "r": "nasb:Numbers:18:27",
        "t": "Your offering shall be reckoned to you as the grain from the threshing floor or the full produce from the wine vat."
    },
    {
        "o": 4673,
        "r": "nasb:Numbers:18:28",
        "t": "So you shall also present an offering to the Lord*s from your tithes, which you receive from the sons of Israel; and from it you shall give the Lord’s*s offering to Aaron the priest."
    },
    {
        "o": 4674,
        "r": "nasb:Numbers:18:29",
        "t": "Out of all your gifts you shall present every offering due to the Lord,*s from all the best of them, the sacred part from them.’"
    },
    {
        "o": 4675,
        "r": "nasb:Numbers:18:30",
        "t": "You shall say to them, ‘When you have offered from it the best of it, then the*i rest*i shall be reckoned to the Levites as the product of the threshing floor, and as the product of the wine vat."
    },
    {
        "o": 4676,
        "r": "nasb:Numbers:18:31",
        "t": "You may eat it anywhere, you and your households, for it is your compensation in return for your service in the tent of meeting."
    },
    {
        "o": 4677,
        "r": "nasb:Numbers:18:32",
        "t": "You will bear no sin by reason of it when you have offered the best of it. But you shall not profane the sacred gifts of the sons of Israel, or you will die.’ ”"
    }
]
