[
    {
        "o": 31228,
        "r": "esv:Romans:1:0",
        "t": "Romans 1",
        "h": 1
    },
    {
        "o": 31229,
        "r": "esv:Romans:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 31230,
        "r": "esv:Romans:1:1",
        "t": "Paul,*p a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God,"
    },
    {
        "o": 31231,
        "r": "esv:Romans:1:2",
        "t": "which he promised beforehand through his prophets in the holy Scriptures,"
    },
    {
        "o": 31232,
        "r": "esv:Romans:1:3",
        "t": "concerning his Son, who was descended from David according to the flesh"
    },
    {
        "o": 31233,
        "r": "esv:Romans:1:4",
        "t": "and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord,"
    },
    {
        "o": 31234,
        "r": "esv:Romans:1:5",
        "t": "through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations,"
    },
    {
        "o": 31235,
        "r": "esv:Romans:1:6",
        "t": "including you who are called to belong to Jesus Christ,"
    },
    {
        "o": 31236,
        "r": "esv:Romans:1:7",
        "t": "To*p all those in Rome who are loved by God and called to be saints: Grace*p to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 31237,
        "r": "esv:Romans:1:7",
        "t": "Longing to Go to Rome",
        "h": 2
    },
    {
        "o": 31238,
        "r": "esv:Romans:1:8",
        "t": "First,*p I thank my God through Jesus Christ for all of you, because your faith is proclaimed in all the world."
    },
    {
        "o": 31239,
        "r": "esv:Romans:1:9",
        "t": "For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I mention you"
    },
    {
        "o": 31240,
        "r": "esv:Romans:1:10",
        "t": "always in my prayers, asking that somehow by God’s will I may now at last succeed in coming to you."
    },
    {
        "o": 31241,
        "r": "esv:Romans:1:11",
        "t": "For I long to see you, that I may impart to you some spiritual gift to strengthen you—"
    },
    {
        "o": 31242,
        "r": "esv:Romans:1:12",
        "t": "that is, that we may be mutually encouraged by each other’s faith, both yours and mine."
    },
    {
        "o": 31243,
        "r": "esv:Romans:1:13",
        "t": "I do not want you to be unaware, brothers, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as well as among the rest of the Gentiles."
    },
    {
        "o": 31244,
        "r": "esv:Romans:1:14",
        "t": "I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish."
    },
    {
        "o": 31245,
        "r": "esv:Romans:1:15",
        "t": "So I am eager to preach the gospel to you also who are in Rome."
    },
    {
        "o": 31246,
        "r": "esv:Romans:1:15",
        "t": "The Righteous Shall Live by Faith",
        "h": 2
    },
    {
        "o": 31247,
        "r": "esv:Romans:1:16",
        "t": "For*p I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek."
    },
    {
        "o": 31248,
        "r": "esv:Romans:1:17",
        "t": "For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”"
    },
    {
        "o": 31249,
        "r": "esv:Romans:1:17",
        "t": "God’s Wrath on Unrighteousness",
        "h": 2
    },
    {
        "o": 31250,
        "r": "esv:Romans:1:18",
        "t": "For*p the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth."
    },
    {
        "o": 31251,
        "r": "esv:Romans:1:19",
        "t": "For what can be known about God is plain to them, because God has shown it to them."
    },
    {
        "o": 31252,
        "r": "esv:Romans:1:20",
        "t": "For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse."
    },
    {
        "o": 31253,
        "r": "esv:Romans:1:21",
        "t": "For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened."
    },
    {
        "o": 31254,
        "r": "esv:Romans:1:22",
        "t": "Claiming to be wise, they became fools,"
    },
    {
        "o": 31255,
        "r": "esv:Romans:1:23",
        "t": "and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things."
    },
    {
        "o": 31256,
        "r": "esv:Romans:1:24",
        "t": "Therefore*p God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves,"
    },
    {
        "o": 31257,
        "r": "esv:Romans:1:25",
        "t": "because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen."
    },
    {
        "o": 31258,
        "r": "esv:Romans:1:26",
        "t": "For*p this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature;"
    },
    {
        "o": 31259,
        "r": "esv:Romans:1:27",
        "t": "and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error."
    },
    {
        "o": 31260,
        "r": "esv:Romans:1:28",
        "t": "And*p since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done."
    },
    {
        "o": 31261,
        "r": "esv:Romans:1:29",
        "t": "They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips,"
    },
    {
        "o": 31262,
        "r": "esv:Romans:1:30",
        "t": "slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents,"
    },
    {
        "o": 31263,
        "r": "esv:Romans:1:31",
        "t": "foolish, faithless, heartless, ruthless."
    },
    {
        "o": 31264,
        "r": "esv:Romans:1:32",
        "t": "Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them."
    }
]
