[
    {
        "o": 10755,
        "r": "niv:2 Kings:12:0",
        "t": "2 Kings 12",
        "h": 1
    },
    {
        "o": 10756,
        "r": "niv:2 Kings:12:0",
        "t": "Joash Repairs the Temple",
        "h": 2
    },
    {
        "o": 10757,
        "r": "niv:2 Kings:12:1",
        "t": "In*p the seventh year of Jehu, Joash became king, and he reigned in Jerusalem forty years. His mother’s name was Zibiah; she was from Beersheba."
    },
    {
        "o": 10758,
        "r": "niv:2 Kings:12:2",
        "t": "Joash did what was right in the eyes of the Lord*s all the years Jehoiada the priest instructed him."
    },
    {
        "o": 10759,
        "r": "niv:2 Kings:12:3",
        "t": "The high places, however, were not removed; the people continued to offer sacrifices and burn incense there."
    },
    {
        "o": 10760,
        "r": "niv:2 Kings:12:4",
        "t": "Joash*p said to the priests, “Collect all the money that is brought as sacred offerings to the temple of the Lord*s —the money collected in the census, the money received from personal vows and the money brought voluntarily to the temple."
    },
    {
        "o": 10761,
        "r": "niv:2 Kings:12:5",
        "t": "Let every priest receive the money from one of the treasurers, then use it to repair whatever damage is found in the temple.”"
    },
    {
        "o": 10762,
        "r": "niv:2 Kings:12:6",
        "t": "But*p by the twenty-third year of King Joash the priests still had not repaired the temple."
    },
    {
        "o": 10763,
        "r": "niv:2 Kings:12:7",
        "t": "Therefore King Joash summoned Jehoiada the priest and the other priests and asked them, “Why aren’t you repairing the damage done to the temple? Take no more money from your treasurers, but hand it over for repairing the temple.”"
    },
    {
        "o": 10764,
        "r": "niv:2 Kings:12:8",
        "t": "The priests agreed that they would not collect any more money from the people and that they would not repair the temple themselves."
    },
    {
        "o": 10765,
        "r": "niv:2 Kings:12:9",
        "t": "Jehoiada*p the priest took a chest and bored a hole in its lid. He placed it beside the altar, on the right side as one enters the temple of the Lord.*s The priests who guarded the entrance put into the chest all the money that was brought to the temple of the Lord.*s"
    },
    {
        "o": 10766,
        "r": "niv:2 Kings:12:10",
        "t": "Whenever they saw that there was a large amount of money in the chest, the royal secretary and the high priest came, counted the money that had been brought into the temple of the Lord*s and put it into bags."
    },
    {
        "o": 10767,
        "r": "niv:2 Kings:12:11",
        "t": "When the amount had been determined, they gave the money to the men appointed to supervise the work on the temple. With it they paid those who worked on the temple of the Lord*s —the carpenters and builders,"
    },
    {
        "o": 10768,
        "r": "niv:2 Kings:12:12",
        "t": "the masons and stonecutters. They purchased timber and blocks of dressed stone for the repair of the temple of the Lord,*s and met all the other expenses of restoring the temple."
    },
    {
        "o": 10769,
        "r": "niv:2 Kings:12:13",
        "t": "The*p money brought into the temple was not spent for making silver basins, wick trimmers, sprinkling bowls, trumpets or any other articles of gold or silver for the temple of the Lord;*s"
    },
    {
        "o": 10770,
        "r": "niv:2 Kings:12:14",
        "t": "it was paid to the workers, who used it to repair the temple."
    },
    {
        "o": 10771,
        "r": "niv:2 Kings:12:15",
        "t": "They did not require an accounting from those to whom they gave the money to pay the workers, because they acted with complete honesty."
    },
    {
        "o": 10772,
        "r": "niv:2 Kings:12:16",
        "t": "The money from the guilt offerings and sin offerings was not brought into the temple of the Lord;*s it belonged to the priests."
    },
    {
        "o": 10773,
        "r": "niv:2 Kings:12:17",
        "t": "About*p this time Hazael king of Aram went up and attacked Gath and captured it. Then he turned to attack Jerusalem."
    },
    {
        "o": 10774,
        "r": "niv:2 Kings:12:18",
        "t": "But Joash king of Judah took all the sacred objects dedicated by his predecessors—Jehoshaphat, Jehoram and Ahaziah, the kings of Judah—and the gifts he himself had dedicated and all the gold found in the treasuries of the temple of the Lord*s and of the royal palace, and he sent them to Hazael king of Aram, who then withdrew from Jerusalem."
    },
    {
        "o": 10775,
        "r": "niv:2 Kings:12:19",
        "t": "As*p for the other events of the reign of Joash, and all he did, are they not written in the book of the annals of the kings of Judah?"
    },
    {
        "o": 10776,
        "r": "niv:2 Kings:12:20",
        "t": "His officials conspired against him and assassinated him at Beth Millo, on the road down to Silla."
    },
    {
        "o": 10777,
        "r": "niv:2 Kings:12:21",
        "t": "The officials who murdered him were Jozabad son of Shimeath and Jehozabad son of Shomer. He died and was buried with his ancestors in the City of David. And Amaziah his son succeeded him as king."
    }
]
