[
    {
        "o": 4665,
        "r": "nkjv:Numbers:17:0",
        "t": "Numbers 17",
        "h": 1
    },
    {
        "o": 4666,
        "r": "nkjv:Numbers:17:0",
        "t": "The Budding of Aaron’s Rod",
        "h": 2
    },
    {
        "o": 4667,
        "r": "nkjv:Numbers:17:1",
        "t": "And*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 4668,
        "r": "nkjv:Numbers:17:2",
        "t": "“Speak to the children of Israel, and get from them a rod from each father’s house, all their leaders according to their fathers’ houses—twelve rods. Write each man’s name on his rod."
    },
    {
        "o": 4669,
        "r": "nkjv:Numbers:17:3",
        "t": "And you shall write Aaron’s name on the rod of Levi. For there shall be one rod for the head of each*i father’s house."
    },
    {
        "o": 4670,
        "r": "nkjv:Numbers:17:4",
        "t": "Then you shall place them in the tabernacle of meeting before the Testimony, where I meet with you."
    },
    {
        "o": 4671,
        "r": "nkjv:Numbers:17:5",
        "t": "And it shall be that*i the rod of the man whom I choose will blossom; thus I will rid Myself of the complaints of the children of Israel, which they make against you.”"
    },
    {
        "o": 4672,
        "r": "nkjv:Numbers:17:6",
        "t": "So*p Moses spoke to the children of Israel, and each of their leaders gave him a rod apiece, for each leader according to their fathers’ houses, twelve rods; and the rod of Aaron was*i among their rods."
    },
    {
        "o": 4673,
        "r": "nkjv:Numbers:17:7",
        "t": "And Moses placed the rods before the Lord*s in the tabernacle of witness."
    },
    {
        "o": 4674,
        "r": "nkjv:Numbers:17:8",
        "t": "Now*p it came to pass on the next day that Moses went into the tabernacle of witness, and behold, the rod of Aaron, of the house of Levi, had sprouted and put forth buds, had produced blossoms and yielded ripe almonds."
    },
    {
        "o": 4675,
        "r": "nkjv:Numbers:17:9",
        "t": "Then Moses brought out all the rods from before the Lord*s to all the children of Israel; and they looked, and each man took his rod."
    },
    {
        "o": 4676,
        "r": "nkjv:Numbers:17:10",
        "t": "And*p the Lord*s said to Moses, “Bring Aaron’s rod back before the Testimony, to be kept as a sign against the rebels, that you may put their complaints away from Me, lest they die.”"
    },
    {
        "o": 4677,
        "r": "nkjv:Numbers:17:11",
        "t": "Thus did Moses; just as the Lord*s had commanded him, so he did."
    },
    {
        "o": 4678,
        "r": "nkjv:Numbers:17:12",
        "t": "So*p the children of Israel spoke to Moses, saying, “Surely we die, we perish, we all perish!"
    },
    {
        "o": 4679,
        "r": "nkjv:Numbers:17:13",
        "t": "Whoever even comes near the tabernacle of the Lord*s must die. Shall we all utterly die?”"
    }
]
