[
    {
        "o": 12879,
        "r": "nasb:2 Chronicles:25:0",
        "t": "2 Chronicles 25",
        "h": 1
    },
    {
        "o": 12880,
        "r": "nasb:2 Chronicles:25:0",
        "t": "Amaziah Succeeds Joash in Judah",
        "h": 2
    },
    {
        "o": 12881,
        "r": "nasb:2 Chronicles:25:1",
        "t": "Amaziah*p was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem. And his mother’s name was Jehoaddan of Jerusalem."
    },
    {
        "o": 12882,
        "r": "nasb:2 Chronicles:25:2",
        "t": "He did right in the sight of the Lord,*s yet not with a whole heart."
    },
    {
        "o": 12883,
        "r": "nasb:2 Chronicles:25:3",
        "t": "Now it came about as soon as the kingdom was firmly in his grasp, that he killed his servants who had slain his father the king."
    },
    {
        "o": 12884,
        "r": "nasb:2 Chronicles:25:4",
        "t": "However, he did not put their children to death, but did*i as it is written in the law in the book of Moses, which the Lord*s commanded, saying, “Fathers shall not be put to death for sons, nor sons be put to death for fathers, but each shall be put to death for his own sin.”"
    },
    {
        "o": 12885,
        "r": "nasb:2 Chronicles:25:4",
        "t": "Amaziah Defeats Edomites",
        "h": 2
    },
    {
        "o": 12886,
        "r": "nasb:2 Chronicles:25:5",
        "t": "Moreover,*p Amaziah assembled Judah and appointed them according to their*i fathers’ households under commanders of thousands and commanders of hundreds throughout Judah and Benjamin; and he took a census of those from twenty years old and upward and found them to be 300,000 choice men, able*i to go to war and*i handle spear and shield."
    },
    {
        "o": 12887,
        "r": "nasb:2 Chronicles:25:6",
        "t": "He hired also 100,000 valiant warriors out of Israel for one hundred talents of silver."
    },
    {
        "o": 12888,
        "r": "nasb:2 Chronicles:25:7",
        "t": "But a man of God came to him saying, “O king, do not let the army of Israel go with you, for the Lord*s is not with Israel nor*i with*i any of the sons of Ephraim."
    },
    {
        "o": 12889,
        "r": "nasb:2 Chronicles:25:8",
        "t": "But if you do go, do it,*i be strong for the battle; yet*i God will bring you down before the enemy, for God has power to help and to bring down.”"
    },
    {
        "o": 12890,
        "r": "nasb:2 Chronicles:25:9",
        "t": "Amaziah said to the man of God, “But what shall*i we*i do for the hundred talents which I have given to the troops of Israel?” And the man of God answered, “The Lord*s has much more to give you than this.”"
    },
    {
        "o": 12891,
        "r": "nasb:2 Chronicles:25:10",
        "t": "Then Amaziah dismissed them, the troops which came to him from Ephraim, to go home; so their anger burned against Judah and they returned home in fierce anger."
    },
    {
        "o": 12892,
        "r": "nasb:2 Chronicles:25:11",
        "t": "Now*p Amaziah strengthened himself and led his people forth, and went to the Valley of Salt and struck down 10,000 of the sons of Seir."
    },
    {
        "o": 12893,
        "r": "nasb:2 Chronicles:25:12",
        "t": "The sons of Judah also captured 10,000 alive and brought them to the top of the cliff and threw them down from the top of the cliff, so that they were all dashed to pieces."
    },
    {
        "o": 12894,
        "r": "nasb:2 Chronicles:25:13",
        "t": "But the troops whom Amaziah sent back from going with him to battle, raided the cities of Judah, from Samaria to Beth-horon, and struck down 3,000 of them and plundered much spoil."
    },
    {
        "o": 12895,
        "r": "nasb:2 Chronicles:25:13",
        "t": "Amaziah Rebuked for Idolatry",
        "h": 2
    },
    {
        "o": 12896,
        "r": "nasb:2 Chronicles:25:14",
        "t": "Now*p after Amaziah came from slaughtering the Edomites, he brought the gods of the sons of Seir, set them up as his gods, bowed down before them and burned incense to them."
    },
    {
        "o": 12897,
        "r": "nasb:2 Chronicles:25:15",
        "t": "Then the anger of the Lord*s burned against Amaziah, and He sent him a prophet who said to him, “Why have you sought the gods of the people who have not delivered their own people from your hand?”"
    },
    {
        "o": 12898,
        "r": "nasb:2 Chronicles:25:16",
        "t": "As he was talking with him, the king said to him, “Have we appointed you a royal counselor? Stop! Why should you be struck down?” Then the prophet stopped and said, “I know that God has planned to destroy you, because you have done this and have not listened to my counsel.”"
    },
    {
        "o": 12899,
        "r": "nasb:2 Chronicles:25:16",
        "t": "Amaziah Defeated by Joash of Israel",
        "h": 2
    },
    {
        "o": 12900,
        "r": "nasb:2 Chronicles:25:17",
        "t": "Then*p Amaziah king of Judah took counsel and sent to Joash the son of Jehoahaz the son of Jehu, the king of Israel, saying, “Come, let us face each other.”"
    },
    {
        "o": 12901,
        "r": "nasb:2 Chronicles:25:18",
        "t": "Joash the king of Israel sent to Amaziah king of Judah, saying, “The thorn bush which was in Lebanon sent to the cedar which was in Lebanon, saying, ‘Give your daughter to my son in marriage.’ But there passed by a wild beast that was in Lebanon and trampled the thorn bush."
    },
    {
        "o": 12902,
        "r": "nasb:2 Chronicles:25:19",
        "t": "You said, ‘Behold, you have defeated Edom.’ And your heart has become proud in boasting. Now stay at home; for why should you provoke trouble so that you, even you, would fall and Judah with you?”"
    },
    {
        "o": 12903,
        "r": "nasb:2 Chronicles:25:20",
        "t": "But*p Amaziah would not listen, for it was from God, that He might deliver them into the hand of*i Joash*i because they had sought the gods of Edom."
    },
    {
        "o": 12904,
        "r": "nasb:2 Chronicles:25:21",
        "t": "So Joash king of Israel went up, and he and Amaziah king of Judah faced each other at Beth-shemesh, which belonged to Judah."
    },
    {
        "o": 12905,
        "r": "nasb:2 Chronicles:25:22",
        "t": "Judah was defeated by Israel, and they fled each to his tent."
    },
    {
        "o": 12906,
        "r": "nasb:2 Chronicles:25:23",
        "t": "Then Joash king of Israel captured Amaziah king of Judah, the son of Joash the son of Jehoahaz, at Beth-shemesh, and brought him to Jerusalem and tore down the wall of Jerusalem from the Gate of Ephraim to the Corner Gate, 400 cubits."
    },
    {
        "o": 12907,
        "r": "nasb:2 Chronicles:25:24",
        "t": "He*i took*i all the gold and silver and all the utensils which were found in the house of God with Obed-edom, and the treasures of the king’s house, the hostages also, and returned to Samaria."
    },
    {
        "o": 12908,
        "r": "nasb:2 Chronicles:25:25",
        "t": "And*p Amaziah, the son of Joash king of Judah, lived fifteen years after the death of Joash, son of Jehoahaz, king of Israel."
    },
    {
        "o": 12909,
        "r": "nasb:2 Chronicles:25:26",
        "t": "Now the rest of the acts of Amaziah, from first to last, behold, are they not written in the Book of the Kings of Judah and Israel?"
    },
    {
        "o": 12910,
        "r": "nasb:2 Chronicles:25:27",
        "t": "From the time that Amaziah turned away from following the Lord*s they conspired against him in Jerusalem, and he fled to Lachish; but they sent after him to Lachish and killed him there."
    },
    {
        "o": 12911,
        "r": "nasb:2 Chronicles:25:28",
        "t": "Then they brought him on horses and buried him with his fathers in the city of Judah."
    }
]
