[
    {
        "o": 9567,
        "r": "niv:1 Kings:2:0",
        "t": "1 Kings 2",
        "h": 1
    },
    {
        "o": 9568,
        "r": "niv:1 Kings:2:0",
        "t": "David’s Charge to Solomon",
        "h": 2
    },
    {
        "o": 9569,
        "r": "niv:1 Kings:2:1",
        "t": "When*p the time drew near for David to die, he gave a charge to Solomon his son."
    },
    {
        "o": 9570,
        "r": "niv:1 Kings:2:2",
        "t": "“I*p am about to go the way of all the earth,” he said. “So be strong, act like a man,"
    },
    {
        "o": 9571,
        "r": "niv:1 Kings:2:3",
        "t": "and observe what the Lord*s your God requires: Walk in obedience to him, and keep his decrees and commands, his laws and regulations, as written in the Law of Moses. Do this so that you may prosper in all you do and wherever you go"
    },
    {
        "o": 9572,
        "r": "niv:1 Kings:2:4",
        "t": "and that the Lord*s may keep his promise to me: ‘If your descendants watch how they live, and if they walk faithfully before me with all their heart and soul, you will never fail to have a successor on the throne of Israel.’"
    },
    {
        "o": 9573,
        "r": "niv:1 Kings:2:5",
        "t": "“Now*p you yourself know what Joab son of Zeruiah did to me—what he did to the two commanders of Israel’s armies, Abner son of Ner and Amasa son of Jether. He killed them, shedding their blood in peacetime as if in battle, and with that blood he stained the belt around his waist and the sandals on his feet."
    },
    {
        "o": 9574,
        "r": "niv:1 Kings:2:6",
        "t": "Deal with him according to your wisdom, but do not let his gray head go down to the grave in peace."
    },
    {
        "o": 9575,
        "r": "niv:1 Kings:2:7",
        "t": "“But*p show kindness to the sons of Barzillai of Gilead and let them be among those who eat at your table. They stood by me when I fled from your brother Absalom."
    },
    {
        "o": 9576,
        "r": "niv:1 Kings:2:8",
        "t": "“And*p remember, you have with you Shimei son of Gera, the Benjamite from Bahurim, who called down bitter curses on me the day I went to Mahanaim. When he came down to meet me at the Jordan, I swore to him by the Lord:*s ‘I will not put you to death by the sword.’"
    },
    {
        "o": 9577,
        "r": "niv:1 Kings:2:9",
        "t": "But now, do not consider him innocent. You are a man of wisdom; you will know what to do to him. Bring his gray head down to the grave in blood.”"
    },
    {
        "o": 9578,
        "r": "niv:1 Kings:2:10",
        "t": "Then*p David rested with his ancestors and was buried in the City of David."
    },
    {
        "o": 9579,
        "r": "niv:1 Kings:2:11",
        "t": "He had reigned forty years over Israel—seven years in Hebron and thirty-three in Jerusalem."
    },
    {
        "o": 9580,
        "r": "niv:1 Kings:2:12",
        "t": "So Solomon sat on the throne of his father David, and his rule was firmly established."
    },
    {
        "o": 9581,
        "r": "niv:1 Kings:2:12",
        "t": "Solomon’s Throne Established",
        "h": 2
    },
    {
        "o": 9582,
        "r": "niv:1 Kings:2:13",
        "t": "Now*p Adonijah, the son of Haggith, went to Bathsheba, Solomon’s mother. Bathsheba asked him, “Do you come peacefully?” He*p answered, “Yes, peacefully.”"
    },
    {
        "o": 9583,
        "r": "niv:1 Kings:2:14",
        "t": "Then he added, “I have something to say to you.” “You*p may say it,” she replied."
    },
    {
        "o": 9584,
        "r": "niv:1 Kings:2:15",
        "t": "“As*p you know,” he said, “the kingdom was mine. All Israel looked to me as their king. But things changed, and the kingdom has gone to my brother; for it has come to him from the Lord.*s"
    },
    {
        "o": 9585,
        "r": "niv:1 Kings:2:16",
        "t": "Now I have one request to make of you. Do not refuse me.” “You*p may make it,” she said."
    },
    {
        "o": 9586,
        "r": "niv:1 Kings:2:17",
        "t": "So*p he continued, “Please ask King Solomon—he will not refuse you—to give me Abishag the Shunammite as my wife.”"
    },
    {
        "o": 9587,
        "r": "niv:1 Kings:2:18",
        "t": "“Very*p well,” Bathsheba replied, “I will speak to the king for you.”"
    },
    {
        "o": 9588,
        "r": "niv:1 Kings:2:19",
        "t": "When*p Bathsheba went to King Solomon to speak to him for Adonijah, the king stood up to meet her, bowed down to her and sat down on his throne. He had a throne brought for the king’s mother, and she sat down at his right hand."
    },
    {
        "o": 9589,
        "r": "niv:1 Kings:2:20",
        "t": "“I*p have one small request to make of you,” she said. “Do not refuse me.” The*p king replied, “Make it, my mother; I will not refuse you.”"
    },
    {
        "o": 9590,
        "r": "niv:1 Kings:2:21",
        "t": "So*p she said, “Let Abishag the Shunammite be given in marriage to your brother Adonijah.”"
    },
    {
        "o": 9591,
        "r": "niv:1 Kings:2:22",
        "t": "King*p Solomon answered his mother, “Why do you request Abishag the Shunammite for Adonijah? You might as well request the kingdom for him—after all, he is my older brother—yes, for him and for Abiathar the priest and Joab son of Zeruiah!”"
    },
    {
        "o": 9592,
        "r": "niv:1 Kings:2:23",
        "t": "Then*p King Solomon swore by the Lord:*s “May God deal with me, be it ever so severely, if Adonijah does not pay with his life for this request!"
    },
    {
        "o": 9593,
        "r": "niv:1 Kings:2:24",
        "t": "And now, as surely as the Lord*s lives—he who has established me securely on the throne of my father David and has founded a dynasty for me as he promised—Adonijah shall be put to death today!”"
    },
    {
        "o": 9594,
        "r": "niv:1 Kings:2:25",
        "t": "So King Solomon gave orders to Benaiah son of Jehoiada, and he struck down Adonijah and he died."
    },
    {
        "o": 9595,
        "r": "niv:1 Kings:2:26",
        "t": "To*p Abiathar the priest the king said, “Go back to your fields in Anathoth. You deserve to die, but I will not put you to death now, because you carried the ark of the Sovereign Lord*s before my father David and shared all my father’s hardships.”"
    },
    {
        "o": 9596,
        "r": "niv:1 Kings:2:27",
        "t": "So Solomon removed Abiathar from the priesthood of the Lord,*s fulfilling the word the Lord*s had spoken at Shiloh about the house of Eli."
    },
    {
        "o": 9597,
        "r": "niv:1 Kings:2:28",
        "t": "When*p the news reached Joab, who had conspired with Adonijah though not with Absalom, he fled to the tent of the Lord*s and took hold of the horns of the altar."
    },
    {
        "o": 9598,
        "r": "niv:1 Kings:2:29",
        "t": "King Solomon was told that Joab had fled to the tent of the Lord*s and was beside the altar. Then Solomon ordered Benaiah son of Jehoiada, “Go, strike him down!”"
    },
    {
        "o": 9599,
        "r": "niv:1 Kings:2:30",
        "t": "So*p Benaiah entered the tent of the Lord*s and said to Joab, “The king says, ‘Come out!’ ” But*p he answered, “No, I will die here.” Benaiah*p reported to the king, “This is how Joab answered me.”"
    },
    {
        "o": 9600,
        "r": "niv:1 Kings:2:31",
        "t": "Then*p the king commanded Benaiah, “Do as he says. Strike him down and bury him, and so clear me and my whole family of the guilt of the innocent blood that Joab shed."
    },
    {
        "o": 9601,
        "r": "niv:1 Kings:2:32",
        "t": "The Lord*s will repay him for the blood he shed, because without my father David knowing it he attacked two men and killed them with the sword. Both of them—Abner son of Ner, commander of Israel’s army, and Amasa son of Jether, commander of Judah’s army—were better men and more upright than he."
    },
    {
        "o": 9602,
        "r": "niv:1 Kings:2:33",
        "t": "May the guilt of their blood rest on the head of Joab and his descendants forever. But on David and his descendants, his house and his throne, may there be the Lord’s*s peace forever.”"
    },
    {
        "o": 9603,
        "r": "niv:1 Kings:2:34",
        "t": "So*p Benaiah son of Jehoiada went up and struck down Joab and killed him, and he was buried at his home out in the country."
    },
    {
        "o": 9604,
        "r": "niv:1 Kings:2:35",
        "t": "The king put Benaiah son of Jehoiada over the army in Joab’s position and replaced Abiathar with Zadok the priest."
    },
    {
        "o": 9605,
        "r": "niv:1 Kings:2:36",
        "t": "Then*p the king sent for Shimei and said to him, “Build yourself a house in Jerusalem and live there, but do not go anywhere else."
    },
    {
        "o": 9606,
        "r": "niv:1 Kings:2:37",
        "t": "The day you leave and cross the Kidron Valley, you can be sure you will die; your blood will be on your own head.”"
    },
    {
        "o": 9607,
        "r": "niv:1 Kings:2:38",
        "t": "Shimei*p answered the king, “What you say is good. Your servant will do as my lord the king has said.” And Shimei stayed in Jerusalem for a long time."
    },
    {
        "o": 9608,
        "r": "niv:1 Kings:2:39",
        "t": "But*p three years later, two of Shimei’s slaves ran off to Achish son of Maakah, king of Gath, and Shimei was told, “Your slaves are in Gath.”"
    },
    {
        "o": 9609,
        "r": "niv:1 Kings:2:40",
        "t": "At this, he saddled his donkey and went to Achish at Gath in search of his slaves. So Shimei went away and brought the slaves back from Gath."
    },
    {
        "o": 9610,
        "r": "niv:1 Kings:2:41",
        "t": "When*p Solomon was told that Shimei had gone from Jerusalem to Gath and had returned,"
    },
    {
        "o": 9611,
        "r": "niv:1 Kings:2:42",
        "t": "the king summoned Shimei and said to him, “Did I not make you swear by the Lord*s and warn you, ‘On the day you leave to go anywhere else, you can be sure you will die’? At that time you said to me, ‘What you say is good. I will obey.’"
    },
    {
        "o": 9612,
        "r": "niv:1 Kings:2:43",
        "t": "Why then did you not keep your oath to the Lord*s and obey the command I gave you?”"
    },
    {
        "o": 9613,
        "r": "niv:1 Kings:2:44",
        "t": "The*p king also said to Shimei, “You know in your heart all the wrong you did to my father David. Now the Lord*s will repay you for your wrongdoing."
    },
    {
        "o": 9614,
        "r": "niv:1 Kings:2:45",
        "t": "But King Solomon will be blessed, and David’s throne will remain secure before the Lord*s forever.”"
    },
    {
        "o": 9615,
        "r": "niv:1 Kings:2:46",
        "t": "Then*p the king gave the order to Benaiah son of Jehoiada, and he went out and struck Shimei down and he died. The*p kingdom was now established in Solomon’s hands."
    }
]
