[
    {
        "o": 1314,
        "r": "nkjv:Genesis:41:0",
        "t": "Genesis 41",
        "h": 1
    },
    {
        "o": 1315,
        "r": "nkjv:Genesis:41:0",
        "t": "Pharaoh’s Dreams",
        "h": 2
    },
    {
        "o": 1316,
        "r": "nkjv:Genesis:41:1",
        "t": "Then*p it came to pass, at the end of two full years, that Pharaoh had a dream; and behold, he stood by the river."
    },
    {
        "o": 1317,
        "r": "nkjv:Genesis:41:2",
        "t": "Suddenly there came up out of the river seven cows, fine looking and fat; and they fed in the meadow."
    },
    {
        "o": 1318,
        "r": "nkjv:Genesis:41:3",
        "t": "Then behold, seven other cows came up after them out of the river, ugly and gaunt, and stood by the other*i cows on the bank of the river."
    },
    {
        "o": 1319,
        "r": "nkjv:Genesis:41:4",
        "t": "And the ugly and gaunt cows ate up the seven fine looking and fat cows. So Pharaoh awoke."
    },
    {
        "o": 1320,
        "r": "nkjv:Genesis:41:5",
        "t": "He slept and dreamed a second time; and suddenly seven heads of grain came up on one stalk, plump and good."
    },
    {
        "o": 1321,
        "r": "nkjv:Genesis:41:6",
        "t": "Then behold, seven thin heads, blighted by the east wind, sprang up after them."
    },
    {
        "o": 1322,
        "r": "nkjv:Genesis:41:7",
        "t": "And the seven thin heads devoured the seven plump and full heads. So Pharaoh awoke, and indeed, it*i was*i a dream."
    },
    {
        "o": 1323,
        "r": "nkjv:Genesis:41:8",
        "t": "Now it came to pass in the morning that his spirit was troubled, and he sent and called for all the magicians of Egypt and all its wise men. And Pharaoh told them his dreams, but there*i was*i no one who could interpret them for Pharaoh."
    },
    {
        "o": 1324,
        "r": "nkjv:Genesis:41:9",
        "t": "Then*p the chief butler spoke to Pharaoh, saying: “I remember my faults this day."
    },
    {
        "o": 1325,
        "r": "nkjv:Genesis:41:10",
        "t": "When Pharaoh was angry with his servants, and put me in custody in the house of the captain of the guard, both*i me and the chief baker,"
    },
    {
        "o": 1326,
        "r": "nkjv:Genesis:41:11",
        "t": "we each had a dream in one night, he and I. Each of us dreamed according to the interpretation of his own*i dream."
    },
    {
        "o": 1327,
        "r": "nkjv:Genesis:41:12",
        "t": "Now there was*i a young Hebrew man with us there, a servant of the captain of the guard. And we told him, and he interpreted our dreams for us; to each man he interpreted according to his own*i dream."
    },
    {
        "o": 1328,
        "r": "nkjv:Genesis:41:13",
        "t": "And it came to pass, just as he interpreted for us, so it happened. He restored me to my office, and he hanged him.”"
    },
    {
        "o": 1329,
        "r": "nkjv:Genesis:41:14",
        "t": "Then*p Pharaoh sent and called Joseph, and they brought him quickly out of the dungeon; and he shaved, changed his clothing, and came to Pharaoh."
    },
    {
        "o": 1330,
        "r": "nkjv:Genesis:41:15",
        "t": "And Pharaoh said to Joseph, “I have had a dream, and there*i is*i no one who can interpret it. But I have heard it said of you that*i you can understand a dream, to interpret it.”"
    },
    {
        "o": 1331,
        "r": "nkjv:Genesis:41:16",
        "t": "So*p Joseph answered Pharaoh, saying, “It*i is*i not in me; God will give Pharaoh an answer of peace.”"
    },
    {
        "o": 1332,
        "r": "nkjv:Genesis:41:17",
        "t": "Then*p Pharaoh said to Joseph: “Behold, in my dream I stood on the bank of the river."
    },
    {
        "o": 1333,
        "r": "nkjv:Genesis:41:18",
        "t": "Suddenly seven cows came up out of the river, fine looking and fat; and they fed in the meadow."
    },
    {
        "o": 1334,
        "r": "nkjv:Genesis:41:19",
        "t": "Then behold, seven other cows came up after them, poor and very ugly and gaunt, such ugliness as I have never seen in all the land of Egypt."
    },
    {
        "o": 1335,
        "r": "nkjv:Genesis:41:20",
        "t": "And the gaunt and ugly cows ate up the first seven, the fat cows."
    },
    {
        "o": 1336,
        "r": "nkjv:Genesis:41:21",
        "t": "When they had eaten them up, no one would have known that they had eaten them, for they were*i just as ugly as at the beginning. So I awoke."
    },
    {
        "o": 1337,
        "r": "nkjv:Genesis:41:22",
        "t": "Also I saw in my dream, and suddenly seven heads came up on one stalk, full and good."
    },
    {
        "o": 1338,
        "r": "nkjv:Genesis:41:23",
        "t": "Then behold, seven heads, withered, thin, and*i blighted by the east wind, sprang up after them."
    },
    {
        "o": 1339,
        "r": "nkjv:Genesis:41:24",
        "t": "And the thin heads devoured the seven good heads. So I told this*i to the magicians, but there*i was*i no one who could explain it*i to me.”"
    },
    {
        "o": 1340,
        "r": "nkjv:Genesis:41:25",
        "t": "Then*p Joseph said to Pharaoh, “The dreams of Pharaoh are*i one; God has shown Pharaoh what He is*i about to do:"
    },
    {
        "o": 1341,
        "r": "nkjv:Genesis:41:26",
        "t": "The seven good cows are*i seven years, and the seven good heads are*i seven years; the dreams are*i one."
    },
    {
        "o": 1342,
        "r": "nkjv:Genesis:41:27",
        "t": "And the seven thin and ugly cows which came up after them are*i seven years, and the seven empty heads blighted by the east wind are seven years of famine."
    },
    {
        "o": 1343,
        "r": "nkjv:Genesis:41:28",
        "t": "This is*i the thing which I have spoken to Pharaoh. God has shown Pharaoh what He is*i about to do."
    },
    {
        "o": 1344,
        "r": "nkjv:Genesis:41:29",
        "t": "Indeed seven years of great plenty will come throughout all the land of Egypt;"
    },
    {
        "o": 1345,
        "r": "nkjv:Genesis:41:30",
        "t": "but after them seven years of famine will arise, and all the plenty will be forgotten in the land of Egypt; and the famine will deplete the land."
    },
    {
        "o": 1346,
        "r": "nkjv:Genesis:41:31",
        "t": "So the plenty will not be known in the land because of the famine following, for it will*i be*i very severe."
    },
    {
        "o": 1347,
        "r": "nkjv:Genesis:41:32",
        "t": "And the dream was repeated to Pharaoh twice because the thing is*i established by God, and God will shortly bring it to pass."
    },
    {
        "o": 1348,
        "r": "nkjv:Genesis:41:33",
        "t": "“Now*p therefore, let Pharaoh select a discerning and wise man, and set him over the land of Egypt."
    },
    {
        "o": 1349,
        "r": "nkjv:Genesis:41:34",
        "t": "Let Pharaoh do this,*i and let him appoint officers over the land, to collect one-fifth of*i the*i produce*i of the land of Egypt in the seven plentiful years."
    },
    {
        "o": 1350,
        "r": "nkjv:Genesis:41:35",
        "t": "And let them gather all the food of those good years that are coming, and store up grain under the authority of Pharaoh, and let them keep food in the cities."
    },
    {
        "o": 1351,
        "r": "nkjv:Genesis:41:36",
        "t": "Then that food shall be as a reserve for the land for the seven years of famine which shall be in the land of Egypt, that the land may not perish during the famine.”"
    },
    {
        "o": 1352,
        "r": "nkjv:Genesis:41:36",
        "t": "Joseph’s Rise to Power",
        "h": 2
    },
    {
        "o": 1353,
        "r": "nkjv:Genesis:41:37",
        "t": "So*p the advice was good in the eyes of Pharaoh and in the eyes of all his servants."
    },
    {
        "o": 1354,
        "r": "nkjv:Genesis:41:38",
        "t": "And Pharaoh said to his servants, “Can we find such*i a*i one*i as this, a man in whom is*i the Spirit of God?”"
    },
    {
        "o": 1355,
        "r": "nkjv:Genesis:41:39",
        "t": "Then*p Pharaoh said to Joseph, “Inasmuch as God has shown you all this, there*i is*i no one as discerning and wise as you."
    },
    {
        "o": 1356,
        "r": "nkjv:Genesis:41:40",
        "t": "You shall be over my house, and all my people shall be ruled according to your word; only in regard to the throne will I be greater than you.”"
    },
    {
        "o": 1357,
        "r": "nkjv:Genesis:41:41",
        "t": "And Pharaoh said to Joseph, “See, I have set you over all the land of Egypt.”"
    },
    {
        "o": 1358,
        "r": "nkjv:Genesis:41:42",
        "t": "Then*p Pharaoh took his signet ring off his hand and put it on Joseph’s hand; and he clothed him in garments of fine linen and put a gold chain around his neck."
    },
    {
        "o": 1359,
        "r": "nkjv:Genesis:41:43",
        "t": "And he had him ride in the second chariot which he had; and they cried out before him, “Bow the knee!” So he set him over all the land of Egypt."
    },
    {
        "o": 1360,
        "r": "nkjv:Genesis:41:44",
        "t": "Pharaoh also said to Joseph, “I am*i Pharaoh, and without your consent no man may lift his hand or foot in all the land of Egypt.”"
    },
    {
        "o": 1361,
        "r": "nkjv:Genesis:41:45",
        "t": "And Pharaoh called Joseph’s name Zaphnath-Paaneah. And he gave him as a wife Asenath, the daughter of Poti-Pherah priest of On. So Joseph went out over all*i the land of Egypt."
    },
    {
        "o": 1362,
        "r": "nkjv:Genesis:41:46",
        "t": "Joseph*p was thirty years old when he stood before Pharaoh king of Egypt. And Joseph went out from the presence of Pharaoh, and went throughout all the land of Egypt."
    },
    {
        "o": 1363,
        "r": "nkjv:Genesis:41:47",
        "t": "Now in the seven plentiful years the ground brought forth abundantly."
    },
    {
        "o": 1364,
        "r": "nkjv:Genesis:41:48",
        "t": "So he gathered up all the food of the seven years which were in the land of Egypt, and laid up the food in the cities; he laid up in every city the food of the fields which surrounded them."
    },
    {
        "o": 1365,
        "r": "nkjv:Genesis:41:49",
        "t": "Joseph gathered very much grain, as the sand of the sea, until he stopped counting, for it*i was*i immeasurable."
    },
    {
        "o": 1366,
        "r": "nkjv:Genesis:41:50",
        "t": "And*p to Joseph were born two sons before the years of famine came, whom Asenath, the daughter of Poti-Pherah priest of On, bore to him."
    },
    {
        "o": 1367,
        "r": "nkjv:Genesis:41:51",
        "t": "Joseph called the name of the firstborn Manasseh: “For God has made me forget all my toil and all my father’s house.”"
    },
    {
        "o": 1368,
        "r": "nkjv:Genesis:41:52",
        "t": "And the name of the second he called Ephraim: “For God has caused me to be fruitful in the land of my affliction.”"
    },
    {
        "o": 1369,
        "r": "nkjv:Genesis:41:53",
        "t": "Then*p the seven years of plenty which were in the land of Egypt ended,"
    },
    {
        "o": 1370,
        "r": "nkjv:Genesis:41:54",
        "t": "and the seven years of famine began to come, as Joseph had said. The famine was in all lands, but in all the land of Egypt there was bread."
    },
    {
        "o": 1371,
        "r": "nkjv:Genesis:41:55",
        "t": "So when all the land of Egypt was famished, the people cried to Pharaoh for bread. Then Pharaoh said to all the Egyptians, “Go to Joseph; whatever he says to you, do.”"
    },
    {
        "o": 1372,
        "r": "nkjv:Genesis:41:56",
        "t": "The famine was over all the face of the earth, and Joseph opened all the storehouses and sold to the Egyptians. And the famine became severe in the land of Egypt."
    },
    {
        "o": 1373,
        "r": "nkjv:Genesis:41:57",
        "t": "So all countries came to Joseph in Egypt to buy grain,*i because the famine was severe in all lands."
    }
]
