[
    {
        "o": 13850,
        "r": "nkjv:Nehemiah:8:0",
        "t": "Nehemiah 8",
        "h": 1
    },
    {
        "o": 13851,
        "r": "nkjv:Nehemiah:8:1",
        "t": "Now*p all the people gathered together as one man in the open square that was*i in front of the Water Gate; and they told Ezra the scribe to bring the Book of the Law of Moses, which the Lord*s had commanded Israel."
    },
    {
        "o": 13852,
        "r": "nkjv:Nehemiah:8:2",
        "t": "So Ezra the priest brought the Law before the assembly of men and women and all who could*i hear with understanding on the first day of the seventh month."
    },
    {
        "o": 13853,
        "r": "nkjv:Nehemiah:8:3",
        "t": "Then he read from it in the open square that was*i in front of the Water Gate from morning until midday, before the men and women and those who could understand; and the ears of all the people were*i attentive*i to the Book of the Law."
    },
    {
        "o": 13854,
        "r": "nkjv:Nehemiah:8:4",
        "t": "So*p Ezra the scribe stood on a platform of wood which they had made for the purpose; and beside him, at his right hand, stood Mattithiah, Shema, Anaiah, Urijah, Hilkiah, and Maaseiah; and at his left hand Pedaiah, Mishael, Malchijah, Hashum, Hashbadana, Zechariah, and*i Meshullam."
    },
    {
        "o": 13855,
        "r": "nkjv:Nehemiah:8:5",
        "t": "And Ezra opened the book in the sight of all the people, for he was standing*i above all the people; and when he opened it, all the people stood up."
    },
    {
        "o": 13856,
        "r": "nkjv:Nehemiah:8:6",
        "t": "And Ezra blessed the Lord,*s the great God. Then*p all the people answered, “Amen, Amen!” while lifting up their hands. And they bowed their heads and worshiped the Lord*s with their*i faces to the ground."
    },
    {
        "o": 13857,
        "r": "nkjv:Nehemiah:8:7",
        "t": "Also*p Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodijah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, and the Levites, helped the people to understand the Law; and the people stood*i in their place."
    },
    {
        "o": 13858,
        "r": "nkjv:Nehemiah:8:8",
        "t": "So they read distinctly from the book, in the Law of God; and they gave the sense, and helped them*i to understand the reading."
    },
    {
        "o": 13859,
        "r": "nkjv:Nehemiah:8:9",
        "t": "And*p Nehemiah, who was*i the governor, Ezra the priest and*i scribe, and the Levites who taught the people said to all the people, “This day is*i holy to the Lord*s your God; do not mourn nor weep.” For all the people wept, when they heard the words of the Law."
    },
    {
        "o": 13860,
        "r": "nkjv:Nehemiah:8:10",
        "t": "Then*p he said to them, “Go your way, eat the fat, drink the sweet, and send portions to those for whom nothing is prepared; for this*i day is*i holy to our Lord. Do not sorrow, for the joy of the Lord*s is your strength.”"
    },
    {
        "o": 13861,
        "r": "nkjv:Nehemiah:8:11",
        "t": "So*p the Levites quieted all the people, saying, “Be still, for the day is*i holy; do not be grieved.”"
    },
    {
        "o": 13862,
        "r": "nkjv:Nehemiah:8:12",
        "t": "And all the people went their way to eat and drink, to send portions and rejoice greatly, because they understood the words that were declared to them."
    },
    {
        "o": 13863,
        "r": "nkjv:Nehemiah:8:12",
        "t": "The Feast of Tabernacles",
        "h": 2
    },
    {
        "o": 13864,
        "r": "nkjv:Nehemiah:8:13",
        "t": "Now*p on the second day the heads of the fathers’ houses*i of all the people, with the priests and Levites, were gathered to Ezra the scribe, in order to understand the words of the Law."
    },
    {
        "o": 13865,
        "r": "nkjv:Nehemiah:8:14",
        "t": "And they found written in the Law, which the Lord*s had commanded by Moses, that the children of Israel should dwell in booths during the feast of the seventh month,"
    },
    {
        "o": 13866,
        "r": "nkjv:Nehemiah:8:15",
        "t": "and that they should announce and proclaim in all their cities and in Jerusalem, saying, “Go out to the mountain, and bring olive branches, branches of oil trees, myrtle branches, palm branches, and branches of leafy trees, to make booths, as it*i is*i written.”"
    },
    {
        "o": 13867,
        "r": "nkjv:Nehemiah:8:16",
        "t": "Then*p the people went out and brought them*i and made themselves booths, each one on the roof of his house, or in their courtyards or the courts of the house of God, and in the open square of the Water Gate and in the open square of the Gate of Ephraim."
    },
    {
        "o": 13868,
        "r": "nkjv:Nehemiah:8:17",
        "t": "So the whole assembly of those who had returned from the captivity made booths and sat under the booths; for since the days of Joshua the son of Nun until that day the children of Israel had not done so. And there was very great gladness."
    },
    {
        "o": 13869,
        "r": "nkjv:Nehemiah:8:18",
        "t": "Also day by day, from the first day until the last day, he read from the Book of the Law of God. And they kept the feast seven days; and on the eighth day there*i was*i a sacred assembly, according to the prescribed*i manner."
    }
]
