[
    {
        "o": 18737,
        "r": "kjv:Isaiah:13:0",
        "t": "Isaiah 13",
        "h": 1
    },
    {
        "o": 18738,
        "r": "kjv:Isaiah:13:1",
        "t": "The*p burden of Babylon, which Isaiah the son of Amoz did see."
    },
    {
        "o": 18739,
        "r": "kjv:Isaiah:13:2",
        "t": "Lift*p ye up a banner upon the high mountain, exalt the voice unto them, shake the hand, that they may go into the gates of the nobles."
    },
    {
        "o": 18740,
        "r": "kjv:Isaiah:13:3",
        "t": "I*p have commanded my sanctified ones, I have also called my mighty ones for mine anger, even them that rejoice in my highness."
    },
    {
        "o": 18741,
        "r": "kjv:Isaiah:13:4",
        "t": "The*p noise of a multitude in the mountains, like as of a great people; a tumultuous noise of the kingdoms of nations gathered together: the Lord*s of hosts mustereth the host of the battle."
    },
    {
        "o": 18742,
        "r": "kjv:Isaiah:13:5",
        "t": "They*p come from a far country, from the end of heaven, even the Lord,*s and the weapons of his indignation, to destroy the whole land."
    },
    {
        "o": 18743,
        "r": "kjv:Isaiah:13:6",
        "t": "Howl*p ye; for the day of the Lord*s is at hand; it shall come as a destruction from the Almighty."
    },
    {
        "o": 18744,
        "r": "kjv:Isaiah:13:7",
        "t": "Therefore*p shall all hands be faint, and every man's heart shall melt:"
    },
    {
        "o": 18745,
        "r": "kjv:Isaiah:13:8",
        "t": "And*p they shall be afraid: pangs and sorrows shall take hold of them; they shall be in pain as a woman that travaileth: they shall be amazed one at another; their faces shall be as flames."
    },
    {
        "o": 18746,
        "r": "kjv:Isaiah:13:9",
        "t": "Behold,*p the day of the Lord*s cometh, cruel both with wrath and fierce anger, to lay the land desolate: and he shall destroy the sinners thereof out of it."
    },
    {
        "o": 18747,
        "r": "kjv:Isaiah:13:10",
        "t": "For*p the stars of heaven and the constellations thereof shall not give their light: the sun shall be darkened in his going forth, and the moon shall not cause her light to shine."
    },
    {
        "o": 18748,
        "r": "kjv:Isaiah:13:11",
        "t": "And*p I will punish the world for their evil, and the wicked for their iniquity; and I will cause the arrogancy of the proud to cease, and will lay low the haughtiness of the terrible."
    },
    {
        "o": 18749,
        "r": "kjv:Isaiah:13:12",
        "t": "I*p will make a man more precious than fine gold; even a man than the golden wedge of Ophir."
    },
    {
        "o": 18750,
        "r": "kjv:Isaiah:13:13",
        "t": "Therefore*p I will shake the heavens, and the earth shall remove out of her place, in the wrath of the Lord*s of hosts, and in the day of his fierce anger."
    },
    {
        "o": 18751,
        "r": "kjv:Isaiah:13:14",
        "t": "And*p it shall be as the chased roe, and as a sheep that no man taketh up: they shall every man turn to his own people, and flee every one into his own land."
    },
    {
        "o": 18752,
        "r": "kjv:Isaiah:13:15",
        "t": "Every*p one that is found shall be thrust through; and every one that is joined unto them shall fall by the sword."
    },
    {
        "o": 18753,
        "r": "kjv:Isaiah:13:16",
        "t": "Their*p children also shall be dashed to pieces before their eyes; their houses shall be spoiled, and their wives ravished."
    },
    {
        "o": 18754,
        "r": "kjv:Isaiah:13:17",
        "t": "Behold,*p I will stir up the Medes against them, which shall not regard silver; and as for gold, they shall not delight in it."
    },
    {
        "o": 18755,
        "r": "kjv:Isaiah:13:18",
        "t": "Their*p bows also shall dash the young men to pieces; and they shall have no pity on the fruit of the womb; their eye shall not spare children."
    },
    {
        "o": 18756,
        "r": "kjv:Isaiah:13:19",
        "t": "And*p Babylon, the glory of kingdoms, the beauty of the Chaldeans' excellency, shall be as when God overthrew Sodom and Gomorrah."
    },
    {
        "o": 18757,
        "r": "kjv:Isaiah:13:20",
        "t": "It*p shall never be inhabited, neither shall it be dwelt in from generation to generation: neither shall the Arabian pitch tent there; neither shall the shepherds make their fold there."
    },
    {
        "o": 18758,
        "r": "kjv:Isaiah:13:21",
        "t": "But*p wild beasts of the desert shall lie there; and their houses shall be full of doleful creatures; and owls shall dwell there, and satyrs shall dance there."
    },
    {
        "o": 18759,
        "r": "kjv:Isaiah:13:22",
        "t": "And*p the wild beasts of the islands shall cry in their desolate houses, and dragons in their pleasant palaces: and her time is near to come, and her days shall not be prolonged."
    }
]
