[
    {
        "o": 24675,
        "r": "csb:Daniel:7:0",
        "t": "Daniel 7",
        "h": 1
    },
    {
        "o": 24676,
        "r": "csb:Daniel:7:0",
        "t": "Daniel’s Vision of the Four Beasts",
        "h": 2
    },
    {
        "o": 24677,
        "r": "csb:Daniel:7:1",
        "t": "In*p the first year of King Belshazzar of Babylon, Daniel had a dream with visions in his mind as he was lying in his bed. He wrote down the dream, and here is the summary of his account."
    },
    {
        "o": 24678,
        "r": "csb:Daniel:7:2",
        "t": "Daniel said, “In my vision at night I was watching, and suddenly the four winds of heaven stirred up the great sea."
    },
    {
        "o": 24679,
        "r": "csb:Daniel:7:3",
        "t": "Four huge beasts came up from the sea, each different from the other."
    },
    {
        "o": 24680,
        "r": "csb:Daniel:7:4",
        "t": "“The*p first was like a lion but had eagle’s wings. I continued watching until its wings were torn off. It was lifted up from the ground, set on its feet like a man, and given a human mind."
    },
    {
        "o": 24681,
        "r": "csb:Daniel:7:5",
        "t": "“Suddenly,*p another beast appeared, a second one, that looked like a bear. It was raised up on one side, with three ribs in its mouth between its teeth. It was told, ‘Get up! Gorge yourself on flesh.’"
    },
    {
        "o": 24682,
        "r": "csb:Daniel:7:6",
        "t": "“After*p this, while I was watching, suddenly another beast appeared. It was like a leopard with four wings of a bird on its back. It had four heads, and it was given dominion."
    },
    {
        "o": 24683,
        "r": "csb:Daniel:7:7",
        "t": "“After*p this, while I was watching in the night visions, suddenly a fourth beast appeared, frightening and dreadful, and incredibly strong, with large iron teeth. It devoured and crushed, and it trampled with its feet whatever was left. It was different from all the beasts before it, and it had ten horns."
    },
    {
        "o": 24684,
        "r": "csb:Daniel:7:8",
        "t": "“While*p I was considering the horns, suddenly another horn, a little one, came up among them, and three of the first horns were uprooted before it. And suddenly in this horn there were eyes like the eyes of a human and a mouth that was speaking arrogantly."
    },
    {
        "o": 24685,
        "r": "csb:Daniel:7:8",
        "t": "The Ancient of Days and the Son of Man",
        "h": 2
    },
    {
        "o": 24686,
        "r": "csb:Daniel:7:9",
        "t": "“As*p I kept watching, thrones*pn were set in place, and*ln the Ancient of Days took his seat. His*ln clothing was white like snow, and*ln the hair of his head like whitest wool. His*ln throne was flaming fire; its*ln wheels were blazing fire."
    },
    {
        "o": 24687,
        "r": "csb:Daniel:7:10",
        "t": "A*ln river of fire was flowing, coming*ln out from his presence. Thousands*ln upon thousands served him; ten*ln thousand times ten thousand stood before him. The*ln court was convened, and*ln the books were opened."
    },
    {
        "o": 24688,
        "r": "csb:Daniel:7:11",
        "t": "“I*p watched, then, because of the sound of the arrogant words the horn was speaking. As I continued watching, the beast was killed and its body destroyed and given over to the burning fire."
    },
    {
        "o": 24689,
        "r": "csb:Daniel:7:12",
        "t": "As for the rest of the beasts, their dominion was removed, but an extension of life was granted to them for a certain period of time."
    },
    {
        "o": 24690,
        "r": "csb:Daniel:7:13",
        "t": "I continued watching in the night visions, and*pn suddenly one like a son of man was*ln coming with the clouds of heaven. He*ln approached the Ancient of Days and*ln was escorted before him."
    },
    {
        "o": 24691,
        "r": "csb:Daniel:7:14",
        "t": "He*ln was given dominion and*ln glory and a kingdom, so*ln that those of every people, nation,*ln and language should*ln serve him. His*ln dominion is an everlasting dominion that*ln will not pass away, and*ln his kingdom is one that*ln will not be destroyed."
    },
    {
        "o": 24692,
        "r": "csb:Daniel:7:14",
        "t": "Interpretation of the Vision",
        "h": 2
    },
    {
        "o": 24693,
        "r": "csb:Daniel:7:15",
        "t": "“As*p for me, Daniel, my spirit was deeply distressed within me, and the visions in my mind terrified me."
    },
    {
        "o": 24694,
        "r": "csb:Daniel:7:16",
        "t": "I approached one of those who were standing by and asked him to clarify all this. So he let me know the interpretation of these things:"
    },
    {
        "o": 24695,
        "r": "csb:Daniel:7:17",
        "t": "‘These huge beasts, four in number, are four kings who will rise from the earth."
    },
    {
        "o": 24696,
        "r": "csb:Daniel:7:18",
        "t": "But the holy ones of the Most High will receive the kingdom and possess it forever, yes, forever and ever.’"
    },
    {
        "o": 24697,
        "r": "csb:Daniel:7:19",
        "t": "“Then*p I wanted to be clear about the fourth beast, the one different from all the others, extremely terrifying, with iron teeth and bronze claws, devouring, crushing, and trampling with its feet whatever was left."
    },
    {
        "o": 24698,
        "r": "csb:Daniel:7:20",
        "t": "I also wanted to know about the ten horns on its head and about the other horn that came up, before which three fell - the horn that had eyes, and a mouth that spoke arrogantly, and that looked bigger than the others."
    },
    {
        "o": 24699,
        "r": "csb:Daniel:7:21",
        "t": "As I was watching, this horn waged war against the holy ones and was prevailing over them"
    },
    {
        "o": 24700,
        "r": "csb:Daniel:7:22",
        "t": "until the Ancient of Days arrived and a judgment was given in favor of the holy ones of the Most High, for the time had come, and the holy ones took possession of the kingdom."
    },
    {
        "o": 24701,
        "r": "csb:Daniel:7:23",
        "t": "“This*p is what he said: ‘The fourth beast will be a fourth kingdom on the earth, different from all the other kingdoms. It will devour the whole earth, trample it down, and crush it."
    },
    {
        "o": 24702,
        "r": "csb:Daniel:7:24",
        "t": "The ten horns are ten kings who will rise from this kingdom. Another king, different from the previous ones, will rise after them and subdue three kings."
    },
    {
        "o": 24703,
        "r": "csb:Daniel:7:25",
        "t": "He will speak words against the Most High and oppress the holy ones of the Most High. He will intend to change religious festivals and laws, and the holy ones will be handed over to him for a time, times, and half a time."
    },
    {
        "o": 24704,
        "r": "csb:Daniel:7:26",
        "t": "But the court will convene, and his dominion will be taken away, to be completely destroyed forever."
    },
    {
        "o": 24705,
        "r": "csb:Daniel:7:27",
        "t": "The kingdom, dominion, and greatness of the kingdoms under all of heaven will be given to the people, the holy ones of the Most High. His kingdom will be an everlasting kingdom, and all rulers will serve and obey him.’"
    },
    {
        "o": 24706,
        "r": "csb:Daniel:7:28",
        "t": "“This*p is the end of the account. As for me, Daniel, my thoughts terrified me greatly, and my face turned pale, but I kept the matter to myself.”"
    }
]
