[
    {
        "o": 19474,
        "r": "nkjv:Ecclesiastes:9:0",
        "t": "Ecclesiastes 9",
        "h": 1
    },
    {
        "o": 19475,
        "r": "nkjv:Ecclesiastes:9:1",
        "t": "For*p I considered all this in my heart, so that I could declare it all: that the righteous and the wise and their works are*i in the hand of God. People know neither love nor hatred by*i anything they*i see*i before them."
    },
    {
        "o": 19476,
        "r": "nkjv:Ecclesiastes:9:2",
        "t": "All things come*i alike to all: One*pn event happens*i to the righteous and the wicked; To*ld the good, the clean, and the unclean; To*ld him who sacrifices and him who does not sacrifice. As*ld is the good, so is*i the sinner; He*ld who takes an oath as he*i who fears an oath."
    },
    {
        "o": 19477,
        "r": "nkjv:Ecclesiastes:9:3",
        "t": "This*p is*i an evil in all that is done under the sun: that one thing happens*i to all. Truly the hearts of the sons of men are full of evil; madness is*i in their hearts while they live, and after that they*i go*i to the dead."
    },
    {
        "o": 19478,
        "r": "nkjv:Ecclesiastes:9:4",
        "t": "But for him who is joined to all the living there is hope, for a living dog is better than a dead lion."
    },
    {
        "o": 19479,
        "r": "nkjv:Ecclesiastes:9:5",
        "t": "For*pn the living know that they will die; But*ld the dead know nothing, And*ld they have no more reward, For*ld the memory of them is forgotten."
    },
    {
        "o": 19480,
        "r": "nkjv:Ecclesiastes:9:6",
        "t": "Also*ld their love, their hatred, and their envy have now perished; Nevermore*ld will they have a share In*ld anything done under the sun."
    },
    {
        "o": 19481,
        "r": "nkjv:Ecclesiastes:9:7",
        "t": "Go,*ln eat your bread with joy, And*ld drink your wine with a merry heart; For*ld God has already accepted your works."
    },
    {
        "o": 19482,
        "r": "nkjv:Ecclesiastes:9:8",
        "t": "Let*ld your garments always be white, And*ld let your head lack no oil."
    },
    {
        "o": 19483,
        "r": "nkjv:Ecclesiastes:9:9",
        "t": "Live*p joyfully with the wife whom you love all the days of your vain life which He has given you under the sun, all your days of vanity; for that is*i your portion in life, and in the labor which you perform under the sun."
    },
    {
        "o": 19484,
        "r": "nkjv:Ecclesiastes:9:10",
        "t": "Whatever*p your hand finds to do, do it*i with your might; for there*i is*i no work or device or knowledge or wisdom in the grave where you are going."
    },
    {
        "o": 19485,
        "r": "nkjv:Ecclesiastes:9:11",
        "t": "I*p returned and saw under the sun that— The*pn race is*i not to the swift, Nor*ld the battle to the strong, Nor*ld bread to the wise, Nor*ld riches to men of understanding, Nor*ld favor to men of skill; But*ld time and chance happen to them all."
    },
    {
        "o": 19486,
        "r": "nkjv:Ecclesiastes:9:12",
        "t": "For*ld man also does not know his time: Like*ld fish taken in a cruel net, Like*ld birds caught in a snare, So*ld the sons of men are*i snared in an evil time, When*ld it falls suddenly upon them."
    },
    {
        "o": 19487,
        "r": "nkjv:Ecclesiastes:9:12",
        "t": "Wisdom Superior to Folly",
        "h": 2
    },
    {
        "o": 19488,
        "r": "nkjv:Ecclesiastes:9:13",
        "t": "This*p wisdom I have also seen under the sun, and it seemed*i great to me:"
    },
    {
        "o": 19489,
        "r": "nkjv:Ecclesiastes:9:14",
        "t": "There*i was*i a little city with few men in it; and a great king came against it, besieged it, and built great snares around it."
    },
    {
        "o": 19490,
        "r": "nkjv:Ecclesiastes:9:15",
        "t": "Now there was found in it a poor wise man, and he by his wisdom delivered the city. Yet no one remembered that same poor man."
    },
    {
        "o": 19491,
        "r": "nkjv:Ecclesiastes:9:16",
        "t": "Then*p I said: “Wisdom*pn is*i better than strength. Nevertheless*ld the poor man’s wisdom is*i despised, And*ld his words are not heard."
    },
    {
        "o": 19492,
        "r": "nkjv:Ecclesiastes:9:17",
        "t": "Words*ld of the wise, spoken*i quietly, should*i be*i heard Rather*ld than the shout of a ruler of fools."
    },
    {
        "o": 19493,
        "r": "nkjv:Ecclesiastes:9:18",
        "t": "Wisdom*ld is*i better than weapons of war; But*ld one sinner destroys much good.”"
    }
]
