[
    {
        "o": 3018,
        "r": "niv:Leviticus:2:0",
        "t": "Leviticus 2",
        "h": 1
    },
    {
        "o": 3019,
        "r": "niv:Leviticus:2:0",
        "t": "The Grain Offering",
        "h": 2
    },
    {
        "o": 3020,
        "r": "niv:Leviticus:2:1",
        "t": "“ ‘When*p anyone brings a grain offering to the Lord,*s their offering is to be of the finest flour. They are to pour olive oil on it, put incense on it"
    },
    {
        "o": 3021,
        "r": "niv:Leviticus:2:2",
        "t": "and take it to Aaron’s sons the priests. The priest shall take a handful of the flour and oil, together with all the incense, and burn this as a memorial portion on the altar, a food offering, an aroma pleasing to the Lord.*s"
    },
    {
        "o": 3022,
        "r": "niv:Leviticus:2:3",
        "t": "The rest of the grain offering belongs to Aaron and his sons; it is a most holy part of the food offerings presented to the Lord.*s"
    },
    {
        "o": 3023,
        "r": "niv:Leviticus:2:4",
        "t": "“ ‘If*p you bring a grain offering baked in an oven, it is to consist of the finest flour: either thick loaves made without yeast and with olive oil mixed in or thin loaves made without yeast and brushed with olive oil."
    },
    {
        "o": 3024,
        "r": "niv:Leviticus:2:5",
        "t": "If your grain offering is prepared on a griddle, it is to be made of the finest flour mixed with oil, and without yeast."
    },
    {
        "o": 3025,
        "r": "niv:Leviticus:2:6",
        "t": "Crumble it and pour oil on it; it is a grain offering."
    },
    {
        "o": 3026,
        "r": "niv:Leviticus:2:7",
        "t": "If your grain offering is cooked in a pan, it is to be made of the finest flour and some olive oil."
    },
    {
        "o": 3027,
        "r": "niv:Leviticus:2:8",
        "t": "Bring the grain offering made of these things to the Lord;*s present it to the priest, who shall take it to the altar."
    },
    {
        "o": 3028,
        "r": "niv:Leviticus:2:9",
        "t": "He shall take out the memorial portion from the grain offering and burn it on the altar as a food offering, an aroma pleasing to the Lord.*s"
    },
    {
        "o": 3029,
        "r": "niv:Leviticus:2:10",
        "t": "The rest of the grain offering belongs to Aaron and his sons; it is a most holy part of the food offerings presented to the Lord.*s"
    },
    {
        "o": 3030,
        "r": "niv:Leviticus:2:11",
        "t": "“ ‘Every*p grain offering you bring to the Lord*s must be made without yeast, for you are not to burn any yeast or honey in a food offering presented to the Lord.*s"
    },
    {
        "o": 3031,
        "r": "niv:Leviticus:2:12",
        "t": "You may bring them to the Lord*s as an offering of the firstfruits, but they are not to be offered on the altar as a pleasing aroma."
    },
    {
        "o": 3032,
        "r": "niv:Leviticus:2:13",
        "t": "Season all your grain offerings with salt. Do not leave the salt of the covenant of your God out of your grain offerings; add salt to all your offerings."
    },
    {
        "o": 3033,
        "r": "niv:Leviticus:2:14",
        "t": "“ ‘If*p you bring a grain offering of firstfruits to the Lord,*s offer crushed heads of new grain roasted in the fire."
    },
    {
        "o": 3034,
        "r": "niv:Leviticus:2:15",
        "t": "Put oil and incense on it; it is a grain offering."
    },
    {
        "o": 3035,
        "r": "niv:Leviticus:2:16",
        "t": "The priest shall burn the memorial portion of the crushed grain and the oil, together with all the incense, as a food offering presented to the Lord.*s"
    }
]
