[
    {
        "o": 13289,
        "r": "niv:Ezra:5:0",
        "t": "Ezra 5",
        "h": 1
    },
    {
        "o": 13290,
        "r": "niv:Ezra:5:0",
        "t": "Tattenai’s Letter to Darius",
        "h": 2
    },
    {
        "o": 13291,
        "r": "niv:Ezra:5:1",
        "t": "Now*p Haggai the prophet and Zechariah the prophet, a descendant of Iddo, prophesied to the Jews in Judah and Jerusalem in the name of the God of Israel, who was over them."
    },
    {
        "o": 13292,
        "r": "niv:Ezra:5:2",
        "t": "Then Zerubbabel son of Shealtiel and Joshua son of Jozadak set to work to rebuild the house of God in Jerusalem. And the prophets of God were with them, supporting them."
    },
    {
        "o": 13293,
        "r": "niv:Ezra:5:3",
        "t": "At*p that time Tattenai, governor of Trans-Euphrates, and Shethar-Bozenai and their associates went to them and asked, “Who authorized you to rebuild this temple and to finish it?”"
    },
    {
        "o": 13294,
        "r": "niv:Ezra:5:4",
        "t": "They also asked, “What are the names of those who are constructing this building?”"
    },
    {
        "o": 13295,
        "r": "niv:Ezra:5:5",
        "t": "But the eye of their God was watching over the elders of the Jews, and they were not stopped until a report could go to Darius and his written reply be received."
    },
    {
        "o": 13296,
        "r": "niv:Ezra:5:6",
        "t": "This*p is a copy of the letter that Tattenai, governor of Trans-Euphrates, and Shethar-Bozenai and their associates, the officials of Trans-Euphrates, sent to King Darius."
    },
    {
        "o": 13297,
        "r": "niv:Ezra:5:7",
        "t": "The report they sent him read as follows: To King Darius: Cordial*p greetings."
    },
    {
        "o": 13298,
        "r": "niv:Ezra:5:8",
        "t": "The*pln king should know that we went to the district of Judah, to the temple of the great God. The people are building it with large stones and placing the timbers in the walls. The work is being carried on with diligence and is making rapid progress under their direction."
    },
    {
        "o": 13299,
        "r": "niv:Ezra:5:9",
        "t": "We*ln questioned the elders and asked them, “Who authorized you to rebuild this temple and to finish it?”"
    },
    {
        "o": 13300,
        "r": "niv:Ezra:5:10",
        "t": "We also asked them their names, so that we could write down the names of their leaders for your information."
    },
    {
        "o": 13301,
        "r": "niv:Ezra:5:11",
        "t": "This*ln is the answer they gave us: “We*pln are the servants of the God of heaven and earth, and we are rebuilding the temple that was built many years ago, one that a great king of Israel built and finished."
    },
    {
        "o": 13302,
        "r": "niv:Ezra:5:12",
        "t": "But because our ancestors angered the God of heaven, he gave them into the hands of Nebuchadnezzar the Chaldean, king of Babylon, who destroyed this temple and deported the people to Babylon."
    },
    {
        "o": 13303,
        "r": "niv:Ezra:5:13",
        "t": "“However,*ln in the first year of Cyrus king of Babylon, King Cyrus issued a decree to rebuild this house of God."
    },
    {
        "o": 13304,
        "r": "niv:Ezra:5:14",
        "t": "He even removed from the temple of Babylon the gold and silver articles of the house of God, which Nebuchadnezzar had taken from the temple in Jerusalem and brought to the temple in Babylon. Then King Cyrus gave them to a man named Sheshbazzar, whom he had appointed governor,"
    },
    {
        "o": 13305,
        "r": "niv:Ezra:5:15",
        "t": "and he told him, ‘Take these articles and go and deposit them in the temple in Jerusalem. And rebuild the house of God on its site.’"
    },
    {
        "o": 13306,
        "r": "niv:Ezra:5:16",
        "t": "“So*ln this Sheshbazzar came and laid the foundations of the house of God in Jerusalem. From that day to the present it has been under construction but is not yet finished.”"
    },
    {
        "o": 13307,
        "r": "niv:Ezra:5:17",
        "t": "Now*pln if it pleases the king, let a search be made in the royal archives of Babylon to see if King Cyrus did in fact issue a decree to rebuild this house of God in Jerusalem. Then let the king send us his decision in this matter."
    }
]
