[
    {
        "o": 30833,
        "r": "nkjv:Acts:12:0",
        "t": "Acts 12",
        "h": 1
    },
    {
        "o": 30834,
        "r": "nkjv:Acts:12:0",
        "t": "Herod’s Violence to the Church",
        "h": 2
    },
    {
        "o": 30835,
        "r": "nkjv:Acts:12:1",
        "t": "Now*p about that time Herod the king stretched out his*i hand to harass some from the church."
    },
    {
        "o": 30836,
        "r": "nkjv:Acts:12:2",
        "t": "Then he killed James the brother of John with the sword."
    },
    {
        "o": 30837,
        "r": "nkjv:Acts:12:3",
        "t": "And because he saw that it pleased the Jews, he proceeded further to seize Peter also. Now it was during*i the Days of Unleavened Bread."
    },
    {
        "o": 30838,
        "r": "nkjv:Acts:12:4",
        "t": "So when he had arrested him, he put him*i in prison, and delivered him*i to four squads of soldiers to keep him, intending to bring him before the people after Passover."
    },
    {
        "o": 30839,
        "r": "nkjv:Acts:12:4",
        "t": "Peter Freed from Prison",
        "h": 2
    },
    {
        "o": 30840,
        "r": "nkjv:Acts:12:5",
        "t": "Peter*p was therefore kept in prison, but constant prayer was offered to God for him by the church."
    },
    {
        "o": 30841,
        "r": "nkjv:Acts:12:6",
        "t": "And when Herod was about to bring him out, that night Peter was sleeping, bound with two chains between two soldiers; and the guards before the door were keeping the prison."
    },
    {
        "o": 30842,
        "r": "nkjv:Acts:12:7",
        "t": "Now behold, an angel of the Lord stood by him,*i and a light shone in the prison; and he struck Peter on the side and raised him up, saying, “Arise quickly!” And his chains fell off his*i hands."
    },
    {
        "o": 30843,
        "r": "nkjv:Acts:12:8",
        "t": "Then the angel said to him, “Gird yourself and tie on your sandals”; and so he did. And he said to him, “Put on your garment and follow me.”"
    },
    {
        "o": 30844,
        "r": "nkjv:Acts:12:9",
        "t": "So he went out and followed him, and did not know that what was done by the angel was real, but thought he was seeing a vision."
    },
    {
        "o": 30845,
        "r": "nkjv:Acts:12:10",
        "t": "When they were past the first and the second guard posts, they came to the iron gate that leads to the city, which opened to them of its own accord; and they went out and went down one street, and immediately the angel departed from him."
    },
    {
        "o": 30846,
        "r": "nkjv:Acts:12:11",
        "t": "And*p when Peter had come to himself, he said, “Now I know for certain that the Lord has sent His angel, and has delivered me from the hand of Herod and from*i all the expectation of the Jewish people.”"
    },
    {
        "o": 30847,
        "r": "nkjv:Acts:12:12",
        "t": "So,*p when he had considered this,*i he came to the house of Mary, the mother of John whose surname was Mark, where many were gathered together praying."
    },
    {
        "o": 30848,
        "r": "nkjv:Acts:12:13",
        "t": "And as Peter knocked at the door of the gate, a girl named Rhoda came to answer."
    },
    {
        "o": 30849,
        "r": "nkjv:Acts:12:14",
        "t": "When she recognized Peter’s voice, because of her*i gladness she did not open the gate, but ran in and announced that Peter stood before the gate."
    },
    {
        "o": 30850,
        "r": "nkjv:Acts:12:15",
        "t": "But they said to her, “You are beside yourself!” Yet she kept insisting that it was so. So they said, “It is his angel.”"
    },
    {
        "o": 30851,
        "r": "nkjv:Acts:12:16",
        "t": "Now*p Peter continued knocking; and when they opened the*i door*i and saw him, they were astonished."
    },
    {
        "o": 30852,
        "r": "nkjv:Acts:12:17",
        "t": "But motioning to them with his hand to keep silent, he declared to them how the Lord had brought him out of the prison. And he said, “Go, tell these things to James and to the brethren.” And he departed and went to another place."
    },
    {
        "o": 30853,
        "r": "nkjv:Acts:12:18",
        "t": "Then,*p as soon as it was day, there was no small stir among the soldiers about what had become of Peter."
    },
    {
        "o": 30854,
        "r": "nkjv:Acts:12:19",
        "t": "But when Herod had searched for him and not found him, he examined the guards and commanded that they*i should be put to death. And*p he went down from Judea to Caesarea, and stayed there.*i"
    },
    {
        "o": 30855,
        "r": "nkjv:Acts:12:19",
        "t": "Herod’s Violent Death",
        "h": 2
    },
    {
        "o": 30856,
        "r": "nkjv:Acts:12:20",
        "t": "Now*p Herod had been very angry with the people of Tyre and Sidon; but they came to him with one accord, and having made Blastus the king’s personal aide their friend, they asked for peace, because their country was supplied with food by the king’s country.*i"
    },
    {
        "o": 30857,
        "r": "nkjv:Acts:12:21",
        "t": "So*p on a set day Herod, arrayed in royal apparel, sat on his throne and gave an oration to them."
    },
    {
        "o": 30858,
        "r": "nkjv:Acts:12:22",
        "t": "And the people kept shouting, “The voice of a god and not of a man!”"
    },
    {
        "o": 30859,
        "r": "nkjv:Acts:12:23",
        "t": "Then immediately an angel of the Lord struck him, because he did not give glory to God. And he was eaten by worms and died."
    },
    {
        "o": 30860,
        "r": "nkjv:Acts:12:24",
        "t": "But*p the word of God grew and multiplied."
    },
    {
        "o": 30861,
        "r": "nkjv:Acts:12:24",
        "t": "Barnabas and Saul Appointed",
        "h": 2
    },
    {
        "o": 30862,
        "r": "nkjv:Acts:12:25",
        "t": "And*p Barnabas and Saul returned from Jerusalem when they had fulfilled their*i ministry, and they also took with them John whose surname was Mark."
    }
]
