[
    {
        "o": 11126,
        "r": "nkjv:2 Kings:19:0",
        "t": "2 Kings 19",
        "h": 1
    },
    {
        "o": 11127,
        "r": "nkjv:2 Kings:19:0",
        "t": "Isaiah Assures Deliverance",
        "h": 2
    },
    {
        "o": 11128,
        "r": "nkjv:2 Kings:19:1",
        "t": "And*p so it was, when King Hezekiah heard it,*i that he tore his clothes, covered himself with sackcloth, and went into the house of the Lord.*s"
    },
    {
        "o": 11129,
        "r": "nkjv:2 Kings:19:2",
        "t": "Then he sent Eliakim, who was*i over the household, Shebna the scribe, and the elders of the priests, covered with sackcloth, to Isaiah the prophet, the son of Amoz."
    },
    {
        "o": 11130,
        "r": "nkjv:2 Kings:19:3",
        "t": "And they said to him, “Thus says Hezekiah: ‘This day is*i a day of trouble, and rebuke, and blasphemy; for the children have come to birth, but there*i is*i no strength to bring them forth."
    },
    {
        "o": 11131,
        "r": "nkjv:2 Kings:19:4",
        "t": "It may be that the Lord*s your God will hear all the words of the*i Rabshakeh, whom his master the king of Assyria has sent to reproach the living God, and will rebuke the words which the Lord*s your God has heard. Therefore lift up your*i prayer for the remnant that is left.’”"
    },
    {
        "o": 11132,
        "r": "nkjv:2 Kings:19:5",
        "t": "So*p the servants of King Hezekiah came to Isaiah."
    },
    {
        "o": 11133,
        "r": "nkjv:2 Kings:19:6",
        "t": "And Isaiah said to them, “Thus you shall say to your master, ‘Thus says the Lord:*s “Do not be afraid of the words which you have heard, with which the servants of the king of Assyria have blasphemed Me."
    },
    {
        "o": 11134,
        "r": "nkjv:2 Kings:19:7",
        "t": "Surely I will send a spirit upon him, and he shall hear a rumor and return to his own land; and I will cause him to fall by the sword in his own land.”’”"
    },
    {
        "o": 11135,
        "r": "nkjv:2 Kings:19:7",
        "t": "Sennacherib’s Threat and Hezekiah’s Prayer",
        "h": 2
    },
    {
        "o": 11136,
        "r": "nkjv:2 Kings:19:8",
        "t": "Then*p the*i Rabshakeh returned and found the king of Assyria warring against Libnah, for he heard that he had departed from Lachish."
    },
    {
        "o": 11137,
        "r": "nkjv:2 Kings:19:9",
        "t": "And the king heard concerning Tirhakah king of Ethiopia, “Look, he has come out to make war with you.” So he again sent messengers to Hezekiah, saying,"
    },
    {
        "o": 11138,
        "r": "nkjv:2 Kings:19:10",
        "t": "“Thus you shall speak to Hezekiah king of Judah, saying: ‘Do not let your God in whom you trust deceive you, saying, “Jerusalem shall not be given into the hand of the king of Assyria.”"
    },
    {
        "o": 11139,
        "r": "nkjv:2 Kings:19:11",
        "t": "Look! You have heard what the kings of Assyria have done to all lands by utterly destroying them; and shall you be delivered?"
    },
    {
        "o": 11140,
        "r": "nkjv:2 Kings:19:12",
        "t": "Have the gods of the nations delivered those whom my fathers have destroyed, Gozan and Haran and Rezeph, and the people of Eden who were*i in Telassar?"
    },
    {
        "o": 11141,
        "r": "nkjv:2 Kings:19:13",
        "t": "Where is*i the king of Hamath, the king of Arpad, and the king of the city of Sepharvaim, Hena, and Ivah?’”"
    },
    {
        "o": 11142,
        "r": "nkjv:2 Kings:19:14",
        "t": "And*p Hezekiah received the letter from the hand of the messengers, and read it; and Hezekiah went up to the house of the Lord,*s and spread it before the Lord.*s"
    },
    {
        "o": 11143,
        "r": "nkjv:2 Kings:19:15",
        "t": "Then Hezekiah prayed before the Lord,*s and said: “O Lord*s God of Israel, the*i One*i who dwells between*i the cherubim, You are God, You alone, of all the kingdoms of the earth. You have made heaven and earth."
    },
    {
        "o": 11144,
        "r": "nkjv:2 Kings:19:16",
        "t": "Incline Your ear, O Lord,*s and hear; open Your eyes, O Lord,*s and see; and hear the words of Sennacherib, which he has sent to reproach the living God."
    },
    {
        "o": 11145,
        "r": "nkjv:2 Kings:19:17",
        "t": "Truly, Lord,*s the kings of Assyria have laid waste the nations and their lands,"
    },
    {
        "o": 11146,
        "r": "nkjv:2 Kings:19:18",
        "t": "and have cast their gods into the fire; for they were*i not gods, but the work of men’s hands—wood and stone. Therefore they destroyed them."
    },
    {
        "o": 11147,
        "r": "nkjv:2 Kings:19:19",
        "t": "Now therefore, O Lord*s our God, I pray, save us from his hand, that all the kingdoms of the earth may know that You are*i the Lord*s God, You alone.”"
    },
    {
        "o": 11148,
        "r": "nkjv:2 Kings:19:19",
        "t": "The Word of the Lord Concerning Sennacherib",
        "h": 2
    },
    {
        "o": 11149,
        "r": "nkjv:2 Kings:19:20",
        "t": "Then*p Isaiah the son of Amoz sent to Hezekiah, saying, “Thus says the Lord*s God of Israel: ‘Because you have prayed to Me against Sennacherib king of Assyria, I have heard.’"
    },
    {
        "o": 11150,
        "r": "nkjv:2 Kings:19:21",
        "t": "This is*i the word which the Lord*s has spoken concerning him: ‘The*pn virgin, the daughter of Zion, Has*ld despised you, laughed you to scorn; The*ld daughter of Jerusalem Has*ld shaken her*i head behind your back!"
    },
    {
        "o": 11151,
        "r": "nkjv:2 Kings:19:22",
        "t": "‘Whom*ln have you reproached and blasphemed? Against*ld whom have you raised your*i voice, And*ld lifted up your eyes on high? Against*ld the Holy One*i of Israel."
    },
    {
        "o": 11152,
        "r": "nkjv:2 Kings:19:23",
        "t": "By*ld your messengers you have reproached the Lord, And*ld said: “By the multitude of my chariots I*ld have come up to the height of the mountains, To*ld the limits of Lebanon; I*ld will cut down its tall cedars And*ild its choice cypress trees; I*ld will enter the extremity of its borders, To*ild its fruitful forest."
    },
    {
        "o": 11153,
        "r": "nkjv:2 Kings:19:24",
        "t": "I*ld have dug and drunk strange water, And*ld with the soles of my feet I have dried up All*ld the brooks of defense.”"
    },
    {
        "o": 11154,
        "r": "nkjv:2 Kings:19:25",
        "t": "‘Did*ln you not hear long ago How*ild I made it, From*ld ancient times that I formed it? Now*ld I have brought it to pass, That*ld you should be For*ld crushing fortified cities into*i heaps of ruins."
    },
    {
        "o": 11155,
        "r": "nkjv:2 Kings:19:26",
        "t": "Therefore*ld their inhabitants had little power; They*ld were dismayed and confounded; They*ld were as*i the grass of the field And*ld the green herb, As*ild the grass on the housetops And*ld grain*i blighted before it is grown."
    },
    {
        "o": 11156,
        "r": "nkjv:2 Kings:19:27",
        "t": "‘But*ln I know your dwelling place, Your*ld going out and your coming in, And*ld your rage against Me."
    },
    {
        "o": 11157,
        "r": "nkjv:2 Kings:19:28",
        "t": "Because*ld your rage against Me and your tumult Have*ld come up to My ears, Therefore*ld I will put My hook in your nose And*ld My bridle in your lips, And*ld I will turn you back By*ld the way which you came."
    },
    {
        "o": 11158,
        "r": "nkjv:2 Kings:19:29",
        "t": "‘This*ln shall*i be*i a sign to you: You*ld shall eat this year such as grows of itself, And*ld in the second year what springs from the same; Also*ld in the third year sow and reap, Plant*ld vineyards and eat the fruit of them."
    },
    {
        "o": 11159,
        "r": "nkjv:2 Kings:19:30",
        "t": "And*ld the remnant who have escaped of the house of Judah Shall*ld again take root downward, And*ld bear fruit upward."
    },
    {
        "o": 11160,
        "r": "nkjv:2 Kings:19:31",
        "t": "For*ld out of Jerusalem shall go a remnant, And*ld those who escape from Mount Zion. The*ld zeal of the Lord*s of hosts will do this.’"
    },
    {
        "o": 11161,
        "r": "nkjv:2 Kings:19:32",
        "t": "“Therefore*p thus says the Lord*s concerning the king of Assyria: ‘He*pn shall not come into this city, Nor*ld shoot an arrow there, Nor*ld come before it with shield, Nor*ld build a siege mound against it."
    },
    {
        "o": 11162,
        "r": "nkjv:2 Kings:19:33",
        "t": "By*ld the way that he came, By*ld the same shall he return; And*ld he shall not come into this city,’ Says*ld the Lord.*s"
    },
    {
        "o": 11163,
        "r": "nkjv:2 Kings:19:34",
        "t": "‘For*ld I will defend this city, to save it For*ld My own sake and for My servant David’s sake.’”"
    },
    {
        "o": 11164,
        "r": "nkjv:2 Kings:19:34",
        "t": "Sennacherib’s Defeat and Death",
        "h": 2
    },
    {
        "o": 11165,
        "r": "nkjv:2 Kings:19:35",
        "t": "And*p it came to pass on a certain night that the angel of the Lord*s went out, and killed in the camp of the Assyrians one hundred and eighty-five thousand; and when people*i arose early in the morning, there were the corpses—all dead."
    },
    {
        "o": 11166,
        "r": "nkjv:2 Kings:19:36",
        "t": "So Sennacherib king of Assyria departed and went away, returned home,*i and remained at Nineveh."
    },
    {
        "o": 11167,
        "r": "nkjv:2 Kings:19:37",
        "t": "Now it came to pass, as he was worshiping in the temple of Nisroch his god, that his sons Adrammelech and Sharezer struck him down with the sword; and they escaped into the land of Ararat. Then Esarhaddon his son reigned in his place."
    }
]
