[
    {
        "o": 15976,
        "r": "niv:Psalm:45:0",
        "t": "Psalm 45",
        "h": 1
    },
    {
        "o": 15977,
        "r": "niv:Psalm:45:0",
        "t": "For the director of music. To the tune of “Lilies.” Of the Sons of Korah. A maskil. A wedding song.",
        "h": 4
    },
    {
        "o": 15978,
        "r": "niv:Psalm:45:1",
        "t": "My*pn heart is stirred by a noble theme as*ld I recite my verses for the king; my*ld tongue is the pen of a skillful writer."
    },
    {
        "o": 15979,
        "r": "niv:Psalm:45:2",
        "t": "You*pn are the most excellent of men and*ld your lips have been anointed with grace, since*ld God has blessed you forever."
    },
    {
        "o": 15980,
        "r": "niv:Psalm:45:3",
        "t": "Gird*pn your sword on your side, you mighty one; clothe*ld yourself with splendor and majesty."
    },
    {
        "o": 15981,
        "r": "niv:Psalm:45:4",
        "t": "In*ln your majesty ride forth victoriously in*ld the cause of truth, humility and justice; let*ld your right hand achieve awesome deeds."
    },
    {
        "o": 15982,
        "r": "niv:Psalm:45:5",
        "t": "Let*ln your sharp arrows pierce the hearts of the king’s enemies; let*ld the nations fall beneath your feet."
    },
    {
        "o": 15983,
        "r": "niv:Psalm:45:6",
        "t": "Your*ln throne, O God, will last for ever and ever; a*ld scepter of justice will be the scepter of your kingdom."
    },
    {
        "o": 15984,
        "r": "niv:Psalm:45:7",
        "t": "You*ln love righteousness and hate wickedness; therefore*ld God, your God, has set you above your companions by*ld anointing you with the oil of joy."
    },
    {
        "o": 15985,
        "r": "niv:Psalm:45:8",
        "t": "All*ln your robes are fragrant with myrrh and aloes and cassia; from*ld palaces adorned with ivory the*ld music of the strings makes you glad."
    },
    {
        "o": 15986,
        "r": "niv:Psalm:45:9",
        "t": "Daughters*ln of kings are among your honored women; at*ld your right hand is the royal bride in gold of Ophir."
    },
    {
        "o": 15987,
        "r": "niv:Psalm:45:10",
        "t": "Listen,*pn daughter, and pay careful attention: Forget*ld your people and your father’s house."
    },
    {
        "o": 15988,
        "r": "niv:Psalm:45:11",
        "t": "Let*ln the king be enthralled by your beauty; honor*ld him, for he is your lord."
    },
    {
        "o": 15989,
        "r": "niv:Psalm:45:12",
        "t": "The*ln city of Tyre will come with a gift, people*ld of wealth will seek your favor."
    },
    {
        "o": 15990,
        "r": "niv:Psalm:45:13",
        "t": "All*ln glorious is the princess within her chamber; her*ld gown is interwoven with gold."
    },
    {
        "o": 15991,
        "r": "niv:Psalm:45:14",
        "t": "In*ln embroidered garments she is led to the king; her*ld virgin companions follow her— those*ld brought to be with her."
    },
    {
        "o": 15992,
        "r": "niv:Psalm:45:15",
        "t": "Led*ln in with joy and gladness, they*ld enter the palace of the king."
    },
    {
        "o": 15993,
        "r": "niv:Psalm:45:16",
        "t": "Your*pn sons will take the place of your fathers; you*ld will make them princes throughout the land."
    },
    {
        "o": 15994,
        "r": "niv:Psalm:45:17",
        "t": "I*pn will perpetuate your memory through all generations; therefore*ld the nations will praise you for ever and ever."
    }
]
