[
    {
        "o": 7661,
        "r": "niv:Judges:19:0",
        "t": "Judges 19",
        "h": 1
    },
    {
        "o": 7662,
        "r": "niv:Judges:19:0",
        "t": "A Levite and His Concubine",
        "h": 2
    },
    {
        "o": 7663,
        "r": "niv:Judges:19:1",
        "t": "In*p those days Israel had no king. Now*p a Levite who lived in a remote area in the hill country of Ephraim took a concubine from Bethlehem in Judah."
    },
    {
        "o": 7664,
        "r": "niv:Judges:19:2",
        "t": "But she was unfaithful to him. She left him and went back to her parents’ home in Bethlehem, Judah. After she had been there four months,"
    },
    {
        "o": 7665,
        "r": "niv:Judges:19:3",
        "t": "her husband went to her to persuade her to return. He had with him his servant and two donkeys. She took him into her parents’ home, and when her father saw him, he gladly welcomed him."
    },
    {
        "o": 7666,
        "r": "niv:Judges:19:4",
        "t": "His father-in-law, the woman’s father, prevailed on him to stay; so he remained with him three days, eating and drinking, and sleeping there."
    },
    {
        "o": 7667,
        "r": "niv:Judges:19:5",
        "t": "On*p the fourth day they got up early and he prepared to leave, but the woman’s father said to his son-in-law, “Refresh yourself with something to eat; then you can go.”"
    },
    {
        "o": 7668,
        "r": "niv:Judges:19:6",
        "t": "So the two of them sat down to eat and drink together. Afterward the woman’s father said, “Please stay tonight and enjoy yourself.”"
    },
    {
        "o": 7669,
        "r": "niv:Judges:19:7",
        "t": "And when the man got up to go, his father-in-law persuaded him, so he stayed there that night."
    },
    {
        "o": 7670,
        "r": "niv:Judges:19:8",
        "t": "On the morning of the fifth day, when he rose to go, the woman’s father said, “Refresh yourself. Wait till afternoon!” So the two of them ate together."
    },
    {
        "o": 7671,
        "r": "niv:Judges:19:9",
        "t": "Then*p when the man, with his concubine and his servant, got up to leave, his father-in-law, the woman’s father, said, “Now look, it’s almost evening. Spend the night here; the day is nearly over. Stay and enjoy yourself. Early tomorrow morning you can get up and be on your way home.”"
    },
    {
        "o": 7672,
        "r": "niv:Judges:19:10",
        "t": "But, unwilling to stay another night, the man left and went toward Jebus (that is, Jerusalem), with his two saddled donkeys and his concubine."
    },
    {
        "o": 7673,
        "r": "niv:Judges:19:11",
        "t": "When*p they were near Jebus and the day was almost gone, the servant said to his master, “Come, let’s stop at this city of the Jebusites and spend the night.”"
    },
    {
        "o": 7674,
        "r": "niv:Judges:19:12",
        "t": "His*p master replied, “No. We won’t go into any city whose people are not Israelites. We will go on to Gibeah.”"
    },
    {
        "o": 7675,
        "r": "niv:Judges:19:13",
        "t": "He added, “Come, let’s try to reach Gibeah or Ramah and spend the night in one of those places.”"
    },
    {
        "o": 7676,
        "r": "niv:Judges:19:14",
        "t": "So they went on, and the sun set as they neared Gibeah in Benjamin."
    },
    {
        "o": 7677,
        "r": "niv:Judges:19:15",
        "t": "There they stopped to spend the night. They went and sat in the city square, but no one took them in for the night."
    },
    {
        "o": 7678,
        "r": "niv:Judges:19:16",
        "t": "That*p evening an old man from the hill country of Ephraim, who was living in Gibeah (the inhabitants of the place were Benjamites), came in from his work in the fields."
    },
    {
        "o": 7679,
        "r": "niv:Judges:19:17",
        "t": "When he looked and saw the traveler in the city square, the old man asked, “Where are you going? Where did you come from?”"
    },
    {
        "o": 7680,
        "r": "niv:Judges:19:18",
        "t": "He*p answered, “We are on our way from Bethlehem in Judah to a remote area in the hill country of Ephraim where I live. I have been to Bethlehem in Judah and now I am going to the house of the Lord.*s No one has taken me in for the night."
    },
    {
        "o": 7681,
        "r": "niv:Judges:19:19",
        "t": "We have both straw and fodder for our donkeys and bread and wine for ourselves your servants—me, the woman and the young man with us. We don’t need anything.”"
    },
    {
        "o": 7682,
        "r": "niv:Judges:19:20",
        "t": "“You*p are welcome at my house,” the old man said. “Let me supply whatever you need. Only don’t spend the night in the square.”"
    },
    {
        "o": 7683,
        "r": "niv:Judges:19:21",
        "t": "So he took him into his house and fed his donkeys. After they had washed their feet, they had something to eat and drink."
    },
    {
        "o": 7684,
        "r": "niv:Judges:19:22",
        "t": "While*p they were enjoying themselves, some of the wicked men of the city surrounded the house. Pounding on the door, they shouted to the old man who owned the house, “Bring out the man who came to your house so we can have sex with him.”"
    },
    {
        "o": 7685,
        "r": "niv:Judges:19:23",
        "t": "The*p owner of the house went outside and said to them, “No, my friends, don’t be so vile. Since this man is my guest, don’t do this outrageous thing."
    },
    {
        "o": 7686,
        "r": "niv:Judges:19:24",
        "t": "Look, here is my virgin daughter, and his concubine. I will bring them out to you now, and you can use them and do to them whatever you wish. But as for this man, don’t do such an outrageous thing.”"
    },
    {
        "o": 7687,
        "r": "niv:Judges:19:25",
        "t": "But*p the men would not listen to him. So the man took his concubine and sent her outside to them, and they raped her and abused her throughout the night, and at dawn they let her go."
    },
    {
        "o": 7688,
        "r": "niv:Judges:19:26",
        "t": "At daybreak the woman went back to the house where her master was staying, fell down at the door and lay there until daylight."
    },
    {
        "o": 7689,
        "r": "niv:Judges:19:27",
        "t": "When*p her master got up in the morning and opened the door of the house and stepped out to continue on his way, there lay his concubine, fallen in the doorway of the house, with her hands on the threshold."
    },
    {
        "o": 7690,
        "r": "niv:Judges:19:28",
        "t": "He said to her, “Get up; let’s go.” But there was no answer. Then the man put her on his donkey and set out for home."
    },
    {
        "o": 7691,
        "r": "niv:Judges:19:29",
        "t": "When*p he reached home, he took a knife and cut up his concubine, limb by limb, into twelve parts and sent them into all the areas of Israel."
    },
    {
        "o": 7692,
        "r": "niv:Judges:19:30",
        "t": "Everyone who saw it was saying to one another, “Such a thing has never been seen or done, not since the day the Israelites came up out of Egypt. Just imagine! We must do something! So speak up!”"
    }
]
