[
    {
        "o": 19523,
        "r": "csb:Ecclesiastes:9:0",
        "t": "Ecclesiastes 9",
        "h": 1
    },
    {
        "o": 19524,
        "r": "csb:Ecclesiastes:9:0",
        "t": "Enjoy Life Despite Death",
        "h": 2
    },
    {
        "o": 19525,
        "r": "csb:Ecclesiastes:9:1",
        "t": "Indeed,*p I took all this to heart and explained it all: The righteous, the wise, and their works are in God’s hands. People don’t know whether to expect love or hate. Everything lies ahead of them."
    },
    {
        "o": 19526,
        "r": "csb:Ecclesiastes:9:2",
        "t": "Everything is the same for everyone: There is one fate for the righteous and the wicked, for the good and the bad, for the clean and the unclean, for the one who sacrifices and the one who does not sacrifice. As it is for the good, so also it is for the sinner; as it is for the one who takes an oath, so also for the one who fears an oath."
    },
    {
        "o": 19527,
        "r": "csb:Ecclesiastes:9:3",
        "t": "This is an evil in all that is done under the sun: there is one fate for everyone. In addition, the hearts of people are full of evil, and madness is in their hearts while they live; after that they go to the dead."
    },
    {
        "o": 19528,
        "r": "csb:Ecclesiastes:9:4",
        "t": "But there is hope for whoever is joined with all the living, since a live dog is better than a dead lion."
    },
    {
        "o": 19529,
        "r": "csb:Ecclesiastes:9:5",
        "t": "For the living know that they will die, but the dead don’t know anything. There is no longer a reward for them because the memory of them is forgotten."
    },
    {
        "o": 19530,
        "r": "csb:Ecclesiastes:9:6",
        "t": "Their love, their hate, and their envy have already disappeared, and there is no longer a portion for them in all that is done under the sun."
    },
    {
        "o": 19531,
        "r": "csb:Ecclesiastes:9:7",
        "t": "Go,*p eat your bread with pleasure, and drink your wine with a cheerful heart, for God has already accepted your works."
    },
    {
        "o": 19532,
        "r": "csb:Ecclesiastes:9:8",
        "t": "Let your clothes be white all the time, and never let oil be lacking on your head."
    },
    {
        "o": 19533,
        "r": "csb:Ecclesiastes:9:9",
        "t": "Enjoy life with the wife you love all the days of your fleeting life, which has been given to you under the sun, all your fleeting days. For that is your portion in life and in your struggle under the sun."
    },
    {
        "o": 19534,
        "r": "csb:Ecclesiastes:9:10",
        "t": "Whatever your hands find to do, do with all your strength, because there is no work, planning, knowledge, or wisdom in Sheol where you are going."
    },
    {
        "o": 19535,
        "r": "csb:Ecclesiastes:9:10",
        "t": "The Limitations of Wisdom",
        "h": 2
    },
    {
        "o": 19536,
        "r": "csb:Ecclesiastes:9:11",
        "t": "Again*p I saw under the sun that the race is not to the swift, or the battle to the strong, or bread to the wise, or riches to the discerning, or favor to the skillful; rather, time and chance happen to all of them."
    },
    {
        "o": 19537,
        "r": "csb:Ecclesiastes:9:12",
        "t": "For certainly no one knows his time: like fish caught in a cruel net or like birds caught in a trap, so people are trapped in an evil time as it suddenly falls on them."
    },
    {
        "o": 19538,
        "r": "csb:Ecclesiastes:9:13",
        "t": "I*p have observed that this also is wisdom under the sun, and it is significant to me:"
    },
    {
        "o": 19539,
        "r": "csb:Ecclesiastes:9:14",
        "t": "There was a small city with few men in it. A great king came against it, surrounded it, and built large siege works against it."
    },
    {
        "o": 19540,
        "r": "csb:Ecclesiastes:9:15",
        "t": "Now a poor wise man was found in the city, and he delivered the city by his wisdom. Yet no one remembered that poor man."
    },
    {
        "o": 19541,
        "r": "csb:Ecclesiastes:9:16",
        "t": "And I said, “Wisdom is better than strength, but the wisdom of the poor man is despised, and his words are not heeded.”"
    },
    {
        "o": 19542,
        "r": "csb:Ecclesiastes:9:17",
        "t": "The*pn calm words of the wise are heeded more*ln than the shouts of a ruler over fools."
    },
    {
        "o": 19543,
        "r": "csb:Ecclesiastes:9:18",
        "t": "Wisdom*ln is better than weapons of war, but*ln one sinner can destroy much good."
    }
]
