[
    {
        "o": 21149,
        "r": "esv:Jeremiah:3:0",
        "t": "Jeremiah 3",
        "h": 1
    },
    {
        "o": 21150,
        "r": "esv:Jeremiah:3:1",
        "t": "“If*pn a man divorces his wife and*ld she goes from him and*ln becomes another man’s wife, will*ld he return to her? Would*ln not that land be greatly polluted? You*ln have played the whore with many lovers; and*ld would you return to me? declares*l the Lord.*s"
    },
    {
        "o": 21151,
        "r": "esv:Jeremiah:3:2",
        "t": "Lift*ln up your eyes to the bare heights, and see! Where*ld have you not been ravished? By*ln the waysides you have sat awaiting lovers like*ld an Arab in the wilderness. You*ln have polluted the land with*ld your vile whoredom."
    },
    {
        "o": 21152,
        "r": "esv:Jeremiah:3:3",
        "t": "Therefore*ln the showers have been withheld, and*ld the spring rain has not come; yet*ln you have the forehead of a whore; you*ld refuse to be ashamed."
    },
    {
        "o": 21153,
        "r": "esv:Jeremiah:3:4",
        "t": "Have*ln you not just now called to me, ‘My*ld father, you are the friend of my youth—"
    },
    {
        "o": 21154,
        "r": "esv:Jeremiah:3:5",
        "t": "will*ln he be angry forever, will*ld he be indignant to the end?’ Behold,*ln you have spoken, but*ld you have done all the evil that you could.”"
    },
    {
        "o": 21155,
        "r": "esv:Jeremiah:3:5",
        "t": "Faithless Israel Called to Repentance",
        "h": 2
    },
    {
        "o": 21156,
        "r": "esv:Jeremiah:3:6",
        "t": "The*p Lord*s said to me in the days of King Josiah: “Have you seen what she did, that faithless one, Israel, how she went up on every high hill and under every green tree, and there played the whore?"
    },
    {
        "o": 21157,
        "r": "esv:Jeremiah:3:7",
        "t": "And I thought, ‘After she has done all this she will return to me,’ but she did not return, and her treacherous sister Judah saw it."
    },
    {
        "o": 21158,
        "r": "esv:Jeremiah:3:8",
        "t": "She saw that for all the adulteries of that faithless one, Israel, I had sent her away with a decree of divorce. Yet her treacherous sister Judah did not fear, but she too went and played the whore."
    },
    {
        "o": 21159,
        "r": "esv:Jeremiah:3:9",
        "t": "Because she took her whoredom lightly, she polluted the land, committing adultery with stone and tree."
    },
    {
        "o": 21160,
        "r": "esv:Jeremiah:3:10",
        "t": "Yet for all this her treacherous sister Judah did not return to me with her whole heart, but in pretense, declares the Lord.”*s"
    },
    {
        "o": 21161,
        "r": "esv:Jeremiah:3:11",
        "t": "And*p the Lord*s said to me, “Faithless Israel has shown herself more righteous than treacherous Judah."
    },
    {
        "o": 21162,
        "r": "esv:Jeremiah:3:12",
        "t": "Go, and proclaim these words toward the north, and say, “‘Return,*pn faithless Israel, declares*l the Lord.*s I*ln will not look on you in anger, for*ld I am merciful, declares*l the Lord;*s I*ln will not be angry forever."
    },
    {
        "o": 21163,
        "r": "esv:Jeremiah:3:13",
        "t": "Only*ln acknowledge your guilt, that*ld you rebelled against the Lord*s your God and*ln scattered your favors among foreigners under every green tree, and*ld that you have not obeyed my voice, declares*l the Lord.*s"
    },
    {
        "o": 21164,
        "r": "esv:Jeremiah:3:14",
        "t": "Return,*ln O faithless children, declares*l the Lord;*s for*ld I am your master; I*ln will take you, one from a city and two from a family, and*ld I will bring you to Zion."
    },
    {
        "o": 21165,
        "r": "esv:Jeremiah:3:15",
        "t": "“‘And*p I will give you shepherds after my own heart, who will feed you with knowledge and understanding."
    },
    {
        "o": 21166,
        "r": "esv:Jeremiah:3:16",
        "t": "And when you have multiplied and been fruitful in the land, in those days, declares the Lord,*s they shall no more say, “The ark of the covenant of the Lord.”*s It shall not come to mind or be remembered or missed; it shall not be made again."
    },
    {
        "o": 21167,
        "r": "esv:Jeremiah:3:17",
        "t": "At that time Jerusalem shall be called the throne of the Lord,*s and all nations shall gather to it, to the presence of the Lord*s in Jerusalem, and they shall no more stubbornly follow their own evil heart."
    },
    {
        "o": 21168,
        "r": "esv:Jeremiah:3:18",
        "t": "In those days the house of Judah shall join the house of Israel, and together they shall come from the land of the north to the land that I gave your fathers for a heritage."
    },
    {
        "o": 21169,
        "r": "esv:Jeremiah:3:19",
        "t": "“‘I*pn said, How*ld I would set you among my sons, and*ln give you a pleasant land, a*ld heritage most beautiful of all nations. And*ln I thought you would call me, My Father, and*ld would not turn from following me."
    },
    {
        "o": 21170,
        "r": "esv:Jeremiah:3:20",
        "t": "Surely,*ln as a treacherous wife leaves her husband, so*ld have you been treacherous to me, O house of Israel, declares*l the Lord.’”*s"
    },
    {
        "o": 21171,
        "r": "esv:Jeremiah:3:21",
        "t": "A*pn voice on the bare heights is heard, the*ld weeping and pleading of Israel’s sons because*ln they have perverted their way; they*ld have forgotten the Lord*s their God."
    },
    {
        "o": 21172,
        "r": "esv:Jeremiah:3:22",
        "t": "“Return,*ln O faithless sons; I*ld will heal your faithlessness.” “Behold,*ln we come to you, for*ld you are the Lord*s our God."
    },
    {
        "o": 21173,
        "r": "esv:Jeremiah:3:23",
        "t": "Truly*ln the hills are a delusion, the*ld orgies on the mountains. Truly*ln in the Lord*s our God is*ld the salvation of Israel."
    },
    {
        "o": 21174,
        "r": "esv:Jeremiah:3:24",
        "t": "“But*p from our youth the shameful thing has devoured all for which our fathers labored, their flocks and their herds, their sons and their daughters."
    },
    {
        "o": 21175,
        "r": "esv:Jeremiah:3:25",
        "t": "Let us lie down in our shame, and let our dishonor cover us. For we have sinned against the Lord*s our God, we and our fathers, from our youth even to this day, and we have not obeyed the voice of the Lord*s our God.”"
    }
]
