[
    {
        "o": 6614,
        "r": "nkjv:Joshua:8:0",
        "t": "Joshua 8",
        "h": 1
    },
    {
        "o": 6615,
        "r": "nkjv:Joshua:8:0",
        "t": "The Fall of Ai",
        "h": 2
    },
    {
        "o": 6616,
        "r": "nkjv:Joshua:8:1",
        "t": "Now*p the Lord*s said to Joshua: “Do not be afraid, nor be dismayed; take all the people of war with you, and arise, go up to Ai. See, I have given into your hand the king of Ai, his people, his city, and his land."
    },
    {
        "o": 6617,
        "r": "nkjv:Joshua:8:2",
        "t": "And you shall do to Ai and its king as you did to Jericho and its king. Only its spoil and its cattle you shall take as booty for yourselves. Lay an ambush for the city behind it.”"
    },
    {
        "o": 6618,
        "r": "nkjv:Joshua:8:3",
        "t": "So*p Joshua arose, and all the people of war, to go up against Ai; and Joshua chose thirty thousand mighty men of valor and sent them away by night."
    },
    {
        "o": 6619,
        "r": "nkjv:Joshua:8:4",
        "t": "And he commanded them, saying: “Behold, you shall lie in ambush against the city, behind the city. Do not go very far from the city, but all of you be ready."
    },
    {
        "o": 6620,
        "r": "nkjv:Joshua:8:5",
        "t": "Then I and all the people who are*i with me will approach the city; and it will come about, when they come out against us as at the first, that we shall flee before them."
    },
    {
        "o": 6621,
        "r": "nkjv:Joshua:8:6",
        "t": "For they will come out after us till we have drawn them from the city, for they will say, ‘They*i are*i fleeing before us as at the first.’ Therefore we will flee before them."
    },
    {
        "o": 6622,
        "r": "nkjv:Joshua:8:7",
        "t": "Then you shall rise from the ambush and seize the city, for the Lord*s your God will deliver it into your hand."
    },
    {
        "o": 6623,
        "r": "nkjv:Joshua:8:8",
        "t": "And it will be, when you have taken the city, that*i you shall set the city on fire. According to the commandment of the Lord*s you shall do. See, I have commanded you.”"
    },
    {
        "o": 6624,
        "r": "nkjv:Joshua:8:9",
        "t": "Joshua*p therefore sent them out; and they went to lie in ambush, and stayed between Bethel and Ai, on the west side of Ai; but Joshua lodged that night among the people."
    },
    {
        "o": 6625,
        "r": "nkjv:Joshua:8:10",
        "t": "Then Joshua rose up early in the morning and mustered the people, and went up, he and the elders of Israel, before the people to Ai."
    },
    {
        "o": 6626,
        "r": "nkjv:Joshua:8:11",
        "t": "And all the people of war who were*i with him went up and drew near; and they came before the city and camped on the north side of Ai. Now a valley lay*i between them and Ai."
    },
    {
        "o": 6627,
        "r": "nkjv:Joshua:8:12",
        "t": "So he took about five thousand men and set them in ambush between Bethel and Ai, on the west side of the city."
    },
    {
        "o": 6628,
        "r": "nkjv:Joshua:8:13",
        "t": "And when they had set the people, all the army that was*i on the north of the city, and its rear guard on the west of the city, Joshua went that night into the midst of the valley."
    },
    {
        "o": 6629,
        "r": "nkjv:Joshua:8:14",
        "t": "Now*p it happened, when the king of Ai saw it,*i that the men of the city hurried and rose early and went out against Israel to battle, he and all his people, at an appointed place before the plain. But he did not know that there*i was*i an ambush against him behind the city."
    },
    {
        "o": 6630,
        "r": "nkjv:Joshua:8:15",
        "t": "And Joshua and all Israel made as if they were beaten before them, and fled by the way of the wilderness."
    },
    {
        "o": 6631,
        "r": "nkjv:Joshua:8:16",
        "t": "So all the people who were*i in Ai were called together to pursue them. And they pursued Joshua and were drawn away from the city."
    },
    {
        "o": 6632,
        "r": "nkjv:Joshua:8:17",
        "t": "There was not a man left in Ai or Bethel who did not go out after Israel. So they left the city open and pursued Israel."
    },
    {
        "o": 6633,
        "r": "nkjv:Joshua:8:18",
        "t": "Then*p the Lord*s said to Joshua, “Stretch out the spear that is*i in your hand toward Ai, for I will give it into your hand.” And Joshua stretched out the spear that was*i in his hand toward the city."
    },
    {
        "o": 6634,
        "r": "nkjv:Joshua:8:19",
        "t": "So those*i in*i ambush arose quickly out of their place; they ran as soon as he had stretched out his hand, and they entered the city and took it, and hurried to set the city on fire."
    },
    {
        "o": 6635,
        "r": "nkjv:Joshua:8:20",
        "t": "And when the men of Ai looked behind them, they saw, and behold, the smoke of the city ascended to heaven. So they had no power to flee this way or that way, and the people who had fled to the wilderness turned back on the pursuers."
    },
    {
        "o": 6636,
        "r": "nkjv:Joshua:8:21",
        "t": "Now*p when Joshua and all Israel saw that the ambush had taken the city and that the smoke of the city ascended, they turned back and struck down the men of Ai."
    },
    {
        "o": 6637,
        "r": "nkjv:Joshua:8:22",
        "t": "Then the others came out of the city against them; so they were caught*i in the midst of Israel, some on this side and some on that side. And they struck them down, so that they let none of them remain or escape."
    },
    {
        "o": 6638,
        "r": "nkjv:Joshua:8:23",
        "t": "But the king of Ai they took alive, and brought him to Joshua."
    },
    {
        "o": 6639,
        "r": "nkjv:Joshua:8:24",
        "t": "And*p it came to pass when Israel had made an end of slaying all the inhabitants of Ai in the field, in the wilderness where they pursued them, and when they all had fallen by the edge of the sword until they were consumed, that all the Israelites returned to Ai and struck it with the edge of the sword."
    },
    {
        "o": 6640,
        "r": "nkjv:Joshua:8:25",
        "t": "So it was that*i all who fell that day, both men and women, were*i twelve thousand—all the people of Ai."
    },
    {
        "o": 6641,
        "r": "nkjv:Joshua:8:26",
        "t": "For Joshua did not draw back his hand, with which he stretched out the spear, until he had utterly destroyed all the inhabitants of Ai."
    },
    {
        "o": 6642,
        "r": "nkjv:Joshua:8:27",
        "t": "Only the livestock and the spoil of that city Israel took as booty for themselves, according to the word of the Lord*s which He had commanded Joshua."
    },
    {
        "o": 6643,
        "r": "nkjv:Joshua:8:28",
        "t": "So Joshua burned Ai and made it a heap forever, a desolation to this day."
    },
    {
        "o": 6644,
        "r": "nkjv:Joshua:8:29",
        "t": "And the king of Ai he hanged on a tree until evening. And as soon as the sun was down, Joshua commanded that they should take his corpse down from the tree, cast it at the entrance of the gate of the city, and raise over it a great heap of stones that*i remains*i to this day."
    },
    {
        "o": 6645,
        "r": "nkjv:Joshua:8:29",
        "t": "Joshua Renews the Covenant",
        "h": 2
    },
    {
        "o": 6646,
        "r": "nkjv:Joshua:8:30",
        "t": "Now*p Joshua built an altar to the Lord*s God of Israel in Mount Ebal,"
    },
    {
        "o": 6647,
        "r": "nkjv:Joshua:8:31",
        "t": "as Moses the servant of the Lord*s had commanded the children of Israel, as it is written in the Book of the Law of Moses: “an altar of whole stones over which no man has wielded an iron tool.”*i And they offered on it burnt offerings to the Lord,*s and sacrificed peace offerings."
    },
    {
        "o": 6648,
        "r": "nkjv:Joshua:8:32",
        "t": "And there, in the presence of the children of Israel, he wrote on the stones a copy of the law of Moses, which he had written."
    },
    {
        "o": 6649,
        "r": "nkjv:Joshua:8:33",
        "t": "Then all Israel, with their elders and officers and judges, stood on either side of the ark before the priests, the Levites, who bore the ark of the covenant of the Lord,*s the stranger as well as he who was born among them. Half of them were*i in front of Mount Gerizim and half of them in front of Mount Ebal, as Moses the servant of the Lord*s had commanded before, that they should bless the people of Israel."
    },
    {
        "o": 6650,
        "r": "nkjv:Joshua:8:34",
        "t": "And afterward he read all the words of the law, the blessings and the cursings, according to all that is written in the Book of the Law."
    },
    {
        "o": 6651,
        "r": "nkjv:Joshua:8:35",
        "t": "There was not a word of all that Moses had commanded which Joshua did not read before all the assembly of Israel, with the women, the little ones, and the strangers who were living among them."
    }
]
