[
    {
        "o": 7329,
        "r": "niv:Judges:8:0",
        "t": "Judges 8",
        "h": 1
    },
    {
        "o": 7330,
        "r": "niv:Judges:8:0",
        "t": "Zebah and Zalmunna",
        "h": 2
    },
    {
        "o": 7331,
        "r": "niv:Judges:8:1",
        "t": "Now*p the Ephraimites asked Gideon, “Why have you treated us like this? Why didn’t you call us when you went to fight Midian?” And they challenged him vigorously."
    },
    {
        "o": 7332,
        "r": "niv:Judges:8:2",
        "t": "But*p he answered them, “What have I accomplished compared to you? Aren’t the gleanings of Ephraim’s grapes better than the full grape harvest of Abiezer?"
    },
    {
        "o": 7333,
        "r": "niv:Judges:8:3",
        "t": "God gave Oreb and Zeeb, the Midianite leaders, into your hands. What was I able to do compared to you?” At this, their resentment against him subsided."
    },
    {
        "o": 7334,
        "r": "niv:Judges:8:4",
        "t": "Gideon*p and his three hundred men, exhausted yet keeping up the pursuit, came to the Jordan and crossed it."
    },
    {
        "o": 7335,
        "r": "niv:Judges:8:5",
        "t": "He said to the men of Sukkoth, “Give my troops some bread; they are worn out, and I am still pursuing Zebah and Zalmunna, the kings of Midian.”"
    },
    {
        "o": 7336,
        "r": "niv:Judges:8:6",
        "t": "But*p the officials of Sukkoth said, “Do you already have the hands of Zebah and Zalmunna in your possession? Why should we give bread to your troops?”"
    },
    {
        "o": 7337,
        "r": "niv:Judges:8:7",
        "t": "Then*p Gideon replied, “Just for that, when the Lord*s has given Zebah and Zalmunna into my hand, I will tear your flesh with desert thorns and briers.”"
    },
    {
        "o": 7338,
        "r": "niv:Judges:8:8",
        "t": "From*p there he went up to Peniel and made the same request of them, but they answered as the men of Sukkoth had."
    },
    {
        "o": 7339,
        "r": "niv:Judges:8:9",
        "t": "So he said to the men of Peniel, “When I return in triumph, I will tear down this tower.”"
    },
    {
        "o": 7340,
        "r": "niv:Judges:8:10",
        "t": "Now*p Zebah and Zalmunna were in Karkor with a force of about fifteen thousand men, all that were left of the armies of the eastern peoples; a hundred and twenty thousand swordsmen had fallen."
    },
    {
        "o": 7341,
        "r": "niv:Judges:8:11",
        "t": "Gideon went up by the route of the nomads east of Nobah and Jogbehah and attacked the unsuspecting army."
    },
    {
        "o": 7342,
        "r": "niv:Judges:8:12",
        "t": "Zebah and Zalmunna, the two kings of Midian, fled, but he pursued them and captured them, routing their entire army."
    },
    {
        "o": 7343,
        "r": "niv:Judges:8:13",
        "t": "Gideon*p son of Joash then returned from the battle by the Pass of Heres."
    },
    {
        "o": 7344,
        "r": "niv:Judges:8:14",
        "t": "He caught a young man of Sukkoth and questioned him, and the young man wrote down for him the names of the seventy-seven officials of Sukkoth, the elders of the town."
    },
    {
        "o": 7345,
        "r": "niv:Judges:8:15",
        "t": "Then Gideon came and said to the men of Sukkoth, “Here are Zebah and Zalmunna, about whom you taunted me by saying, ‘Do you already have the hands of Zebah and Zalmunna in your possession? Why should we give bread to your exhausted men?’ ”"
    },
    {
        "o": 7346,
        "r": "niv:Judges:8:16",
        "t": "He took the elders of the town and taught the men of Sukkoth a lesson by punishing them with desert thorns and briers."
    },
    {
        "o": 7347,
        "r": "niv:Judges:8:17",
        "t": "He also pulled down the tower of Peniel and killed the men of the town."
    },
    {
        "o": 7348,
        "r": "niv:Judges:8:18",
        "t": "Then*p he asked Zebah and Zalmunna, “What kind of men did you kill at Tabor?” “Men*p like you,” they answered, “each one with the bearing of a prince.”"
    },
    {
        "o": 7349,
        "r": "niv:Judges:8:19",
        "t": "Gideon*p replied, “Those were my brothers, the sons of my own mother. As surely as the Lord*s lives, if you had spared their lives, I would not kill you.”"
    },
    {
        "o": 7350,
        "r": "niv:Judges:8:20",
        "t": "Turning to Jether, his oldest son, he said, “Kill them!” But Jether did not draw his sword, because he was only a boy and was afraid."
    },
    {
        "o": 7351,
        "r": "niv:Judges:8:21",
        "t": "Zebah*p and Zalmunna said, “Come, do it yourself. ‘As is the man, so is his strength.’ ” So Gideon stepped forward and killed them, and took the ornaments off their camels’ necks."
    },
    {
        "o": 7352,
        "r": "niv:Judges:8:21",
        "t": "Gideon’s Ephod",
        "h": 2
    },
    {
        "o": 7353,
        "r": "niv:Judges:8:22",
        "t": "The*p Israelites said to Gideon, “Rule over us—you, your son and your grandson—because you have saved us from the hand of Midian.”"
    },
    {
        "o": 7354,
        "r": "niv:Judges:8:23",
        "t": "But*p Gideon told them, “I will not rule over you, nor will my son rule over you. The Lord*s will rule over you.”"
    },
    {
        "o": 7355,
        "r": "niv:Judges:8:24",
        "t": "And he said, “I do have one request, that each of you give me an earring from your share of the plunder.” (It was the custom of the Ishmaelites to wear gold earrings.)"
    },
    {
        "o": 7356,
        "r": "niv:Judges:8:25",
        "t": "They*p answered, “We’ll be glad to give them.” So they spread out a garment, and each of them threw a ring from his plunder onto it."
    },
    {
        "o": 7357,
        "r": "niv:Judges:8:26",
        "t": "The weight of the gold rings he asked for came to seventeen hundred shekels, not counting the ornaments, the pendants and the purple garments worn by the kings of Midian or the chains that were on their camels’ necks."
    },
    {
        "o": 7358,
        "r": "niv:Judges:8:27",
        "t": "Gideon made the gold into an ephod, which he placed in Ophrah, his town. All Israel prostituted themselves by worshiping it there, and it became a snare to Gideon and his family."
    },
    {
        "o": 7359,
        "r": "niv:Judges:8:27",
        "t": "Gideon’s Death",
        "h": 2
    },
    {
        "o": 7360,
        "r": "niv:Judges:8:28",
        "t": "Thus*p Midian was subdued before the Israelites and did not raise its head again. During Gideon’s lifetime, the land had peace forty years."
    },
    {
        "o": 7361,
        "r": "niv:Judges:8:29",
        "t": "Jerub-Baal*p son of Joash went back home to live."
    },
    {
        "o": 7362,
        "r": "niv:Judges:8:30",
        "t": "He had seventy sons of his own, for he had many wives."
    },
    {
        "o": 7363,
        "r": "niv:Judges:8:31",
        "t": "His concubine, who lived in Shechem, also bore him a son, whom he named Abimelek."
    },
    {
        "o": 7364,
        "r": "niv:Judges:8:32",
        "t": "Gideon son of Joash died at a good old age and was buried in the tomb of his father Joash in Ophrah of the Abiezrites."
    },
    {
        "o": 7365,
        "r": "niv:Judges:8:33",
        "t": "No*p sooner had Gideon died than the Israelites again prostituted themselves to the Baals. They set up Baal-Berith as their god"
    },
    {
        "o": 7366,
        "r": "niv:Judges:8:34",
        "t": "and did not remember the Lord*s their God, who had rescued them from the hands of all their enemies on every side."
    },
    {
        "o": 7367,
        "r": "niv:Judges:8:35",
        "t": "They also failed to show any loyalty to the family of Jerub-Baal (that is, Gideon) in spite of all the good things he had done for them."
    }
]
