[
    {
        "o": 16847,
        "r": "nasb:Psalm:79:0",
        "t": "Psalm 79",
        "h": 1
    },
    {
        "o": 16848,
        "r": "nasb:Psalm:79:0",
        "t": "A Lament over the Destruction of Jerusalem, and Prayer for Help.",
        "h": 2
    },
    {
        "o": 16849,
        "r": "nasb:Psalm:79:0",
        "t": "A Psalm of Asaph.",
        "h": 2.5
    },
    {
        "o": 16850,
        "r": "nasb:Psalm:79:1",
        "t": "O*pn God, the nations have invaded Your inheritance; They*ln have defiled Your holy temple; They*ln have laid Jerusalem in ruins."
    },
    {
        "o": 16851,
        "r": "nasb:Psalm:79:2",
        "t": "They*ln have given the dead bodies of Your servants for food to the birds of the heavens, The*ln flesh of Your godly ones to the beasts of the earth."
    },
    {
        "o": 16852,
        "r": "nasb:Psalm:79:3",
        "t": "They*ln have poured out their blood like water round about Jerusalem; And*ln there was no one to bury them."
    },
    {
        "o": 16853,
        "r": "nasb:Psalm:79:4",
        "t": "We*ln have become a reproach to our neighbors, A*ln scoffing and derision to those around us."
    },
    {
        "o": 16854,
        "r": "nasb:Psalm:79:5",
        "t": "How*ln long, O Lord?*s Will You be angry forever? Will*ln Your jealousy burn like fire?"
    },
    {
        "o": 16855,
        "r": "nasb:Psalm:79:6",
        "t": "Pour*ln out Your wrath upon the nations which do not know You, And*ln upon the kingdoms which do not call upon Your name."
    },
    {
        "o": 16856,
        "r": "nasb:Psalm:79:7",
        "t": "For*ln they have devoured Jacob And*ln laid waste his habitation."
    },
    {
        "o": 16857,
        "r": "nasb:Psalm:79:8",
        "t": "Do*ln not remember the iniquities of our*i forefathers against us; Let*ln Your compassion come quickly to meet us, For*ln we are brought very low."
    },
    {
        "o": 16858,
        "r": "nasb:Psalm:79:9",
        "t": "Help*ln us, O God of our salvation, for the glory of Your name; And*ln deliver us and forgive our sins for Your name’s sake."
    },
    {
        "o": 16859,
        "r": "nasb:Psalm:79:10",
        "t": "Why*ln should the nations say, “Where is their God?” Let*ln there be known among the nations in our sight, Vengeance*ln for the blood of Your servants which has been shed."
    },
    {
        "o": 16860,
        "r": "nasb:Psalm:79:11",
        "t": "Let*ln the groaning of the prisoner come before You; According*ln to the greatness of Your power preserve those who are doomed to die."
    },
    {
        "o": 16861,
        "r": "nasb:Psalm:79:12",
        "t": "And*ln return to our neighbors sevenfold into their bosom The*ln reproach with which they have reproached You, O Lord."
    },
    {
        "o": 16862,
        "r": "nasb:Psalm:79:13",
        "t": "So*ln we Your people and the sheep of Your pasture Will*ln give thanks to You forever; To*ln all generations we will tell of Your praise."
    }
]
