[
    {
        "o": 25310,
        "r": "esv:Habakkuk:2:0",
        "t": "Habakkuk 2",
        "h": 1
    },
    {
        "o": 25311,
        "r": "esv:Habakkuk:2:1",
        "t": "I*pn will take my stand at my watchpost and*ld station myself on the tower, and*ln look out to see what he will say to me, and*ld what I will answer concerning my complaint."
    },
    {
        "o": 25312,
        "r": "esv:Habakkuk:2:1",
        "t": "The Righteous Shall Live by His Faith",
        "h": 2
    },
    {
        "o": 25313,
        "r": "esv:Habakkuk:2:2",
        "t": "And*p the Lord*s answered me: “Write*pn the vision; make*ld it plain on tablets, so*ld he may run who reads it."
    },
    {
        "o": 25314,
        "r": "esv:Habakkuk:2:3",
        "t": "For*ln still the vision awaits its appointed time; it*ld hastens to the end— it will not lie. If*ln it seems slow, wait for it; it*ld will surely come; it will not delay."
    },
    {
        "o": 25315,
        "r": "esv:Habakkuk:2:4",
        "t": "“Behold,*pn his soul is puffed up; it is not upright within him, but*ld the righteous shall live by his faith."
    },
    {
        "o": 25316,
        "r": "esv:Habakkuk:2:5",
        "t": "“Moreover,*pn wine is a traitor, an*ld arrogant man who is never at rest. His*ln greed is as wide as Sheol; like*ld death he has never enough. He*ln gathers for himself all nations and*ld collects as his own all peoples.”"
    },
    {
        "o": 25317,
        "r": "esv:Habakkuk:2:5",
        "t": "Woe to the Chaldeans",
        "h": 2
    },
    {
        "o": 25318,
        "r": "esv:Habakkuk:2:6",
        "t": "Shall*p not all these take up their taunt against him, with scoffing and riddles for him, and say, “Woe*pn to him who heaps up what is not his own— for*ld how long?— and*ld loads himself with pledges!”"
    },
    {
        "o": 25319,
        "r": "esv:Habakkuk:2:7",
        "t": "Will*ln not your debtors suddenly arise, and*ld those awake who will make you tremble? Then*ld you will be spoil for them."
    },
    {
        "o": 25320,
        "r": "esv:Habakkuk:2:8",
        "t": "Because*ln you have plundered many nations, all*ld the remnant of the peoples shall plunder you, for*ln the blood of man and violence to the earth, to*ld cities and all who dwell in them."
    },
    {
        "o": 25321,
        "r": "esv:Habakkuk:2:9",
        "t": "“Woe*pn to him who gets evil gain for his house, to*ld set his nest on high, to*ld be safe from the reach of harm!"
    },
    {
        "o": 25322,
        "r": "esv:Habakkuk:2:10",
        "t": "You*ln have devised shame for your house by*ld cutting off many peoples; you*ld have forfeited your life."
    },
    {
        "o": 25323,
        "r": "esv:Habakkuk:2:11",
        "t": "For*ln the stone will cry out from the wall, and*ld the beam from the woodwork respond."
    },
    {
        "o": 25324,
        "r": "esv:Habakkuk:2:12",
        "t": "“Woe*pn to him who builds a town with blood and*ld founds a city on iniquity!"
    },
    {
        "o": 25325,
        "r": "esv:Habakkuk:2:13",
        "t": "Behold,*ln is it not from the Lord*s of hosts that*ld peoples labor merely for fire, and*ld nations weary themselves for nothing?"
    },
    {
        "o": 25326,
        "r": "esv:Habakkuk:2:14",
        "t": "For*ln the earth will be filled with*ld the knowledge of the glory of the Lord*s as*ld the waters cover the sea."
    },
    {
        "o": 25327,
        "r": "esv:Habakkuk:2:15",
        "t": "“Woe*pn to him who makes his neighbors drink— you*ld pour out your wrath and make them drunk, in*ld order to gaze at their nakedness!"
    },
    {
        "o": 25328,
        "r": "esv:Habakkuk:2:16",
        "t": "You*ln will have your fill of shame instead of glory. Drink,*ld yourself, and show your uncircumcision! The*ln cup in the Lord’s*s right hand will*ld come around to you, and*ld utter shame will come upon your glory!"
    },
    {
        "o": 25329,
        "r": "esv:Habakkuk:2:17",
        "t": "The*ln violence done to Lebanon will overwhelm you, as*ld will the destruction of the beasts that terrified them, for*ln the blood of man and violence to the earth, to*ld cities and all who dwell in them."
    },
    {
        "o": 25330,
        "r": "esv:Habakkuk:2:18",
        "t": "“What*pn profit is an idol when*ld its maker has shaped it, a*ld metal image, a teacher of lies? For*ln its maker trusts in his own creation when*ld he makes speechless idols!"
    },
    {
        "o": 25331,
        "r": "esv:Habakkuk:2:19",
        "t": "Woe*ln to him who says to a wooden thing, Awake; to*ld a silent stone, Arise! Can*ln this teach? Behold,*ln it is overlaid with gold and silver, and*ld there is no breath at all in it."
    },
    {
        "o": 25332,
        "r": "esv:Habakkuk:2:20",
        "t": "But*ln the Lord*s is in his holy temple; let*ld all the earth keep silence before him.”"
    }
]
