[
    {
        "o": 24642,
        "r": "csb:Daniel:6:0",
        "t": "Daniel 6",
        "h": 1
    },
    {
        "o": 24643,
        "r": "csb:Daniel:6:0",
        "t": "The Plot against Daniel",
        "h": 2
    },
    {
        "o": 24644,
        "r": "csb:Daniel:6:1",
        "t": "Darius*p decided to appoint 120 satraps over the kingdom, stationed throughout the realm,"
    },
    {
        "o": 24645,
        "r": "csb:Daniel:6:2",
        "t": "and over them three administrators, including Daniel. These satraps would be accountable to them so that the king would not be defrauded."
    },
    {
        "o": 24646,
        "r": "csb:Daniel:6:3",
        "t": "Daniel distinguished himself above the administrators and satraps because he had an extraordinary spirit, so the king planned to set him over the whole realm."
    },
    {
        "o": 24647,
        "r": "csb:Daniel:6:4",
        "t": "The administrators and satraps, therefore, kept trying to find a charge against Daniel regarding the kingdom. But they could find no charge or corruption, for he was trustworthy, and no negligence or corruption was found in him."
    },
    {
        "o": 24648,
        "r": "csb:Daniel:6:5",
        "t": "Then these men said, “We will never find any charge against this Daniel unless we find something against him concerning the law of his God.”"
    },
    {
        "o": 24649,
        "r": "csb:Daniel:6:6",
        "t": "So*p the administrators and satraps went together to the king and said to him, “May King Darius live forever."
    },
    {
        "o": 24650,
        "r": "csb:Daniel:6:7",
        "t": "All the administrators of the kingdom- the prefects, satraps, advisers, and governors — have agreed that the king should establish an ordinance and enforce an edict that, for thirty days, anyone who petitions any god or man except you, the king, will be thrown into the lions’ den."
    },
    {
        "o": 24651,
        "r": "csb:Daniel:6:8",
        "t": "Therefore, Your Majesty, establish the edict and sign the document so that, as a law of the Medes and Persians, it is irrevocable and cannot be changed.”"
    },
    {
        "o": 24652,
        "r": "csb:Daniel:6:9",
        "t": "So King Darius signed the written edict."
    },
    {
        "o": 24653,
        "r": "csb:Daniel:6:9",
        "t": "Daniel in the Lions’ Den",
        "h": 2
    },
    {
        "o": 24654,
        "r": "csb:Daniel:6:10",
        "t": "When*p Daniel learned that the document had been signed, he went into his house. The windows in its upstairs room opened toward Jerusalem, and three times a day he got down on his knees, prayed, and gave thanks to his God, just as he had done before."
    },
    {
        "o": 24655,
        "r": "csb:Daniel:6:11",
        "t": "Then these men went as a group and found Daniel petitioning and imploring his God."
    },
    {
        "o": 24656,
        "r": "csb:Daniel:6:12",
        "t": "So they approached the king and asked about his edict: “Didn’t you sign an edict that for thirty days any person who petitions any god or man except you, the king, will be thrown into the lions’ den?” The*p king answered, “As a law of the Medes and Persians, the order stands and is irrevocable.”"
    },
    {
        "o": 24657,
        "r": "csb:Daniel:6:13",
        "t": "Then*p they replied to the king, “Daniel, one of the Judean exiles, has ignored you, the king, and the edict you signed, for he prays three times a day.”"
    },
    {
        "o": 24658,
        "r": "csb:Daniel:6:14",
        "t": "As soon as the king heard this, he was very displeased; he set his mind on rescuing Daniel and made every effort until sundown to deliver him."
    },
    {
        "o": 24659,
        "r": "csb:Daniel:6:15",
        "t": "Then*p these men went together to the king and said to him, “You know, Your Majesty, that it is a law of the Medes and Persians that no edict or ordinance the king establishes can be changed.”"
    },
    {
        "o": 24660,
        "r": "csb:Daniel:6:16",
        "t": "So*p the king gave the order, and they brought Daniel and threw him into the lions’ den. The king said to Daniel, “May your God, whom you continually serve, rescue you!”"
    },
    {
        "o": 24661,
        "r": "csb:Daniel:6:17",
        "t": "A stone was brought and placed over the mouth of the den. The king sealed it with his own signet ring and with the signet rings of his nobles, so that nothing in regard to Daniel could be changed."
    },
    {
        "o": 24662,
        "r": "csb:Daniel:6:18",
        "t": "Then the king went to his palace and spent the night fasting. No diversions were brought to him, and he could not sleep."
    },
    {
        "o": 24663,
        "r": "csb:Daniel:6:18",
        "t": "Daniel Released",
        "h": 2
    },
    {
        "o": 24664,
        "r": "csb:Daniel:6:19",
        "t": "At*p the first light of dawn the king got up and hurried to the lions’ den."
    },
    {
        "o": 24665,
        "r": "csb:Daniel:6:20",
        "t": "When he reached the den, he cried out in anguish to Daniel. “Daniel, servant of the living God,” the king said, “has your God, whom you continually serve, been able to rescue you from the lions?”"
    },
    {
        "o": 24666,
        "r": "csb:Daniel:6:21",
        "t": "Then*p Daniel spoke with the king: “May the king live forever."
    },
    {
        "o": 24667,
        "r": "csb:Daniel:6:22",
        "t": "My God sent his angel and shut the lions’ mouths; and they haven’t harmed me, for I was found innocent before him. And also before you, Your Majesty, I have not done harm.”"
    },
    {
        "o": 24668,
        "r": "csb:Daniel:6:23",
        "t": "The*p king was overjoyed and gave orders to take Daniel out of the den. When Daniel was brought up from the den, he was found to be unharmed, for he trusted in his God."
    },
    {
        "o": 24669,
        "r": "csb:Daniel:6:24",
        "t": "The king then gave the command, and those men who had maliciously accused Daniel were brought and thrown into the lions’ den - they, their children, and their wives. They had not reached the bottom of the den before the lions overpowered them and crushed all their bones."
    },
    {
        "o": 24670,
        "r": "csb:Daniel:6:24",
        "t": "Darius Honors God",
        "h": 2
    },
    {
        "o": 24671,
        "r": "csb:Daniel:6:25",
        "t": "Then*p King Darius wrote to those of every people, nation, and language who live on the whole earth: “May your prosperity abound."
    },
    {
        "o": 24672,
        "r": "csb:Daniel:6:26",
        "t": "I issue a decree that in all my royal dominion, people must tremble in fear before the God of Daniel: For*pn he is the living God, and*ln he endures forever; his*ln kingdom will never be destroyed, and*ln his dominion has no end."
    },
    {
        "o": 24673,
        "r": "csb:Daniel:6:27",
        "t": "He*ln rescues and delivers; he*ln performs signs and wonders in*ln the heavens and on the earth, for*ln he has rescued Daniel from*ln the power of the lions.”"
    },
    {
        "o": 24674,
        "r": "csb:Daniel:6:28",
        "t": "So*p Daniel prospered during the reign of Darius and the reign of Cyrus the Persian."
    }
]
