[
    {
        "o": 6574,
        "r": "csb:Joshua:6:0",
        "t": "Joshua 6",
        "h": 1
    },
    {
        "o": 6575,
        "r": "csb:Joshua:6:0",
        "t": "The Conquest of Jericho",
        "h": 2
    },
    {
        "o": 6576,
        "r": "csb:Joshua:6:1",
        "t": "Now*p Jericho was strongly fortified because of the Israelites - no one leaving or entering."
    },
    {
        "o": 6577,
        "r": "csb:Joshua:6:2",
        "t": "The Lord*s said to Joshua, “Look, I have handed Jericho, its king, and its best soldiers over to you."
    },
    {
        "o": 6578,
        "r": "csb:Joshua:6:3",
        "t": "March around the city with all the men of war, circling the city one time. Do this for six days."
    },
    {
        "o": 6579,
        "r": "csb:Joshua:6:4",
        "t": "Have seven priests carry seven ram’s-horn trumpets in front of the ark. But on the seventh day, march around the city seven times, while the priests blow the rams’ horns."
    },
    {
        "o": 6580,
        "r": "csb:Joshua:6:5",
        "t": "When there is a prolonged blast of the horn and you hear its sound, have all the troops give a mighty shout. Then the city wall will collapse, and the troops will advance, each man straight ahead.”"
    },
    {
        "o": 6581,
        "r": "csb:Joshua:6:6",
        "t": "So*p Joshua son of Nun summoned the priests and said to them, “Take up the ark of the covenant and have seven priests carry seven rams’ horns in front of the ark of the Lord.”*s"
    },
    {
        "o": 6582,
        "r": "csb:Joshua:6:7",
        "t": "He said to the troops, “Move forward, march around the city, and have the armed men go ahead of the ark of the Lord.”*s"
    },
    {
        "o": 6583,
        "r": "csb:Joshua:6:8",
        "t": "After*p Joshua had spoken to the troops, seven priests carrying seven rams’ horns before the Lord*s moved forward and blew the rams’ horns; the ark of the Lord’s*s covenant followed them."
    },
    {
        "o": 6584,
        "r": "csb:Joshua:6:9",
        "t": "While the rams’ horns were blowing, the armed men went in front of the priests who blew the rams’ horns, and the rear guard went behind the ark."
    },
    {
        "o": 6585,
        "r": "csb:Joshua:6:10",
        "t": "But Joshua had commanded the troops, “Do not shout or let your voice be heard. Don’t let one word come out of your mouth until the time I say, ‘Shout! ’ Then you are to shout.”"
    },
    {
        "o": 6586,
        "r": "csb:Joshua:6:11",
        "t": "So the ark of the Lord*s was carried around the city, circling it once. They returned to the camp and spent the night there."
    },
    {
        "o": 6587,
        "r": "csb:Joshua:6:12",
        "t": "Joshua*p got up early the next morning. The priests took the ark of the Lord,*s"
    },
    {
        "o": 6588,
        "r": "csb:Joshua:6:13",
        "t": "and the seven priests carrying seven rams’ horns marched in front of the ark of the Lord.*s While the rams’ horns were blowing, the armed men went in front of them, and the rear guard went behind the ark of the Lord.*s"
    },
    {
        "o": 6589,
        "r": "csb:Joshua:6:14",
        "t": "On the second day they marched around the city once and returned to the camp. They did this for six days."
    },
    {
        "o": 6590,
        "r": "csb:Joshua:6:15",
        "t": "Early*p on the seventh day, they started at dawn and marched around the city seven times in the same way. That was the only day they marched around the city seven times."
    },
    {
        "o": 6591,
        "r": "csb:Joshua:6:16",
        "t": "After the seventh time, the priests blew the rams’ horns, and Joshua said to the troops, “Shout! For the Lord*s has given you the city."
    },
    {
        "o": 6592,
        "r": "csb:Joshua:6:17",
        "t": "But the city and everything in it are set apart to the Lord*s for destruction. Only Rahab the prostitute and everyone with her in the house will live, because she hid the messengers we sent."
    },
    {
        "o": 6593,
        "r": "csb:Joshua:6:18",
        "t": "But keep yourselves from the things set apart, or you will be set apart for destruction. If you take any of those things, you will set apart the camp of Israel for destruction and make trouble for it."
    },
    {
        "o": 6594,
        "r": "csb:Joshua:6:19",
        "t": "For all the silver and gold, and the articles of bronze and iron, are dedicated to the Lord*s and must go into the Lord’s*s treasury.”"
    },
    {
        "o": 6595,
        "r": "csb:Joshua:6:20",
        "t": "So*p the troops shouted, and the rams’ horns sounded. When they heard the blast of the ram’s horn, the troops gave a great shout, and the wall collapsed. The troops advanced into the city, each man straight ahead, and they captured the city."
    },
    {
        "o": 6596,
        "r": "csb:Joshua:6:21",
        "t": "They completely destroyed everything in the city with the sword - every man and woman, both young and old, and every ox, sheep, and donkey."
    },
    {
        "o": 6597,
        "r": "csb:Joshua:6:21",
        "t": "Rahab and Her Family Spared",
        "h": 2
    },
    {
        "o": 6598,
        "r": "csb:Joshua:6:22",
        "t": "Joshua*p said to the two men who had scouted the land, “Go to the prostitute’s house and bring the woman out of there, and all who are with her, just as you swore to her.”"
    },
    {
        "o": 6599,
        "r": "csb:Joshua:6:23",
        "t": "So the young men who had scouted went in and brought out Rahab and her father, mother, brothers, and all who belonged to her. They brought out her whole family and settled them outside the camp of Israel."
    },
    {
        "o": 6600,
        "r": "csb:Joshua:6:24",
        "t": "They*p burned the city and everything in it, but they put the silver and gold and the articles of bronze and iron into the treasury of the Lord’s*s house."
    },
    {
        "o": 6601,
        "r": "csb:Joshua:6:25",
        "t": "However, Joshua spared Rahab the prostitute, her father’s family, and all who belonged to her, because she hid the messengers Joshua had sent to spy on Jericho, and she still lives in Israel today."
    },
    {
        "o": 6602,
        "r": "csb:Joshua:6:26",
        "t": "At*p that time Joshua imposed this curse: The*pn man who undertakes the*ln rebuilding of this city, Jericho, is*ln cursed before the Lord.*s He*ln will lay its foundation at*ln the cost of his firstborn; he*ln will finish its gates at*ln the cost of his youngest."
    },
    {
        "o": 6603,
        "r": "csb:Joshua:6:27",
        "t": "And*p the Lord*s was with Joshua, and his fame spread throughout the land."
    }
]
