[
    {
        "o": 32949,
        "r": "niv:2 Timothy:1:0",
        "t": "2 Timothy 1",
        "h": 1
    },
    {
        "o": 32950,
        "r": "niv:2 Timothy:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by the will of God, in keeping with the promise of life that is in Christ Jesus,"
    },
    {
        "o": 32951,
        "r": "niv:2 Timothy:1:2",
        "t": "To*p Timothy, my dear son: Grace,*p mercy and peace from God the Father and Christ Jesus our Lord."
    },
    {
        "o": 32952,
        "r": "niv:2 Timothy:1:2",
        "t": "Thanksgiving",
        "h": 2
    },
    {
        "o": 32953,
        "r": "niv:2 Timothy:1:3",
        "t": "I*p thank God, whom I serve, as my ancestors did, with a clear conscience, as night and day I constantly remember you in my prayers."
    },
    {
        "o": 32954,
        "r": "niv:2 Timothy:1:4",
        "t": "Recalling your tears, I long to see you, so that I may be filled with joy."
    },
    {
        "o": 32955,
        "r": "niv:2 Timothy:1:5",
        "t": "I am reminded of your sincere faith, which first lived in your grandmother Lois and in your mother Eunice and, I am persuaded, now lives in you also."
    },
    {
        "o": 32956,
        "r": "niv:2 Timothy:1:5",
        "t": "Appeal for Loyalty to Paul and the Gospel",
        "h": 2
    },
    {
        "o": 32957,
        "r": "niv:2 Timothy:1:6",
        "t": "For*p this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands."
    },
    {
        "o": 32958,
        "r": "niv:2 Timothy:1:7",
        "t": "For the Spirit God gave us does not make us timid, but gives us power, love and self-discipline."
    },
    {
        "o": 32959,
        "r": "niv:2 Timothy:1:8",
        "t": "So do not be ashamed of the testimony about our Lord or of me his prisoner. Rather, join with me in suffering for the gospel, by the power of God."
    },
    {
        "o": 32960,
        "r": "niv:2 Timothy:1:9",
        "t": "He has saved us and called us to a holy life—not because of anything we have done but because of his own purpose and grace. This grace was given us in Christ Jesus before the beginning of time,"
    },
    {
        "o": 32961,
        "r": "niv:2 Timothy:1:10",
        "t": "but it has now been revealed through the appearing of our Savior, Christ Jesus, who has destroyed death and has brought life and immortality to light through the gospel."
    },
    {
        "o": 32962,
        "r": "niv:2 Timothy:1:11",
        "t": "And of this gospel I was appointed a herald and an apostle and a teacher."
    },
    {
        "o": 32963,
        "r": "niv:2 Timothy:1:12",
        "t": "That is why I am suffering as I am. Yet this is no cause for shame, because I know whom I have believed, and am convinced that he is able to guard what I have entrusted to him until that day."
    },
    {
        "o": 32964,
        "r": "niv:2 Timothy:1:13",
        "t": "What*p you heard from me, keep as the pattern of sound teaching, with faith and love in Christ Jesus."
    },
    {
        "o": 32965,
        "r": "niv:2 Timothy:1:14",
        "t": "Guard the good deposit that was entrusted to you—guard it with the help of the Holy Spirit who lives in us."
    },
    {
        "o": 32966,
        "r": "niv:2 Timothy:1:14",
        "t": "Examples of Disloyalty and Loyalty",
        "h": 2
    },
    {
        "o": 32967,
        "r": "niv:2 Timothy:1:15",
        "t": "You*p know that everyone in the province of Asia has deserted me, including Phygelus and Hermogenes."
    },
    {
        "o": 32968,
        "r": "niv:2 Timothy:1:16",
        "t": "May*p the Lord show mercy to the household of Onesiphorus, because he often refreshed me and was not ashamed of my chains."
    },
    {
        "o": 32969,
        "r": "niv:2 Timothy:1:17",
        "t": "On the contrary, when he was in Rome, he searched hard for me until he found me."
    },
    {
        "o": 32970,
        "r": "niv:2 Timothy:1:18",
        "t": "May the Lord grant that he will find mercy from the Lord on that day! You know very well in how many ways he helped me in Ephesus."
    }
]
