[
    {
        "o": 13344,
        "r": "kjv:Job:3:0",
        "t": "Job 3",
        "h": 1
    },
    {
        "o": 13345,
        "r": "kjv:Job:3:1",
        "t": "After*p this opened Job his mouth, and cursed his day."
    },
    {
        "o": 13346,
        "r": "kjv:Job:3:2",
        "t": "And*p Job spake, and said,"
    },
    {
        "o": 13347,
        "r": "kjv:Job:3:3",
        "t": "Let*p the day perish wherein I was born, and the night in which it was said, There is a man child conceived."
    },
    {
        "o": 13348,
        "r": "kjv:Job:3:4",
        "t": "Let*p that day be darkness; let not God regard it from above, neither let the light shine upon it."
    },
    {
        "o": 13349,
        "r": "kjv:Job:3:5",
        "t": "Let*p darkness and the shadow of death stain it; let a cloud dwell upon it; let the blackness of the day terrify it."
    },
    {
        "o": 13350,
        "r": "kjv:Job:3:6",
        "t": "As*p for that night, let darkness seize upon it; let it not be joined unto the days of the year, let it not come into the number of the months."
    },
    {
        "o": 13351,
        "r": "kjv:Job:3:7",
        "t": "Lo,*p let that night be solitary, let no joyful voice come therein."
    },
    {
        "o": 13352,
        "r": "kjv:Job:3:8",
        "t": "Let*p them curse it that curse the day, who are ready to raise up their mourning."
    },
    {
        "o": 13353,
        "r": "kjv:Job:3:9",
        "t": "Let*p the stars of the twilight thereof be dark; let it look for light, but have none; neither let it see the dawning of the day:"
    },
    {
        "o": 13354,
        "r": "kjv:Job:3:10",
        "t": "Because*p it shut not up the doors of my mother's womb, nor hid sorrow from mine eyes."
    },
    {
        "o": 13355,
        "r": "kjv:Job:3:11",
        "t": "Why*p died I not from the womb? why did I not give up the ghost when I came out of the belly?"
    },
    {
        "o": 13356,
        "r": "kjv:Job:3:12",
        "t": "Why*p did the knees prevent me? or why the breasts that I should suck?"
    },
    {
        "o": 13357,
        "r": "kjv:Job:3:13",
        "t": "For*p now should I have lain still and been quiet, I should have slept: then had I been at rest,"
    },
    {
        "o": 13358,
        "r": "kjv:Job:3:14",
        "t": "With*p kings and counsellors of the earth, which built desolate places for themselves;"
    },
    {
        "o": 13359,
        "r": "kjv:Job:3:15",
        "t": "Or*p with princes that had gold, who filled their houses with silver:"
    },
    {
        "o": 13360,
        "r": "kjv:Job:3:16",
        "t": "Or*p as an hidden untimely birth I had not been; as infants which never saw light."
    },
    {
        "o": 13361,
        "r": "kjv:Job:3:17",
        "t": "There*p the wicked cease from troubling; and there the weary be at rest."
    },
    {
        "o": 13362,
        "r": "kjv:Job:3:18",
        "t": "There*p the prisoners rest together; they hear not the voice of the oppressor."
    },
    {
        "o": 13363,
        "r": "kjv:Job:3:19",
        "t": "The*p small and great are there; and the servant is free from his master."
    },
    {
        "o": 13364,
        "r": "kjv:Job:3:20",
        "t": "Wherefore*p is light given to him that is in misery, and life unto the bitter in soul;"
    },
    {
        "o": 13365,
        "r": "kjv:Job:3:21",
        "t": "Which*p long for death, but it cometh not; and dig for it more than for hid treasures;"
    },
    {
        "o": 13366,
        "r": "kjv:Job:3:22",
        "t": "Which*p rejoice exceedingly, and are glad, when they can find the grave?"
    },
    {
        "o": 13367,
        "r": "kjv:Job:3:23",
        "t": "Why*p is light given to a man whose way is hid, and whom God hath hedged in?"
    },
    {
        "o": 13368,
        "r": "kjv:Job:3:24",
        "t": "For*p my sighing cometh before I eat, and my roarings are poured out like the waters."
    },
    {
        "o": 13369,
        "r": "kjv:Job:3:25",
        "t": "For*p the thing which I greatly feared is come upon me, and that which I was afraid of is come unto me."
    },
    {
        "o": 13370,
        "r": "kjv:Job:3:26",
        "t": "I*p was not in safety, neither had I rest, neither was I quiet; yet trouble came."
    }
]
