[
    {
        "o": 9025,
        "r": "nkjv:2 Samuel:7:0",
        "t": "2 Samuel 7",
        "h": 1
    },
    {
        "o": 9026,
        "r": "nkjv:2 Samuel:7:0",
        "t": "God’s Covenant with David",
        "h": 2
    },
    {
        "o": 9027,
        "r": "nkjv:2 Samuel:7:1",
        "t": "Now*p it came to pass when the king was dwelling in his house, and the Lord*s had given him rest from all his enemies all around,"
    },
    {
        "o": 9028,
        "r": "nkjv:2 Samuel:7:2",
        "t": "that the king said to Nathan the prophet, “See now, I dwell in a house of cedar, but the ark of God dwells inside tent curtains.”"
    },
    {
        "o": 9029,
        "r": "nkjv:2 Samuel:7:3",
        "t": "Then*p Nathan said to the king, “Go, do all that is*i in your heart, for the Lord*s is*i with you.”"
    },
    {
        "o": 9030,
        "r": "nkjv:2 Samuel:7:4",
        "t": "But*p it happened that night that the word of the Lord*s came to Nathan, saying,"
    },
    {
        "o": 9031,
        "r": "nkjv:2 Samuel:7:5",
        "t": "“Go and tell My servant David, ‘Thus says the Lord:*s “Would you build a house for Me to dwell in?"
    },
    {
        "o": 9032,
        "r": "nkjv:2 Samuel:7:6",
        "t": "For I have not dwelt in a house since the time that I brought the children of Israel up from Egypt, even to this day, but have moved about in a tent and in a tabernacle."
    },
    {
        "o": 9033,
        "r": "nkjv:2 Samuel:7:7",
        "t": "Wherever I have moved about with all the children of Israel, have I ever spoken a word to anyone from the tribes of Israel, whom I commanded to shepherd My people Israel, saying, ‘Why have you not built Me a house of cedar?’”’"
    },
    {
        "o": 9034,
        "r": "nkjv:2 Samuel:7:8",
        "t": "Now therefore, thus shall you say to My servant David, ‘Thus says the Lord*s of hosts: “I took you from the sheepfold, from following the sheep, to be ruler over My people, over Israel."
    },
    {
        "o": 9035,
        "r": "nkjv:2 Samuel:7:9",
        "t": "And I have been with you wherever you have gone, and have cut off all your enemies from before you, and have made you a great name, like the name of the great men who are*i on the earth."
    },
    {
        "o": 9036,
        "r": "nkjv:2 Samuel:7:10",
        "t": "Moreover I will appoint a place for My people Israel, and will plant them, that they may dwell in a place of their own and move no more; nor shall the sons of wickedness oppress them anymore, as previously,"
    },
    {
        "o": 9037,
        "r": "nkjv:2 Samuel:7:11",
        "t": "since the time that I commanded judges to*i be*i over My people Israel, and have caused you to rest from all your enemies. Also the Lord*s tells you that He will make you a house."
    },
    {
        "o": 9038,
        "r": "nkjv:2 Samuel:7:12",
        "t": "“When*p your days are fulfilled and you rest with your fathers, I will set up your seed after you, who will come from your body, and I will establish his kingdom."
    },
    {
        "o": 9039,
        "r": "nkjv:2 Samuel:7:13",
        "t": "He shall build a house for My name, and I will establish the throne of his kingdom forever."
    },
    {
        "o": 9040,
        "r": "nkjv:2 Samuel:7:14",
        "t": "I will be his Father, and he shall be My son. If he commits iniquity, I will chasten him with the rod of men and with the blows of the sons of men."
    },
    {
        "o": 9041,
        "r": "nkjv:2 Samuel:7:15",
        "t": "But My mercy shall not depart from him, as I took it*i from Saul, whom I removed from before you."
    },
    {
        "o": 9042,
        "r": "nkjv:2 Samuel:7:16",
        "t": "And your house and your kingdom shall be established forever before you. Your throne shall be established forever.”’”"
    },
    {
        "o": 9043,
        "r": "nkjv:2 Samuel:7:17",
        "t": "According*p to all these words and according to all this vision, so Nathan spoke to David."
    },
    {
        "o": 9044,
        "r": "nkjv:2 Samuel:7:17",
        "t": "David’s Thanksgiving to God",
        "h": 2
    },
    {
        "o": 9045,
        "r": "nkjv:2 Samuel:7:18",
        "t": "Then*p King David went in and sat before the Lord;*s and he said: “Who am*i I, O Lord God?*s And what is my house, that You have brought me this far?"
    },
    {
        "o": 9046,
        "r": "nkjv:2 Samuel:7:19",
        "t": "And yet this was a small thing in Your sight, O Lord God;*s and You have also spoken of Your servant’s house for a great while to come. Is*i this the manner of man, O Lord God?*s"
    },
    {
        "o": 9047,
        "r": "nkjv:2 Samuel:7:20",
        "t": "Now what more can David say to You? For You, Lord God,*s know Your servant."
    },
    {
        "o": 9048,
        "r": "nkjv:2 Samuel:7:21",
        "t": "For Your word’s sake, and according to Your own heart, You have done all these great things, to make Your servant know them.*i"
    },
    {
        "o": 9049,
        "r": "nkjv:2 Samuel:7:22",
        "t": "Therefore You are great, O Lord God.*s For there*i is*i none like You, nor is*i there*i any*i God besides You, according to all that we have heard with our ears."
    },
    {
        "o": 9050,
        "r": "nkjv:2 Samuel:7:23",
        "t": "And who is*i like Your people, like Israel, the one nation on the earth whom God went to redeem for Himself as a people, to make for Himself a name—and to do for Yourself great and awesome deeds for Your land—before Your people whom You redeemed for Yourself from Egypt, the nations, and their gods?"
    },
    {
        "o": 9051,
        "r": "nkjv:2 Samuel:7:24",
        "t": "For You have made Your people Israel Your very own people forever; and You, Lord,*s have become their God."
    },
    {
        "o": 9052,
        "r": "nkjv:2 Samuel:7:25",
        "t": "“Now,*p O Lord*s God, the word which You have spoken concerning Your servant and concerning his house, establish it*i forever and do as You have said."
    },
    {
        "o": 9053,
        "r": "nkjv:2 Samuel:7:26",
        "t": "So let Your name be magnified forever, saying, ‘The Lord*s of hosts is*i the God over Israel.’ And let the house of Your servant David be established before You."
    },
    {
        "o": 9054,
        "r": "nkjv:2 Samuel:7:27",
        "t": "For You, O Lord*s of hosts, God of Israel, have revealed this*i to Your servant, saying, ‘I will build you a house.’ Therefore Your servant has found it in his heart to pray this prayer to You."
    },
    {
        "o": 9055,
        "r": "nkjv:2 Samuel:7:28",
        "t": "“And*p now, O Lord God,*s You are God, and Your words are true, and You have promised this goodness to Your servant."
    },
    {
        "o": 9056,
        "r": "nkjv:2 Samuel:7:29",
        "t": "Now therefore, let it please You to bless the house of Your servant, that it may continue before You forever; for You, O Lord God,*s have spoken it,*i and with Your blessing let the house of Your servant be blessed forever.”"
    }
]
