[
    {
        "o": 33669,
        "r": "csb:1 Timothy:2:0",
        "t": "1 Timothy 2",
        "h": 1
    },
    {
        "o": 33670,
        "r": "csb:1 Timothy:2:0",
        "t": "Instructions on Prayer",
        "h": 2
    },
    {
        "o": 33671,
        "r": "csb:1 Timothy:2:1",
        "t": "First*p of all, then, I urge that petitions, prayers, intercessions, and thanksgivings be made for everyone,"
    },
    {
        "o": 33672,
        "r": "csb:1 Timothy:2:2",
        "t": "for kings and all those who are in authority, so that we may lead a tranquil and quiet life in all godliness and dignity."
    },
    {
        "o": 33673,
        "r": "csb:1 Timothy:2:3",
        "t": "This is good, and it pleases God our Savior,"
    },
    {
        "o": 33674,
        "r": "csb:1 Timothy:2:4",
        "t": "who wants everyone to be saved and to come to the knowledge of the truth."
    },
    {
        "o": 33675,
        "r": "csb:1 Timothy:2:5",
        "t": "For*p there is one God and one mediator between God and mankind, the man Christ Jesus,"
    },
    {
        "o": 33676,
        "r": "csb:1 Timothy:2:6",
        "t": "who gave himself as a ransom for all, a testimony at the proper time."
    },
    {
        "o": 33677,
        "r": "csb:1 Timothy:2:7",
        "t": "For*p this I was appointed a herald, an apostle (I am telling the truth; I am not lying), and a teacher of the Gentiles in faith and truth."
    },
    {
        "o": 33678,
        "r": "csb:1 Timothy:2:7",
        "t": "Instructions to Men and Women",
        "h": 2
    },
    {
        "o": 33679,
        "r": "csb:1 Timothy:2:8",
        "t": "Therefore,*p I want the men in every place to pray, lifting up holy hands without anger or argument."
    },
    {
        "o": 33680,
        "r": "csb:1 Timothy:2:9",
        "t": "Also, the women are to dress themselves in modest clothing, with decency and good sense, not with elaborate hairstyles, gold, pearls, or expensive apparel,"
    },
    {
        "o": 33681,
        "r": "csb:1 Timothy:2:10",
        "t": "but with good works, as is proper for women who profess to worship God."
    },
    {
        "o": 33682,
        "r": "csb:1 Timothy:2:11",
        "t": "A woman is to learn quietly with full submission."
    },
    {
        "o": 33683,
        "r": "csb:1 Timothy:2:12",
        "t": "I do not allow a woman to teach or to have authority over a man; instead, she is to remain quiet."
    },
    {
        "o": 33684,
        "r": "csb:1 Timothy:2:13",
        "t": "For Adam was formed first, then Eve."
    },
    {
        "o": 33685,
        "r": "csb:1 Timothy:2:14",
        "t": "And Adam was not deceived, but the woman was deceived and transgressed."
    },
    {
        "o": 33686,
        "r": "csb:1 Timothy:2:15",
        "t": "But she will be saved through childbearing, if they continue in faith, love, and holiness, with good sense."
    }
]
