[
    {
        "o": 22375,
        "r": "kjv:Ezekiel:37:0",
        "t": "Ezekiel 37",
        "h": 1
    },
    {
        "o": 22376,
        "r": "kjv:Ezekiel:37:1",
        "t": "The*p hand of the Lord*s was upon me, and carried me out in the spirit of the Lord,*s and set me down in the midst of the valley which was full of bones,"
    },
    {
        "o": 22377,
        "r": "kjv:Ezekiel:37:2",
        "t": "And*p caused me to pass by them round about: and, behold, there were very many in the open valley; and, lo, they were very dry."
    },
    {
        "o": 22378,
        "r": "kjv:Ezekiel:37:3",
        "t": "And*p he said unto me, Son of man, can these bones live? And I answered, O Lord God,*s thou knowest."
    },
    {
        "o": 22379,
        "r": "kjv:Ezekiel:37:4",
        "t": "Again*p he said unto me, Prophesy upon these bones, and say unto them, O ye dry bones, hear the word of the Lord.*s"
    },
    {
        "o": 22380,
        "r": "kjv:Ezekiel:37:5",
        "t": "Thus*p saith the Lord God*s unto these bones; Behold, I will cause breath to enter into you, and ye shall live:"
    },
    {
        "o": 22381,
        "r": "kjv:Ezekiel:37:6",
        "t": "And*p I will lay sinews upon you, and will bring up flesh upon you, and cover you with skin, and put breath in you, and ye shall live; and ye shall know that I am the Lord.*s"
    },
    {
        "o": 22382,
        "r": "kjv:Ezekiel:37:7",
        "t": "So*p I prophesied as I was commanded: and as I prophesied, there was a noise, and behold a shaking, and the bones came together, bone to his bone."
    },
    {
        "o": 22383,
        "r": "kjv:Ezekiel:37:8",
        "t": "And*p when I beheld, lo, the sinews and the flesh came up upon them, and the skin covered them above: but there was no breath in them."
    },
    {
        "o": 22384,
        "r": "kjv:Ezekiel:37:9",
        "t": "Then*p said he unto me, Prophesy unto the wind, prophesy, son of man, and say to the wind, Thus saith the Lord God;*s Come from the four winds, O breath, and breathe upon these slain, that they may live."
    },
    {
        "o": 22385,
        "r": "kjv:Ezekiel:37:10",
        "t": "So*p I prophesied as he commanded me, and the breath came into them, and they lived, and stood up upon their feet, an exceeding great army."
    },
    {
        "o": 22386,
        "r": "kjv:Ezekiel:37:11",
        "t": "Then*p he said unto me, Son of man, these bones are the whole house of Israel: behold, they say, Our bones are dried, and our hope is lost: we are cut off for our parts."
    },
    {
        "o": 22387,
        "r": "kjv:Ezekiel:37:12",
        "t": "Therefore*p prophesy and say unto them, Thus saith the Lord God;*s Behold, O my people, I will open your graves, and cause you to come up out of your graves, and bring you into the land of Israel."
    },
    {
        "o": 22388,
        "r": "kjv:Ezekiel:37:13",
        "t": "And*p ye shall know that I am the Lord,*s when I have opened your graves, O my people, and brought you up out of your graves,"
    },
    {
        "o": 22389,
        "r": "kjv:Ezekiel:37:14",
        "t": "And*p shall put my spirit in you, and ye shall live, and I shall place you in your own land: then shall ye know that I the Lord*s have spoken it, and performed it, saith the Lord.*s"
    },
    {
        "o": 22390,
        "r": "kjv:Ezekiel:37:15",
        "t": "The*p word of the Lord*s came again unto me, saying,"
    },
    {
        "o": 22391,
        "r": "kjv:Ezekiel:37:16",
        "t": "Moreover,*p thou son of man, take thee one stick, and write upon it, For Judah, and for the children of Israel his companions: then take another stick, and write upon it, For Joseph, the stick of Ephraim, and for all the house of Israel his companions:"
    },
    {
        "o": 22392,
        "r": "kjv:Ezekiel:37:17",
        "t": "And*p join them one to another into one stick; and they shall become one in thine hand."
    },
    {
        "o": 22393,
        "r": "kjv:Ezekiel:37:18",
        "t": "And*p when the children of thy people shall speak unto thee, saying, Wilt thou not shew us what thou meanest by these?"
    },
    {
        "o": 22394,
        "r": "kjv:Ezekiel:37:19",
        "t": "Say*p unto them, Thus saith the Lord God;*s Behold, I will take the stick of Joseph, which is in the hand of Ephraim, and the tribes of Israel his fellows, and will put them with him, even with the stick of Judah, and make them one stick, and they shall be one in mine hand."
    },
    {
        "o": 22395,
        "r": "kjv:Ezekiel:37:20",
        "t": "And*p the sticks whereon thou writest shall be in thine hand before their eyes."
    },
    {
        "o": 22396,
        "r": "kjv:Ezekiel:37:21",
        "t": "And*p say unto them, Thus saith the Lord God;*s Behold, I will take the children of Israel from among the heathen, whither they be gone, and will gather them on every side, and bring them into their own land:"
    },
    {
        "o": 22397,
        "r": "kjv:Ezekiel:37:22",
        "t": "And*p I will make them one nation in the land upon the mountains of Israel; and one king shall be king to them all: and they shall be no more two nations, neither shall they be divided into two kingdoms any more at all:"
    },
    {
        "o": 22398,
        "r": "kjv:Ezekiel:37:23",
        "t": "Neither*p shall they defile themselves any more with their idols, nor with their detestable things, nor with any of their transgressions: but I will save them out of all their dwellingplaces, wherein they have sinned, and will cleanse them: so shall they be my people, and I will be their God."
    },
    {
        "o": 22399,
        "r": "kjv:Ezekiel:37:24",
        "t": "And*p David my servant shall be king over them; and they all shall have one shepherd: they shall also walk in my judgments, and observe my statutes, and do them."
    },
    {
        "o": 22400,
        "r": "kjv:Ezekiel:37:25",
        "t": "And*p they shall dwell in the land that I have given unto Jacob my servant, wherein your fathers have dwelt; and they shall dwell therein, even they, and their children, and their children's children for ever: and my servant David shall be their prince for ever."
    },
    {
        "o": 22401,
        "r": "kjv:Ezekiel:37:26",
        "t": "Moreover*p I will make a covenant of peace with them; it shall be an everlasting covenant with them: and I will place them, and multiply them, and will set my sanctuary in the midst of them for evermore."
    },
    {
        "o": 22402,
        "r": "kjv:Ezekiel:37:27",
        "t": "My*p tabernacle also shall be with them: yea, I will be their God, and they shall be my people."
    },
    {
        "o": 22403,
        "r": "kjv:Ezekiel:37:28",
        "t": "And*p the heathen shall know that I the Lord*s do sanctify Israel, when my sanctuary shall be in the midst of them for evermore."
    }
]
