[
    {
        "o": 14266,
        "r": "nkjv:Job:1:0",
        "t": "Job 1",
        "h": 1
    },
    {
        "o": 14267,
        "r": "nkjv:Job:1:0",
        "t": "Job and His Family in Uz",
        "h": 2
    },
    {
        "o": 14268,
        "r": "nkjv:Job:1:1",
        "t": "There*p was a man in the land of Uz, whose name was*i Job; and that man was blameless and upright, and one who feared God and shunned evil."
    },
    {
        "o": 14269,
        "r": "nkjv:Job:1:2",
        "t": "And seven sons and three daughters were born to him."
    },
    {
        "o": 14270,
        "r": "nkjv:Job:1:3",
        "t": "Also, his possessions were seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred female donkeys, and a very large household, so that this man was the greatest of all the people of the East."
    },
    {
        "o": 14271,
        "r": "nkjv:Job:1:4",
        "t": "And*p his sons would go and feast in*i their*i houses, each on his appointed*i day, and would send and invite their three sisters to eat and drink with them."
    },
    {
        "o": 14272,
        "r": "nkjv:Job:1:5",
        "t": "So it was, when the days of feasting had run their course, that Job would send and sanctify them, and he would rise early in the morning and offer burnt offerings according*i to*i the number of them all. For Job said, “It may be that my sons have sinned and cursed God in their hearts.” Thus Job did regularly."
    },
    {
        "o": 14273,
        "r": "nkjv:Job:1:5",
        "t": "Satan Attacks Job’s Character",
        "h": 2
    },
    {
        "o": 14274,
        "r": "nkjv:Job:1:6",
        "t": "Now*p there was a day when the sons of God came to present themselves before the Lord,*s and Satan also came among them."
    },
    {
        "o": 14275,
        "r": "nkjv:Job:1:7",
        "t": "And the Lord*s said to Satan, “From where do you come?” So*p Satan answered the Lord*s and said, “From going to and fro on the earth, and from walking back and forth on it.”"
    },
    {
        "o": 14276,
        "r": "nkjv:Job:1:8",
        "t": "Then*p the Lord*s said to Satan, “Have you considered My servant Job, that there*i is*i none like him on the earth, a blameless and upright man, one who fears God and shuns evil?”"
    },
    {
        "o": 14277,
        "r": "nkjv:Job:1:9",
        "t": "So*p Satan answered the Lord*s and said, “Does Job fear God for nothing?"
    },
    {
        "o": 14278,
        "r": "nkjv:Job:1:10",
        "t": "Have You not made a hedge around him, around his household, and around all that he has on every side? You have blessed the work of his hands, and his possessions have increased in the land."
    },
    {
        "o": 14279,
        "r": "nkjv:Job:1:11",
        "t": "But now, stretch out Your hand and touch all that he has, and he will surely curse You to Your face!”"
    },
    {
        "o": 14280,
        "r": "nkjv:Job:1:12",
        "t": "And*p the Lord*s said to Satan, “Behold, all that he has is*i in your power; only do not lay a hand on his person.”*i So*p Satan went out from the presence of the Lord.*s"
    },
    {
        "o": 14281,
        "r": "nkjv:Job:1:12",
        "t": "Job Loses His Property and Children",
        "h": 2
    },
    {
        "o": 14282,
        "r": "nkjv:Job:1:13",
        "t": "Now*p there was a day when his sons and daughters were*i eating and drinking wine in their oldest brother’s house;"
    },
    {
        "o": 14283,
        "r": "nkjv:Job:1:14",
        "t": "and a messenger came to Job and said, “The oxen were plowing and the donkeys feeding beside them,"
    },
    {
        "o": 14284,
        "r": "nkjv:Job:1:15",
        "t": "when the Sabeans raided them*i and took them away—indeed they have killed the servants with the edge of the sword; and I alone have escaped to tell you!”"
    },
    {
        "o": 14285,
        "r": "nkjv:Job:1:16",
        "t": "While*p he was*i still speaking, another also came and said, “The fire of God fell from heaven and burned up the sheep and the servants, and consumed them; and I alone have escaped to tell you!”"
    },
    {
        "o": 14286,
        "r": "nkjv:Job:1:17",
        "t": "While*p he was*i still speaking, another also came and said, “The Chaldeans formed three bands, raided the camels and took them away, yes, and killed the servants with the edge of the sword; and I alone have escaped to tell you!”"
    },
    {
        "o": 14287,
        "r": "nkjv:Job:1:18",
        "t": "While*p he was*i still speaking, another also came and said, “Your sons and daughters were*i eating and drinking wine in their oldest brother’s house,"
    },
    {
        "o": 14288,
        "r": "nkjv:Job:1:19",
        "t": "and suddenly a great wind came from across the wilderness and struck the four corners of the house, and it fell on the young people, and they are dead; and I alone have escaped to tell you!”"
    },
    {
        "o": 14289,
        "r": "nkjv:Job:1:20",
        "t": "Then*p Job arose, tore his robe, and shaved his head; and he fell to the ground and worshiped."
    },
    {
        "o": 14290,
        "r": "nkjv:Job:1:21",
        "t": "And he said: “Naked*pn I came from my mother’s womb, And*ld naked shall I return there. The*ld Lord*s gave, and the Lord*s has taken away; Blessed*ld be the name of the Lord.”*s"
    },
    {
        "o": 14291,
        "r": "nkjv:Job:1:22",
        "t": "In*p all this Job did not sin nor charge God with wrong."
    }
]
