[
    {
        "o": 22752,
        "r": "esv:Ezekiel:1:0",
        "t": "Ezekiel 1",
        "h": 1
    },
    {
        "o": 22753,
        "r": "esv:Ezekiel:1:0",
        "t": "Ezekiel in Babylon",
        "h": 2
    },
    {
        "o": 22754,
        "r": "esv:Ezekiel:1:1",
        "t": "In*p the thirtieth year, in the fourth month, on the fifth day of the month, as I was among the exiles by the Chebar canal, the heavens were opened, and I saw visions of God."
    },
    {
        "o": 22755,
        "r": "esv:Ezekiel:1:2",
        "t": "On the fifth day of the month (it was the fifth year of the exile of King Jehoiachin),"
    },
    {
        "o": 22756,
        "r": "esv:Ezekiel:1:3",
        "t": "the word of the Lord*s came to Ezekiel the priest, the son of Buzi, in the land of the Chaldeans by the Chebar canal, and the hand of the Lord*s was upon him there."
    },
    {
        "o": 22757,
        "r": "esv:Ezekiel:1:3",
        "t": "The Glory of the Lord",
        "h": 2
    },
    {
        "o": 22758,
        "r": "esv:Ezekiel:1:4",
        "t": "As*p I looked, behold, a stormy wind came out of the north, and a great cloud, with brightness around it, and fire flashing forth continually, and in the midst of the fire, as it were gleaming metal."
    },
    {
        "o": 22759,
        "r": "esv:Ezekiel:1:5",
        "t": "And from the midst of it came the likeness of four living creatures. And this was their appearance: they had a human likeness,"
    },
    {
        "o": 22760,
        "r": "esv:Ezekiel:1:6",
        "t": "but each had four faces, and each of them had four wings."
    },
    {
        "o": 22761,
        "r": "esv:Ezekiel:1:7",
        "t": "Their legs were straight, and the soles of their feet were like the sole of a calf’s foot. And they sparkled like burnished bronze."
    },
    {
        "o": 22762,
        "r": "esv:Ezekiel:1:8",
        "t": "Under their wings on their four sides they had human hands. And the four had their faces and their wings thus:"
    },
    {
        "o": 22763,
        "r": "esv:Ezekiel:1:9",
        "t": "their wings touched one another. Each one of them went straight forward, without turning as they went."
    },
    {
        "o": 22764,
        "r": "esv:Ezekiel:1:10",
        "t": "As for the likeness of their faces, each had a human face. The four had the face of a lion on the right side, the four had the face of an ox on the left side, and the four had the face of an eagle."
    },
    {
        "o": 22765,
        "r": "esv:Ezekiel:1:11",
        "t": "Such were their faces. And their wings were spread out above. Each creature had two wings, each of which touched the wing of another, while two covered their bodies."
    },
    {
        "o": 22766,
        "r": "esv:Ezekiel:1:12",
        "t": "And each went straight forward. Wherever the spirit would go, they went, without turning as they went."
    },
    {
        "o": 22767,
        "r": "esv:Ezekiel:1:13",
        "t": "As for the likeness of the living creatures, their appearance was like burning coals of fire, like the appearance of torches moving to and fro among the living creatures. And the fire was bright, and out of the fire went forth lightning."
    },
    {
        "o": 22768,
        "r": "esv:Ezekiel:1:14",
        "t": "And the living creatures darted to and fro, like the appearance of a flash of lightning."
    },
    {
        "o": 22769,
        "r": "esv:Ezekiel:1:15",
        "t": "Now*p as I looked at the living creatures, I saw a wheel on the earth beside the living creatures, one for each of the four of them."
    },
    {
        "o": 22770,
        "r": "esv:Ezekiel:1:16",
        "t": "As for the appearance of the wheels and their construction: their appearance was like the gleaming of beryl. And the four had the same likeness, their appearance and construction being as it were a wheel within a wheel."
    },
    {
        "o": 22771,
        "r": "esv:Ezekiel:1:17",
        "t": "When they went, they went in any of their four directions without turning as they went."
    },
    {
        "o": 22772,
        "r": "esv:Ezekiel:1:18",
        "t": "And their rims were tall and awesome, and the rims of all four were full of eyes all around."
    },
    {
        "o": 22773,
        "r": "esv:Ezekiel:1:19",
        "t": "And when the living creatures went, the wheels went beside them; and when the living creatures rose from the earth, the wheels rose."
    },
    {
        "o": 22774,
        "r": "esv:Ezekiel:1:20",
        "t": "Wherever the spirit wanted to go, they went, and the wheels rose along with them, for the spirit of the living creatures was in the wheels."
    },
    {
        "o": 22775,
        "r": "esv:Ezekiel:1:21",
        "t": "When those went, these went; and when those stood, these stood; and when those rose from the earth, the wheels rose along with them, for the spirit of the living creatures was in the wheels."
    },
    {
        "o": 22776,
        "r": "esv:Ezekiel:1:22",
        "t": "Over*p the heads of the living creatures there was the likeness of an expanse, shining like awe-inspiring crystal, spread out above their heads."
    },
    {
        "o": 22777,
        "r": "esv:Ezekiel:1:23",
        "t": "And under the expanse their wings were stretched out straight, one toward another. And each creature had two wings covering its body."
    },
    {
        "o": 22778,
        "r": "esv:Ezekiel:1:24",
        "t": "And when they went, I heard the sound of their wings like the sound of many waters, like the sound of the Almighty, a sound of tumult like the sound of an army. When they stood still, they let down their wings."
    },
    {
        "o": 22779,
        "r": "esv:Ezekiel:1:25",
        "t": "And there came a voice from above the expanse over their heads. When they stood still, they let down their wings."
    },
    {
        "o": 22780,
        "r": "esv:Ezekiel:1:26",
        "t": "And*p above the expanse over their heads there was the likeness of a throne, in appearance like sapphire; and seated above the likeness of a throne was a likeness with a human appearance."
    },
    {
        "o": 22781,
        "r": "esv:Ezekiel:1:27",
        "t": "And upward from what had the appearance of his waist I saw as it were gleaming metal, like the appearance of fire enclosed all around. And downward from what had the appearance of his waist I saw as it were the appearance of fire, and there was brightness around him."
    },
    {
        "o": 22782,
        "r": "esv:Ezekiel:1:28",
        "t": "Like the appearance of the bow that is in the cloud on the day of rain, so was the appearance of the brightness all around. Such*p was the appearance of the likeness of the glory of the Lord.*s And when I saw it, I fell on my face, and I heard the voice of one speaking."
    }
]
