[
    {
        "o": 28382,
        "r": "kjv:Acts:9:0",
        "t": "Acts 9",
        "h": 1
    },
    {
        "o": 28383,
        "r": "kjv:Acts:9:1",
        "t": "And*p Saul, yet breathing out threatenings and slaughter against the disciples of the Lord, went unto the high priest,"
    },
    {
        "o": 28384,
        "r": "kjv:Acts:9:2",
        "t": "And*p desired of him letters to Damascus to the synagogues, that if he found any of this way, whether they were men or women, he might bring them bound unto Jerusalem."
    },
    {
        "o": 28385,
        "r": "kjv:Acts:9:3",
        "t": "And*p as he journeyed, he came near Damascus: and suddenly there shined round about him a light from heaven:"
    },
    {
        "o": 28386,
        "r": "kjv:Acts:9:4",
        "t": "And*p he fell to the earth, and heard a voice saying unto him, Saul,*r Saul,*r why*r persecutest*r thou*r me?*r"
    },
    {
        "o": 28387,
        "r": "kjv:Acts:9:5",
        "t": "And*p he said, Who art thou, Lord? And the Lord said, I*r am*r Jesus*r whom*r thou*r persecutest:*r it*r is*r hard*r for*r thee*r to*r kick*r against*r the*r pricks.*r"
    },
    {
        "o": 28388,
        "r": "kjv:Acts:9:6",
        "t": "And*p he trembling and astonished said, Lord, what wilt thou have me to do? And the Lord said unto him, Arise,*r and*r go*r into*r the*r city,*r and*r it*r shall*r be*r told*r thee*r what*r thou*r must*r do.*r"
    },
    {
        "o": 28389,
        "r": "kjv:Acts:9:7",
        "t": "And*p the men which journeyed with him stood speechless, hearing a voice, but seeing no man."
    },
    {
        "o": 28390,
        "r": "kjv:Acts:9:8",
        "t": "And*p Saul arose from the earth; and when his eyes were opened, he saw no man: but they led him by the hand, and brought him into Damascus."
    },
    {
        "o": 28391,
        "r": "kjv:Acts:9:9",
        "t": "And*p he was three days without sight, and neither did eat nor drink."
    },
    {
        "o": 28392,
        "r": "kjv:Acts:9:10",
        "t": "And*p there was a certain disciple at Damascus, named Ananias; and to him said the Lord in a vision, Ananias.*r And he said, Behold, I am here, Lord."
    },
    {
        "o": 28393,
        "r": "kjv:Acts:9:11",
        "t": "And*p the Lord said unto him, Arise,*r and*r go*r into*r the*r street*r which*r is*r called*r Straight,*r and*r enquire*r in*r the*r house*r of*r Judas*r for*r one*r called*r Saul,*r of*r Tarsus:*r for,*r behold,*r he*r prayeth,*r"
    },
    {
        "o": 28394,
        "r": "kjv:Acts:9:12",
        "t": "And*rp hath*r seen*r in*r a*r vision*r a*r man*r named*r Ananias*r coming*r in,*r and*r putting*r his*r hand*r on*r him,*r that*r he*r might*r receive*r his*r sight.*r"
    },
    {
        "o": 28395,
        "r": "kjv:Acts:9:13",
        "t": "Then*p Ananias answered, Lord, I have heard by many of this man, how much evil he hath done to thy saints at Jerusalem:"
    },
    {
        "o": 28396,
        "r": "kjv:Acts:9:14",
        "t": "And*p here he hath authority from the chief priests to bind all that call on thy name."
    },
    {
        "o": 28397,
        "r": "kjv:Acts:9:15",
        "t": "But*p the Lord said unto him, Go*r thy*r way:*r for*r he*r is*r a*r chosen*r vessel*r unto*r me,*r to*r bear*r my*r name*r before*r the*r Gentiles,*r and*r kings,*r and*r the*r children*r of*r Israel:*r"
    },
    {
        "o": 28398,
        "r": "kjv:Acts:9:16",
        "t": "For*rp I*r will*r shew*r him*r how*r great*r things*r he*r must*r suffer*r for*r my*r name's*r sake.*r"
    },
    {
        "o": 28399,
        "r": "kjv:Acts:9:17",
        "t": "And*p Ananias went his way, and entered into the house; and putting his hands on him said, Brother Saul, the Lord, even Jesus, that appeared unto thee in the way as thou camest, hath sent me, that thou mightest receive thy sight, and be filled with the Holy Ghost."
    },
    {
        "o": 28400,
        "r": "kjv:Acts:9:18",
        "t": "And*p immediately there fell from his eyes as it had been scales: and he received sight forthwith, and arose, and was baptized."
    },
    {
        "o": 28401,
        "r": "kjv:Acts:9:19",
        "t": "And*p when he had received meat, he was strengthened. Then was Saul certain days with the disciples which were at Damascus."
    },
    {
        "o": 28402,
        "r": "kjv:Acts:9:20",
        "t": "And*p straightway he preached Christ in the synagogues, that he is the Son of God."
    },
    {
        "o": 28403,
        "r": "kjv:Acts:9:21",
        "t": "But*p all that heard him were amazed, and said; Is not this he that destroyed them which called on this name in Jerusalem, and came hither for that intent, that he might bring them bound unto the chief priests?"
    },
    {
        "o": 28404,
        "r": "kjv:Acts:9:22",
        "t": "But*p Saul increased the more in strength, and confounded the Jews which dwelt at Damascus, proving that this is very Christ."
    },
    {
        "o": 28405,
        "r": "kjv:Acts:9:23",
        "t": "And*p after that many days were fulfilled, the Jews took counsel to kill him:"
    },
    {
        "o": 28406,
        "r": "kjv:Acts:9:24",
        "t": "But*p their laying await was known of Saul. And they watched the gates day and night to kill him."
    },
    {
        "o": 28407,
        "r": "kjv:Acts:9:25",
        "t": "Then*p the disciples took him by night, and let him down by the wall in a basket."
    },
    {
        "o": 28408,
        "r": "kjv:Acts:9:26",
        "t": "And*p when Saul was come to Jerusalem, he assayed to join himself to the disciples: but they were all afraid of him, and believed not that he was a disciple."
    },
    {
        "o": 28409,
        "r": "kjv:Acts:9:27",
        "t": "But*p Barnabas took him, and brought him to the apostles, and declared unto them how he had seen the Lord in the way, and that he had spoken to him, and how he had preached boldly at Damascus in the name of Jesus."
    },
    {
        "o": 28410,
        "r": "kjv:Acts:9:28",
        "t": "And*p he was with them coming in and going out at Jerusalem."
    },
    {
        "o": 28411,
        "r": "kjv:Acts:9:29",
        "t": "And*p he spake boldly in the name of the Lord Jesus, and disputed against the Grecians: but they went about to slay him."
    },
    {
        "o": 28412,
        "r": "kjv:Acts:9:30",
        "t": "Which*p when the brethren knew, they brought him down to Caesarea, and sent him forth to Tarsus."
    },
    {
        "o": 28413,
        "r": "kjv:Acts:9:31",
        "t": "Then*p had the churches rest throughout all Judaea and Galilee and Samaria, and were edified; and walking in the fear of the Lord, and in the comfort of the Holy Ghost, were multiplied."
    },
    {
        "o": 28414,
        "r": "kjv:Acts:9:32",
        "t": "And*p it came to pass, as Peter passed throughout all quarters, he came down also to the saints which dwelt at Lydda."
    },
    {
        "o": 28415,
        "r": "kjv:Acts:9:33",
        "t": "And*p there he found a certain man named Aeneas, which had kept his bed eight years, and was sick of the palsy."
    },
    {
        "o": 28416,
        "r": "kjv:Acts:9:34",
        "t": "And*p Peter said unto him, Aeneas, Jesus Christ maketh thee whole: arise, and make thy bed. And he arose immediately."
    },
    {
        "o": 28417,
        "r": "kjv:Acts:9:35",
        "t": "And*p all that dwelt at Lydda and Saron saw him, and turned to the Lord."
    },
    {
        "o": 28418,
        "r": "kjv:Acts:9:36",
        "t": "Now*p there was at Joppa a certain disciple named Tabitha, which by interpretation is called Dorcas: this woman was full of good works and almsdeeds which she did."
    },
    {
        "o": 28419,
        "r": "kjv:Acts:9:37",
        "t": "And*p it came to pass in those days, that she was sick, and died: whom when they had washed, they laid her in an upper chamber."
    },
    {
        "o": 28420,
        "r": "kjv:Acts:9:38",
        "t": "And*p forasmuch as Lydda was nigh to Joppa, and the disciples had heard that Peter was there, they sent unto him two men, desiring him that he would not delay to come to them."
    },
    {
        "o": 28421,
        "r": "kjv:Acts:9:39",
        "t": "Then*p Peter arose and went with them. When he was come, they brought him into the upper chamber: and all the widows stood by him weeping, and shewing the coats and garments which Dorcas made, while she was with them."
    },
    {
        "o": 28422,
        "r": "kjv:Acts:9:40",
        "t": "But*p Peter put them all forth, and kneeled down, and prayed; and turning him to the body said, Tabitha, arise. And she opened her eyes: and when she saw Peter, she sat up."
    },
    {
        "o": 28423,
        "r": "kjv:Acts:9:41",
        "t": "And*p he gave her his hand, and lifted her up, and when he had called the saints and widows, presented her alive."
    },
    {
        "o": 28424,
        "r": "kjv:Acts:9:42",
        "t": "And*p it was known throughout all Joppa; and many believed in the Lord."
    },
    {
        "o": 28425,
        "r": "kjv:Acts:9:43",
        "t": "And*p it came to pass, that he tarried many days in Joppa with one Simon a tanner."
    }
]
