[
    {
        "o": 2147,
        "r": "csb:Exodus:16:0",
        "t": "Exodus 16",
        "h": 1
    },
    {
        "o": 2148,
        "r": "csb:Exodus:16:0",
        "t": "Manna and Quail Provided",
        "h": 2
    },
    {
        "o": 2149,
        "r": "csb:Exodus:16:1",
        "t": "The*p entire Israelite community departed from Elim and came to the Wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after they had left the land of Egypt."
    },
    {
        "o": 2150,
        "r": "csb:Exodus:16:2",
        "t": "The entire Israelite community grumbled against Moses and Aaron in the wilderness."
    },
    {
        "o": 2151,
        "r": "csb:Exodus:16:3",
        "t": "The Israelites said to them, “If only we had died by the Lord’s*s hand in the land of Egypt, when we sat by pots of meat and ate all the bread we wanted. Instead, you brought us into this wilderness to make this whole assembly die of hunger!”"
    },
    {
        "o": 2152,
        "r": "csb:Exodus:16:4",
        "t": "Then*p the Lord*s said to Moses, “I am going to rain bread from heaven for you. The people are to go out each day and gather enough for that day. This way I will test them to see whether or not they will follow my instructions."
    },
    {
        "o": 2153,
        "r": "csb:Exodus:16:5",
        "t": "On the sixth day, when they prepare what they bring in, it will be twice as much as they gather on other days.”"
    },
    {
        "o": 2154,
        "r": "csb:Exodus:16:6",
        "t": "So*p Moses and Aaron said to all the Israelites, “This evening you will know that it was the Lord*s who brought you out of the land of Egypt,"
    },
    {
        "o": 2155,
        "r": "csb:Exodus:16:7",
        "t": "and in the morning you will see the Lord’s*s glory because he has heard your complaints about him. For who are we that you complain about us?”"
    },
    {
        "o": 2156,
        "r": "csb:Exodus:16:8",
        "t": "Moses continued, “The Lord*s will give you meat to eat this evening and all the bread you want in the morning, for he has heard the complaints that you are raising against him. Who are we? Your complaints are not against us but against the Lord.”*s"
    },
    {
        "o": 2157,
        "r": "csb:Exodus:16:9",
        "t": "Then*p Moses told Aaron, “Say to the entire Israelite community, ‘Come before the Lord,*s for he has heard your complaints.’”"
    },
    {
        "o": 2158,
        "r": "csb:Exodus:16:10",
        "t": "As Aaron was speaking to the entire Israelite community, they turned toward the wilderness, and there in a cloud the Lord’s*s glory appeared."
    },
    {
        "o": 2159,
        "r": "csb:Exodus:16:11",
        "t": "The*p Lord*s spoke to Moses,"
    },
    {
        "o": 2160,
        "r": "csb:Exodus:16:12",
        "t": "“I have heard the complaints of the Israelites. Tell them: At twilight you will eat meat, and in the morning you will eat bread until you are full. Then you will know that I am the Lord*s your God.”"
    },
    {
        "o": 2161,
        "r": "csb:Exodus:16:13",
        "t": "So*p at evening quail came and covered the camp. In the morning there was a layer of dew all around the camp."
    },
    {
        "o": 2162,
        "r": "csb:Exodus:16:14",
        "t": "When the layer of dew evaporated, there were fine flakes on the desert surface, as fine as frost on the ground."
    },
    {
        "o": 2163,
        "r": "csb:Exodus:16:15",
        "t": "When the Israelites saw it, they asked one another, “What is it?” because they didn’t know what it was. Moses*p told them, “It is the bread the Lord*s has given you to eat."
    },
    {
        "o": 2164,
        "r": "csb:Exodus:16:16",
        "t": "This is what the Lord*s has commanded: ‘Gather as much of it as each person needs to eat. You may take two quarts per individual, according to the number of people each of you has in his tent.’”"
    },
    {
        "o": 2165,
        "r": "csb:Exodus:16:17",
        "t": "So*p the Israelites did this. Some gathered a lot, some a little."
    },
    {
        "o": 2166,
        "r": "csb:Exodus:16:18",
        "t": "When they measured it by quarts, the person who gathered a lot had no surplus, and the person who gathered a little had no shortage. Each gathered as much as he needed to eat."
    },
    {
        "o": 2167,
        "r": "csb:Exodus:16:19",
        "t": "Moses said to them, “No one is to let any of it remain until morning.”"
    },
    {
        "o": 2168,
        "r": "csb:Exodus:16:20",
        "t": "But they didn’t listen to Moses; some people left part of it until morning, and it bred worms and stank. Therefore Moses was angry with them."
    },
    {
        "o": 2169,
        "r": "csb:Exodus:16:21",
        "t": "They*p gathered it every morning. Each gathered as much as he needed to eat, but when the sun grew hot, it melted."
    },
    {
        "o": 2170,
        "r": "csb:Exodus:16:22",
        "t": "On the sixth day they gathered twice as much food, four quarts apiece, and all the leaders of the community came and reported this to Moses."
    },
    {
        "o": 2171,
        "r": "csb:Exodus:16:23",
        "t": "He told them, “This is what the Lord*s has said: ‘Tomorrow is a day of complete rest, a holy Sabbath to the Lord.*s Bake what you want to bake, and boil what you want to boil, and set aside everything left over to be kept until morning.’”"
    },
    {
        "o": 2172,
        "r": "csb:Exodus:16:24",
        "t": "So*p they set it aside until morning as Moses commanded, and it didn’t stink or have maggots in it."
    },
    {
        "o": 2173,
        "r": "csb:Exodus:16:25",
        "t": "“Eat it today,” Moses said, “because today is a Sabbath to the Lord.*s Today you won’t find any in the field."
    },
    {
        "o": 2174,
        "r": "csb:Exodus:16:26",
        "t": "For six days you will gather it, but on the seventh day, the Sabbath, there will be none.”"
    },
    {
        "o": 2175,
        "r": "csb:Exodus:16:27",
        "t": "Yet*p on the seventh day some of the people went out to gather, but they did not find any."
    },
    {
        "o": 2176,
        "r": "csb:Exodus:16:28",
        "t": "Then the Lord*s said to Moses, “How long will you refuse to keep my commands and instructions?"
    },
    {
        "o": 2177,
        "r": "csb:Exodus:16:29",
        "t": "Understand that the Lord*s has given you the Sabbath; therefore on the sixth day he will give you two days’ worth of bread. Each of you stay where you are; no one is to leave his place on the seventh day.”"
    },
    {
        "o": 2178,
        "r": "csb:Exodus:16:30",
        "t": "So the people rested on the seventh day."
    },
    {
        "o": 2179,
        "r": "csb:Exodus:16:31",
        "t": "The*p house of Israel named the substance manna. It resembled coriander seed, was white, and tasted like wafers made with honey."
    },
    {
        "o": 2180,
        "r": "csb:Exodus:16:32",
        "t": "Moses said, “This is what the Lord*s has commanded: ‘Two quarts of it are to be preserved throughout your generations, so that they may see the bread I fed you in the wilderness when I brought you out of the land of Egypt.’”"
    },
    {
        "o": 2181,
        "r": "csb:Exodus:16:33",
        "t": "Moses*p told Aaron, “Take a container and put two quarts of manna in it. Then place it before the Lord*s to be preserved throughout your generations.”"
    },
    {
        "o": 2182,
        "r": "csb:Exodus:16:34",
        "t": "As the Lord*s commanded Moses, Aaron placed it before the testimony to be preserved."
    },
    {
        "o": 2183,
        "r": "csb:Exodus:16:35",
        "t": "The*p Israelites ate manna for forty years, until they came to an inhabited land. They ate manna until they reached the border of the land of Canaan."
    },
    {
        "o": 2184,
        "r": "csb:Exodus:16:36",
        "t": "(They used a measure called an omer, which held two quarts.)"
    }
]
