[
    {
        "o": 5815,
        "r": "nkjv:Deuteronomy:14:0",
        "t": "Deuteronomy 14",
        "h": 1
    },
    {
        "o": 5816,
        "r": "nkjv:Deuteronomy:14:0",
        "t": "Improper Mourning",
        "h": 2
    },
    {
        "o": 5817,
        "r": "nkjv:Deuteronomy:14:1",
        "t": "“You*p are*i the children of the Lord*s your God; you shall not cut yourselves nor shave the front of your head for the dead."
    },
    {
        "o": 5818,
        "r": "nkjv:Deuteronomy:14:2",
        "t": "For you are*i a holy people to the Lord*s your God, and the Lord*s has chosen you to be a people for Himself, a special treasure above all the peoples who are*i on the face of the earth."
    },
    {
        "o": 5819,
        "r": "nkjv:Deuteronomy:14:2",
        "t": "Clean and Unclean Meat",
        "h": 2
    },
    {
        "o": 5820,
        "r": "nkjv:Deuteronomy:14:3",
        "t": "“You*p shall not eat any detestable thing."
    },
    {
        "o": 5821,
        "r": "nkjv:Deuteronomy:14:4",
        "t": "These are*i the animals which you may eat: the ox, the sheep, the goat,"
    },
    {
        "o": 5822,
        "r": "nkjv:Deuteronomy:14:5",
        "t": "the deer, the gazelle, the roe deer, the wild goat, the mountain goat, the antelope, and the mountain sheep."
    },
    {
        "o": 5823,
        "r": "nkjv:Deuteronomy:14:6",
        "t": "And you may eat every animal with cloven hooves, having the hoof split into two parts, and*i that*i chews the cud, among the animals."
    },
    {
        "o": 5824,
        "r": "nkjv:Deuteronomy:14:7",
        "t": "Nevertheless, of those that chew the cud or have cloven hooves, you shall not eat, such*i as*i these: the camel, the hare, and the rock hyrax; for they chew the cud but do not have cloven hooves; they are*i unclean for you."
    },
    {
        "o": 5825,
        "r": "nkjv:Deuteronomy:14:8",
        "t": "Also the swine is unclean for you, because it has cloven hooves, yet does*i not chew*i the cud; you shall not eat their flesh or touch their dead carcasses."
    },
    {
        "o": 5826,
        "r": "nkjv:Deuteronomy:14:9",
        "t": "“These*p you may eat of all that are*i in the waters: you may eat all that have fins and scales."
    },
    {
        "o": 5827,
        "r": "nkjv:Deuteronomy:14:10",
        "t": "And whatever does not have fins and scales you shall not eat; it is*i unclean for you."
    },
    {
        "o": 5828,
        "r": "nkjv:Deuteronomy:14:11",
        "t": "“All*p clean birds you may eat."
    },
    {
        "o": 5829,
        "r": "nkjv:Deuteronomy:14:12",
        "t": "But these you shall not eat: the eagle, the vulture, the buzzard,"
    },
    {
        "o": 5830,
        "r": "nkjv:Deuteronomy:14:13",
        "t": "the red kite, the falcon, and the kite after their kinds;"
    },
    {
        "o": 5831,
        "r": "nkjv:Deuteronomy:14:14",
        "t": "every raven after its kind;"
    },
    {
        "o": 5832,
        "r": "nkjv:Deuteronomy:14:15",
        "t": "the ostrich, the short-eared owl, the sea gull, and the hawk after their kinds;"
    },
    {
        "o": 5833,
        "r": "nkjv:Deuteronomy:14:16",
        "t": "the little owl, the screech owl, the white owl,"
    },
    {
        "o": 5834,
        "r": "nkjv:Deuteronomy:14:17",
        "t": "the jackdaw, the carrion vulture, the fisher owl,"
    },
    {
        "o": 5835,
        "r": "nkjv:Deuteronomy:14:18",
        "t": "the stork, the heron after its kind, and the hoopoe and the bat."
    },
    {
        "o": 5836,
        "r": "nkjv:Deuteronomy:14:19",
        "t": "“Also*p every creeping thing that flies is unclean for you; they shall not be eaten."
    },
    {
        "o": 5837,
        "r": "nkjv:Deuteronomy:14:20",
        "t": "“You*p may eat all clean birds."
    },
    {
        "o": 5838,
        "r": "nkjv:Deuteronomy:14:21",
        "t": "“You*p shall not eat anything that dies of*i itself;*i you may give it to the alien who is*i within your gates, that he may eat it, or you may sell it to a foreigner; for you are*i a holy people to the Lord*s your God. “You*p shall not boil a young goat in its mother’s milk."
    },
    {
        "o": 5839,
        "r": "nkjv:Deuteronomy:14:21",
        "t": "Tithing Principles",
        "h": 2
    },
    {
        "o": 5840,
        "r": "nkjv:Deuteronomy:14:22",
        "t": "“You*p shall truly tithe all the increase of your grain that the field produces year by year."
    },
    {
        "o": 5841,
        "r": "nkjv:Deuteronomy:14:23",
        "t": "And you shall eat before the Lord*s your God, in the place where He chooses to make His name abide, the tithe of your grain and your new wine and your oil, of the firstborn of your herds and your flocks, that you may learn to fear the Lord*s your God always."
    },
    {
        "o": 5842,
        "r": "nkjv:Deuteronomy:14:24",
        "t": "But if the journey is too long for you, so that you are not able to carry the*i tithe,*i or*i if the place where the Lord*s your God chooses to put His name is too far from you, when the Lord*s your God has blessed you,"
    },
    {
        "o": 5843,
        "r": "nkjv:Deuteronomy:14:25",
        "t": "then you shall exchange it*i for money, take the money in your hand, and go to the place which the Lord*s your God chooses."
    },
    {
        "o": 5844,
        "r": "nkjv:Deuteronomy:14:26",
        "t": "And you shall spend that money for whatever your heart desires: for oxen or sheep, for wine or similar drink, for whatever your heart desires; you shall eat there before the Lord*s your God, and you shall rejoice, you and your household."
    },
    {
        "o": 5845,
        "r": "nkjv:Deuteronomy:14:27",
        "t": "You shall not forsake the Levite who is*i within your gates, for he has no part nor inheritance with you."
    },
    {
        "o": 5846,
        "r": "nkjv:Deuteronomy:14:28",
        "t": "“At*p the end of every*i third year you shall bring out the tithe of your produce of that year and store it*i up within your gates."
    },
    {
        "o": 5847,
        "r": "nkjv:Deuteronomy:14:29",
        "t": "And the Levite, because he has no portion nor inheritance with you, and the stranger and the fatherless and the widow who are*i within your gates, may come and eat and be satisfied, that the Lord*s your God may bless you in all the work of your hand which you do."
    }
]
