[
    {
        "o": 32203,
        "r": "esv:2 Corinthians:1:0",
        "t": "2 Corinthians 1",
        "h": 1
    },
    {
        "o": 32204,
        "r": "esv:2 Corinthians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 32205,
        "r": "esv:2 Corinthians:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by the will of God, and Timothy our brother, To*p the church of God that is at Corinth, with all the saints who are in the whole of Achaia:"
    },
    {
        "o": 32206,
        "r": "esv:2 Corinthians:1:2",
        "t": "Grace*p to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 32207,
        "r": "esv:2 Corinthians:1:2",
        "t": "God of All Comfort",
        "h": 2
    },
    {
        "o": 32208,
        "r": "esv:2 Corinthians:1:3",
        "t": "Blessed*p be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort,"
    },
    {
        "o": 32209,
        "r": "esv:2 Corinthians:1:4",
        "t": "who comforts us in all our affliction, so that we may be able to comfort those who are in any affliction, with the comfort with which we ourselves are comforted by God."
    },
    {
        "o": 32210,
        "r": "esv:2 Corinthians:1:5",
        "t": "For as we share abundantly in Christ’s sufferings, so through Christ we share abundantly in comfort too."
    },
    {
        "o": 32211,
        "r": "esv:2 Corinthians:1:6",
        "t": "If we are afflicted, it is for your comfort and salvation; and if we are comforted, it is for your comfort, which you experience when you patiently endure the same sufferings that we suffer."
    },
    {
        "o": 32212,
        "r": "esv:2 Corinthians:1:7",
        "t": "Our hope for you is unshaken, for we know that as you share in our sufferings, you will also share in our comfort."
    },
    {
        "o": 32213,
        "r": "esv:2 Corinthians:1:8",
        "t": "For*p we do not want you to be unaware, brothers, of the affliction we experienced in Asia. For we were so utterly burdened beyond our strength that we despaired of life itself."
    },
    {
        "o": 32214,
        "r": "esv:2 Corinthians:1:9",
        "t": "Indeed, we felt that we had received the sentence of death. But that was to make us rely not on ourselves but on God who raises the dead."
    },
    {
        "o": 32215,
        "r": "esv:2 Corinthians:1:10",
        "t": "He delivered us from such a deadly peril, and he will deliver us. On him we have set our hope that he will deliver us again."
    },
    {
        "o": 32216,
        "r": "esv:2 Corinthians:1:11",
        "t": "You also must help us by prayer, so that many will give thanks on our behalf for the blessing granted us through the prayers of many."
    },
    {
        "o": 32217,
        "r": "esv:2 Corinthians:1:11",
        "t": "Paul’s Change of Plans",
        "h": 2
    },
    {
        "o": 32218,
        "r": "esv:2 Corinthians:1:12",
        "t": "For*p our boast is this, the testimony of our conscience, that we behaved in the world with simplicity and godly sincerity, not by earthly wisdom but by the grace of God, and supremely so toward you."
    },
    {
        "o": 32219,
        "r": "esv:2 Corinthians:1:13",
        "t": "For we are not writing to you anything other than what you read and understand and I hope you will fully understand—"
    },
    {
        "o": 32220,
        "r": "esv:2 Corinthians:1:14",
        "t": "just as you did partially understand us— that on the day of our Lord Jesus you will boast of us as we will boast of you."
    },
    {
        "o": 32221,
        "r": "esv:2 Corinthians:1:15",
        "t": "Because*p I was sure of this, I wanted to come to you first, so that you might have a second experience of grace."
    },
    {
        "o": 32222,
        "r": "esv:2 Corinthians:1:16",
        "t": "I wanted to visit you on my way to Macedonia, and to come back to you from Macedonia and have you send me on my way to Judea."
    },
    {
        "o": 32223,
        "r": "esv:2 Corinthians:1:17",
        "t": "Was I vacillating when I wanted to do this? Do I make my plans according to the flesh, ready to say “Yes, yes” and “No, no” at the same time?"
    },
    {
        "o": 32224,
        "r": "esv:2 Corinthians:1:18",
        "t": "As surely as God is faithful, our word to you has not been Yes and No."
    },
    {
        "o": 32225,
        "r": "esv:2 Corinthians:1:19",
        "t": "For the Son of God, Jesus Christ, whom we proclaimed among you, Silvanus and Timothy and I, was not Yes and No, but in him it is always Yes."
    },
    {
        "o": 32226,
        "r": "esv:2 Corinthians:1:20",
        "t": "For all the promises of God find their Yes in him. That is why it is through him that we utter our Amen to God for his glory."
    },
    {
        "o": 32227,
        "r": "esv:2 Corinthians:1:21",
        "t": "And it is God who establishes us with you in Christ, and has anointed us,"
    },
    {
        "o": 32228,
        "r": "esv:2 Corinthians:1:22",
        "t": "and who has also put his seal on us and given us his Spirit in our hearts as a guarantee."
    },
    {
        "o": 32229,
        "r": "esv:2 Corinthians:1:23",
        "t": "But*p I call God to witness against me— it was to spare you that I refrained from coming again to Corinth."
    },
    {
        "o": 32230,
        "r": "esv:2 Corinthians:1:24",
        "t": "Not that we lord it over your faith, but we work with you for your joy, for you stand firm in your faith."
    }
]
