[
    {
        "o": 32288,
        "r": "niv:Ephesians:2:0",
        "t": "Ephesians 2",
        "h": 1
    },
    {
        "o": 32289,
        "r": "niv:Ephesians:2:0",
        "t": "Made Alive in Christ",
        "h": 2
    },
    {
        "o": 32290,
        "r": "niv:Ephesians:2:1",
        "t": "As*p for you, you were dead in your transgressions and sins,"
    },
    {
        "o": 32291,
        "r": "niv:Ephesians:2:2",
        "t": "in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient."
    },
    {
        "o": 32292,
        "r": "niv:Ephesians:2:3",
        "t": "All of us also lived among them at one time, gratifying the cravings of our flesh and following its desires and thoughts. Like the rest, we were by nature deserving of wrath."
    },
    {
        "o": 32293,
        "r": "niv:Ephesians:2:4",
        "t": "But because of his great love for us, God, who is rich in mercy,"
    },
    {
        "o": 32294,
        "r": "niv:Ephesians:2:5",
        "t": "made us alive with Christ even when we were dead in transgressions—it is by grace you have been saved."
    },
    {
        "o": 32295,
        "r": "niv:Ephesians:2:6",
        "t": "And God raised us up with Christ and seated us with him in the heavenly realms in Christ Jesus,"
    },
    {
        "o": 32296,
        "r": "niv:Ephesians:2:7",
        "t": "in order that in the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus."
    },
    {
        "o": 32297,
        "r": "niv:Ephesians:2:8",
        "t": "For it is by grace you have been saved, through faith—and this is not from yourselves, it is the gift of God—"
    },
    {
        "o": 32298,
        "r": "niv:Ephesians:2:9",
        "t": "not by works, so that no one can boast."
    },
    {
        "o": 32299,
        "r": "niv:Ephesians:2:10",
        "t": "For we are God’s handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do."
    },
    {
        "o": 32300,
        "r": "niv:Ephesians:2:10",
        "t": "Jew and Gentile Reconciled Through Christ",
        "h": 2
    },
    {
        "o": 32301,
        "r": "niv:Ephesians:2:11",
        "t": "Therefore,*p remember that formerly you who are Gentiles by birth and called “uncircumcised” by those who call themselves “the circumcision” (which is done in the body by human hands)—"
    },
    {
        "o": 32302,
        "r": "niv:Ephesians:2:12",
        "t": "remember that at that time you were separate from Christ, excluded from citizenship in Israel and foreigners to the covenants of the promise, without hope and without God in the world."
    },
    {
        "o": 32303,
        "r": "niv:Ephesians:2:13",
        "t": "But now in Christ Jesus you who once were far away have been brought near by the blood of Christ."
    },
    {
        "o": 32304,
        "r": "niv:Ephesians:2:14",
        "t": "For*p he himself is our peace, who has made the two groups one and has destroyed the barrier, the dividing wall of hostility,"
    },
    {
        "o": 32305,
        "r": "niv:Ephesians:2:15",
        "t": "by setting aside in his flesh the law with its commands and regulations. His purpose was to create in himself one new humanity out of the two, thus making peace,"
    },
    {
        "o": 32306,
        "r": "niv:Ephesians:2:16",
        "t": "and in one body to reconcile both of them to God through the cross, by which he put to death their hostility."
    },
    {
        "o": 32307,
        "r": "niv:Ephesians:2:17",
        "t": "He came and preached peace to you who were far away and peace to those who were near."
    },
    {
        "o": 32308,
        "r": "niv:Ephesians:2:18",
        "t": "For through him we both have access to the Father by one Spirit."
    },
    {
        "o": 32309,
        "r": "niv:Ephesians:2:19",
        "t": "Consequently,*p you are no longer foreigners and strangers, but fellow citizens with God’s people and also members of his household,"
    },
    {
        "o": 32310,
        "r": "niv:Ephesians:2:20",
        "t": "built on the foundation of the apostles and prophets, with Christ Jesus himself as the chief cornerstone."
    },
    {
        "o": 32311,
        "r": "niv:Ephesians:2:21",
        "t": "In him the whole building is joined together and rises to become a holy temple in the Lord."
    },
    {
        "o": 32312,
        "r": "niv:Ephesians:2:22",
        "t": "And in him you too are being built together to become a dwelling in which God lives by his Spirit."
    }
]
