[
    {
        "o": 32078,
        "r": "kjv:Revelation:4:0",
        "t": "Revelation 4",
        "h": 1
    },
    {
        "o": 32079,
        "r": "kjv:Revelation:4:1",
        "t": "After*p this I looked, and, behold, a door was opened in heaven: and the first voice which I heard was as it were of a trumpet talking with me; which said, Come up hither, and I will shew thee things which must be hereafter."
    },
    {
        "o": 32080,
        "r": "kjv:Revelation:4:2",
        "t": "And*p immediately I was in the spirit: and, behold, a throne was set in heaven, and one sat on the throne."
    },
    {
        "o": 32081,
        "r": "kjv:Revelation:4:3",
        "t": "And*p he that sat was to look upon like a jasper and a sardine stone: and there was a rainbow round about the throne, in sight like unto an emerald."
    },
    {
        "o": 32082,
        "r": "kjv:Revelation:4:4",
        "t": "And*p round about the throne were four and twenty seats: and upon the seats I saw four and twenty elders sitting, clothed in white raiment; and they had on their heads crowns of gold."
    },
    {
        "o": 32083,
        "r": "kjv:Revelation:4:5",
        "t": "And*p out of the throne proceeded lightnings and thunderings and voices: and there were seven lamps of fire burning before the throne, which are the seven Spirits of God."
    },
    {
        "o": 32084,
        "r": "kjv:Revelation:4:6",
        "t": "And*p before the throne there was a sea of glass like unto crystal: and in the midst of the throne, and round about the throne, were four beasts full of eyes before and behind."
    },
    {
        "o": 32085,
        "r": "kjv:Revelation:4:7",
        "t": "And*p the first beast was like a lion, and the second beast like a calf, and the third beast had a face as a man, and the fourth beast was like a flying eagle."
    },
    {
        "o": 32086,
        "r": "kjv:Revelation:4:8",
        "t": "And*p the four beasts had each of them six wings about him; and they were full of eyes within: and they rest not day and night, saying, Holy, holy, holy, Lord God Almighty, which was, and is, and is to come."
    },
    {
        "o": 32087,
        "r": "kjv:Revelation:4:9",
        "t": "And*p when those beasts give glory and honour and thanks to him that sat on the throne, who liveth for ever and ever,"
    },
    {
        "o": 32088,
        "r": "kjv:Revelation:4:10",
        "t": "The*p four and twenty elders fall down before him that sat on the throne, and worship him that liveth for ever and ever, and cast their crowns before the throne, saying,"
    },
    {
        "o": 32089,
        "r": "kjv:Revelation:4:11",
        "t": "Thou*p art worthy, O Lord, to receive glory and honour and power: for thou hast created all things, and for thy pleasure they are and were created."
    }
]
