[
    {
        "o": 23889,
        "r": "kjv:Haggai:1:0",
        "t": "Haggai 1",
        "h": 1
    },
    {
        "o": 23890,
        "r": "kjv:Haggai:1:1",
        "t": "In*p the second year of Darius the king, in the sixth month, in the first day of the month, came the word of the Lord*s by Haggai the prophet unto Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, saying,"
    },
    {
        "o": 23891,
        "r": "kjv:Haggai:1:2",
        "t": "Thus*p speaketh the Lord*s of hosts, saying, This people say, The time is not come, the time that the Lord's*s house should be built."
    },
    {
        "o": 23892,
        "r": "kjv:Haggai:1:3",
        "t": "Then*p came the word of the Lord*s by Haggai the prophet, saying,"
    },
    {
        "o": 23893,
        "r": "kjv:Haggai:1:4",
        "t": "Is*p it time for you, O ye, to dwell in your ceiled houses, and this house lie waste?"
    },
    {
        "o": 23894,
        "r": "kjv:Haggai:1:5",
        "t": "Now*p therefore thus saith the Lord*s of hosts; Consider your ways."
    },
    {
        "o": 23895,
        "r": "kjv:Haggai:1:6",
        "t": "Ye*p have sown much, and bring in little; ye eat, but ye have not enough; ye drink, but ye are not filled with drink; ye clothe you, but there is none warm; and he that earneth wages earneth wages to put it into a bag with holes."
    },
    {
        "o": 23896,
        "r": "kjv:Haggai:1:7",
        "t": "Thus*p saith the Lord*s of hosts; Consider your ways."
    },
    {
        "o": 23897,
        "r": "kjv:Haggai:1:8",
        "t": "Go*p up to the mountain, and bring wood, and build the house; and I will take pleasure in it, and I will be glorified, saith the Lord.*s"
    },
    {
        "o": 23898,
        "r": "kjv:Haggai:1:9",
        "t": "Ye*p looked for much, and, lo, it came to little; and when ye brought it home, I did blow upon it. Why? saith the Lord*s of hosts. Because of mine house that is waste, and ye run every man unto his own house."
    },
    {
        "o": 23899,
        "r": "kjv:Haggai:1:10",
        "t": "Therefore*p the heaven over you is stayed from dew, and the earth is stayed from her fruit."
    },
    {
        "o": 23900,
        "r": "kjv:Haggai:1:11",
        "t": "And*p I called for a drought upon the land, and upon the mountains, and upon the corn, and upon the new wine, and upon the oil, and upon that which the ground bringeth forth, and upon men, and upon cattle, and upon all the labour of the hands."
    },
    {
        "o": 23901,
        "r": "kjv:Haggai:1:12",
        "t": "Then*p Zerubbabel the son of Shealtiel, and Joshua the son of Jehozadak, the high priest, with all the remnant of the people, obeyed the voice of the Lord*s their God, and the words of Haggai the prophet, as the Lord*s their God had sent him, and the people did fear before the Lord.*s"
    },
    {
        "o": 23902,
        "r": "kjv:Haggai:1:13",
        "t": "Then*p spake Haggai the Lord's*s messenger in the Lord's*s message unto the people, saying, I am with you, saith the Lord.*s"
    },
    {
        "o": 23903,
        "r": "kjv:Haggai:1:14",
        "t": "And*p the Lord*s stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Jehozadak, the high priest, and the spirit of all the remnant of the people; and they came and did work in the house of the Lord*s of hosts, their God,"
    },
    {
        "o": 23904,
        "r": "kjv:Haggai:1:15",
        "t": "In*p the four and twentieth day of the sixth month, in the second year of Darius the king."
    }
]
