[
    {
        "o": 32262,
        "r": "niv:Ephesians:1:0",
        "t": "Ephesians 1",
        "h": 1
    },
    {
        "o": 32263,
        "r": "niv:Ephesians:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by the will of God, To*p God’s holy people in Ephesus, the faithful in Christ Jesus:"
    },
    {
        "o": 32264,
        "r": "niv:Ephesians:1:2",
        "t": "Grace*p and peace to you from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 32265,
        "r": "niv:Ephesians:1:2",
        "t": "Praise for Spiritual Blessings in Christ",
        "h": 2
    },
    {
        "o": 32266,
        "r": "niv:Ephesians:1:3",
        "t": "Praise*p be to the God and Father of our Lord Jesus Christ, who has blessed us in the heavenly realms with every spiritual blessing in Christ."
    },
    {
        "o": 32267,
        "r": "niv:Ephesians:1:4",
        "t": "For he chose us in him before the creation of the world to be holy and blameless in his sight. In love"
    },
    {
        "o": 32268,
        "r": "niv:Ephesians:1:5",
        "t": "he predestined us for adoption to sonship through Jesus Christ, in accordance with his pleasure and will—"
    },
    {
        "o": 32269,
        "r": "niv:Ephesians:1:6",
        "t": "to the praise of his glorious grace, which he has freely given us in the One he loves."
    },
    {
        "o": 32270,
        "r": "niv:Ephesians:1:7",
        "t": "In him we have redemption through his blood, the forgiveness of sins, in accordance with the riches of God’s grace"
    },
    {
        "o": 32271,
        "r": "niv:Ephesians:1:8",
        "t": "that he lavished on us. With all wisdom and understanding,"
    },
    {
        "o": 32272,
        "r": "niv:Ephesians:1:9",
        "t": "he made known to us the mystery of his will according to his good pleasure, which he purposed in Christ,"
    },
    {
        "o": 32273,
        "r": "niv:Ephesians:1:10",
        "t": "to be put into effect when the times reach their fulfillment—to bring unity to all things in heaven and on earth under Christ."
    },
    {
        "o": 32274,
        "r": "niv:Ephesians:1:11",
        "t": "In*p him we were also chosen, having been predestined according to the plan of him who works out everything in conformity with the purpose of his will,"
    },
    {
        "o": 32275,
        "r": "niv:Ephesians:1:12",
        "t": "in order that we, who were the first to put our hope in Christ, might be for the praise of his glory."
    },
    {
        "o": 32276,
        "r": "niv:Ephesians:1:13",
        "t": "And you also were included in Christ when you heard the message of truth, the gospel of your salvation. When you believed, you were marked in him with a seal, the promised Holy Spirit,"
    },
    {
        "o": 32277,
        "r": "niv:Ephesians:1:14",
        "t": "who is a deposit guaranteeing our inheritance until the redemption of those who are God’s possession—to the praise of his glory."
    },
    {
        "o": 32278,
        "r": "niv:Ephesians:1:14",
        "t": "Thanksgiving and Prayer",
        "h": 2
    },
    {
        "o": 32279,
        "r": "niv:Ephesians:1:15",
        "t": "For*p this reason, ever since I heard about your faith in the Lord Jesus and your love for all God’s people,"
    },
    {
        "o": 32280,
        "r": "niv:Ephesians:1:16",
        "t": "I have not stopped giving thanks for you, remembering you in my prayers."
    },
    {
        "o": 32281,
        "r": "niv:Ephesians:1:17",
        "t": "I keep asking that the God of our Lord Jesus Christ, the glorious Father, may give you the Spirit of wisdom and revelation, so that you may know him better."
    },
    {
        "o": 32282,
        "r": "niv:Ephesians:1:18",
        "t": "I pray that the eyes of your heart may be enlightened in order that you may know the hope to which he has called you, the riches of his glorious inheritance in his holy people,"
    },
    {
        "o": 32283,
        "r": "niv:Ephesians:1:19",
        "t": "and his incomparably great power for us who believe. That power is the same as the mighty strength"
    },
    {
        "o": 32284,
        "r": "niv:Ephesians:1:20",
        "t": "he exerted when he raised Christ from the dead and seated him at his right hand in the heavenly realms,"
    },
    {
        "o": 32285,
        "r": "niv:Ephesians:1:21",
        "t": "far above all rule and authority, power and dominion, and every name that is invoked, not only in the present age but also in the one to come."
    },
    {
        "o": 32286,
        "r": "niv:Ephesians:1:22",
        "t": "And God placed all things under his feet and appointed him to be head over everything for the church,"
    },
    {
        "o": 32287,
        "r": "niv:Ephesians:1:23",
        "t": "which is his body, the fullness of him who fills everything in every way."
    }
]
