[
    {
        "o": 10213,
        "r": "nasb:1 Kings:18:0",
        "t": "1 Kings 18",
        "h": 1
    },
    {
        "o": 10214,
        "r": "nasb:1 Kings:18:0",
        "t": "Obadiah Meets Elijah",
        "h": 2
    },
    {
        "o": 10215,
        "r": "nasb:1 Kings:18:1",
        "t": "Now*p it happened after*i many days that the word of the Lord*s came to Elijah in the third year, saying, “Go, show yourself to Ahab, and I will send rain on the face of the earth.”"
    },
    {
        "o": 10216,
        "r": "nasb:1 Kings:18:2",
        "t": "So Elijah went to show himself to Ahab. Now the famine was*i severe in Samaria."
    },
    {
        "o": 10217,
        "r": "nasb:1 Kings:18:3",
        "t": "Ahab called Obadiah who was*i over the household. (Now Obadiah feared the Lord*s greatly;"
    },
    {
        "o": 10218,
        "r": "nasb:1 Kings:18:4",
        "t": "for when Jezebel destroyed the prophets of the Lord,*s Obadiah took a hundred prophets and hid them by fifties in a cave, and provided them with bread and water.)"
    },
    {
        "o": 10219,
        "r": "nasb:1 Kings:18:5",
        "t": "Then Ahab said to Obadiah, “Go through the land to all the springs of water and to all the valleys; perhaps we will find grass and keep the horses and mules alive, and not have to kill some of the cattle.”"
    },
    {
        "o": 10220,
        "r": "nasb:1 Kings:18:6",
        "t": "So they divided the land between them to survey it; Ahab went one way by himself and Obadiah went another way by himself."
    },
    {
        "o": 10221,
        "r": "nasb:1 Kings:18:7",
        "t": "Now*p as Obadiah was on the way, behold, Elijah met him, and he recognized him and fell on his face and said, “Is this you, Elijah my master?”"
    },
    {
        "o": 10222,
        "r": "nasb:1 Kings:18:8",
        "t": "He said to him, “It is I. Go, say to your master, ‘Behold, Elijah is*i here.’ ”*i"
    },
    {
        "o": 10223,
        "r": "nasb:1 Kings:18:9",
        "t": "He said, “What sin have I committed, that you are giving your servant into the hand of Ahab to put me to death?"
    },
    {
        "o": 10224,
        "r": "nasb:1 Kings:18:10",
        "t": "As the Lord*s your God lives, there is no nation or kingdom where my master has not sent to search for you; and when they said, ‘He is not here,’*i he made the kingdom or nation swear that they could not find you."
    },
    {
        "o": 10225,
        "r": "nasb:1 Kings:18:11",
        "t": "And now you are saying, ‘Go, say to your master, “Behold, Elijah is*i here.” ’*i"
    },
    {
        "o": 10226,
        "r": "nasb:1 Kings:18:12",
        "t": "It will come about when I leave you that the Spirit of the Lord*s will carry you where I do not know; so when I come and tell Ahab and he cannot find you, he will kill me, although I*i your servant have feared the Lord*s from my youth."
    },
    {
        "o": 10227,
        "r": "nasb:1 Kings:18:13",
        "t": "Has it not been told to my master what I did when Jezebel killed the prophets of the Lord,*s that I hid a hundred prophets of the Lord*s by fifties in a cave, and provided them with bread and water?"
    },
    {
        "o": 10228,
        "r": "nasb:1 Kings:18:14",
        "t": "And now you are saying, ‘Go, say to your master, “Behold, Elijah is*i here” ’;*i he will then kill me.”"
    },
    {
        "o": 10229,
        "r": "nasb:1 Kings:18:15",
        "t": "Elijah said, “As the Lord*s of hosts lives, before whom I stand, I will surely show myself to him today.”"
    },
    {
        "o": 10230,
        "r": "nasb:1 Kings:18:16",
        "t": "So Obadiah went to meet Ahab and told him; and Ahab went to meet Elijah."
    },
    {
        "o": 10231,
        "r": "nasb:1 Kings:18:17",
        "t": "When*p Ahab saw Elijah, Ahab said to him, “Is this you, you troubler of Israel?”"
    },
    {
        "o": 10232,
        "r": "nasb:1 Kings:18:18",
        "t": "He said, “I have not troubled Israel, but you and your father’s house have,*i because you have forsaken the commandments of the Lord*s and you have followed the Baals."
    },
    {
        "o": 10233,
        "r": "nasb:1 Kings:18:19",
        "t": "Now then send and*i gather to me all Israel at Mount Carmel, together*i with 450 prophets of Baal and 400 prophets of the Asherah, who eat at Jezebel’s table.”"
    },
    {
        "o": 10234,
        "r": "nasb:1 Kings:18:19",
        "t": "God or Baal on Mount Carmel",
        "h": 2
    },
    {
        "o": 10235,
        "r": "nasb:1 Kings:18:20",
        "t": "So*p Ahab sent a*i message*i among all the sons of Israel and brought the prophets together at Mount Carmel."
    },
    {
        "o": 10236,
        "r": "nasb:1 Kings:18:21",
        "t": "Elijah came near to all the people and said, “How long will*i you hesitate between two opinions? If the Lord*s is God, follow Him; but if Baal, follow him.” But the people did not answer him a word."
    },
    {
        "o": 10237,
        "r": "nasb:1 Kings:18:22",
        "t": "Then Elijah said to the people, “I alone am left a prophet of the Lord,*s but Baal’s prophets are 450 men."
    },
    {
        "o": 10238,
        "r": "nasb:1 Kings:18:23",
        "t": "Now let them give us two oxen; and let them choose one ox for themselves and cut it up, and place it on the wood, but put no fire under*i it;*i and I will prepare the other ox and lay it on the wood, and I will not put a fire under*i it.*i"
    },
    {
        "o": 10239,
        "r": "nasb:1 Kings:18:24",
        "t": "Then you call on the name of your god, and I will call on the name of the Lord,*s and the God who answers by fire, He is God.” And all the people said, “That is a good idea.”"
    },
    {
        "o": 10240,
        "r": "nasb:1 Kings:18:25",
        "t": "So*p Elijah said to the prophets of Baal, “Choose one ox for yourselves and prepare it first for you are many, and call on the name of your god, but put no fire under*i it.”*i"
    },
    {
        "o": 10241,
        "r": "nasb:1 Kings:18:26",
        "t": "Then they took the ox which was given them and they prepared it and called on the name of Baal from morning until noon saying, “O Baal, answer us.” But there was no voice and no one answered. And they leaped about the altar which they made."
    },
    {
        "o": 10242,
        "r": "nasb:1 Kings:18:27",
        "t": "It came about at noon, that Elijah mocked them and said, “Call out with a loud voice, for he is a god; either he is occupied or gone aside, or is on a journey, or perhaps he is asleep and needs to be awakened.”"
    },
    {
        "o": 10243,
        "r": "nasb:1 Kings:18:28",
        "t": "So they cried with a loud voice and cut themselves according to their custom with swords and lances until the blood gushed out on them."
    },
    {
        "o": 10244,
        "r": "nasb:1 Kings:18:29",
        "t": "When midday was past, they raved until the time of the offering of the evening*i sacrifice; but there was no voice, no one answered, and no one paid attention."
    },
    {
        "o": 10245,
        "r": "nasb:1 Kings:18:30",
        "t": "Then*p Elijah said to all the people, “Come near to me.” So all the people came near to him. And he repaired the altar of the Lord*s which had been torn down."
    },
    {
        "o": 10246,
        "r": "nasb:1 Kings:18:31",
        "t": "Elijah took twelve stones according to the number of the tribes of the sons of Jacob, to whom the word of the Lord*s had come, saying, “Israel shall be your name.”"
    },
    {
        "o": 10247,
        "r": "nasb:1 Kings:18:32",
        "t": "So with the stones he built an altar in the name of the Lord,*s and he made a trench around the altar, large enough to hold two measures of seed."
    },
    {
        "o": 10248,
        "r": "nasb:1 Kings:18:33",
        "t": "Then he arranged the wood and cut the ox in pieces and laid it*i on the wood."
    },
    {
        "o": 10249,
        "r": "nasb:1 Kings:18:34",
        "t": "And he said, “Fill four pitchers with water and pour it*i on the burnt offering and on the wood.” And he said, “Do it a second time,” and they did it a second time. And he said, “Do it a third time,” and they did it a third time."
    },
    {
        "o": 10250,
        "r": "nasb:1 Kings:18:35",
        "t": "The water flowed around the altar and he also filled the trench with water."
    },
    {
        "o": 10251,
        "r": "nasb:1 Kings:18:35",
        "t": "Elijah’s Prayer",
        "h": 2
    },
    {
        "o": 10252,
        "r": "nasb:1 Kings:18:36",
        "t": "At*p the time of the offering of the evening*i sacrifice, Elijah the prophet came near and said, “O Lord,*s the God of Abraham, Isaac and Israel, today let it be known that You are God in Israel and that I am Your servant and I have done all these things at Your word."
    },
    {
        "o": 10253,
        "r": "nasb:1 Kings:18:37",
        "t": "Answer me, O Lord,*s answer me, that this people may know that You, O Lord,*s are God, and that*i You have turned their heart back again.”"
    },
    {
        "o": 10254,
        "r": "nasb:1 Kings:18:38",
        "t": "Then the fire of the Lord*s fell and consumed the burnt offering and the wood and the stones and the dust, and licked up the water that was in the trench."
    },
    {
        "o": 10255,
        "r": "nasb:1 Kings:18:39",
        "t": "When all the people saw it, they fell on their faces; and they said, “The Lord,*s He is God; the Lord,*s He is God.”"
    },
    {
        "o": 10256,
        "r": "nasb:1 Kings:18:40",
        "t": "Then Elijah said to them, “Seize the prophets of Baal; do not let one of them escape.” So they seized them; and Elijah brought them down to the brook Kishon, and slew them there."
    },
    {
        "o": 10257,
        "r": "nasb:1 Kings:18:41",
        "t": "Now*p Elijah said to Ahab, “Go up, eat and drink; for there is the sound of the roar of a heavy*i shower.”"
    },
    {
        "o": 10258,
        "r": "nasb:1 Kings:18:42",
        "t": "So Ahab went up to eat and drink. But Elijah went up to the top of Carmel; and he crouched down on the earth and put his face between his knees."
    },
    {
        "o": 10259,
        "r": "nasb:1 Kings:18:43",
        "t": "He said to his servant, “Go up now, look toward the sea.” So he went up and looked and said, “There is nothing.” And he said, “Go back” seven times."
    },
    {
        "o": 10260,
        "r": "nasb:1 Kings:18:44",
        "t": "It came about at the seventh time,*i that he said, “Behold, a cloud as small as a man’s hand is coming up from the sea.” And he said, “Go up, say to Ahab, ‘Prepare your*i chariot*i and go down, so that the heavy*i shower does not stop you.’ ”"
    },
    {
        "o": 10261,
        "r": "nasb:1 Kings:18:45",
        "t": "In a little while the sky grew black with clouds and wind, and there was a heavy shower. And Ahab rode and went to Jezreel."
    },
    {
        "o": 10262,
        "r": "nasb:1 Kings:18:46",
        "t": "Then the hand of the Lord*s was on Elijah, and he girded up his loins and outran Ahab to Jezreel."
    }
]
