[
    {
        "o": 5925,
        "r": "nkjv:Deuteronomy:18:0",
        "t": "Deuteronomy 18",
        "h": 1
    },
    {
        "o": 5926,
        "r": "nkjv:Deuteronomy:18:0",
        "t": "The Portion of the Priests and Levites",
        "h": 2
    },
    {
        "o": 5927,
        "r": "nkjv:Deuteronomy:18:1",
        "t": "“The*p priests, the Levites—all the tribe of Levi—shall have no part nor inheritance with Israel; they shall eat the offerings of the Lord*s made by fire, and His portion."
    },
    {
        "o": 5928,
        "r": "nkjv:Deuteronomy:18:2",
        "t": "Therefore they shall have no inheritance among their brethren; the Lord*s is their inheritance, as He said to them."
    },
    {
        "o": 5929,
        "r": "nkjv:Deuteronomy:18:3",
        "t": "“And*p this shall be the priest’s due from the people, from those who offer a sacrifice, whether it*i is*i bull or sheep: they shall give to the priest the shoulder, the cheeks, and the stomach."
    },
    {
        "o": 5930,
        "r": "nkjv:Deuteronomy:18:4",
        "t": "The firstfruits of your grain and your new wine and your oil, and the first of the fleece of your sheep, you shall give him."
    },
    {
        "o": 5931,
        "r": "nkjv:Deuteronomy:18:5",
        "t": "For the Lord*s your God has chosen him out of all your tribes to stand to minister in the name of the Lord,*s him and his sons forever."
    },
    {
        "o": 5932,
        "r": "nkjv:Deuteronomy:18:6",
        "t": "“So*p if a Levite comes from any of your gates, from where he dwells among all Israel, and comes with all the desire of his mind to the place which the Lord*s chooses,"
    },
    {
        "o": 5933,
        "r": "nkjv:Deuteronomy:18:7",
        "t": "then he may serve in the name of the Lord*s his God as all his brethren the Levites do,*i who stand there before the Lord.*s"
    },
    {
        "o": 5934,
        "r": "nkjv:Deuteronomy:18:8",
        "t": "They shall have equal portions to eat, besides what comes from the sale of his inheritance."
    },
    {
        "o": 5935,
        "r": "nkjv:Deuteronomy:18:8",
        "t": "Avoid Wicked Customs",
        "h": 2
    },
    {
        "o": 5936,
        "r": "nkjv:Deuteronomy:18:9",
        "t": "“When*p you come into the land which the Lord*s your God is giving you, you shall not learn to follow the abominations of those nations."
    },
    {
        "o": 5937,
        "r": "nkjv:Deuteronomy:18:10",
        "t": "There shall not be found among you anyone*i who makes his son or his daughter pass through the fire, or*i one*i who practices witchcraft, or*i a soothsayer, or one who interprets omens, or a sorcerer,"
    },
    {
        "o": 5938,
        "r": "nkjv:Deuteronomy:18:11",
        "t": "or one who conjures spells, or a medium, or a spiritist, or one who calls up the dead."
    },
    {
        "o": 5939,
        "r": "nkjv:Deuteronomy:18:12",
        "t": "For all who do these things are*i an abomination to the Lord,*s and because of these abominations the Lord*s your God drives them out from before you."
    },
    {
        "o": 5940,
        "r": "nkjv:Deuteronomy:18:13",
        "t": "You shall be blameless before the Lord*s your God."
    },
    {
        "o": 5941,
        "r": "nkjv:Deuteronomy:18:14",
        "t": "For these nations which you will dispossess listened to soothsayers and diviners; but as for you, the Lord*s your God has not appointed such for you."
    },
    {
        "o": 5942,
        "r": "nkjv:Deuteronomy:18:14",
        "t": "A New Prophet Like Moses",
        "h": 2
    },
    {
        "o": 5943,
        "r": "nkjv:Deuteronomy:18:15",
        "t": "“The*p Lord*s your God will raise up for you a Prophet like me from your midst, from your brethren. Him you shall hear,"
    },
    {
        "o": 5944,
        "r": "nkjv:Deuteronomy:18:16",
        "t": "according to all you desired of the Lord*s your God in Horeb in the day of the assembly, saying, ‘Let me not hear again the voice of the Lord*s my God, nor let me see this great fire anymore, lest I die.’"
    },
    {
        "o": 5945,
        "r": "nkjv:Deuteronomy:18:17",
        "t": "“And*p the Lord*s said to me: ‘What they have spoken is good."
    },
    {
        "o": 5946,
        "r": "nkjv:Deuteronomy:18:18",
        "t": "I will raise up for them a Prophet like you from among their brethren, and will put My words in His mouth, and He shall speak to them all that I command Him."
    },
    {
        "o": 5947,
        "r": "nkjv:Deuteronomy:18:19",
        "t": "And it shall be that*i whoever will not hear My words, which He speaks in My name, I will require it*i of him."
    },
    {
        "o": 5948,
        "r": "nkjv:Deuteronomy:18:20",
        "t": "But the prophet who presumes to speak a word in My name, which I have not commanded him to speak, or who speaks in the name of other gods, that prophet shall die.’"
    },
    {
        "o": 5949,
        "r": "nkjv:Deuteronomy:18:21",
        "t": "And if you say in your heart, ‘How shall we know the word which the Lord*s has not spoken?’—"
    },
    {
        "o": 5950,
        "r": "nkjv:Deuteronomy:18:22",
        "t": "when a prophet speaks in the name of the Lord,*s if the thing does not happen or come to pass, that is*i the thing which the Lord*s has not spoken; the prophet has spoken it presumptuously; you shall not be afraid of him."
    }
]
