[
    {
        "o": 13471,
        "r": "nkjv:Ezra:6:0",
        "t": "Ezra 6",
        "h": 1
    },
    {
        "o": 13472,
        "r": "nkjv:Ezra:6:0",
        "t": "The Decree of Darius",
        "h": 2
    },
    {
        "o": 13473,
        "r": "nkjv:Ezra:6:1",
        "t": "Then*p King Darius issued a decree, and a search was made in the archives, where the treasures were stored in Babylon."
    },
    {
        "o": 13474,
        "r": "nkjv:Ezra:6:2",
        "t": "And at Achmetha, in the palace that is*i in the province of Media, a scroll was found, and in it a record was*i written thus:"
    },
    {
        "o": 13475,
        "r": "nkjv:Ezra:6:3",
        "t": "In*pn the first year of King Cyrus, King Cyrus issued a decree concerning*i the house of God at Jerusalem: “Let the house be rebuilt, the place where they offered sacrifices; and let the foundations of it be firmly laid, its height sixty cubits and*i its width sixty cubits,"
    },
    {
        "o": 13476,
        "r": "nkjv:Ezra:6:4",
        "t": "with*i three rows of heavy stones and one row of new timber. Let the expenses be paid from the king’s treasury."
    },
    {
        "o": 13477,
        "r": "nkjv:Ezra:6:5",
        "t": "Also let the gold and silver articles of the house of God, which Nebuchadnezzar took from the temple which is*i in Jerusalem and brought to Babylon, be restored and taken back to the temple which is*i in Jerusalem, each*i to its place; and deposit them*i in the house of God”—"
    },
    {
        "o": 13478,
        "r": "nkjv:Ezra:6:6",
        "t": "Now*ld therefore,*i Tattenai, governor of the*i region*i beyond the River, and Shethar-Boznai, and your companions the Persians who are*i beyond the River, keep yourselves far from there."
    },
    {
        "o": 13479,
        "r": "nkjv:Ezra:6:7",
        "t": "Let the work of this house of God alone; let the governor of the Jews and the elders of the Jews build this house of God on its site."
    },
    {
        "o": 13480,
        "r": "nkjv:Ezra:6:8",
        "t": "Moreover*ld I issue a decree as*i to*i what you shall do for the elders of these Jews, for the building of this house of God: Let the cost be paid at the king’s expense from taxes on*i the*i region*i beyond the River; this is to be given immediately to these men, so that they are not hindered."
    },
    {
        "o": 13481,
        "r": "nkjv:Ezra:6:9",
        "t": "And whatever they need—young bulls, rams, and lambs for the burnt offerings of the God of heaven, wheat, salt, wine, and oil, according to the request of the priests who are*i in Jerusalem—let it be given them day by day without fail,"
    },
    {
        "o": 13482,
        "r": "nkjv:Ezra:6:10",
        "t": "that they may offer sacrifices of sweet aroma to the God of heaven, and pray for the life of the king and his sons."
    },
    {
        "o": 13483,
        "r": "nkjv:Ezra:6:11",
        "t": "Also*ld I issue a decree that whoever alters this edict, let a timber be pulled from his house and erected, and let him be hanged on it; and let his house be made a refuse heap because of this."
    },
    {
        "o": 13484,
        "r": "nkjv:Ezra:6:12",
        "t": "And may the God who causes His name to dwell there destroy any king or people who put their hand to alter it, or to destroy this house of God which is in Jerusalem. I Darius issue a decree; let it be done diligently."
    },
    {
        "o": 13485,
        "r": "nkjv:Ezra:6:12",
        "t": "The Temple Completed and Dedicated",
        "h": 2
    },
    {
        "o": 13486,
        "r": "nkjv:Ezra:6:13",
        "t": "Then*p Tattenai, governor of the*i region*i beyond the River, Shethar-Boznai, and their companions diligently did according to what King Darius had sent."
    },
    {
        "o": 13487,
        "r": "nkjv:Ezra:6:14",
        "t": "So the elders of the Jews built, and they prospered through the prophesying of Haggai the prophet and Zechariah the son of Iddo. And they built and finished it,*i according to the commandment of the God of Israel, and according to the command of Cyrus, Darius, and Artaxerxes king of Persia."
    },
    {
        "o": 13488,
        "r": "nkjv:Ezra:6:15",
        "t": "Now the temple was finished on the third day of the month of Adar, which was in the sixth year of the reign of King Darius."
    },
    {
        "o": 13489,
        "r": "nkjv:Ezra:6:16",
        "t": "Then the children of Israel, the priests and the Levites and the rest of the descendants of the captivity, celebrated the dedication of this house of God with joy."
    },
    {
        "o": 13490,
        "r": "nkjv:Ezra:6:17",
        "t": "And they offered sacrifices at the dedication of this house of God, one hundred bulls, two hundred rams, four hundred lambs, and as a sin offering for all Israel twelve male goats, according to the number of the tribes of Israel."
    },
    {
        "o": 13491,
        "r": "nkjv:Ezra:6:18",
        "t": "They assigned the priests to their divisions and the Levites to their divisions, over the service of God in Jerusalem, as it is written in the Book of Moses."
    },
    {
        "o": 13492,
        "r": "nkjv:Ezra:6:18",
        "t": "The Passover Celebrated",
        "h": 2
    },
    {
        "o": 13493,
        "r": "nkjv:Ezra:6:19",
        "t": "And*p the descendants of the captivity kept the Passover on the fourteenth day*i of the first month."
    },
    {
        "o": 13494,
        "r": "nkjv:Ezra:6:20",
        "t": "For the priests and the Levites had purified themselves; all of them were*i ritually*i clean. And they slaughtered the Passover lambs*i for all the descendants of the captivity, for their brethren the priests, and for themselves."
    },
    {
        "o": 13495,
        "r": "nkjv:Ezra:6:21",
        "t": "Then the children of Israel who had returned from the captivity ate together with all who had separated themselves from the filth of the nations of the land in order to seek the Lord*s God of Israel."
    },
    {
        "o": 13496,
        "r": "nkjv:Ezra:6:22",
        "t": "And they kept the Feast of Unleavened Bread seven days with joy; for the Lord*s made them joyful, and turned the heart of the king of Assyria toward them, to strengthen their hands in the work of the house of God, the God of Israel."
    }
]
