[
    {
        "o": 22263,
        "r": "esv:Jeremiah:44:0",
        "t": "Jeremiah 44",
        "h": 1
    },
    {
        "o": 22264,
        "r": "esv:Jeremiah:44:0",
        "t": "Judgment for Idolatry",
        "h": 2
    },
    {
        "o": 22265,
        "r": "esv:Jeremiah:44:1",
        "t": "The*p word that came to Jeremiah concerning all the Judeans who lived in the land of Egypt, at Migdol, at Tahpanhes, at Memphis, and in the land of Pathros,"
    },
    {
        "o": 22266,
        "r": "esv:Jeremiah:44:2",
        "t": "“Thus says the Lord*s of hosts, the God of Israel: You have seen all the disaster that I brought upon Jerusalem and upon all the cities of Judah. Behold, this day they are a desolation, and no one dwells in them,"
    },
    {
        "o": 22267,
        "r": "esv:Jeremiah:44:3",
        "t": "because of the evil that they committed, provoking me to anger, in that they went to make offerings and serve other gods that they knew not, neither they, nor you, nor your fathers."
    },
    {
        "o": 22268,
        "r": "esv:Jeremiah:44:4",
        "t": "Yet I persistently sent to you all my servants the prophets, saying, ‘Oh, do not do this abomination that I hate!’"
    },
    {
        "o": 22269,
        "r": "esv:Jeremiah:44:5",
        "t": "But they did not listen or incline their ear, to turn from their evil and make no offerings to other gods."
    },
    {
        "o": 22270,
        "r": "esv:Jeremiah:44:6",
        "t": "Therefore my wrath and my anger were poured out and kindled in the cities of Judah and in the streets of Jerusalem, and they became a waste and a desolation, as at this day."
    },
    {
        "o": 22271,
        "r": "esv:Jeremiah:44:7",
        "t": "And now thus says the Lord*s God of hosts, the God of Israel: Why do you commit this great evil against yourselves, to cut off from you man and woman, infant and child, from the midst of Judah, leaving you no remnant?"
    },
    {
        "o": 22272,
        "r": "esv:Jeremiah:44:8",
        "t": "Why do you provoke me to anger with the works of your hands, making offerings to other gods in the land of Egypt where you have come to live, so that you may be cut off and become a curse and a taunt among all the nations of the earth?"
    },
    {
        "o": 22273,
        "r": "esv:Jeremiah:44:9",
        "t": "Have you forgotten the evil of your fathers, the evil of the kings of Judah, the evil of their wives, your own evil, and the evil of your wives, which they committed in the land of Judah and in the streets of Jerusalem?"
    },
    {
        "o": 22274,
        "r": "esv:Jeremiah:44:10",
        "t": "They have not humbled themselves even to this day, nor have they feared, nor walked in my law and my statutes that I set before you and before your fathers."
    },
    {
        "o": 22275,
        "r": "esv:Jeremiah:44:11",
        "t": "“Therefore*p thus says the Lord*s of hosts, the God of Israel: Behold, I will set my face against you for harm, to cut off all Judah."
    },
    {
        "o": 22276,
        "r": "esv:Jeremiah:44:12",
        "t": "I will take the remnant of Judah who have set their faces to come to the land of Egypt to live, and they shall all be consumed. In the land of Egypt they shall fall; by the sword and by famine they shall be consumed. From the least to the greatest, they shall die by the sword and by famine, and they shall become an oath, a horror, a curse, and a taunt."
    },
    {
        "o": 22277,
        "r": "esv:Jeremiah:44:13",
        "t": "I will punish those who dwell in the land of Egypt, as I have punished Jerusalem, with the sword, with famine, and with pestilence,"
    },
    {
        "o": 22278,
        "r": "esv:Jeremiah:44:14",
        "t": "so that none of the remnant of Judah who have come to live in the land of Egypt shall escape or survive or return to the land of Judah, to which they desire to return to dwell there. For they shall not return, except some fugitives.”"
    },
    {
        "o": 22279,
        "r": "esv:Jeremiah:44:15",
        "t": "Then*p all the men who knew that their wives had made offerings to other gods, and all the women who stood by, a great assembly, all the people who lived in Pathros in the land of Egypt, answered Jeremiah:"
    },
    {
        "o": 22280,
        "r": "esv:Jeremiah:44:16",
        "t": "“As for the word that you have spoken to us in the name of the Lord,*s we will not listen to you."
    },
    {
        "o": 22281,
        "r": "esv:Jeremiah:44:17",
        "t": "But we will do everything that we have vowed, make offerings to the queen of heaven and pour out drink offerings to her, as we did, both we and our fathers, our kings and our officials, in the cities of Judah and in the streets of Jerusalem. For then we had plenty of food, and prospered, and saw no disaster."
    },
    {
        "o": 22282,
        "r": "esv:Jeremiah:44:18",
        "t": "But since we left off making offerings to the queen of heaven and pouring out drink offerings to her, we have lacked everything and have been consumed by the sword and by famine.”"
    },
    {
        "o": 22283,
        "r": "esv:Jeremiah:44:19",
        "t": "And the women said, “When we made offerings to the queen of heaven and poured out drink offerings to her, was it without our husbands’ approval that we made cakes for her bearing her image and poured out drink offerings to her?”"
    },
    {
        "o": 22284,
        "r": "esv:Jeremiah:44:20",
        "t": "Then*p Jeremiah said to all the people, men and women, all the people who had given him this answer:"
    },
    {
        "o": 22285,
        "r": "esv:Jeremiah:44:21",
        "t": "“As for the offerings that you offered in the cities of Judah and in the streets of Jerusalem, you and your fathers, your kings and your officials, and the people of the land, did not the Lord*s remember them? Did it not come into his mind?"
    },
    {
        "o": 22286,
        "r": "esv:Jeremiah:44:22",
        "t": "The Lord*s could no longer bear your evil deeds and the abominations that you committed. Therefore your land has become a desolation and a waste and a curse, without inhabitant, as it is this day."
    },
    {
        "o": 22287,
        "r": "esv:Jeremiah:44:23",
        "t": "It is because you made offerings and because you sinned against the Lord*s and did not obey the voice of the Lord*s or walk in his law and in his statutes and in his testimonies that this disaster has happened to you, as at this day.”"
    },
    {
        "o": 22288,
        "r": "esv:Jeremiah:44:24",
        "t": "Jeremiah*p said to all the people and all the women, “Hear the word of the Lord,*s all you of Judah who are in the land of Egypt."
    },
    {
        "o": 22289,
        "r": "esv:Jeremiah:44:25",
        "t": "Thus says the Lord*s of hosts, the God of Israel: You and your wives have declared with your mouths, and have fulfilled it with your hands, saying, ‘We will surely perform our vows that we have made, to make offerings to the queen of heaven and to pour out drink offerings to her.’ Then confirm your vows and perform your vows!"
    },
    {
        "o": 22290,
        "r": "esv:Jeremiah:44:26",
        "t": "Therefore hear the word of the Lord,*s all you of Judah who dwell in the land of Egypt: Behold, I have sworn by my great name, says the Lord,*s that my name shall no more be invoked by the mouth of any man of Judah in all the land of Egypt, saying, ‘As the Lord God*s lives.’"
    },
    {
        "o": 22291,
        "r": "esv:Jeremiah:44:27",
        "t": "Behold, I am watching over them for disaster and not for good. All the men of Judah who are in the land of Egypt shall be consumed by the sword and by famine, until there is an end of them."
    },
    {
        "o": 22292,
        "r": "esv:Jeremiah:44:28",
        "t": "And those who escape the sword shall return from the land of Egypt to the land of Judah, few in number; and all the remnant of Judah, who came to the land of Egypt to live, shall know whose word will stand, mine or theirs."
    },
    {
        "o": 22293,
        "r": "esv:Jeremiah:44:29",
        "t": "This shall be the sign to you, declares the Lord,*s that I will punish you in this place, in order that you may know that my words will surely stand against you for harm:"
    },
    {
        "o": 22294,
        "r": "esv:Jeremiah:44:30",
        "t": "Thus says the Lord,*s Behold, I will give Pharaoh Hophra king of Egypt into the hand of his enemies and into the hand of those who seek his life, as I gave Zedekiah king of Judah into the hand of Nebuchadnezzar king of Babylon, who was his enemy and sought his life.”"
    }
]
