[
    {
        "o": 10944,
        "r": "esv:2 Kings:16:0",
        "t": "2 Kings 16",
        "h": 1
    },
    {
        "o": 10945,
        "r": "esv:2 Kings:16:0",
        "t": "Ahaz Reigns in Judah",
        "h": 2
    },
    {
        "o": 10946,
        "r": "esv:2 Kings:16:1",
        "t": "In*p the seventeenth year of Pekah the son of Remaliah, Ahaz the son of Jotham, king of Judah, began to reign."
    },
    {
        "o": 10947,
        "r": "esv:2 Kings:16:2",
        "t": "Ahaz was twenty years old when he began to reign, and he reigned sixteen years in Jerusalem. And he did not do what was right in the eyes of the Lord*s his God, as his father David had done,"
    },
    {
        "o": 10948,
        "r": "esv:2 Kings:16:3",
        "t": "but he walked in the way of the kings of Israel. He even burned his son as an offering, according to the despicable practices of the nations whom the Lord*s drove out before the people of Israel."
    },
    {
        "o": 10949,
        "r": "esv:2 Kings:16:4",
        "t": "And he sacrificed and made offerings on the high places and on the hills and under every green tree."
    },
    {
        "o": 10950,
        "r": "esv:2 Kings:16:5",
        "t": "Then*p Rezin king of Syria and Pekah the son of Remaliah, king of Israel, came up to wage war on Jerusalem, and they besieged Ahaz but could not conquer him."
    },
    {
        "o": 10951,
        "r": "esv:2 Kings:16:6",
        "t": "At that time Rezin the king of Syria recovered Elath for Syria and drove the men of Judah from Elath, and the Edomites came to Elath, where they dwell to this day."
    },
    {
        "o": 10952,
        "r": "esv:2 Kings:16:7",
        "t": "So Ahaz sent messengers to Tiglath-pileser king of Assyria, saying, “I am your servant and your son. Come up and rescue me from the hand of the king of Syria and from the hand of the king of Israel, who are attacking me.”"
    },
    {
        "o": 10953,
        "r": "esv:2 Kings:16:8",
        "t": "Ahaz also took the silver and gold that was found in the house of the Lord*s and in the treasures of the king’s house and sent a present to the king of Assyria."
    },
    {
        "o": 10954,
        "r": "esv:2 Kings:16:9",
        "t": "And the king of Assyria listened to him. The king of Assyria marched up against Damascus and took it, carrying its people captive to Kir, and he killed Rezin."
    },
    {
        "o": 10955,
        "r": "esv:2 Kings:16:10",
        "t": "When*p King Ahaz went to Damascus to meet Tiglath-pileser king of Assyria, he saw the altar that was at Damascus. And King Ahaz sent to Uriah the priest a model of the altar, and its pattern, exact in all its details."
    },
    {
        "o": 10956,
        "r": "esv:2 Kings:16:11",
        "t": "And Uriah the priest built the altar; in accordance with all that King Ahaz had sent from Damascus, so Uriah the priest made it, before King Ahaz arrived from Damascus."
    },
    {
        "o": 10957,
        "r": "esv:2 Kings:16:12",
        "t": "And when the king came from Damascus, the king viewed the altar. Then the king drew near to the altar and went up on it"
    },
    {
        "o": 10958,
        "r": "esv:2 Kings:16:13",
        "t": "and burned his burnt offering and his grain offering and poured his drink offering and threw the blood of his peace offerings on the altar."
    },
    {
        "o": 10959,
        "r": "esv:2 Kings:16:14",
        "t": "And the bronze altar that was before the Lord*s he removed from the front of the house, from the place between his altar and the house of the Lord,*s and put it on the north side of his altar."
    },
    {
        "o": 10960,
        "r": "esv:2 Kings:16:15",
        "t": "And King Ahaz commanded Uriah the priest, saying, “On the great altar burn the morning burnt offering and the evening grain offering and the king’s burnt offering and his grain offering, with the burnt offering of all the people of the land, and their grain offering and their drink offering. And throw on it all the blood of the burnt offering and all the blood of the sacrifice, but the bronze altar shall be for me to inquire by.”"
    },
    {
        "o": 10961,
        "r": "esv:2 Kings:16:16",
        "t": "Uriah the priest did all this, as King Ahaz commanded."
    },
    {
        "o": 10962,
        "r": "esv:2 Kings:16:17",
        "t": "And*p King Ahaz cut off the frames of the stands and removed the basin from them, and he took down the sea from off the bronze oxen that were under it and put it on a stone pedestal."
    },
    {
        "o": 10963,
        "r": "esv:2 Kings:16:18",
        "t": "And the covered way for the Sabbath that had been built inside the house and the outer entrance for the king he caused to go around the house of the Lord,*s because of the king of Assyria."
    },
    {
        "o": 10964,
        "r": "esv:2 Kings:16:19",
        "t": "Now the rest of the acts of Ahaz that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 10965,
        "r": "esv:2 Kings:16:20",
        "t": "And Ahaz slept with his fathers and was buried with his fathers in the city of David, and Hezekiah his son reigned in his place."
    }
]
