[
    {
        "o": 22248,
        "r": "esv:Jeremiah:43:0",
        "t": "Jeremiah 43",
        "h": 1
    },
    {
        "o": 22249,
        "r": "esv:Jeremiah:43:0",
        "t": "Jeremiah Taken to Egypt",
        "h": 2
    },
    {
        "o": 22250,
        "r": "esv:Jeremiah:43:1",
        "t": "When*p Jeremiah finished speaking to all the people all these words of the Lord*s their God, with which the Lord*s their God had sent him to them,"
    },
    {
        "o": 22251,
        "r": "esv:Jeremiah:43:2",
        "t": "Azariah the son of Hoshaiah and Johanan the son of Kareah and all the insolent men said to Jeremiah, “You are telling a lie. The Lord*s our God did not send you to say, ‘Do not go to Egypt to live there,’"
    },
    {
        "o": 22252,
        "r": "esv:Jeremiah:43:3",
        "t": "but Baruch the son of Neriah has set you against us, to deliver us into the hand of the Chaldeans, that they may kill us or take us into exile in Babylon.”"
    },
    {
        "o": 22253,
        "r": "esv:Jeremiah:43:4",
        "t": "So Johanan the son of Kareah and all the commanders of the forces and all the people did not obey the voice of the Lord,*s to remain in the land of Judah."
    },
    {
        "o": 22254,
        "r": "esv:Jeremiah:43:5",
        "t": "But Johanan the son of Kareah and all the commanders of the forces took all the remnant of Judah who had returned to live in the land of Judah from all the nations to which they had been driven—"
    },
    {
        "o": 22255,
        "r": "esv:Jeremiah:43:6",
        "t": "the men, the women, the children, the princesses, and every person whom Nebuzaradan the captain of the guard had left with Gedaliah the son of Ahikam, son of Shaphan; also Jeremiah the prophet and Baruch the son of Neriah."
    },
    {
        "o": 22256,
        "r": "esv:Jeremiah:43:7",
        "t": "And they came into the land of Egypt, for they did not obey the voice of the Lord.*s And they arrived at Tahpanhes."
    },
    {
        "o": 22257,
        "r": "esv:Jeremiah:43:8",
        "t": "Then*p the word of the Lord*s came to Jeremiah in Tahpanhes:"
    },
    {
        "o": 22258,
        "r": "esv:Jeremiah:43:9",
        "t": "“Take in your hands large stones and hide them in the mortar in the pavement that is at the entrance to Pharaoh’s palace in Tahpanhes, in the sight of the men of Judah,"
    },
    {
        "o": 22259,
        "r": "esv:Jeremiah:43:10",
        "t": "and say to them, ‘Thus says the Lord*s of hosts, the God of Israel: Behold, I will send and take Nebuchadnezzar the king of Babylon, my servant, and I will set his throne above these stones that I have hidden, and he will spread his royal canopy over them."
    },
    {
        "o": 22260,
        "r": "esv:Jeremiah:43:11",
        "t": "He shall come and strike the land of Egypt, giving over to the pestilence those who are doomed to the pestilence, to captivity those who are doomed to captivity, and to the sword those who are doomed to the sword."
    },
    {
        "o": 22261,
        "r": "esv:Jeremiah:43:12",
        "t": "I shall kindle a fire in the temples of the gods of Egypt, and he shall burn them and carry them away captive. And he shall clean the land of Egypt as a shepherd cleans his cloak of vermin, and he shall go away from there in peace."
    },
    {
        "o": 22262,
        "r": "esv:Jeremiah:43:13",
        "t": "He shall break the obelisks of Heliopolis, which is in the land of Egypt, and the temples of the gods of Egypt he shall burn with fire.’”"
    }
]
