[
    {
        "o": 24550,
        "r": "esv:Hosea:1:0",
        "t": "Hosea 1",
        "h": 1
    },
    {
        "o": 24551,
        "r": "esv:Hosea:1:1",
        "t": "The*p word of the Lord*s that came to Hosea, the son of Beeri, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah, and in the days of Jeroboam the son of Joash, king of Israel."
    },
    {
        "o": 24552,
        "r": "esv:Hosea:1:1",
        "t": "Hosea’s Wife and Children",
        "h": 2
    },
    {
        "o": 24553,
        "r": "esv:Hosea:1:2",
        "t": "When*p the Lord*s first spoke through Hosea, the Lord*s said to Hosea, “Go, take to yourself a wife of whoredom and have children of whoredom, for the land commits great whoredom by forsaking the Lord.”*s"
    },
    {
        "o": 24554,
        "r": "esv:Hosea:1:3",
        "t": "So he went and took Gomer, the daughter of Diblaim, and she conceived and bore him a son."
    },
    {
        "o": 24555,
        "r": "esv:Hosea:1:4",
        "t": "And*p the Lord*s said to him, “Call his name Jezreel, for in just a little while I will punish the house of Jehu for the blood of Jezreel, and I will put an end to the kingdom of the house of Israel."
    },
    {
        "o": 24556,
        "r": "esv:Hosea:1:5",
        "t": "And on that day I will break the bow of Israel in the Valley of Jezreel.”"
    },
    {
        "o": 24557,
        "r": "esv:Hosea:1:6",
        "t": "She*p conceived again and bore a daughter. And the Lord*s said to him, “Call her name No Mercy, for I will no more have mercy on the house of Israel, to forgive them at all."
    },
    {
        "o": 24558,
        "r": "esv:Hosea:1:7",
        "t": "But I will have mercy on the house of Judah, and I will save them by the Lord*s their God. I will not save them by bow or by sword or by war or by horses or by horsemen.”"
    },
    {
        "o": 24559,
        "r": "esv:Hosea:1:8",
        "t": "When*p she had weaned No Mercy, she conceived and bore a son."
    },
    {
        "o": 24560,
        "r": "esv:Hosea:1:9",
        "t": "And the Lord*s said, “Call his name Not My People, for you are not my people, and I am not your God.”"
    },
    {
        "o": 24561,
        "r": "esv:Hosea:1:10",
        "t": "Yet*p the number of the children of Israel shall be like the sand of the sea, which cannot be measured or numbered. And in the place where it was said to them, “You are not my people,” it shall be said to them, “Children of the living God.”"
    },
    {
        "o": 24562,
        "r": "esv:Hosea:1:11",
        "t": "And the children of Judah and the children of Israel shall be gathered together, and they shall appoint for themselves one head. And they shall go up from the land, for great shall be the day of Jezreel."
    }
]
