[
    {
        "o": 18986,
        "r": "niv:Ecclesiastes:1:0",
        "t": "Ecclesiastes 1",
        "h": 1
    },
    {
        "o": 18987,
        "r": "niv:Ecclesiastes:1:0",
        "t": "Everything Is Meaningless",
        "h": 2
    },
    {
        "o": 18988,
        "r": "niv:Ecclesiastes:1:1",
        "t": "The*p words of the Teacher, son of David, king in Jerusalem:"
    },
    {
        "o": 18989,
        "r": "niv:Ecclesiastes:1:2",
        "t": "“Meaningless!*pn Meaningless!” says*ld the Teacher. “Utterly*ln meaningless! Everything*ld is meaningless.”"
    },
    {
        "o": 18990,
        "r": "niv:Ecclesiastes:1:3",
        "t": "What*pn do people gain from all their labors at*ld which they toil under the sun?"
    },
    {
        "o": 18991,
        "r": "niv:Ecclesiastes:1:4",
        "t": "Generations*ln come and generations go, but*ld the earth remains forever."
    },
    {
        "o": 18992,
        "r": "niv:Ecclesiastes:1:5",
        "t": "The*ln sun rises and the sun sets, and*ld hurries back to where it rises."
    },
    {
        "o": 18993,
        "r": "niv:Ecclesiastes:1:6",
        "t": "The*ln wind blows to the south and*ld turns to the north; round*ln and round it goes, ever*ld returning on its course."
    },
    {
        "o": 18994,
        "r": "niv:Ecclesiastes:1:7",
        "t": "All*ln streams flow into the sea, yet*ld the sea is never full. To*ln the place the streams come from, there*ld they return again."
    },
    {
        "o": 18995,
        "r": "niv:Ecclesiastes:1:8",
        "t": "All*ln things are wearisome, more*ld than one can say. The*ln eye never has enough of seeing, nor*ld the ear its fill of hearing."
    },
    {
        "o": 18996,
        "r": "niv:Ecclesiastes:1:9",
        "t": "What*ln has been will be again, what*ld has been done will be done again; there*ld is nothing new under the sun."
    },
    {
        "o": 18997,
        "r": "niv:Ecclesiastes:1:10",
        "t": "Is*ln there anything of which one can say, “Look!*ld This is something new”? It*ln was here already, long ago; it*ld was here before our time."
    },
    {
        "o": 18998,
        "r": "niv:Ecclesiastes:1:11",
        "t": "No*ln one remembers the former generations, and*ld even those yet to come will*ln not be remembered by*ld those who follow them."
    },
    {
        "o": 18999,
        "r": "niv:Ecclesiastes:1:11",
        "t": "Wisdom Is Meaningless",
        "h": 2
    },
    {
        "o": 19000,
        "r": "niv:Ecclesiastes:1:12",
        "t": "I,*p the Teacher, was king over Israel in Jerusalem."
    },
    {
        "o": 19001,
        "r": "niv:Ecclesiastes:1:13",
        "t": "I applied my mind to study and to explore by wisdom all that is done under the heavens. What a heavy burden God has laid on mankind!"
    },
    {
        "o": 19002,
        "r": "niv:Ecclesiastes:1:14",
        "t": "I have seen all the things that are done under the sun; all of them are meaningless, a chasing after the wind."
    },
    {
        "o": 19003,
        "r": "niv:Ecclesiastes:1:15",
        "t": "What*pn is crooked cannot be straightened; what*ld is lacking cannot be counted."
    },
    {
        "o": 19004,
        "r": "niv:Ecclesiastes:1:16",
        "t": "I*p said to myself, “Look, I have increased in wisdom more than anyone who has ruled over Jerusalem before me; I have experienced much of wisdom and knowledge.”"
    },
    {
        "o": 19005,
        "r": "niv:Ecclesiastes:1:17",
        "t": "Then I applied myself to the understanding of wisdom, and also of madness and folly, but I learned that this, too, is a chasing after the wind."
    },
    {
        "o": 19006,
        "r": "niv:Ecclesiastes:1:18",
        "t": "For*pn with much wisdom comes much sorrow; the*ld more knowledge, the more grief."
    },
    {
        "o": 19007,
        "r": "niv:Ecclesiastes:2:0",
        "t": "Ecclesiastes 2",
        "h": 1
    },
    {
        "o": 19008,
        "r": "niv:Ecclesiastes:2:0",
        "t": "Pleasures Are Meaningless",
        "h": 2
    },
    {
        "o": 19009,
        "r": "niv:Ecclesiastes:2:1",
        "t": "I*p said to myself, “Come now, I will test you with pleasure to find out what is good.” But that also proved to be meaningless."
    },
    {
        "o": 19010,
        "r": "niv:Ecclesiastes:2:2",
        "t": "“Laughter,” I said, “is madness. And what does pleasure accomplish?”"
    },
    {
        "o": 19011,
        "r": "niv:Ecclesiastes:2:3",
        "t": "I tried cheering myself with wine, and embracing folly—my mind still guiding me with wisdom. I wanted to see what was good for people to do under the heavens during the few days of their lives."
    },
    {
        "o": 19012,
        "r": "niv:Ecclesiastes:2:4",
        "t": "I*p undertook great projects: I built houses for myself and planted vineyards."
    },
    {
        "o": 19013,
        "r": "niv:Ecclesiastes:2:5",
        "t": "I made gardens and parks and planted all kinds of fruit trees in them."
    },
    {
        "o": 19014,
        "r": "niv:Ecclesiastes:2:6",
        "t": "I made reservoirs to water groves of flourishing trees."
    },
    {
        "o": 19015,
        "r": "niv:Ecclesiastes:2:7",
        "t": "I bought male and female slaves and had other slaves who were born in my house. I also owned more herds and flocks than anyone in Jerusalem before me."
    },
    {
        "o": 19016,
        "r": "niv:Ecclesiastes:2:8",
        "t": "I amassed silver and gold for myself, and the treasure of kings and provinces. I acquired male and female singers, and a harem as well—the delights of a man’s heart."
    },
    {
        "o": 19017,
        "r": "niv:Ecclesiastes:2:9",
        "t": "I became greater by far than anyone in Jerusalem before me. In all this my wisdom stayed with me."
    },
    {
        "o": 19018,
        "r": "niv:Ecclesiastes:2:10",
        "t": "I*pn denied myself nothing my eyes desired; I*ld refused my heart no pleasure. My*ln heart took delight in all my labor, and*ld this was the reward for all my toil."
    },
    {
        "o": 19019,
        "r": "niv:Ecclesiastes:2:11",
        "t": "Yet*ln when I surveyed all that my hands had done and*ld what I had toiled to achieve, everything*ln was meaningless, a chasing after the wind; nothing*ld was gained under the sun."
    },
    {
        "o": 19020,
        "r": "niv:Ecclesiastes:2:11",
        "t": "Wisdom and Folly Are Meaningless",
        "h": 2
    },
    {
        "o": 19021,
        "r": "niv:Ecclesiastes:2:12",
        "t": "Then*pn I turned my thoughts to consider wisdom, and*ld also madness and folly. What*ln more can the king’s successor do than*ld what has already been done?"
    },
    {
        "o": 19022,
        "r": "niv:Ecclesiastes:2:13",
        "t": "I*ln saw that wisdom is better than folly, just*ld as light is better than darkness."
    },
    {
        "o": 19023,
        "r": "niv:Ecclesiastes:2:14",
        "t": "The*ln wise have eyes in their heads, while*ld the fool walks in the darkness; but*ln I came to realize that*ld the same fate overtakes them both."
    },
    {
        "o": 19024,
        "r": "niv:Ecclesiastes:2:15",
        "t": "Then*p I said to myself, “The*pn fate of the fool will overtake me also. What*ld then do I gain by being wise?” I*ln said to myself, “This*ld too is meaningless.”"
    },
    {
        "o": 19025,
        "r": "niv:Ecclesiastes:2:16",
        "t": "For*ln the wise, like the fool, will not be long remembered; the*ld days have already come when both have been forgotten. Like*ln the fool, the wise too must die!"
    },
    {
        "o": 19026,
        "r": "niv:Ecclesiastes:2:16",
        "t": "Toil Is Meaningless",
        "h": 2
    },
    {
        "o": 19027,
        "r": "niv:Ecclesiastes:2:17",
        "t": "So*p I hated life, because the work that is done under the sun was grievous to me. All of it is meaningless, a chasing after the wind."
    },
    {
        "o": 19028,
        "r": "niv:Ecclesiastes:2:18",
        "t": "I hated all the things I had toiled for under the sun, because I must leave them to the one who comes after me."
    },
    {
        "o": 19029,
        "r": "niv:Ecclesiastes:2:19",
        "t": "And who knows whether that person will be wise or foolish? Yet they will have control over all the fruit of my toil into which I have poured my effort and skill under the sun. This too is meaningless."
    },
    {
        "o": 19030,
        "r": "niv:Ecclesiastes:2:20",
        "t": "So my heart began to despair over all my toilsome labor under the sun."
    },
    {
        "o": 19031,
        "r": "niv:Ecclesiastes:2:21",
        "t": "For a person may labor with wisdom, knowledge and skill, and then they must leave all they own to another who has not toiled for it. This too is meaningless and a great misfortune."
    },
    {
        "o": 19032,
        "r": "niv:Ecclesiastes:2:22",
        "t": "What do people get for all the toil and anxious striving with which they labor under the sun?"
    },
    {
        "o": 19033,
        "r": "niv:Ecclesiastes:2:23",
        "t": "All their days their work is grief and pain; even at night their minds do not rest. This too is meaningless."
    },
    {
        "o": 19034,
        "r": "niv:Ecclesiastes:2:24",
        "t": "A*p person can do nothing better than to eat and drink and find satisfaction in their own toil. This too, I see, is from the hand of God,"
    },
    {
        "o": 19035,
        "r": "niv:Ecclesiastes:2:25",
        "t": "for without him, who can eat or find enjoyment?"
    },
    {
        "o": 19036,
        "r": "niv:Ecclesiastes:2:26",
        "t": "To the person who pleases him, God gives wisdom, knowledge and happiness, but to the sinner he gives the task of gathering and storing up wealth to hand it over to the one who pleases God. This too is meaningless, a chasing after the wind."
    },
    {
        "o": 19037,
        "r": "niv:Ecclesiastes:3:0",
        "t": "Ecclesiastes 3",
        "h": 1
    },
    {
        "o": 19038,
        "r": "niv:Ecclesiastes:3:0",
        "t": "A Time for Everything",
        "h": 2
    },
    {
        "o": 19039,
        "r": "niv:Ecclesiastes:3:1",
        "t": "There*pn is a time for everything, and*ld a season for every activity under the heavens:"
    },
    {
        "o": 19040,
        "r": "niv:Ecclesiastes:3:2",
        "t": "a*pld time to be born and a time to die, a*ld time to plant and a time to uproot,"
    },
    {
        "o": 19041,
        "r": "niv:Ecclesiastes:3:3",
        "t": "a*ld time to kill and a time to heal, a*ld time to tear down and a time to build,"
    },
    {
        "o": 19042,
        "r": "niv:Ecclesiastes:3:4",
        "t": "a*ld time to weep and a time to laugh, a*ld time to mourn and a time to dance,"
    },
    {
        "o": 19043,
        "r": "niv:Ecclesiastes:3:5",
        "t": "a*ld time to scatter stones and a time to gather them, a*ld time to embrace and a time to refrain from embracing,"
    },
    {
        "o": 19044,
        "r": "niv:Ecclesiastes:3:6",
        "t": "a*ld time to search and a time to give up, a*ld time to keep and a time to throw away,"
    },
    {
        "o": 19045,
        "r": "niv:Ecclesiastes:3:7",
        "t": "a*ld time to tear and a time to mend, a*ld time to be silent and a time to speak,"
    },
    {
        "o": 19046,
        "r": "niv:Ecclesiastes:3:8",
        "t": "a*ld time to love and a time to hate, a*ld time for war and a time for peace."
    },
    {
        "o": 19047,
        "r": "niv:Ecclesiastes:3:9",
        "t": "What*p do workers gain from their toil?"
    },
    {
        "o": 19048,
        "r": "niv:Ecclesiastes:3:10",
        "t": "I have seen the burden God has laid on the human race."
    },
    {
        "o": 19049,
        "r": "niv:Ecclesiastes:3:11",
        "t": "He has made everything beautiful in its time. He has also set eternity in the human heart; yet no one can fathom what God has done from beginning to end."
    },
    {
        "o": 19050,
        "r": "niv:Ecclesiastes:3:12",
        "t": "I know that there is nothing better for people than to be happy and to do good while they live."
    },
    {
        "o": 19051,
        "r": "niv:Ecclesiastes:3:13",
        "t": "That each of them may eat and drink, and find satisfaction in all their toil—this is the gift of God."
    },
    {
        "o": 19052,
        "r": "niv:Ecclesiastes:3:14",
        "t": "I know that everything God does will endure forever; nothing can be added to it and nothing taken from it. God does it so that people will fear him."
    },
    {
        "o": 19053,
        "r": "niv:Ecclesiastes:3:15",
        "t": "Whatever*pn is has already been, and*ld what will be has been before; and*ld God will call the past to account."
    },
    {
        "o": 19054,
        "r": "niv:Ecclesiastes:3:16",
        "t": "And*p I saw something else under the sun: In*pn the place of judgment—wickedness was there, in*ld the place of justice—wickedness was there."
    },
    {
        "o": 19055,
        "r": "niv:Ecclesiastes:3:17",
        "t": "I*p said to myself, “God*pn will bring into judgment both*ld the righteous and the wicked, for*ln there will be a time for every activity, a*ld time to judge every deed.”"
    },
    {
        "o": 19056,
        "r": "niv:Ecclesiastes:3:18",
        "t": "I*p also said to myself, “As for humans, God tests them so that they may see that they are like the animals."
    },
    {
        "o": 19057,
        "r": "niv:Ecclesiastes:3:19",
        "t": "Surely the fate of human beings is like that of the animals; the same fate awaits them both: As one dies, so dies the other. All have the same breath; humans have no advantage over animals. Everything is meaningless."
    },
    {
        "o": 19058,
        "r": "niv:Ecclesiastes:3:20",
        "t": "All go to the same place; all come from dust, and to dust all return."
    },
    {
        "o": 19059,
        "r": "niv:Ecclesiastes:3:21",
        "t": "Who knows if the human spirit rises upward and if the spirit of the animal goes down into the earth?”"
    },
    {
        "o": 19060,
        "r": "niv:Ecclesiastes:3:22",
        "t": "So*p I saw that there is nothing better for a person than to enjoy their work, because that is their lot. For who can bring them to see what will happen after them?"
    },
    {
        "o": 19061,
        "r": "niv:Ecclesiastes:4:0",
        "t": "Ecclesiastes 4",
        "h": 1
    },
    {
        "o": 19062,
        "r": "niv:Ecclesiastes:4:0",
        "t": "Oppression, Toil, Friendlessness",
        "h": 2
    },
    {
        "o": 19063,
        "r": "niv:Ecclesiastes:4:1",
        "t": "Again*p I looked and saw all the oppression that was taking place under the sun: I*pn saw the tears of the oppressed— and*ld they have no comforter; power*ln was on the side of their oppressors— and*ld they have no comforter."
    },
    {
        "o": 19064,
        "r": "niv:Ecclesiastes:4:2",
        "t": "And*ln I declared that the dead, who*ld had already died, are*ln happier than the living, who*ld are still alive."
    },
    {
        "o": 19065,
        "r": "niv:Ecclesiastes:4:3",
        "t": "But*ln better than both is*ld the one who has never been born, who*ln has not seen the evil that*ld is done under the sun."
    },
    {
        "o": 19066,
        "r": "niv:Ecclesiastes:4:4",
        "t": "And*p I saw that all toil and all achievement spring from one person’s envy of another. This too is meaningless, a chasing after the wind."
    },
    {
        "o": 19067,
        "r": "niv:Ecclesiastes:4:5",
        "t": "Fools*pn fold their hands and*ld ruin themselves."
    },
    {
        "o": 19068,
        "r": "niv:Ecclesiastes:4:6",
        "t": "Better*ln one handful with tranquillity than*ld two handfuls with toil and*ld chasing after the wind."
    },
    {
        "o": 19069,
        "r": "niv:Ecclesiastes:4:7",
        "t": "Again*p I saw something meaningless under the sun:"
    },
    {
        "o": 19070,
        "r": "niv:Ecclesiastes:4:8",
        "t": "There*pn was a man all alone; he*ld had neither son nor brother. There*ln was no end to his toil, yet*ld his eyes were not content with his wealth. “For*ln whom am I toiling,” he asked, “and*ld why am I depriving myself of enjoyment?” This*ln too is meaningless— a*ld miserable business!"
    },
    {
        "o": 19071,
        "r": "niv:Ecclesiastes:4:9",
        "t": "Two*pn are better than one, because*ld they have a good return for their labor:"
    },
    {
        "o": 19072,
        "r": "niv:Ecclesiastes:4:10",
        "t": "If*ln either of them falls down, one*ld can help the other up. But*ln pity anyone who falls and*ld has no one to help them up."
    },
    {
        "o": 19073,
        "r": "niv:Ecclesiastes:4:11",
        "t": "Also,*ln if two lie down together, they will keep warm. But*ld how can one keep warm alone?"
    },
    {
        "o": 19074,
        "r": "niv:Ecclesiastes:4:12",
        "t": "Though*ln one may be overpowered, two*ld can defend themselves. A*ln cord of three strands is not quickly broken."
    },
    {
        "o": 19075,
        "r": "niv:Ecclesiastes:4:12",
        "t": "Advancement Is Meaningless",
        "h": 2
    },
    {
        "o": 19076,
        "r": "niv:Ecclesiastes:4:13",
        "t": "Better*p a poor but wise youth than an old but foolish king who no longer knows how to heed a warning."
    },
    {
        "o": 19077,
        "r": "niv:Ecclesiastes:4:14",
        "t": "The youth may have come from prison to the kingship, or he may have been born in poverty within his kingdom."
    },
    {
        "o": 19078,
        "r": "niv:Ecclesiastes:4:15",
        "t": "I saw that all who lived and walked under the sun followed the youth, the king’s successor."
    },
    {
        "o": 19079,
        "r": "niv:Ecclesiastes:4:16",
        "t": "There was no end to all the people who were before them. But those who came later were not pleased with the successor. This too is meaningless, a chasing after the wind."
    },
    {
        "o": 19080,
        "r": "niv:Ecclesiastes:5:0",
        "t": "Ecclesiastes 5",
        "h": 1
    },
    {
        "o": 19081,
        "r": "niv:Ecclesiastes:5:0",
        "t": "Fulfill Your Vow to God",
        "h": 2
    },
    {
        "o": 19082,
        "r": "niv:Ecclesiastes:5:1",
        "t": "Guard*p your steps when you go to the house of God. Go near to listen rather than to offer the sacrifice of fools, who do not know that they do wrong."
    },
    {
        "o": 19083,
        "r": "niv:Ecclesiastes:5:2",
        "t": "Do*pn not be quick with your mouth, do*ld not be hasty in your heart to*ld utter anything before God. God*ln is in heaven and*ld you are on earth, so*ld let your words be few."
    },
    {
        "o": 19084,
        "r": "niv:Ecclesiastes:5:3",
        "t": "A*ln dream comes when there are many cares, and*ld many words mark the speech of a fool."
    },
    {
        "o": 19085,
        "r": "niv:Ecclesiastes:5:4",
        "t": "When*p you make a vow to God, do not delay to fulfill it. He has no pleasure in fools; fulfill your vow."
    },
    {
        "o": 19086,
        "r": "niv:Ecclesiastes:5:5",
        "t": "It is better not to make a vow than to make one and not fulfill it."
    },
    {
        "o": 19087,
        "r": "niv:Ecclesiastes:5:6",
        "t": "Do not let your mouth lead you into sin. And do not protest to the temple messenger, “My vow was a mistake.” Why should God be angry at what you say and destroy the work of your hands?"
    },
    {
        "o": 19088,
        "r": "niv:Ecclesiastes:5:7",
        "t": "Much dreaming and many words are meaningless. Therefore fear God."
    },
    {
        "o": 19089,
        "r": "niv:Ecclesiastes:5:7",
        "t": "Riches Are Meaningless",
        "h": 2
    },
    {
        "o": 19090,
        "r": "niv:Ecclesiastes:5:8",
        "t": "If*p you see the poor oppressed in a district, and justice and rights denied, do not be surprised at such things; for one official is eyed by a higher one, and over them both are others higher still."
    },
    {
        "o": 19091,
        "r": "niv:Ecclesiastes:5:9",
        "t": "The increase from the land is taken by all; the king himself profits from the fields."
    },
    {
        "o": 19092,
        "r": "niv:Ecclesiastes:5:10",
        "t": "Whoever*pn loves money never has enough; whoever*ld loves wealth is never satisfied with their income. This*ld too is meaningless."
    },
    {
        "o": 19093,
        "r": "niv:Ecclesiastes:5:11",
        "t": "As*pn goods increase, so*ld do those who consume them. And*ln what benefit are they to the owners except*ld to feast their eyes on them?"
    },
    {
        "o": 19094,
        "r": "niv:Ecclesiastes:5:12",
        "t": "The*pn sleep of a laborer is sweet, whether*ld they eat little or much, but*ln as for the rich, their abundance permits*ld them no sleep."
    },
    {
        "o": 19095,
        "r": "niv:Ecclesiastes:5:13",
        "t": "I*p have seen a grievous evil under the sun: wealth*pn hoarded to the harm of its owners,"
    },
    {
        "o": 19096,
        "r": "niv:Ecclesiastes:5:14",
        "t": "or*ld wealth lost through some misfortune, so*ln that when they have children there*ld is nothing left for them to inherit."
    },
    {
        "o": 19097,
        "r": "niv:Ecclesiastes:5:15",
        "t": "Everyone*ln comes naked from their mother’s womb, and*ld as everyone comes, so they depart. They*ln take nothing from their toil that*ld they can carry in their hands."
    },
    {
        "o": 19098,
        "r": "niv:Ecclesiastes:5:16",
        "t": "This*p too is a grievous evil: As*pn everyone comes, so they depart, and*ld what do they gain, since*ld they toil for the wind?"
    },
    {
        "o": 19099,
        "r": "niv:Ecclesiastes:5:17",
        "t": "All*ln their days they eat in darkness, with*ld great frustration, affliction and anger."
    },
    {
        "o": 19100,
        "r": "niv:Ecclesiastes:5:18",
        "t": "This*p is what I have observed to be good: that it is appropriate for a person to eat, to drink and to find satisfaction in their toilsome labor under the sun during the few days of life God has given them—for this is their lot."
    },
    {
        "o": 19101,
        "r": "niv:Ecclesiastes:5:19",
        "t": "Moreover, when God gives someone wealth and possessions, and the ability to enjoy them, to accept their lot and be happy in their toil—this is a gift of God."
    },
    {
        "o": 19102,
        "r": "niv:Ecclesiastes:5:20",
        "t": "They seldom reflect on the days of their life, because God keeps them occupied with gladness of heart."
    },
    {
        "o": 19103,
        "r": "niv:Ecclesiastes:6:0",
        "t": "Ecclesiastes 6",
        "h": 1
    },
    {
        "o": 19104,
        "r": "niv:Ecclesiastes:6:1",
        "t": "I*p have seen another evil under the sun, and it weighs heavily on mankind:"
    },
    {
        "o": 19105,
        "r": "niv:Ecclesiastes:6:2",
        "t": "God gives some people wealth, possessions and honor, so that they lack nothing their hearts desire, but God does not grant them the ability to enjoy them, and strangers enjoy them instead. This is meaningless, a grievous evil."
    },
    {
        "o": 19106,
        "r": "niv:Ecclesiastes:6:3",
        "t": "A*p man may have a hundred children and live many years; yet no matter how long he lives, if he cannot enjoy his prosperity and does not receive proper burial, I say that a stillborn child is better off than he."
    },
    {
        "o": 19107,
        "r": "niv:Ecclesiastes:6:4",
        "t": "It comes without meaning, it departs in darkness, and in darkness its name is shrouded."
    },
    {
        "o": 19108,
        "r": "niv:Ecclesiastes:6:5",
        "t": "Though it never saw the sun or knew anything, it has more rest than does that man—"
    },
    {
        "o": 19109,
        "r": "niv:Ecclesiastes:6:6",
        "t": "even if he lives a thousand years twice over but fails to enjoy his prosperity. Do not all go to the same place?"
    },
    {
        "o": 19110,
        "r": "niv:Ecclesiastes:6:7",
        "t": "Everyone’s*pn toil is for their mouth, yet*ld their appetite is never satisfied."
    },
    {
        "o": 19111,
        "r": "niv:Ecclesiastes:6:8",
        "t": "What*ln advantage have the wise over fools? What*ln do the poor gain by*ld knowing how to conduct themselves before others?"
    },
    {
        "o": 19112,
        "r": "niv:Ecclesiastes:6:9",
        "t": "Better*ln what the eye sees than*ld the roving of the appetite. This*ln too is meaningless, a*ld chasing after the wind."
    },
    {
        "o": 19113,
        "r": "niv:Ecclesiastes:6:10",
        "t": "Whatever*pn exists has already been named, and*ld what humanity is has been known; no*ln one can contend with*ld someone who is stronger."
    },
    {
        "o": 19114,
        "r": "niv:Ecclesiastes:6:11",
        "t": "The*ln more the words, the*ld less the meaning, and*ld how does that profit anyone?"
    },
    {
        "o": 19115,
        "r": "niv:Ecclesiastes:6:12",
        "t": "For*p who knows what is good for a person in life, during the few and meaningless days they pass through like a shadow? Who can tell them what will happen under the sun after they are gone?"
    },
    {
        "o": 19116,
        "r": "niv:Ecclesiastes:7:0",
        "t": "Ecclesiastes 7",
        "h": 1
    },
    {
        "o": 19117,
        "r": "niv:Ecclesiastes:7:0",
        "t": "Wisdom",
        "h": 2
    },
    {
        "o": 19118,
        "r": "niv:Ecclesiastes:7:1",
        "t": "A*pn good name is better than fine perfume, and*ld the day of death better than the day of birth."
    },
    {
        "o": 19119,
        "r": "niv:Ecclesiastes:7:2",
        "t": "It*ln is better to go to a house of mourning than*ld to go to a house of feasting, for*ln death is the destiny of everyone; the*ld living should take this to heart."
    },
    {
        "o": 19120,
        "r": "niv:Ecclesiastes:7:3",
        "t": "Frustration*ln is better than laughter, because*ld a sad face is good for the heart."
    },
    {
        "o": 19121,
        "r": "niv:Ecclesiastes:7:4",
        "t": "The*ln heart of the wise is in the house of mourning, but*ld the heart of fools is in the house of pleasure."
    },
    {
        "o": 19122,
        "r": "niv:Ecclesiastes:7:5",
        "t": "It*ln is better to heed the rebuke of a wise person than*ld to listen to the song of fools."
    },
    {
        "o": 19123,
        "r": "niv:Ecclesiastes:7:6",
        "t": "Like*ln the crackling of thorns under the pot, so*ld is the laughter of fools. This*ld too is meaningless."
    },
    {
        "o": 19124,
        "r": "niv:Ecclesiastes:7:7",
        "t": "Extortion*pn turns a wise person into a fool, and*ld a bribe corrupts the heart."
    },
    {
        "o": 19125,
        "r": "niv:Ecclesiastes:7:8",
        "t": "The*pn end of a matter is better than its beginning, and*ld patience is better than pride."
    },
    {
        "o": 19126,
        "r": "niv:Ecclesiastes:7:9",
        "t": "Do*ln not be quickly provoked in your spirit, for*ld anger resides in the lap of fools."
    },
    {
        "o": 19127,
        "r": "niv:Ecclesiastes:7:10",
        "t": "Do*pn not say, “Why were the old days better than these?” For*ld it is not wise to ask such questions."
    },
    {
        "o": 19128,
        "r": "niv:Ecclesiastes:7:11",
        "t": "Wisdom,*pn like an inheritance, is a good thing and*ld benefits those who see the sun."
    },
    {
        "o": 19129,
        "r": "niv:Ecclesiastes:7:12",
        "t": "Wisdom*ln is a shelter as*ld money is a shelter, but*ln the advantage of knowledge is this: Wisdom*ld preserves those who have it."
    },
    {
        "o": 19130,
        "r": "niv:Ecclesiastes:7:13",
        "t": "Consider*p what God has done: Who*pn can straighten what*ld he has made crooked?"
    },
    {
        "o": 19131,
        "r": "niv:Ecclesiastes:7:14",
        "t": "When*ln times are good, be happy; but*ld when times are bad, consider this: God*ln has made the one as*ld well as the other. Therefore,*ln no one can discover anything*ld about their future."
    },
    {
        "o": 19132,
        "r": "niv:Ecclesiastes:7:15",
        "t": "In*p this meaningless life of mine I have seen both of these: the*pn righteous perishing in their righteousness, and*ld the wicked living long in their wickedness."
    },
    {
        "o": 19133,
        "r": "niv:Ecclesiastes:7:16",
        "t": "Do*ln not be overrighteous, neither*ld be overwise— why*ld destroy yourself?"
    },
    {
        "o": 19134,
        "r": "niv:Ecclesiastes:7:17",
        "t": "Do*ln not be overwicked, and*ld do not be a fool— why*ld die before your time?"
    },
    {
        "o": 19135,
        "r": "niv:Ecclesiastes:7:18",
        "t": "It*ln is good to grasp the one and*ld not let go of the other. Whoever*ld fears God will avoid all extremes."
    },
    {
        "o": 19136,
        "r": "niv:Ecclesiastes:7:19",
        "t": "Wisdom*pn makes one wise person more powerful than*ld ten rulers in a city."
    },
    {
        "o": 19137,
        "r": "niv:Ecclesiastes:7:20",
        "t": "Indeed,*pn there is no one on earth who is righteous, no*ld one who does what is right and never sins."
    },
    {
        "o": 19138,
        "r": "niv:Ecclesiastes:7:21",
        "t": "Do*pn not pay attention to every word people say, or*ld you may hear your servant cursing you—"
    },
    {
        "o": 19139,
        "r": "niv:Ecclesiastes:7:22",
        "t": "for*ln you know in your heart that*ld many times you yourself have cursed others."
    },
    {
        "o": 19140,
        "r": "niv:Ecclesiastes:7:23",
        "t": "All*p this I tested by wisdom and I said, “I*pn am determined to be wise”— but*ld this was beyond me."
    },
    {
        "o": 19141,
        "r": "niv:Ecclesiastes:7:24",
        "t": "Whatever*ln exists is far off and most profound— who*ld can discover it?"
    },
    {
        "o": 19142,
        "r": "niv:Ecclesiastes:7:25",
        "t": "So*ln I turned my mind to understand, to*ld investigate and to search out wisdom and the scheme of things and*ln to understand the stupidity of wickedness and*ld the madness of folly."
    },
    {
        "o": 19143,
        "r": "niv:Ecclesiastes:7:26",
        "t": "I*pn find more bitter than death the*ld woman who is a snare, whose*ln heart is a trap and*ld whose hands are chains. The*ln man who pleases God will escape her, but*ld the sinner she will ensnare."
    },
    {
        "o": 19144,
        "r": "niv:Ecclesiastes:7:27",
        "t": "“Look,”*p says the Teacher, “this is what I have discovered: “Adding*pn one thing to another to discover the scheme of things—"
    },
    {
        "o": 19145,
        "r": "niv:Ecclesiastes:7:28",
        "t": "while*ld I was still searching but*ld not finding— I*ln found one upright man among a thousand, but*ld not one upright woman among them all."
    },
    {
        "o": 19146,
        "r": "niv:Ecclesiastes:7:29",
        "t": "This*ln only have I found: God*ld created mankind upright, but*ld they have gone in search of many schemes.”"
    },
    {
        "o": 19147,
        "r": "niv:Ecclesiastes:8:0",
        "t": "Ecclesiastes 8",
        "h": 1
    },
    {
        "o": 19148,
        "r": "niv:Ecclesiastes:8:1",
        "t": "Who*pn is like the wise? Who*ld knows the explanation of things? A*ln person’s wisdom brightens their face and*ld changes its hard appearance."
    },
    {
        "o": 19149,
        "r": "niv:Ecclesiastes:8:1",
        "t": "Obey the King",
        "h": 2
    },
    {
        "o": 19150,
        "r": "niv:Ecclesiastes:8:2",
        "t": "Obey*p the king’s command, I say, because you took an oath before God."
    },
    {
        "o": 19151,
        "r": "niv:Ecclesiastes:8:3",
        "t": "Do not be in a hurry to leave the king’s presence. Do not stand up for a bad cause, for he will do whatever he pleases."
    },
    {
        "o": 19152,
        "r": "niv:Ecclesiastes:8:4",
        "t": "Since a king’s word is supreme, who can say to him, “What are you doing?”"
    },
    {
        "o": 19153,
        "r": "niv:Ecclesiastes:8:5",
        "t": "Whoever*pn obeys his command will come to no harm, and*ld the wise heart will know the proper time and procedure."
    },
    {
        "o": 19154,
        "r": "niv:Ecclesiastes:8:6",
        "t": "For*ln there is a proper time and procedure for every matter, though*ld a person may be weighed down by misery."
    },
    {
        "o": 19155,
        "r": "niv:Ecclesiastes:8:7",
        "t": "Since*pn no one knows the future, who*ld can tell someone else what is to come?"
    },
    {
        "o": 19156,
        "r": "niv:Ecclesiastes:8:8",
        "t": "As*ln no one has power over the wind to contain it, so*ld no one has power over the time of their death. As*ln no one is discharged in time of war, so*ld wickedness will not release those who practice it."
    },
    {
        "o": 19157,
        "r": "niv:Ecclesiastes:8:9",
        "t": "All*p this I saw, as I applied my mind to everything done under the sun. There is a time when a man lords it over others to his own hurt."
    },
    {
        "o": 19158,
        "r": "niv:Ecclesiastes:8:10",
        "t": "Then too, I saw the wicked buried—those who used to come and go from the holy place and receive praise in the city where they did this. This too is meaningless."
    },
    {
        "o": 19159,
        "r": "niv:Ecclesiastes:8:11",
        "t": "When*p the sentence for a crime is not quickly carried out, people’s hearts are filled with schemes to do wrong."
    },
    {
        "o": 19160,
        "r": "niv:Ecclesiastes:8:12",
        "t": "Although a wicked person who commits a hundred crimes may live a long time, I know that it will go better with those who fear God, who are reverent before him."
    },
    {
        "o": 19161,
        "r": "niv:Ecclesiastes:8:13",
        "t": "Yet because the wicked do not fear God, it will not go well with them, and their days will not lengthen like a shadow."
    },
    {
        "o": 19162,
        "r": "niv:Ecclesiastes:8:14",
        "t": "There*p is something else meaningless that occurs on earth: the righteous who get what the wicked deserve, and the wicked who get what the righteous deserve. This too, I say, is meaningless."
    },
    {
        "o": 19163,
        "r": "niv:Ecclesiastes:8:15",
        "t": "So I commend the enjoyment of life, because there is nothing better for a person under the sun than to eat and drink and be glad. Then joy will accompany them in their toil all the days of the life God has given them under the sun."
    },
    {
        "o": 19164,
        "r": "niv:Ecclesiastes:8:16",
        "t": "When*p I applied my mind to know wisdom and to observe the labor that is done on earth—people getting no sleep day or night—"
    },
    {
        "o": 19165,
        "r": "niv:Ecclesiastes:8:17",
        "t": "then I saw all that God has done. No one can comprehend what goes on under the sun. Despite all their efforts to search it out, no one can discover its meaning. Even if the wise claim they know, they cannot really comprehend it."
    },
    {
        "o": 19166,
        "r": "niv:Ecclesiastes:9:0",
        "t": "Ecclesiastes 9",
        "h": 1
    },
    {
        "o": 19167,
        "r": "niv:Ecclesiastes:9:0",
        "t": "A Common Destiny for All",
        "h": 2
    },
    {
        "o": 19168,
        "r": "niv:Ecclesiastes:9:1",
        "t": "So*p I reflected on all this and concluded that the righteous and the wise and what they do are in God’s hands, but no one knows whether love or hate awaits them."
    },
    {
        "o": 19169,
        "r": "niv:Ecclesiastes:9:2",
        "t": "All share a common destiny—the righteous and the wicked, the good and the bad, the clean and the unclean, those who offer sacrifices and those who do not. As*pn it is with the good, so*ld with the sinful; as*ln it is with those who take oaths, so*ld with those who are afraid to take them."
    },
    {
        "o": 19170,
        "r": "niv:Ecclesiastes:9:3",
        "t": "This*p is the evil in everything that happens under the sun: The same destiny overtakes all. The hearts of people, moreover, are full of evil and there is madness in their hearts while they live, and afterward they join the dead."
    },
    {
        "o": 19171,
        "r": "niv:Ecclesiastes:9:4",
        "t": "Anyone who is among the living has hope —even a live dog is better off than a dead lion!"
    },
    {
        "o": 19172,
        "r": "niv:Ecclesiastes:9:5",
        "t": "For*pn the living know that they will die, but*ld the dead know nothing; they*ln have no further reward, and*ld even their name is forgotten."
    },
    {
        "o": 19173,
        "r": "niv:Ecclesiastes:9:6",
        "t": "Their*ln love, their hate and*ld their jealousy have long since vanished; never*ln again will they have a part in*ld anything that happens under the sun."
    },
    {
        "o": 19174,
        "r": "niv:Ecclesiastes:9:7",
        "t": "Go,*p eat your food with gladness, and drink your wine with a joyful heart, for God has already approved what you do."
    },
    {
        "o": 19175,
        "r": "niv:Ecclesiastes:9:8",
        "t": "Always be clothed in white, and always anoint your head with oil."
    },
    {
        "o": 19176,
        "r": "niv:Ecclesiastes:9:9",
        "t": "Enjoy life with your wife, whom you love, all the days of this meaningless life that God has given you under the sun—all your meaningless days. For this is your lot in life and in your toilsome labor under the sun."
    },
    {
        "o": 19177,
        "r": "niv:Ecclesiastes:9:10",
        "t": "Whatever your hand finds to do, do it with all your might, for in the realm of the dead, where you are going, there is neither working nor planning nor knowledge nor wisdom."
    },
    {
        "o": 19178,
        "r": "niv:Ecclesiastes:9:11",
        "t": "I*p have seen something else under the sun: The*pn race is not to the swift or*ld the battle to the strong, nor*ln does food come to the wise or*ld wealth to the brilliant or*ld favor to the learned; but*ln time and chance happen to them all."
    },
    {
        "o": 19179,
        "r": "niv:Ecclesiastes:9:12",
        "t": "Moreover,*p no one knows when their hour will come: As*pn fish are caught in a cruel net, or*ld birds are taken in a snare, so*ln people are trapped by evil times that*ld fall unexpectedly upon them."
    },
    {
        "o": 19180,
        "r": "niv:Ecclesiastes:9:12",
        "t": "Wisdom Better Than Folly",
        "h": 2
    },
    {
        "o": 19181,
        "r": "niv:Ecclesiastes:9:13",
        "t": "I*p also saw under the sun this example of wisdom that greatly impressed me:"
    },
    {
        "o": 19182,
        "r": "niv:Ecclesiastes:9:14",
        "t": "There was once a small city with only a few people in it. And a powerful king came against it, surrounded it and built huge siege works against it."
    },
    {
        "o": 19183,
        "r": "niv:Ecclesiastes:9:15",
        "t": "Now there lived in that city a man poor but wise, and he saved the city by his wisdom. But nobody remembered that poor man."
    },
    {
        "o": 19184,
        "r": "niv:Ecclesiastes:9:16",
        "t": "So I said, “Wisdom is better than strength.” But the poor man’s wisdom is despised, and his words are no longer heeded."
    },
    {
        "o": 19185,
        "r": "niv:Ecclesiastes:9:17",
        "t": "The*pn quiet words of the wise are more to be heeded than*ld the shouts of a ruler of fools."
    },
    {
        "o": 19186,
        "r": "niv:Ecclesiastes:9:18",
        "t": "Wisdom*ln is better than weapons of war, but*ld one sinner destroys much good."
    },
    {
        "o": 19187,
        "r": "niv:Ecclesiastes:10:0",
        "t": "Ecclesiastes 10",
        "h": 1
    },
    {
        "o": 19188,
        "r": "niv:Ecclesiastes:10:1",
        "t": "As*pn dead flies give perfume a bad smell, so*ld a little folly outweighs wisdom and honor."
    },
    {
        "o": 19189,
        "r": "niv:Ecclesiastes:10:2",
        "t": "The*ln heart of the wise inclines to the right, but*ld the heart of the fool to the left."
    },
    {
        "o": 19190,
        "r": "niv:Ecclesiastes:10:3",
        "t": "Even*ln as fools walk along the road, they*ld lack sense and*ld show everyone how stupid they are."
    },
    {
        "o": 19191,
        "r": "niv:Ecclesiastes:10:4",
        "t": "If*ln a ruler’s anger rises against you, do*ld not leave your post; calmness*ld can lay great offenses to rest."
    },
    {
        "o": 19192,
        "r": "niv:Ecclesiastes:10:5",
        "t": "There*pn is an evil I have seen under the sun, the*ld sort of error that arises from a ruler:"
    },
    {
        "o": 19193,
        "r": "niv:Ecclesiastes:10:6",
        "t": "Fools*ln are put in many high positions, while*ld the rich occupy the low ones."
    },
    {
        "o": 19194,
        "r": "niv:Ecclesiastes:10:7",
        "t": "I*ln have seen slaves on horseback, while*ld princes go on foot like slaves."
    },
    {
        "o": 19195,
        "r": "niv:Ecclesiastes:10:8",
        "t": "Whoever*pn digs a pit may fall into it; whoever*ld breaks through a wall may be bitten by a snake."
    },
    {
        "o": 19196,
        "r": "niv:Ecclesiastes:10:9",
        "t": "Whoever*ln quarries stones may be injured by them; whoever*ld splits logs may be endangered by them."
    },
    {
        "o": 19197,
        "r": "niv:Ecclesiastes:10:10",
        "t": "If*pn the ax is dull and*ld its edge unsharpened, more*ln strength is needed, but*ld skill will bring success."
    },
    {
        "o": 19198,
        "r": "niv:Ecclesiastes:10:11",
        "t": "If*pn a snake bites before it is charmed, the*ld charmer receives no fee."
    },
    {
        "o": 19199,
        "r": "niv:Ecclesiastes:10:12",
        "t": "Words*pn from the mouth of the wise are gracious, but*ld fools are consumed by their own lips."
    },
    {
        "o": 19200,
        "r": "niv:Ecclesiastes:10:13",
        "t": "At*ln the beginning their words are folly; at*ld the end they are wicked madness—"
    },
    {
        "o": 19201,
        "r": "niv:Ecclesiastes:10:14",
        "t": "and*ld fools multiply words. No*pn one knows what is coming— who*ld can tell someone else what will happen after them?"
    },
    {
        "o": 19202,
        "r": "niv:Ecclesiastes:10:15",
        "t": "The*pn toil of fools wearies them; they*ld do not know the way to town."
    },
    {
        "o": 19203,
        "r": "niv:Ecclesiastes:10:16",
        "t": "Woe*pn to the land whose king was a servant and*ld whose princes feast in the morning."
    },
    {
        "o": 19204,
        "r": "niv:Ecclesiastes:10:17",
        "t": "Blessed*ln is the land whose king is of noble birth and*ld whose princes eat at a proper time— for*ld strength and not for drunkenness."
    },
    {
        "o": 19205,
        "r": "niv:Ecclesiastes:10:18",
        "t": "Through*pn laziness, the rafters sag; because*ld of idle hands, the house leaks."
    },
    {
        "o": 19206,
        "r": "niv:Ecclesiastes:10:19",
        "t": "A*pn feast is made for laughter, wine*ld makes life merry, and*ld money is the answer for everything."
    },
    {
        "o": 19207,
        "r": "niv:Ecclesiastes:10:20",
        "t": "Do*pn not revile the king even in your thoughts, or*ld curse the rich in your bedroom, because*ln a bird in the sky may carry your words, and*ld a bird on the wing may report what you say."
    },
    {
        "o": 19208,
        "r": "niv:Ecclesiastes:11:0",
        "t": "Ecclesiastes 11",
        "h": 1
    },
    {
        "o": 19209,
        "r": "niv:Ecclesiastes:11:0",
        "t": "Invest in Many Ventures",
        "h": 2
    },
    {
        "o": 19210,
        "r": "niv:Ecclesiastes:11:1",
        "t": "Ship*pn your grain across the sea; after*ld many days you may receive a return."
    },
    {
        "o": 19211,
        "r": "niv:Ecclesiastes:11:2",
        "t": "Invest*ln in seven ventures, yes, in eight; you*ld do not know what disaster may come upon the land."
    },
    {
        "o": 19212,
        "r": "niv:Ecclesiastes:11:3",
        "t": "If*pn clouds are full of water, they*ld pour rain on the earth. Whether*ln a tree falls to the south or to the north, in*ld the place where it falls, there it will lie."
    },
    {
        "o": 19213,
        "r": "niv:Ecclesiastes:11:4",
        "t": "Whoever*ln watches the wind will not plant; whoever*ld looks at the clouds will not reap."
    },
    {
        "o": 19214,
        "r": "niv:Ecclesiastes:11:5",
        "t": "As*pn you do not know the path of the wind, or*ld how the body is formed in a mother’s womb, so*ln you cannot understand the work of God, the*ld Maker of all things."
    },
    {
        "o": 19215,
        "r": "niv:Ecclesiastes:11:6",
        "t": "Sow*pn your seed in the morning, and*ld at evening let your hands not be idle, for*ln you do not know which will succeed, whether*ld this or that, or*ld whether both will do equally well."
    },
    {
        "o": 19216,
        "r": "niv:Ecclesiastes:11:6",
        "t": "Remember Your Creator While Young",
        "h": 2
    },
    {
        "o": 19217,
        "r": "niv:Ecclesiastes:11:7",
        "t": "Light*pn is sweet, and*ld it pleases the eyes to see the sun."
    },
    {
        "o": 19218,
        "r": "niv:Ecclesiastes:11:8",
        "t": "However*ln many years anyone may live, let*ld them enjoy them all. But*ln let them remember the days of darkness, for*ld there will be many. Everything*ld to come is meaningless."
    },
    {
        "o": 19219,
        "r": "niv:Ecclesiastes:11:9",
        "t": "You*pn who are young, be happy while you are young, and*ld let your heart give you joy in the days of your youth. Follow*ln the ways of your heart and*ld whatever your eyes see, but*ln know that for all these things God*ld will bring you into judgment."
    },
    {
        "o": 19220,
        "r": "niv:Ecclesiastes:11:10",
        "t": "So*ln then, banish anxiety from your heart and*ld cast off the troubles of your body, for*ld youth and vigor are meaningless."
    },
    {
        "o": 19221,
        "r": "niv:Ecclesiastes:12:0",
        "t": "Ecclesiastes 12",
        "h": 1
    },
    {
        "o": 19222,
        "r": "niv:Ecclesiastes:12:1",
        "t": "Remember*pn your Creator in*ld the days of your youth, before*ln the days of trouble come and*ld the years approach when you will say, “I*ld find no pleasure in them”—"
    },
    {
        "o": 19223,
        "r": "niv:Ecclesiastes:12:2",
        "t": "before*ln the sun and the light and*ld the moon and the stars grow dark, and*ld the clouds return after the rain;"
    },
    {
        "o": 19224,
        "r": "niv:Ecclesiastes:12:3",
        "t": "when*ln the keepers of the house tremble, and*ld the strong men stoop, when*ln the grinders cease because they are few, and*ld those looking through the windows grow dim;"
    },
    {
        "o": 19225,
        "r": "niv:Ecclesiastes:12:4",
        "t": "when*ln the doors to the street are closed and*ld the sound of grinding fades; when*ln people rise up at the sound of birds, but*ld all their songs grow faint;"
    },
    {
        "o": 19226,
        "r": "niv:Ecclesiastes:12:5",
        "t": "when*ln people are afraid of heights and*ld of dangers in the streets; when*ln the almond tree blossoms and*ld the grasshopper drags itself along and*ld desire no longer is stirred. Then*ln people go to their eternal home and*ld mourners go about the streets."
    },
    {
        "o": 19227,
        "r": "niv:Ecclesiastes:12:6",
        "t": "Remember*pn him—before the silver cord is severed, and*ld the golden bowl is broken; before*ln the pitcher is shattered at the spring, and*ld the wheel broken at the well,"
    },
    {
        "o": 19228,
        "r": "niv:Ecclesiastes:12:7",
        "t": "and*ln the dust returns to the ground it came from, and*ld the spirit returns to God who gave it."
    },
    {
        "o": 19229,
        "r": "niv:Ecclesiastes:12:8",
        "t": "“Meaningless!*pn Meaningless!” says the Teacher. “Everything*ld is meaningless!”"
    },
    {
        "o": 19230,
        "r": "niv:Ecclesiastes:12:8",
        "t": "The Conclusion of the Matter",
        "h": 2
    },
    {
        "o": 19231,
        "r": "niv:Ecclesiastes:12:9",
        "t": "Not*p only was the Teacher wise, but he also imparted knowledge to the people. He pondered and searched out and set in order many proverbs."
    },
    {
        "o": 19232,
        "r": "niv:Ecclesiastes:12:10",
        "t": "The Teacher searched to find just the right words, and what he wrote was upright and true."
    },
    {
        "o": 19233,
        "r": "niv:Ecclesiastes:12:11",
        "t": "The*p words of the wise are like goads, their collected sayings like firmly embedded nails—given by one shepherd."
    },
    {
        "o": 19234,
        "r": "niv:Ecclesiastes:12:12",
        "t": "Be warned, my son, of anything in addition to them. Of*p making many books there is no end, and much study wearies the body."
    },
    {
        "o": 19235,
        "r": "niv:Ecclesiastes:12:13",
        "t": "Now*pn all has been heard; here*ld is the conclusion of the matter: Fear*ln God and keep his commandments, for*ld this is the duty of all mankind."
    },
    {
        "o": 19236,
        "r": "niv:Ecclesiastes:12:14",
        "t": "For*ln God will bring every deed into judgment, including*ld every hidden thing, whether*ld it is good or evil."
    }
]
