[
    {
        "o": 7450,
        "r": "esv:Judges:10:0",
        "t": "Judges 10",
        "h": 1
    },
    {
        "o": 7451,
        "r": "esv:Judges:10:0",
        "t": "Tola and Jair",
        "h": 2
    },
    {
        "o": 7452,
        "r": "esv:Judges:10:1",
        "t": "After*p Abimelech there arose to save Israel Tola the son of Puah, son of Dodo, a man of Issachar, and he lived at Shamir in the hill country of Ephraim."
    },
    {
        "o": 7453,
        "r": "esv:Judges:10:2",
        "t": "And he judged Israel twenty-three years. Then he died and was buried at Shamir."
    },
    {
        "o": 7454,
        "r": "esv:Judges:10:3",
        "t": "After*p him arose Jair the Gileadite, who judged Israel twenty-two years."
    },
    {
        "o": 7455,
        "r": "esv:Judges:10:4",
        "t": "And he had thirty sons who rode on thirty donkeys, and they had thirty cities, called Havvoth-jair to this day, which are in the land of Gilead."
    },
    {
        "o": 7456,
        "r": "esv:Judges:10:5",
        "t": "And Jair died and was buried in Kamon."
    },
    {
        "o": 7457,
        "r": "esv:Judges:10:5",
        "t": "Further Disobedience and Oppression",
        "h": 2
    },
    {
        "o": 7458,
        "r": "esv:Judges:10:6",
        "t": "The*p people of Israel again did what was evil in the sight of the Lord*s and served the Baals and the Ashtaroth, the gods of Syria, the gods of Sidon, the gods of Moab, the gods of the Ammonites, and the gods of the Philistines. And they forsook the Lord*s and did not serve him."
    },
    {
        "o": 7459,
        "r": "esv:Judges:10:7",
        "t": "So the anger of the Lord*s was kindled against Israel, and he sold them into the hand of the Philistines and into the hand of the Ammonites,"
    },
    {
        "o": 7460,
        "r": "esv:Judges:10:8",
        "t": "and they crushed and oppressed the people of Israel that year. For eighteen years they oppressed all the people of Israel who were beyond the Jordan in the land of the Amorites, which is in Gilead."
    },
    {
        "o": 7461,
        "r": "esv:Judges:10:9",
        "t": "And the Ammonites crossed the Jordan to fight also against Judah and against Benjamin and against the house of Ephraim, so that Israel was severely distressed."
    },
    {
        "o": 7462,
        "r": "esv:Judges:10:10",
        "t": "And*p the people of Israel cried out to the Lord,*s saying, “We have sinned against you, because we have forsaken our God and have served the Baals.”"
    },
    {
        "o": 7463,
        "r": "esv:Judges:10:11",
        "t": "And the Lord*s said to the people of Israel, “Did I not save you from the Egyptians and from the Amorites, from the Ammonites and from the Philistines?"
    },
    {
        "o": 7464,
        "r": "esv:Judges:10:12",
        "t": "The Sidonians also, and the Amalekites and the Maonites oppressed you, and you cried out to me, and I saved you out of their hand."
    },
    {
        "o": 7465,
        "r": "esv:Judges:10:13",
        "t": "Yet you have forsaken me and served other gods; therefore I will save you no more."
    },
    {
        "o": 7466,
        "r": "esv:Judges:10:14",
        "t": "Go and cry out to the gods whom you have chosen; let them save you in the time of your distress.”"
    },
    {
        "o": 7467,
        "r": "esv:Judges:10:15",
        "t": "And the people of Israel said to the Lord,*s “We have sinned; do to us whatever seems good to you. Only please deliver us this day.”"
    },
    {
        "o": 7468,
        "r": "esv:Judges:10:16",
        "t": "So they put away the foreign gods from among them and served the Lord,*s and he became impatient over the misery of Israel."
    },
    {
        "o": 7469,
        "r": "esv:Judges:10:17",
        "t": "Then*p the Ammonites were called to arms, and they encamped in Gilead. And the people of Israel came together, and they encamped at Mizpah."
    },
    {
        "o": 7470,
        "r": "esv:Judges:10:18",
        "t": "And the people, the leaders of Gilead, said one to another, “Who is the man who will begin to fight against the Ammonites? He shall be head over all the inhabitants of Gilead.”"
    }
]
