[
    {
        "o": 24069,
        "r": "csb:Ezekiel:37:0",
        "t": "Ezekiel 37",
        "h": 1
    },
    {
        "o": 24070,
        "r": "csb:Ezekiel:37:0",
        "t": "The Valley of Dry Bones",
        "h": 2
    },
    {
        "o": 24071,
        "r": "csb:Ezekiel:37:1",
        "t": "The*p hand of the Lord*s was on me, and he brought me out by his Spirit and set me down in the middle of the valley; it was full of bones."
    },
    {
        "o": 24072,
        "r": "csb:Ezekiel:37:2",
        "t": "He led me all around them. There were a great many of them on the surface of the valley, and they were very dry."
    },
    {
        "o": 24073,
        "r": "csb:Ezekiel:37:3",
        "t": "Then he said to me, “Son of man, can these bones live?” I*p replied, “Lord God,*s only you know.”"
    },
    {
        "o": 24074,
        "r": "csb:Ezekiel:37:4",
        "t": "He*p said to me, “Prophesy concerning these bones and say to them: Dry bones, hear the word of the Lord!*s"
    },
    {
        "o": 24075,
        "r": "csb:Ezekiel:37:5",
        "t": "This is what the Lord God*s says to these bones: I will cause breath to enter you, and you will live."
    },
    {
        "o": 24076,
        "r": "csb:Ezekiel:37:6",
        "t": "I will put tendons on you, make flesh grow on you, and cover you with skin. I will put breath in you so that you come to life. Then you will know that I am the Lord.”*s"
    },
    {
        "o": 24077,
        "r": "csb:Ezekiel:37:7",
        "t": "So*p I prophesied as I had been commanded. While I was prophesying, there was a noise, a rattling sound, and the bones came together, bone to bone."
    },
    {
        "o": 24078,
        "r": "csb:Ezekiel:37:8",
        "t": "As I looked, tendons appeared on them, flesh grew, and skin covered them, but there was no breath in them."
    },
    {
        "o": 24079,
        "r": "csb:Ezekiel:37:9",
        "t": "He said to me, “Prophesy to the breath, prophesy, son of man. Say to it: This is what the Lord God*s says: Breath, come from the four winds and breathe into these slain so that they may live!”"
    },
    {
        "o": 24080,
        "r": "csb:Ezekiel:37:10",
        "t": "So I prophesied as he commanded me; the breath entered them, and they came to life and stood on their feet, a vast army."
    },
    {
        "o": 24081,
        "r": "csb:Ezekiel:37:11",
        "t": "Then*p he said to me, “Son of man, these bones are the whole house of Israel. Look how they say, ‘Our bones are dried up, and our hope has perished; we are cut off.’"
    },
    {
        "o": 24082,
        "r": "csb:Ezekiel:37:12",
        "t": "Therefore, prophesy and say to them, ‘This is what the Lord God*s says: I am going to open your graves and bring you up from them, my people, and lead you into the land of Israel."
    },
    {
        "o": 24083,
        "r": "csb:Ezekiel:37:13",
        "t": "You will know that I am the Lord,*s my people, when I open your graves and bring you up from them."
    },
    {
        "o": 24084,
        "r": "csb:Ezekiel:37:14",
        "t": "I will put my Spirit in you, and you will live, and I will settle you in your own land. Then you will know that I am the Lord.*s I have spoken, and I will do it. This is the declaration of the Lord*s .’”"
    },
    {
        "o": 24085,
        "r": "csb:Ezekiel:37:14",
        "t": "The Reunification of Israel",
        "h": 2
    },
    {
        "o": 24086,
        "r": "csb:Ezekiel:37:15",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 24087,
        "r": "csb:Ezekiel:37:16",
        "t": "“Son of man, take a single stick and write on it: Belonging to Judah and the Israelites associated with him. Then take another stick and write on it: Belonging to Joseph - the stick of Ephraim - and all the house of Israel associated with him."
    },
    {
        "o": 24088,
        "r": "csb:Ezekiel:37:17",
        "t": "Then join them together into a single stick so that they become one in your hand."
    },
    {
        "o": 24089,
        "r": "csb:Ezekiel:37:18",
        "t": "When your people ask you, ‘Won’t you explain to us what you mean by these things?’—"
    },
    {
        "o": 24090,
        "r": "csb:Ezekiel:37:19",
        "t": "tell them, ‘This is what the Lord God*s says: I am going to take the stick of Joseph, which is in the hand of Ephraim, and the tribes of Israel associated with him, and put them together with the stick of Judah. I will make them into a single stick so that they become one in my hand.’"
    },
    {
        "o": 24091,
        "r": "csb:Ezekiel:37:20",
        "t": "“When*p the sticks you have written on are in your hand and in full view of the people,"
    },
    {
        "o": 24092,
        "r": "csb:Ezekiel:37:21",
        "t": "tell them, ‘This is what the Lord God*s says: I am going to take the Israelites out of the nations where they have gone. I will gather them from all around and bring them into their own land."
    },
    {
        "o": 24093,
        "r": "csb:Ezekiel:37:22",
        "t": "I will make them one nation in the land, on the mountains of Israel, and one king will rule over all of them. They will no longer be two nations and will no longer be divided into two kingdoms."
    },
    {
        "o": 24094,
        "r": "csb:Ezekiel:37:23",
        "t": "They will not defile themselves anymore with their idols, their abhorrent things, and all their transgressions. I will save them from all their apostasies by which they sinned, and I will cleanse them. Then they will be my people, and I will be their God."
    },
    {
        "o": 24095,
        "r": "csb:Ezekiel:37:24",
        "t": "My servant David will be king over them, and there will be one shepherd for all of them. They will follow my ordinances, and keep my statutes and obey them."
    },
    {
        "o": 24096,
        "r": "csb:Ezekiel:37:25",
        "t": "“‘They*p will live in the land that I gave to my servant Jacob, where your ancestors lived. They will live in it forever with their children and grandchildren, and my servant David will be their prince forever."
    },
    {
        "o": 24097,
        "r": "csb:Ezekiel:37:26",
        "t": "I will make a covenant of peace with them; it will be a permanent covenant with them. I will establish and multiply them and will set my sanctuary among them forever."
    },
    {
        "o": 24098,
        "r": "csb:Ezekiel:37:27",
        "t": "My dwelling place will be with them; I will be their God, and they will be my people."
    },
    {
        "o": 24099,
        "r": "csb:Ezekiel:37:28",
        "t": "When my sanctuary is among them forever, the nations will know that I, the Lord,*s sanctify Israel.’”"
    }
]
