[
    {
        "o": 18348,
        "r": "kjv:Song of Solomon:1:0",
        "t": "Song of Solomon 1",
        "h": 1
    },
    {
        "o": 18349,
        "r": "kjv:Song of Solomon:1:1",
        "t": "The*p song of songs, which is Solomon's."
    },
    {
        "o": 18350,
        "r": "kjv:Song of Solomon:1:2",
        "t": "Let*p him kiss me with the kisses of his mouth: for thy love is better than wine."
    },
    {
        "o": 18351,
        "r": "kjv:Song of Solomon:1:3",
        "t": "Because*p of the savour of thy good ointments thy name is as ointment poured forth, therefore do the virgins love thee."
    },
    {
        "o": 18352,
        "r": "kjv:Song of Solomon:1:4",
        "t": "Draw*p me, we will run after thee: the king hath brought me into his chambers: we will be glad and rejoice in thee, we will remember thy love more than wine: the upright love thee."
    },
    {
        "o": 18353,
        "r": "kjv:Song of Solomon:1:5",
        "t": "I*p am black, but comely, O ye daughters of Jerusalem, as the tents of Kedar, as the curtains of Solomon."
    },
    {
        "o": 18354,
        "r": "kjv:Song of Solomon:1:6",
        "t": "Look*p not upon me, because I am black, because the sun hath looked upon me: my mother's children were angry with me; they made me the keeper of the vineyards; but mine own vineyard have I not kept."
    },
    {
        "o": 18355,
        "r": "kjv:Song of Solomon:1:7",
        "t": "Tell*p me, O thou whom my soul loveth, where thou feedest, where thou makest thy flock to rest at noon: for why should I be as one that turneth aside by the flocks of thy companions?"
    },
    {
        "o": 18356,
        "r": "kjv:Song of Solomon:1:8",
        "t": "If*p thou know not, O thou fairest among women, go thy way forth by the footsteps of the flock, and feed thy kids beside the shepherds' tents."
    },
    {
        "o": 18357,
        "r": "kjv:Song of Solomon:1:9",
        "t": "I*p have compared thee, O my love, to a company of horses in Pharaoh's chariots."
    },
    {
        "o": 18358,
        "r": "kjv:Song of Solomon:1:10",
        "t": "Thy*p cheeks are comely with rows of jewels, thy neck with chains of gold."
    },
    {
        "o": 18359,
        "r": "kjv:Song of Solomon:1:11",
        "t": "We*p will make thee borders of gold with studs of silver."
    },
    {
        "o": 18360,
        "r": "kjv:Song of Solomon:1:12",
        "t": "While*p the king sitteth at his table, my spikenard sendeth forth the smell thereof."
    },
    {
        "o": 18361,
        "r": "kjv:Song of Solomon:1:13",
        "t": "A*p bundle of myrrh is my wellbeloved unto me; he shall lie all night betwixt my breasts."
    },
    {
        "o": 18362,
        "r": "kjv:Song of Solomon:1:14",
        "t": "My*p beloved is unto me as a cluster of camphire in the vineyards of En–gedi."
    },
    {
        "o": 18363,
        "r": "kjv:Song of Solomon:1:15",
        "t": "Behold,*p thou art fair, my love; behold, thou art fair; thou hast doves' eyes."
    },
    {
        "o": 18364,
        "r": "kjv:Song of Solomon:1:16",
        "t": "Behold,*p thou art fair, my beloved, yea, pleasant: also our bed is green."
    },
    {
        "o": 18365,
        "r": "kjv:Song of Solomon:1:17",
        "t": "The*p beams of our house are cedar, and our rafters of fir."
    }
]
