[
    {
        "o": 6826,
        "r": "nasb:Joshua:17:0",
        "t": "Joshua 17",
        "h": 1
    },
    {
        "o": 6827,
        "r": "nasb:Joshua:17:0",
        "t": "Territory of Manasseh",
        "h": 2
    },
    {
        "o": 6828,
        "r": "nasb:Joshua:17:1",
        "t": "Now*p this*i was the lot for the tribe of Manasseh, for he was the firstborn of Joseph. To Machir the firstborn of Manasseh, the father of Gilead, were allotted Gilead and Bashan, because he was a man of war."
    },
    {
        "o": 6829,
        "r": "nasb:Joshua:17:2",
        "t": "So the*i lot*i was made*i for the rest of the sons of Manasseh according to their families: for the sons of Abiezer and for the sons of Helek and for the sons of Asriel and for the sons of Shechem and for the sons of Hepher and for the sons of Shemida; these were*i the male descendants of Manasseh the son of Joseph according to their families."
    },
    {
        "o": 6830,
        "r": "nasb:Joshua:17:3",
        "t": "However,*p Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, had no sons, only daughters; and these are the names of his daughters: Mahlah and Noah, Hoglah, Milcah and Tirzah."
    },
    {
        "o": 6831,
        "r": "nasb:Joshua:17:4",
        "t": "They came near before Eleazar the priest and before Joshua the son of Nun and before the leaders, saying, “The Lord*s commanded Moses to give us an inheritance among our brothers.” So according to the command of the Lord*s he gave them an inheritance among their father’s brothers."
    },
    {
        "o": 6832,
        "r": "nasb:Joshua:17:5",
        "t": "Thus there fell ten portions to Manasseh, besides the land of Gilead and Bashan, which is beyond the Jordan,"
    },
    {
        "o": 6833,
        "r": "nasb:Joshua:17:6",
        "t": "because the daughters of Manasseh received an inheritance among his sons. And the land of Gilead belonged to the rest of the sons of Manasseh."
    },
    {
        "o": 6834,
        "r": "nasb:Joshua:17:7",
        "t": "The*p border of Manasseh ran from Asher to Michmethath which was east of Shechem; then the border went southward to the inhabitants of En-tappuah."
    },
    {
        "o": 6835,
        "r": "nasb:Joshua:17:8",
        "t": "The land of Tappuah belonged to Manasseh, but Tappuah on the border of Manasseh belonged*i to the sons of Ephraim."
    },
    {
        "o": 6836,
        "r": "nasb:Joshua:17:9",
        "t": "The border went down to the brook of Kanah, southward of the brook (these cities belonged*i to Ephraim among the cities of Manasseh), and the border of Manasseh was*i on the north side of the brook and it ended at the sea."
    },
    {
        "o": 6837,
        "r": "nasb:Joshua:17:10",
        "t": "The south side belonged*i to Ephraim and the north side to Manasseh, and the sea was their border; and they reached to Asher on the north and to Issachar on the east."
    },
    {
        "o": 6838,
        "r": "nasb:Joshua:17:11",
        "t": "In Issachar and in Asher, Manasseh had Beth-shean and its towns and Ibleam and its towns, and the inhabitants of Dor and its towns, and the inhabitants of En-dor and its towns, and the inhabitants of Taanach and its towns, and the inhabitants of Megiddo and its towns, the third is Napheth."
    },
    {
        "o": 6839,
        "r": "nasb:Joshua:17:12",
        "t": "But the sons of Manasseh could not take possession of these cities, because the Canaanites persisted in living in that land."
    },
    {
        "o": 6840,
        "r": "nasb:Joshua:17:13",
        "t": "It came about when the sons of Israel became strong, they put the Canaanites to forced labor, but they did not drive them out completely."
    },
    {
        "o": 6841,
        "r": "nasb:Joshua:17:14",
        "t": "Then*p the sons of Joseph spoke to Joshua, saying, “Why have you given me only one lot and one portion for an inheritance, since I am a numerous people whom the Lord*s has thus far blessed?”"
    },
    {
        "o": 6842,
        "r": "nasb:Joshua:17:15",
        "t": "Joshua said to them, “If you are a numerous people, go up to the forest and clear a place for yourself there in the land of the Perizzites and of the Rephaim, since the hill country of Ephraim is too narrow for you.”"
    },
    {
        "o": 6843,
        "r": "nasb:Joshua:17:16",
        "t": "The sons of Joseph said, “The hill country is not enough for us, and all the Canaanites who live in the valley land have chariots of iron, both those who are in Beth-shean and its towns and those who are in the valley of Jezreel.”"
    },
    {
        "o": 6844,
        "r": "nasb:Joshua:17:17",
        "t": "Joshua spoke to the house of Joseph, to Ephraim and Manasseh, saying, “You are a numerous people and have great power; you shall not have one lot only,*i"
    },
    {
        "o": 6845,
        "r": "nasb:Joshua:17:18",
        "t": "but the hill country shall be yours. For though it is a forest, you shall clear it, and to its farthest borders it shall be yours; for you shall drive out the Canaanites, even though they have chariots of iron and*i though they are strong.”"
    }
]
