[
    {
        "o": 24633,
        "r": "nkjv:Daniel:10:0",
        "t": "Daniel 10",
        "h": 1
    },
    {
        "o": 24634,
        "r": "nkjv:Daniel:10:0",
        "t": "Vision of the Glorious Man",
        "h": 2
    },
    {
        "o": 24635,
        "r": "nkjv:Daniel:10:1",
        "t": "In*p the third year of Cyrus king of Persia a message was revealed to Daniel, whose name was called Belteshazzar. The message was*i true, but the appointed time was*i long; and he understood the message, and had understanding of the vision."
    },
    {
        "o": 24636,
        "r": "nkjv:Daniel:10:2",
        "t": "In those days I, Daniel, was mourning three full weeks."
    },
    {
        "o": 24637,
        "r": "nkjv:Daniel:10:3",
        "t": "I ate no pleasant food, no meat or wine came into my mouth, nor did I anoint myself at all, till three whole weeks were fulfilled."
    },
    {
        "o": 24638,
        "r": "nkjv:Daniel:10:4",
        "t": "Now*p on the twenty-fourth day of the first month, as I was by the side of the great river, that is,*i the Tigris,"
    },
    {
        "o": 24639,
        "r": "nkjv:Daniel:10:5",
        "t": "I lifted my eyes and looked, and behold, a certain man clothed in linen, whose waist was*i girded with gold of Uphaz!"
    },
    {
        "o": 24640,
        "r": "nkjv:Daniel:10:6",
        "t": "His body was*i like beryl, his face like the appearance of lightning, his eyes like torches of fire, his arms and feet like burnished bronze in color, and the sound of his words like the voice of a multitude."
    },
    {
        "o": 24641,
        "r": "nkjv:Daniel:10:7",
        "t": "And*p I, Daniel, alone saw the vision, for the men who were with me did not see the vision; but a great terror fell upon them, so that they fled to hide themselves."
    },
    {
        "o": 24642,
        "r": "nkjv:Daniel:10:8",
        "t": "Therefore I was left alone when I saw this great vision, and no strength remained in me; for my vigor was turned to frailty in me, and I retained no strength."
    },
    {
        "o": 24643,
        "r": "nkjv:Daniel:10:9",
        "t": "Yet I heard the sound of his words; and while I heard the sound of his words I was in a deep sleep on my face, with my face to the ground."
    },
    {
        "o": 24644,
        "r": "nkjv:Daniel:10:9",
        "t": "Prophecies Concerning Persia and Greece",
        "h": 2
    },
    {
        "o": 24645,
        "r": "nkjv:Daniel:10:10",
        "t": "Suddenly,*p a hand touched me, which made me tremble on my knees and on*i the palms of my hands."
    },
    {
        "o": 24646,
        "r": "nkjv:Daniel:10:11",
        "t": "And he said to me, “O Daniel, man greatly beloved, understand the words that I speak to you, and stand upright, for I have now been sent to you.” While he was speaking this word to me, I stood trembling."
    },
    {
        "o": 24647,
        "r": "nkjv:Daniel:10:12",
        "t": "Then*p he said to me, “Do not fear, Daniel, for from the first day that you set your heart to understand, and to humble yourself before your God, your words were heard; and I have come because of your words."
    },
    {
        "o": 24648,
        "r": "nkjv:Daniel:10:13",
        "t": "But the prince of the kingdom of Persia withstood me twenty-one days; and behold, Michael, one of the chief princes, came to help me, for I had been left alone there with the kings of Persia."
    },
    {
        "o": 24649,
        "r": "nkjv:Daniel:10:14",
        "t": "Now I have come to make you understand what will happen to your people in the latter days, for the vision refers*i to many*i days yet to*i come.”*i"
    },
    {
        "o": 24650,
        "r": "nkjv:Daniel:10:15",
        "t": "When*p he had spoken such words to me, I turned my face toward the ground and became speechless."
    },
    {
        "o": 24651,
        "r": "nkjv:Daniel:10:16",
        "t": "And suddenly, one*i having the likeness of the sons of men touched my lips; then I opened my mouth and spoke, saying to him who stood before me, “My lord, because of the vision my sorrows have overwhelmed me, and I have retained no strength."
    },
    {
        "o": 24652,
        "r": "nkjv:Daniel:10:17",
        "t": "For how can this servant of my lord talk with you, my lord? As for me, no strength remains in me now, nor is any breath left in me.”"
    },
    {
        "o": 24653,
        "r": "nkjv:Daniel:10:18",
        "t": "Then*p again, the*i one*i having the likeness of a man touched me and strengthened me."
    },
    {
        "o": 24654,
        "r": "nkjv:Daniel:10:19",
        "t": "And he said, “O man greatly beloved, fear not! Peace be*i to you; be strong, yes, be strong!” So*p when he spoke to me I was strengthened, and said, “Let my lord speak, for you have strengthened me.”"
    },
    {
        "o": 24655,
        "r": "nkjv:Daniel:10:20",
        "t": "Then*p he said, “Do you know why I have come to you? And now I must return to fight with the prince of Persia; and when I have gone forth, indeed the prince of Greece will come."
    },
    {
        "o": 24656,
        "r": "nkjv:Daniel:10:21",
        "t": "But I will tell you what is noted in the Scripture of Truth. (No one upholds me against these, except Michael your prince."
    }
]
