[
    {
        "o": 23774,
        "r": "kjv:Habakkuk:1:0",
        "t": "Habakkuk 1",
        "h": 1
    },
    {
        "o": 23775,
        "r": "kjv:Habakkuk:1:1",
        "t": "The*p burden which Habakkuk the prophet did see."
    },
    {
        "o": 23776,
        "r": "kjv:Habakkuk:1:2",
        "t": "O*p Lord,*s how long shall I cry, and thou wilt not hear! even cry out unto thee of violence, and thou wilt not save!"
    },
    {
        "o": 23777,
        "r": "kjv:Habakkuk:1:3",
        "t": "Why*p dost thou shew me iniquity, and cause me to behold grievance? for spoiling and violence are before me: and there are that raise up strife and contention."
    },
    {
        "o": 23778,
        "r": "kjv:Habakkuk:1:4",
        "t": "Therefore*p the law is slacked, and judgment doth never go forth: for the wicked doth compass about the righteous; therefore wrong judgment proceedeth."
    },
    {
        "o": 23779,
        "r": "kjv:Habakkuk:1:5",
        "t": "Behold*p ye among the heathen, and regard, and wonder marvellously: for I will work a work in your days, which ye will not believe, though it be told you."
    },
    {
        "o": 23780,
        "r": "kjv:Habakkuk:1:6",
        "t": "For,*p lo, I raise up the Chaldeans, that bitter and hasty nation, which shall march through the breadth of the land, to possess the dwellingplaces that are not theirs."
    },
    {
        "o": 23781,
        "r": "kjv:Habakkuk:1:7",
        "t": "They*p are terrible and dreadful: their judgment and their dignity shall proceed of themselves."
    },
    {
        "o": 23782,
        "r": "kjv:Habakkuk:1:8",
        "t": "Their*p horses also are swifter than the leopards, and are more fierce than the evening wolves: and their horsemen shall spread themselves, and their horsemen shall come from far; they shall fly as the eagle that hasteth to eat."
    },
    {
        "o": 23783,
        "r": "kjv:Habakkuk:1:9",
        "t": "They*p shall come all for violence: their faces shall sup up as the east wind, and they shall gather the captivity as the sand."
    },
    {
        "o": 23784,
        "r": "kjv:Habakkuk:1:10",
        "t": "And*p they shall scoff at the kings, and the princes shall be a scorn unto them: they shall deride every strong hold; for they shall heap dust, and take it."
    },
    {
        "o": 23785,
        "r": "kjv:Habakkuk:1:11",
        "t": "Then*p shall his mind change, and he shall pass over, and offend, imputing this his power unto his god."
    },
    {
        "o": 23786,
        "r": "kjv:Habakkuk:1:12",
        "t": "Art*p thou not from everlasting, O Lord*s my God, mine Holy One? we shall not die. O Lord,*s thou hast ordained them for judgment; and, O mighty God, thou hast established them for correction."
    },
    {
        "o": 23787,
        "r": "kjv:Habakkuk:1:13",
        "t": "Thou*p art of purer eyes than to behold evil, and canst not look on iniquity: wherefore lookest thou upon them that deal treacherously, and holdest thy tongue when the wicked devoureth the man that is more righteous than he?"
    },
    {
        "o": 23788,
        "r": "kjv:Habakkuk:1:14",
        "t": "And*p makest men as the fishes of the sea, as the creeping things, that have no ruler over them?"
    },
    {
        "o": 23789,
        "r": "kjv:Habakkuk:1:15",
        "t": "They*p take up all of them with the angle, they catch them in their net, and gather them in their drag: therefore they rejoice and are glad."
    },
    {
        "o": 23790,
        "r": "kjv:Habakkuk:1:16",
        "t": "Therefore*p they sacrifice unto their net, and burn incense unto their drag; because by them their portion is fat, and their meat plenteous."
    },
    {
        "o": 23791,
        "r": "kjv:Habakkuk:1:17",
        "t": "Shall*p they therefore empty their net, and not spare continually to slay the nations?"
    }
]
