[
    {
        "o": 4170,
        "r": "nasb:Numbers:6:0",
        "t": "Numbers 6",
        "h": 1
    },
    {
        "o": 4171,
        "r": "nasb:Numbers:6:0",
        "t": "Law of the Nazirites",
        "h": 2
    },
    {
        "o": 4172,
        "r": "nasb:Numbers:6:1",
        "t": "Again*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4173,
        "r": "nasb:Numbers:6:2",
        "t": "“Speak to the sons of Israel and say to them, ‘When a man or woman makes a special vow, the vow of a Nazirite, to dedicate himself to the Lord,*s"
    },
    {
        "o": 4174,
        "r": "nasb:Numbers:6:3",
        "t": "he shall abstain from wine and strong drink; he shall drink no vinegar, whether made from wine or strong drink, nor shall he drink any grape juice nor eat fresh or dried grapes."
    },
    {
        "o": 4175,
        "r": "nasb:Numbers:6:4",
        "t": "All the days of his separation he shall not eat anything that is produced by the grape vine, from the*i seeds even to the*i skin."
    },
    {
        "o": 4176,
        "r": "nasb:Numbers:6:5",
        "t": "‘All*p the days of his vow of separation no razor shall pass over his head. He shall be holy until the days are fulfilled for which he separated himself to the Lord;*s he shall let the locks of hair on his head grow long."
    },
    {
        "o": 4177,
        "r": "nasb:Numbers:6:6",
        "t": "‘All*p the days of his separation to the Lord*s he shall not go near to a dead person."
    },
    {
        "o": 4178,
        "r": "nasb:Numbers:6:7",
        "t": "He shall not make himself unclean for his father or for his mother, for his brother or for his sister, when they die, because his separation to God is on his head."
    },
    {
        "o": 4179,
        "r": "nasb:Numbers:6:8",
        "t": "All the days of his separation he is holy to the Lord.*s"
    },
    {
        "o": 4180,
        "r": "nasb:Numbers:6:9",
        "t": "‘But*p if a man dies very suddenly beside him and he defiles his dedicated head of*i hair,*i then he shall shave his head on the day when he becomes clean; he shall shave it on the seventh day."
    },
    {
        "o": 4181,
        "r": "nasb:Numbers:6:10",
        "t": "Then on the eighth day he shall bring two turtledoves or two young pigeons to the priest, to the doorway of the tent of meeting."
    },
    {
        "o": 4182,
        "r": "nasb:Numbers:6:11",
        "t": "The priest shall offer one for a sin offering and the*i other for a burnt offering, and make atonement for him concerning his sin because of the dead*i person. And that same day he shall consecrate his head,"
    },
    {
        "o": 4183,
        "r": "nasb:Numbers:6:12",
        "t": "and shall dedicate to the Lord*s his days as a Nazirite, and shall bring a male lamb a year old for a guilt offering; but the former days will be void because his separation was defiled."
    },
    {
        "o": 4184,
        "r": "nasb:Numbers:6:13",
        "t": "‘Now*p this is the law of the Nazirite when the days of his separation are fulfilled, he shall bring the offering to the doorway of the tent of meeting."
    },
    {
        "o": 4185,
        "r": "nasb:Numbers:6:14",
        "t": "He shall present his offering to the Lord:*s one male lamb a year old without defect for a burnt offering and one ewe-lamb a year old without defect for a sin offering and one ram without defect for a peace offering,"
    },
    {
        "o": 4186,
        "r": "nasb:Numbers:6:15",
        "t": "and a basket of unleavened cakes of fine flour mixed with oil and unleavened wafers spread with oil, along with their grain offering and their drink offering."
    },
    {
        "o": 4187,
        "r": "nasb:Numbers:6:16",
        "t": "Then the priest shall present them*i before the Lord*s and shall offer his sin offering and his burnt offering."
    },
    {
        "o": 4188,
        "r": "nasb:Numbers:6:17",
        "t": "He shall also offer the ram for a sacrifice of peace offerings to the Lord,*s together with the basket of unleavened cakes; the priest shall likewise offer its grain offering and its drink offering."
    },
    {
        "o": 4189,
        "r": "nasb:Numbers:6:18",
        "t": "The Nazirite shall then shave his dedicated head of*i hair*i at the doorway of the tent of meeting, and take the dedicated hair of his head and put it*i on the fire which is under the sacrifice of peace offerings."
    },
    {
        "o": 4190,
        "r": "nasb:Numbers:6:19",
        "t": "The priest shall take the ram’s shoulder when*i it*i has*i been*i boiled, and one unleavened cake out of the basket and one unleavened wafer, and shall put them*i on the hands of the Nazirite after he has shaved his dedicated hair.*i"
    },
    {
        "o": 4191,
        "r": "nasb:Numbers:6:20",
        "t": "Then the priest shall wave them for a wave offering before the Lord.*s It is holy for the priest, together with the breast offered by waving and the thigh offered by lifting up; and afterward the Nazirite may drink wine.’"
    },
    {
        "o": 4192,
        "r": "nasb:Numbers:6:21",
        "t": "“This*p is the law of the Nazirite who vows his offering to the Lord*s according to his separation, in addition to what else*i he can afford; according to his vow which he takes, so he shall do according to the law of his separation.”"
    },
    {
        "o": 4193,
        "r": "nasb:Numbers:6:21",
        "t": "Aaron’s Benediction",
        "h": 2
    },
    {
        "o": 4194,
        "r": "nasb:Numbers:6:22",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4195,
        "r": "nasb:Numbers:6:23",
        "t": "“Speak to Aaron and to his sons, saying, ‘Thus you shall bless the sons of Israel. You shall say to them:"
    },
    {
        "o": 4196,
        "r": "nasb:Numbers:6:24",
        "t": "The*pn Lord*s bless you, and keep you;"
    },
    {
        "o": 4197,
        "r": "nasb:Numbers:6:25",
        "t": "The*ln Lord*s make His face shine on you, And*ln be gracious to you;"
    },
    {
        "o": 4198,
        "r": "nasb:Numbers:6:26",
        "t": "The*ln Lord*s lift up His countenance on you, And*ln give you peace.’"
    },
    {
        "o": 4199,
        "r": "nasb:Numbers:6:27",
        "t": "So*p they shall invoke My name on the sons of Israel, and I then*i will bless them.”"
    }
]
