[
    {
        "o": 9765,
        "r": "nasb:1 Kings:7:0",
        "t": "1 Kings 7",
        "h": 1
    },
    {
        "o": 9766,
        "r": "nasb:1 Kings:7:0",
        "t": "Solomon’s Palace",
        "h": 2
    },
    {
        "o": 9767,
        "r": "nasb:1 Kings:7:1",
        "t": "Now*p Solomon was building his own house thirteen years, and he finished all his house."
    },
    {
        "o": 9768,
        "r": "nasb:1 Kings:7:2",
        "t": "He built the house of the forest of Lebanon; its length was 100 cubits and its width 50 cubits and its height 30 cubits, on four rows of cedar pillars with cedar beams on the pillars."
    },
    {
        "o": 9769,
        "r": "nasb:1 Kings:7:3",
        "t": "It was paneled with cedar above the side chambers which were on the 45 pillars, 15 in each row."
    },
    {
        "o": 9770,
        "r": "nasb:1 Kings:7:4",
        "t": "There*i were*i artistic*i window*i frames in three rows, and window was opposite window in three ranks."
    },
    {
        "o": 9771,
        "r": "nasb:1 Kings:7:5",
        "t": "All the doorways and doorposts had*i squared artistic*i frames, and window was opposite window in three ranks."
    },
    {
        "o": 9772,
        "r": "nasb:1 Kings:7:6",
        "t": "Then*p he made the hall of pillars; its length was 50 cubits and its width 30 cubits, and a porch was*i in front of them and pillars and a threshold in front of them."
    },
    {
        "o": 9773,
        "r": "nasb:1 Kings:7:7",
        "t": "He*p made the hall of the throne where he was to judge, the hall of judgment, and it was paneled with cedar from floor to floor."
    },
    {
        "o": 9774,
        "r": "nasb:1 Kings:7:8",
        "t": "His*p house where he was to live, the other court inward from the hall, was of the same workmanship. He also made a house like this hall for Pharaoh’s daughter, whom Solomon had married."
    },
    {
        "o": 9775,
        "r": "nasb:1 Kings:7:9",
        "t": "All*p these were of costly stones, of stone cut according to measure, sawed with saws, inside and outside; even from the foundation to the coping, and so on the outside to the great court."
    },
    {
        "o": 9776,
        "r": "nasb:1 Kings:7:10",
        "t": "The*p foundation was of costly stones, even*i large stones, stones of ten cubits and stones of eight cubits."
    },
    {
        "o": 9777,
        "r": "nasb:1 Kings:7:11",
        "t": "And above were costly stones, stone cut according to measure, and cedar."
    },
    {
        "o": 9778,
        "r": "nasb:1 Kings:7:12",
        "t": "So the great court all around had*i three rows of cut stone and a row of cedar beams even as the inner court of the house of the Lord,*s and the porch of the house."
    },
    {
        "o": 9779,
        "r": "nasb:1 Kings:7:12",
        "t": "Hiram’s Work in the Temple",
        "h": 2
    },
    {
        "o": 9780,
        "r": "nasb:1 Kings:7:13",
        "t": "Now*p King Solomon sent and brought Hiram from Tyre."
    },
    {
        "o": 9781,
        "r": "nasb:1 Kings:7:14",
        "t": "He was a widow’s son from the tribe of Naphtali, and his father was a man of Tyre, a worker in bronze; and he was filled with wisdom and understanding and skill for doing any work in bronze. So he came to King Solomon and performed all his work."
    },
    {
        "o": 9782,
        "r": "nasb:1 Kings:7:15",
        "t": "He*p fashioned the two pillars of bronze; eighteen cubits was the height of one pillar, and a line of twelve cubits measured the circumference of both."
    },
    {
        "o": 9783,
        "r": "nasb:1 Kings:7:16",
        "t": "He also made two capitals of molten bronze to set on the tops of the pillars; the height of the one capital was five cubits and the height of the other capital was five cubits."
    },
    {
        "o": 9784,
        "r": "nasb:1 Kings:7:17",
        "t": "There*i were*i nets of network and twisted threads of chainwork for the capitals which were on the top of the pillars; seven for the one capital and seven for the other capital."
    },
    {
        "o": 9785,
        "r": "nasb:1 Kings:7:18",
        "t": "So he made the pillars, and two rows around on the one network to cover the capitals which were on the top of the pomegranates; and so he did for the other capital."
    },
    {
        "o": 9786,
        "r": "nasb:1 Kings:7:19",
        "t": "The capitals which were*i on the top of the pillars in the porch were of lily design, four cubits."
    },
    {
        "o": 9787,
        "r": "nasb:1 Kings:7:20",
        "t": "There*i were*i capitals on the two pillars, even above and*i close to the rounded projection which was beside the network; and the pomegranates numbered*i two hundred in rows around both capitals."
    },
    {
        "o": 9788,
        "r": "nasb:1 Kings:7:21",
        "t": "Thus he set up the pillars at the porch of the nave; and he set up the right pillar and named it Jachin, and he set up the left pillar and named it Boaz."
    },
    {
        "o": 9789,
        "r": "nasb:1 Kings:7:22",
        "t": "On the top of the pillars was lily design. So the work of the pillars was finished."
    },
    {
        "o": 9790,
        "r": "nasb:1 Kings:7:23",
        "t": "Now*p he made the sea of cast metal*i ten cubits from brim to brim, circular in form, and its height was five cubits, and thirty cubits in circumference."
    },
    {
        "o": 9791,
        "r": "nasb:1 Kings:7:24",
        "t": "Under its brim gourds went around encircling it ten to a cubit, completely surrounding the sea; the gourds were in two rows, cast with the rest."
    },
    {
        "o": 9792,
        "r": "nasb:1 Kings:7:25",
        "t": "It stood on twelve oxen, three facing north, three facing west, three facing south, and three facing east; and the sea was*i set*i on top of them, and all their rear parts turned*i inward."
    },
    {
        "o": 9793,
        "r": "nasb:1 Kings:7:26",
        "t": "It was a handbreadth thick, and its brim was made like the brim of a cup, as*i a lily blossom; it could hold two thousand baths."
    },
    {
        "o": 9794,
        "r": "nasb:1 Kings:7:27",
        "t": "Then*p he made the ten stands of bronze; the length of each stand was four cubits and its width four cubits and its height three cubits."
    },
    {
        "o": 9795,
        "r": "nasb:1 Kings:7:28",
        "t": "This was the design of the stands: they had borders, even borders between the frames,"
    },
    {
        "o": 9796,
        "r": "nasb:1 Kings:7:29",
        "t": "and on the borders which were between the frames were*i lions, oxen and cherubim; and on the frames there was*i a pedestal above, and beneath the lions and oxen were*i wreaths of hanging work."
    },
    {
        "o": 9797,
        "r": "nasb:1 Kings:7:30",
        "t": "Now each stand had four bronze wheels with bronze axles, and its four feet had supports; beneath the basin were*i cast supports with wreaths at each side."
    },
    {
        "o": 9798,
        "r": "nasb:1 Kings:7:31",
        "t": "Its opening inside the crown at the top was*i a cubit, and its opening was*i round like the design of a pedestal, a cubit and a half; and also on its opening there*i were*i engravings, and their borders were square, not round."
    },
    {
        "o": 9799,
        "r": "nasb:1 Kings:7:32",
        "t": "The four wheels were*i underneath the borders, and the axles of the wheels were*i on the stand. And the height of a wheel was*i a cubit and a half."
    },
    {
        "o": 9800,
        "r": "nasb:1 Kings:7:33",
        "t": "The workmanship of the wheels was*i like the workmanship of a chariot wheel. Their axles, their rims, their spokes, and their hubs were*i all cast."
    },
    {
        "o": 9801,
        "r": "nasb:1 Kings:7:34",
        "t": "Now there*i were*i four supports at the four corners of each stand; its supports were*i part of the stand itself."
    },
    {
        "o": 9802,
        "r": "nasb:1 Kings:7:35",
        "t": "On the top of the stand there*i was*i a circular form half a cubit high, and on the top of the stand its stays and its borders were*i part of it."
    },
    {
        "o": 9803,
        "r": "nasb:1 Kings:7:36",
        "t": "He engraved on the plates of its stays and on its borders, cherubim, lions and palm trees, according to the clear space on each, with wreaths all*i around."
    },
    {
        "o": 9804,
        "r": "nasb:1 Kings:7:37",
        "t": "He made the ten stands like this: all of them had one casting, one measure and one form."
    },
    {
        "o": 9805,
        "r": "nasb:1 Kings:7:38",
        "t": "He*p made ten basins of bronze, one basin held forty baths; each basin was*i four cubits, and*i on each of the ten stands was*i one basin."
    },
    {
        "o": 9806,
        "r": "nasb:1 Kings:7:39",
        "t": "Then he set the stands, five on the right side of the house and five on the left side of the house; and he set the sea of*i cast*i metal*i on the right side of the house eastward toward the south."
    },
    {
        "o": 9807,
        "r": "nasb:1 Kings:7:40",
        "t": "Now*p Hiram made the basins and the shovels and the bowls. So Hiram finished doing all the work which he performed for King Solomon in*i the house of the Lord:*s"
    },
    {
        "o": 9808,
        "r": "nasb:1 Kings:7:41",
        "t": "the two pillars and the two*i bowls of the capitals which were*i on the top of the two pillars, and the two networks to cover the two bowls of the capitals which were*i on the top of the pillars;"
    },
    {
        "o": 9809,
        "r": "nasb:1 Kings:7:42",
        "t": "and the four hundred pomegranates for the two networks, two rows of pomegranates for each network to cover the two bowls of the capitals which were*i on the tops of the pillars;"
    },
    {
        "o": 9810,
        "r": "nasb:1 Kings:7:43",
        "t": "and the ten stands with the ten basins on the stands;"
    },
    {
        "o": 9811,
        "r": "nasb:1 Kings:7:44",
        "t": "and the one sea and the twelve oxen under the sea;"
    },
    {
        "o": 9812,
        "r": "nasb:1 Kings:7:45",
        "t": "and the pails and the shovels and the bowls; even all these utensils which Hiram made for King Solomon in*i the house of the Lord*s were*i of polished bronze."
    },
    {
        "o": 9813,
        "r": "nasb:1 Kings:7:46",
        "t": "In the plain of the Jordan the king cast them, in the clay ground between Succoth and Zarethan."
    },
    {
        "o": 9814,
        "r": "nasb:1 Kings:7:47",
        "t": "Solomon left all the utensils unweighed,*i because they*i were*i too many; the weight of the bronze could not be ascertained."
    },
    {
        "o": 9815,
        "r": "nasb:1 Kings:7:48",
        "t": "Solomon*p made all the furniture which was*i in*i the house of the Lord:*s the golden altar and the golden table on which was*i the bread of the Presence;"
    },
    {
        "o": 9816,
        "r": "nasb:1 Kings:7:49",
        "t": "and the lampstands, five on the right side and five on the left, in front of the inner sanctuary, of pure gold; and the flowers and the lamps and the tongs, of gold;"
    },
    {
        "o": 9817,
        "r": "nasb:1 Kings:7:50",
        "t": "and the cups and the snuffers and the bowls and the spoons and the firepans, of pure gold; and the hinges both for the doors of the inner house, the most holy place, and*i for the doors of the house, that*i is,*i of the nave, of gold."
    },
    {
        "o": 9818,
        "r": "nasb:1 Kings:7:51",
        "t": "Thus*p all the work that King Solomon performed in*i the house of the Lord*s was finished. And Solomon brought in the things dedicated by his father David, the silver and the gold and the utensils, and*i he put them in the treasuries of the house of the Lord.*s"
    }
]
