[
    {
        "o": 5324,
        "r": "niv:Deuteronomy:1:0",
        "t": "Deuteronomy 1",
        "h": 1
    },
    {
        "o": 5325,
        "r": "niv:Deuteronomy:1:0",
        "t": "The Command to Leave Horeb",
        "h": 2
    },
    {
        "o": 5326,
        "r": "niv:Deuteronomy:1:1",
        "t": "These*p are the words Moses spoke to all Israel in the wilderness east of the Jordan—that is, in the Arabah—opposite Suph, between Paran and Tophel, Laban, Hazeroth and Dizahab."
    },
    {
        "o": 5327,
        "r": "niv:Deuteronomy:1:2",
        "t": "(It takes eleven days to go from Horeb to Kadesh Barnea by the Mount Seir road.)"
    },
    {
        "o": 5328,
        "r": "niv:Deuteronomy:1:3",
        "t": "In*p the fortieth year, on the first day of the eleventh month, Moses proclaimed to the Israelites all that the Lord*s had commanded him concerning them."
    },
    {
        "o": 5329,
        "r": "niv:Deuteronomy:1:4",
        "t": "This was after he had defeated Sihon king of the Amorites, who reigned in Heshbon, and at Edrei had defeated Og king of Bashan, who reigned in Ashtaroth."
    },
    {
        "o": 5330,
        "r": "niv:Deuteronomy:1:5",
        "t": "East*p of the Jordan in the territory of Moab, Moses began to expound this law, saying:"
    },
    {
        "o": 5331,
        "r": "niv:Deuteronomy:1:6",
        "t": "The*p Lord*s our God said to us at Horeb, “You have stayed long enough at this mountain."
    },
    {
        "o": 5332,
        "r": "niv:Deuteronomy:1:7",
        "t": "Break camp and advance into the hill country of the Amorites; go to all the neighboring peoples in the Arabah, in the mountains, in the western foothills, in the Negev and along the coast, to the land of the Canaanites and to Lebanon, as far as the great river, the Euphrates."
    },
    {
        "o": 5333,
        "r": "niv:Deuteronomy:1:8",
        "t": "See, I have given you this land. Go in and take possession of the land the Lord*s swore he would give to your fathers—to Abraham, Isaac and Jacob—and to their descendants after them.”"
    },
    {
        "o": 5334,
        "r": "niv:Deuteronomy:1:8",
        "t": "The Appointment of Leaders",
        "h": 2
    },
    {
        "o": 5335,
        "r": "niv:Deuteronomy:1:9",
        "t": "At*p that time I said to you, “You are too heavy a burden for me to carry alone."
    },
    {
        "o": 5336,
        "r": "niv:Deuteronomy:1:10",
        "t": "The Lord*s your God has increased your numbers so that today you are as numerous as the stars in the sky."
    },
    {
        "o": 5337,
        "r": "niv:Deuteronomy:1:11",
        "t": "May the Lord,*s the God of your ancestors, increase you a thousand times and bless you as he has promised!"
    },
    {
        "o": 5338,
        "r": "niv:Deuteronomy:1:12",
        "t": "But how can I bear your problems and your burdens and your disputes all by myself?"
    },
    {
        "o": 5339,
        "r": "niv:Deuteronomy:1:13",
        "t": "Choose some wise, understanding and respected men from each of your tribes, and I will set them over you.”"
    },
    {
        "o": 5340,
        "r": "niv:Deuteronomy:1:14",
        "t": "You*p answered me, “What you propose to do is good.”"
    },
    {
        "o": 5341,
        "r": "niv:Deuteronomy:1:15",
        "t": "So*p I took the leading men of your tribes, wise and respected men, and appointed them to have authority over you—as commanders of thousands, of hundreds, of fifties and of tens and as tribal officials."
    },
    {
        "o": 5342,
        "r": "niv:Deuteronomy:1:16",
        "t": "And I charged your judges at that time, “Hear the disputes between your people and judge fairly, whether the case is between two Israelites or between an Israelite and a foreigner residing among you."
    },
    {
        "o": 5343,
        "r": "niv:Deuteronomy:1:17",
        "t": "Do not show partiality in judging; hear both small and great alike. Do not be afraid of anyone, for judgment belongs to God. Bring me any case too hard for you, and I will hear it.”"
    },
    {
        "o": 5344,
        "r": "niv:Deuteronomy:1:18",
        "t": "And at that time I told you everything you were to do."
    },
    {
        "o": 5345,
        "r": "niv:Deuteronomy:1:18",
        "t": "Spies Sent Out",
        "h": 2
    },
    {
        "o": 5346,
        "r": "niv:Deuteronomy:1:19",
        "t": "Then,*p as the Lord*s our God commanded us, we set out from Horeb and went toward the hill country of the Amorites through all that vast and dreadful wilderness that you have seen, and so we reached Kadesh Barnea."
    },
    {
        "o": 5347,
        "r": "niv:Deuteronomy:1:20",
        "t": "Then I said to you, “You have reached the hill country of the Amorites, which the Lord*s our God is giving us."
    },
    {
        "o": 5348,
        "r": "niv:Deuteronomy:1:21",
        "t": "See, the Lord*s your God has given you the land. Go up and take possession of it as the Lord,*s the God of your ancestors, told you. Do not be afraid; do not be discouraged.”"
    },
    {
        "o": 5349,
        "r": "niv:Deuteronomy:1:22",
        "t": "Then*p all of you came to me and said, “Let us send men ahead to spy out the land for us and bring back a report about the route we are to take and the towns we will come to.”"
    },
    {
        "o": 5350,
        "r": "niv:Deuteronomy:1:23",
        "t": "The*p idea seemed good to me; so I selected twelve of you, one man from each tribe."
    },
    {
        "o": 5351,
        "r": "niv:Deuteronomy:1:24",
        "t": "They left and went up into the hill country, and came to the Valley of Eshkol and explored it."
    },
    {
        "o": 5352,
        "r": "niv:Deuteronomy:1:25",
        "t": "Taking with them some of the fruit of the land, they brought it down to us and reported, “It is a good land that the Lord*s our God is giving us.”"
    },
    {
        "o": 5353,
        "r": "niv:Deuteronomy:1:25",
        "t": "Rebellion Against the Lord",
        "h": 2
    },
    {
        "o": 5354,
        "r": "niv:Deuteronomy:1:26",
        "t": "But*p you were unwilling to go up; you rebelled against the command of the Lord*s your God."
    },
    {
        "o": 5355,
        "r": "niv:Deuteronomy:1:27",
        "t": "You grumbled in your tents and said, “The Lord*s hates us; so he brought us out of Egypt to deliver us into the hands of the Amorites to destroy us."
    },
    {
        "o": 5356,
        "r": "niv:Deuteronomy:1:28",
        "t": "Where can we go? Our brothers have made our hearts melt in fear. They say, ‘The people are stronger and taller than we are; the cities are large, with walls up to the sky. We even saw the Anakites there.’ ”"
    },
    {
        "o": 5357,
        "r": "niv:Deuteronomy:1:29",
        "t": "Then*p I said to you, “Do not be terrified; do not be afraid of them."
    },
    {
        "o": 5358,
        "r": "niv:Deuteronomy:1:30",
        "t": "The Lord*s your God, who is going before you, will fight for you, as he did for you in Egypt, before your very eyes,"
    },
    {
        "o": 5359,
        "r": "niv:Deuteronomy:1:31",
        "t": "and in the wilderness. There you saw how the Lord*s your God carried you, as a father carries his son, all the way you went until you reached this place.”"
    },
    {
        "o": 5360,
        "r": "niv:Deuteronomy:1:32",
        "t": "In*p spite of this, you did not trust in the Lord*s your God,"
    },
    {
        "o": 5361,
        "r": "niv:Deuteronomy:1:33",
        "t": "who went ahead of you on your journey, in fire by night and in a cloud by day, to search out places for you to camp and to show you the way you should go."
    },
    {
        "o": 5362,
        "r": "niv:Deuteronomy:1:34",
        "t": "When*p the Lord*s heard what you said, he was angry and solemnly swore:"
    },
    {
        "o": 5363,
        "r": "niv:Deuteronomy:1:35",
        "t": "“No one from this evil generation shall see the good land I swore to give your ancestors,"
    },
    {
        "o": 5364,
        "r": "niv:Deuteronomy:1:36",
        "t": "except Caleb son of Jephunneh. He will see it, and I will give him and his descendants the land he set his feet on, because he followed the Lord*s wholeheartedly.”"
    },
    {
        "o": 5365,
        "r": "niv:Deuteronomy:1:37",
        "t": "Because*p of you the Lord*s became angry with me also and said, “You shall not enter it, either."
    },
    {
        "o": 5366,
        "r": "niv:Deuteronomy:1:38",
        "t": "But your assistant, Joshua son of Nun, will enter it. Encourage him, because he will lead Israel to inherit it."
    },
    {
        "o": 5367,
        "r": "niv:Deuteronomy:1:39",
        "t": "And the little ones that you said would be taken captive, your children who do not yet know good from bad—they will enter the land. I will give it to them and they will take possession of it."
    },
    {
        "o": 5368,
        "r": "niv:Deuteronomy:1:40",
        "t": "But as for you, turn around and set out toward the desert along the route to the Red Sea.”"
    },
    {
        "o": 5369,
        "r": "niv:Deuteronomy:1:41",
        "t": "Then*p you replied, “We have sinned against the Lord.*s We will go up and fight, as the Lord*s our God commanded us.” So every one of you put on his weapons, thinking it easy to go up into the hill country."
    },
    {
        "o": 5370,
        "r": "niv:Deuteronomy:1:42",
        "t": "But*p the Lord*s said to me, “Tell them, ‘Do not go up and fight, because I will not be with you. You will be defeated by your enemies.’ ”"
    },
    {
        "o": 5371,
        "r": "niv:Deuteronomy:1:43",
        "t": "So*p I told you, but you would not listen. You rebelled against the Lord’s*s command and in your arrogance you marched up into the hill country."
    },
    {
        "o": 5372,
        "r": "niv:Deuteronomy:1:44",
        "t": "The Amorites who lived in those hills came out against you; they chased you like a swarm of bees and beat you down from Seir all the way to Hormah."
    },
    {
        "o": 5373,
        "r": "niv:Deuteronomy:1:45",
        "t": "You came back and wept before the Lord,*s but he paid no attention to your weeping and turned a deaf ear to you."
    },
    {
        "o": 5374,
        "r": "niv:Deuteronomy:1:46",
        "t": "And so you stayed in Kadesh many days—all the time you spent there."
    },
    {
        "o": 5375,
        "r": "niv:Deuteronomy:2:0",
        "t": "Deuteronomy 2",
        "h": 1
    },
    {
        "o": 5376,
        "r": "niv:Deuteronomy:2:0",
        "t": "Wanderings in the Wilderness",
        "h": 2
    },
    {
        "o": 5377,
        "r": "niv:Deuteronomy:2:1",
        "t": "Then*p we turned back and set out toward the wilderness along the route to the Red Sea, as the Lord*s had directed me. For a long time we made our way around the hill country of Seir."
    },
    {
        "o": 5378,
        "r": "niv:Deuteronomy:2:2",
        "t": "Then*p the Lord*s said to me,"
    },
    {
        "o": 5379,
        "r": "niv:Deuteronomy:2:3",
        "t": "“You have made your way around this hill country long enough; now turn north."
    },
    {
        "o": 5380,
        "r": "niv:Deuteronomy:2:4",
        "t": "Give the people these orders: ‘You are about to pass through the territory of your relatives the descendants of Esau, who live in Seir. They will be afraid of you, but be very careful."
    },
    {
        "o": 5381,
        "r": "niv:Deuteronomy:2:5",
        "t": "Do not provoke them to war, for I will not give you any of their land, not even enough to put your foot on. I have given Esau the hill country of Seir as his own."
    },
    {
        "o": 5382,
        "r": "niv:Deuteronomy:2:6",
        "t": "You are to pay them in silver for the food you eat and the water you drink.’ ”"
    },
    {
        "o": 5383,
        "r": "niv:Deuteronomy:2:7",
        "t": "The*p Lord*s your God has blessed you in all the work of your hands. He has watched over your journey through this vast wilderness. These forty years the Lord*s your God has been with you, and you have not lacked anything."
    },
    {
        "o": 5384,
        "r": "niv:Deuteronomy:2:8",
        "t": "So*p we went on past our relatives the descendants of Esau, who live in Seir. We turned from the Arabah road, which comes up from Elath and Ezion Geber, and traveled along the desert road of Moab."
    },
    {
        "o": 5385,
        "r": "niv:Deuteronomy:2:9",
        "t": "Then*p the Lord*s said to me, “Do not harass the Moabites or provoke them to war, for I will not give you any part of their land. I have given Ar to the descendants of Lot as a possession.”"
    },
    {
        "o": 5386,
        "r": "niv:Deuteronomy:2:10",
        "t": "(The*p Emites used to live there—a people strong and numerous, and as tall as the Anakites."
    },
    {
        "o": 5387,
        "r": "niv:Deuteronomy:2:11",
        "t": "Like the Anakites, they too were considered Rephaites, but the Moabites called them Emites."
    },
    {
        "o": 5388,
        "r": "niv:Deuteronomy:2:12",
        "t": "Horites used to live in Seir, but the descendants of Esau drove them out. They destroyed the Horites from before them and settled in their place, just as Israel did in the land the Lord*s gave them as their possession.)"
    },
    {
        "o": 5389,
        "r": "niv:Deuteronomy:2:13",
        "t": "And*p the Lord*s said, “Now get up and cross the Zered Valley.” So we crossed the valley."
    },
    {
        "o": 5390,
        "r": "niv:Deuteronomy:2:14",
        "t": "Thirty-eight*p years passed from the time we left Kadesh Barnea until we crossed the Zered Valley. By then, that entire generation of fighting men had perished from the camp, as the Lord*s had sworn to them."
    },
    {
        "o": 5391,
        "r": "niv:Deuteronomy:2:15",
        "t": "The Lord’s*s hand was against them until he had completely eliminated them from the camp."
    },
    {
        "o": 5392,
        "r": "niv:Deuteronomy:2:16",
        "t": "Now*p when the last of these fighting men among the people had died,"
    },
    {
        "o": 5393,
        "r": "niv:Deuteronomy:2:17",
        "t": "the Lord*s said to me,"
    },
    {
        "o": 5394,
        "r": "niv:Deuteronomy:2:18",
        "t": "“Today you are to pass by the region of Moab at Ar."
    },
    {
        "o": 5395,
        "r": "niv:Deuteronomy:2:19",
        "t": "When you come to the Ammonites, do not harass them or provoke them to war, for I will not give you possession of any land belonging to the Ammonites. I have given it as a possession to the descendants of Lot.”"
    },
    {
        "o": 5396,
        "r": "niv:Deuteronomy:2:20",
        "t": "(That*p too was considered a land of the Rephaites, who used to live there; but the Ammonites called them Zamzummites."
    },
    {
        "o": 5397,
        "r": "niv:Deuteronomy:2:21",
        "t": "They were a people strong and numerous, and as tall as the Anakites. The Lord*s destroyed them from before the Ammonites, who drove them out and settled in their place."
    },
    {
        "o": 5398,
        "r": "niv:Deuteronomy:2:22",
        "t": "The Lord*s had done the same for the descendants of Esau, who lived in Seir, when he destroyed the Horites from before them. They drove them out and have lived in their place to this day."
    },
    {
        "o": 5399,
        "r": "niv:Deuteronomy:2:23",
        "t": "And as for the Avvites who lived in villages as far as Gaza, the Caphtorites coming out from Caphtor destroyed them and settled in their place.)"
    },
    {
        "o": 5400,
        "r": "niv:Deuteronomy:2:23",
        "t": "Defeat of Sihon King of Heshbon",
        "h": 2
    },
    {
        "o": 5401,
        "r": "niv:Deuteronomy:2:24",
        "t": "“Set*p out now and cross the Arnon Gorge. See, I have given into your hand Sihon the Amorite, king of Heshbon, and his country. Begin to take possession of it and engage him in battle."
    },
    {
        "o": 5402,
        "r": "niv:Deuteronomy:2:25",
        "t": "This very day I will begin to put the terror and fear of you on all the nations under heaven. They will hear reports of you and will tremble and be in anguish because of you.”"
    },
    {
        "o": 5403,
        "r": "niv:Deuteronomy:2:26",
        "t": "From*p the Desert of Kedemoth I sent messengers to Sihon king of Heshbon offering peace and saying,"
    },
    {
        "o": 5404,
        "r": "niv:Deuteronomy:2:27",
        "t": "“Let us pass through your country. We will stay on the main road; we will not turn aside to the right or to the left."
    },
    {
        "o": 5405,
        "r": "niv:Deuteronomy:2:28",
        "t": "Sell us food to eat and water to drink for their price in silver. Only let us pass through on foot—"
    },
    {
        "o": 5406,
        "r": "niv:Deuteronomy:2:29",
        "t": "as the descendants of Esau, who live in Seir, and the Moabites, who live in Ar, did for us—until we cross the Jordan into the land the Lord*s our God is giving us.”"
    },
    {
        "o": 5407,
        "r": "niv:Deuteronomy:2:30",
        "t": "But Sihon king of Heshbon refused to let us pass through. For the Lord*s your God had made his spirit stubborn and his heart obstinate in order to give him into your hands, as he has now done."
    },
    {
        "o": 5408,
        "r": "niv:Deuteronomy:2:31",
        "t": "The*p Lord*s said to me, “See, I have begun to deliver Sihon and his country over to you. Now begin to conquer and possess his land.”"
    },
    {
        "o": 5409,
        "r": "niv:Deuteronomy:2:32",
        "t": "When*p Sihon and all his army came out to meet us in battle at Jahaz,"
    },
    {
        "o": 5410,
        "r": "niv:Deuteronomy:2:33",
        "t": "the Lord*s our God delivered him over to us and we struck him down, together with his sons and his whole army."
    },
    {
        "o": 5411,
        "r": "niv:Deuteronomy:2:34",
        "t": "At that time we took all his towns and completely destroyed them—men, women and children. We left no survivors."
    },
    {
        "o": 5412,
        "r": "niv:Deuteronomy:2:35",
        "t": "But the livestock and the plunder from the towns we had captured we carried off for ourselves."
    },
    {
        "o": 5413,
        "r": "niv:Deuteronomy:2:36",
        "t": "From Aroer on the rim of the Arnon Gorge, and from the town in the gorge, even as far as Gilead, not one town was too strong for us. The Lord*s our God gave us all of them."
    },
    {
        "o": 5414,
        "r": "niv:Deuteronomy:2:37",
        "t": "But in accordance with the command of the Lord*s our God, you did not encroach on any of the land of the Ammonites, neither the land along the course of the Jabbok nor that around the towns in the hills."
    },
    {
        "o": 5415,
        "r": "niv:Deuteronomy:3:0",
        "t": "Deuteronomy 3",
        "h": 1
    },
    {
        "o": 5416,
        "r": "niv:Deuteronomy:3:0",
        "t": "Defeat of Og King of Bashan",
        "h": 2
    },
    {
        "o": 5417,
        "r": "niv:Deuteronomy:3:1",
        "t": "Next*p we turned and went up along the road toward Bashan, and Og king of Bashan with his whole army marched out to meet us in battle at Edrei."
    },
    {
        "o": 5418,
        "r": "niv:Deuteronomy:3:2",
        "t": "The Lord*s said to me, “Do not be afraid of him, for I have delivered him into your hands, along with his whole army and his land. Do to him what you did to Sihon king of the Amorites, who reigned in Heshbon.”"
    },
    {
        "o": 5419,
        "r": "niv:Deuteronomy:3:3",
        "t": "So*p the Lord*s our God also gave into our hands Og king of Bashan and all his army. We struck them down, leaving no survivors."
    },
    {
        "o": 5420,
        "r": "niv:Deuteronomy:3:4",
        "t": "At that time we took all his cities. There was not one of the sixty cities that we did not take from them—the whole region of Argob, Og’s kingdom in Bashan."
    },
    {
        "o": 5421,
        "r": "niv:Deuteronomy:3:5",
        "t": "All these cities were fortified with high walls and with gates and bars, and there were also a great many unwalled villages."
    },
    {
        "o": 5422,
        "r": "niv:Deuteronomy:3:6",
        "t": "We completely destroyed them, as we had done with Sihon king of Heshbon, destroying every city—men, women and children."
    },
    {
        "o": 5423,
        "r": "niv:Deuteronomy:3:7",
        "t": "But all the livestock and the plunder from their cities we carried off for ourselves."
    },
    {
        "o": 5424,
        "r": "niv:Deuteronomy:3:8",
        "t": "So*p at that time we took from these two kings of the Amorites the territory east of the Jordan, from the Arnon Gorge as far as Mount Hermon."
    },
    {
        "o": 5425,
        "r": "niv:Deuteronomy:3:9",
        "t": "(Hermon is called Sirion by the Sidonians; the Amorites call it Senir.)"
    },
    {
        "o": 5426,
        "r": "niv:Deuteronomy:3:10",
        "t": "We took all the towns on the plateau, and all Gilead, and all Bashan as far as Salekah and Edrei, towns of Og’s kingdom in Bashan."
    },
    {
        "o": 5427,
        "r": "niv:Deuteronomy:3:11",
        "t": "(Og king of Bashan was the last of the Rephaites. His bed was decorated with iron and was more than nine cubits long and four cubits wide. It is still in Rabbah of the Ammonites.)"
    },
    {
        "o": 5428,
        "r": "niv:Deuteronomy:3:11",
        "t": "Division of the Land",
        "h": 2
    },
    {
        "o": 5429,
        "r": "niv:Deuteronomy:3:12",
        "t": "Of*p the land that we took over at that time, I gave the Reubenites and the Gadites the territory north of Aroer by the Arnon Gorge, including half the hill country of Gilead, together with its towns."
    },
    {
        "o": 5430,
        "r": "niv:Deuteronomy:3:13",
        "t": "The rest of Gilead and also all of Bashan, the kingdom of Og, I gave to the half-tribe of Manasseh. (The whole region of Argob in Bashan used to be known as a land of the Rephaites."
    },
    {
        "o": 5431,
        "r": "niv:Deuteronomy:3:14",
        "t": "Jair, a descendant of Manasseh, took the whole region of Argob as far as the border of the Geshurites and the Maakathites; it was named after him, so that to this day Bashan is called Havvoth Jair.)"
    },
    {
        "o": 5432,
        "r": "niv:Deuteronomy:3:15",
        "t": "And I gave Gilead to Makir."
    },
    {
        "o": 5433,
        "r": "niv:Deuteronomy:3:16",
        "t": "But to the Reubenites and the Gadites I gave the territory extending from Gilead down to the Arnon Gorge (the middle of the gorge being the border) and out to the Jabbok River, which is the border of the Ammonites."
    },
    {
        "o": 5434,
        "r": "niv:Deuteronomy:3:17",
        "t": "Its western border was the Jordan in the Arabah, from Kinnereth to the Sea of the Arabah (that is, the Dead Sea), below the slopes of Pisgah."
    },
    {
        "o": 5435,
        "r": "niv:Deuteronomy:3:18",
        "t": "I*p commanded you at that time: “The Lord*s your God has given you this land to take possession of it. But all your able-bodied men, armed for battle, must cross over ahead of the other Israelites."
    },
    {
        "o": 5436,
        "r": "niv:Deuteronomy:3:19",
        "t": "However, your wives, your children and your livestock (I know you have much livestock) may stay in the towns I have given you,"
    },
    {
        "o": 5437,
        "r": "niv:Deuteronomy:3:20",
        "t": "until the Lord*s gives rest to your fellow Israelites as he has to you, and they too have taken over the land that the Lord*s your God is giving them across the Jordan. After that, each of you may go back to the possession I have given you.”"
    },
    {
        "o": 5438,
        "r": "niv:Deuteronomy:3:20",
        "t": "Moses Forbidden to Cross the Jordan",
        "h": 2
    },
    {
        "o": 5439,
        "r": "niv:Deuteronomy:3:21",
        "t": "At*p that time I commanded Joshua: “You have seen with your own eyes all that the Lord*s your God has done to these two kings. The Lord*s will do the same to all the kingdoms over there where you are going."
    },
    {
        "o": 5440,
        "r": "niv:Deuteronomy:3:22",
        "t": "Do not be afraid of them; the Lord*s your God himself will fight for you.”"
    },
    {
        "o": 5441,
        "r": "niv:Deuteronomy:3:23",
        "t": "At*p that time I pleaded with the Lord:*s"
    },
    {
        "o": 5442,
        "r": "niv:Deuteronomy:3:24",
        "t": "“Sovereign Lord,*s you have begun to show to your servant your greatness and your strong hand. For what god is there in heaven or on earth who can do the deeds and mighty works you do?"
    },
    {
        "o": 5443,
        "r": "niv:Deuteronomy:3:25",
        "t": "Let me go over and see the good land beyond the Jordan—that fine hill country and Lebanon.”"
    },
    {
        "o": 5444,
        "r": "niv:Deuteronomy:3:26",
        "t": "But*p because of you the Lord*s was angry with me and would not listen to me. “That is enough,” the Lord*s said. “Do not speak to me anymore about this matter."
    },
    {
        "o": 5445,
        "r": "niv:Deuteronomy:3:27",
        "t": "Go up to the top of Pisgah and look west and north and south and east. Look at the land with your own eyes, since you are not going to cross this Jordan."
    },
    {
        "o": 5446,
        "r": "niv:Deuteronomy:3:28",
        "t": "But commission Joshua, and encourage and strengthen him, for he will lead this people across and will cause them to inherit the land that you will see.”"
    },
    {
        "o": 5447,
        "r": "niv:Deuteronomy:3:29",
        "t": "So we stayed in the valley near Beth Peor."
    },
    {
        "o": 5448,
        "r": "niv:Deuteronomy:4:0",
        "t": "Deuteronomy 4",
        "h": 1
    },
    {
        "o": 5449,
        "r": "niv:Deuteronomy:4:0",
        "t": "Obedience Commanded",
        "h": 2
    },
    {
        "o": 5450,
        "r": "niv:Deuteronomy:4:1",
        "t": "Now,*p Israel, hear the decrees and laws I am about to teach you. Follow them so that you may live and may go in and take possession of the land the Lord,*s the God of your ancestors, is giving you."
    },
    {
        "o": 5451,
        "r": "niv:Deuteronomy:4:2",
        "t": "Do not add to what I command you and do not subtract from it, but keep the commands of the Lord*s your God that I give you."
    },
    {
        "o": 5452,
        "r": "niv:Deuteronomy:4:3",
        "t": "You*p saw with your own eyes what the Lord*s did at Baal Peor. The Lord*s your God destroyed from among you everyone who followed the Baal of Peor,"
    },
    {
        "o": 5453,
        "r": "niv:Deuteronomy:4:4",
        "t": "but all of you who held fast to the Lord*s your God are still alive today."
    },
    {
        "o": 5454,
        "r": "niv:Deuteronomy:4:5",
        "t": "See,*p I have taught you decrees and laws as the Lord*s my God commanded me, so that you may follow them in the land you are entering to take possession of it."
    },
    {
        "o": 5455,
        "r": "niv:Deuteronomy:4:6",
        "t": "Observe them carefully, for this will show your wisdom and understanding to the nations, who will hear about all these decrees and say, “Surely this great nation is a wise and understanding people.”"
    },
    {
        "o": 5456,
        "r": "niv:Deuteronomy:4:7",
        "t": "What other nation is so great as to have their gods near them the way the Lord*s our God is near us whenever we pray to him?"
    },
    {
        "o": 5457,
        "r": "niv:Deuteronomy:4:8",
        "t": "And what other nation is so great as to have such righteous decrees and laws as this body of laws I am setting before you today?"
    },
    {
        "o": 5458,
        "r": "niv:Deuteronomy:4:9",
        "t": "Only*p be careful, and watch yourselves closely so that you do not forget the things your eyes have seen or let them fade from your heart as long as you live. Teach them to your children and to their children after them."
    },
    {
        "o": 5459,
        "r": "niv:Deuteronomy:4:10",
        "t": "Remember the day you stood before the Lord*s your God at Horeb, when he said to me, “Assemble the people before me to hear my words so that they may learn to revere me as long as they live in the land and may teach them to their children.”"
    },
    {
        "o": 5460,
        "r": "niv:Deuteronomy:4:11",
        "t": "You came near and stood at the foot of the mountain while it blazed with fire to the very heavens, with black clouds and deep darkness."
    },
    {
        "o": 5461,
        "r": "niv:Deuteronomy:4:12",
        "t": "Then the Lord*s spoke to you out of the fire. You heard the sound of words but saw no form; there was only a voice."
    },
    {
        "o": 5462,
        "r": "niv:Deuteronomy:4:13",
        "t": "He declared to you his covenant, the Ten Commandments, which he commanded you to follow and then wrote them on two stone tablets."
    },
    {
        "o": 5463,
        "r": "niv:Deuteronomy:4:14",
        "t": "And the Lord*s directed me at that time to teach you the decrees and laws you are to follow in the land that you are crossing the Jordan to possess."
    },
    {
        "o": 5464,
        "r": "niv:Deuteronomy:4:14",
        "t": "Idolatry Forbidden",
        "h": 2
    },
    {
        "o": 5465,
        "r": "niv:Deuteronomy:4:15",
        "t": "You*p saw no form of any kind the day the Lord*s spoke to you at Horeb out of the fire. Therefore watch yourselves very carefully,"
    },
    {
        "o": 5466,
        "r": "niv:Deuteronomy:4:16",
        "t": "so that you do not become corrupt and make for yourselves an idol, an image of any shape, whether formed like a man or a woman,"
    },
    {
        "o": 5467,
        "r": "niv:Deuteronomy:4:17",
        "t": "or like any animal on earth or any bird that flies in the air,"
    },
    {
        "o": 5468,
        "r": "niv:Deuteronomy:4:18",
        "t": "or like any creature that moves along the ground or any fish in the waters below."
    },
    {
        "o": 5469,
        "r": "niv:Deuteronomy:4:19",
        "t": "And when you look up to the sky and see the sun, the moon and the stars—all the heavenly array—do not be enticed into bowing down to them and worshiping things the Lord*s your God has apportioned to all the nations under heaven."
    },
    {
        "o": 5470,
        "r": "niv:Deuteronomy:4:20",
        "t": "But as for you, the Lord*s took you and brought you out of the iron-smelting furnace, out of Egypt, to be the people of his inheritance, as you now are."
    },
    {
        "o": 5471,
        "r": "niv:Deuteronomy:4:21",
        "t": "The*p Lord*s was angry with me because of you, and he solemnly swore that I would not cross the Jordan and enter the good land the Lord*s your God is giving you as your inheritance."
    },
    {
        "o": 5472,
        "r": "niv:Deuteronomy:4:22",
        "t": "I will die in this land; I will not cross the Jordan; but you are about to cross over and take possession of that good land."
    },
    {
        "o": 5473,
        "r": "niv:Deuteronomy:4:23",
        "t": "Be careful not to forget the covenant of the Lord*s your God that he made with you; do not make for yourselves an idol in the form of anything the Lord*s your God has forbidden."
    },
    {
        "o": 5474,
        "r": "niv:Deuteronomy:4:24",
        "t": "For the Lord*s your God is a consuming fire, a jealous God."
    },
    {
        "o": 5475,
        "r": "niv:Deuteronomy:4:25",
        "t": "After*p you have had children and grandchildren and have lived in the land a long time—if you then become corrupt and make any kind of idol, doing evil in the eyes of the Lord*s your God and arousing his anger,"
    },
    {
        "o": 5476,
        "r": "niv:Deuteronomy:4:26",
        "t": "I call the heavens and the earth as witnesses against you this day that you will quickly perish from the land that you are crossing the Jordan to possess. You will not live there long but will certainly be destroyed."
    },
    {
        "o": 5477,
        "r": "niv:Deuteronomy:4:27",
        "t": "The Lord*s will scatter you among the peoples, and only a few of you will survive among the nations to which the Lord*s will drive you."
    },
    {
        "o": 5478,
        "r": "niv:Deuteronomy:4:28",
        "t": "There you will worship man-made gods of wood and stone, which cannot see or hear or eat or smell."
    },
    {
        "o": 5479,
        "r": "niv:Deuteronomy:4:29",
        "t": "But if from there you seek the Lord*s your God, you will find him if you seek him with all your heart and with all your soul."
    },
    {
        "o": 5480,
        "r": "niv:Deuteronomy:4:30",
        "t": "When you are in distress and all these things have happened to you, then in later days you will return to the Lord*s your God and obey him."
    },
    {
        "o": 5481,
        "r": "niv:Deuteronomy:4:31",
        "t": "For the Lord*s your God is a merciful God; he will not abandon or destroy you or forget the covenant with your ancestors, which he confirmed to them by oath."
    },
    {
        "o": 5482,
        "r": "niv:Deuteronomy:4:31",
        "t": "The Lord Is God",
        "h": 2
    },
    {
        "o": 5483,
        "r": "niv:Deuteronomy:4:32",
        "t": "Ask*p now about the former days, long before your time, from the day God created human beings on the earth; ask from one end of the heavens to the other. Has anything so great as this ever happened, or has anything like it ever been heard of?"
    },
    {
        "o": 5484,
        "r": "niv:Deuteronomy:4:33",
        "t": "Has any other people heard the voice of God speaking out of fire, as you have, and lived?"
    },
    {
        "o": 5485,
        "r": "niv:Deuteronomy:4:34",
        "t": "Has any god ever tried to take for himself one nation out of another nation, by testings, by signs and wonders, by war, by a mighty hand and an outstretched arm, or by great and awesome deeds, like all the things the Lord*s your God did for you in Egypt before your very eyes?"
    },
    {
        "o": 5486,
        "r": "niv:Deuteronomy:4:35",
        "t": "You*p were shown these things so that you might know that the Lord*s is God; besides him there is no other."
    },
    {
        "o": 5487,
        "r": "niv:Deuteronomy:4:36",
        "t": "From heaven he made you hear his voice to discipline you. On earth he showed you his great fire, and you heard his words from out of the fire."
    },
    {
        "o": 5488,
        "r": "niv:Deuteronomy:4:37",
        "t": "Because he loved your ancestors and chose their descendants after them, he brought you out of Egypt by his Presence and his great strength,"
    },
    {
        "o": 5489,
        "r": "niv:Deuteronomy:4:38",
        "t": "to drive out before you nations greater and stronger than you and to bring you into their land to give it to you for your inheritance, as it is today."
    },
    {
        "o": 5490,
        "r": "niv:Deuteronomy:4:39",
        "t": "Acknowledge*p and take to heart this day that the Lord*s is God in heaven above and on the earth below. There is no other."
    },
    {
        "o": 5491,
        "r": "niv:Deuteronomy:4:40",
        "t": "Keep his decrees and commands, which I am giving you today, so that it may go well with you and your children after you and that you may live long in the land the Lord*s your God gives you for all time."
    },
    {
        "o": 5492,
        "r": "niv:Deuteronomy:4:40",
        "t": "Cities of Refuge",
        "h": 2
    },
    {
        "o": 5493,
        "r": "niv:Deuteronomy:4:41",
        "t": "Then*p Moses set aside three cities east of the Jordan,"
    },
    {
        "o": 5494,
        "r": "niv:Deuteronomy:4:42",
        "t": "to which anyone who had killed a person could flee if they had unintentionally killed a neighbor without malice aforethought. They could flee into one of these cities and save their life."
    },
    {
        "o": 5495,
        "r": "niv:Deuteronomy:4:43",
        "t": "The cities were these: Bezer in the wilderness plateau, for the Reubenites; Ramoth in Gilead, for the Gadites; and Golan in Bashan, for the Manassites."
    },
    {
        "o": 5496,
        "r": "niv:Deuteronomy:4:43",
        "t": "Introduction to the Law",
        "h": 2
    },
    {
        "o": 5497,
        "r": "niv:Deuteronomy:4:44",
        "t": "This*p is the law Moses set before the Israelites."
    },
    {
        "o": 5498,
        "r": "niv:Deuteronomy:4:45",
        "t": "These are the stipulations, decrees and laws Moses gave them when they came out of Egypt"
    },
    {
        "o": 5499,
        "r": "niv:Deuteronomy:4:46",
        "t": "and were in the valley near Beth Peor east of the Jordan, in the land of Sihon king of the Amorites, who reigned in Heshbon and was defeated by Moses and the Israelites as they came out of Egypt."
    },
    {
        "o": 5500,
        "r": "niv:Deuteronomy:4:47",
        "t": "They took possession of his land and the land of Og king of Bashan, the two Amorite kings east of the Jordan."
    },
    {
        "o": 5501,
        "r": "niv:Deuteronomy:4:48",
        "t": "This land extended from Aroer on the rim of the Arnon Gorge to Mount Sirion (that is, Hermon),"
    },
    {
        "o": 5502,
        "r": "niv:Deuteronomy:4:49",
        "t": "and included all the Arabah east of the Jordan, as far as the Dead Sea, below the slopes of Pisgah."
    },
    {
        "o": 5503,
        "r": "niv:Deuteronomy:5:0",
        "t": "Deuteronomy 5",
        "h": 1
    },
    {
        "o": 5504,
        "r": "niv:Deuteronomy:5:0",
        "t": "The Ten Commandments",
        "h": 2
    },
    {
        "o": 5505,
        "r": "niv:Deuteronomy:5:1",
        "t": "Moses*p summoned all Israel and said: Hear,*p Israel, the decrees and laws I declare in your hearing today. Learn them and be sure to follow them."
    },
    {
        "o": 5506,
        "r": "niv:Deuteronomy:5:2",
        "t": "The Lord*s our God made a covenant with us at Horeb."
    },
    {
        "o": 5507,
        "r": "niv:Deuteronomy:5:3",
        "t": "It was not with our ancestors that the Lord*s made this covenant, but with us, with all of us who are alive here today."
    },
    {
        "o": 5508,
        "r": "niv:Deuteronomy:5:4",
        "t": "The Lord*s spoke to you face to face out of the fire on the mountain."
    },
    {
        "o": 5509,
        "r": "niv:Deuteronomy:5:5",
        "t": "(At that time I stood between the Lord*s and you to declare to you the word of the Lord,*s because you were afraid of the fire and did not go up the mountain.) And he said:"
    },
    {
        "o": 5510,
        "r": "niv:Deuteronomy:5:6",
        "t": "“I*pld am the Lord*s your God, who brought you out of Egypt, out of the land of slavery."
    },
    {
        "o": 5511,
        "r": "niv:Deuteronomy:5:7",
        "t": "“You*ln shall have no other gods before me."
    },
    {
        "o": 5512,
        "r": "niv:Deuteronomy:5:8",
        "t": "“You*ln shall not make for yourself an image in the form of anything in heaven above or on the earth beneath or in the waters below."
    },
    {
        "o": 5513,
        "r": "niv:Deuteronomy:5:9",
        "t": "You shall not bow down to them or worship them; for I, the Lord*s your God, am a jealous God, punishing the children for the sin of the parents to the third and fourth generation of those who hate me,"
    },
    {
        "o": 5514,
        "r": "niv:Deuteronomy:5:10",
        "t": "but showing love to a thousand generations of those who love me and keep my commandments."
    },
    {
        "o": 5515,
        "r": "niv:Deuteronomy:5:11",
        "t": "“You*ln shall not misuse the name of the Lord*s your God, for the Lord*s will not hold anyone guiltless who misuses his name."
    },
    {
        "o": 5516,
        "r": "niv:Deuteronomy:5:12",
        "t": "“Observe*ln the Sabbath day by keeping it holy, as the Lord*s your God has commanded you."
    },
    {
        "o": 5517,
        "r": "niv:Deuteronomy:5:13",
        "t": "Six days you shall labor and do all your work,"
    },
    {
        "o": 5518,
        "r": "niv:Deuteronomy:5:14",
        "t": "but the seventh day is a sabbath to the Lord*s your God. On it you shall not do any work, neither you, nor your son or daughter, nor your male or female servant, nor your ox, your donkey or any of your animals, nor any foreigner residing in your towns, so that your male and female servants may rest, as you do."
    },
    {
        "o": 5519,
        "r": "niv:Deuteronomy:5:15",
        "t": "Remember that you were slaves in Egypt and that the Lord*s your God brought you out of there with a mighty hand and an outstretched arm. Therefore the Lord*s your God has commanded you to observe the Sabbath day."
    },
    {
        "o": 5520,
        "r": "niv:Deuteronomy:5:16",
        "t": "“Honor*ln your father and your mother, as the Lord*s your God has commanded you, so that you may live long and that it may go well with you in the land the Lord*s your God is giving you."
    },
    {
        "o": 5521,
        "r": "niv:Deuteronomy:5:17",
        "t": "“You*ln shall not murder."
    },
    {
        "o": 5522,
        "r": "niv:Deuteronomy:5:18",
        "t": "“You*ln shall not commit adultery."
    },
    {
        "o": 5523,
        "r": "niv:Deuteronomy:5:19",
        "t": "“You*ln shall not steal."
    },
    {
        "o": 5524,
        "r": "niv:Deuteronomy:5:20",
        "t": "“You*ln shall not give false testimony against your neighbor."
    },
    {
        "o": 5525,
        "r": "niv:Deuteronomy:5:21",
        "t": "“You*ln shall not covet your neighbor’s wife. You shall not set your desire on your neighbor’s house or land, his male or female servant, his ox or donkey, or anything that belongs to your neighbor.”"
    },
    {
        "o": 5526,
        "r": "niv:Deuteronomy:5:22",
        "t": "These*p are the commandments the Lord*s proclaimed in a loud voice to your whole assembly there on the mountain from out of the fire, the cloud and the deep darkness; and he added nothing more. Then he wrote them on two stone tablets and gave them to me."
    },
    {
        "o": 5527,
        "r": "niv:Deuteronomy:5:23",
        "t": "When*p you heard the voice out of the darkness, while the mountain was ablaze with fire, all the leaders of your tribes and your elders came to me."
    },
    {
        "o": 5528,
        "r": "niv:Deuteronomy:5:24",
        "t": "And you said, “The Lord*s our God has shown us his glory and his majesty, and we have heard his voice from the fire. Today we have seen that a person can live even if God speaks with them."
    },
    {
        "o": 5529,
        "r": "niv:Deuteronomy:5:25",
        "t": "But now, why should we die? This great fire will consume us, and we will die if we hear the voice of the Lord*s our God any longer."
    },
    {
        "o": 5530,
        "r": "niv:Deuteronomy:5:26",
        "t": "For what mortal has ever heard the voice of the living God speaking out of fire, as we have, and survived?"
    },
    {
        "o": 5531,
        "r": "niv:Deuteronomy:5:27",
        "t": "Go near and listen to all that the Lord*s our God says. Then tell us whatever the Lord*s our God tells you. We will listen and obey.”"
    },
    {
        "o": 5532,
        "r": "niv:Deuteronomy:5:28",
        "t": "The*p Lord*s heard you when you spoke to me, and the Lord*s said to me, “I have heard what this people said to you. Everything they said was good."
    },
    {
        "o": 5533,
        "r": "niv:Deuteronomy:5:29",
        "t": "Oh, that their hearts would be inclined to fear me and keep all my commands always, so that it might go well with them and their children forever!"
    },
    {
        "o": 5534,
        "r": "niv:Deuteronomy:5:30",
        "t": "“Go,*p tell them to return to their tents."
    },
    {
        "o": 5535,
        "r": "niv:Deuteronomy:5:31",
        "t": "But you stay here with me so that I may give you all the commands, decrees and laws you are to teach them to follow in the land I am giving them to possess.”"
    },
    {
        "o": 5536,
        "r": "niv:Deuteronomy:5:32",
        "t": "So*p be careful to do what the Lord*s your God has commanded you; do not turn aside to the right or to the left."
    },
    {
        "o": 5537,
        "r": "niv:Deuteronomy:5:33",
        "t": "Walk in obedience to all that the Lord*s your God has commanded you, so that you may live and prosper and prolong your days in the land that you will possess."
    },
    {
        "o": 5538,
        "r": "niv:Deuteronomy:6:0",
        "t": "Deuteronomy 6",
        "h": 1
    },
    {
        "o": 5539,
        "r": "niv:Deuteronomy:6:0",
        "t": "Love the Lord Your God",
        "h": 2
    },
    {
        "o": 5540,
        "r": "niv:Deuteronomy:6:1",
        "t": "These*p are the commands, decrees and laws the Lord*s your God directed me to teach you to observe in the land that you are crossing the Jordan to possess,"
    },
    {
        "o": 5541,
        "r": "niv:Deuteronomy:6:2",
        "t": "so that you, your children and their children after them may fear the Lord*s your God as long as you live by keeping all his decrees and commands that I give you, and so that you may enjoy long life."
    },
    {
        "o": 5542,
        "r": "niv:Deuteronomy:6:3",
        "t": "Hear, Israel, and be careful to obey so that it may go well with you and that you may increase greatly in a land flowing with milk and honey, just as the Lord,*s the God of your ancestors, promised you."
    },
    {
        "o": 5543,
        "r": "niv:Deuteronomy:6:4",
        "t": "Hear,*p O Israel: The Lord*s our God, the Lord*s is one."
    },
    {
        "o": 5544,
        "r": "niv:Deuteronomy:6:5",
        "t": "Love the Lord*s your God with all your heart and with all your soul and with all your strength."
    },
    {
        "o": 5545,
        "r": "niv:Deuteronomy:6:6",
        "t": "These commandments that I give you today are to be on your hearts."
    },
    {
        "o": 5546,
        "r": "niv:Deuteronomy:6:7",
        "t": "Impress them on your children. Talk about them when you sit at home and when you walk along the road, when you lie down and when you get up."
    },
    {
        "o": 5547,
        "r": "niv:Deuteronomy:6:8",
        "t": "Tie them as symbols on your hands and bind them on your foreheads."
    },
    {
        "o": 5548,
        "r": "niv:Deuteronomy:6:9",
        "t": "Write them on the doorframes of your houses and on your gates."
    },
    {
        "o": 5549,
        "r": "niv:Deuteronomy:6:10",
        "t": "When*p the Lord*s your God brings you into the land he swore to your fathers, to Abraham, Isaac and Jacob, to give you—a land with large, flourishing cities you did not build,"
    },
    {
        "o": 5550,
        "r": "niv:Deuteronomy:6:11",
        "t": "houses filled with all kinds of good things you did not provide, wells you did not dig, and vineyards and olive groves you did not plant—then when you eat and are satisfied,"
    },
    {
        "o": 5551,
        "r": "niv:Deuteronomy:6:12",
        "t": "be careful that you do not forget the Lord,*s who brought you out of Egypt, out of the land of slavery."
    },
    {
        "o": 5552,
        "r": "niv:Deuteronomy:6:13",
        "t": "Fear*p the Lord*s your God, serve him only and take your oaths in his name."
    },
    {
        "o": 5553,
        "r": "niv:Deuteronomy:6:14",
        "t": "Do not follow other gods, the gods of the peoples around you;"
    },
    {
        "o": 5554,
        "r": "niv:Deuteronomy:6:15",
        "t": "for the Lord*s your God, who is among you, is a jealous God and his anger will burn against you, and he will destroy you from the face of the land."
    },
    {
        "o": 5555,
        "r": "niv:Deuteronomy:6:16",
        "t": "Do not put the Lord*s your God to the test as you did at Massah."
    },
    {
        "o": 5556,
        "r": "niv:Deuteronomy:6:17",
        "t": "Be sure to keep the commands of the Lord*s your God and the stipulations and decrees he has given you."
    },
    {
        "o": 5557,
        "r": "niv:Deuteronomy:6:18",
        "t": "Do what is right and good in the Lord’s*s sight, so that it may go well with you and you may go in and take over the good land the Lord*s promised on oath to your ancestors,"
    },
    {
        "o": 5558,
        "r": "niv:Deuteronomy:6:19",
        "t": "thrusting out all your enemies before you, as the Lord*s said."
    },
    {
        "o": 5559,
        "r": "niv:Deuteronomy:6:20",
        "t": "In*p the future, when your son asks you, “What is the meaning of the stipulations, decrees and laws the Lord*s our God has commanded you?”"
    },
    {
        "o": 5560,
        "r": "niv:Deuteronomy:6:21",
        "t": "tell him: “We were slaves of Pharaoh in Egypt, but the Lord*s brought us out of Egypt with a mighty hand."
    },
    {
        "o": 5561,
        "r": "niv:Deuteronomy:6:22",
        "t": "Before our eyes the Lord*s sent signs and wonders—great and terrible—on Egypt and Pharaoh and his whole household."
    },
    {
        "o": 5562,
        "r": "niv:Deuteronomy:6:23",
        "t": "But he brought us out from there to bring us in and give us the land he promised on oath to our ancestors."
    },
    {
        "o": 5563,
        "r": "niv:Deuteronomy:6:24",
        "t": "The Lord*s commanded us to obey all these decrees and to fear the Lord*s our God, so that we might always prosper and be kept alive, as is the case today."
    },
    {
        "o": 5564,
        "r": "niv:Deuteronomy:6:25",
        "t": "And if we are careful to obey all this law before the Lord*s our God, as he has commanded us, that will be our righteousness.”"
    },
    {
        "o": 5565,
        "r": "niv:Deuteronomy:7:0",
        "t": "Deuteronomy 7",
        "h": 1
    },
    {
        "o": 5566,
        "r": "niv:Deuteronomy:7:0",
        "t": "Driving Out the Nations",
        "h": 2
    },
    {
        "o": 5567,
        "r": "niv:Deuteronomy:7:1",
        "t": "When*p the Lord*s your God brings you into the land you are entering to possess and drives out before you many nations—the Hittites, Girgashites, Amorites, Canaanites, Perizzites, Hivites and Jebusites, seven nations larger and stronger than you—"
    },
    {
        "o": 5568,
        "r": "niv:Deuteronomy:7:2",
        "t": "and when the Lord*s your God has delivered them over to you and you have defeated them, then you must destroy them totally. Make no treaty with them, and show them no mercy."
    },
    {
        "o": 5569,
        "r": "niv:Deuteronomy:7:3",
        "t": "Do not intermarry with them. Do not give your daughters to their sons or take their daughters for your sons,"
    },
    {
        "o": 5570,
        "r": "niv:Deuteronomy:7:4",
        "t": "for they will turn your children away from following me to serve other gods, and the Lord’s*s anger will burn against you and will quickly destroy you."
    },
    {
        "o": 5571,
        "r": "niv:Deuteronomy:7:5",
        "t": "This is what you are to do to them: Break down their altars, smash their sacred stones, cut down their Asherah poles and burn their idols in the fire."
    },
    {
        "o": 5572,
        "r": "niv:Deuteronomy:7:6",
        "t": "For you are a people holy to the Lord*s your God. The Lord*s your God has chosen you out of all the peoples on the face of the earth to be his people, his treasured possession."
    },
    {
        "o": 5573,
        "r": "niv:Deuteronomy:7:7",
        "t": "The*p Lord*s did not set his affection on you and choose you because you were more numerous than other peoples, for you were the fewest of all peoples."
    },
    {
        "o": 5574,
        "r": "niv:Deuteronomy:7:8",
        "t": "But it was because the Lord*s loved you and kept the oath he swore to your ancestors that he brought you out with a mighty hand and redeemed you from the land of slavery, from the power of Pharaoh king of Egypt."
    },
    {
        "o": 5575,
        "r": "niv:Deuteronomy:7:9",
        "t": "Know therefore that the Lord*s your God is God; he is the faithful God, keeping his covenant of love to a thousand generations of those who love him and keep his commandments."
    },
    {
        "o": 5576,
        "r": "niv:Deuteronomy:7:10",
        "t": "But those*pn who hate him he will repay to their face by destruction; he*ld will not be slow to repay to their face those who hate him."
    },
    {
        "o": 5577,
        "r": "niv:Deuteronomy:7:11",
        "t": "Therefore,*p take care to follow the commands, decrees and laws I give you today."
    },
    {
        "o": 5578,
        "r": "niv:Deuteronomy:7:12",
        "t": "If*p you pay attention to these laws and are careful to follow them, then the Lord*s your God will keep his covenant of love with you, as he swore to your ancestors."
    },
    {
        "o": 5579,
        "r": "niv:Deuteronomy:7:13",
        "t": "He will love you and bless you and increase your numbers. He will bless the fruit of your womb, the crops of your land—your grain, new wine and olive oil—the calves of your herds and the lambs of your flocks in the land he swore to your ancestors to give you."
    },
    {
        "o": 5580,
        "r": "niv:Deuteronomy:7:14",
        "t": "You will be blessed more than any other people; none of your men or women will be childless, nor will any of your livestock be without young."
    },
    {
        "o": 5581,
        "r": "niv:Deuteronomy:7:15",
        "t": "The Lord*s will keep you free from every disease. He will not inflict on you the horrible diseases you knew in Egypt, but he will inflict them on all who hate you."
    },
    {
        "o": 5582,
        "r": "niv:Deuteronomy:7:16",
        "t": "You must destroy all the peoples the Lord*s your God gives over to you. Do not look on them with pity and do not serve their gods, for that will be a snare to you."
    },
    {
        "o": 5583,
        "r": "niv:Deuteronomy:7:17",
        "t": "You*p may say to yourselves, “These nations are stronger than we are. How can we drive them out?”"
    },
    {
        "o": 5584,
        "r": "niv:Deuteronomy:7:18",
        "t": "But do not be afraid of them; remember well what the Lord*s your God did to Pharaoh and to all Egypt."
    },
    {
        "o": 5585,
        "r": "niv:Deuteronomy:7:19",
        "t": "You saw with your own eyes the great trials, the signs and wonders, the mighty hand and outstretched arm, with which the Lord*s your God brought you out. The Lord*s your God will do the same to all the peoples you now fear."
    },
    {
        "o": 5586,
        "r": "niv:Deuteronomy:7:20",
        "t": "Moreover, the Lord*s your God will send the hornet among them until even the survivors who hide from you have perished."
    },
    {
        "o": 5587,
        "r": "niv:Deuteronomy:7:21",
        "t": "Do not be terrified by them, for the Lord*s your God, who is among you, is a great and awesome God."
    },
    {
        "o": 5588,
        "r": "niv:Deuteronomy:7:22",
        "t": "The Lord*s your God will drive out those nations before you, little by little. You will not be allowed to eliminate them all at once, or the wild animals will multiply around you."
    },
    {
        "o": 5589,
        "r": "niv:Deuteronomy:7:23",
        "t": "But the Lord*s your God will deliver them over to you, throwing them into great confusion until they are destroyed."
    },
    {
        "o": 5590,
        "r": "niv:Deuteronomy:7:24",
        "t": "He will give their kings into your hand, and you will wipe out their names from under heaven. No one will be able to stand up against you; you will destroy them."
    },
    {
        "o": 5591,
        "r": "niv:Deuteronomy:7:25",
        "t": "The images of their gods you are to burn in the fire. Do not covet the silver and gold on them, and do not take it for yourselves, or you will be ensnared by it, for it is detestable to the Lord*s your God."
    },
    {
        "o": 5592,
        "r": "niv:Deuteronomy:7:26",
        "t": "Do not bring a detestable thing into your house or you, like it, will be set apart for destruction. Regard it as vile and utterly detest it, for it is set apart for destruction."
    },
    {
        "o": 5593,
        "r": "niv:Deuteronomy:8:0",
        "t": "Deuteronomy 8",
        "h": 1
    },
    {
        "o": 5594,
        "r": "niv:Deuteronomy:8:0",
        "t": "Do Not Forget the Lord",
        "h": 2
    },
    {
        "o": 5595,
        "r": "niv:Deuteronomy:8:1",
        "t": "Be*p careful to follow every command I am giving you today, so that you may live and increase and may enter and possess the land the Lord*s promised on oath to your ancestors."
    },
    {
        "o": 5596,
        "r": "niv:Deuteronomy:8:2",
        "t": "Remember how the Lord*s your God led you all the way in the wilderness these forty years, to humble and test you in order to know what was in your heart, whether or not you would keep his commands."
    },
    {
        "o": 5597,
        "r": "niv:Deuteronomy:8:3",
        "t": "He humbled you, causing you to hunger and then feeding you with manna, which neither you nor your ancestors had known, to teach you that man does not live on bread alone but on every word that comes from the mouth of the Lord.*s"
    },
    {
        "o": 5598,
        "r": "niv:Deuteronomy:8:4",
        "t": "Your clothes did not wear out and your feet did not swell during these forty years."
    },
    {
        "o": 5599,
        "r": "niv:Deuteronomy:8:5",
        "t": "Know then in your heart that as a man disciplines his son, so the Lord*s your God disciplines you."
    },
    {
        "o": 5600,
        "r": "niv:Deuteronomy:8:6",
        "t": "Observe*p the commands of the Lord*s your God, walking in obedience to him and revering him."
    },
    {
        "o": 5601,
        "r": "niv:Deuteronomy:8:7",
        "t": "For the Lord*s your God is bringing you into a good land—a land with brooks, streams, and deep springs gushing out into the valleys and hills;"
    },
    {
        "o": 5602,
        "r": "niv:Deuteronomy:8:8",
        "t": "a land with wheat and barley, vines and fig trees, pomegranates, olive oil and honey;"
    },
    {
        "o": 5603,
        "r": "niv:Deuteronomy:8:9",
        "t": "a land where bread will not be scarce and you will lack nothing; a land where the rocks are iron and you can dig copper out of the hills."
    },
    {
        "o": 5604,
        "r": "niv:Deuteronomy:8:10",
        "t": "When*p you have eaten and are satisfied, praise the Lord*s your God for the good land he has given you."
    },
    {
        "o": 5605,
        "r": "niv:Deuteronomy:8:11",
        "t": "Be careful that you do not forget the Lord*s your God, failing to observe his commands, his laws and his decrees that I am giving you this day."
    },
    {
        "o": 5606,
        "r": "niv:Deuteronomy:8:12",
        "t": "Otherwise, when you eat and are satisfied, when you build fine houses and settle down,"
    },
    {
        "o": 5607,
        "r": "niv:Deuteronomy:8:13",
        "t": "and when your herds and flocks grow large and your silver and gold increase and all you have is multiplied,"
    },
    {
        "o": 5608,
        "r": "niv:Deuteronomy:8:14",
        "t": "then your heart will become proud and you will forget the Lord*s your God, who brought you out of Egypt, out of the land of slavery."
    },
    {
        "o": 5609,
        "r": "niv:Deuteronomy:8:15",
        "t": "He led you through the vast and dreadful wilderness, that thirsty and waterless land, with its venomous snakes and scorpions. He brought you water out of hard rock."
    },
    {
        "o": 5610,
        "r": "niv:Deuteronomy:8:16",
        "t": "He gave you manna to eat in the wilderness, something your ancestors had never known, to humble and test you so that in the end it might go well with you."
    },
    {
        "o": 5611,
        "r": "niv:Deuteronomy:8:17",
        "t": "You may say to yourself, “My power and the strength of my hands have produced this wealth for me.”"
    },
    {
        "o": 5612,
        "r": "niv:Deuteronomy:8:18",
        "t": "But remember the Lord*s your God, for it is he who gives you the ability to produce wealth, and so confirms his covenant, which he swore to your ancestors, as it is today."
    },
    {
        "o": 5613,
        "r": "niv:Deuteronomy:8:19",
        "t": "If*p you ever forget the Lord*s your God and follow other gods and worship and bow down to them, I testify against you today that you will surely be destroyed."
    },
    {
        "o": 5614,
        "r": "niv:Deuteronomy:8:20",
        "t": "Like the nations the Lord*s destroyed before you, so you will be destroyed for not obeying the Lord*s your God."
    },
    {
        "o": 5615,
        "r": "niv:Deuteronomy:9:0",
        "t": "Deuteronomy 9",
        "h": 1
    },
    {
        "o": 5616,
        "r": "niv:Deuteronomy:9:0",
        "t": "Not Because of Israel’s Righteousness",
        "h": 2
    },
    {
        "o": 5617,
        "r": "niv:Deuteronomy:9:1",
        "t": "Hear,*p Israel: You are now about to cross the Jordan to go in and dispossess nations greater and stronger than you, with large cities that have walls up to the sky."
    },
    {
        "o": 5618,
        "r": "niv:Deuteronomy:9:2",
        "t": "The people are strong and tall—Anakites! You know about them and have heard it said: “Who can stand up against the Anakites?”"
    },
    {
        "o": 5619,
        "r": "niv:Deuteronomy:9:3",
        "t": "But be assured today that the Lord*s your God is the one who goes across ahead of you like a devouring fire. He will destroy them; he will subdue them before you. And you will drive them out and annihilate them quickly, as the Lord*s has promised you."
    },
    {
        "o": 5620,
        "r": "niv:Deuteronomy:9:4",
        "t": "After*p the Lord*s your God has driven them out before you, do not say to yourself, “The Lord*s has brought me here to take possession of this land because of my righteousness.” No, it is on account of the wickedness of these nations that the Lord*s is going to drive them out before you."
    },
    {
        "o": 5621,
        "r": "niv:Deuteronomy:9:5",
        "t": "It is not because of your righteousness or your integrity that you are going in to take possession of their land; but on account of the wickedness of these nations, the Lord*s your God will drive them out before you, to accomplish what he swore to your fathers, to Abraham, Isaac and Jacob."
    },
    {
        "o": 5622,
        "r": "niv:Deuteronomy:9:6",
        "t": "Understand, then, that it is not because of your righteousness that the Lord*s your God is giving you this good land to possess, for you are a stiff-necked people."
    },
    {
        "o": 5623,
        "r": "niv:Deuteronomy:9:6",
        "t": "The Golden Calf",
        "h": 2
    },
    {
        "o": 5624,
        "r": "niv:Deuteronomy:9:7",
        "t": "Remember*p this and never forget how you aroused the anger of the Lord*s your God in the wilderness. From the day you left Egypt until you arrived here, you have been rebellious against the Lord.*s"
    },
    {
        "o": 5625,
        "r": "niv:Deuteronomy:9:8",
        "t": "At Horeb you aroused the Lord’s*s wrath so that he was angry enough to destroy you."
    },
    {
        "o": 5626,
        "r": "niv:Deuteronomy:9:9",
        "t": "When I went up on the mountain to receive the tablets of stone, the tablets of the covenant that the Lord*s had made with you, I stayed on the mountain forty days and forty nights; I ate no bread and drank no water."
    },
    {
        "o": 5627,
        "r": "niv:Deuteronomy:9:10",
        "t": "The Lord*s gave me two stone tablets inscribed by the finger of God. On them were all the commandments the Lord*s proclaimed to you on the mountain out of the fire, on the day of the assembly."
    },
    {
        "o": 5628,
        "r": "niv:Deuteronomy:9:11",
        "t": "At*p the end of the forty days and forty nights, the Lord*s gave me the two stone tablets, the tablets of the covenant."
    },
    {
        "o": 5629,
        "r": "niv:Deuteronomy:9:12",
        "t": "Then the Lord*s told me, “Go down from here at once, because your people whom you brought out of Egypt have become corrupt. They have turned away quickly from what I commanded them and have made an idol for themselves.”"
    },
    {
        "o": 5630,
        "r": "niv:Deuteronomy:9:13",
        "t": "And*p the Lord*s said to me, “I have seen this people, and they are a stiff-necked people indeed!"
    },
    {
        "o": 5631,
        "r": "niv:Deuteronomy:9:14",
        "t": "Let me alone, so that I may destroy them and blot out their name from under heaven. And I will make you into a nation stronger and more numerous than they.”"
    },
    {
        "o": 5632,
        "r": "niv:Deuteronomy:9:15",
        "t": "So*p I turned and went down from the mountain while it was ablaze with fire. And the two tablets of the covenant were in my hands."
    },
    {
        "o": 5633,
        "r": "niv:Deuteronomy:9:16",
        "t": "When I looked, I saw that you had sinned against the Lord*s your God; you had made for yourselves an idol cast in the shape of a calf. You had turned aside quickly from the way that the Lord*s had commanded you."
    },
    {
        "o": 5634,
        "r": "niv:Deuteronomy:9:17",
        "t": "So I took the two tablets and threw them out of my hands, breaking them to pieces before your eyes."
    },
    {
        "o": 5635,
        "r": "niv:Deuteronomy:9:18",
        "t": "Then*p once again I fell prostrate before the Lord*s for forty days and forty nights; I ate no bread and drank no water, because of all the sin you had committed, doing what was evil in the Lord’s*s sight and so arousing his anger."
    },
    {
        "o": 5636,
        "r": "niv:Deuteronomy:9:19",
        "t": "I feared the anger and wrath of the Lord,*s for he was angry enough with you to destroy you. But again the Lord*s listened to me."
    },
    {
        "o": 5637,
        "r": "niv:Deuteronomy:9:20",
        "t": "And the Lord*s was angry enough with Aaron to destroy him, but at that time I prayed for Aaron too."
    },
    {
        "o": 5638,
        "r": "niv:Deuteronomy:9:21",
        "t": "Also I took that sinful thing of yours, the calf you had made, and burned it in the fire. Then I crushed it and ground it to powder as fine as dust and threw the dust into a stream that flowed down the mountain."
    },
    {
        "o": 5639,
        "r": "niv:Deuteronomy:9:22",
        "t": "You*p also made the Lord*s angry at Taberah, at Massah and at Kibroth Hattaavah."
    },
    {
        "o": 5640,
        "r": "niv:Deuteronomy:9:23",
        "t": "And*p when the Lord*s sent you out from Kadesh Barnea, he said, “Go up and take possession of the land I have given you.” But you rebelled against the command of the Lord*s your God. You did not trust him or obey him."
    },
    {
        "o": 5641,
        "r": "niv:Deuteronomy:9:24",
        "t": "You have been rebellious against the Lord*s ever since I have known you."
    },
    {
        "o": 5642,
        "r": "niv:Deuteronomy:9:25",
        "t": "I*p lay prostrate before the Lord*s those forty days and forty nights because the Lord*s had said he would destroy you."
    },
    {
        "o": 5643,
        "r": "niv:Deuteronomy:9:26",
        "t": "I prayed to the Lord*s and said, “Sovereign Lord,*s do not destroy your people, your own inheritance that you redeemed by your great power and brought out of Egypt with a mighty hand."
    },
    {
        "o": 5644,
        "r": "niv:Deuteronomy:9:27",
        "t": "Remember your servants Abraham, Isaac and Jacob. Overlook the stubbornness of this people, their wickedness and their sin."
    },
    {
        "o": 5645,
        "r": "niv:Deuteronomy:9:28",
        "t": "Otherwise, the country from which you brought us will say, ‘Because the Lord*s was not able to take them into the land he had promised them, and because he hated them, he brought them out to put them to death in the wilderness.’"
    },
    {
        "o": 5646,
        "r": "niv:Deuteronomy:9:29",
        "t": "But they are your people, your inheritance that you brought out by your great power and your outstretched arm.”"
    },
    {
        "o": 5647,
        "r": "niv:Deuteronomy:10:0",
        "t": "Deuteronomy 10",
        "h": 1
    },
    {
        "o": 5648,
        "r": "niv:Deuteronomy:10:0",
        "t": "Tablets Like the First Ones",
        "h": 2
    },
    {
        "o": 5649,
        "r": "niv:Deuteronomy:10:1",
        "t": "At*p that time the Lord*s said to me, “Chisel out two stone tablets like the first ones and come up to me on the mountain. Also make a wooden ark."
    },
    {
        "o": 5650,
        "r": "niv:Deuteronomy:10:2",
        "t": "I will write on the tablets the words that were on the first tablets, which you broke. Then you are to put them in the ark.”"
    },
    {
        "o": 5651,
        "r": "niv:Deuteronomy:10:3",
        "t": "So*p I made the ark out of acacia wood and chiseled out two stone tablets like the first ones, and I went up on the mountain with the two tablets in my hands."
    },
    {
        "o": 5652,
        "r": "niv:Deuteronomy:10:4",
        "t": "The Lord*s wrote on these tablets what he had written before, the Ten Commandments he had proclaimed to you on the mountain, out of the fire, on the day of the assembly. And the Lord*s gave them to me."
    },
    {
        "o": 5653,
        "r": "niv:Deuteronomy:10:5",
        "t": "Then I came back down the mountain and put the tablets in the ark I had made, as the Lord*s commanded me, and they are there now."
    },
    {
        "o": 5654,
        "r": "niv:Deuteronomy:10:6",
        "t": "(The*p Israelites traveled from the wells of Bene Jaakan to Moserah. There Aaron died and was buried, and Eleazar his son succeeded him as priest."
    },
    {
        "o": 5655,
        "r": "niv:Deuteronomy:10:7",
        "t": "From there they traveled to Gudgodah and on to Jotbathah, a land with streams of water."
    },
    {
        "o": 5656,
        "r": "niv:Deuteronomy:10:8",
        "t": "At that time the Lord*s set apart the tribe of Levi to carry the ark of the covenant of the Lord,*s to stand before the Lord*s to minister and to pronounce blessings in his name, as they still do today."
    },
    {
        "o": 5657,
        "r": "niv:Deuteronomy:10:9",
        "t": "That is why the Levites have no share or inheritance among their fellow Israelites; the Lord*s is their inheritance, as the Lord*s your God told them.)"
    },
    {
        "o": 5658,
        "r": "niv:Deuteronomy:10:10",
        "t": "Now*p I had stayed on the mountain forty days and forty nights, as I did the first time, and the Lord*s listened to me at this time also. It was not his will to destroy you."
    },
    {
        "o": 5659,
        "r": "niv:Deuteronomy:10:11",
        "t": "“Go,” the Lord*s said to me, “and lead the people on their way, so that they may enter and possess the land I swore to their ancestors to give them.”"
    },
    {
        "o": 5660,
        "r": "niv:Deuteronomy:10:11",
        "t": "Fear the Lord",
        "h": 2
    },
    {
        "o": 5661,
        "r": "niv:Deuteronomy:10:12",
        "t": "And*p now, Israel, what does the Lord*s your God ask of you but to fear the Lord*s your God, to walk in obedience to him, to love him, to serve the Lord*s your God with all your heart and with all your soul,"
    },
    {
        "o": 5662,
        "r": "niv:Deuteronomy:10:13",
        "t": "and to observe the Lord’s*s commands and decrees that I am giving you today for your own good?"
    },
    {
        "o": 5663,
        "r": "niv:Deuteronomy:10:14",
        "t": "To*p the Lord*s your God belong the heavens, even the highest heavens, the earth and everything in it."
    },
    {
        "o": 5664,
        "r": "niv:Deuteronomy:10:15",
        "t": "Yet the Lord*s set his affection on your ancestors and loved them, and he chose you, their descendants, above all the nations—as it is today."
    },
    {
        "o": 5665,
        "r": "niv:Deuteronomy:10:16",
        "t": "Circumcise your hearts, therefore, and do not be stiff-necked any longer."
    },
    {
        "o": 5666,
        "r": "niv:Deuteronomy:10:17",
        "t": "For the Lord*s your God is God of gods and Lord of lords, the great God, mighty and awesome, who shows no partiality and accepts no bribes."
    },
    {
        "o": 5667,
        "r": "niv:Deuteronomy:10:18",
        "t": "He defends the cause of the fatherless and the widow, and loves the foreigner residing among you, giving them food and clothing."
    },
    {
        "o": 5668,
        "r": "niv:Deuteronomy:10:19",
        "t": "And you are to love those who are foreigners, for you yourselves were foreigners in Egypt."
    },
    {
        "o": 5669,
        "r": "niv:Deuteronomy:10:20",
        "t": "Fear the Lord*s your God and serve him. Hold fast to him and take your oaths in his name."
    },
    {
        "o": 5670,
        "r": "niv:Deuteronomy:10:21",
        "t": "He is the one you praise; he is your God, who performed for you those great and awesome wonders you saw with your own eyes."
    },
    {
        "o": 5671,
        "r": "niv:Deuteronomy:10:22",
        "t": "Your ancestors who went down into Egypt were seventy in all, and now the Lord*s your God has made you as numerous as the stars in the sky."
    },
    {
        "o": 5672,
        "r": "niv:Deuteronomy:11:0",
        "t": "Deuteronomy 11",
        "h": 1
    },
    {
        "o": 5673,
        "r": "niv:Deuteronomy:11:0",
        "t": "Love and Obey the Lord",
        "h": 2
    },
    {
        "o": 5674,
        "r": "niv:Deuteronomy:11:1",
        "t": "Love*p the Lord*s your God and keep his requirements, his decrees, his laws and his commands always."
    },
    {
        "o": 5675,
        "r": "niv:Deuteronomy:11:2",
        "t": "Remember today that your children were not the ones who saw and experienced the discipline of the Lord*s your God: his majesty, his mighty hand, his outstretched arm;"
    },
    {
        "o": 5676,
        "r": "niv:Deuteronomy:11:3",
        "t": "the signs he performed and the things he did in the heart of Egypt, both to Pharaoh king of Egypt and to his whole country;"
    },
    {
        "o": 5677,
        "r": "niv:Deuteronomy:11:4",
        "t": "what he did to the Egyptian army, to its horses and chariots, how he overwhelmed them with the waters of the Red Sea as they were pursuing you, and how the Lord*s brought lasting ruin on them."
    },
    {
        "o": 5678,
        "r": "niv:Deuteronomy:11:5",
        "t": "It was not your children who saw what he did for you in the wilderness until you arrived at this place,"
    },
    {
        "o": 5679,
        "r": "niv:Deuteronomy:11:6",
        "t": "and what he did to Dathan and Abiram, sons of Eliab the Reubenite, when the earth opened its mouth right in the middle of all Israel and swallowed them up with their households, their tents and every living thing that belonged to them."
    },
    {
        "o": 5680,
        "r": "niv:Deuteronomy:11:7",
        "t": "But it was your own eyes that saw all these great things the Lord*s has done."
    },
    {
        "o": 5681,
        "r": "niv:Deuteronomy:11:8",
        "t": "Observe*p therefore all the commands I am giving you today, so that you may have the strength to go in and take over the land that you are crossing the Jordan to possess,"
    },
    {
        "o": 5682,
        "r": "niv:Deuteronomy:11:9",
        "t": "and so that you may live long in the land the Lord*s swore to your ancestors to give to them and their descendants, a land flowing with milk and honey."
    },
    {
        "o": 5683,
        "r": "niv:Deuteronomy:11:10",
        "t": "The land you are entering to take over is not like the land of Egypt, from which you have come, where you planted your seed and irrigated it by foot as in a vegetable garden."
    },
    {
        "o": 5684,
        "r": "niv:Deuteronomy:11:11",
        "t": "But the land you are crossing the Jordan to take possession of is a land of mountains and valleys that drinks rain from heaven."
    },
    {
        "o": 5685,
        "r": "niv:Deuteronomy:11:12",
        "t": "It is a land the Lord*s your God cares for; the eyes of the Lord*s your God are continually on it from the beginning of the year to its end."
    },
    {
        "o": 5686,
        "r": "niv:Deuteronomy:11:13",
        "t": "So*p if you faithfully obey the commands I am giving you today—to love the Lord*s your God and to serve him with all your heart and with all your soul—"
    },
    {
        "o": 5687,
        "r": "niv:Deuteronomy:11:14",
        "t": "then I will send rain on your land in its season, both autumn and spring rains, so that you may gather in your grain, new wine and olive oil."
    },
    {
        "o": 5688,
        "r": "niv:Deuteronomy:11:15",
        "t": "I will provide grass in the fields for your cattle, and you will eat and be satisfied."
    },
    {
        "o": 5689,
        "r": "niv:Deuteronomy:11:16",
        "t": "Be*p careful, or you will be enticed to turn away and worship other gods and bow down to them."
    },
    {
        "o": 5690,
        "r": "niv:Deuteronomy:11:17",
        "t": "Then the Lord’s*s anger will burn against you, and he will shut up the heavens so that it will not rain and the ground will yield no produce, and you will soon perish from the good land the Lord*s is giving you."
    },
    {
        "o": 5691,
        "r": "niv:Deuteronomy:11:18",
        "t": "Fix these words of mine in your hearts and minds; tie them as symbols on your hands and bind them on your foreheads."
    },
    {
        "o": 5692,
        "r": "niv:Deuteronomy:11:19",
        "t": "Teach them to your children, talking about them when you sit at home and when you walk along the road, when you lie down and when you get up."
    },
    {
        "o": 5693,
        "r": "niv:Deuteronomy:11:20",
        "t": "Write them on the doorframes of your houses and on your gates,"
    },
    {
        "o": 5694,
        "r": "niv:Deuteronomy:11:21",
        "t": "so that your days and the days of your children may be many in the land the Lord*s swore to give your ancestors, as many as the days that the heavens are above the earth."
    },
    {
        "o": 5695,
        "r": "niv:Deuteronomy:11:22",
        "t": "If*p you carefully observe all these commands I am giving you to follow—to love the Lord*s your God, to walk in obedience to him and to hold fast to him—"
    },
    {
        "o": 5696,
        "r": "niv:Deuteronomy:11:23",
        "t": "then the Lord*s will drive out all these nations before you, and you will dispossess nations larger and stronger than you."
    },
    {
        "o": 5697,
        "r": "niv:Deuteronomy:11:24",
        "t": "Every place where you set your foot will be yours: Your territory will extend from the desert to Lebanon, and from the Euphrates River to the Mediterranean Sea."
    },
    {
        "o": 5698,
        "r": "niv:Deuteronomy:11:25",
        "t": "No one will be able to stand against you. The Lord*s your God, as he promised you, will put the terror and fear of you on the whole land, wherever you go."
    },
    {
        "o": 5699,
        "r": "niv:Deuteronomy:11:26",
        "t": "See,*p I am setting before you today a blessing and a curse—"
    },
    {
        "o": 5700,
        "r": "niv:Deuteronomy:11:27",
        "t": "the blessing if you obey the commands of the Lord*s your God that I am giving you today;"
    },
    {
        "o": 5701,
        "r": "niv:Deuteronomy:11:28",
        "t": "the curse if you disobey the commands of the Lord*s your God and turn from the way that I command you today by following other gods, which you have not known."
    },
    {
        "o": 5702,
        "r": "niv:Deuteronomy:11:29",
        "t": "When the Lord*s your God has brought you into the land you are entering to possess, you are to proclaim on Mount Gerizim the blessings, and on Mount Ebal the curses."
    },
    {
        "o": 5703,
        "r": "niv:Deuteronomy:11:30",
        "t": "As you know, these mountains are across the Jordan, westward, toward the setting sun, near the great trees of Moreh, in the territory of those Canaanites living in the Arabah in the vicinity of Gilgal."
    },
    {
        "o": 5704,
        "r": "niv:Deuteronomy:11:31",
        "t": "You are about to cross the Jordan to enter and take possession of the land the Lord*s your God is giving you. When you have taken it over and are living there,"
    },
    {
        "o": 5705,
        "r": "niv:Deuteronomy:11:32",
        "t": "be sure that you obey all the decrees and laws I am setting before you today."
    },
    {
        "o": 5706,
        "r": "niv:Deuteronomy:12:0",
        "t": "Deuteronomy 12",
        "h": 1
    },
    {
        "o": 5707,
        "r": "niv:Deuteronomy:12:0",
        "t": "The One Place of Worship",
        "h": 2
    },
    {
        "o": 5708,
        "r": "niv:Deuteronomy:12:1",
        "t": "These*p are the decrees and laws you must be careful to follow in the land that the Lord,*s the God of your ancestors, has given you to possess—as long as you live in the land."
    },
    {
        "o": 5709,
        "r": "niv:Deuteronomy:12:2",
        "t": "Destroy completely all the places on the high mountains, on the hills and under every spreading tree, where the nations you are dispossessing worship their gods."
    },
    {
        "o": 5710,
        "r": "niv:Deuteronomy:12:3",
        "t": "Break down their altars, smash their sacred stones and burn their Asherah poles in the fire; cut down the idols of their gods and wipe out their names from those places."
    },
    {
        "o": 5711,
        "r": "niv:Deuteronomy:12:4",
        "t": "You*p must not worship the Lord*s your God in their way."
    },
    {
        "o": 5712,
        "r": "niv:Deuteronomy:12:5",
        "t": "But you are to seek the place the Lord*s your God will choose from among all your tribes to put his Name there for his dwelling. To that place you must go;"
    },
    {
        "o": 5713,
        "r": "niv:Deuteronomy:12:6",
        "t": "there bring your burnt offerings and sacrifices, your tithes and special gifts, what you have vowed to give and your freewill offerings, and the firstborn of your herds and flocks."
    },
    {
        "o": 5714,
        "r": "niv:Deuteronomy:12:7",
        "t": "There, in the presence of the Lord*s your God, you and your families shall eat and shall rejoice in everything you have put your hand to, because the Lord*s your God has blessed you."
    },
    {
        "o": 5715,
        "r": "niv:Deuteronomy:12:8",
        "t": "You*p are not to do as we do here today, everyone doing as they see fit,"
    },
    {
        "o": 5716,
        "r": "niv:Deuteronomy:12:9",
        "t": "since you have not yet reached the resting place and the inheritance the Lord*s your God is giving you."
    },
    {
        "o": 5717,
        "r": "niv:Deuteronomy:12:10",
        "t": "But you will cross the Jordan and settle in the land the Lord*s your God is giving you as an inheritance, and he will give you rest from all your enemies around you so that you will live in safety."
    },
    {
        "o": 5718,
        "r": "niv:Deuteronomy:12:11",
        "t": "Then to the place the Lord*s your God will choose as a dwelling for his Name—there you are to bring everything I command you: your burnt offerings and sacrifices, your tithes and special gifts, and all the choice possessions you have vowed to the Lord.*s"
    },
    {
        "o": 5719,
        "r": "niv:Deuteronomy:12:12",
        "t": "And there rejoice before the Lord*s your God—you, your sons and daughters, your male and female servants, and the Levites from your towns who have no allotment or inheritance of their own."
    },
    {
        "o": 5720,
        "r": "niv:Deuteronomy:12:13",
        "t": "Be careful not to sacrifice your burnt offerings anywhere you please."
    },
    {
        "o": 5721,
        "r": "niv:Deuteronomy:12:14",
        "t": "Offer them only at the place the Lord*s will choose in one of your tribes, and there observe everything I command you."
    },
    {
        "o": 5722,
        "r": "niv:Deuteronomy:12:15",
        "t": "Nevertheless,*p you may slaughter your animals in any of your towns and eat as much of the meat as you want, as if it were gazelle or deer, according to the blessing the Lord*s your God gives you. Both the ceremonially unclean and the clean may eat it."
    },
    {
        "o": 5723,
        "r": "niv:Deuteronomy:12:16",
        "t": "But you must not eat the blood; pour it out on the ground like water."
    },
    {
        "o": 5724,
        "r": "niv:Deuteronomy:12:17",
        "t": "You must not eat in your own towns the tithe of your grain and new wine and olive oil, or the firstborn of your herds and flocks, or whatever you have vowed to give, or your freewill offerings or special gifts."
    },
    {
        "o": 5725,
        "r": "niv:Deuteronomy:12:18",
        "t": "Instead, you are to eat them in the presence of the Lord*s your God at the place the Lord*s your God will choose—you, your sons and daughters, your male and female servants, and the Levites from your towns—and you are to rejoice before the Lord*s your God in everything you put your hand to."
    },
    {
        "o": 5726,
        "r": "niv:Deuteronomy:12:19",
        "t": "Be careful not to neglect the Levites as long as you live in your land."
    },
    {
        "o": 5727,
        "r": "niv:Deuteronomy:12:20",
        "t": "When*p the Lord*s your God has enlarged your territory as he promised you, and you crave meat and say, “I would like some meat,” then you may eat as much of it as you want."
    },
    {
        "o": 5728,
        "r": "niv:Deuteronomy:12:21",
        "t": "If the place where the Lord*s your God chooses to put his Name is too far away from you, you may slaughter animals from the herds and flocks the Lord*s has given you, as I have commanded you, and in your own towns you may eat as much of them as you want."
    },
    {
        "o": 5729,
        "r": "niv:Deuteronomy:12:22",
        "t": "Eat them as you would gazelle or deer. Both the ceremonially unclean and the clean may eat."
    },
    {
        "o": 5730,
        "r": "niv:Deuteronomy:12:23",
        "t": "But be sure you do not eat the blood, because the blood is the life, and you must not eat the life with the meat."
    },
    {
        "o": 5731,
        "r": "niv:Deuteronomy:12:24",
        "t": "You must not eat the blood; pour it out on the ground like water."
    },
    {
        "o": 5732,
        "r": "niv:Deuteronomy:12:25",
        "t": "Do not eat it, so that it may go well with you and your children after you, because you will be doing what is right in the eyes of the Lord.*s"
    },
    {
        "o": 5733,
        "r": "niv:Deuteronomy:12:26",
        "t": "But*p take your consecrated things and whatever you have vowed to give, and go to the place the Lord*s will choose."
    },
    {
        "o": 5734,
        "r": "niv:Deuteronomy:12:27",
        "t": "Present your burnt offerings on the altar of the Lord*s your God, both the meat and the blood. The blood of your sacrifices must be poured beside the altar of the Lord*s your God, but you may eat the meat."
    },
    {
        "o": 5735,
        "r": "niv:Deuteronomy:12:28",
        "t": "Be careful to obey all these regulations I am giving you, so that it may always go well with you and your children after you, because you will be doing what is good and right in the eyes of the Lord*s your God."
    },
    {
        "o": 5736,
        "r": "niv:Deuteronomy:12:29",
        "t": "The*p Lord*s your God will cut off before you the nations you are about to invade and dispossess. But when you have driven them out and settled in their land,"
    },
    {
        "o": 5737,
        "r": "niv:Deuteronomy:12:30",
        "t": "and after they have been destroyed before you, be careful not to be ensnared by inquiring about their gods, saying, “How do these nations serve their gods? We will do the same.”"
    },
    {
        "o": 5738,
        "r": "niv:Deuteronomy:12:31",
        "t": "You must not worship the Lord*s your God in their way, because in worshiping their gods, they do all kinds of detestable things the Lord*s hates. They even burn their sons and daughters in the fire as sacrifices to their gods."
    },
    {
        "o": 5739,
        "r": "niv:Deuteronomy:12:32",
        "t": "See*p that you do all I command you; do not add to it or take away from it."
    },
    {
        "o": 5740,
        "r": "niv:Deuteronomy:13:0",
        "t": "Deuteronomy 13",
        "h": 1
    },
    {
        "o": 5741,
        "r": "niv:Deuteronomy:13:0",
        "t": "Worshiping Other Gods",
        "h": 2
    },
    {
        "o": 5742,
        "r": "niv:Deuteronomy:13:1",
        "t": "If*p a prophet, or one who foretells by dreams, appears among you and announces to you a sign or wonder,"
    },
    {
        "o": 5743,
        "r": "niv:Deuteronomy:13:2",
        "t": "and if the sign or wonder spoken of takes place, and the prophet says, “Let us follow other gods” (gods you have not known) “and let us worship them,”"
    },
    {
        "o": 5744,
        "r": "niv:Deuteronomy:13:3",
        "t": "you must not listen to the words of that prophet or dreamer. The Lord*s your God is testing you to find out whether you love him with all your heart and with all your soul."
    },
    {
        "o": 5745,
        "r": "niv:Deuteronomy:13:4",
        "t": "It is the Lord*s your God you must follow, and him you must revere. Keep his commands and obey him; serve him and hold fast to him."
    },
    {
        "o": 5746,
        "r": "niv:Deuteronomy:13:5",
        "t": "That prophet or dreamer must be put to death for inciting rebellion against the Lord*s your God, who brought you out of Egypt and redeemed you from the land of slavery. That prophet or dreamer tried to turn you from the way the Lord*s your God commanded you to follow. You must purge the evil from among you."
    },
    {
        "o": 5747,
        "r": "niv:Deuteronomy:13:6",
        "t": "If*p your very own brother, or your son or daughter, or the wife you love, or your closest friend secretly entices you, saying, “Let us go and worship other gods” (gods that neither you nor your ancestors have known,"
    },
    {
        "o": 5748,
        "r": "niv:Deuteronomy:13:7",
        "t": "gods of the peoples around you, whether near or far, from one end of the land to the other),"
    },
    {
        "o": 5749,
        "r": "niv:Deuteronomy:13:8",
        "t": "do not yield to them or listen to them. Show them no pity. Do not spare them or shield them."
    },
    {
        "o": 5750,
        "r": "niv:Deuteronomy:13:9",
        "t": "You must certainly put them to death. Your hand must be the first in putting them to death, and then the hands of all the people."
    },
    {
        "o": 5751,
        "r": "niv:Deuteronomy:13:10",
        "t": "Stone them to death, because they tried to turn you away from the Lord*s your God, who brought you out of Egypt, out of the land of slavery."
    },
    {
        "o": 5752,
        "r": "niv:Deuteronomy:13:11",
        "t": "Then all Israel will hear and be afraid, and no one among you will do such an evil thing again."
    },
    {
        "o": 5753,
        "r": "niv:Deuteronomy:13:12",
        "t": "If*p you hear it said about one of the towns the Lord*s your God is giving you to live in"
    },
    {
        "o": 5754,
        "r": "niv:Deuteronomy:13:13",
        "t": "that troublemakers have arisen among you and have led the people of their town astray, saying, “Let us go and worship other gods” (gods you have not known),"
    },
    {
        "o": 5755,
        "r": "niv:Deuteronomy:13:14",
        "t": "then you must inquire, probe and investigate it thoroughly. And if it is true and it has been proved that this detestable thing has been done among you,"
    },
    {
        "o": 5756,
        "r": "niv:Deuteronomy:13:15",
        "t": "you must certainly put to the sword all who live in that town. You must destroy it completely, both its people and its livestock."
    },
    {
        "o": 5757,
        "r": "niv:Deuteronomy:13:16",
        "t": "You are to gather all the plunder of the town into the middle of the public square and completely burn the town and all its plunder as a whole burnt offering to the Lord*s your God. That town is to remain a ruin forever, never to be rebuilt,"
    },
    {
        "o": 5758,
        "r": "niv:Deuteronomy:13:17",
        "t": "and none of the condemned things are to be found in your hands. Then the Lord*s will turn from his fierce anger, will show you mercy, and will have compassion on you. He will increase your numbers, as he promised on oath to your ancestors—"
    },
    {
        "o": 5759,
        "r": "niv:Deuteronomy:13:18",
        "t": "because you obey the Lord*s your God by keeping all his commands that I am giving you today and doing what is right in his eyes."
    },
    {
        "o": 5760,
        "r": "niv:Deuteronomy:14:0",
        "t": "Deuteronomy 14",
        "h": 1
    },
    {
        "o": 5761,
        "r": "niv:Deuteronomy:14:0",
        "t": "Clean and Unclean Food",
        "h": 2
    },
    {
        "o": 5762,
        "r": "niv:Deuteronomy:14:1",
        "t": "You*p are the children of the Lord*s your God. Do not cut yourselves or shave the front of your heads for the dead,"
    },
    {
        "o": 5763,
        "r": "niv:Deuteronomy:14:2",
        "t": "for you are a people holy to the Lord*s your God. Out of all the peoples on the face of the earth, the Lord*s has chosen you to be his treasured possession."
    },
    {
        "o": 5764,
        "r": "niv:Deuteronomy:14:3",
        "t": "Do*p not eat any detestable thing."
    },
    {
        "o": 5765,
        "r": "niv:Deuteronomy:14:4",
        "t": "These are the animals you may eat: the ox, the sheep, the goat,"
    },
    {
        "o": 5766,
        "r": "niv:Deuteronomy:14:5",
        "t": "the deer, the gazelle, the roe deer, the wild goat, the ibex, the antelope and the mountain sheep."
    },
    {
        "o": 5767,
        "r": "niv:Deuteronomy:14:6",
        "t": "You may eat any animal that has a divided hoof and that chews the cud."
    },
    {
        "o": 5768,
        "r": "niv:Deuteronomy:14:7",
        "t": "However, of those that chew the cud or that have a divided hoof you may not eat the camel, the rabbit or the hyrax. Although they chew the cud, they do not have a divided hoof; they are ceremonially unclean for you."
    },
    {
        "o": 5769,
        "r": "niv:Deuteronomy:14:8",
        "t": "The pig is also unclean; although it has a divided hoof, it does not chew the cud. You are not to eat their meat or touch their carcasses."
    },
    {
        "o": 5770,
        "r": "niv:Deuteronomy:14:9",
        "t": "Of*p all the creatures living in the water, you may eat any that has fins and scales."
    },
    {
        "o": 5771,
        "r": "niv:Deuteronomy:14:10",
        "t": "But anything that does not have fins and scales you may not eat; for you it is unclean."
    },
    {
        "o": 5772,
        "r": "niv:Deuteronomy:14:11",
        "t": "You*p may eat any clean bird."
    },
    {
        "o": 5773,
        "r": "niv:Deuteronomy:14:12",
        "t": "But these you may not eat: the eagle, the vulture, the black vulture,"
    },
    {
        "o": 5774,
        "r": "niv:Deuteronomy:14:13",
        "t": "the red kite, the black kite, any kind of falcon,"
    },
    {
        "o": 5775,
        "r": "niv:Deuteronomy:14:14",
        "t": "any kind of raven,"
    },
    {
        "o": 5776,
        "r": "niv:Deuteronomy:14:15",
        "t": "the horned owl, the screech owl, the gull, any kind of hawk,"
    },
    {
        "o": 5777,
        "r": "niv:Deuteronomy:14:16",
        "t": "the little owl, the great owl, the white owl,"
    },
    {
        "o": 5778,
        "r": "niv:Deuteronomy:14:17",
        "t": "the desert owl, the osprey, the cormorant,"
    },
    {
        "o": 5779,
        "r": "niv:Deuteronomy:14:18",
        "t": "the stork, any kind of heron, the hoopoe and the bat."
    },
    {
        "o": 5780,
        "r": "niv:Deuteronomy:14:19",
        "t": "All*p flying insects are unclean to you; do not eat them."
    },
    {
        "o": 5781,
        "r": "niv:Deuteronomy:14:20",
        "t": "But any winged creature that is clean you may eat."
    },
    {
        "o": 5782,
        "r": "niv:Deuteronomy:14:21",
        "t": "Do*p not eat anything you find already dead. You may give it to the foreigner residing in any of your towns, and they may eat it, or you may sell it to any other foreigner. But you are a people holy to the Lord*s your God. Do*p not cook a young goat in its mother’s milk."
    },
    {
        "o": 5783,
        "r": "niv:Deuteronomy:14:21",
        "t": "Tithes",
        "h": 2
    },
    {
        "o": 5784,
        "r": "niv:Deuteronomy:14:22",
        "t": "Be*p sure to set aside a tenth of all that your fields produce each year."
    },
    {
        "o": 5785,
        "r": "niv:Deuteronomy:14:23",
        "t": "Eat the tithe of your grain, new wine and olive oil, and the firstborn of your herds and flocks in the presence of the Lord*s your God at the place he will choose as a dwelling for his Name, so that you may learn to revere the Lord*s your God always."
    },
    {
        "o": 5786,
        "r": "niv:Deuteronomy:14:24",
        "t": "But if that place is too distant and you have been blessed by the Lord*s your God and cannot carry your tithe (because the place where the Lord*s will choose to put his Name is so far away),"
    },
    {
        "o": 5787,
        "r": "niv:Deuteronomy:14:25",
        "t": "then exchange your tithe for silver, and take the silver with you and go to the place the Lord*s your God will choose."
    },
    {
        "o": 5788,
        "r": "niv:Deuteronomy:14:26",
        "t": "Use the silver to buy whatever you like: cattle, sheep, wine or other fermented drink, or anything you wish. Then you and your household shall eat there in the presence of the Lord*s your God and rejoice."
    },
    {
        "o": 5789,
        "r": "niv:Deuteronomy:14:27",
        "t": "And do not neglect the Levites living in your towns, for they have no allotment or inheritance of their own."
    },
    {
        "o": 5790,
        "r": "niv:Deuteronomy:14:28",
        "t": "At*p the end of every three years, bring all the tithes of that year’s produce and store it in your towns,"
    },
    {
        "o": 5791,
        "r": "niv:Deuteronomy:14:29",
        "t": "so that the Levites (who have no allotment or inheritance of their own) and the foreigners, the fatherless and the widows who live in your towns may come and eat and be satisfied, and so that the Lord*s your God may bless you in all the work of your hands."
    },
    {
        "o": 5792,
        "r": "niv:Deuteronomy:15:0",
        "t": "Deuteronomy 15",
        "h": 1
    },
    {
        "o": 5793,
        "r": "niv:Deuteronomy:15:0",
        "t": "The Year for Canceling Debts",
        "h": 2
    },
    {
        "o": 5794,
        "r": "niv:Deuteronomy:15:1",
        "t": "At*p the end of every seven years you must cancel debts."
    },
    {
        "o": 5795,
        "r": "niv:Deuteronomy:15:2",
        "t": "This is how it is to be done: Every creditor shall cancel any loan they have made to a fellow Israelite. They shall not require payment from anyone among their own people, because the Lord’s*s time for canceling debts has been proclaimed."
    },
    {
        "o": 5796,
        "r": "niv:Deuteronomy:15:3",
        "t": "You may require payment from a foreigner, but you must cancel any debt your fellow Israelite owes you."
    },
    {
        "o": 5797,
        "r": "niv:Deuteronomy:15:4",
        "t": "However, there need be no poor people among you, for in the land the Lord*s your God is giving you to possess as your inheritance, he will richly bless you,"
    },
    {
        "o": 5798,
        "r": "niv:Deuteronomy:15:5",
        "t": "if only you fully obey the Lord*s your God and are careful to follow all these commands I am giving you today."
    },
    {
        "o": 5799,
        "r": "niv:Deuteronomy:15:6",
        "t": "For the Lord*s your God will bless you as he has promised, and you will lend to many nations but will borrow from none. You will rule over many nations but none will rule over you."
    },
    {
        "o": 5800,
        "r": "niv:Deuteronomy:15:7",
        "t": "If*p anyone is poor among your fellow Israelites in any of the towns of the land the Lord*s your God is giving you, do not be hardhearted or tightfisted toward them."
    },
    {
        "o": 5801,
        "r": "niv:Deuteronomy:15:8",
        "t": "Rather, be openhanded and freely lend them whatever they need."
    },
    {
        "o": 5802,
        "r": "niv:Deuteronomy:15:9",
        "t": "Be careful not to harbor this wicked thought: “The seventh year, the year for canceling debts, is near,” so that you do not show ill will toward the needy among your fellow Israelites and give them nothing. They may then appeal to the Lord*s against you, and you will be found guilty of sin."
    },
    {
        "o": 5803,
        "r": "niv:Deuteronomy:15:10",
        "t": "Give generously to them and do so without a grudging heart; then because of this the Lord*s your God will bless you in all your work and in everything you put your hand to."
    },
    {
        "o": 5804,
        "r": "niv:Deuteronomy:15:11",
        "t": "There will always be poor people in the land. Therefore I command you to be openhanded toward your fellow Israelites who are poor and needy in your land."
    },
    {
        "o": 5805,
        "r": "niv:Deuteronomy:15:11",
        "t": "Freeing Servants",
        "h": 2
    },
    {
        "o": 5806,
        "r": "niv:Deuteronomy:15:12",
        "t": "If*p any of your people—Hebrew men or women—sell themselves to you and serve you six years, in the seventh year you must let them go free."
    },
    {
        "o": 5807,
        "r": "niv:Deuteronomy:15:13",
        "t": "And when you release them, do not send them away empty-handed."
    },
    {
        "o": 5808,
        "r": "niv:Deuteronomy:15:14",
        "t": "Supply them liberally from your flock, your threshing floor and your winepress. Give to them as the Lord*s your God has blessed you."
    },
    {
        "o": 5809,
        "r": "niv:Deuteronomy:15:15",
        "t": "Remember that you were slaves in Egypt and the Lord*s your God redeemed you. That is why I give you this command today."
    },
    {
        "o": 5810,
        "r": "niv:Deuteronomy:15:16",
        "t": "But*p if your servant says to you, “I do not want to leave you,” because he loves you and your family and is well off with you,"
    },
    {
        "o": 5811,
        "r": "niv:Deuteronomy:15:17",
        "t": "then take an awl and push it through his earlobe into the door, and he will become your servant for life. Do the same for your female servant."
    },
    {
        "o": 5812,
        "r": "niv:Deuteronomy:15:18",
        "t": "Do*p not consider it a hardship to set your servant free, because their service to you these six years has been worth twice as much as that of a hired hand. And the Lord*s your God will bless you in everything you do."
    },
    {
        "o": 5813,
        "r": "niv:Deuteronomy:15:18",
        "t": "The Firstborn Animals",
        "h": 2
    },
    {
        "o": 5814,
        "r": "niv:Deuteronomy:15:19",
        "t": "Set*p apart for the Lord*s your God every firstborn male of your herds and flocks. Do not put the firstborn of your cows to work, and do not shear the firstborn of your sheep."
    },
    {
        "o": 5815,
        "r": "niv:Deuteronomy:15:20",
        "t": "Each year you and your family are to eat them in the presence of the Lord*s your God at the place he will choose."
    },
    {
        "o": 5816,
        "r": "niv:Deuteronomy:15:21",
        "t": "If an animal has a defect, is lame or blind, or has any serious flaw, you must not sacrifice it to the Lord*s your God."
    },
    {
        "o": 5817,
        "r": "niv:Deuteronomy:15:22",
        "t": "You are to eat it in your own towns. Both the ceremonially unclean and the clean may eat it, as if it were gazelle or deer."
    },
    {
        "o": 5818,
        "r": "niv:Deuteronomy:15:23",
        "t": "But you must not eat the blood; pour it out on the ground like water."
    },
    {
        "o": 5819,
        "r": "niv:Deuteronomy:16:0",
        "t": "Deuteronomy 16",
        "h": 1
    },
    {
        "o": 5820,
        "r": "niv:Deuteronomy:16:0",
        "t": "The Passover",
        "h": 2
    },
    {
        "o": 5821,
        "r": "niv:Deuteronomy:16:1",
        "t": "Observe*p the month of Aviv and celebrate the Passover of the Lord*s your God, because in the month of Aviv he brought you out of Egypt by night."
    },
    {
        "o": 5822,
        "r": "niv:Deuteronomy:16:2",
        "t": "Sacrifice as the Passover to the Lord*s your God an animal from your flock or herd at the place the Lord*s will choose as a dwelling for his Name."
    },
    {
        "o": 5823,
        "r": "niv:Deuteronomy:16:3",
        "t": "Do not eat it with bread made with yeast, but for seven days eat unleavened bread, the bread of affliction, because you left Egypt in haste—so that all the days of your life you may remember the time of your departure from Egypt."
    },
    {
        "o": 5824,
        "r": "niv:Deuteronomy:16:4",
        "t": "Let no yeast be found in your possession in all your land for seven days. Do not let any of the meat you sacrifice on the evening of the first day remain until morning."
    },
    {
        "o": 5825,
        "r": "niv:Deuteronomy:16:5",
        "t": "You*p must not sacrifice the Passover in any town the Lord*s your God gives you"
    },
    {
        "o": 5826,
        "r": "niv:Deuteronomy:16:6",
        "t": "except in the place he will choose as a dwelling for his Name. There you must sacrifice the Passover in the evening, when the sun goes down, on the anniversary of your departure from Egypt."
    },
    {
        "o": 5827,
        "r": "niv:Deuteronomy:16:7",
        "t": "Roast it and eat it at the place the Lord*s your God will choose. Then in the morning return to your tents."
    },
    {
        "o": 5828,
        "r": "niv:Deuteronomy:16:8",
        "t": "For six days eat unleavened bread and on the seventh day hold an assembly to the Lord*s your God and do no work."
    },
    {
        "o": 5829,
        "r": "niv:Deuteronomy:16:8",
        "t": "The Festival of Weeks",
        "h": 2
    },
    {
        "o": 5830,
        "r": "niv:Deuteronomy:16:9",
        "t": "Count*p off seven weeks from the time you begin to put the sickle to the standing grain."
    },
    {
        "o": 5831,
        "r": "niv:Deuteronomy:16:10",
        "t": "Then celebrate the Festival of Weeks to the Lord*s your God by giving a freewill offering in proportion to the blessings the Lord*s your God has given you."
    },
    {
        "o": 5832,
        "r": "niv:Deuteronomy:16:11",
        "t": "And rejoice before the Lord*s your God at the place he will choose as a dwelling for his Name—you, your sons and daughters, your male and female servants, the Levites in your towns, and the foreigners, the fatherless and the widows living among you."
    },
    {
        "o": 5833,
        "r": "niv:Deuteronomy:16:12",
        "t": "Remember that you were slaves in Egypt, and follow carefully these decrees."
    },
    {
        "o": 5834,
        "r": "niv:Deuteronomy:16:12",
        "t": "The Festival of Tabernacles",
        "h": 2
    },
    {
        "o": 5835,
        "r": "niv:Deuteronomy:16:13",
        "t": "Celebrate*p the Festival of Tabernacles for seven days after you have gathered the produce of your threshing floor and your winepress."
    },
    {
        "o": 5836,
        "r": "niv:Deuteronomy:16:14",
        "t": "Be joyful at your festival—you, your sons and daughters, your male and female servants, and the Levites, the foreigners, the fatherless and the widows who live in your towns."
    },
    {
        "o": 5837,
        "r": "niv:Deuteronomy:16:15",
        "t": "For seven days celebrate the festival to the Lord*s your God at the place the Lord*s will choose. For the Lord*s your God will bless you in all your harvest and in all the work of your hands, and your joy will be complete."
    },
    {
        "o": 5838,
        "r": "niv:Deuteronomy:16:16",
        "t": "Three*p times a year all your men must appear before the Lord*s your God at the place he will choose: at the Festival of Unleavened Bread, the Festival of Weeks and the Festival of Tabernacles. No one should appear before the Lord*s empty-handed:"
    },
    {
        "o": 5839,
        "r": "niv:Deuteronomy:16:17",
        "t": "Each of you must bring a gift in proportion to the way the Lord*s your God has blessed you."
    },
    {
        "o": 5840,
        "r": "niv:Deuteronomy:16:17",
        "t": "Judges",
        "h": 2
    },
    {
        "o": 5841,
        "r": "niv:Deuteronomy:16:18",
        "t": "Appoint*p judges and officials for each of your tribes in every town the Lord*s your God is giving you, and they shall judge the people fairly."
    },
    {
        "o": 5842,
        "r": "niv:Deuteronomy:16:19",
        "t": "Do not pervert justice or show partiality. Do not accept a bribe, for a bribe blinds the eyes of the wise and twists the words of the innocent."
    },
    {
        "o": 5843,
        "r": "niv:Deuteronomy:16:20",
        "t": "Follow justice and justice alone, so that you may live and possess the land the Lord*s your God is giving you."
    },
    {
        "o": 5844,
        "r": "niv:Deuteronomy:16:20",
        "t": "Worshiping Other Gods",
        "h": 2
    },
    {
        "o": 5845,
        "r": "niv:Deuteronomy:16:21",
        "t": "Do*p not set up any wooden Asherah pole beside the altar you build to the Lord*s your God,"
    },
    {
        "o": 5846,
        "r": "niv:Deuteronomy:16:22",
        "t": "and do not erect a sacred stone, for these the Lord*s your God hates."
    },
    {
        "o": 5847,
        "r": "niv:Deuteronomy:17:0",
        "t": "Deuteronomy 17",
        "h": 1
    },
    {
        "o": 5848,
        "r": "niv:Deuteronomy:17:1",
        "t": "Do*p not sacrifice to the Lord*s your God an ox or a sheep that has any defect or flaw in it, for that would be detestable to him."
    },
    {
        "o": 5849,
        "r": "niv:Deuteronomy:17:2",
        "t": "If*p a man or woman living among you in one of the towns the Lord*s gives you is found doing evil in the eyes of the Lord*s your God in violation of his covenant,"
    },
    {
        "o": 5850,
        "r": "niv:Deuteronomy:17:3",
        "t": "and contrary to my command has worshiped other gods, bowing down to them or to the sun or the moon or the stars in the sky,"
    },
    {
        "o": 5851,
        "r": "niv:Deuteronomy:17:4",
        "t": "and this has been brought to your attention, then you must investigate it thoroughly. If it is true and it has been proved that this detestable thing has been done in Israel,"
    },
    {
        "o": 5852,
        "r": "niv:Deuteronomy:17:5",
        "t": "take the man or woman who has done this evil deed to your city gate and stone that person to death."
    },
    {
        "o": 5853,
        "r": "niv:Deuteronomy:17:6",
        "t": "On the testimony of two or three witnesses a person is to be put to death, but no one is to be put to death on the testimony of only one witness."
    },
    {
        "o": 5854,
        "r": "niv:Deuteronomy:17:7",
        "t": "The hands of the witnesses must be the first in putting that person to death, and then the hands of all the people. You must purge the evil from among you."
    },
    {
        "o": 5855,
        "r": "niv:Deuteronomy:17:7",
        "t": "Law Courts",
        "h": 2
    },
    {
        "o": 5856,
        "r": "niv:Deuteronomy:17:8",
        "t": "If*p cases come before your courts that are too difficult for you to judge—whether bloodshed, lawsuits or assaults—take them to the place the Lord*s your God will choose."
    },
    {
        "o": 5857,
        "r": "niv:Deuteronomy:17:9",
        "t": "Go to the Levitical priests and to the judge who is in office at that time. Inquire of them and they will give you the verdict."
    },
    {
        "o": 5858,
        "r": "niv:Deuteronomy:17:10",
        "t": "You must act according to the decisions they give you at the place the Lord*s will choose. Be careful to do everything they instruct you to do."
    },
    {
        "o": 5859,
        "r": "niv:Deuteronomy:17:11",
        "t": "Act according to whatever they teach you and the decisions they give you. Do not turn aside from what they tell you, to the right or to the left."
    },
    {
        "o": 5860,
        "r": "niv:Deuteronomy:17:12",
        "t": "Anyone who shows contempt for the judge or for the priest who stands ministering there to the Lord*s your God is to be put to death. You must purge the evil from Israel."
    },
    {
        "o": 5861,
        "r": "niv:Deuteronomy:17:13",
        "t": "All the people will hear and be afraid, and will not be contemptuous again."
    },
    {
        "o": 5862,
        "r": "niv:Deuteronomy:17:13",
        "t": "The King",
        "h": 2
    },
    {
        "o": 5863,
        "r": "niv:Deuteronomy:17:14",
        "t": "When*p you enter the land the Lord*s your God is giving you and have taken possession of it and settled in it, and you say, “Let us set a king over us like all the nations around us,”"
    },
    {
        "o": 5864,
        "r": "niv:Deuteronomy:17:15",
        "t": "be sure to appoint over you a king the Lord*s your God chooses. He must be from among your fellow Israelites. Do not place a foreigner over you, one who is not an Israelite."
    },
    {
        "o": 5865,
        "r": "niv:Deuteronomy:17:16",
        "t": "The king, moreover, must not acquire great numbers of horses for himself or make the people return to Egypt to get more of them, for the Lord*s has told you, “You are not to go back that way again.”"
    },
    {
        "o": 5866,
        "r": "niv:Deuteronomy:17:17",
        "t": "He must not take many wives, or his heart will be led astray. He must not accumulate large amounts of silver and gold."
    },
    {
        "o": 5867,
        "r": "niv:Deuteronomy:17:18",
        "t": "When*p he takes the throne of his kingdom, he is to write for himself on a scroll a copy of this law, taken from that of the Levitical priests."
    },
    {
        "o": 5868,
        "r": "niv:Deuteronomy:17:19",
        "t": "It is to be with him, and he is to read it all the days of his life so that he may learn to revere the Lord*s his God and follow carefully all the words of this law and these decrees"
    },
    {
        "o": 5869,
        "r": "niv:Deuteronomy:17:20",
        "t": "and not consider himself better than his fellow Israelites and turn from the law to the right or to the left. Then he and his descendants will reign a long time over his kingdom in Israel."
    },
    {
        "o": 5870,
        "r": "niv:Deuteronomy:18:0",
        "t": "Deuteronomy 18",
        "h": 1
    },
    {
        "o": 5871,
        "r": "niv:Deuteronomy:18:0",
        "t": "Offerings for Priests and Levites",
        "h": 2
    },
    {
        "o": 5872,
        "r": "niv:Deuteronomy:18:1",
        "t": "The*p Levitical priests—indeed, the whole tribe of Levi—are to have no allotment or inheritance with Israel. They shall live on the food offerings presented to the Lord,*s for that is their inheritance."
    },
    {
        "o": 5873,
        "r": "niv:Deuteronomy:18:2",
        "t": "They shall have no inheritance among their fellow Israelites; the Lord*s is their inheritance, as he promised them."
    },
    {
        "o": 5874,
        "r": "niv:Deuteronomy:18:3",
        "t": "This*p is the share due the priests from the people who sacrifice a bull or a sheep: the shoulder, the internal organs and the meat from the head."
    },
    {
        "o": 5875,
        "r": "niv:Deuteronomy:18:4",
        "t": "You are to give them the firstfruits of your grain, new wine and olive oil, and the first wool from the shearing of your sheep,"
    },
    {
        "o": 5876,
        "r": "niv:Deuteronomy:18:5",
        "t": "for the Lord*s your God has chosen them and their descendants out of all your tribes to stand and minister in the Lord’s*s name always."
    },
    {
        "o": 5877,
        "r": "niv:Deuteronomy:18:6",
        "t": "If*p a Levite moves from one of your towns anywhere in Israel where he is living, and comes in all earnestness to the place the Lord*s will choose,"
    },
    {
        "o": 5878,
        "r": "niv:Deuteronomy:18:7",
        "t": "he may minister in the name of the Lord*s his God like all his fellow Levites who serve there in the presence of the Lord.*s"
    },
    {
        "o": 5879,
        "r": "niv:Deuteronomy:18:8",
        "t": "He is to share equally in their benefits, even though he has received money from the sale of family possessions."
    },
    {
        "o": 5880,
        "r": "niv:Deuteronomy:18:8",
        "t": "Occult Practices",
        "h": 2
    },
    {
        "o": 5881,
        "r": "niv:Deuteronomy:18:9",
        "t": "When*p you enter the land the Lord*s your God is giving you, do not learn to imitate the detestable ways of the nations there."
    },
    {
        "o": 5882,
        "r": "niv:Deuteronomy:18:10",
        "t": "Let no one be found among you who sacrifices their son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft,"
    },
    {
        "o": 5883,
        "r": "niv:Deuteronomy:18:11",
        "t": "or casts spells, or who is a medium or spiritist or who consults the dead."
    },
    {
        "o": 5884,
        "r": "niv:Deuteronomy:18:12",
        "t": "Anyone who does these things is detestable to the Lord;*s because of these same detestable practices the Lord*s your God will drive out those nations before you."
    },
    {
        "o": 5885,
        "r": "niv:Deuteronomy:18:13",
        "t": "You must be blameless before the Lord*s your God."
    },
    {
        "o": 5886,
        "r": "niv:Deuteronomy:18:13",
        "t": "The Prophet",
        "h": 2
    },
    {
        "o": 5887,
        "r": "niv:Deuteronomy:18:14",
        "t": "The*p nations you will dispossess listen to those who practice sorcery or divination. But as for you, the Lord*s your God has not permitted you to do so."
    },
    {
        "o": 5888,
        "r": "niv:Deuteronomy:18:15",
        "t": "The Lord*s your God will raise up for you a prophet like me from among you, from your fellow Israelites. You must listen to him."
    },
    {
        "o": 5889,
        "r": "niv:Deuteronomy:18:16",
        "t": "For this is what you asked of the Lord*s your God at Horeb on the day of the assembly when you said, “Let us not hear the voice of the Lord*s our God nor see this great fire anymore, or we will die.”"
    },
    {
        "o": 5890,
        "r": "niv:Deuteronomy:18:17",
        "t": "The*p Lord*s said to me: “What they say is good."
    },
    {
        "o": 5891,
        "r": "niv:Deuteronomy:18:18",
        "t": "I will raise up for them a prophet like you from among their fellow Israelites, and I will put my words in his mouth. He will tell them everything I command him."
    },
    {
        "o": 5892,
        "r": "niv:Deuteronomy:18:19",
        "t": "I myself will call to account anyone who does not listen to my words that the prophet speaks in my name."
    },
    {
        "o": 5893,
        "r": "niv:Deuteronomy:18:20",
        "t": "But a prophet who presumes to speak in my name anything I have not commanded, or a prophet who speaks in the name of other gods, is to be put to death.”"
    },
    {
        "o": 5894,
        "r": "niv:Deuteronomy:18:21",
        "t": "You*p may say to yourselves, “How can we know when a message has not been spoken by the Lord?”*s"
    },
    {
        "o": 5895,
        "r": "niv:Deuteronomy:18:22",
        "t": "If what a prophet proclaims in the name of the Lord*s does not take place or come true, that is a message the Lord*s has not spoken. That prophet has spoken presumptuously, so do not be alarmed."
    },
    {
        "o": 5896,
        "r": "niv:Deuteronomy:19:0",
        "t": "Deuteronomy 19",
        "h": 1
    },
    {
        "o": 5897,
        "r": "niv:Deuteronomy:19:0",
        "t": "Cities of Refuge",
        "h": 2
    },
    {
        "o": 5898,
        "r": "niv:Deuteronomy:19:1",
        "t": "When*p the Lord*s your God has destroyed the nations whose land he is giving you, and when you have driven them out and settled in their towns and houses,"
    },
    {
        "o": 5899,
        "r": "niv:Deuteronomy:19:2",
        "t": "then set aside for yourselves three cities in the land the Lord*s your God is giving you to possess."
    },
    {
        "o": 5900,
        "r": "niv:Deuteronomy:19:3",
        "t": "Determine the distances involved and divide into three parts the land the Lord*s your God is giving you as an inheritance, so that a person who kills someone may flee for refuge to one of these cities."
    },
    {
        "o": 5901,
        "r": "niv:Deuteronomy:19:4",
        "t": "This*p is the rule concerning anyone who kills a person and flees there for safety—anyone who kills a neighbor unintentionally, without malice aforethought."
    },
    {
        "o": 5902,
        "r": "niv:Deuteronomy:19:5",
        "t": "For instance, a man may go into the forest with his neighbor to cut wood, and as he swings his ax to fell a tree, the head may fly off and hit his neighbor and kill him. That man may flee to one of these cities and save his life."
    },
    {
        "o": 5903,
        "r": "niv:Deuteronomy:19:6",
        "t": "Otherwise, the avenger of blood might pursue him in a rage, overtake him if the distance is too great, and kill him even though he is not deserving of death, since he did it to his neighbor without malice aforethought."
    },
    {
        "o": 5904,
        "r": "niv:Deuteronomy:19:7",
        "t": "This is why I command you to set aside for yourselves three cities."
    },
    {
        "o": 5905,
        "r": "niv:Deuteronomy:19:8",
        "t": "If*p the Lord*s your God enlarges your territory, as he promised on oath to your ancestors, and gives you the whole land he promised them,"
    },
    {
        "o": 5906,
        "r": "niv:Deuteronomy:19:9",
        "t": "because you carefully follow all these laws I command you today—to love the Lord*s your God and to walk always in obedience to him—then you are to set aside three more cities."
    },
    {
        "o": 5907,
        "r": "niv:Deuteronomy:19:10",
        "t": "Do this so that innocent blood will not be shed in your land, which the Lord*s your God is giving you as your inheritance, and so that you will not be guilty of bloodshed."
    },
    {
        "o": 5908,
        "r": "niv:Deuteronomy:19:11",
        "t": "But*p if out of hate someone lies in wait, assaults and kills a neighbor, and then flees to one of these cities,"
    },
    {
        "o": 5909,
        "r": "niv:Deuteronomy:19:12",
        "t": "the killer shall be sent for by the town elders, be brought back from the city, and be handed over to the avenger of blood to die."
    },
    {
        "o": 5910,
        "r": "niv:Deuteronomy:19:13",
        "t": "Show no pity. You must purge from Israel the guilt of shedding innocent blood, so that it may go well with you."
    },
    {
        "o": 5911,
        "r": "niv:Deuteronomy:19:14",
        "t": "Do*p not move your neighbor’s boundary stone set up by your predecessors in the inheritance you receive in the land the Lord*s your God is giving you to possess."
    },
    {
        "o": 5912,
        "r": "niv:Deuteronomy:19:14",
        "t": "Witnesses",
        "h": 2
    },
    {
        "o": 5913,
        "r": "niv:Deuteronomy:19:15",
        "t": "One*p witness is not enough to convict anyone accused of any crime or offense they may have committed. A matter must be established by the testimony of two or three witnesses."
    },
    {
        "o": 5914,
        "r": "niv:Deuteronomy:19:16",
        "t": "If*p a malicious witness takes the stand to accuse someone of a crime,"
    },
    {
        "o": 5915,
        "r": "niv:Deuteronomy:19:17",
        "t": "the two people involved in the dispute must stand in the presence of the Lord*s before the priests and the judges who are in office at the time."
    },
    {
        "o": 5916,
        "r": "niv:Deuteronomy:19:18",
        "t": "The judges must make a thorough investigation, and if the witness proves to be a liar, giving false testimony against a fellow Israelite,"
    },
    {
        "o": 5917,
        "r": "niv:Deuteronomy:19:19",
        "t": "then do to the false witness as that witness intended to do to the other party. You must purge the evil from among you."
    },
    {
        "o": 5918,
        "r": "niv:Deuteronomy:19:20",
        "t": "The rest of the people will hear of this and be afraid, and never again will such an evil thing be done among you."
    },
    {
        "o": 5919,
        "r": "niv:Deuteronomy:19:21",
        "t": "Show no pity: life for life, eye for eye, tooth for tooth, hand for hand, foot for foot."
    },
    {
        "o": 5920,
        "r": "niv:Deuteronomy:20:0",
        "t": "Deuteronomy 20",
        "h": 1
    },
    {
        "o": 5921,
        "r": "niv:Deuteronomy:20:0",
        "t": "Going to War",
        "h": 2
    },
    {
        "o": 5922,
        "r": "niv:Deuteronomy:20:1",
        "t": "When*p you go to war against your enemies and see horses and chariots and an army greater than yours, do not be afraid of them, because the Lord*s your God, who brought you up out of Egypt, will be with you."
    },
    {
        "o": 5923,
        "r": "niv:Deuteronomy:20:2",
        "t": "When you are about to go into battle, the priest shall come forward and address the army."
    },
    {
        "o": 5924,
        "r": "niv:Deuteronomy:20:3",
        "t": "He shall say: “Hear, Israel: Today you are going into battle against your enemies. Do not be fainthearted or afraid; do not panic or be terrified by them."
    },
    {
        "o": 5925,
        "r": "niv:Deuteronomy:20:4",
        "t": "For the Lord*s your God is the one who goes with you to fight for you against your enemies to give you victory.”"
    },
    {
        "o": 5926,
        "r": "niv:Deuteronomy:20:5",
        "t": "The*p officers shall say to the army: “Has anyone built a new house and not yet begun to live in it? Let him go home, or he may die in battle and someone else may begin to live in it."
    },
    {
        "o": 5927,
        "r": "niv:Deuteronomy:20:6",
        "t": "Has anyone planted a vineyard and not begun to enjoy it? Let him go home, or he may die in battle and someone else enjoy it."
    },
    {
        "o": 5928,
        "r": "niv:Deuteronomy:20:7",
        "t": "Has anyone become pledged to a woman and not married her? Let him go home, or he may die in battle and someone else marry her.”"
    },
    {
        "o": 5929,
        "r": "niv:Deuteronomy:20:8",
        "t": "Then the officers shall add, “Is anyone afraid or fainthearted? Let him go home so that his fellow soldiers will not become disheartened too.”"
    },
    {
        "o": 5930,
        "r": "niv:Deuteronomy:20:9",
        "t": "When the officers have finished speaking to the army, they shall appoint commanders over it."
    },
    {
        "o": 5931,
        "r": "niv:Deuteronomy:20:10",
        "t": "When*p you march up to attack a city, make its people an offer of peace."
    },
    {
        "o": 5932,
        "r": "niv:Deuteronomy:20:11",
        "t": "If they accept and open their gates, all the people in it shall be subject to forced labor and shall work for you."
    },
    {
        "o": 5933,
        "r": "niv:Deuteronomy:20:12",
        "t": "If they refuse to make peace and they engage you in battle, lay siege to that city."
    },
    {
        "o": 5934,
        "r": "niv:Deuteronomy:20:13",
        "t": "When the Lord*s your God delivers it into your hand, put to the sword all the men in it."
    },
    {
        "o": 5935,
        "r": "niv:Deuteronomy:20:14",
        "t": "As for the women, the children, the livestock and everything else in the city, you may take these as plunder for yourselves. And you may use the plunder the Lord*s your God gives you from your enemies."
    },
    {
        "o": 5936,
        "r": "niv:Deuteronomy:20:15",
        "t": "This is how you are to treat all the cities that are at a distance from you and do not belong to the nations nearby."
    },
    {
        "o": 5937,
        "r": "niv:Deuteronomy:20:16",
        "t": "However,*p in the cities of the nations the Lord*s your God is giving you as an inheritance, do not leave alive anything that breathes."
    },
    {
        "o": 5938,
        "r": "niv:Deuteronomy:20:17",
        "t": "Completely destroy them—the Hittites, Amorites, Canaanites, Perizzites, Hivites and Jebusites—as the Lord*s your God has commanded you."
    },
    {
        "o": 5939,
        "r": "niv:Deuteronomy:20:18",
        "t": "Otherwise, they will teach you to follow all the detestable things they do in worshiping their gods, and you will sin against the Lord*s your God."
    },
    {
        "o": 5940,
        "r": "niv:Deuteronomy:20:19",
        "t": "When*p you lay siege to a city for a long time, fighting against it to capture it, do not destroy its trees by putting an ax to them, because you can eat their fruit. Do not cut them down. Are the trees people, that you should besiege them?"
    },
    {
        "o": 5941,
        "r": "niv:Deuteronomy:20:20",
        "t": "However, you may cut down trees that you know are not fruit trees and use them to build siege works until the city at war with you falls."
    },
    {
        "o": 5942,
        "r": "niv:Deuteronomy:21:0",
        "t": "Deuteronomy 21",
        "h": 1
    },
    {
        "o": 5943,
        "r": "niv:Deuteronomy:21:0",
        "t": "Atonement for an Unsolved Murder",
        "h": 2
    },
    {
        "o": 5944,
        "r": "niv:Deuteronomy:21:1",
        "t": "If*p someone is found slain, lying in a field in the land the Lord*s your God is giving you to possess, and it is not known who the killer was,"
    },
    {
        "o": 5945,
        "r": "niv:Deuteronomy:21:2",
        "t": "your elders and judges shall go out and measure the distance from the body to the neighboring towns."
    },
    {
        "o": 5946,
        "r": "niv:Deuteronomy:21:3",
        "t": "Then the elders of the town nearest the body shall take a heifer that has never been worked and has never worn a yoke"
    },
    {
        "o": 5947,
        "r": "niv:Deuteronomy:21:4",
        "t": "and lead it down to a valley that has not been plowed or planted and where there is a flowing stream. There in the valley they are to break the heifer’s neck."
    },
    {
        "o": 5948,
        "r": "niv:Deuteronomy:21:5",
        "t": "The Levitical priests shall step forward, for the Lord*s your God has chosen them to minister and to pronounce blessings in the name of the Lord*s and to decide all cases of dispute and assault."
    },
    {
        "o": 5949,
        "r": "niv:Deuteronomy:21:6",
        "t": "Then all the elders of the town nearest the body shall wash their hands over the heifer whose neck was broken in the valley,"
    },
    {
        "o": 5950,
        "r": "niv:Deuteronomy:21:7",
        "t": "and they shall declare: “Our hands did not shed this blood, nor did our eyes see it done."
    },
    {
        "o": 5951,
        "r": "niv:Deuteronomy:21:8",
        "t": "Accept this atonement for your people Israel, whom you have redeemed, Lord,*s and do not hold your people guilty of the blood of an innocent person.” Then the bloodshed will be atoned for,"
    },
    {
        "o": 5952,
        "r": "niv:Deuteronomy:21:9",
        "t": "and you will have purged from yourselves the guilt of shedding innocent blood, since you have done what is right in the eyes of the Lord.*s"
    },
    {
        "o": 5953,
        "r": "niv:Deuteronomy:21:9",
        "t": "Marrying a Captive Woman",
        "h": 2
    },
    {
        "o": 5954,
        "r": "niv:Deuteronomy:21:10",
        "t": "When*p you go to war against your enemies and the Lord*s your God delivers them into your hands and you take captives,"
    },
    {
        "o": 5955,
        "r": "niv:Deuteronomy:21:11",
        "t": "if you notice among the captives a beautiful woman and are attracted to her, you may take her as your wife."
    },
    {
        "o": 5956,
        "r": "niv:Deuteronomy:21:12",
        "t": "Bring her into your home and have her shave her head, trim her nails"
    },
    {
        "o": 5957,
        "r": "niv:Deuteronomy:21:13",
        "t": "and put aside the clothes she was wearing when captured. After she has lived in your house and mourned her father and mother for a full month, then you may go to her and be her husband and she shall be your wife."
    },
    {
        "o": 5958,
        "r": "niv:Deuteronomy:21:14",
        "t": "If you are not pleased with her, let her go wherever she wishes. You must not sell her or treat her as a slave, since you have dishonored her."
    },
    {
        "o": 5959,
        "r": "niv:Deuteronomy:21:14",
        "t": "The Right of the Firstborn",
        "h": 2
    },
    {
        "o": 5960,
        "r": "niv:Deuteronomy:21:15",
        "t": "If*p a man has two wives, and he loves one but not the other, and both bear him sons but the firstborn is the son of the wife he does not love,"
    },
    {
        "o": 5961,
        "r": "niv:Deuteronomy:21:16",
        "t": "when he wills his property to his sons, he must not give the rights of the firstborn to the son of the wife he loves in preference to his actual firstborn, the son of the wife he does not love."
    },
    {
        "o": 5962,
        "r": "niv:Deuteronomy:21:17",
        "t": "He must acknowledge the son of his unloved wife as the firstborn by giving him a double share of all he has. That son is the first sign of his father’s strength. The right of the firstborn belongs to him."
    },
    {
        "o": 5963,
        "r": "niv:Deuteronomy:21:17",
        "t": "A Rebellious Son",
        "h": 2
    },
    {
        "o": 5964,
        "r": "niv:Deuteronomy:21:18",
        "t": "If*p someone has a stubborn and rebellious son who does not obey his father and mother and will not listen to them when they discipline him,"
    },
    {
        "o": 5965,
        "r": "niv:Deuteronomy:21:19",
        "t": "his father and mother shall take hold of him and bring him to the elders at the gate of his town."
    },
    {
        "o": 5966,
        "r": "niv:Deuteronomy:21:20",
        "t": "They shall say to the elders, “This son of ours is stubborn and rebellious. He will not obey us. He is a glutton and a drunkard.”"
    },
    {
        "o": 5967,
        "r": "niv:Deuteronomy:21:21",
        "t": "Then all the men of his town are to stone him to death. You must purge the evil from among you. All Israel will hear of it and be afraid."
    },
    {
        "o": 5968,
        "r": "niv:Deuteronomy:21:21",
        "t": "Various Laws",
        "h": 2
    },
    {
        "o": 5969,
        "r": "niv:Deuteronomy:21:22",
        "t": "If*p someone guilty of a capital offense is put to death and their body is exposed on a pole,"
    },
    {
        "o": 5970,
        "r": "niv:Deuteronomy:21:23",
        "t": "you must not leave the body hanging on the pole overnight. Be sure to bury it that same day, because anyone who is hung on a pole is under God’s curse. You must not desecrate the land the Lord*s your God is giving you as an inheritance."
    },
    {
        "o": 5971,
        "r": "niv:Deuteronomy:22:0",
        "t": "Deuteronomy 22",
        "h": 1
    },
    {
        "o": 5972,
        "r": "niv:Deuteronomy:22:1",
        "t": "If*p you see your fellow Israelite’s ox or sheep straying, do not ignore it but be sure to take it back to its owner."
    },
    {
        "o": 5973,
        "r": "niv:Deuteronomy:22:2",
        "t": "If they do not live near you or if you do not know who owns it, take it home with you and keep it until they come looking for it. Then give it back."
    },
    {
        "o": 5974,
        "r": "niv:Deuteronomy:22:3",
        "t": "Do the same if you find their donkey or cloak or anything else they have lost. Do not ignore it."
    },
    {
        "o": 5975,
        "r": "niv:Deuteronomy:22:4",
        "t": "If*p you see your fellow Israelite’s donkey or ox fallen on the road, do not ignore it. Help the owner get it to its feet."
    },
    {
        "o": 5976,
        "r": "niv:Deuteronomy:22:5",
        "t": "A*p woman must not wear men’s clothing, nor a man wear women’s clothing, for the Lord*s your God detests anyone who does this."
    },
    {
        "o": 5977,
        "r": "niv:Deuteronomy:22:6",
        "t": "If*p you come across a bird’s nest beside the road, either in a tree or on the ground, and the mother is sitting on the young or on the eggs, do not take the mother with the young."
    },
    {
        "o": 5978,
        "r": "niv:Deuteronomy:22:7",
        "t": "You may take the young, but be sure to let the mother go, so that it may go well with you and you may have a long life."
    },
    {
        "o": 5979,
        "r": "niv:Deuteronomy:22:8",
        "t": "When*p you build a new house, make a parapet around your roof so that you may not bring the guilt of bloodshed on your house if someone falls from the roof."
    },
    {
        "o": 5980,
        "r": "niv:Deuteronomy:22:9",
        "t": "Do*p not plant two kinds of seed in your vineyard; if you do, not only the crops you plant but also the fruit of the vineyard will be defiled."
    },
    {
        "o": 5981,
        "r": "niv:Deuteronomy:22:10",
        "t": "Do*p not plow with an ox and a donkey yoked together."
    },
    {
        "o": 5982,
        "r": "niv:Deuteronomy:22:11",
        "t": "Do*p not wear clothes of wool and linen woven together."
    },
    {
        "o": 5983,
        "r": "niv:Deuteronomy:22:12",
        "t": "Make*p tassels on the four corners of the cloak you wear."
    },
    {
        "o": 5984,
        "r": "niv:Deuteronomy:22:12",
        "t": "Marriage Violations",
        "h": 2
    },
    {
        "o": 5985,
        "r": "niv:Deuteronomy:22:13",
        "t": "If*p a man takes a wife and, after sleeping with her, dislikes her"
    },
    {
        "o": 5986,
        "r": "niv:Deuteronomy:22:14",
        "t": "and slanders her and gives her a bad name, saying, “I married this woman, but when I approached her, I did not find proof of her virginity,”"
    },
    {
        "o": 5987,
        "r": "niv:Deuteronomy:22:15",
        "t": "then the young woman’s father and mother shall bring to the town elders at the gate proof that she was a virgin."
    },
    {
        "o": 5988,
        "r": "niv:Deuteronomy:22:16",
        "t": "Her father will say to the elders, “I gave my daughter in marriage to this man, but he dislikes her."
    },
    {
        "o": 5989,
        "r": "niv:Deuteronomy:22:17",
        "t": "Now he has slandered her and said, ‘I did not find your daughter to be a virgin.’ But here is the proof of my daughter’s virginity.” Then her parents shall display the cloth before the elders of the town,"
    },
    {
        "o": 5990,
        "r": "niv:Deuteronomy:22:18",
        "t": "and the elders shall take the man and punish him."
    },
    {
        "o": 5991,
        "r": "niv:Deuteronomy:22:19",
        "t": "They shall fine him a hundred shekels of silver and give them to the young woman’s father, because this man has given an Israelite virgin a bad name. She shall continue to be his wife; he must not divorce her as long as he lives."
    },
    {
        "o": 5992,
        "r": "niv:Deuteronomy:22:20",
        "t": "If,*p however, the charge is true and no proof of the young woman’s virginity can be found,"
    },
    {
        "o": 5993,
        "r": "niv:Deuteronomy:22:21",
        "t": "she shall be brought to the door of her father’s house and there the men of her town shall stone her to death. She has done an outrageous thing in Israel by being promiscuous while still in her father’s house. You must purge the evil from among you."
    },
    {
        "o": 5994,
        "r": "niv:Deuteronomy:22:22",
        "t": "If*p a man is found sleeping with another man’s wife, both the man who slept with her and the woman must die. You must purge the evil from Israel."
    },
    {
        "o": 5995,
        "r": "niv:Deuteronomy:22:23",
        "t": "If*p a man happens to meet in a town a virgin pledged to be married and he sleeps with her,"
    },
    {
        "o": 5996,
        "r": "niv:Deuteronomy:22:24",
        "t": "you shall take both of them to the gate of that town and stone them to death—the young woman because she was in a town and did not scream for help, and the man because he violated another man’s wife. You must purge the evil from among you."
    },
    {
        "o": 5997,
        "r": "niv:Deuteronomy:22:25",
        "t": "But*p if out in the country a man happens to meet a young woman pledged to be married and rapes her, only the man who has done this shall die."
    },
    {
        "o": 5998,
        "r": "niv:Deuteronomy:22:26",
        "t": "Do nothing to the woman; she has committed no sin deserving death. This case is like that of someone who attacks and murders a neighbor,"
    },
    {
        "o": 5999,
        "r": "niv:Deuteronomy:22:27",
        "t": "for the man found the young woman out in the country, and though the betrothed woman screamed, there was no one to rescue her."
    },
    {
        "o": 6000,
        "r": "niv:Deuteronomy:22:28",
        "t": "If*p a man happens to meet a virgin who is not pledged to be married and rapes her and they are discovered,"
    },
    {
        "o": 6001,
        "r": "niv:Deuteronomy:22:29",
        "t": "he shall pay her father fifty shekels of silver. He must marry the young woman, for he has violated her. He can never divorce her as long as he lives."
    },
    {
        "o": 6002,
        "r": "niv:Deuteronomy:22:30",
        "t": "A*p man is not to marry his father’s wife; he must not dishonor his father’s bed."
    },
    {
        "o": 6003,
        "r": "niv:Deuteronomy:23:0",
        "t": "Deuteronomy 23",
        "h": 1
    },
    {
        "o": 6004,
        "r": "niv:Deuteronomy:23:0",
        "t": "Exclusion From the Assembly",
        "h": 2
    },
    {
        "o": 6005,
        "r": "niv:Deuteronomy:23:1",
        "t": "No*p one who has been emasculated by crushing or cutting may enter the assembly of the Lord.*s"
    },
    {
        "o": 6006,
        "r": "niv:Deuteronomy:23:2",
        "t": "No*p one born of a forbidden marriage nor any of their descendants may enter the assembly of the Lord,*s not even in the tenth generation."
    },
    {
        "o": 6007,
        "r": "niv:Deuteronomy:23:3",
        "t": "No*p Ammonite or Moabite or any of their descendants may enter the assembly of the Lord,*s not even in the tenth generation."
    },
    {
        "o": 6008,
        "r": "niv:Deuteronomy:23:4",
        "t": "For they did not come to meet you with bread and water on your way when you came out of Egypt, and they hired Balaam son of Beor from Pethor in Aram Naharaim to pronounce a curse on you."
    },
    {
        "o": 6009,
        "r": "niv:Deuteronomy:23:5",
        "t": "However, the Lord*s your God would not listen to Balaam but turned the curse into a blessing for you, because the Lord*s your God loves you."
    },
    {
        "o": 6010,
        "r": "niv:Deuteronomy:23:6",
        "t": "Do not seek a treaty of friendship with them as long as you live."
    },
    {
        "o": 6011,
        "r": "niv:Deuteronomy:23:7",
        "t": "Do*p not despise an Edomite, for the Edomites are related to you. Do not despise an Egyptian, because you resided as foreigners in their country."
    },
    {
        "o": 6012,
        "r": "niv:Deuteronomy:23:8",
        "t": "The third generation of children born to them may enter the assembly of the Lord.*s"
    },
    {
        "o": 6013,
        "r": "niv:Deuteronomy:23:8",
        "t": "Uncleanness in the Camp",
        "h": 2
    },
    {
        "o": 6014,
        "r": "niv:Deuteronomy:23:9",
        "t": "When*p you are encamped against your enemies, keep away from everything impure."
    },
    {
        "o": 6015,
        "r": "niv:Deuteronomy:23:10",
        "t": "If one of your men is unclean because of a nocturnal emission, he is to go outside the camp and stay there."
    },
    {
        "o": 6016,
        "r": "niv:Deuteronomy:23:11",
        "t": "But as evening approaches he is to wash himself, and at sunset he may return to the camp."
    },
    {
        "o": 6017,
        "r": "niv:Deuteronomy:23:12",
        "t": "Designate*p a place outside the camp where you can go to relieve yourself."
    },
    {
        "o": 6018,
        "r": "niv:Deuteronomy:23:13",
        "t": "As part of your equipment have something to dig with, and when you relieve yourself, dig a hole and cover up your excrement."
    },
    {
        "o": 6019,
        "r": "niv:Deuteronomy:23:14",
        "t": "For the Lord*s your God moves about in your camp to protect you and to deliver your enemies to you. Your camp must be holy, so that he will not see among you anything indecent and turn away from you."
    },
    {
        "o": 6020,
        "r": "niv:Deuteronomy:23:14",
        "t": "Miscellaneous Laws",
        "h": 2
    },
    {
        "o": 6021,
        "r": "niv:Deuteronomy:23:15",
        "t": "If*p a slave has taken refuge with you, do not hand them over to their master."
    },
    {
        "o": 6022,
        "r": "niv:Deuteronomy:23:16",
        "t": "Let them live among you wherever they like and in whatever town they choose. Do not oppress them."
    },
    {
        "o": 6023,
        "r": "niv:Deuteronomy:23:17",
        "t": "No*p Israelite man or woman is to become a shrine prostitute."
    },
    {
        "o": 6024,
        "r": "niv:Deuteronomy:23:18",
        "t": "You must not bring the earnings of a female prostitute or of a male prostitute into the house of the Lord*s your God to pay any vow, because the Lord*s your God detests them both."
    },
    {
        "o": 6025,
        "r": "niv:Deuteronomy:23:19",
        "t": "Do*p not charge a fellow Israelite interest, whether on money or food or anything else that may earn interest."
    },
    {
        "o": 6026,
        "r": "niv:Deuteronomy:23:20",
        "t": "You may charge a foreigner interest, but not a fellow Israelite, so that the Lord*s your God may bless you in everything you put your hand to in the land you are entering to possess."
    },
    {
        "o": 6027,
        "r": "niv:Deuteronomy:23:21",
        "t": "If*p you make a vow to the Lord*s your God, do not be slow to pay it, for the Lord*s your God will certainly demand it of you and you will be guilty of sin."
    },
    {
        "o": 6028,
        "r": "niv:Deuteronomy:23:22",
        "t": "But if you refrain from making a vow, you will not be guilty."
    },
    {
        "o": 6029,
        "r": "niv:Deuteronomy:23:23",
        "t": "Whatever your lips utter you must be sure to do, because you made your vow freely to the Lord*s your God with your own mouth."
    },
    {
        "o": 6030,
        "r": "niv:Deuteronomy:23:24",
        "t": "If*p you enter your neighbor’s vineyard, you may eat all the grapes you want, but do not put any in your basket."
    },
    {
        "o": 6031,
        "r": "niv:Deuteronomy:23:25",
        "t": "If you enter your neighbor’s grainfield, you may pick kernels with your hands, but you must not put a sickle to their standing grain."
    },
    {
        "o": 6032,
        "r": "niv:Deuteronomy:24:0",
        "t": "Deuteronomy 24",
        "h": 1
    },
    {
        "o": 6033,
        "r": "niv:Deuteronomy:24:1",
        "t": "If*p a man marries a woman who becomes displeasing to him because he finds something indecent about her, and he writes her a certificate of divorce, gives it to her and sends her from his house,"
    },
    {
        "o": 6034,
        "r": "niv:Deuteronomy:24:2",
        "t": "and if after she leaves his house she becomes the wife of another man,"
    },
    {
        "o": 6035,
        "r": "niv:Deuteronomy:24:3",
        "t": "and her second husband dislikes her and writes her a certificate of divorce, gives it to her and sends her from his house, or if he dies,"
    },
    {
        "o": 6036,
        "r": "niv:Deuteronomy:24:4",
        "t": "then her first husband, who divorced her, is not allowed to marry her again after she has been defiled. That would be detestable in the eyes of the Lord.*s Do not bring sin upon the land the Lord*s your God is giving you as an inheritance."
    },
    {
        "o": 6037,
        "r": "niv:Deuteronomy:24:5",
        "t": "If*p a man has recently married, he must not be sent to war or have any other duty laid on him. For one year he is to be free to stay at home and bring happiness to the wife he has married."
    },
    {
        "o": 6038,
        "r": "niv:Deuteronomy:24:6",
        "t": "Do*p not take a pair of millstones—not even the upper one—as security for a debt, because that would be taking a person’s livelihood as security."
    },
    {
        "o": 6039,
        "r": "niv:Deuteronomy:24:7",
        "t": "If*p someone is caught kidnapping a fellow Israelite and treating or selling them as a slave, the kidnapper must die. You must purge the evil from among you."
    },
    {
        "o": 6040,
        "r": "niv:Deuteronomy:24:8",
        "t": "In*p cases of defiling skin diseases, be very careful to do exactly as the Levitical priests instruct you. You must follow carefully what I have commanded them."
    },
    {
        "o": 6041,
        "r": "niv:Deuteronomy:24:9",
        "t": "Remember what the Lord*s your God did to Miriam along the way after you came out of Egypt."
    },
    {
        "o": 6042,
        "r": "niv:Deuteronomy:24:10",
        "t": "When*p you make a loan of any kind to your neighbor, do not go into their house to get what is offered to you as a pledge."
    },
    {
        "o": 6043,
        "r": "niv:Deuteronomy:24:11",
        "t": "Stay outside and let the neighbor to whom you are making the loan bring the pledge out to you."
    },
    {
        "o": 6044,
        "r": "niv:Deuteronomy:24:12",
        "t": "If the neighbor is poor, do not go to sleep with their pledge in your possession."
    },
    {
        "o": 6045,
        "r": "niv:Deuteronomy:24:13",
        "t": "Return their cloak by sunset so that your neighbor may sleep in it. Then they will thank you, and it will be regarded as a righteous act in the sight of the Lord*s your God."
    },
    {
        "o": 6046,
        "r": "niv:Deuteronomy:24:14",
        "t": "Do*p not take advantage of a hired worker who is poor and needy, whether that worker is a fellow Israelite or a foreigner residing in one of your towns."
    },
    {
        "o": 6047,
        "r": "niv:Deuteronomy:24:15",
        "t": "Pay them their wages each day before sunset, because they are poor and are counting on it. Otherwise they may cry to the Lord*s against you, and you will be guilty of sin."
    },
    {
        "o": 6048,
        "r": "niv:Deuteronomy:24:16",
        "t": "Parents*p are not to be put to death for their children, nor children put to death for their parents; each will die for their own sin."
    },
    {
        "o": 6049,
        "r": "niv:Deuteronomy:24:17",
        "t": "Do*p not deprive the foreigner or the fatherless of justice, or take the cloak of the widow as a pledge."
    },
    {
        "o": 6050,
        "r": "niv:Deuteronomy:24:18",
        "t": "Remember that you were slaves in Egypt and the Lord*s your God redeemed you from there. That is why I command you to do this."
    },
    {
        "o": 6051,
        "r": "niv:Deuteronomy:24:19",
        "t": "When*p you are harvesting in your field and you overlook a sheaf, do not go back to get it. Leave it for the foreigner, the fatherless and the widow, so that the Lord*s your God may bless you in all the work of your hands."
    },
    {
        "o": 6052,
        "r": "niv:Deuteronomy:24:20",
        "t": "When you beat the olives from your trees, do not go over the branches a second time. Leave what remains for the foreigner, the fatherless and the widow."
    },
    {
        "o": 6053,
        "r": "niv:Deuteronomy:24:21",
        "t": "When you harvest the grapes in your vineyard, do not go over the vines again. Leave what remains for the foreigner, the fatherless and the widow."
    },
    {
        "o": 6054,
        "r": "niv:Deuteronomy:24:22",
        "t": "Remember that you were slaves in Egypt. That is why I command you to do this."
    },
    {
        "o": 6055,
        "r": "niv:Deuteronomy:25:0",
        "t": "Deuteronomy 25",
        "h": 1
    },
    {
        "o": 6056,
        "r": "niv:Deuteronomy:25:1",
        "t": "When*p people have a dispute, they are to take it to court and the judges will decide the case, acquitting the innocent and condemning the guilty."
    },
    {
        "o": 6057,
        "r": "niv:Deuteronomy:25:2",
        "t": "If the guilty person deserves to be beaten, the judge shall make them lie down and have them flogged in his presence with the number of lashes the crime deserves,"
    },
    {
        "o": 6058,
        "r": "niv:Deuteronomy:25:3",
        "t": "but the judge must not impose more than forty lashes. If the guilty party is flogged more than that, your fellow Israelite will be degraded in your eyes."
    },
    {
        "o": 6059,
        "r": "niv:Deuteronomy:25:4",
        "t": "Do*p not muzzle an ox while it is treading out the grain."
    },
    {
        "o": 6060,
        "r": "niv:Deuteronomy:25:5",
        "t": "If*p brothers are living together and one of them dies without a son, his widow must not marry outside the family. Her husband’s brother shall take her and marry her and fulfill the duty of a brother-in-law to her."
    },
    {
        "o": 6061,
        "r": "niv:Deuteronomy:25:6",
        "t": "The first son she bears shall carry on the name of the dead brother so that his name will not be blotted out from Israel."
    },
    {
        "o": 6062,
        "r": "niv:Deuteronomy:25:7",
        "t": "However,*p if a man does not want to marry his brother’s wife, she shall go to the elders at the town gate and say, “My husband’s brother refuses to carry on his brother’s name in Israel. He will not fulfill the duty of a brother-in-law to me.”"
    },
    {
        "o": 6063,
        "r": "niv:Deuteronomy:25:8",
        "t": "Then the elders of his town shall summon him and talk to him. If he persists in saying, “I do not want to marry her,”"
    },
    {
        "o": 6064,
        "r": "niv:Deuteronomy:25:9",
        "t": "his brother’s widow shall go up to him in the presence of the elders, take off one of his sandals, spit in his face and say, “This is what is done to the man who will not build up his brother’s family line.”"
    },
    {
        "o": 6065,
        "r": "niv:Deuteronomy:25:10",
        "t": "That man’s line shall be known in Israel as The Family of the Unsandaled."
    },
    {
        "o": 6066,
        "r": "niv:Deuteronomy:25:11",
        "t": "If*p two men are fighting and the wife of one of them comes to rescue her husband from his assailant, and she reaches out and seizes him by his private parts,"
    },
    {
        "o": 6067,
        "r": "niv:Deuteronomy:25:12",
        "t": "you shall cut off her hand. Show her no pity."
    },
    {
        "o": 6068,
        "r": "niv:Deuteronomy:25:13",
        "t": "Do*p not have two differing weights in your bag—one heavy, one light."
    },
    {
        "o": 6069,
        "r": "niv:Deuteronomy:25:14",
        "t": "Do not have two differing measures in your house—one large, one small."
    },
    {
        "o": 6070,
        "r": "niv:Deuteronomy:25:15",
        "t": "You must have accurate and honest weights and measures, so that you may live long in the land the Lord*s your God is giving you."
    },
    {
        "o": 6071,
        "r": "niv:Deuteronomy:25:16",
        "t": "For the Lord*s your God detests anyone who does these things, anyone who deals dishonestly."
    },
    {
        "o": 6072,
        "r": "niv:Deuteronomy:25:17",
        "t": "Remember*p what the Amalekites did to you along the way when you came out of Egypt."
    },
    {
        "o": 6073,
        "r": "niv:Deuteronomy:25:18",
        "t": "When you were weary and worn out, they met you on your journey and attacked all who were lagging behind; they had no fear of God."
    },
    {
        "o": 6074,
        "r": "niv:Deuteronomy:25:19",
        "t": "When the Lord*s your God gives you rest from all the enemies around you in the land he is giving you to possess as an inheritance, you shall blot out the name of Amalek from under heaven. Do not forget!"
    },
    {
        "o": 6075,
        "r": "niv:Deuteronomy:26:0",
        "t": "Deuteronomy 26",
        "h": 1
    },
    {
        "o": 6076,
        "r": "niv:Deuteronomy:26:0",
        "t": "Firstfruits and Tithes",
        "h": 2
    },
    {
        "o": 6077,
        "r": "niv:Deuteronomy:26:1",
        "t": "When*p you have entered the land the Lord*s your God is giving you as an inheritance and have taken possession of it and settled in it,"
    },
    {
        "o": 6078,
        "r": "niv:Deuteronomy:26:2",
        "t": "take some of the firstfruits of all that you produce from the soil of the land the Lord*s your God is giving you and put them in a basket. Then go to the place the Lord*s your God will choose as a dwelling for his Name"
    },
    {
        "o": 6079,
        "r": "niv:Deuteronomy:26:3",
        "t": "and say to the priest in office at the time, “I declare today to the Lord*s your God that I have come to the land the Lord*s swore to our ancestors to give us.”"
    },
    {
        "o": 6080,
        "r": "niv:Deuteronomy:26:4",
        "t": "The priest shall take the basket from your hands and set it down in front of the altar of the Lord*s your God."
    },
    {
        "o": 6081,
        "r": "niv:Deuteronomy:26:5",
        "t": "Then you shall declare before the Lord*s your God: “My father was a wandering Aramean, and he went down into Egypt with a few people and lived there and became a great nation, powerful and numerous."
    },
    {
        "o": 6082,
        "r": "niv:Deuteronomy:26:6",
        "t": "But the Egyptians mistreated us and made us suffer, subjecting us to harsh labor."
    },
    {
        "o": 6083,
        "r": "niv:Deuteronomy:26:7",
        "t": "Then we cried out to the Lord,*s the God of our ancestors, and the Lord*s heard our voice and saw our misery, toil and oppression."
    },
    {
        "o": 6084,
        "r": "niv:Deuteronomy:26:8",
        "t": "So the Lord*s brought us out of Egypt with a mighty hand and an outstretched arm, with great terror and with signs and wonders."
    },
    {
        "o": 6085,
        "r": "niv:Deuteronomy:26:9",
        "t": "He brought us to this place and gave us this land, a land flowing with milk and honey;"
    },
    {
        "o": 6086,
        "r": "niv:Deuteronomy:26:10",
        "t": "and now I bring the firstfruits of the soil that you, Lord,*s have given me.” Place the basket before the Lord*s your God and bow down before him."
    },
    {
        "o": 6087,
        "r": "niv:Deuteronomy:26:11",
        "t": "Then you and the Levites and the foreigners residing among you shall rejoice in all the good things the Lord*s your God has given to you and your household."
    },
    {
        "o": 6088,
        "r": "niv:Deuteronomy:26:12",
        "t": "When*p you have finished setting aside a tenth of all your produce in the third year, the year of the tithe, you shall give it to the Levite, the foreigner, the fatherless and the widow, so that they may eat in your towns and be satisfied."
    },
    {
        "o": 6089,
        "r": "niv:Deuteronomy:26:13",
        "t": "Then say to the Lord*s your God: “I have removed from my house the sacred portion and have given it to the Levite, the foreigner, the fatherless and the widow, according to all you commanded. I have not turned aside from your commands nor have I forgotten any of them."
    },
    {
        "o": 6090,
        "r": "niv:Deuteronomy:26:14",
        "t": "I have not eaten any of the sacred portion while I was in mourning, nor have I removed any of it while I was unclean, nor have I offered any of it to the dead. I have obeyed the Lord*s my God; I have done everything you commanded me."
    },
    {
        "o": 6091,
        "r": "niv:Deuteronomy:26:15",
        "t": "Look down from heaven, your holy dwelling place, and bless your people Israel and the land you have given us as you promised on oath to our ancestors, a land flowing with milk and honey.”"
    },
    {
        "o": 6092,
        "r": "niv:Deuteronomy:26:15",
        "t": "Follow the Lord’s Commands",
        "h": 2
    },
    {
        "o": 6093,
        "r": "niv:Deuteronomy:26:16",
        "t": "The*p Lord*s your God commands you this day to follow these decrees and laws; carefully observe them with all your heart and with all your soul."
    },
    {
        "o": 6094,
        "r": "niv:Deuteronomy:26:17",
        "t": "You have declared this day that the Lord*s is your God and that you will walk in obedience to him, that you will keep his decrees, commands and laws—that you will listen to him."
    },
    {
        "o": 6095,
        "r": "niv:Deuteronomy:26:18",
        "t": "And the Lord*s has declared this day that you are his people, his treasured possession as he promised, and that you are to keep all his commands."
    },
    {
        "o": 6096,
        "r": "niv:Deuteronomy:26:19",
        "t": "He has declared that he will set you in praise, fame and honor high above all the nations he has made and that you will be a people holy to the Lord*s your God, as he promised."
    },
    {
        "o": 6097,
        "r": "niv:Deuteronomy:27:0",
        "t": "Deuteronomy 27",
        "h": 1
    },
    {
        "o": 6098,
        "r": "niv:Deuteronomy:27:0",
        "t": "The Altar on Mount Ebal",
        "h": 2
    },
    {
        "o": 6099,
        "r": "niv:Deuteronomy:27:1",
        "t": "Moses*p and the elders of Israel commanded the people: “Keep all these commands that I give you today."
    },
    {
        "o": 6100,
        "r": "niv:Deuteronomy:27:2",
        "t": "When you have crossed the Jordan into the land the Lord*s your God is giving you, set up some large stones and coat them with plaster."
    },
    {
        "o": 6101,
        "r": "niv:Deuteronomy:27:3",
        "t": "Write on them all the words of this law when you have crossed over to enter the land the Lord*s your God is giving you, a land flowing with milk and honey, just as the Lord,*s the God of your ancestors, promised you."
    },
    {
        "o": 6102,
        "r": "niv:Deuteronomy:27:4",
        "t": "And when you have crossed the Jordan, set up these stones on Mount Ebal, as I command you today, and coat them with plaster."
    },
    {
        "o": 6103,
        "r": "niv:Deuteronomy:27:5",
        "t": "Build there an altar to the Lord*s your God, an altar of stones. Do not use any iron tool on them."
    },
    {
        "o": 6104,
        "r": "niv:Deuteronomy:27:6",
        "t": "Build the altar of the Lord*s your God with fieldstones and offer burnt offerings on it to the Lord*s your God."
    },
    {
        "o": 6105,
        "r": "niv:Deuteronomy:27:7",
        "t": "Sacrifice fellowship offerings there, eating them and rejoicing in the presence of the Lord*s your God."
    },
    {
        "o": 6106,
        "r": "niv:Deuteronomy:27:8",
        "t": "And you shall write very clearly all the words of this law on these stones you have set up.”"
    },
    {
        "o": 6107,
        "r": "niv:Deuteronomy:27:8",
        "t": "Curses From Mount Ebal",
        "h": 2
    },
    {
        "o": 6108,
        "r": "niv:Deuteronomy:27:9",
        "t": "Then*p Moses and the Levitical priests said to all Israel, “Be silent, Israel, and listen! You have now become the people of the Lord*s your God."
    },
    {
        "o": 6109,
        "r": "niv:Deuteronomy:27:10",
        "t": "Obey the Lord*s your God and follow his commands and decrees that I give you today.”"
    },
    {
        "o": 6110,
        "r": "niv:Deuteronomy:27:11",
        "t": "On*p the same day Moses commanded the people:"
    },
    {
        "o": 6111,
        "r": "niv:Deuteronomy:27:12",
        "t": "When*p you have crossed the Jordan, these tribes shall stand on Mount Gerizim to bless the people: Simeon, Levi, Judah, Issachar, Joseph and Benjamin."
    },
    {
        "o": 6112,
        "r": "niv:Deuteronomy:27:13",
        "t": "And these tribes shall stand on Mount Ebal to pronounce curses: Reuben, Gad, Asher, Zebulun, Dan and Naphtali."
    },
    {
        "o": 6113,
        "r": "niv:Deuteronomy:27:14",
        "t": "The*p Levites shall recite to all the people of Israel in a loud voice:"
    },
    {
        "o": 6114,
        "r": "niv:Deuteronomy:27:15",
        "t": "“Cursed*ln is anyone who makes an idol—a thing detestable to the Lord,*s the work of skilled hands—and sets it up in secret.” Then*lg all the people shall say, “Amen!”"
    },
    {
        "o": 6115,
        "r": "niv:Deuteronomy:27:16",
        "t": "“Cursed*ln is anyone who dishonors their father or mother.” Then*lg all the people shall say, “Amen!”"
    },
    {
        "o": 6116,
        "r": "niv:Deuteronomy:27:17",
        "t": "“Cursed*ln is anyone who moves their neighbor’s boundary stone.” Then*lg all the people shall say, “Amen!”"
    },
    {
        "o": 6117,
        "r": "niv:Deuteronomy:27:18",
        "t": "“Cursed*ln is anyone who leads the blind astray on the road.” Then*lg all the people shall say, “Amen!”"
    },
    {
        "o": 6118,
        "r": "niv:Deuteronomy:27:19",
        "t": "“Cursed*ln is anyone who withholds justice from the foreigner, the fatherless or the widow.” Then*lg all the people shall say, “Amen!”"
    },
    {
        "o": 6119,
        "r": "niv:Deuteronomy:27:20",
        "t": "“Cursed*ln is anyone who sleeps with his father’s wife, for he dishonors his father’s bed.” Then*lg all the people shall say, “Amen!”"
    },
    {
        "o": 6120,
        "r": "niv:Deuteronomy:27:21",
        "t": "“Cursed*ln is anyone who has sexual relations with any animal.” Then*lg all the people shall say, “Amen!”"
    },
    {
        "o": 6121,
        "r": "niv:Deuteronomy:27:22",
        "t": "“Cursed*ln is anyone who sleeps with his sister, the daughter of his father or the daughter of his mother.” Then*lg all the people shall say, “Amen!”"
    },
    {
        "o": 6122,
        "r": "niv:Deuteronomy:27:23",
        "t": "“Cursed*ln is anyone who sleeps with his mother-in-law.” Then*lg all the people shall say, “Amen!”"
    },
    {
        "o": 6123,
        "r": "niv:Deuteronomy:27:24",
        "t": "“Cursed*ln is anyone who kills their neighbor secretly.” Then*lg all the people shall say, “Amen!”"
    },
    {
        "o": 6124,
        "r": "niv:Deuteronomy:27:25",
        "t": "“Cursed*ln is anyone who accepts a bribe to kill an innocent person.” Then*lg all the people shall say, “Amen!”"
    },
    {
        "o": 6125,
        "r": "niv:Deuteronomy:27:26",
        "t": "“Cursed*ln is anyone who does not uphold the words of this law by carrying them out.” Then*lg all the people shall say, “Amen!”"
    },
    {
        "o": 6126,
        "r": "niv:Deuteronomy:28:0",
        "t": "Deuteronomy 28",
        "h": 1
    },
    {
        "o": 6127,
        "r": "niv:Deuteronomy:28:0",
        "t": "Blessings for Obedience",
        "h": 2
    },
    {
        "o": 6128,
        "r": "niv:Deuteronomy:28:1",
        "t": "If*p you fully obey the Lord*s your God and carefully follow all his commands I give you today, the Lord*s your God will set you high above all the nations on earth."
    },
    {
        "o": 6129,
        "r": "niv:Deuteronomy:28:2",
        "t": "All these blessings will come on you and accompany you if you obey the Lord*s your God:"
    },
    {
        "o": 6130,
        "r": "niv:Deuteronomy:28:3",
        "t": "You*ln will be blessed in the city and blessed in the country."
    },
    {
        "o": 6131,
        "r": "niv:Deuteronomy:28:4",
        "t": "The*ln fruit of your womb will be blessed, and the crops of your land and the young of your livestock—the calves of your herds and the lambs of your flocks."
    },
    {
        "o": 6132,
        "r": "niv:Deuteronomy:28:5",
        "t": "Your*ln basket and your kneading trough will be blessed."
    },
    {
        "o": 6133,
        "r": "niv:Deuteronomy:28:6",
        "t": "You*ln will be blessed when you come in and blessed when you go out."
    },
    {
        "o": 6134,
        "r": "niv:Deuteronomy:28:7",
        "t": "The*p Lord*s will grant that the enemies who rise up against you will be defeated before you. They will come at you from one direction but flee from you in seven."
    },
    {
        "o": 6135,
        "r": "niv:Deuteronomy:28:8",
        "t": "The*p Lord*s will send a blessing on your barns and on everything you put your hand to. The Lord*s your God will bless you in the land he is giving you."
    },
    {
        "o": 6136,
        "r": "niv:Deuteronomy:28:9",
        "t": "The*p Lord*s will establish you as his holy people, as he promised you on oath, if you keep the commands of the Lord*s your God and walk in obedience to him."
    },
    {
        "o": 6137,
        "r": "niv:Deuteronomy:28:10",
        "t": "Then all the peoples on earth will see that you are called by the name of the Lord,*s and they will fear you."
    },
    {
        "o": 6138,
        "r": "niv:Deuteronomy:28:11",
        "t": "The Lord*s will grant you abundant prosperity—in the fruit of your womb, the young of your livestock and the crops of your ground—in the land he swore to your ancestors to give you."
    },
    {
        "o": 6139,
        "r": "niv:Deuteronomy:28:12",
        "t": "The*p Lord*s will open the heavens, the storehouse of his bounty, to send rain on your land in season and to bless all the work of your hands. You will lend to many nations but will borrow from none."
    },
    {
        "o": 6140,
        "r": "niv:Deuteronomy:28:13",
        "t": "The Lord*s will make you the head, not the tail. If you pay attention to the commands of the Lord*s your God that I give you this day and carefully follow them, you will always be at the top, never at the bottom."
    },
    {
        "o": 6141,
        "r": "niv:Deuteronomy:28:14",
        "t": "Do not turn aside from any of the commands I give you today, to the right or to the left, following other gods and serving them."
    },
    {
        "o": 6142,
        "r": "niv:Deuteronomy:28:14",
        "t": "Curses for Disobedience",
        "h": 2
    },
    {
        "o": 6143,
        "r": "niv:Deuteronomy:28:15",
        "t": "However,*p if you do not obey the Lord*s your God and do not carefully follow all his commands and decrees I am giving you today, all these curses will come on you and overtake you:"
    },
    {
        "o": 6144,
        "r": "niv:Deuteronomy:28:16",
        "t": "You*ln will be cursed in the city and cursed in the country."
    },
    {
        "o": 6145,
        "r": "niv:Deuteronomy:28:17",
        "t": "Your*ln basket and your kneading trough will be cursed."
    },
    {
        "o": 6146,
        "r": "niv:Deuteronomy:28:18",
        "t": "The*ln fruit of your womb will be cursed, and the crops of your land, and the calves of your herds and the lambs of your flocks."
    },
    {
        "o": 6147,
        "r": "niv:Deuteronomy:28:19",
        "t": "You*ln will be cursed when you come in and cursed when you go out."
    },
    {
        "o": 6148,
        "r": "niv:Deuteronomy:28:20",
        "t": "The*p Lord*s will send on you curses, confusion and rebuke in everything you put your hand to, until you are destroyed and come to sudden ruin because of the evil you have done in forsaking him."
    },
    {
        "o": 6149,
        "r": "niv:Deuteronomy:28:21",
        "t": "The Lord*s will plague you with diseases until he has destroyed you from the land you are entering to possess."
    },
    {
        "o": 6150,
        "r": "niv:Deuteronomy:28:22",
        "t": "The Lord*s will strike you with wasting disease, with fever and inflammation, with scorching heat and drought, with blight and mildew, which will plague you until you perish."
    },
    {
        "o": 6151,
        "r": "niv:Deuteronomy:28:23",
        "t": "The sky over your head will be bronze, the ground beneath you iron."
    },
    {
        "o": 6152,
        "r": "niv:Deuteronomy:28:24",
        "t": "The Lord*s will turn the rain of your country into dust and powder; it will come down from the skies until you are destroyed."
    },
    {
        "o": 6153,
        "r": "niv:Deuteronomy:28:25",
        "t": "The*p Lord*s will cause you to be defeated before your enemies. You will come at them from one direction but flee from them in seven, and you will become a thing of horror to all the kingdoms on earth."
    },
    {
        "o": 6154,
        "r": "niv:Deuteronomy:28:26",
        "t": "Your carcasses will be food for all the birds and the wild animals, and there will be no one to frighten them away."
    },
    {
        "o": 6155,
        "r": "niv:Deuteronomy:28:27",
        "t": "The Lord*s will afflict you with the boils of Egypt and with tumors, festering sores and the itch, from which you cannot be cured."
    },
    {
        "o": 6156,
        "r": "niv:Deuteronomy:28:28",
        "t": "The Lord*s will afflict you with madness, blindness and confusion of mind."
    },
    {
        "o": 6157,
        "r": "niv:Deuteronomy:28:29",
        "t": "At midday you will grope about like a blind person in the dark. You will be unsuccessful in everything you do; day after day you will be oppressed and robbed, with no one to rescue you."
    },
    {
        "o": 6158,
        "r": "niv:Deuteronomy:28:30",
        "t": "You*p will be pledged to be married to a woman, but another will take her and rape her. You will build a house, but you will not live in it. You will plant a vineyard, but you will not even begin to enjoy its fruit."
    },
    {
        "o": 6159,
        "r": "niv:Deuteronomy:28:31",
        "t": "Your ox will be slaughtered before your eyes, but you will eat none of it. Your donkey will be forcibly taken from you and will not be returned. Your sheep will be given to your enemies, and no one will rescue them."
    },
    {
        "o": 6160,
        "r": "niv:Deuteronomy:28:32",
        "t": "Your sons and daughters will be given to another nation, and you will wear out your eyes watching for them day after day, powerless to lift a hand."
    },
    {
        "o": 6161,
        "r": "niv:Deuteronomy:28:33",
        "t": "A people that you do not know will eat what your land and labor produce, and you will have nothing but cruel oppression all your days."
    },
    {
        "o": 6162,
        "r": "niv:Deuteronomy:28:34",
        "t": "The sights you see will drive you mad."
    },
    {
        "o": 6163,
        "r": "niv:Deuteronomy:28:35",
        "t": "The Lord*s will afflict your knees and legs with painful boils that cannot be cured, spreading from the soles of your feet to the top of your head."
    },
    {
        "o": 6164,
        "r": "niv:Deuteronomy:28:36",
        "t": "The*p Lord*s will drive you and the king you set over you to a nation unknown to you or your ancestors. There you will worship other gods, gods of wood and stone."
    },
    {
        "o": 6165,
        "r": "niv:Deuteronomy:28:37",
        "t": "You will become a thing of horror, a byword and an object of ridicule among all the peoples where the Lord*s will drive you."
    },
    {
        "o": 6166,
        "r": "niv:Deuteronomy:28:38",
        "t": "You*p will sow much seed in the field but you will harvest little, because locusts will devour it."
    },
    {
        "o": 6167,
        "r": "niv:Deuteronomy:28:39",
        "t": "You will plant vineyards and cultivate them but you will not drink the wine or gather the grapes, because worms will eat them."
    },
    {
        "o": 6168,
        "r": "niv:Deuteronomy:28:40",
        "t": "You will have olive trees throughout your country but you will not use the oil, because the olives will drop off."
    },
    {
        "o": 6169,
        "r": "niv:Deuteronomy:28:41",
        "t": "You will have sons and daughters but you will not keep them, because they will go into captivity."
    },
    {
        "o": 6170,
        "r": "niv:Deuteronomy:28:42",
        "t": "Swarms of locusts will take over all your trees and the crops of your land."
    },
    {
        "o": 6171,
        "r": "niv:Deuteronomy:28:43",
        "t": "The*p foreigners who reside among you will rise above you higher and higher, but you will sink lower and lower."
    },
    {
        "o": 6172,
        "r": "niv:Deuteronomy:28:44",
        "t": "They will lend to you, but you will not lend to them. They will be the head, but you will be the tail."
    },
    {
        "o": 6173,
        "r": "niv:Deuteronomy:28:45",
        "t": "All*p these curses will come on you. They will pursue you and overtake you until you are destroyed, because you did not obey the Lord*s your God and observe the commands and decrees he gave you."
    },
    {
        "o": 6174,
        "r": "niv:Deuteronomy:28:46",
        "t": "They will be a sign and a wonder to you and your descendants forever."
    },
    {
        "o": 6175,
        "r": "niv:Deuteronomy:28:47",
        "t": "Because you did not serve the Lord*s your God joyfully and gladly in the time of prosperity,"
    },
    {
        "o": 6176,
        "r": "niv:Deuteronomy:28:48",
        "t": "therefore in hunger and thirst, in nakedness and dire poverty, you will serve the enemies the Lord*s sends against you. He will put an iron yoke on your neck until he has destroyed you."
    },
    {
        "o": 6177,
        "r": "niv:Deuteronomy:28:49",
        "t": "The*p Lord*s will bring a nation against you from far away, from the ends of the earth, like an eagle swooping down, a nation whose language you will not understand,"
    },
    {
        "o": 6178,
        "r": "niv:Deuteronomy:28:50",
        "t": "a fierce-looking nation without respect for the old or pity for the young."
    },
    {
        "o": 6179,
        "r": "niv:Deuteronomy:28:51",
        "t": "They will devour the young of your livestock and the crops of your land until you are destroyed. They will leave you no grain, new wine or olive oil, nor any calves of your herds or lambs of your flocks until you are ruined."
    },
    {
        "o": 6180,
        "r": "niv:Deuteronomy:28:52",
        "t": "They will lay siege to all the cities throughout your land until the high fortified walls in which you trust fall down. They will besiege all the cities throughout the land the Lord*s your God is giving you."
    },
    {
        "o": 6181,
        "r": "niv:Deuteronomy:28:53",
        "t": "Because*p of the suffering your enemy will inflict on you during the siege, you will eat the fruit of the womb, the flesh of the sons and daughters the Lord*s your God has given you."
    },
    {
        "o": 6182,
        "r": "niv:Deuteronomy:28:54",
        "t": "Even the most gentle and sensitive man among you will have no compassion on his own brother or the wife he loves or his surviving children,"
    },
    {
        "o": 6183,
        "r": "niv:Deuteronomy:28:55",
        "t": "and he will not give to one of them any of the flesh of his children that he is eating. It will be all he has left because of the suffering your enemy will inflict on you during the siege of all your cities."
    },
    {
        "o": 6184,
        "r": "niv:Deuteronomy:28:56",
        "t": "The most gentle and sensitive woman among you—so sensitive and gentle that she would not venture to touch the ground with the sole of her foot—will begrudge the husband she loves and her own son or daughter"
    },
    {
        "o": 6185,
        "r": "niv:Deuteronomy:28:57",
        "t": "the afterbirth from her womb and the children she bears. For in her dire need she intends to eat them secretly because of the suffering your enemy will inflict on you during the siege of your cities."
    },
    {
        "o": 6186,
        "r": "niv:Deuteronomy:28:58",
        "t": "If*p you do not carefully follow all the words of this law, which are written in this book, and do not revere this glorious and awesome name—the Lord*s your God—"
    },
    {
        "o": 6187,
        "r": "niv:Deuteronomy:28:59",
        "t": "the Lord*s will send fearful plagues on you and your descendants, harsh and prolonged disasters, and severe and lingering illnesses."
    },
    {
        "o": 6188,
        "r": "niv:Deuteronomy:28:60",
        "t": "He will bring on you all the diseases of Egypt that you dreaded, and they will cling to you."
    },
    {
        "o": 6189,
        "r": "niv:Deuteronomy:28:61",
        "t": "The Lord*s will also bring on you every kind of sickness and disaster not recorded in this Book of the Law, until you are destroyed."
    },
    {
        "o": 6190,
        "r": "niv:Deuteronomy:28:62",
        "t": "You who were as numerous as the stars in the sky will be left but few in number, because you did not obey the Lord*s your God."
    },
    {
        "o": 6191,
        "r": "niv:Deuteronomy:28:63",
        "t": "Just as it pleased the Lord*s to make you prosper and increase in number, so it will please him to ruin and destroy you. You will be uprooted from the land you are entering to possess."
    },
    {
        "o": 6192,
        "r": "niv:Deuteronomy:28:64",
        "t": "Then*p the Lord*s will scatter you among all nations, from one end of the earth to the other. There you will worship other gods—gods of wood and stone, which neither you nor your ancestors have known."
    },
    {
        "o": 6193,
        "r": "niv:Deuteronomy:28:65",
        "t": "Among those nations you will find no repose, no resting place for the sole of your foot. There the Lord*s will give you an anxious mind, eyes weary with longing, and a despairing heart."
    },
    {
        "o": 6194,
        "r": "niv:Deuteronomy:28:66",
        "t": "You will live in constant suspense, filled with dread both night and day, never sure of your life."
    },
    {
        "o": 6195,
        "r": "niv:Deuteronomy:28:67",
        "t": "In the morning you will say, “If only it were evening!” and in the evening, “If only it were morning!”—because of the terror that will fill your hearts and the sights that your eyes will see."
    },
    {
        "o": 6196,
        "r": "niv:Deuteronomy:28:68",
        "t": "The Lord*s will send you back in ships to Egypt on a journey I said you should never make again. There you will offer yourselves for sale to your enemies as male and female slaves, but no one will buy you."
    },
    {
        "o": 6197,
        "r": "niv:Deuteronomy:29:0",
        "t": "Deuteronomy 29",
        "h": 1
    },
    {
        "o": 6198,
        "r": "niv:Deuteronomy:29:0",
        "t": "Renewal of the Covenant",
        "h": 2
    },
    {
        "o": 6199,
        "r": "niv:Deuteronomy:29:1",
        "t": "These*p are the terms of the covenant the Lord*s commanded Moses to make with the Israelites in Moab, in addition to the covenant he had made with them at Horeb."
    },
    {
        "o": 6200,
        "r": "niv:Deuteronomy:29:2",
        "t": "Moses*p summoned all the Israelites and said to them: Your*p eyes have seen all that the Lord*s did in Egypt to Pharaoh, to all his officials and to all his land."
    },
    {
        "o": 6201,
        "r": "niv:Deuteronomy:29:3",
        "t": "With your own eyes you saw those great trials, those signs and great wonders."
    },
    {
        "o": 6202,
        "r": "niv:Deuteronomy:29:4",
        "t": "But to this day the Lord*s has not given you a mind that understands or eyes that see or ears that hear."
    },
    {
        "o": 6203,
        "r": "niv:Deuteronomy:29:5",
        "t": "Yet the Lord*s says, “During the forty years that I led you through the wilderness, your clothes did not wear out, nor did the sandals on your feet."
    },
    {
        "o": 6204,
        "r": "niv:Deuteronomy:29:6",
        "t": "You ate no bread and drank no wine or other fermented drink. I did this so that you might know that I am the Lord*s your God.”"
    },
    {
        "o": 6205,
        "r": "niv:Deuteronomy:29:7",
        "t": "When*p you reached this place, Sihon king of Heshbon and Og king of Bashan came out to fight against us, but we defeated them."
    },
    {
        "o": 6206,
        "r": "niv:Deuteronomy:29:8",
        "t": "We took their land and gave it as an inheritance to the Reubenites, the Gadites and the half-tribe of Manasseh."
    },
    {
        "o": 6207,
        "r": "niv:Deuteronomy:29:9",
        "t": "Carefully*p follow the terms of this covenant, so that you may prosper in everything you do."
    },
    {
        "o": 6208,
        "r": "niv:Deuteronomy:29:10",
        "t": "All of you are standing today in the presence of the Lord*s your God—your leaders and chief men, your elders and officials, and all the other men of Israel,"
    },
    {
        "o": 6209,
        "r": "niv:Deuteronomy:29:11",
        "t": "together with your children and your wives, and the foreigners living in your camps who chop your wood and carry your water."
    },
    {
        "o": 6210,
        "r": "niv:Deuteronomy:29:12",
        "t": "You are standing here in order to enter into a covenant with the Lord*s your God, a covenant the Lord*s is making with you this day and sealing with an oath,"
    },
    {
        "o": 6211,
        "r": "niv:Deuteronomy:29:13",
        "t": "to confirm you this day as his people, that he may be your God as he promised you and as he swore to your fathers, Abraham, Isaac and Jacob."
    },
    {
        "o": 6212,
        "r": "niv:Deuteronomy:29:14",
        "t": "I am making this covenant, with its oath, not only with you"
    },
    {
        "o": 6213,
        "r": "niv:Deuteronomy:29:15",
        "t": "who are standing here with us today in the presence of the Lord*s our God but also with those who are not here today."
    },
    {
        "o": 6214,
        "r": "niv:Deuteronomy:29:16",
        "t": "You*p yourselves know how we lived in Egypt and how we passed through the countries on the way here."
    },
    {
        "o": 6215,
        "r": "niv:Deuteronomy:29:17",
        "t": "You saw among them their detestable images and idols of wood and stone, of silver and gold."
    },
    {
        "o": 6216,
        "r": "niv:Deuteronomy:29:18",
        "t": "Make sure there is no man or woman, clan or tribe among you today whose heart turns away from the Lord*s our God to go and worship the gods of those nations; make sure there is no root among you that produces such bitter poison."
    },
    {
        "o": 6217,
        "r": "niv:Deuteronomy:29:19",
        "t": "When*p such a person hears the words of this oath and they invoke a blessing on themselves, thinking, “I will be safe, even though I persist in going my own way,” they will bring disaster on the watered land as well as the dry."
    },
    {
        "o": 6218,
        "r": "niv:Deuteronomy:29:20",
        "t": "The Lord*s will never be willing to forgive them; his wrath and zeal will burn against them. All the curses written in this book will fall on them, and the Lord*s will blot out their names from under heaven."
    },
    {
        "o": 6219,
        "r": "niv:Deuteronomy:29:21",
        "t": "The Lord*s will single them out from all the tribes of Israel for disaster, according to all the curses of the covenant written in this Book of the Law."
    },
    {
        "o": 6220,
        "r": "niv:Deuteronomy:29:22",
        "t": "Your*p children who follow you in later generations and foreigners who come from distant lands will see the calamities that have fallen on the land and the diseases with which the Lord*s has afflicted it."
    },
    {
        "o": 6221,
        "r": "niv:Deuteronomy:29:23",
        "t": "The whole land will be a burning waste of salt and sulfur—nothing planted, nothing sprouting, no vegetation growing on it. It will be like the destruction of Sodom and Gomorrah, Admah and Zeboyim, which the Lord*s overthrew in fierce anger."
    },
    {
        "o": 6222,
        "r": "niv:Deuteronomy:29:24",
        "t": "All the nations will ask: “Why has the Lord*s done this to this land? Why this fierce, burning anger?”"
    },
    {
        "o": 6223,
        "r": "niv:Deuteronomy:29:25",
        "t": "And*p the answer will be: “It is because this people abandoned the covenant of the Lord,*s the God of their ancestors, the covenant he made with them when he brought them out of Egypt."
    },
    {
        "o": 6224,
        "r": "niv:Deuteronomy:29:26",
        "t": "They went off and worshiped other gods and bowed down to them, gods they did not know, gods he had not given them."
    },
    {
        "o": 6225,
        "r": "niv:Deuteronomy:29:27",
        "t": "Therefore the Lord’s*s anger burned against this land, so that he brought on it all the curses written in this book."
    },
    {
        "o": 6226,
        "r": "niv:Deuteronomy:29:28",
        "t": "In furious anger and in great wrath the Lord*s uprooted them from their land and thrust them into another land, as it is now.”"
    },
    {
        "o": 6227,
        "r": "niv:Deuteronomy:29:29",
        "t": "The*p secret things belong to the Lord*s our God, but the things revealed belong to us and to our children forever, that we may follow all the words of this law."
    },
    {
        "o": 6228,
        "r": "niv:Deuteronomy:30:0",
        "t": "Deuteronomy 30",
        "h": 1
    },
    {
        "o": 6229,
        "r": "niv:Deuteronomy:30:0",
        "t": "Prosperity After Turning to the Lord",
        "h": 2
    },
    {
        "o": 6230,
        "r": "niv:Deuteronomy:30:1",
        "t": "When*p all these blessings and curses I have set before you come on you and you take them to heart wherever the Lord*s your God disperses you among the nations,"
    },
    {
        "o": 6231,
        "r": "niv:Deuteronomy:30:2",
        "t": "and when you and your children return to the Lord*s your God and obey him with all your heart and with all your soul according to everything I command you today,"
    },
    {
        "o": 6232,
        "r": "niv:Deuteronomy:30:3",
        "t": "then the Lord*s your God will restore your fortunes and have compassion on you and gather you again from all the nations where he scattered you."
    },
    {
        "o": 6233,
        "r": "niv:Deuteronomy:30:4",
        "t": "Even if you have been banished to the most distant land under the heavens, from there the Lord*s your God will gather you and bring you back."
    },
    {
        "o": 6234,
        "r": "niv:Deuteronomy:30:5",
        "t": "He will bring you to the land that belonged to your ancestors, and you will take possession of it. He will make you more prosperous and numerous than your ancestors."
    },
    {
        "o": 6235,
        "r": "niv:Deuteronomy:30:6",
        "t": "The Lord*s your God will circumcise your hearts and the hearts of your descendants, so that you may love him with all your heart and with all your soul, and live."
    },
    {
        "o": 6236,
        "r": "niv:Deuteronomy:30:7",
        "t": "The Lord*s your God will put all these curses on your enemies who hate and persecute you."
    },
    {
        "o": 6237,
        "r": "niv:Deuteronomy:30:8",
        "t": "You will again obey the Lord*s and follow all his commands I am giving you today."
    },
    {
        "o": 6238,
        "r": "niv:Deuteronomy:30:9",
        "t": "Then the Lord*s your God will make you most prosperous in all the work of your hands and in the fruit of your womb, the young of your livestock and the crops of your land. The Lord*s will again delight in you and make you prosperous, just as he delighted in your ancestors,"
    },
    {
        "o": 6239,
        "r": "niv:Deuteronomy:30:10",
        "t": "if you obey the Lord*s your God and keep his commands and decrees that are written in this Book of the Law and turn to the Lord*s your God with all your heart and with all your soul."
    },
    {
        "o": 6240,
        "r": "niv:Deuteronomy:30:10",
        "t": "The Offer of Life or Death",
        "h": 2
    },
    {
        "o": 6241,
        "r": "niv:Deuteronomy:30:11",
        "t": "Now*p what I am commanding you today is not too difficult for you or beyond your reach."
    },
    {
        "o": 6242,
        "r": "niv:Deuteronomy:30:12",
        "t": "It is not up in heaven, so that you have to ask, “Who will ascend into heaven to get it and proclaim it to us so we may obey it?”"
    },
    {
        "o": 6243,
        "r": "niv:Deuteronomy:30:13",
        "t": "Nor is it beyond the sea, so that you have to ask, “Who will cross the sea to get it and proclaim it to us so we may obey it?”"
    },
    {
        "o": 6244,
        "r": "niv:Deuteronomy:30:14",
        "t": "No, the word is very near you; it is in your mouth and in your heart so you may obey it."
    },
    {
        "o": 6245,
        "r": "niv:Deuteronomy:30:15",
        "t": "See,*p I set before you today life and prosperity, death and destruction."
    },
    {
        "o": 6246,
        "r": "niv:Deuteronomy:30:16",
        "t": "For I command you today to love the Lord*s your God, to walk in obedience to him, and to keep his commands, decrees and laws; then you will live and increase, and the Lord*s your God will bless you in the land you are entering to possess."
    },
    {
        "o": 6247,
        "r": "niv:Deuteronomy:30:17",
        "t": "But*p if your heart turns away and you are not obedient, and if you are drawn away to bow down to other gods and worship them,"
    },
    {
        "o": 6248,
        "r": "niv:Deuteronomy:30:18",
        "t": "I declare to you this day that you will certainly be destroyed. You will not live long in the land you are crossing the Jordan to enter and possess."
    },
    {
        "o": 6249,
        "r": "niv:Deuteronomy:30:19",
        "t": "This*p day I call the heavens and the earth as witnesses against you that I have set before you life and death, blessings and curses. Now choose life, so that you and your children may live"
    },
    {
        "o": 6250,
        "r": "niv:Deuteronomy:30:20",
        "t": "and that you may love the Lord*s your God, listen to his voice, and hold fast to him. For the Lord*s is your life, and he will give you many years in the land he swore to give to your fathers, Abraham, Isaac and Jacob."
    },
    {
        "o": 6251,
        "r": "niv:Deuteronomy:31:0",
        "t": "Deuteronomy 31",
        "h": 1
    },
    {
        "o": 6252,
        "r": "niv:Deuteronomy:31:0",
        "t": "Joshua to Succeed Moses",
        "h": 2
    },
    {
        "o": 6253,
        "r": "niv:Deuteronomy:31:1",
        "t": "Then*p Moses went out and spoke these words to all Israel:"
    },
    {
        "o": 6254,
        "r": "niv:Deuteronomy:31:2",
        "t": "“I am now a hundred and twenty years old and I am no longer able to lead you. The Lord*s has said to me, ‘You shall not cross the Jordan.’"
    },
    {
        "o": 6255,
        "r": "niv:Deuteronomy:31:3",
        "t": "The Lord*s your God himself will cross over ahead of you. He will destroy these nations before you, and you will take possession of their land. Joshua also will cross over ahead of you, as the Lord*s said."
    },
    {
        "o": 6256,
        "r": "niv:Deuteronomy:31:4",
        "t": "And the Lord*s will do to them what he did to Sihon and Og, the kings of the Amorites, whom he destroyed along with their land."
    },
    {
        "o": 6257,
        "r": "niv:Deuteronomy:31:5",
        "t": "The Lord*s will deliver them to you, and you must do to them all that I have commanded you."
    },
    {
        "o": 6258,
        "r": "niv:Deuteronomy:31:6",
        "t": "Be strong and courageous. Do not be afraid or terrified because of them, for the Lord*s your God goes with you; he will never leave you nor forsake you.”"
    },
    {
        "o": 6259,
        "r": "niv:Deuteronomy:31:7",
        "t": "Then*p Moses summoned Joshua and said to him in the presence of all Israel, “Be strong and courageous, for you must go with this people into the land that the Lord*s swore to their ancestors to give them, and you must divide it among them as their inheritance."
    },
    {
        "o": 6260,
        "r": "niv:Deuteronomy:31:8",
        "t": "The Lord*s himself goes before you and will be with you; he will never leave you nor forsake you. Do not be afraid; do not be discouraged.”"
    },
    {
        "o": 6261,
        "r": "niv:Deuteronomy:31:8",
        "t": "Public Reading of the Law",
        "h": 2
    },
    {
        "o": 6262,
        "r": "niv:Deuteronomy:31:9",
        "t": "So*p Moses wrote down this law and gave it to the Levitical priests, who carried the ark of the covenant of the Lord,*s and to all the elders of Israel."
    },
    {
        "o": 6263,
        "r": "niv:Deuteronomy:31:10",
        "t": "Then Moses commanded them: “At the end of every seven years, in the year for canceling debts, during the Festival of Tabernacles,"
    },
    {
        "o": 6264,
        "r": "niv:Deuteronomy:31:11",
        "t": "when all Israel comes to appear before the Lord*s your God at the place he will choose, you shall read this law before them in their hearing."
    },
    {
        "o": 6265,
        "r": "niv:Deuteronomy:31:12",
        "t": "Assemble the people—men, women and children, and the foreigners residing in your towns—so they can listen and learn to fear the Lord*s your God and follow carefully all the words of this law."
    },
    {
        "o": 6266,
        "r": "niv:Deuteronomy:31:13",
        "t": "Their children, who do not know this law, must hear it and learn to fear the Lord*s your God as long as you live in the land you are crossing the Jordan to possess.”"
    },
    {
        "o": 6267,
        "r": "niv:Deuteronomy:31:13",
        "t": "Israel’s Rebellion Predicted",
        "h": 2
    },
    {
        "o": 6268,
        "r": "niv:Deuteronomy:31:14",
        "t": "The*p Lord*s said to Moses, “Now the day of your death is near. Call Joshua and present yourselves at the tent of meeting, where I will commission him.” So Moses and Joshua came and presented themselves at the tent of meeting."
    },
    {
        "o": 6269,
        "r": "niv:Deuteronomy:31:15",
        "t": "Then*p the Lord*s appeared at the tent in a pillar of cloud, and the cloud stood over the entrance to the tent."
    },
    {
        "o": 6270,
        "r": "niv:Deuteronomy:31:16",
        "t": "And the Lord*s said to Moses: “You are going to rest with your ancestors, and these people will soon prostitute themselves to the foreign gods of the land they are entering. They will forsake me and break the covenant I made with them."
    },
    {
        "o": 6271,
        "r": "niv:Deuteronomy:31:17",
        "t": "And in that day I will become angry with them and forsake them; I will hide my face from them, and they will be destroyed. Many disasters and calamities will come on them, and in that day they will ask, ‘Have not these disasters come on us because our God is not with us?’"
    },
    {
        "o": 6272,
        "r": "niv:Deuteronomy:31:18",
        "t": "And I will certainly hide my face in that day because of all their wickedness in turning to other gods."
    },
    {
        "o": 6273,
        "r": "niv:Deuteronomy:31:19",
        "t": "“Now*p write down this song and teach it to the Israelites and have them sing it, so that it may be a witness for me against them."
    },
    {
        "o": 6274,
        "r": "niv:Deuteronomy:31:20",
        "t": "When I have brought them into the land flowing with milk and honey, the land I promised on oath to their ancestors, and when they eat their fill and thrive, they will turn to other gods and worship them, rejecting me and breaking my covenant."
    },
    {
        "o": 6275,
        "r": "niv:Deuteronomy:31:21",
        "t": "And when many disasters and calamities come on them, this song will testify against them, because it will not be forgotten by their descendants. I know what they are disposed to do, even before I bring them into the land I promised them on oath.”"
    },
    {
        "o": 6276,
        "r": "niv:Deuteronomy:31:22",
        "t": "So Moses wrote down this song that day and taught it to the Israelites."
    },
    {
        "o": 6277,
        "r": "niv:Deuteronomy:31:23",
        "t": "The*p Lord*s gave this command to Joshua son of Nun: “Be strong and courageous, for you will bring the Israelites into the land I promised them on oath, and I myself will be with you.”"
    },
    {
        "o": 6278,
        "r": "niv:Deuteronomy:31:24",
        "t": "After*p Moses finished writing in a book the words of this law from beginning to end,"
    },
    {
        "o": 6279,
        "r": "niv:Deuteronomy:31:25",
        "t": "he gave this command to the Levites who carried the ark of the covenant of the Lord:*s"
    },
    {
        "o": 6280,
        "r": "niv:Deuteronomy:31:26",
        "t": "“Take this Book of the Law and place it beside the ark of the covenant of the Lord*s your God. There it will remain as a witness against you."
    },
    {
        "o": 6281,
        "r": "niv:Deuteronomy:31:27",
        "t": "For I know how rebellious and stiff-necked you are. If you have been rebellious against the Lord*s while I am still alive and with you, how much more will you rebel after I die!"
    },
    {
        "o": 6282,
        "r": "niv:Deuteronomy:31:28",
        "t": "Assemble before me all the elders of your tribes and all your officials, so that I can speak these words in their hearing and call the heavens and the earth to testify against them."
    },
    {
        "o": 6283,
        "r": "niv:Deuteronomy:31:29",
        "t": "For I know that after my death you are sure to become utterly corrupt and to turn from the way I have commanded you. In days to come, disaster will fall on you because you will do evil in the sight of the Lord*s and arouse his anger by what your hands have made.”"
    },
    {
        "o": 6284,
        "r": "niv:Deuteronomy:31:29",
        "t": "The Song of Moses",
        "h": 2
    },
    {
        "o": 6285,
        "r": "niv:Deuteronomy:31:30",
        "t": "And*p Moses recited the words of this song from beginning to end in the hearing of the whole assembly of Israel:"
    },
    {
        "o": 6286,
        "r": "niv:Deuteronomy:32:0",
        "t": "Deuteronomy 32",
        "h": 1
    },
    {
        "o": 6287,
        "r": "niv:Deuteronomy:32:1",
        "t": "Listen,*pn you heavens, and I will speak; hear,*ld you earth, the words of my mouth."
    },
    {
        "o": 6288,
        "r": "niv:Deuteronomy:32:2",
        "t": "Let*ln my teaching fall like rain and*ld my words descend like dew, like*ln showers on new grass, like*ld abundant rain on tender plants."
    },
    {
        "o": 6289,
        "r": "niv:Deuteronomy:32:3",
        "t": "I*pn will proclaim the name of the Lord.*s Oh,*ld praise the greatness of our God!"
    },
    {
        "o": 6290,
        "r": "niv:Deuteronomy:32:4",
        "t": "He*ln is the Rock, his works are perfect, and*ld all his ways are just. A*ln faithful God who does no wrong, upright*ld and just is he."
    },
    {
        "o": 6291,
        "r": "niv:Deuteronomy:32:5",
        "t": "They*pn are corrupt and not his children; to*ld their shame they are a warped and crooked generation."
    },
    {
        "o": 6292,
        "r": "niv:Deuteronomy:32:6",
        "t": "Is*ln this the way you repay the Lord,*s you*ld foolish and unwise people? Is*ln he not your Father, your Creator, who*ld made you and formed you?"
    },
    {
        "o": 6293,
        "r": "niv:Deuteronomy:32:7",
        "t": "Remember*pn the days of old; consider*ld the generations long past. Ask*ln your father and he will tell you, your*ld elders, and they will explain to you."
    },
    {
        "o": 6294,
        "r": "niv:Deuteronomy:32:8",
        "t": "When*ln the Most High gave the nations their inheritance, when*ld he divided all mankind, he*ln set up boundaries for the peoples according*ld to the number of the sons of Israel."
    },
    {
        "o": 6295,
        "r": "niv:Deuteronomy:32:9",
        "t": "For*ln the Lord’s*s portion is his people, Jacob*ld his allotted inheritance."
    },
    {
        "o": 6296,
        "r": "niv:Deuteronomy:32:10",
        "t": "In*pn a desert land he found him, in*ld a barren and howling waste. He*ln shielded him and cared for him; he*ld guarded him as the apple of his eye,"
    },
    {
        "o": 6297,
        "r": "niv:Deuteronomy:32:11",
        "t": "like*ln an eagle that stirs up its nest and*ld hovers over its young, that*ln spreads its wings to catch them and*ld carries them aloft."
    },
    {
        "o": 6298,
        "r": "niv:Deuteronomy:32:12",
        "t": "The*ln Lord*s alone led him; no*ld foreign god was with him."
    },
    {
        "o": 6299,
        "r": "niv:Deuteronomy:32:13",
        "t": "He*pn made him ride on the heights of the land and*ld fed him with the fruit of the fields. He*ln nourished him with honey from the rock, and*ld with oil from the flinty crag,"
    },
    {
        "o": 6300,
        "r": "niv:Deuteronomy:32:14",
        "t": "with*ln curds and milk from herd and flock and*ld with fattened lambs and goats, with*ln choice rams of Bashan and*ld the finest kernels of wheat. You*ln drank the foaming blood of the grape."
    },
    {
        "o": 6301,
        "r": "niv:Deuteronomy:32:15",
        "t": "Jeshurun*pn grew fat and kicked; filled*ld with food, they became heavy and sleek. They*ln abandoned the God who made them and*ld rejected the Rock their Savior."
    },
    {
        "o": 6302,
        "r": "niv:Deuteronomy:32:16",
        "t": "They*ln made him jealous with their foreign gods and*ld angered him with their detestable idols."
    },
    {
        "o": 6303,
        "r": "niv:Deuteronomy:32:17",
        "t": "They*ln sacrificed to false gods, which are not God— gods*ld they had not known, gods*ld that recently appeared, gods*ld your ancestors did not fear."
    },
    {
        "o": 6304,
        "r": "niv:Deuteronomy:32:18",
        "t": "You*ln deserted the Rock, who fathered you; you*ld forgot the God who gave you birth."
    },
    {
        "o": 6305,
        "r": "niv:Deuteronomy:32:19",
        "t": "The*pn Lord*s saw this and rejected them because*ld he was angered by his sons and daughters."
    },
    {
        "o": 6306,
        "r": "niv:Deuteronomy:32:20",
        "t": "“I*ln will hide my face from them,” he said, “and*ld see what their end will be; for*ln they are a perverse generation, children*ld who are unfaithful."
    },
    {
        "o": 6307,
        "r": "niv:Deuteronomy:32:21",
        "t": "They*ln made me jealous by what is no god and*ld angered me with their worthless idols. I*ln will make them envious by those who are not a people; I*ld will make them angry by a nation that has no understanding."
    },
    {
        "o": 6308,
        "r": "niv:Deuteronomy:32:22",
        "t": "For*ln a fire will be kindled by my wrath, one*ld that burns down to the realm of the dead below. It*ln will devour the earth and its harvests and*ld set afire the foundations of the mountains."
    },
    {
        "o": 6309,
        "r": "niv:Deuteronomy:32:23",
        "t": "“I*pn will heap calamities on them and*ld spend my arrows against them."
    },
    {
        "o": 6310,
        "r": "niv:Deuteronomy:32:24",
        "t": "I*ln will send wasting famine against them, consuming*ld pestilence and deadly plague; I*ln will send against them the fangs of wild beasts, the*ld venom of vipers that glide in the dust."
    },
    {
        "o": 6311,
        "r": "niv:Deuteronomy:32:25",
        "t": "In*ln the street the sword will make them childless; in*ld their homes terror will reign. The*ln young men and young women will perish, the*ld infants and those with gray hair."
    },
    {
        "o": 6312,
        "r": "niv:Deuteronomy:32:26",
        "t": "I*ln said I would scatter them and*ld erase their name from human memory,"
    },
    {
        "o": 6313,
        "r": "niv:Deuteronomy:32:27",
        "t": "but*ln I dreaded the taunt of the enemy, lest*ld the adversary misunderstand and*ln say, ‘Our hand has triumphed; the*ld Lord*s has not done all this.’ ”"
    },
    {
        "o": 6314,
        "r": "niv:Deuteronomy:32:28",
        "t": "They*pn are a nation without sense, there*ld is no discernment in them."
    },
    {
        "o": 6315,
        "r": "niv:Deuteronomy:32:29",
        "t": "If*ln only they were wise and would understand this and*ld discern what their end will be!"
    },
    {
        "o": 6316,
        "r": "niv:Deuteronomy:32:30",
        "t": "How*ln could one man chase a thousand, or*ld two put ten thousand to flight, unless*ln their Rock had sold them, unless*ld the Lord*s had given them up?"
    },
    {
        "o": 6317,
        "r": "niv:Deuteronomy:32:31",
        "t": "For*ln their rock is not like our Rock, as*ld even our enemies concede."
    },
    {
        "o": 6318,
        "r": "niv:Deuteronomy:32:32",
        "t": "Their*ln vine comes from the vine of Sodom and*ld from the fields of Gomorrah. Their*ln grapes are filled with poison, and*ld their clusters with bitterness."
    },
    {
        "o": 6319,
        "r": "niv:Deuteronomy:32:33",
        "t": "Their*ln wine is the venom of serpents, the*ld deadly poison of cobras."
    },
    {
        "o": 6320,
        "r": "niv:Deuteronomy:32:34",
        "t": "“Have*pn I not kept this in reserve and*ld sealed it in my vaults?"
    },
    {
        "o": 6321,
        "r": "niv:Deuteronomy:32:35",
        "t": "It*ln is mine to avenge; I will repay. In*ld due time their foot will slip; their*ln day of disaster is near and*ld their doom rushes upon them.”"
    },
    {
        "o": 6322,
        "r": "niv:Deuteronomy:32:36",
        "t": "The*pn Lord*s will vindicate his people and*ld relent concerning his servants when*ln he sees their strength is gone and*ld no one is left, slave or free."
    },
    {
        "o": 6323,
        "r": "niv:Deuteronomy:32:37",
        "t": "He*ln will say: “Now where are their gods, the*ld rock they took refuge in,"
    },
    {
        "o": 6324,
        "r": "niv:Deuteronomy:32:38",
        "t": "the*ln gods who ate the fat of their sacrifices and*ld drank the wine of their drink offerings? Let*ln them rise up to help you! Let*ld them give you shelter!"
    },
    {
        "o": 6325,
        "r": "niv:Deuteronomy:32:39",
        "t": "“See*pn now that I myself am he! There*ld is no god besides me. I*ln put to death and I bring to life, I*ld have wounded and I will heal, and*ld no one can deliver out of my hand."
    },
    {
        "o": 6326,
        "r": "niv:Deuteronomy:32:40",
        "t": "I*ln lift my hand to heaven and solemnly swear: As*ld surely as I live forever,"
    },
    {
        "o": 6327,
        "r": "niv:Deuteronomy:32:41",
        "t": "when*ln I sharpen my flashing sword and*ld my hand grasps it in judgment, I*ln will take vengeance on my adversaries and*ld repay those who hate me."
    },
    {
        "o": 6328,
        "r": "niv:Deuteronomy:32:42",
        "t": "I*ln will make my arrows drunk with blood, while*ld my sword devours flesh: the*ln blood of the slain and the captives, the*ld heads of the enemy leaders.”"
    },
    {
        "o": 6329,
        "r": "niv:Deuteronomy:32:43",
        "t": "Rejoice,*pn you nations, with his people, for*ld he will avenge the blood of his servants; he*ln will take vengeance on his enemies and*ld make atonement for his land and people."
    },
    {
        "o": 6330,
        "r": "niv:Deuteronomy:32:44",
        "t": "Moses*p came with Joshua son of Nun and spoke all the words of this song in the hearing of the people."
    },
    {
        "o": 6331,
        "r": "niv:Deuteronomy:32:45",
        "t": "When Moses finished reciting all these words to all Israel,"
    },
    {
        "o": 6332,
        "r": "niv:Deuteronomy:32:46",
        "t": "he said to them, “Take to heart all the words I have solemnly declared to you this day, so that you may command your children to obey carefully all the words of this law."
    },
    {
        "o": 6333,
        "r": "niv:Deuteronomy:32:47",
        "t": "They are not just idle words for you—they are your life. By them you will live long in the land you are crossing the Jordan to possess.”"
    },
    {
        "o": 6334,
        "r": "niv:Deuteronomy:32:47",
        "t": "Moses to Die on Mount Nebo",
        "h": 2
    },
    {
        "o": 6335,
        "r": "niv:Deuteronomy:32:48",
        "t": "On*p that same day the Lord*s told Moses,"
    },
    {
        "o": 6336,
        "r": "niv:Deuteronomy:32:49",
        "t": "“Go up into the Abarim Range to Mount Nebo in Moab, across from Jericho, and view Canaan, the land I am giving the Israelites as their own possession."
    },
    {
        "o": 6337,
        "r": "niv:Deuteronomy:32:50",
        "t": "There on the mountain that you have climbed you will die and be gathered to your people, just as your brother Aaron died on Mount Hor and was gathered to his people."
    },
    {
        "o": 6338,
        "r": "niv:Deuteronomy:32:51",
        "t": "This is because both of you broke faith with me in the presence of the Israelites at the waters of Meribah Kadesh in the Desert of Zin and because you did not uphold my holiness among the Israelites."
    },
    {
        "o": 6339,
        "r": "niv:Deuteronomy:32:52",
        "t": "Therefore, you will see the land only from a distance; you will not enter the land I am giving to the people of Israel.”"
    },
    {
        "o": 6340,
        "r": "niv:Deuteronomy:33:0",
        "t": "Deuteronomy 33",
        "h": 1
    },
    {
        "o": 6341,
        "r": "niv:Deuteronomy:33:0",
        "t": "Moses Blesses the Tribes",
        "h": 2
    },
    {
        "o": 6342,
        "r": "niv:Deuteronomy:33:1",
        "t": "This*p is the blessing that Moses the man of God pronounced on the Israelites before his death."
    },
    {
        "o": 6343,
        "r": "niv:Deuteronomy:33:2",
        "t": "He said: “The*pn Lord*s came from Sinai and*ld dawned over them from Seir; he*ld shone forth from Mount Paran. He*ln came with myriads of holy ones from*ld the south, from his mountain slopes."
    },
    {
        "o": 6344,
        "r": "niv:Deuteronomy:33:3",
        "t": "Surely*ln it is you who love the people; all*ld the holy ones are in your hand. At*ln your feet they all bow down, and*ld from you receive instruction,"
    },
    {
        "o": 6345,
        "r": "niv:Deuteronomy:33:4",
        "t": "the*ln law that Moses gave us, the*ld possession of the assembly of Jacob."
    },
    {
        "o": 6346,
        "r": "niv:Deuteronomy:33:5",
        "t": "He*ln was king over Jeshurun when*ld the leaders of the people assembled, along*ld with the tribes of Israel."
    },
    {
        "o": 6347,
        "r": "niv:Deuteronomy:33:6",
        "t": "“Let*pn Reuben live and not die, nor*ld his people be few.”"
    },
    {
        "o": 6348,
        "r": "niv:Deuteronomy:33:7",
        "t": "And*p this he said about Judah: “Hear,*pn Lord,*s the cry of Judah; bring*ld him to his people. With*ln his own hands he defends his cause. Oh,*ld be his help against his foes!”"
    },
    {
        "o": 6349,
        "r": "niv:Deuteronomy:33:8",
        "t": "About*p Levi he said: “Your*pn Thummim and Urim belong to*ld your faithful servant. You*ln tested him at Massah; you*ld contended with him at the waters of Meribah."
    },
    {
        "o": 6350,
        "r": "niv:Deuteronomy:33:9",
        "t": "He*ln said of his father and mother, ‘I*ld have no regard for them.’ He*ln did not recognize his brothers or*ld acknowledge his own children, but*ln he watched over your word and*ld guarded your covenant."
    },
    {
        "o": 6351,
        "r": "niv:Deuteronomy:33:10",
        "t": "He*ln teaches your precepts to Jacob and*ld your law to Israel. He*ln offers incense before you and*ld whole burnt offerings on your altar."
    },
    {
        "o": 6352,
        "r": "niv:Deuteronomy:33:11",
        "t": "Bless*ln all his skills, Lord,*s and*ld be pleased with the work of his hands. Strike*ln down those who rise against him, his*ld foes till they rise no more.”"
    },
    {
        "o": 6353,
        "r": "niv:Deuteronomy:33:12",
        "t": "About*p Benjamin he said: “Let*pn the beloved of the Lord*s rest secure in him, for*ld he shields him all day long, and*ld the one the Lord*s loves rests between his shoulders.”"
    },
    {
        "o": 6354,
        "r": "niv:Deuteronomy:33:13",
        "t": "About*p Joseph he said: “May*pn the Lord*s bless his land with*ld the precious dew from heaven above and*ld with the deep waters that lie below;"
    },
    {
        "o": 6355,
        "r": "niv:Deuteronomy:33:14",
        "t": "with*ln the best the sun brings forth and*ld the finest the moon can yield;"
    },
    {
        "o": 6356,
        "r": "niv:Deuteronomy:33:15",
        "t": "with*ln the choicest gifts of the ancient mountains and*ld the fruitfulness of the everlasting hills;"
    },
    {
        "o": 6357,
        "r": "niv:Deuteronomy:33:16",
        "t": "with*ln the best gifts of the earth and its fullness and*ld the favor of him who dwelt in the burning bush. Let*ln all these rest on the head of Joseph, on*ld the brow of the prince among his brothers."
    },
    {
        "o": 6358,
        "r": "niv:Deuteronomy:33:17",
        "t": "In*ln majesty he is like a firstborn bull; his*ld horns are the horns of a wild ox. With*ln them he will gore the nations, even*ld those at the ends of the earth. Such*ln are the ten thousands of Ephraim; such*ld are the thousands of Manasseh.”"
    },
    {
        "o": 6359,
        "r": "niv:Deuteronomy:33:18",
        "t": "About*p Zebulun he said: “Rejoice,*pn Zebulun, in your going out, and*ld you, Issachar, in your tents."
    },
    {
        "o": 6360,
        "r": "niv:Deuteronomy:33:19",
        "t": "They*ln will summon peoples to the mountain and*ld there offer the sacrifices of the righteous; they*ln will feast on the abundance of the seas, on*ld the treasures hidden in the sand.”"
    },
    {
        "o": 6361,
        "r": "niv:Deuteronomy:33:20",
        "t": "About*p Gad he said: “Blessed*pn is he who enlarges Gad’s domain! Gad*ld lives there like a lion, tearing*ld at arm or head."
    },
    {
        "o": 6362,
        "r": "niv:Deuteronomy:33:21",
        "t": "He*ln chose the best land for himself; the*ld leader’s portion was kept for him. When*ln the heads of the people assembled, he*ld carried out the Lord’s*s righteous will, and*ld his judgments concerning Israel.”"
    },
    {
        "o": 6363,
        "r": "niv:Deuteronomy:33:22",
        "t": "About*p Dan he said: “Dan*pn is a lion’s cub, springing*ld out of Bashan.”"
    },
    {
        "o": 6364,
        "r": "niv:Deuteronomy:33:23",
        "t": "About*p Naphtali he said: “Naphtali*pn is abounding with the favor of the Lord*s and*ld is full of his blessing; he*ld will inherit southward to the lake.”"
    },
    {
        "o": 6365,
        "r": "niv:Deuteronomy:33:24",
        "t": "About*p Asher he said: “Most*pn blessed of sons is Asher; let*ld him be favored by his brothers, and*ld let him bathe his feet in oil."
    },
    {
        "o": 6366,
        "r": "niv:Deuteronomy:33:25",
        "t": "The*ln bolts of your gates will be iron and bronze, and*ld your strength will equal your days."
    },
    {
        "o": 6367,
        "r": "niv:Deuteronomy:33:26",
        "t": "“There*pn is no one like the God of Jeshurun, who*ld rides across the heavens to help you and*ld on the clouds in his majesty."
    },
    {
        "o": 6368,
        "r": "niv:Deuteronomy:33:27",
        "t": "The*ln eternal God is your refuge, and*ld underneath are the everlasting arms. He*ln will drive out your enemies before you, saying,*ld ‘Destroy them!’"
    },
    {
        "o": 6369,
        "r": "niv:Deuteronomy:33:28",
        "t": "So*ln Israel will live in safety; Jacob*ld will dwell secure in*ln a land of grain and new wine, where*ld the heavens drop dew."
    },
    {
        "o": 6370,
        "r": "niv:Deuteronomy:33:29",
        "t": "Blessed*ln are you, Israel! Who*ld is like you, a*ld people saved by the Lord?*s He*ln is your shield and helper and*ld your glorious sword. Your*ln enemies will cower before you, and*ld you will tread on their heights.”"
    },
    {
        "o": 6371,
        "r": "niv:Deuteronomy:34:0",
        "t": "Deuteronomy 34",
        "h": 1
    },
    {
        "o": 6372,
        "r": "niv:Deuteronomy:34:0",
        "t": "The Death of Moses",
        "h": 2
    },
    {
        "o": 6373,
        "r": "niv:Deuteronomy:34:1",
        "t": "Then*p Moses climbed Mount Nebo from the plains of Moab to the top of Pisgah, across from Jericho. There the Lord*s showed him the whole land—from Gilead to Dan,"
    },
    {
        "o": 6374,
        "r": "niv:Deuteronomy:34:2",
        "t": "all of Naphtali, the territory of Ephraim and Manasseh, all the land of Judah as far as the Mediterranean Sea,"
    },
    {
        "o": 6375,
        "r": "niv:Deuteronomy:34:3",
        "t": "the Negev and the whole region from the Valley of Jericho, the City of Palms, as far as Zoar."
    },
    {
        "o": 6376,
        "r": "niv:Deuteronomy:34:4",
        "t": "Then the Lord*s said to him, “This is the land I promised on oath to Abraham, Isaac and Jacob when I said, ‘I will give it to your descendants.’ I have let you see it with your eyes, but you will not cross over into it.”"
    },
    {
        "o": 6377,
        "r": "niv:Deuteronomy:34:5",
        "t": "And*p Moses the servant of the Lord*s died there in Moab, as the Lord*s had said."
    },
    {
        "o": 6378,
        "r": "niv:Deuteronomy:34:6",
        "t": "He buried him in Moab, in the valley opposite Beth Peor, but to this day no one knows where his grave is."
    },
    {
        "o": 6379,
        "r": "niv:Deuteronomy:34:7",
        "t": "Moses was a hundred and twenty years old when he died, yet his eyes were not weak nor his strength gone."
    },
    {
        "o": 6380,
        "r": "niv:Deuteronomy:34:8",
        "t": "The Israelites grieved for Moses in the plains of Moab thirty days, until the time of weeping and mourning was over."
    },
    {
        "o": 6381,
        "r": "niv:Deuteronomy:34:9",
        "t": "Now*p Joshua son of Nun was filled with the spirit of wisdom because Moses had laid his hands on him. So the Israelites listened to him and did what the Lord*s had commanded Moses."
    },
    {
        "o": 6382,
        "r": "niv:Deuteronomy:34:10",
        "t": "Since*p then, no prophet has risen in Israel like Moses, whom the Lord*s knew face to face,"
    },
    {
        "o": 6383,
        "r": "niv:Deuteronomy:34:11",
        "t": "who did all those signs and wonders the Lord*s sent him to do in Egypt—to Pharaoh and to all his officials and to his whole land."
    },
    {
        "o": 6384,
        "r": "niv:Deuteronomy:34:12",
        "t": "For no one has ever shown the mighty power or performed the awesome deeds that Moses did in the sight of all Israel."
    }
]
