[
    {
        "o": 14842,
        "r": "esv:Job:27:0",
        "t": "Job 27",
        "h": 1
    },
    {
        "o": 14843,
        "r": "esv:Job:27:0",
        "t": "Job Continues: I Will Maintain My Integrity",
        "h": 2
    },
    {
        "o": 14844,
        "r": "esv:Job:27:1",
        "t": "And*p Job again took up his discourse, and said:"
    },
    {
        "o": 14845,
        "r": "esv:Job:27:2",
        "t": "“As*pn God lives, who has taken away my right, and*ld the Almighty, who has made my soul bitter,"
    },
    {
        "o": 14846,
        "r": "esv:Job:27:3",
        "t": "as*ln long as my breath is in me, and*ld the spirit of God is in my nostrils,"
    },
    {
        "o": 14847,
        "r": "esv:Job:27:4",
        "t": "my*ln lips will not speak falsehood, and*ld my tongue will not utter deceit."
    },
    {
        "o": 14848,
        "r": "esv:Job:27:5",
        "t": "Far*ln be it from me to say that you are right; till*ld I die I will not put away my integrity from me."
    },
    {
        "o": 14849,
        "r": "esv:Job:27:6",
        "t": "I*ln hold fast my righteousness and will not let it go; my*ld heart does not reproach me for any of my days."
    },
    {
        "o": 14850,
        "r": "esv:Job:27:7",
        "t": "“Let*pn my enemy be as the wicked, and*ld let him who rises up against me be as the unrighteous."
    },
    {
        "o": 14851,
        "r": "esv:Job:27:8",
        "t": "For*ln what is the hope of the godless when God cuts him off, when*ld God takes away his life?"
    },
    {
        "o": 14852,
        "r": "esv:Job:27:9",
        "t": "Will*ln God hear his cry when*ld distress comes upon him?"
    },
    {
        "o": 14853,
        "r": "esv:Job:27:10",
        "t": "Will*ln he take delight in the Almighty? Will*ld he call upon God at all times?"
    },
    {
        "o": 14854,
        "r": "esv:Job:27:11",
        "t": "I*ln will teach you concerning the hand of God; what*ld is with the Almighty I will not conceal."
    },
    {
        "o": 14855,
        "r": "esv:Job:27:12",
        "t": "Behold,*ln all of you have seen it yourselves; why*ld then have you become altogether vain?"
    },
    {
        "o": 14856,
        "r": "esv:Job:27:13",
        "t": "“This*pn is the portion of a wicked man with God, and*ld the heritage that oppressors receive from the Almighty:"
    },
    {
        "o": 14857,
        "r": "esv:Job:27:14",
        "t": "If*ln his children are multiplied, it is for the sword, and*ld his descendants have not enough bread."
    },
    {
        "o": 14858,
        "r": "esv:Job:27:15",
        "t": "Those*ln who survive him the pestilence buries, and*ld his widows do not weep."
    },
    {
        "o": 14859,
        "r": "esv:Job:27:16",
        "t": "Though*ln he heap up silver like dust, and*ld pile up clothing like clay,"
    },
    {
        "o": 14860,
        "r": "esv:Job:27:17",
        "t": "he*ln may pile it up, but the righteous will wear it, and*ld the innocent will divide the silver."
    },
    {
        "o": 14861,
        "r": "esv:Job:27:18",
        "t": "He*ln builds his house like a moth’s, like*ld a booth that a watchman makes."
    },
    {
        "o": 14862,
        "r": "esv:Job:27:19",
        "t": "He*ln goes to bed rich, but will do so no more; he*ld opens his eyes, and his wealth is gone."
    },
    {
        "o": 14863,
        "r": "esv:Job:27:20",
        "t": "Terrors*ln overtake him like a flood; in*ld the night a whirlwind carries him off."
    },
    {
        "o": 14864,
        "r": "esv:Job:27:21",
        "t": "The*ln east wind lifts him up and he is gone; it*ld sweeps him out of his place."
    },
    {
        "o": 14865,
        "r": "esv:Job:27:22",
        "t": "It*ln hurls at him without pity; he*ld flees from its power in headlong flight."
    },
    {
        "o": 14866,
        "r": "esv:Job:27:23",
        "t": "It*ln claps its hands at him and*ld hisses at him from its place."
    }
]
