[
    {
        "o": 22031,
        "r": "csb:Jeremiah:29:0",
        "t": "Jeremiah 29",
        "h": 1
    },
    {
        "o": 22032,
        "r": "csb:Jeremiah:29:0",
        "t": "Jeremiah’s Letter to the Exiles",
        "h": 2
    },
    {
        "o": 22033,
        "r": "csb:Jeremiah:29:1",
        "t": "This*p is the text of the letter that the prophet Jeremiah sent from Jerusalem to the remaining exiled elders, the priests, the prophets, and all the people Nebuchadnezzar had deported from Jerusalem to Babylon."
    },
    {
        "o": 22034,
        "r": "csb:Jeremiah:29:2",
        "t": "This was after King Jeconiah, the queen mother, the court officials, the officials of Judah and Jerusalem, the craftsmen, and the metalsmiths had left Jerusalem."
    },
    {
        "o": 22035,
        "r": "csb:Jeremiah:29:3",
        "t": "He sent the letter with Elasah son of Shaphan and Gemariah son of Hilkiah, whom Zedekiah king of Judah sent to Babylon to King Nebuchadnezzar of Babylon. The letter stated:"
    },
    {
        "o": 22036,
        "r": "csb:Jeremiah:29:4",
        "t": "This*p is what the Lord*s of Armies, the God of Israel, says to all the exiles I deported from Jerusalem to Babylon:"
    },
    {
        "o": 22037,
        "r": "csb:Jeremiah:29:5",
        "t": "“Build houses and live in them. Plant gardens and eat their produce."
    },
    {
        "o": 22038,
        "r": "csb:Jeremiah:29:6",
        "t": "Find wives for yourselves, and have sons and daughters. Find wives for your sons and give your daughters to men in marriage so that they may bear sons and daughters. Multiply there; do not decrease."
    },
    {
        "o": 22039,
        "r": "csb:Jeremiah:29:7",
        "t": "Pursue the well-being of the city I have deported you to. Pray to the Lord*s on its behalf, for when it thrives, you will thrive.”"
    },
    {
        "o": 22040,
        "r": "csb:Jeremiah:29:8",
        "t": "For*p this is what the Lord*s of Armies, the God of Israel, says: “Don’t let your prophets who are among you and your diviners deceive you, and don’t listen to the dreams you elicit from them,"
    },
    {
        "o": 22041,
        "r": "csb:Jeremiah:29:9",
        "t": "for they are prophesying falsely to you in my name. I have not sent them.” This is the Lord’s*s declaration."
    },
    {
        "o": 22042,
        "r": "csb:Jeremiah:29:10",
        "t": "For*p this is what the Lord*s says: “When seventy years for Babylon are complete, I will attend to you and will confirm my promise concerning you to restore you to this place."
    },
    {
        "o": 22043,
        "r": "csb:Jeremiah:29:11",
        "t": "For I know the plans I have for you”- this is the Lord’s*s declaration - “plans for your well-being, not for disaster, to give you a future and a hope."
    },
    {
        "o": 22044,
        "r": "csb:Jeremiah:29:12",
        "t": "You will call to me and come and pray to me, and I will listen to you."
    },
    {
        "o": 22045,
        "r": "csb:Jeremiah:29:13",
        "t": "You will seek me and find me when you search for me with all your heart."
    },
    {
        "o": 22046,
        "r": "csb:Jeremiah:29:14",
        "t": "I will be found by you” - this is the Lord’s*s declaration - “and I will restore your fortunes and gather you from all the nations and places where I banished you” - this is the Lord’s*s declaration. “I will restore you to the place from which I deported you.”"
    },
    {
        "o": 22047,
        "r": "csb:Jeremiah:29:15",
        "t": "You*p have said, “The Lord*s has raised up prophets for us in Babylon!”"
    },
    {
        "o": 22048,
        "r": "csb:Jeremiah:29:16",
        "t": "But this is what the Lord*s says concerning the king sitting on David’s throne and concerning all the people living in this city - that is, concerning your brothers who did not go with you into exile."
    },
    {
        "o": 22049,
        "r": "csb:Jeremiah:29:17",
        "t": "This is what the Lord*s of Armies says: “I am about to send sword, famine, and plague against them, and I will make them like rotten figs that are inedible because they are so bad."
    },
    {
        "o": 22050,
        "r": "csb:Jeremiah:29:18",
        "t": "I will pursue them with sword, famine, and plague. I will make them a horror to all the kingdoms of the earth - a curse and a desolation, an object of scorn and a disgrace among all the nations where I have banished them."
    },
    {
        "o": 22051,
        "r": "csb:Jeremiah:29:19",
        "t": "I will do this because they have not listened to my words” - this is the Lord’s*s declaration - “the words that I sent to them with my servants the prophets time and time again. And you too have not listened.” This is the Lord’s*s declaration."
    },
    {
        "o": 22052,
        "r": "csb:Jeremiah:29:20",
        "t": "Hear*p the word of the Lord,*s all you exiles I have sent from Jerusalem to Babylon."
    },
    {
        "o": 22053,
        "r": "csb:Jeremiah:29:21",
        "t": "This is what the Lord*s of Armies, the God of Israel, says about Ahab son of Kolaiah and concerning Zedekiah son of Maaseiah, the ones prophesying a lie to you in my name: “I am about to hand them over to King Nebuchadnezzar of Babylon, and he will kill them before your very eyes."
    },
    {
        "o": 22054,
        "r": "csb:Jeremiah:29:22",
        "t": "Based on what happens to them, all the exiles of Judah who are in Babylon will create a curse that says, ‘May the Lord*s make you like Zedekiah and Ahab, whom the king of Babylon roasted in the fire! ’"
    },
    {
        "o": 22055,
        "r": "csb:Jeremiah:29:23",
        "t": "because they have committed an outrage in Israel by committing adultery with their neighbors’ wives and have spoken in my name a lie, which I did not command them. I am he who knows, and I am a witness.” This is the Lord’s*s declaration."
    },
    {
        "o": 22056,
        "r": "csb:Jeremiah:29:24",
        "t": "To*p Shemaiah the Nehelamite you are to say,"
    },
    {
        "o": 22057,
        "r": "csb:Jeremiah:29:25",
        "t": "“This is what the Lord*s of Armies, the God of Israel, says: You in your own name have sent out letters to all the people of Jerusalem, to the priest Zephaniah son of Maaseiah, and to all the priests, saying,"
    },
    {
        "o": 22058,
        "r": "csb:Jeremiah:29:26",
        "t": "‘The Lord*s has appointed you priest in place of the priest Jehoiada to be the chief officer in the temple of the Lord,*s responsible for every madman who acts like a prophet. You must confine him in the stocks and an iron collar."
    },
    {
        "o": 22059,
        "r": "csb:Jeremiah:29:27",
        "t": "So now, why have you not rebuked Jeremiah of Anathoth who has been acting like a prophet among you?"
    },
    {
        "o": 22060,
        "r": "csb:Jeremiah:29:28",
        "t": "For he has sent word to us in Babylon, claiming, “The exile will be long. Build houses and settle down. Plant gardens and eat their produce.”’”"
    },
    {
        "o": 22061,
        "r": "csb:Jeremiah:29:29",
        "t": "The*p priest Zephaniah read this letter in the hearing of the prophet Jeremiah."
    },
    {
        "o": 22062,
        "r": "csb:Jeremiah:29:29",
        "t": "A Message about Shemaiah",
        "h": 2
    },
    {
        "o": 22063,
        "r": "csb:Jeremiah:29:30",
        "t": "Then*p the word of the Lord*s came to Jeremiah:"
    },
    {
        "o": 22064,
        "r": "csb:Jeremiah:29:31",
        "t": "“Send a message to all the exiles, saying, ‘This is what the Lord*s says concerning Shemaiah the Nehelamite. Because Shemaiah prophesied to you, though I did not send him, and made you trust a lie,"
    },
    {
        "o": 22065,
        "r": "csb:Jeremiah:29:32",
        "t": "this is what the Lord*s says: I am about to punish Shemaiah the Nehelamite and his descendants. There will not be even one of his descendants living among these people, nor will any ever see the good that I will bring to my people - this is the Lord’s*s declaration - for he has preached rebellion against the Lord*s .’”"
    }
]
