[
    {
        "o": 34052,
        "r": "nasb:1 John:3:0",
        "t": "1 John 3",
        "h": 1
    },
    {
        "o": 34053,
        "r": "nasb:1 John:3:0",
        "t": "Children of God Love One Another",
        "h": 2
    },
    {
        "o": 34054,
        "r": "nasb:1 John:3:1",
        "t": "See*p how great a love the Father has bestowed on us, that we would be called children of God; and such*i we are. For this reason the world does not know us, because it did not know Him."
    },
    {
        "o": 34055,
        "r": "nasb:1 John:3:2",
        "t": "Beloved, now we are children of God, and it has not appeared as yet what we will be. We know that when He appears, we will be like Him, because we will see Him just as He is."
    },
    {
        "o": 34056,
        "r": "nasb:1 John:3:3",
        "t": "And everyone who has this hope fixed*i on Him purifies himself, just as He is pure."
    },
    {
        "o": 34057,
        "r": "nasb:1 John:3:4",
        "t": "Everyone*p who practices sin also practices lawlessness; and sin is lawlessness."
    },
    {
        "o": 34058,
        "r": "nasb:1 John:3:5",
        "t": "You know that He appeared in order to take away sins; and in Him there is no sin."
    },
    {
        "o": 34059,
        "r": "nasb:1 John:3:6",
        "t": "No one who abides in Him sins; no one who sins has seen Him or knows Him."
    },
    {
        "o": 34060,
        "r": "nasb:1 John:3:7",
        "t": "Little children, make sure no one deceives you; the one who practices righteousness is righteous, just as He is righteous;"
    },
    {
        "o": 34061,
        "r": "nasb:1 John:3:8",
        "t": "the one who practices sin is of the devil; for the devil has sinned from the beginning. The Son of God appeared for this purpose, to destroy the works of the devil."
    },
    {
        "o": 34062,
        "r": "nasb:1 John:3:9",
        "t": "No one who is born of God practices sin, because His seed abides in him; and he cannot sin, because he is born of God."
    },
    {
        "o": 34063,
        "r": "nasb:1 John:3:10",
        "t": "By this the children of God and the children of the devil are obvious: anyone who does not practice righteousness is not of God, nor the one who does not love his brother."
    },
    {
        "o": 34064,
        "r": "nasb:1 John:3:11",
        "t": "For*p this is the message which you have heard from the beginning, that we should love one another;"
    },
    {
        "o": 34065,
        "r": "nasb:1 John:3:12",
        "t": "not as Cain, who*i was of the evil one and slew his brother. And for what reason did he slay him? Because his deeds were evil, and his brother’s were righteous."
    },
    {
        "o": 34066,
        "r": "nasb:1 John:3:13",
        "t": "Do*p not be surprised, brethren, if the world hates you."
    },
    {
        "o": 34067,
        "r": "nasb:1 John:3:14",
        "t": "We know that we have passed out of death into life, because we love the brethren. He who does not love abides in death."
    },
    {
        "o": 34068,
        "r": "nasb:1 John:3:15",
        "t": "Everyone who hates his brother is a murderer; and you know that no murderer has eternal life abiding in him."
    },
    {
        "o": 34069,
        "r": "nasb:1 John:3:16",
        "t": "We know love by this, that He laid down His life for us; and we ought to lay down our lives for the brethren."
    },
    {
        "o": 34070,
        "r": "nasb:1 John:3:17",
        "t": "But whoever has the world’s goods, and sees his brother in need and closes his heart against him, how does the love of God abide in him?"
    },
    {
        "o": 34071,
        "r": "nasb:1 John:3:18",
        "t": "Little children, let us not love with word or with tongue, but in deed and truth."
    },
    {
        "o": 34072,
        "r": "nasb:1 John:3:19",
        "t": "We will know by this that we are of the truth, and will assure our heart before Him"
    },
    {
        "o": 34073,
        "r": "nasb:1 John:3:20",
        "t": "in whatever our heart condemns us; for God is greater than our heart and knows all things."
    },
    {
        "o": 34074,
        "r": "nasb:1 John:3:21",
        "t": "Beloved, if our heart does not condemn us, we have confidence before God;"
    },
    {
        "o": 34075,
        "r": "nasb:1 John:3:22",
        "t": "and whatever we ask we receive from Him, because we keep His commandments and do the things that are pleasing in His sight."
    },
    {
        "o": 34076,
        "r": "nasb:1 John:3:23",
        "t": "This*p is His commandment, that we believe in the name of His Son Jesus Christ, and love one another, just as He commanded us."
    },
    {
        "o": 34077,
        "r": "nasb:1 John:3:24",
        "t": "The one who keeps His commandments abides in Him, and He in him. We know by this that He abides in us, by the Spirit whom He has given us."
    }
]
