[
    {
        "o": 18430,
        "r": "kjv:Song of Solomon:6:0",
        "t": "Song of Solomon 6",
        "h": 1
    },
    {
        "o": 18431,
        "r": "kjv:Song of Solomon:6:1",
        "t": "Whither*p is thy beloved gone, O thou fairest among women? whither is thy beloved turned aside? that we may seek him with thee."
    },
    {
        "o": 18432,
        "r": "kjv:Song of Solomon:6:2",
        "t": "My*p beloved is gone down into his garden, to the beds of spices, to feed in the gardens, and to gather lilies."
    },
    {
        "o": 18433,
        "r": "kjv:Song of Solomon:6:3",
        "t": "I*p am my beloved's, and my beloved is mine: he feedeth among the lilies."
    },
    {
        "o": 18434,
        "r": "kjv:Song of Solomon:6:4",
        "t": "Thou*p art beautiful, O my love, as Tirzah, comely as Jerusalem, terrible as an army with banners."
    },
    {
        "o": 18435,
        "r": "kjv:Song of Solomon:6:5",
        "t": "Turn*p away thine eyes from me, for they have overcome me: thy hair is as a flock of goats that appear from Gilead."
    },
    {
        "o": 18436,
        "r": "kjv:Song of Solomon:6:6",
        "t": "Thy*p teeth are as a flock of sheep which go up from the washing, whereof every one beareth twins, and there is not one barren among them."
    },
    {
        "o": 18437,
        "r": "kjv:Song of Solomon:6:7",
        "t": "As*p a piece of a pomegranate are thy temples within thy locks."
    },
    {
        "o": 18438,
        "r": "kjv:Song of Solomon:6:8",
        "t": "There*p are threescore queens, and fourscore concubines, and virgins without number."
    },
    {
        "o": 18439,
        "r": "kjv:Song of Solomon:6:9",
        "t": "My*p dove, my undefiled is but one; she is the only one of her mother, she is the choice one of her that bare her. The daughters saw her, and blessed her; yea, the queens and the concubines, and they praised her."
    },
    {
        "o": 18440,
        "r": "kjv:Song of Solomon:6:10",
        "t": "Who*p is she that looketh forth as the morning, fair as the moon, clear as the sun, and terrible as an army with banners?"
    },
    {
        "o": 18441,
        "r": "kjv:Song of Solomon:6:11",
        "t": "I*p went down into the garden of nuts to see the fruits of the valley, and to see whether the vine flourished, and the pomegranates budded."
    },
    {
        "o": 18442,
        "r": "kjv:Song of Solomon:6:12",
        "t": "Or*p ever I was aware, my soul made me like the chariots of Amminadib."
    },
    {
        "o": 18443,
        "r": "kjv:Song of Solomon:6:13",
        "t": "Return,*p return, O Shulamite; return, return, that we may look upon thee. What will ye see in the Shulamite? As it were the company of two armies."
    }
]
