[
    {
        "o": 24116,
        "r": "esv:Ezekiel:48:0",
        "t": "Ezekiel 48",
        "h": 1
    },
    {
        "o": 24117,
        "r": "esv:Ezekiel:48:1",
        "t": "“These*p are the names of the tribes: Beginning at the northern extreme, beside the way of Hethlon to Lebo-hamath, as far as Hazar-enan (which is on the northern border of Damascus over against Hamath), and extending from the east side to the west, Dan, one portion."
    },
    {
        "o": 24118,
        "r": "esv:Ezekiel:48:2",
        "t": "Adjoining the territory of Dan, from the east side to the west, Asher, one portion."
    },
    {
        "o": 24119,
        "r": "esv:Ezekiel:48:3",
        "t": "Adjoining the territory of Asher, from the east side to the west, Naphtali, one portion."
    },
    {
        "o": 24120,
        "r": "esv:Ezekiel:48:4",
        "t": "Adjoining the territory of Naphtali, from the east side to the west, Manasseh, one portion."
    },
    {
        "o": 24121,
        "r": "esv:Ezekiel:48:5",
        "t": "Adjoining the territory of Manasseh, from the east side to the west, Ephraim, one portion."
    },
    {
        "o": 24122,
        "r": "esv:Ezekiel:48:6",
        "t": "Adjoining the territory of Ephraim, from the east side to the west, Reuben, one portion."
    },
    {
        "o": 24123,
        "r": "esv:Ezekiel:48:7",
        "t": "Adjoining the territory of Reuben, from the east side to the west, Judah, one portion."
    },
    {
        "o": 24124,
        "r": "esv:Ezekiel:48:8",
        "t": "“Adjoining*p the territory of Judah, from the east side to the west, shall be the portion which you shall set apart, 25,000 cubits in breadth, and in length equal to one of the tribal portions, from the east side to the west, with the sanctuary in the midst of it."
    },
    {
        "o": 24125,
        "r": "esv:Ezekiel:48:9",
        "t": "The portion that you shall set apart for the Lord*s shall be 25,000 cubits in length, and 20,000 in breadth."
    },
    {
        "o": 24126,
        "r": "esv:Ezekiel:48:10",
        "t": "These shall be the allotments of the holy portion: the priests shall have an allotment measuring 25,000 cubits on the northern side, 10,000 cubits in breadth on the western side, 10,000 in breadth on the eastern side, and 25,000 in length on the southern side, with the sanctuary of the Lord*s in the midst of it."
    },
    {
        "o": 24127,
        "r": "esv:Ezekiel:48:11",
        "t": "This shall be for the consecrated priests, the sons of Zadok, who kept my charge, who did not go astray when the people of Israel went astray, as the Levites did."
    },
    {
        "o": 24128,
        "r": "esv:Ezekiel:48:12",
        "t": "And it shall belong to them as a special portion from the holy portion of the land, a most holy place, adjoining the territory of the Levites."
    },
    {
        "o": 24129,
        "r": "esv:Ezekiel:48:13",
        "t": "And alongside the territory of the priests, the Levites shall have an allotment 25,000 cubits in length and 10,000 in breadth. The whole length shall be 25,000 cubits and the breadth 20,000."
    },
    {
        "o": 24130,
        "r": "esv:Ezekiel:48:14",
        "t": "They shall not sell or exchange any of it. They shall not alienate this choice portion of the land, for it is holy to the Lord.*s"
    },
    {
        "o": 24131,
        "r": "esv:Ezekiel:48:15",
        "t": "“The*p remainder, 5,000 cubits in breadth and 25,000 in length, shall be for common use for the city, for dwellings and for open country. In the midst of it shall be the city,"
    },
    {
        "o": 24132,
        "r": "esv:Ezekiel:48:16",
        "t": "and these shall be its measurements: the north side 4,500 cubits, the south side 4,500, the east side 4,500, and the west side 4,500."
    },
    {
        "o": 24133,
        "r": "esv:Ezekiel:48:17",
        "t": "And the city shall have open land: on the north 250 cubits, on the south 250, on the east 250, and on the west 250."
    },
    {
        "o": 24134,
        "r": "esv:Ezekiel:48:18",
        "t": "The remainder of the length alongside the holy portion shall be 10,000 cubits to the east, and 10,000 to the west, and it shall be alongside the holy portion. Its produce shall be food for the workers of the city."
    },
    {
        "o": 24135,
        "r": "esv:Ezekiel:48:19",
        "t": "And the workers of the city, from all the tribes of Israel, shall till it."
    },
    {
        "o": 24136,
        "r": "esv:Ezekiel:48:20",
        "t": "The whole portion that you shall set apart shall be 25,000 cubits square, that is, the holy portion together with the property of the city."
    },
    {
        "o": 24137,
        "r": "esv:Ezekiel:48:21",
        "t": "“What*p remains on both sides of the holy portion and of the property of the city shall belong to the prince. Extending from the 25,000 cubits of the holy portion to the east border, and westward from the 25,000 cubits to the west border, parallel to the tribal portions, it shall belong to the prince. The holy portion with the sanctuary of the temple shall be in its midst."
    },
    {
        "o": 24138,
        "r": "esv:Ezekiel:48:22",
        "t": "It shall be separate from the property of the Levites and the property of the city, which are in the midst of that which belongs to the prince. The portion of the prince shall lie between the territory of Judah and the territory of Benjamin."
    },
    {
        "o": 24139,
        "r": "esv:Ezekiel:48:23",
        "t": "“As*p for the rest of the tribes: from the east side to the west, Benjamin, one portion."
    },
    {
        "o": 24140,
        "r": "esv:Ezekiel:48:24",
        "t": "Adjoining the territory of Benjamin, from the east side to the west, Simeon, one portion."
    },
    {
        "o": 24141,
        "r": "esv:Ezekiel:48:25",
        "t": "Adjoining the territory of Simeon, from the east side to the west, Issachar, one portion."
    },
    {
        "o": 24142,
        "r": "esv:Ezekiel:48:26",
        "t": "Adjoining the territory of Issachar, from the east side to the west, Zebulun, one portion."
    },
    {
        "o": 24143,
        "r": "esv:Ezekiel:48:27",
        "t": "Adjoining the territory of Zebulun, from the east side to the west, Gad, one portion."
    },
    {
        "o": 24144,
        "r": "esv:Ezekiel:48:28",
        "t": "And adjoining the territory of Gad to the south, the boundary shall run from Tamar to the waters of Meribah-kadesh, from there along the Brook of Egypt to the Great Sea."
    },
    {
        "o": 24145,
        "r": "esv:Ezekiel:48:29",
        "t": "This is the land that you shall allot as an inheritance among the tribes of Israel, and these are their portions, declares the Lord God.*s"
    },
    {
        "o": 24146,
        "r": "esv:Ezekiel:48:29",
        "t": "The Gates of the City",
        "h": 2
    },
    {
        "o": 24147,
        "r": "esv:Ezekiel:48:30",
        "t": "“These*p shall be the exits of the city: On the north side, which is to be 4,500 cubits by measure,"
    },
    {
        "o": 24148,
        "r": "esv:Ezekiel:48:31",
        "t": "three gates, the gate of Reuben, the gate of Judah, and the gate of Levi, the gates of the city being named after the tribes of Israel."
    },
    {
        "o": 24149,
        "r": "esv:Ezekiel:48:32",
        "t": "On the east side, which is to be 4,500 cubits, three gates, the gate of Joseph, the gate of Benjamin, and the gate of Dan."
    },
    {
        "o": 24150,
        "r": "esv:Ezekiel:48:33",
        "t": "On the south side, which is to be 4,500 cubits by measure, three gates, the gate of Simeon, the gate of Issachar, and the gate of Zebulun."
    },
    {
        "o": 24151,
        "r": "esv:Ezekiel:48:34",
        "t": "On the west side, which is to be 4,500 cubits, three gates, the gate of Gad, the gate of Asher, and the gate of Naphtali."
    },
    {
        "o": 24152,
        "r": "esv:Ezekiel:48:35",
        "t": "The circumference of the city shall be 18,000 cubits. And the name of the city from that time on shall be, The Lord*s Is There.”"
    }
]
