[
    {
        "o": 12930,
        "r": "csb:2 Chronicles:22:0",
        "t": "2 Chronicles 22",
        "h": 1
    },
    {
        "o": 12931,
        "r": "csb:2 Chronicles:22:0",
        "t": "Judah’s King Ahaziah",
        "h": 2
    },
    {
        "o": 12932,
        "r": "csb:2 Chronicles:22:1",
        "t": "Then*p the inhabitants of Jerusalem made Ahaziah, his youngest son, king in his place, because the troops that had come with the Arabs to the camp had killed all the older sons. So Ahaziah son of Jehoram became king of Judah."
    },
    {
        "o": 12933,
        "r": "csb:2 Chronicles:22:2",
        "t": "Ahaziah was twenty-two years old when he became king, and he reigned one year in Jerusalem. His mother’s name was Athaliah, granddaughter of Omri."
    },
    {
        "o": 12934,
        "r": "csb:2 Chronicles:22:3",
        "t": "He*p walked in the ways of the house of Ahab, for his mother gave him evil advice."
    },
    {
        "o": 12935,
        "r": "csb:2 Chronicles:22:4",
        "t": "So he did what was evil in the Lord’s*s sight like the house of Ahab, for they were his advisers after the death of his father, to his destruction."
    },
    {
        "o": 12936,
        "r": "csb:2 Chronicles:22:5",
        "t": "He also followed their advice and went with Joram son of Israel’s King Ahab to fight against King Hazael of Aram, in Ramoth-gilead. The Arameans wounded Joram,"
    },
    {
        "o": 12937,
        "r": "csb:2 Chronicles:22:6",
        "t": "so he returned to Jezreel to recover from the wounds they inflicted on him in Ramoth-gilead when he fought against King Hazael of Aram. Then Judah’s King Ahaziah son of Jehoram went down to Jezreel to visit Joram son of Ahab since Joram was ill."
    },
    {
        "o": 12938,
        "r": "csb:2 Chronicles:22:7",
        "t": "Ahaziah’s*p downfall came from God when he went to Joram. When Ahaziah arrived, he went out with Joram to meet Jehu son of Nimshi, whom the Lord*s had anointed to destroy the house of Ahab."
    },
    {
        "o": 12939,
        "r": "csb:2 Chronicles:22:8",
        "t": "So when Jehu executed judgment on the house of Ahab, he found the rulers of Judah and the sons of Ahaziah’s brothers who were serving Ahaziah, and he killed them."
    },
    {
        "o": 12940,
        "r": "csb:2 Chronicles:22:9",
        "t": "Then Jehu looked for Ahaziah, and Jehu’s soldiers captured him (he was hiding in Samaria). So they brought Ahaziah to Jehu, and they killed him. The soldiers buried him, for they said, “He is the grandson of Jehoshaphat who sought the Lord*s with all his heart.” So no one from the house of Ahaziah had the strength to rule the kingdom."
    },
    {
        "o": 12941,
        "r": "csb:2 Chronicles:22:9",
        "t": "Athaliah Usurps the Throne",
        "h": 2
    },
    {
        "o": 12942,
        "r": "csb:2 Chronicles:22:10",
        "t": "When*p Athaliah, Ahaziah’s mother, saw that her son was dead, she proceeded to annihilate all the royal heirs of the house of Judah."
    },
    {
        "o": 12943,
        "r": "csb:2 Chronicles:22:11",
        "t": "Jehoshabeath, the king’s daughter, rescued Joash son of Ahaziah from the king’s sons who were being killed and put him and the one who nursed him in a bedroom. Now Jehoshabeath was the daughter of King Jehoram and the wife of the priest Jehoiada. Since she was Ahaziah’s sister, she hid Joash from Athaliah so that she did not kill him."
    },
    {
        "o": 12944,
        "r": "csb:2 Chronicles:22:12",
        "t": "He was hiding with them in God’s temple for six years while Athaliah reigned over the land."
    }
]
