[
    {
        "o": 6475,
        "r": "nasb:Joshua:6:0",
        "t": "Joshua 6",
        "h": 1
    },
    {
        "o": 6476,
        "r": "nasb:Joshua:6:0",
        "t": "The Conquest of Jericho",
        "h": 2
    },
    {
        "o": 6477,
        "r": "nasb:Joshua:6:1",
        "t": "Now*p Jericho was tightly shut because of the sons of Israel; no one went out and no one came in."
    },
    {
        "o": 6478,
        "r": "nasb:Joshua:6:2",
        "t": "The Lord*s said to Joshua, “See, I have given Jericho into your hand, with its king and*i the valiant warriors."
    },
    {
        "o": 6479,
        "r": "nasb:Joshua:6:3",
        "t": "You shall march around the city, all the men of war circling the city once. You shall do so for six days."
    },
    {
        "o": 6480,
        "r": "nasb:Joshua:6:4",
        "t": "Also seven priests shall carry seven trumpets of rams’ horns before the ark; then on the seventh day you shall march around the city seven times, and the priests shall blow the trumpets."
    },
    {
        "o": 6481,
        "r": "nasb:Joshua:6:5",
        "t": "It shall be that when they make a long blast with the ram’s horn, and when you hear the sound of the trumpet, all the people shall shout with a great shout; and the wall of the city will fall down flat, and the people will go up every man straight ahead.”"
    },
    {
        "o": 6482,
        "r": "nasb:Joshua:6:6",
        "t": "So*p Joshua the son of Nun called the priests and said to them, “Take up the ark of the covenant, and let seven priests carry seven trumpets of rams’ horns before the ark of the Lord.”*s"
    },
    {
        "o": 6483,
        "r": "nasb:Joshua:6:7",
        "t": "Then he said to the people, “Go forward, and march around the city, and let the armed men go on before the ark of the Lord.”*s"
    },
    {
        "o": 6484,
        "r": "nasb:Joshua:6:8",
        "t": "And it was so,*i that when Joshua had spoken to the people, the seven priests carrying the seven trumpets of rams’ horns before the Lord*s went forward and blew the trumpets; and the ark of the covenant of the Lord*s followed them."
    },
    {
        "o": 6485,
        "r": "nasb:Joshua:6:9",
        "t": "The armed men went before the priests who blew the trumpets, and the rear guard came after the ark, while they continued to blow the trumpets."
    },
    {
        "o": 6486,
        "r": "nasb:Joshua:6:10",
        "t": "But Joshua commanded the people, saying, “You shall not shout nor let your voice be heard nor let a word proceed out of your mouth, until the day I tell you, ‘Shout!’ Then you shall shout!”"
    },
    {
        "o": 6487,
        "r": "nasb:Joshua:6:11",
        "t": "So he had the ark of the Lord*s taken around the city, circling it*i once; then they came into the camp and spent the night in the camp."
    },
    {
        "o": 6488,
        "r": "nasb:Joshua:6:12",
        "t": "Now*p Joshua rose early in the morning, and the priests took up the ark of the Lord.*s"
    },
    {
        "o": 6489,
        "r": "nasb:Joshua:6:13",
        "t": "The seven priests carrying the seven trumpets of rams’ horns before the ark of the Lord*s went on continually, and blew the trumpets; and the armed men went before them and the rear guard came after the ark of the Lord,*s while they continued to blow the trumpets."
    },
    {
        "o": 6490,
        "r": "nasb:Joshua:6:14",
        "t": "Thus the second day they marched around the city once and returned to the camp; they did so for six days."
    },
    {
        "o": 6491,
        "r": "nasb:Joshua:6:15",
        "t": "Then*p on the seventh day they rose early at the dawning of the day and marched around the city in the same manner seven times; only on that day they marched around the city seven times."
    },
    {
        "o": 6492,
        "r": "nasb:Joshua:6:16",
        "t": "At the seventh time, when the priests blew the trumpets, Joshua said to the people, “Shout! For the Lord*s has given you the city."
    },
    {
        "o": 6493,
        "r": "nasb:Joshua:6:17",
        "t": "The city shall be under the ban, it and all that is in it belongs to the Lord;*s only Rahab the harlot and all who are with her in the house shall live, because she hid the messengers whom we sent."
    },
    {
        "o": 6494,
        "r": "nasb:Joshua:6:18",
        "t": "But as for you, only keep yourselves from the things under the ban, so that you do not covet them*i and take some of the things under the ban, and make the camp of Israel accursed and bring trouble on it."
    },
    {
        "o": 6495,
        "r": "nasb:Joshua:6:19",
        "t": "But all the silver and gold and articles of bronze and iron are holy to the Lord;*s they shall go into the treasury of the Lord.”*s"
    },
    {
        "o": 6496,
        "r": "nasb:Joshua:6:20",
        "t": "So the people shouted, and priests*i blew the trumpets; and when the people heard the sound of the trumpet, the people shouted with a great shout and the wall fell down flat, so that the people went up into the city, every man straight ahead, and they took the city."
    },
    {
        "o": 6497,
        "r": "nasb:Joshua:6:21",
        "t": "They utterly destroyed everything in the city, both man and woman, young and old, and ox and sheep and donkey, with the edge of the sword."
    },
    {
        "o": 6498,
        "r": "nasb:Joshua:6:22",
        "t": "Joshua*p said to the two men who had spied out the land, “Go into the harlot’s house and bring the woman and all she has out of there, as you have sworn to her.”"
    },
    {
        "o": 6499,
        "r": "nasb:Joshua:6:23",
        "t": "So the young men who were spies went in and brought out Rahab and her father and her mother and her brothers and all she had; they also brought out all her relatives and placed them outside the camp of Israel."
    },
    {
        "o": 6500,
        "r": "nasb:Joshua:6:24",
        "t": "They burned the city with fire, and all that was in it. Only the silver and gold, and articles of bronze and iron, they put into the treasury of the house of the Lord.*s"
    },
    {
        "o": 6501,
        "r": "nasb:Joshua:6:25",
        "t": "However, Rahab the harlot and her father’s household and all she had, Joshua spared; and she has lived in the midst of Israel to this day, for she hid the messengers whom Joshua sent to spy out Jericho."
    },
    {
        "o": 6502,
        "r": "nasb:Joshua:6:26",
        "t": "Then*p Joshua made them take an oath at that time, saying, “Cursed before the Lord*s is the man who rises up and builds this city Jericho; with the*i loss*i of*i his firstborn he shall lay its foundation, and with the*i loss*i of*i his youngest son he shall set up its gates.”"
    },
    {
        "o": 6503,
        "r": "nasb:Joshua:6:27",
        "t": "So the Lord*s was with Joshua, and his fame was in all the land."
    }
]
