[
    {
        "o": 13452,
        "r": "nkjv:Ezra:5:0",
        "t": "Ezra 5",
        "h": 1
    },
    {
        "o": 13453,
        "r": "nkjv:Ezra:5:0",
        "t": "Restoration of the Temple Resumed",
        "h": 2
    },
    {
        "o": 13454,
        "r": "nkjv:Ezra:5:1",
        "t": "Then*p the prophet Haggai and Zechariah the son of Iddo, prophets, prophesied to the Jews who were*i in Judah and Jerusalem, in the name of the God of Israel, who*i was*i over them."
    },
    {
        "o": 13455,
        "r": "nkjv:Ezra:5:2",
        "t": "So Zerubbabel the son of Shealtiel and Jeshua the son of Jozadak rose up and began to build the house of God which is*i in Jerusalem; and the prophets of God were*i with them, helping them."
    },
    {
        "o": 13456,
        "r": "nkjv:Ezra:5:3",
        "t": "At*p the same time Tattenai the governor of the*i region*i beyond the River and Shethar-Boznai and their companions came to them and spoke thus to them: “Who has commanded you to build this temple and finish this wall?”"
    },
    {
        "o": 13457,
        "r": "nkjv:Ezra:5:4",
        "t": "Then, accordingly, we told them the names of the men who were constructing this building."
    },
    {
        "o": 13458,
        "r": "nkjv:Ezra:5:5",
        "t": "But the eye of their God was upon the elders of the Jews, so that they could not make them cease till a report could go to Darius. Then a written answer was returned concerning this matter.*i"
    },
    {
        "o": 13459,
        "r": "nkjv:Ezra:5:6",
        "t": "This is a copy of the letter that Tattenai sent: The*pn governor of the*i region*i beyond the River, and Shethar-Boznai, and his companions, the Persians who were*i in*i the*i region*i beyond the River, to Darius the king."
    },
    {
        "o": 13460,
        "r": "nkjv:Ezra:5:7",
        "t": "(They*p sent a letter to him, in which was written thus) To*pn Darius the king: All*ld peace."
    },
    {
        "o": 13461,
        "r": "nkjv:Ezra:5:8",
        "t": "Let*ld it be known to the king that we went into the province of Judea, to the temple of the great God, which is being built with heavy stones, and timber is being laid in the walls; and this work goes on diligently and prospers in their hands."
    },
    {
        "o": 13462,
        "r": "nkjv:Ezra:5:9",
        "t": "Then*ld we asked those elders, and*i spoke thus to them: “Who commanded you to build this temple and to finish these walls?”"
    },
    {
        "o": 13463,
        "r": "nkjv:Ezra:5:10",
        "t": "We also asked them their names to inform you, that we might write the names of the men who were*i chief among them."
    },
    {
        "o": 13464,
        "r": "nkjv:Ezra:5:11",
        "t": "And*ld thus they returned us an answer, saying: “We are the servants of the God of heaven and earth, and we are rebuilding the temple that was built many years ago, which a great king of Israel built and completed."
    },
    {
        "o": 13465,
        "r": "nkjv:Ezra:5:12",
        "t": "But because our fathers provoked the God of heaven to wrath, He gave them into the hand of Nebuchadnezzar king of Babylon, the Chaldean, who*i destroyed this temple and carried the people away to Babylon."
    },
    {
        "o": 13466,
        "r": "nkjv:Ezra:5:13",
        "t": "However, in the first year of Cyrus king of Babylon, King Cyrus issued a decree to build this house of God."
    },
    {
        "o": 13467,
        "r": "nkjv:Ezra:5:14",
        "t": "Also, the gold and silver articles of the house of God, which Nebuchadnezzar had taken from the temple that was*i in Jerusalem and carried into the temple of Babylon—those King Cyrus took from the temple of Babylon, and they were given to one named Sheshbazzar, whom he had made governor."
    },
    {
        "o": 13468,
        "r": "nkjv:Ezra:5:15",
        "t": "And he said to him, ‘Take these articles; go, carry them to the temple site*i that is*i in Jerusalem, and let the house of God be rebuilt on its former site.’"
    },
    {
        "o": 13469,
        "r": "nkjv:Ezra:5:16",
        "t": "Then the same Sheshbazzar came and*i laid the foundation of the house of God which is*i in Jerusalem; but from that time even until now it has been under construction, and it is not finished.”"
    },
    {
        "o": 13470,
        "r": "nkjv:Ezra:5:17",
        "t": "Now*ld therefore, if it*i seems*i good to the king, let a search be made in the king’s treasure house, which is*i there in Babylon, whether it is so*i that a decree was issued by King Cyrus to build this house of God at Jerusalem, and let the king send us his pleasure concerning this matter.*i"
    }
]
