[
    {
        "o": 21565,
        "r": "nasb:Jeremiah:17:0",
        "t": "Jeremiah 17",
        "h": 1
    },
    {
        "o": 21566,
        "r": "nasb:Jeremiah:17:0",
        "t": "The Deceitful Heart",
        "h": 2
    },
    {
        "o": 21567,
        "r": "nasb:Jeremiah:17:1",
        "t": "The*pn sin of Judah is written down with an iron stylus; With*ln a diamond point it is engraved upon the tablet of their heart And*ln on the horns of their altars,"
    },
    {
        "o": 21568,
        "r": "nasb:Jeremiah:17:2",
        "t": "As*ln they remember their children, So*ln they remember*i their altars and their Asherim By*ln green trees on the high hills."
    },
    {
        "o": 21569,
        "r": "nasb:Jeremiah:17:3",
        "t": "O*ln mountain of Mine in the countryside, I*ln will give over your wealth and all your treasures for booty, Your*ln high places for sin throughout your borders."
    },
    {
        "o": 21570,
        "r": "nasb:Jeremiah:17:4",
        "t": "And*ln you will, even of yourself, let go of your inheritance That*ln I gave you; And*ln I will make you serve your enemies In*ln the land which you do not know; For*ln you have kindled a fire in My anger Which*ln will burn forever."
    },
    {
        "o": 21571,
        "r": "nasb:Jeremiah:17:5",
        "t": "Thus*ln says the Lord,*s “Cursed*ln is the man who trusts in mankind And*ln makes flesh his strength, And*ln whose heart turns away from the Lord.*s"
    },
    {
        "o": 21572,
        "r": "nasb:Jeremiah:17:6",
        "t": "For*ln he will be like a bush in the desert And*ln will not see when prosperity comes, But*ln will live in stony wastes in the wilderness, A*ln land of salt without inhabitant."
    },
    {
        "o": 21573,
        "r": "nasb:Jeremiah:17:7",
        "t": "Blessed*ln is the man who trusts in the Lord*s And*ln whose trust is the Lord.*s"
    },
    {
        "o": 21574,
        "r": "nasb:Jeremiah:17:8",
        "t": "For*ln he will be like a tree planted by the water, That*ln extends its roots by a stream And*ln will not fear when the heat comes; But*ln its leaves will be green, And*ln it will not be anxious in a year of drought Nor*ln cease to yield fruit."
    },
    {
        "o": 21575,
        "r": "nasb:Jeremiah:17:9",
        "t": "“The*ln heart is more deceitful than all else And*ln is desperately sick; Who*ln can understand it?"
    },
    {
        "o": 21576,
        "r": "nasb:Jeremiah:17:10",
        "t": "I,*ln the Lord,*s search the heart, I*ln test the mind, Even*ln to give to each man according to his ways, According*ln to the results of his deeds."
    },
    {
        "o": 21577,
        "r": "nasb:Jeremiah:17:11",
        "t": "As*ln a partridge that hatches eggs which it has not laid, So*iln is he who makes a fortune, but unjustly; In*ln the midst of his days it will forsake him, And*ln in the end he will be a fool.”"
    },
    {
        "o": 21578,
        "r": "nasb:Jeremiah:17:12",
        "t": "A*ln glorious throne on high from the beginning Is*ln the place of our sanctuary."
    },
    {
        "o": 21579,
        "r": "nasb:Jeremiah:17:13",
        "t": "O*ln Lord,*s the hope of Israel, All*ln who forsake You will be put to shame. Those*ln who turn away on earth will be written down, Because*ln they have forsaken the fountain of living water, even the Lord.*s"
    },
    {
        "o": 21580,
        "r": "nasb:Jeremiah:17:14",
        "t": "Heal*ln me, O Lord,*s and I will be healed; Save*ln me and I will be saved, For*ln You are my praise."
    },
    {
        "o": 21581,
        "r": "nasb:Jeremiah:17:15",
        "t": "Look,*ln they keep saying to me, “Where*ln is the word of the Lord?*s Let*ln it come now!”"
    },
    {
        "o": 21582,
        "r": "nasb:Jeremiah:17:16",
        "t": "But*ln as for me, I have not hurried away from being*i a shepherd after You, Nor*ln have I longed for the woeful day; You*ln Yourself know that the utterance of my lips Was*ln in Your presence."
    },
    {
        "o": 21583,
        "r": "nasb:Jeremiah:17:17",
        "t": "Do*ln not be a terror to me; You*ln are my refuge in the day of disaster."
    },
    {
        "o": 21584,
        "r": "nasb:Jeremiah:17:18",
        "t": "Let*ln those who persecute me be put to shame, but as for me, let me not be put to shame; Let*ln them be dismayed, but let me not be dismayed. Bring*ln on them a day of disaster, And*ln crush them with twofold destruction!"
    },
    {
        "o": 21585,
        "r": "nasb:Jeremiah:17:18",
        "t": "The Sabbath Must Be Kept",
        "h": 2
    },
    {
        "o": 21586,
        "r": "nasb:Jeremiah:17:19",
        "t": "Thus*p the Lord*s said to me, “Go and stand in the public gate, through which the kings of Judah come in and go out, as well as in all the gates of Jerusalem;"
    },
    {
        "o": 21587,
        "r": "nasb:Jeremiah:17:20",
        "t": "and say to them, ‘Listen to the word of the Lord,*s kings of Judah, and all Judah and all inhabitants of Jerusalem who come in through these gates:"
    },
    {
        "o": 21588,
        "r": "nasb:Jeremiah:17:21",
        "t": "Thus says the Lord,*s “Take heed for yourselves, and do not carry any load on the sabbath day or bring anything in through the gates of Jerusalem."
    },
    {
        "o": 21589,
        "r": "nasb:Jeremiah:17:22",
        "t": "You shall not bring a load out of your houses on the sabbath day nor do any work, but keep the sabbath day holy, as I commanded your forefathers."
    },
    {
        "o": 21590,
        "r": "nasb:Jeremiah:17:23",
        "t": "Yet they did not listen or incline their ears, but stiffened their necks in order not to listen or take correction."
    },
    {
        "o": 21591,
        "r": "nasb:Jeremiah:17:24",
        "t": "“But*p it will come about, if you listen attentively to Me,” declares the Lord,*s “to bring no load in through the gates of this city on the sabbath day, but to keep the sabbath day holy by doing no work on it,"
    },
    {
        "o": 21592,
        "r": "nasb:Jeremiah:17:25",
        "t": "then there will come in through the gates of this city kings and princes sitting on the throne of David, riding in chariots and on horses, they and their princes, the men of Judah and the inhabitants of Jerusalem, and this city will be inhabited forever."
    },
    {
        "o": 21593,
        "r": "nasb:Jeremiah:17:26",
        "t": "They will come in from the cities of Judah and from the environs of Jerusalem, from the land of Benjamin, from the lowland, from the hill country and from the Negev, bringing burnt offerings, sacrifices, grain offerings and incense, and bringing sacrifices of thanksgiving to the house of the Lord.*s"
    },
    {
        "o": 21594,
        "r": "nasb:Jeremiah:17:27",
        "t": "But if you do not listen to Me to keep the sabbath day holy by not carrying a load and coming in through the gates of Jerusalem on the sabbath day, then I will kindle a fire in its gates and it will devour the palaces of Jerusalem and not be quenched.” ’ ”"
    }
]
