[
    {
        "o": 4569,
        "r": "csb:Numbers:15:0",
        "t": "Numbers 15",
        "h": 1
    },
    {
        "o": 4570,
        "r": "csb:Numbers:15:0",
        "t": "Laws about Offerings",
        "h": 2
    },
    {
        "o": 4571,
        "r": "csb:Numbers:15:1",
        "t": "The*p Lord*s instructed Moses,"
    },
    {
        "o": 4572,
        "r": "csb:Numbers:15:2",
        "t": "“Speak to the Israelites and tell them: When you enter the land I am giving you to settle in,"
    },
    {
        "o": 4573,
        "r": "csb:Numbers:15:3",
        "t": "and you make a food offering to the Lord*s from the herd or flock - either a burnt offering or a sacrifice, to fulfill a vow, or as a freewill offering, or at your appointed festivals - to produce a pleasing aroma for the Lord,*s"
    },
    {
        "o": 4574,
        "r": "csb:Numbers:15:4",
        "t": "the one presenting his offering to the Lord*s is also to present a grain offering of two quarts of fine flour mixed with a quart of oil."
    },
    {
        "o": 4575,
        "r": "csb:Numbers:15:5",
        "t": "Prepare a quart of wine as a drink offering with the burnt offering or sacrifice of each lamb."
    },
    {
        "o": 4576,
        "r": "csb:Numbers:15:6",
        "t": "“If*p you prepare a grain offering with a ram, it is to be four quarts of fine flour mixed with a third of a gallon of oil."
    },
    {
        "o": 4577,
        "r": "csb:Numbers:15:7",
        "t": "Also present a third of a gallon of wine for a drink offering as a pleasing aroma to the Lord.*s"
    },
    {
        "o": 4578,
        "r": "csb:Numbers:15:8",
        "t": "“If*p you prepare a young bull as a burnt offering or as a sacrifice, to fulfill a vow, or as a fellowship offering to the Lord,*s"
    },
    {
        "o": 4579,
        "r": "csb:Numbers:15:9",
        "t": "a grain offering of six quarts of fine flour mixed with two quarts of oil is to be presented with the bull."
    },
    {
        "o": 4580,
        "r": "csb:Numbers:15:10",
        "t": "Also present two quarts of wine as a drink offering. It is a food offering, a pleasing aroma to the Lord.*s"
    },
    {
        "o": 4581,
        "r": "csb:Numbers:15:11",
        "t": "This is to be done for each ox, ram, lamb, or goat."
    },
    {
        "o": 4582,
        "r": "csb:Numbers:15:12",
        "t": "This is how you are to prepare each of them, no matter how many."
    },
    {
        "o": 4583,
        "r": "csb:Numbers:15:13",
        "t": "“Every*p Israelite is to prepare these things in this way when he presents a food offering as a pleasing aroma to the Lord.*s"
    },
    {
        "o": 4584,
        "r": "csb:Numbers:15:14",
        "t": "When an alien resides with you or someone else is among you and wants to prepare a food offering as a pleasing aroma to the Lord,*s he is to do exactly as you do throughout your generations."
    },
    {
        "o": 4585,
        "r": "csb:Numbers:15:15",
        "t": "The assembly is to have the same statute for both you and the resident alien as a permanent statute throughout your generations. You and the alien will be alike before the Lord.*s"
    },
    {
        "o": 4586,
        "r": "csb:Numbers:15:16",
        "t": "The same law and the same ordinance will apply to both you and the alien who resides with you.”"
    },
    {
        "o": 4587,
        "r": "csb:Numbers:15:17",
        "t": "The*p Lord*s instructed Moses,"
    },
    {
        "o": 4588,
        "r": "csb:Numbers:15:18",
        "t": "“Speak to the Israelites and tell them: After you enter the land where I am bringing you,"
    },
    {
        "o": 4589,
        "r": "csb:Numbers:15:19",
        "t": "you are to offer a contribution to the Lord*s when you eat from the food of the land."
    },
    {
        "o": 4590,
        "r": "csb:Numbers:15:20",
        "t": "You are to offer a loaf from your first batch of dough as a contribution; offer it just like a contribution from the threshing floor."
    },
    {
        "o": 4591,
        "r": "csb:Numbers:15:21",
        "t": "Throughout your generations, you are to give the Lord*s a contribution from the first batch of your dough."
    },
    {
        "o": 4592,
        "r": "csb:Numbers:15:22",
        "t": "“When*p you sin unintentionally and do not obey all these commands that the Lord*s spoke to Moses-"
    },
    {
        "o": 4593,
        "r": "csb:Numbers:15:23",
        "t": "all that the Lord*s has commanded you through Moses, from the day the Lord*s issued the commands and onward throughout your generations -"
    },
    {
        "o": 4594,
        "r": "csb:Numbers:15:24",
        "t": "and if it was done unintentionally without the community’s awareness, the entire community is to prepare one young bull for a burnt offering as a pleasing aroma to the Lord,*s with its grain offering and drink offering according to the regulation, and one male goat as a sin offering."
    },
    {
        "o": 4595,
        "r": "csb:Numbers:15:25",
        "t": "The priest will then make atonement for the entire Israelite community so that they may be forgiven, for the sin was unintentional. They are to bring their offering, a food offering to the Lord,*s and their sin offering before the Lord*s for their unintentional sin."
    },
    {
        "o": 4596,
        "r": "csb:Numbers:15:26",
        "t": "The entire Israelite community and the alien who resides among them will be forgiven, since it happened to all the people unintentionally."
    },
    {
        "o": 4597,
        "r": "csb:Numbers:15:27",
        "t": "“If*p one person sins unintentionally, he is to present a year-old female goat as a sin offering."
    },
    {
        "o": 4598,
        "r": "csb:Numbers:15:28",
        "t": "The priest will then make atonement before the Lord*s on behalf of the person who acts in error sinning unintentionally, and when he makes atonement for him, he will be forgiven."
    },
    {
        "o": 4599,
        "r": "csb:Numbers:15:29",
        "t": "You are to have the same law for the person who acts in error, whether he is an Israelite or an alien who resides among you."
    },
    {
        "o": 4600,
        "r": "csb:Numbers:15:30",
        "t": "“But*p the person who acts defiantly, whether native or resident alien, blasphemes the Lord.*s That person is to be cut off from his people."
    },
    {
        "o": 4601,
        "r": "csb:Numbers:15:31",
        "t": "He will certainly be cut off, because he has despised the Lord’s*s word and broken his command; his guilt remains on him.”"
    },
    {
        "o": 4602,
        "r": "csb:Numbers:15:31",
        "t": "Sabbath Violation",
        "h": 2
    },
    {
        "o": 4603,
        "r": "csb:Numbers:15:32",
        "t": "While*p the Israelites were in the wilderness, they found a man gathering wood on the Sabbath day."
    },
    {
        "o": 4604,
        "r": "csb:Numbers:15:33",
        "t": "Those who found him gathering wood brought him to Moses, Aaron, and the entire community."
    },
    {
        "o": 4605,
        "r": "csb:Numbers:15:34",
        "t": "They placed him in custody because it had not been decided what should be done to him."
    },
    {
        "o": 4606,
        "r": "csb:Numbers:15:35",
        "t": "Then the Lord*s told Moses, “The man is to be put to death. The entire community is to stone him outside the camp.”"
    },
    {
        "o": 4607,
        "r": "csb:Numbers:15:36",
        "t": "So the entire community brought him outside the camp and stoned him to death, as the Lord*s had commanded Moses."
    },
    {
        "o": 4608,
        "r": "csb:Numbers:15:36",
        "t": "Tassels for Remembrance",
        "h": 2
    },
    {
        "o": 4609,
        "r": "csb:Numbers:15:37",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 4610,
        "r": "csb:Numbers:15:38",
        "t": "“Speak to the Israelites and tell them that throughout their generations they are to make tassels for the corners of their garments, and put a blue cord on the tassel at each corner."
    },
    {
        "o": 4611,
        "r": "csb:Numbers:15:39",
        "t": "These will serve as tassels for you to look at, so that you may remember all the Lord’s*s commands and obey them and not prostitute yourselves by following your own heart and your own eyes."
    },
    {
        "o": 4612,
        "r": "csb:Numbers:15:40",
        "t": "This way you will remember and obey all my commands and be holy to your God."
    },
    {
        "o": 4613,
        "r": "csb:Numbers:15:41",
        "t": "I am the Lord*s your God who brought you out of the land of Egypt to be your God; I am the Lord*s your God.”"
    }
]
