[
    {
        "o": 6274,
        "r": "csb:Deuteronomy:29:0",
        "t": "Deuteronomy 29",
        "h": 1
    },
    {
        "o": 6275,
        "r": "csb:Deuteronomy:29:0",
        "t": "Renewing the Covenant",
        "h": 2
    },
    {
        "o": 6276,
        "r": "csb:Deuteronomy:29:1",
        "t": "These*p are the words of the covenant that the Lord*s commanded Moses to make with the Israelites in the land of Moab, in addition to the covenant he had made with them at Horeb."
    },
    {
        "o": 6277,
        "r": "csb:Deuteronomy:29:2",
        "t": "Moses summoned all Israel and said to them, “You have seen with your own eyes everything the Lord*s did in Egypt to Pharaoh, to all his officials, and to his entire land."
    },
    {
        "o": 6278,
        "r": "csb:Deuteronomy:29:3",
        "t": "You saw with your own eyes the great trials and those great signs and wonders."
    },
    {
        "o": 6279,
        "r": "csb:Deuteronomy:29:4",
        "t": "Yet to this day the Lord*s has not given you a mind to understand, eyes to see, or ears to hear."
    },
    {
        "o": 6280,
        "r": "csb:Deuteronomy:29:5",
        "t": "I led you forty years in the wilderness; your clothes and the sandals on your feet did not wear out;"
    },
    {
        "o": 6281,
        "r": "csb:Deuteronomy:29:6",
        "t": "you did not eat food or drink wine or beer - so that you might know that I am the Lord*s your God."
    },
    {
        "o": 6282,
        "r": "csb:Deuteronomy:29:7",
        "t": "When you reached this place, King Sihon of Heshbon and King Og of Bashan came out against us in battle, but we defeated them."
    },
    {
        "o": 6283,
        "r": "csb:Deuteronomy:29:8",
        "t": "We took their land and gave it as an inheritance to the Reubenites, the Gadites, and half the tribe of Manasseh."
    },
    {
        "o": 6284,
        "r": "csb:Deuteronomy:29:9",
        "t": "Therefore, observe the words of this covenant and follow them, so that you will succeed in everything you do."
    },
    {
        "o": 6285,
        "r": "csb:Deuteronomy:29:10",
        "t": "“All*p of you are standing today before the Lord*s your God - your leaders, tribes, elders, officials, all the men of Israel,"
    },
    {
        "o": 6286,
        "r": "csb:Deuteronomy:29:11",
        "t": "your dependents, your wives, and the resident aliens in your camps who cut your wood and draw your water -"
    },
    {
        "o": 6287,
        "r": "csb:Deuteronomy:29:12",
        "t": "so that you may enter into the covenant of the Lord*s your God, which he is making with you today, so that you may enter into his oath"
    },
    {
        "o": 6288,
        "r": "csb:Deuteronomy:29:13",
        "t": "and so that he may establish you today as his people and he may be your God as he promised you and as he swore to your ancestors Abraham, Isaac, and Jacob."
    },
    {
        "o": 6289,
        "r": "csb:Deuteronomy:29:14",
        "t": "I am making this covenant and this oath not only with you,"
    },
    {
        "o": 6290,
        "r": "csb:Deuteronomy:29:15",
        "t": "but also with those who are standing here with us today in the presence of the Lord*s our God and with those who are not here today."
    },
    {
        "o": 6291,
        "r": "csb:Deuteronomy:29:15",
        "t": "Abandoning the Covenant",
        "h": 2
    },
    {
        "o": 6292,
        "r": "csb:Deuteronomy:29:16",
        "t": "“Indeed,*p you know how we lived in the land of Egypt and passed through the nations where you traveled."
    },
    {
        "o": 6293,
        "r": "csb:Deuteronomy:29:17",
        "t": "You saw their abhorrent images and idols made of wood, stone, silver, and gold, which were among them."
    },
    {
        "o": 6294,
        "r": "csb:Deuteronomy:29:18",
        "t": "Be sure there is no man, woman, clan, or tribe among you today whose heart turns away from the Lord*s our God to go and worship the gods of those nations. Be sure there is no root among you bearing poisonous and bitter fruit."
    },
    {
        "o": 6295,
        "r": "csb:Deuteronomy:29:19",
        "t": "When someone hears the words of this oath, he may consider himself exempt, thinking, ‘I will have peace even though I follow my own stubborn heart.’ This will lead to the destruction of the well-watered land as well as the dry land."
    },
    {
        "o": 6296,
        "r": "csb:Deuteronomy:29:20",
        "t": "The Lord*s will not be willing to forgive him. Instead, his anger and jealousy will burn against that person, and every curse written in this scroll will descend on him. The Lord*s will blot out his name under heaven,"
    },
    {
        "o": 6297,
        "r": "csb:Deuteronomy:29:21",
        "t": "and single him out for harm from all the tribes of Israel, according to all the curses of the covenant written in this book of the law."
    },
    {
        "o": 6298,
        "r": "csb:Deuteronomy:29:22",
        "t": "“Future*p generations of your children who follow you and the foreigner who comes from a distant country will see the plagues of that land and the sicknesses the Lord*s has inflicted on it."
    },
    {
        "o": 6299,
        "r": "csb:Deuteronomy:29:23",
        "t": "All its soil will be a burning waste of sulfur and salt, unsown, producing nothing, with no plant growing on it, just like the fall of Sodom and Gomorrah, Admah and Zeboiim, which the Lord*s demolished in his fierce anger."
    },
    {
        "o": 6300,
        "r": "csb:Deuteronomy:29:24",
        "t": "All the nations will ask, ‘Why has the Lord*s done this to this land? Why this intense outburst of anger?’"
    },
    {
        "o": 6301,
        "r": "csb:Deuteronomy:29:25",
        "t": "Then people will answer, ‘It is because they abandoned the covenant of the Lord,*s the God of their ancestors, which he had made with them when he brought them out of the land of Egypt."
    },
    {
        "o": 6302,
        "r": "csb:Deuteronomy:29:26",
        "t": "They began to serve other gods, bowing in worship to gods they had not known- gods that the Lord*s had not permitted them to worship."
    },
    {
        "o": 6303,
        "r": "csb:Deuteronomy:29:27",
        "t": "Therefore the Lord’s*s anger burned against this land, and he brought every curse written in this book on it."
    },
    {
        "o": 6304,
        "r": "csb:Deuteronomy:29:28",
        "t": "The Lord*s uprooted them from their land in his anger, rage, and intense wrath, and threw them into another land where they are today.’"
    },
    {
        "o": 6305,
        "r": "csb:Deuteronomy:29:29",
        "t": "The hidden things belong to the Lord*s our God, but the revealed things belong to us and our children forever, so that we may follow all the words of this law."
    }
]
