[
    {
        "o": 10534,
        "r": "esv:2 Kings:4:0",
        "t": "2 Kings 4",
        "h": 1
    },
    {
        "o": 10535,
        "r": "esv:2 Kings:4:0",
        "t": "Elisha and the Widow’s Oil",
        "h": 2
    },
    {
        "o": 10536,
        "r": "esv:2 Kings:4:1",
        "t": "Now*p the wife of one of the sons of the prophets cried to Elisha, “Your servant my husband is dead, and you know that your servant feared the Lord,*s but the creditor has come to take my two children to be his slaves.”"
    },
    {
        "o": 10537,
        "r": "esv:2 Kings:4:2",
        "t": "And Elisha said to her, “What shall I do for you? Tell me; what have you in the house?” And she said, “Your servant has nothing in the house except a jar of oil.”"
    },
    {
        "o": 10538,
        "r": "esv:2 Kings:4:3",
        "t": "Then he said, “Go outside, borrow vessels from all your neighbors, empty vessels and not too few."
    },
    {
        "o": 10539,
        "r": "esv:2 Kings:4:4",
        "t": "Then go in and shut the door behind yourself and your sons and pour into all these vessels. And when one is full, set it aside.”"
    },
    {
        "o": 10540,
        "r": "esv:2 Kings:4:5",
        "t": "So she went from him and shut the door behind herself and her sons. And as she poured they brought the vessels to her."
    },
    {
        "o": 10541,
        "r": "esv:2 Kings:4:6",
        "t": "When the vessels were full, she said to her son, “Bring me another vessel.” And he said to her, “There is not another.” Then the oil stopped flowing."
    },
    {
        "o": 10542,
        "r": "esv:2 Kings:4:7",
        "t": "She came and told the man of God, and he said, “Go, sell the oil and pay your debts, and you and your sons can live on the rest.”"
    },
    {
        "o": 10543,
        "r": "esv:2 Kings:4:7",
        "t": "Elisha and the Shunammite Woman",
        "h": 2
    },
    {
        "o": 10544,
        "r": "esv:2 Kings:4:8",
        "t": "One*p day Elisha went on to Shunem, where a wealthy woman lived, who urged him to eat some food. So whenever he passed that way, he would turn in there to eat food."
    },
    {
        "o": 10545,
        "r": "esv:2 Kings:4:9",
        "t": "And she said to her husband, “Behold now, I know that this is a holy man of God who is continually passing our way."
    },
    {
        "o": 10546,
        "r": "esv:2 Kings:4:10",
        "t": "Let us make a small room on the roof with walls and put there for him a bed, a table, a chair, and a lamp, so that whenever he comes to us, he can go in there.”"
    },
    {
        "o": 10547,
        "r": "esv:2 Kings:4:11",
        "t": "One*p day he came there, and he turned into the chamber and rested there."
    },
    {
        "o": 10548,
        "r": "esv:2 Kings:4:12",
        "t": "And he said to Gehazi his servant, “Call this Shunammite.” When he had called her, she stood before him."
    },
    {
        "o": 10549,
        "r": "esv:2 Kings:4:13",
        "t": "And he said to him, “Say now to her, ‘See, you have taken all this trouble for us; what is to be done for you? Would you have a word spoken on your behalf to the king or to the commander of the army?’” She answered, “I dwell among my own people.”"
    },
    {
        "o": 10550,
        "r": "esv:2 Kings:4:14",
        "t": "And he said, “What then is to be done for her?” Gehazi answered, “Well, she has no son, and her husband is old.”"
    },
    {
        "o": 10551,
        "r": "esv:2 Kings:4:15",
        "t": "He said, “Call her.” And when he had called her, she stood in the doorway."
    },
    {
        "o": 10552,
        "r": "esv:2 Kings:4:16",
        "t": "And he said, “At this season, about this time next year, you shall embrace a son.” And she said, “No, my lord, O man of God; do not lie to your servant.”"
    },
    {
        "o": 10553,
        "r": "esv:2 Kings:4:17",
        "t": "But the woman conceived, and she bore a son about that time the following spring, as Elisha had said to her."
    },
    {
        "o": 10554,
        "r": "esv:2 Kings:4:17",
        "t": "Elisha Raises the Shunammite’s Son",
        "h": 2
    },
    {
        "o": 10555,
        "r": "esv:2 Kings:4:18",
        "t": "When*p the child had grown, he went out one day to his father among the reapers."
    },
    {
        "o": 10556,
        "r": "esv:2 Kings:4:19",
        "t": "And he said to his father, “Oh, my head, my head!” The father said to his servant, “Carry him to his mother.”"
    },
    {
        "o": 10557,
        "r": "esv:2 Kings:4:20",
        "t": "And when he had lifted him and brought him to his mother, the child sat on her lap till noon, and then he died."
    },
    {
        "o": 10558,
        "r": "esv:2 Kings:4:21",
        "t": "And she went up and laid him on the bed of the man of God and shut the door behind him and went out."
    },
    {
        "o": 10559,
        "r": "esv:2 Kings:4:22",
        "t": "Then she called to her husband and said, “Send me one of the servants and one of the donkeys, that I may quickly go to the man of God and come back again.”"
    },
    {
        "o": 10560,
        "r": "esv:2 Kings:4:23",
        "t": "And he said, “Why will you go to him today? It is neither new moon nor Sabbath.” She said, “All is well.”"
    },
    {
        "o": 10561,
        "r": "esv:2 Kings:4:24",
        "t": "Then she saddled the donkey, and she said to her servant, “Urge the animal on; do not slacken the pace for me unless I tell you.”"
    },
    {
        "o": 10562,
        "r": "esv:2 Kings:4:25",
        "t": "So she set out and came to the man of God at Mount Carmel. When*p the man of God saw her coming, he said to Gehazi his servant, “Look, there is the Shunammite."
    },
    {
        "o": 10563,
        "r": "esv:2 Kings:4:26",
        "t": "Run at once to meet her and say to her, ‘Is all well with you? Is all well with your husband? Is all well with the child?’” And she answered, “All is well.”"
    },
    {
        "o": 10564,
        "r": "esv:2 Kings:4:27",
        "t": "And when she came to the mountain to the man of God, she caught hold of his feet. And Gehazi came to push her away. But the man of God said, “Leave her alone, for she is in bitter distress, and the Lord*s has hidden it from me and has not told me.”"
    },
    {
        "o": 10565,
        "r": "esv:2 Kings:4:28",
        "t": "Then she said, “Did I ask my lord for a son? Did I not say, ‘Do not deceive me?’”"
    },
    {
        "o": 10566,
        "r": "esv:2 Kings:4:29",
        "t": "He said to Gehazi, “Tie up your garment and take my staff in your hand and go. If you meet anyone, do not greet him, and if anyone greets you, do not reply. And lay my staff on the face of the child.”"
    },
    {
        "o": 10567,
        "r": "esv:2 Kings:4:30",
        "t": "Then the mother of the child said, “As the Lord*s lives and as you yourself live, I will not leave you.” So he arose and followed her."
    },
    {
        "o": 10568,
        "r": "esv:2 Kings:4:31",
        "t": "Gehazi went on ahead and laid the staff on the face of the child, but there was no sound or sign of life. Therefore he returned to meet him and told him, “The child has not awakened.”"
    },
    {
        "o": 10569,
        "r": "esv:2 Kings:4:32",
        "t": "When*p Elisha came into the house, he saw the child lying dead on his bed."
    },
    {
        "o": 10570,
        "r": "esv:2 Kings:4:33",
        "t": "So he went in and shut the door behind the two of them and prayed to the Lord.*s"
    },
    {
        "o": 10571,
        "r": "esv:2 Kings:4:34",
        "t": "Then he went up and lay on the child, putting his mouth on his mouth, his eyes on his eyes, and his hands on his hands. And as he stretched himself upon him, the flesh of the child became warm."
    },
    {
        "o": 10572,
        "r": "esv:2 Kings:4:35",
        "t": "Then he got up again and walked once back and forth in the house, and went up and stretched himself upon him. The child sneezed seven times, and the child opened his eyes."
    },
    {
        "o": 10573,
        "r": "esv:2 Kings:4:36",
        "t": "Then he summoned Gehazi and said, “Call this Shunammite.” So he called her. And when she came to him, he said, “Pick up your son.”"
    },
    {
        "o": 10574,
        "r": "esv:2 Kings:4:37",
        "t": "She came and fell at his feet, bowing to the ground. Then she picked up her son and went out."
    },
    {
        "o": 10575,
        "r": "esv:2 Kings:4:37",
        "t": "Elisha Purifies the Deadly Stew",
        "h": 2
    },
    {
        "o": 10576,
        "r": "esv:2 Kings:4:38",
        "t": "And*p Elisha came again to Gilgal when there was a famine in the land. And as the sons of the prophets were sitting before him, he said to his servant, “Set on the large pot, and boil stew for the sons of the prophets.”"
    },
    {
        "o": 10577,
        "r": "esv:2 Kings:4:39",
        "t": "One of them went out into the field to gather herbs, and found a wild vine and gathered from it his lap full of wild gourds, and came and cut them up into the pot of stew, not knowing what they were."
    },
    {
        "o": 10578,
        "r": "esv:2 Kings:4:40",
        "t": "And they poured out some for the men to eat. But while they were eating of the stew, they cried out, “O man of God, there is death in the pot!” And they could not eat it."
    },
    {
        "o": 10579,
        "r": "esv:2 Kings:4:41",
        "t": "He said, “Then bring flour.” And he threw it into the pot and said, “Pour some out for the men, that they may eat.” And there was no harm in the pot."
    },
    {
        "o": 10580,
        "r": "esv:2 Kings:4:42",
        "t": "A*p man came from Baal-shalishah, bringing the man of God bread of the firstfruits, twenty loaves of barley and fresh ears of grain in his sack. And Elisha said, “Give to the men, that they may eat.”"
    },
    {
        "o": 10581,
        "r": "esv:2 Kings:4:43",
        "t": "But his servant said, “How can I set this before a hundred men?” So he repeated, “Give them to the men, that they may eat, for thus says the Lord,*s ‘They shall eat and have some left.’”"
    },
    {
        "o": 10582,
        "r": "esv:2 Kings:4:44",
        "t": "So he set it before them. And they ate and had some left, according to the word of the Lord.*s"
    }
]
