[
    {
        "o": 4726,
        "r": "esv:Numbers:21:0",
        "t": "Numbers 21",
        "h": 1
    },
    {
        "o": 4727,
        "r": "esv:Numbers:21:0",
        "t": "Arad Destroyed",
        "h": 2
    },
    {
        "o": 4728,
        "r": "esv:Numbers:21:1",
        "t": "When*p the Canaanite, the king of Arad, who lived in the Negeb, heard that Israel was coming by the way of Atharim, he fought against Israel, and took some of them captive."
    },
    {
        "o": 4729,
        "r": "esv:Numbers:21:2",
        "t": "And Israel vowed a vow to the Lord*s and said, “If you will indeed give this people into my hand, then I will devote their cities to destruction.”"
    },
    {
        "o": 4730,
        "r": "esv:Numbers:21:3",
        "t": "And the Lord*s heeded the voice of Israel and gave over the Canaanites, and they devoted them and their cities to destruction. So the name of the place was called Hormah."
    },
    {
        "o": 4731,
        "r": "esv:Numbers:21:3",
        "t": "The Bronze Serpent",
        "h": 2
    },
    {
        "o": 4732,
        "r": "esv:Numbers:21:4",
        "t": "From*p Mount Hor they set out by the way to the Red Sea, to go around the land of Edom. And the people became impatient on the way."
    },
    {
        "o": 4733,
        "r": "esv:Numbers:21:5",
        "t": "And the people spoke against God and against Moses, “Why have you brought us up out of Egypt to die in the wilderness? For there is no food and no water, and we loathe this worthless food.”"
    },
    {
        "o": 4734,
        "r": "esv:Numbers:21:6",
        "t": "Then the Lord*s sent fiery serpents among the people, and they bit the people, so that many people of Israel died."
    },
    {
        "o": 4735,
        "r": "esv:Numbers:21:7",
        "t": "And the people came to Moses and said, “We have sinned, for we have spoken against the Lord*s and against you. Pray to the Lord,*s that he take away the serpents from us.” So Moses prayed for the people."
    },
    {
        "o": 4736,
        "r": "esv:Numbers:21:8",
        "t": "And the Lord*s said to Moses, “Make a fiery serpent and set it on a pole, and everyone who is bitten, when he sees it, shall live.”"
    },
    {
        "o": 4737,
        "r": "esv:Numbers:21:9",
        "t": "So Moses made a bronze serpent and set it on a pole. And if a serpent bit anyone, he would look at the bronze serpent and live."
    },
    {
        "o": 4738,
        "r": "esv:Numbers:21:9",
        "t": "The Song of the Well",
        "h": 2
    },
    {
        "o": 4739,
        "r": "esv:Numbers:21:10",
        "t": "And*p the people of Israel set out and camped in Oboth."
    },
    {
        "o": 4740,
        "r": "esv:Numbers:21:11",
        "t": "And they set out from Oboth and camped at Iye-abarim, in the wilderness that is opposite Moab, toward the sunrise."
    },
    {
        "o": 4741,
        "r": "esv:Numbers:21:12",
        "t": "From there they set out and camped in the Valley of Zered."
    },
    {
        "o": 4742,
        "r": "esv:Numbers:21:13",
        "t": "From there they set out and camped on the other side of the Arnon, which is in the wilderness that extends from the border of the Amorites, for the Arnon is the border of Moab, between Moab and the Amorites."
    },
    {
        "o": 4743,
        "r": "esv:Numbers:21:14",
        "t": "Therefore it is said in the Book of the Wars of the Lord,*s “Waheb*pn in Suphah, and the valleys of the Arnon,"
    },
    {
        "o": 4744,
        "r": "esv:Numbers:21:15",
        "t": "and*ln the slope of the valleys that*ln extends to the seat of Ar, and*ln leans to the border of Moab.”"
    },
    {
        "o": 4745,
        "r": "esv:Numbers:21:16",
        "t": "And*p from there they continued to Beer; that is the well of which the Lord*s said to Moses, “Gather the people together, so that I may give them water.”"
    },
    {
        "o": 4746,
        "r": "esv:Numbers:21:17",
        "t": "Then Israel sang this song: “Spring*pn up, O well!— Sing to it!—"
    },
    {
        "o": 4747,
        "r": "esv:Numbers:21:18",
        "t": "the*ln well that the princes made, that*ln the nobles of the people dug, with*ln the scepter and with their staffs.” And*p from the wilderness they went on to Mattanah,"
    },
    {
        "o": 4748,
        "r": "esv:Numbers:21:19",
        "t": "and from Mattanah to Nahaliel, and from Nahaliel to Bamoth,"
    },
    {
        "o": 4749,
        "r": "esv:Numbers:21:20",
        "t": "and from Bamoth to the valley lying in the region of Moab by the top of Pisgah that looks down on the desert."
    },
    {
        "o": 4750,
        "r": "esv:Numbers:21:20",
        "t": "King Sihon Defeated",
        "h": 2
    },
    {
        "o": 4751,
        "r": "esv:Numbers:21:21",
        "t": "Then*p Israel sent messengers to Sihon king of the Amorites, saying,"
    },
    {
        "o": 4752,
        "r": "esv:Numbers:21:22",
        "t": "“Let me pass through your land. We will not turn aside into field or vineyard. We will not drink the water of a well. We will go by the King’s Highway until we have passed through your territory.”"
    },
    {
        "o": 4753,
        "r": "esv:Numbers:21:23",
        "t": "But Sihon would not allow Israel to pass through his territory. He gathered all his people together and went out against Israel to the wilderness and came to Jahaz and fought against Israel."
    },
    {
        "o": 4754,
        "r": "esv:Numbers:21:24",
        "t": "And Israel defeated him with the edge of the sword and took possession of his land from the Arnon to the Jabbok, as far as to the Ammonites, for the border of the Ammonites was strong."
    },
    {
        "o": 4755,
        "r": "esv:Numbers:21:25",
        "t": "And Israel took all these cities, and Israel settled in all the cities of the Amorites, in Heshbon, and in all its villages."
    },
    {
        "o": 4756,
        "r": "esv:Numbers:21:26",
        "t": "For Heshbon was the city of Sihon the king of the Amorites, who had fought against the former king of Moab and taken all his land out of his hand, as far as the Arnon."
    },
    {
        "o": 4757,
        "r": "esv:Numbers:21:27",
        "t": "Therefore the ballad singers say, “Come*pn to Heshbon, let it be built; let*ld the city of Sihon be established."
    },
    {
        "o": 4758,
        "r": "esv:Numbers:21:28",
        "t": "For*ln fire came out from Heshbon, flame*ld from the city of Sihon. It*ln devoured Ar of Moab, and*ld swallowed the heights of the Arnon."
    },
    {
        "o": 4759,
        "r": "esv:Numbers:21:29",
        "t": "Woe*ln to you, O Moab! You*ld are undone, O people of Chemosh! He*ln has made his sons fugitives, and*ld his daughters captives, to*ld an Amorite king, Sihon."
    },
    {
        "o": 4760,
        "r": "esv:Numbers:21:30",
        "t": "So*ln we overthrew them; Heshbon,*ld as far as Dibon, perished; and*ld we laid waste as far as Nophah; fire*ld spread as far as Medeba.”"
    },
    {
        "o": 4761,
        "r": "esv:Numbers:21:30",
        "t": "King Og Defeated",
        "h": 2
    },
    {
        "o": 4762,
        "r": "esv:Numbers:21:31",
        "t": "Thus*p Israel lived in the land of the Amorites."
    },
    {
        "o": 4763,
        "r": "esv:Numbers:21:32",
        "t": "And Moses sent to spy out Jazer, and they captured its villages and dispossessed the Amorites who were there."
    },
    {
        "o": 4764,
        "r": "esv:Numbers:21:33",
        "t": "Then they turned and went up by the way to Bashan. And Og the king of Bashan came out against them, he and all his people, to battle at Edrei."
    },
    {
        "o": 4765,
        "r": "esv:Numbers:21:34",
        "t": "But the Lord*s said to Moses, “Do not fear him, for I have given him into your hand, and all his people, and his land. And you shall do to him as you did to Sihon king of the Amorites, who lived at Heshbon.”"
    },
    {
        "o": 4766,
        "r": "esv:Numbers:21:35",
        "t": "So they defeated him and his sons and all his people, until he had no survivor left. And they possessed his land."
    }
]
