[
    {
        "o": 25435,
        "r": "esv:Haggai:2:0",
        "t": "Haggai 2",
        "h": 1
    },
    {
        "o": 25436,
        "r": "esv:Haggai:2:0",
        "t": "The Coming Glory of the Temple",
        "h": 2
    },
    {
        "o": 25437,
        "r": "esv:Haggai:2:1",
        "t": "In*p the seventh month, on the twenty-first day of the month, the word of the Lord*s came by the hand of Haggai the prophet:"
    },
    {
        "o": 25438,
        "r": "esv:Haggai:2:2",
        "t": "“Speak now to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, and to all the remnant of the people, and say,"
    },
    {
        "o": 25439,
        "r": "esv:Haggai:2:3",
        "t": "‘Who is left among you who saw this house in its former glory? How do you see it now? Is it not as nothing in your eyes?"
    },
    {
        "o": 25440,
        "r": "esv:Haggai:2:4",
        "t": "Yet now be strong, O Zerubbabel, declares the Lord.*s Be strong, O Joshua, son of Jehozadak, the high priest. Be strong, all you people of the land, declares the Lord.*s Work, for I am with you, declares the Lord*s of hosts,"
    },
    {
        "o": 25441,
        "r": "esv:Haggai:2:5",
        "t": "according to the covenant that I made with you when you came out of Egypt. My Spirit remains in your midst. Fear not."
    },
    {
        "o": 25442,
        "r": "esv:Haggai:2:6",
        "t": "For thus says the Lord*s of hosts: Yet once more, in a little while, I will shake the heavens and the earth and the sea and the dry land."
    },
    {
        "o": 25443,
        "r": "esv:Haggai:2:7",
        "t": "And I will shake all nations, so that the treasures of all nations shall come in, and I will fill this house with glory, says the Lord*s of hosts."
    },
    {
        "o": 25444,
        "r": "esv:Haggai:2:8",
        "t": "The silver is mine, and the gold is mine, declares the Lord*s of hosts."
    },
    {
        "o": 25445,
        "r": "esv:Haggai:2:9",
        "t": "The latter glory of this house shall be greater than the former, says the Lord*s of hosts. And in this place I will give peace, declares the Lord*s of hosts.’”"
    },
    {
        "o": 25446,
        "r": "esv:Haggai:2:9",
        "t": "Blessings for a Defiled People",
        "h": 2
    },
    {
        "o": 25447,
        "r": "esv:Haggai:2:10",
        "t": "On*p the twenty-fourth day of the ninth month, in the second year of Darius, the word of the Lord*s came by Haggai the prophet,"
    },
    {
        "o": 25448,
        "r": "esv:Haggai:2:11",
        "t": "“Thus says the Lord*s of hosts: Ask the priests about the law:"
    },
    {
        "o": 25449,
        "r": "esv:Haggai:2:12",
        "t": "‘If someone carries holy meat in the fold of his garment and touches with his fold bread or stew or wine or oil or any kind of food, does it become holy?’” The priests answered and said, “No.”"
    },
    {
        "o": 25450,
        "r": "esv:Haggai:2:13",
        "t": "Then Haggai said, “If someone who is unclean by contact with a dead body touches any of these, does it become unclean?” The priests answered and said, “It does become unclean.”"
    },
    {
        "o": 25451,
        "r": "esv:Haggai:2:14",
        "t": "Then Haggai answered and said, “So is it with this people, and with this nation before me, declares the Lord,*s and so with every work of their hands. And what they offer there is unclean."
    },
    {
        "o": 25452,
        "r": "esv:Haggai:2:15",
        "t": "Now then, consider from this day onward. Before stone was placed upon stone in the temple of the Lord,*s"
    },
    {
        "o": 25453,
        "r": "esv:Haggai:2:16",
        "t": "how did you fare? When one came to a heap of twenty measures, there were but ten. When one came to the wine vat to draw fifty measures, there were but twenty."
    },
    {
        "o": 25454,
        "r": "esv:Haggai:2:17",
        "t": "I struck you and all the products of your toil with blight and with mildew and with hail, yet you did not turn to me, declares the Lord.*s"
    },
    {
        "o": 25455,
        "r": "esv:Haggai:2:18",
        "t": "Consider from this day onward, from the twenty-fourth day of the ninth month. Since the day that the foundation of the Lord’s*s temple was laid, consider:"
    },
    {
        "o": 25456,
        "r": "esv:Haggai:2:19",
        "t": "Is the seed yet in the barn? Indeed, the vine, the fig tree, the pomegranate, and the olive tree have yielded nothing. But from this day on I will bless you.”"
    },
    {
        "o": 25457,
        "r": "esv:Haggai:2:19",
        "t": "Zerubbabel Chosen as a Signet",
        "h": 2
    },
    {
        "o": 25458,
        "r": "esv:Haggai:2:20",
        "t": "The*p word of the Lord*s came a second time to Haggai on the twenty-fourth day of the month,"
    },
    {
        "o": 25459,
        "r": "esv:Haggai:2:21",
        "t": "“Speak to Zerubbabel, governor of Judah, saying, I am about to shake the heavens and the earth,"
    },
    {
        "o": 25460,
        "r": "esv:Haggai:2:22",
        "t": "and to overthrow the throne of kingdoms. I am about to destroy the strength of the kingdoms of the nations, and overthrow the chariots and their riders. And the horses and their riders shall go down, every one by the sword of his brother."
    },
    {
        "o": 25461,
        "r": "esv:Haggai:2:23",
        "t": "On that day, declares the Lord*s of hosts, I will take you, O Zerubbabel my servant, the son of Shealtiel, declares the Lord,*s and make you like a signet ring, for I have chosen you, declares the Lord*s of hosts.”"
    }
]
