[
    {
        "o": 10505,
        "r": "esv:2 Kings:3:0",
        "t": "2 Kings 3",
        "h": 1
    },
    {
        "o": 10506,
        "r": "esv:2 Kings:3:0",
        "t": "Moab Rebels Against Israel",
        "h": 2
    },
    {
        "o": 10507,
        "r": "esv:2 Kings:3:1",
        "t": "In*p the eighteenth year of Jehoshaphat king of Judah, Jehoram the son of Ahab became king over Israel in Samaria, and he reigned twelve years."
    },
    {
        "o": 10508,
        "r": "esv:2 Kings:3:2",
        "t": "He did what was evil in the sight of the Lord,*s though not like his father and mother, for he put away the pillar of Baal that his father had made."
    },
    {
        "o": 10509,
        "r": "esv:2 Kings:3:3",
        "t": "Nevertheless, he clung to the sin of Jeroboam the son of Nebat, which he made Israel to sin; he did not depart from it."
    },
    {
        "o": 10510,
        "r": "esv:2 Kings:3:4",
        "t": "Now*p Mesha king of Moab was a sheep breeder, and he had to deliver to the king of Israel 100,000 lambs and the wool of 100,000 rams."
    },
    {
        "o": 10511,
        "r": "esv:2 Kings:3:5",
        "t": "But when Ahab died, the king of Moab rebelled against the king of Israel."
    },
    {
        "o": 10512,
        "r": "esv:2 Kings:3:6",
        "t": "So King Jehoram marched out of Samaria at that time and mustered all Israel."
    },
    {
        "o": 10513,
        "r": "esv:2 Kings:3:7",
        "t": "And he went and sent word to Jehoshaphat king of Judah: “The king of Moab has rebelled against me. Will you go with me to battle against Moab?” And he said, “I will go. I am as you are, my people as your people, my horses as your horses.”"
    },
    {
        "o": 10514,
        "r": "esv:2 Kings:3:8",
        "t": "Then he said, “By which way shall we march?” Jehoram answered, “By the way of the wilderness of Edom.”"
    },
    {
        "o": 10515,
        "r": "esv:2 Kings:3:9",
        "t": "So*p the king of Israel went with the king of Judah and the king of Edom. And when they had made a circuitous march of seven days, there was no water for the army or for the animals that followed them."
    },
    {
        "o": 10516,
        "r": "esv:2 Kings:3:10",
        "t": "Then the king of Israel said, “Alas! The Lord*s has called these three kings to give them into the hand of Moab.”"
    },
    {
        "o": 10517,
        "r": "esv:2 Kings:3:11",
        "t": "And Jehoshaphat said, “Is there no prophet of the Lord*s here, through whom we may inquire of the Lord?”*s Then one of the king of Israel’s servants answered, “Elisha the son of Shaphat is here, who poured water on the hands of Elijah.”"
    },
    {
        "o": 10518,
        "r": "esv:2 Kings:3:12",
        "t": "And Jehoshaphat said, “The word of the Lord*s is with him.” So the king of Israel and Jehoshaphat and the king of Edom went down to him."
    },
    {
        "o": 10519,
        "r": "esv:2 Kings:3:13",
        "t": "And*p Elisha said to the king of Israel, “What have I to do with you? Go to the prophets of your father and to the prophets of your mother.” But the king of Israel said to him, “No; it is the Lord*s who has called these three kings to give them into the hand of Moab.”"
    },
    {
        "o": 10520,
        "r": "esv:2 Kings:3:14",
        "t": "And Elisha said, “As the Lord*s of hosts lives, before whom I stand, were it not that I have regard for Jehoshaphat the king of Judah, I would neither look at you nor see you."
    },
    {
        "o": 10521,
        "r": "esv:2 Kings:3:15",
        "t": "But now bring me a musician.” And when the musician played, the hand of the Lord*s came upon him."
    },
    {
        "o": 10522,
        "r": "esv:2 Kings:3:16",
        "t": "And he said, “Thus says the Lord,*s ‘I will make this dry streambed full of pools.’"
    },
    {
        "o": 10523,
        "r": "esv:2 Kings:3:17",
        "t": "For thus says the Lord,*s ‘You shall not see wind or rain, but that streambed shall be filled with water, so that you shall drink, you, your livestock, and your animals.’"
    },
    {
        "o": 10524,
        "r": "esv:2 Kings:3:18",
        "t": "This is a light thing in the sight of the Lord.*s He will also give the Moabites into your hand,"
    },
    {
        "o": 10525,
        "r": "esv:2 Kings:3:19",
        "t": "and you shall attack every fortified city and every choice city, and shall fell every good tree and stop up all springs of water and ruin every good piece of land with stones.”"
    },
    {
        "o": 10526,
        "r": "esv:2 Kings:3:20",
        "t": "The next morning, about the time of offering the sacrifice, behold, water came from the direction of Edom, till the country was filled with water."
    },
    {
        "o": 10527,
        "r": "esv:2 Kings:3:21",
        "t": "When*p all the Moabites heard that the kings had come up to fight against them, all who were able to put on armor, from the youngest to the oldest, were called out and were drawn up at the border."
    },
    {
        "o": 10528,
        "r": "esv:2 Kings:3:22",
        "t": "And when they rose early in the morning and the sun shone on the water, the Moabites saw the water opposite them as red as blood."
    },
    {
        "o": 10529,
        "r": "esv:2 Kings:3:23",
        "t": "And they said, “This is blood; the kings have surely fought together and struck one another down. Now then, Moab, to the spoil!”"
    },
    {
        "o": 10530,
        "r": "esv:2 Kings:3:24",
        "t": "But when they came to the camp of Israel, the Israelites rose and struck the Moabites, till they fled before them. And they went forward, striking the Moabites as they went."
    },
    {
        "o": 10531,
        "r": "esv:2 Kings:3:25",
        "t": "And they overthrew the cities, and on every good piece of land every man threw a stone until it was covered. They stopped every spring of water and felled all the good trees, till only its stones were left in Kir-hareseth, and the slingers surrounded and attacked it."
    },
    {
        "o": 10532,
        "r": "esv:2 Kings:3:26",
        "t": "When the king of Moab saw that the battle was going against him, he took with him 700 swordsmen to break through, opposite the king of Edom, but they could not."
    },
    {
        "o": 10533,
        "r": "esv:2 Kings:3:27",
        "t": "Then he took his oldest son who was to reign in his place and offered him for a burnt offering on the wall. And there came great wrath against Israel. And they withdrew from him and returned to their own land."
    }
]
