[
    {
        "o": 177,
        "r": "nkjv:Genesis:7:0",
        "t": "Genesis 7",
        "h": 1
    },
    {
        "o": 178,
        "r": "nkjv:Genesis:7:0",
        "t": "The Great Flood",
        "h": 2
    },
    {
        "o": 179,
        "r": "nkjv:Genesis:7:1",
        "t": "Then*p the Lord*s said to Noah, “Come into the ark, you and all your household, because I have seen that*i you are*i righteous before Me in this generation."
    },
    {
        "o": 180,
        "r": "nkjv:Genesis:7:2",
        "t": "You shall take with you seven each of every clean animal, a male and his female; two each of animals that are*i unclean, a male and his female;"
    },
    {
        "o": 181,
        "r": "nkjv:Genesis:7:3",
        "t": "also seven each of birds of the air, male and female, to keep the species alive on the face of all the earth."
    },
    {
        "o": 182,
        "r": "nkjv:Genesis:7:4",
        "t": "For after seven more days I will cause it to rain on the earth forty days and forty nights, and I will destroy from the face of the earth all living things that I have made.”"
    },
    {
        "o": 183,
        "r": "nkjv:Genesis:7:5",
        "t": "And Noah did according to all that the Lord*s commanded him."
    },
    {
        "o": 184,
        "r": "nkjv:Genesis:7:6",
        "t": "Noah was*i six hundred years old when the floodwaters were on the earth."
    },
    {
        "o": 185,
        "r": "nkjv:Genesis:7:7",
        "t": "So*p Noah, with his sons, his wife, and his sons’ wives, went into the ark because of the waters of the flood."
    },
    {
        "o": 186,
        "r": "nkjv:Genesis:7:8",
        "t": "Of clean animals, of animals that are*i unclean, of birds, and of everything that creeps on the earth,"
    },
    {
        "o": 187,
        "r": "nkjv:Genesis:7:9",
        "t": "two by two they went into the ark to Noah, male and female, as God had commanded Noah."
    },
    {
        "o": 188,
        "r": "nkjv:Genesis:7:10",
        "t": "And it came to pass after seven days that the waters of the flood were on the earth."
    },
    {
        "o": 189,
        "r": "nkjv:Genesis:7:11",
        "t": "In the six hundredth year of Noah’s life, in the second month, the seventeenth day of the month, on that day all the fountains of the great deep were broken up, and the windows of heaven were opened."
    },
    {
        "o": 190,
        "r": "nkjv:Genesis:7:12",
        "t": "And the rain was on the earth forty days and forty nights."
    },
    {
        "o": 191,
        "r": "nkjv:Genesis:7:13",
        "t": "On*p the very same day Noah and Noah’s sons, Shem, Ham, and Japheth, and Noah’s wife and the three wives of his sons with them, entered the ark—"
    },
    {
        "o": 192,
        "r": "nkjv:Genesis:7:14",
        "t": "they and every beast after its kind, all cattle after their kind, every creeping thing that creeps on the earth after its kind, and every bird after its kind, every bird of every sort."
    },
    {
        "o": 193,
        "r": "nkjv:Genesis:7:15",
        "t": "And they went into the ark to Noah, two by two, of all flesh in which is*i the breath of life."
    },
    {
        "o": 194,
        "r": "nkjv:Genesis:7:16",
        "t": "So those that entered, male and female of all flesh, went in as God had commanded him; and the Lord*s shut him in."
    },
    {
        "o": 195,
        "r": "nkjv:Genesis:7:17",
        "t": "Now*p the flood was on the earth forty days. The waters increased and lifted up the ark, and it rose high above the earth."
    },
    {
        "o": 196,
        "r": "nkjv:Genesis:7:18",
        "t": "The waters prevailed and greatly increased on the earth, and the ark moved about on the surface of the waters."
    },
    {
        "o": 197,
        "r": "nkjv:Genesis:7:19",
        "t": "And the waters prevailed exceedingly on the earth, and all the high hills under the whole heaven were covered."
    },
    {
        "o": 198,
        "r": "nkjv:Genesis:7:20",
        "t": "The waters prevailed fifteen cubits upward, and the mountains were covered."
    },
    {
        "o": 199,
        "r": "nkjv:Genesis:7:21",
        "t": "And all flesh died that moved on the earth: birds and cattle and beasts and every creeping thing that creeps on the earth, and every man."
    },
    {
        "o": 200,
        "r": "nkjv:Genesis:7:22",
        "t": "All in whose nostrils was*i the breath of the spirit of life, all that was*i on the dry land,*i died."
    },
    {
        "o": 201,
        "r": "nkjv:Genesis:7:23",
        "t": "So He destroyed all living things which were on the face of the ground: both man and cattle, creeping thing and bird of the air. They were destroyed from the earth. Only Noah and those who were*i with him in the ark remained alive.*i"
    },
    {
        "o": 202,
        "r": "nkjv:Genesis:7:24",
        "t": "And the waters prevailed on the earth one hundred and fifty days."
    }
]
