[
    {
        "o": 24204,
        "r": "niv:Daniel:11:0",
        "t": "Daniel 11",
        "h": 1
    },
    {
        "o": 24205,
        "r": "niv:Daniel:11:1",
        "t": "And in the first year of Darius the Mede, I took my stand to support and protect him.)"
    },
    {
        "o": 24206,
        "r": "niv:Daniel:11:1",
        "t": "The Kings of the South and the North",
        "h": 2
    },
    {
        "o": 24207,
        "r": "niv:Daniel:11:2",
        "t": "“Now*p then, I tell you the truth: Three more kings will arise in Persia, and then a fourth, who will be far richer than all the others. When he has gained power by his wealth, he will stir up everyone against the kingdom of Greece."
    },
    {
        "o": 24208,
        "r": "niv:Daniel:11:3",
        "t": "Then a mighty king will arise, who will rule with great power and do as he pleases."
    },
    {
        "o": 24209,
        "r": "niv:Daniel:11:4",
        "t": "After he has arisen, his empire will be broken up and parceled out toward the four winds of heaven. It will not go to his descendants, nor will it have the power he exercised, because his empire will be uprooted and given to others."
    },
    {
        "o": 24210,
        "r": "niv:Daniel:11:5",
        "t": "“The*p king of the South will become strong, but one of his commanders will become even stronger than he and will rule his own kingdom with great power."
    },
    {
        "o": 24211,
        "r": "niv:Daniel:11:6",
        "t": "After some years, they will become allies. The daughter of the king of the South will go to the king of the North to make an alliance, but she will not retain her power, and he and his power will not last. In those days she will be betrayed, together with her royal escort and her father and the one who supported her."
    },
    {
        "o": 24212,
        "r": "niv:Daniel:11:7",
        "t": "“One*p from her family line will arise to take her place. He will attack the forces of the king of the North and enter his fortress; he will fight against them and be victorious."
    },
    {
        "o": 24213,
        "r": "niv:Daniel:11:8",
        "t": "He will also seize their gods, their metal images and their valuable articles of silver and gold and carry them off to Egypt. For some years he will leave the king of the North alone."
    },
    {
        "o": 24214,
        "r": "niv:Daniel:11:9",
        "t": "Then the king of the North will invade the realm of the king of the South but will retreat to his own country."
    },
    {
        "o": 24215,
        "r": "niv:Daniel:11:10",
        "t": "His sons will prepare for war and assemble a great army, which will sweep on like an irresistible flood and carry the battle as far as his fortress."
    },
    {
        "o": 24216,
        "r": "niv:Daniel:11:11",
        "t": "“Then*p the king of the South will march out in a rage and fight against the king of the North, who will raise a large army, but it will be defeated."
    },
    {
        "o": 24217,
        "r": "niv:Daniel:11:12",
        "t": "When the army is carried off, the king of the South will be filled with pride and will slaughter many thousands, yet he will not remain triumphant."
    },
    {
        "o": 24218,
        "r": "niv:Daniel:11:13",
        "t": "For the king of the North will muster another army, larger than the first; and after several years, he will advance with a huge army fully equipped."
    },
    {
        "o": 24219,
        "r": "niv:Daniel:11:14",
        "t": "“In*p those times many will rise against the king of the South. Those who are violent among your own people will rebel in fulfillment of the vision, but without success."
    },
    {
        "o": 24220,
        "r": "niv:Daniel:11:15",
        "t": "Then the king of the North will come and build up siege ramps and will capture a fortified city. The forces of the South will be powerless to resist; even their best troops will not have the strength to stand."
    },
    {
        "o": 24221,
        "r": "niv:Daniel:11:16",
        "t": "The invader will do as he pleases; no one will be able to stand against him. He will establish himself in the Beautiful Land and will have the power to destroy it."
    },
    {
        "o": 24222,
        "r": "niv:Daniel:11:17",
        "t": "He will determine to come with the might of his entire kingdom and will make an alliance with the king of the South. And he will give him a daughter in marriage in order to overthrow the kingdom, but his plans will not succeed or help him."
    },
    {
        "o": 24223,
        "r": "niv:Daniel:11:18",
        "t": "Then he will turn his attention to the coastlands and will take many of them, but a commander will put an end to his insolence and will turn his insolence back on him."
    },
    {
        "o": 24224,
        "r": "niv:Daniel:11:19",
        "t": "After this, he will turn back toward the fortresses of his own country but will stumble and fall, to be seen no more."
    },
    {
        "o": 24225,
        "r": "niv:Daniel:11:20",
        "t": "“His*p successor will send out a tax collector to maintain the royal splendor. In a few years, however, he will be destroyed, yet not in anger or in battle."
    },
    {
        "o": 24226,
        "r": "niv:Daniel:11:21",
        "t": "“He*p will be succeeded by a contemptible person who has not been given the honor of royalty. He will invade the kingdom when its people feel secure, and he will seize it through intrigue."
    },
    {
        "o": 24227,
        "r": "niv:Daniel:11:22",
        "t": "Then an overwhelming army will be swept away before him; both it and a prince of the covenant will be destroyed."
    },
    {
        "o": 24228,
        "r": "niv:Daniel:11:23",
        "t": "After coming to an agreement with him, he will act deceitfully, and with only a few people he will rise to power."
    },
    {
        "o": 24229,
        "r": "niv:Daniel:11:24",
        "t": "When the richest provinces feel secure, he will invade them and will achieve what neither his fathers nor his forefathers did. He will distribute plunder, loot and wealth among his followers. He will plot the overthrow of fortresses—but only for a time."
    },
    {
        "o": 24230,
        "r": "niv:Daniel:11:25",
        "t": "“With*p a large army he will stir up his strength and courage against the king of the South. The king of the South will wage war with a large and very powerful army, but he will not be able to stand because of the plots devised against him."
    },
    {
        "o": 24231,
        "r": "niv:Daniel:11:26",
        "t": "Those who eat from the king’s provisions will try to destroy him; his army will be swept away, and many will fall in battle."
    },
    {
        "o": 24232,
        "r": "niv:Daniel:11:27",
        "t": "The two kings, with their hearts bent on evil, will sit at the same table and lie to each other, but to no avail, because an end will still come at the appointed time."
    },
    {
        "o": 24233,
        "r": "niv:Daniel:11:28",
        "t": "The king of the North will return to his own country with great wealth, but his heart will be set against the holy covenant. He will take action against it and then return to his own country."
    },
    {
        "o": 24234,
        "r": "niv:Daniel:11:29",
        "t": "“At*p the appointed time he will invade the South again, but this time the outcome will be different from what it was before."
    },
    {
        "o": 24235,
        "r": "niv:Daniel:11:30",
        "t": "Ships of the western coastlands will oppose him, and he will lose heart. Then he will turn back and vent his fury against the holy covenant. He will return and show favor to those who forsake the holy covenant."
    },
    {
        "o": 24236,
        "r": "niv:Daniel:11:31",
        "t": "“His*p armed forces will rise up to desecrate the temple fortress and will abolish the daily sacrifice. Then they will set up the abomination that causes desolation."
    },
    {
        "o": 24237,
        "r": "niv:Daniel:11:32",
        "t": "With flattery he will corrupt those who have violated the covenant, but the people who know their God will firmly resist him."
    },
    {
        "o": 24238,
        "r": "niv:Daniel:11:33",
        "t": "“Those*p who are wise will instruct many, though for a time they will fall by the sword or be burned or captured or plundered."
    },
    {
        "o": 24239,
        "r": "niv:Daniel:11:34",
        "t": "When they fall, they will receive a little help, and many who are not sincere will join them."
    },
    {
        "o": 24240,
        "r": "niv:Daniel:11:35",
        "t": "Some of the wise will stumble, so that they may be refined, purified and made spotless until the time of the end, for it will still come at the appointed time."
    },
    {
        "o": 24241,
        "r": "niv:Daniel:11:35",
        "t": "The King Who Exalts Himself",
        "h": 2
    },
    {
        "o": 24242,
        "r": "niv:Daniel:11:36",
        "t": "“The*p king will do as he pleases. He will exalt and magnify himself above every god and will say unheard-of things against the God of gods. He will be successful until the time of wrath is completed, for what has been determined must take place."
    },
    {
        "o": 24243,
        "r": "niv:Daniel:11:37",
        "t": "He will show no regard for the gods of his ancestors or for the one desired by women, nor will he regard any god, but will exalt himself above them all."
    },
    {
        "o": 24244,
        "r": "niv:Daniel:11:38",
        "t": "Instead of them, he will honor a god of fortresses; a god unknown to his ancestors he will honor with gold and silver, with precious stones and costly gifts."
    },
    {
        "o": 24245,
        "r": "niv:Daniel:11:39",
        "t": "He will attack the mightiest fortresses with the help of a foreign god and will greatly honor those who acknowledge him. He will make them rulers over many people and will distribute the land at a price."
    },
    {
        "o": 24246,
        "r": "niv:Daniel:11:40",
        "t": "“At*p the time of the end the king of the South will engage him in battle, and the king of the North will storm out against him with chariots and cavalry and a great fleet of ships. He will invade many countries and sweep through them like a flood."
    },
    {
        "o": 24247,
        "r": "niv:Daniel:11:41",
        "t": "He will also invade the Beautiful Land. Many countries will fall, but Edom, Moab and the leaders of Ammon will be delivered from his hand."
    },
    {
        "o": 24248,
        "r": "niv:Daniel:11:42",
        "t": "He will extend his power over many countries; Egypt will not escape."
    },
    {
        "o": 24249,
        "r": "niv:Daniel:11:43",
        "t": "He will gain control of the treasures of gold and silver and all the riches of Egypt, with the Libyans and Cushites in submission."
    },
    {
        "o": 24250,
        "r": "niv:Daniel:11:44",
        "t": "But reports from the east and the north will alarm him, and he will set out in a great rage to destroy and annihilate many."
    },
    {
        "o": 24251,
        "r": "niv:Daniel:11:45",
        "t": "He will pitch his royal tents between the seas at the beautiful holy mountain. Yet he will come to his end, and no one will help him."
    }
]
