[
    {
        "o": 20334,
        "r": "esv:Isaiah:33:0",
        "t": "Isaiah 33",
        "h": 1
    },
    {
        "o": 20335,
        "r": "esv:Isaiah:33:0",
        "t": "O Lord, Be Gracious to Us",
        "h": 2
    },
    {
        "o": 20336,
        "r": "esv:Isaiah:33:1",
        "t": "Ah,*pn you destroyer, who*ld yourself have not been destroyed, you*ln traitor, whom*ld none has betrayed! When*ln you have ceased to destroy, you*ld will be destroyed; and*ln when you have finished betraying, they*ld will betray you."
    },
    {
        "o": 20337,
        "r": "esv:Isaiah:33:2",
        "t": "O*pn Lord,*s be gracious to us; we wait for you. Be*ld our arm every morning, our*ld salvation in the time of trouble."
    },
    {
        "o": 20338,
        "r": "esv:Isaiah:33:3",
        "t": "At*ln the tumultuous noise peoples flee; when*ld you lift yourself up, nations are scattered,"
    },
    {
        "o": 20339,
        "r": "esv:Isaiah:33:4",
        "t": "and*ln your spoil is gathered as the caterpillar gathers; as*ld locusts leap, it is leapt upon."
    },
    {
        "o": 20340,
        "r": "esv:Isaiah:33:5",
        "t": "The*pn Lord*s is exalted, for he dwells on high; he*ld will fill Zion with justice and righteousness,"
    },
    {
        "o": 20341,
        "r": "esv:Isaiah:33:6",
        "t": "and*ln he will be the stability of your times, abundance*ld of salvation, wisdom, and knowledge; the*ld fear of the Lord*s is Zion’s treasure."
    },
    {
        "o": 20342,
        "r": "esv:Isaiah:33:7",
        "t": "Behold,*pn their heroes cry in the streets; the*ld envoys of peace weep bitterly."
    },
    {
        "o": 20343,
        "r": "esv:Isaiah:33:8",
        "t": "The*ln highways lie waste; the*ld traveler ceases. Covenants*ln are broken; cities*ld are despised; there*ld is no regard for man."
    },
    {
        "o": 20344,
        "r": "esv:Isaiah:33:9",
        "t": "The*ln land mourns and languishes; Lebanon*ld is confounded and withers away; Sharon*ln is like a desert, and*ld Bashan and Carmel shake off their leaves."
    },
    {
        "o": 20345,
        "r": "esv:Isaiah:33:10",
        "t": "“Now*pn I will arise,” says the Lord,*s “now*ld I will lift myself up; now*ld I will be exalted."
    },
    {
        "o": 20346,
        "r": "esv:Isaiah:33:11",
        "t": "You*ln conceive chaff; you give birth to stubble; your*ld breath is a fire that will consume you."
    },
    {
        "o": 20347,
        "r": "esv:Isaiah:33:12",
        "t": "And*ln the peoples will be as if burned to lime, like*ld thorns cut down, that are burned in the fire.”"
    },
    {
        "o": 20348,
        "r": "esv:Isaiah:33:13",
        "t": "Hear,*pn you who are far off, what I have done; and*ld you who are near, acknowledge my might."
    },
    {
        "o": 20349,
        "r": "esv:Isaiah:33:14",
        "t": "The*ln sinners in Zion are afraid; trembling*ld has seized the godless: “Who*ln among us can dwell with the consuming fire? Who*ld among us can dwell with everlasting burnings?”"
    },
    {
        "o": 20350,
        "r": "esv:Isaiah:33:15",
        "t": "He*ln who walks righteously and speaks uprightly, who*ld despises the gain of oppressions, who*ln shakes his hands, lest they hold a bribe, who*ld stops his ears from hearing of bloodshed and*ld shuts his eyes from looking on evil,"
    },
    {
        "o": 20351,
        "r": "esv:Isaiah:33:16",
        "t": "he*ln will dwell on the heights; his*ld place of defense will be the fortresses of rocks; his*ld bread will be given him; his water will be sure."
    },
    {
        "o": 20352,
        "r": "esv:Isaiah:33:17",
        "t": "Your*pn eyes will behold the king in his beauty; they*ld will see a land that stretches afar."
    },
    {
        "o": 20353,
        "r": "esv:Isaiah:33:18",
        "t": "Your*ln heart will muse on the terror: “Where*ld is he who counted, where is he who weighed the tribute? Where*ld is he who counted the towers?”"
    },
    {
        "o": 20354,
        "r": "esv:Isaiah:33:19",
        "t": "You*ln will see no more the insolent people, the*ld people of an obscure speech that you cannot comprehend, stammering*ld in a tongue that you cannot understand."
    },
    {
        "o": 20355,
        "r": "esv:Isaiah:33:20",
        "t": "Behold*ln Zion, the city of our appointed feasts! Your*ld eyes will see Jerusalem, an*ld untroubled habitation, an immovable tent, whose*ln stakes will never be plucked up, nor*ld will any of its cords be broken."
    },
    {
        "o": 20356,
        "r": "esv:Isaiah:33:21",
        "t": "But*ln there the Lord*s in majesty will be for us a*ld place of broad rivers and streams, where*ln no galley with oars can go, nor*ld majestic ship can pass."
    },
    {
        "o": 20357,
        "r": "esv:Isaiah:33:22",
        "t": "For*ln the Lord*s is our judge; the Lord*s is our lawgiver; the*ld Lord*s is our king; he will save us."
    },
    {
        "o": 20358,
        "r": "esv:Isaiah:33:23",
        "t": "Your*pn cords hang loose; they*ld cannot hold the mast firm in its place or*ld keep the sail spread out. Then*ln prey and spoil in abundance will be divided; even*ld the lame will take the prey."
    },
    {
        "o": 20359,
        "r": "esv:Isaiah:33:24",
        "t": "And*ln no inhabitant will say, “I am sick”; the*ld people who dwell there will be forgiven their iniquity."
    }
]
