[
    {
        "o": 5420,
        "r": "esv:Deuteronomy:3:0",
        "t": "Deuteronomy 3",
        "h": 1
    },
    {
        "o": 5421,
        "r": "esv:Deuteronomy:3:0",
        "t": "The Defeat of King Og",
        "h": 2
    },
    {
        "o": 5422,
        "r": "esv:Deuteronomy:3:1",
        "t": "“Then*p we turned and went up the way to Bashan. And Og the king of Bashan came out against us, he and all his people, to battle at Edrei."
    },
    {
        "o": 5423,
        "r": "esv:Deuteronomy:3:2",
        "t": "But the Lord*s said to me, ‘Do not fear him, for I have given him and all his people and his land into your hand. And you shall do to him as you did to Sihon the king of the Amorites, who lived at Heshbon.’"
    },
    {
        "o": 5424,
        "r": "esv:Deuteronomy:3:3",
        "t": "So the Lord*s our God gave into our hand Og also, the king of Bashan, and all his people, and we struck him down until he had no survivor left."
    },
    {
        "o": 5425,
        "r": "esv:Deuteronomy:3:4",
        "t": "And we took all his cities at that time— there was not a city that we did not take from them— sixty cities, the whole region of Argob, the kingdom of Og in Bashan."
    },
    {
        "o": 5426,
        "r": "esv:Deuteronomy:3:5",
        "t": "All these were cities fortified with high walls, gates, and bars, besides very many unwalled villages."
    },
    {
        "o": 5427,
        "r": "esv:Deuteronomy:3:6",
        "t": "And we devoted them to destruction, as we did to Sihon the king of Heshbon, devoting to destruction every city, men, women, and children."
    },
    {
        "o": 5428,
        "r": "esv:Deuteronomy:3:7",
        "t": "But all the livestock and the spoil of the cities we took as our plunder."
    },
    {
        "o": 5429,
        "r": "esv:Deuteronomy:3:8",
        "t": "So we took the land at that time out of the hand of the two kings of the Amorites who were beyond the Jordan, from the Valley of the Arnon to Mount Hermon"
    },
    {
        "o": 5430,
        "r": "esv:Deuteronomy:3:9",
        "t": "(the Sidonians call Hermon Sirion, while the Amorites call it Senir),"
    },
    {
        "o": 5431,
        "r": "esv:Deuteronomy:3:10",
        "t": "all the cities of the tableland and all Gilead and all Bashan, as far as Salecah and Edrei, cities of the kingdom of Og in Bashan."
    },
    {
        "o": 5432,
        "r": "esv:Deuteronomy:3:11",
        "t": "(For only Og the king of Bashan was left of the remnant of the Rephaim. Behold, his bed was a bed of iron. Is it not in Rabbah of the Ammonites? Nine cubits was its length, and four cubits its breadth, according to the common cubit.)"
    },
    {
        "o": 5433,
        "r": "esv:Deuteronomy:3:12",
        "t": "“When*p we took possession of this land at that time, I gave to the Reubenites and the Gadites the territory beginning at Aroer, which is on the edge of the Valley of the Arnon, and half the hill country of Gilead with its cities."
    },
    {
        "o": 5434,
        "r": "esv:Deuteronomy:3:13",
        "t": "The rest of Gilead, and all Bashan, the kingdom of Og, that is, all the region of Argob, I gave to the half-tribe of Manasseh. (All that portion of Bashan is called the land of Rephaim."
    },
    {
        "o": 5435,
        "r": "esv:Deuteronomy:3:14",
        "t": "Jair the Manassite took all the region of Argob, that is, Bashan, as far as the border of the Geshurites and the Maacathites, and called the villages after his own name, Havvoth-jair, as it is to this day.)"
    },
    {
        "o": 5436,
        "r": "esv:Deuteronomy:3:15",
        "t": "To Machir I gave Gilead,"
    },
    {
        "o": 5437,
        "r": "esv:Deuteronomy:3:16",
        "t": "and to the Reubenites and the Gadites I gave the territory from Gilead as far as the Valley of the Arnon, with the middle of the valley as a border, as far over as the river Jabbok, the border of the Ammonites;"
    },
    {
        "o": 5438,
        "r": "esv:Deuteronomy:3:17",
        "t": "the Arabah also, with the Jordan as the border, from Chinnereth as far as the Sea of the Arabah, the Salt Sea, under the slopes of Pisgah on the east."
    },
    {
        "o": 5439,
        "r": "esv:Deuteronomy:3:18",
        "t": "“And*p I commanded you at that time, saying, ‘The Lord*s your God has given you this land to possess. All your men of valor shall cross over armed before your brothers, the people of Israel."
    },
    {
        "o": 5440,
        "r": "esv:Deuteronomy:3:19",
        "t": "Only your wives, your little ones, and your livestock (I know that you have much livestock) shall remain in the cities that I have given you,"
    },
    {
        "o": 5441,
        "r": "esv:Deuteronomy:3:20",
        "t": "until the Lord*s gives rest to your brothers, as to you, and they also occupy the land that the Lord*s your God gives them beyond the Jordan. Then each of you may return to his possession which I have given you.’"
    },
    {
        "o": 5442,
        "r": "esv:Deuteronomy:3:21",
        "t": "And I commanded Joshua at that time, ‘Your eyes have seen all that the Lord*s your God has done to these two kings. So will the Lord*s do to all the kingdoms into which you are crossing."
    },
    {
        "o": 5443,
        "r": "esv:Deuteronomy:3:22",
        "t": "You shall not fear them, for it is the Lord*s your God who fights for you.’"
    },
    {
        "o": 5444,
        "r": "esv:Deuteronomy:3:22",
        "t": "Moses Forbidden to Enter the Land",
        "h": 2
    },
    {
        "o": 5445,
        "r": "esv:Deuteronomy:3:23",
        "t": "“And*p I pleaded with the Lord*s at that time, saying,"
    },
    {
        "o": 5446,
        "r": "esv:Deuteronomy:3:24",
        "t": "‘O Lord God,*s you have only begun to show your servant your greatness and your mighty hand. For what god is there in heaven or on earth who can do such works and mighty acts as yours?"
    },
    {
        "o": 5447,
        "r": "esv:Deuteronomy:3:25",
        "t": "Please let me go over and see the good land beyond the Jordan, that good hill country and Lebanon.’"
    },
    {
        "o": 5448,
        "r": "esv:Deuteronomy:3:26",
        "t": "But the Lord*s was angry with me because of you and would not listen to me. And the Lord*s said to me, ‘Enough from you; do not speak to me of this matter again."
    },
    {
        "o": 5449,
        "r": "esv:Deuteronomy:3:27",
        "t": "Go up to the top of Pisgah and lift up your eyes westward and northward and southward and eastward, and look at it with your eyes, for you shall not go over this Jordan."
    },
    {
        "o": 5450,
        "r": "esv:Deuteronomy:3:28",
        "t": "But charge Joshua, and encourage and strengthen him, for he shall go over at the head of this people, and he shall put them in possession of the land that you shall see.’"
    },
    {
        "o": 5451,
        "r": "esv:Deuteronomy:3:29",
        "t": "So we remained in the valley opposite Beth-peor."
    }
]
