[
    {
        "o": 558,
        "r": "nasb:Genesis:21:0",
        "t": "Genesis 21",
        "h": 1
    },
    {
        "o": 559,
        "r": "nasb:Genesis:21:0",
        "t": "Isaac Is Born",
        "h": 2
    },
    {
        "o": 560,
        "r": "nasb:Genesis:21:1",
        "t": "Then*p the Lord*s took note of Sarah as He had said, and the Lord*s did for Sarah as He had promised."
    },
    {
        "o": 561,
        "r": "nasb:Genesis:21:2",
        "t": "So Sarah conceived and bore a son to Abraham in his old age, at the appointed time of which God had spoken to him."
    },
    {
        "o": 562,
        "r": "nasb:Genesis:21:3",
        "t": "Abraham called the name of his son who was born to him, whom Sarah bore to him, Isaac."
    },
    {
        "o": 563,
        "r": "nasb:Genesis:21:4",
        "t": "Then Abraham circumcised his son Isaac when he was eight days old, as God had commanded him."
    },
    {
        "o": 564,
        "r": "nasb:Genesis:21:5",
        "t": "Now Abraham was one hundred years old when his son Isaac was born to him."
    },
    {
        "o": 565,
        "r": "nasb:Genesis:21:6",
        "t": "Sarah said, “God has made laughter for me; everyone who hears will laugh with me.”"
    },
    {
        "o": 566,
        "r": "nasb:Genesis:21:7",
        "t": "And she said, “Who would have said to Abraham that Sarah would nurse children? Yet I have borne him a son in his old age.”"
    },
    {
        "o": 567,
        "r": "nasb:Genesis:21:8",
        "t": "The*p child grew and was weaned, and Abraham made a great feast on the day that Isaac was weaned."
    },
    {
        "o": 568,
        "r": "nasb:Genesis:21:8",
        "t": "Sarah Turns against Hagar",
        "h": 2
    },
    {
        "o": 569,
        "r": "nasb:Genesis:21:9",
        "t": "Now*p Sarah saw the son of Hagar the Egyptian, whom she had borne to Abraham, mocking."
    },
    {
        "o": 570,
        "r": "nasb:Genesis:21:10",
        "t": "Therefore she said to Abraham, “Drive out this maid and her son, for the son of this maid shall not be an heir with my son Isaac.”"
    },
    {
        "o": 571,
        "r": "nasb:Genesis:21:11",
        "t": "The matter distressed Abraham greatly because of his son."
    },
    {
        "o": 572,
        "r": "nasb:Genesis:21:12",
        "t": "But God said to Abraham, “Do not be distressed because of the lad and your maid; whatever Sarah tells you, listen to her, for through Isaac your descendants shall be named."
    },
    {
        "o": 573,
        "r": "nasb:Genesis:21:13",
        "t": "And of the son of the maid I will make a nation also, because he is your descendant.”"
    },
    {
        "o": 574,
        "r": "nasb:Genesis:21:14",
        "t": "So Abraham rose early in the morning and took bread and a skin of water and gave them*i to Hagar, putting them*i on her shoulder, and gave*i her*i the boy, and sent her away. And she departed and wandered about in the wilderness of Beersheba."
    },
    {
        "o": 575,
        "r": "nasb:Genesis:21:15",
        "t": "When*p the water in the skin was used up, she left the boy under one of the bushes."
    },
    {
        "o": 576,
        "r": "nasb:Genesis:21:16",
        "t": "Then she went and sat down opposite him, about a bowshot away, for she said, “Do not let me see the boy die.” And she sat opposite him, and lifted up her voice and wept."
    },
    {
        "o": 577,
        "r": "nasb:Genesis:21:17",
        "t": "God heard the lad crying; and the angel of God called to Hagar from heaven and said to her, “What is the matter with you, Hagar? Do not fear, for God has heard the voice of the lad where he is."
    },
    {
        "o": 578,
        "r": "nasb:Genesis:21:18",
        "t": "Arise, lift up the lad, and hold him by the hand, for I will make a great nation of him.”"
    },
    {
        "o": 579,
        "r": "nasb:Genesis:21:19",
        "t": "Then God opened her eyes and she saw a well of water; and she went and filled the skin with water and gave the lad a drink."
    },
    {
        "o": 580,
        "r": "nasb:Genesis:21:20",
        "t": "God*p was with the lad, and he grew; and he lived in the wilderness and became an archer."
    },
    {
        "o": 581,
        "r": "nasb:Genesis:21:21",
        "t": "He lived in the wilderness of Paran, and his mother took a wife for him from the land of Egypt."
    },
    {
        "o": 582,
        "r": "nasb:Genesis:21:21",
        "t": "Covenant with Abimelech",
        "h": 2
    },
    {
        "o": 583,
        "r": "nasb:Genesis:21:22",
        "t": "Now*p it came about at that time that Abimelech and Phicol, the commander of his army, spoke to Abraham, saying, “God is with you in all that you do;"
    },
    {
        "o": 584,
        "r": "nasb:Genesis:21:23",
        "t": "now therefore, swear to me here by God that you will not deal falsely with me or with my offspring or with my posterity, but according to the kindness that I have shown to you, you shall show to me and to the land in which you have sojourned.”"
    },
    {
        "o": 585,
        "r": "nasb:Genesis:21:24",
        "t": "Abraham said, “I swear it.”"
    },
    {
        "o": 586,
        "r": "nasb:Genesis:21:25",
        "t": "But Abraham complained to Abimelech because of the well of water which the servants of Abimelech had seized."
    },
    {
        "o": 587,
        "r": "nasb:Genesis:21:26",
        "t": "And Abimelech said, “I do not know who has done this thing; you did not tell me, nor did I hear of it until today.”"
    },
    {
        "o": 588,
        "r": "nasb:Genesis:21:27",
        "t": "Abraham*p took sheep and oxen and gave them to Abimelech, and the two of them made a covenant."
    },
    {
        "o": 589,
        "r": "nasb:Genesis:21:28",
        "t": "Then Abraham set seven ewe lambs of the flock by themselves."
    },
    {
        "o": 590,
        "r": "nasb:Genesis:21:29",
        "t": "Abimelech said to Abraham, “What do these seven ewe lambs mean, which you have set by themselves?”"
    },
    {
        "o": 591,
        "r": "nasb:Genesis:21:30",
        "t": "He said, “You shall take these seven ewe lambs from my hand so that it may be a witness to me, that I dug this well.”"
    },
    {
        "o": 592,
        "r": "nasb:Genesis:21:31",
        "t": "Therefore he called that place Beersheba, because there the two of them took an oath."
    },
    {
        "o": 593,
        "r": "nasb:Genesis:21:32",
        "t": "So they made a covenant at Beersheba; and Abimelech and Phicol, the commander of his army, arose and returned to the land of the Philistines."
    },
    {
        "o": 594,
        "r": "nasb:Genesis:21:33",
        "t": "Abraham*i planted a tamarisk tree at Beersheba, and there he called on the name of the Lord,*s the Everlasting God."
    },
    {
        "o": 595,
        "r": "nasb:Genesis:21:34",
        "t": "And Abraham sojourned in the land of the Philistines for many days."
    }
]
