[
    {
        "o": 16070,
        "r": "nasb:Psalm:40:0",
        "t": "Psalm 40",
        "h": 1
    },
    {
        "o": 16071,
        "r": "nasb:Psalm:40:0",
        "t": "God Sustains His Servant.",
        "h": 2
    },
    {
        "o": 16072,
        "r": "nasb:Psalm:40:0",
        "t": "For the choir director. A Psalm of David.",
        "h": 2.5
    },
    {
        "o": 16073,
        "r": "nasb:Psalm:40:1",
        "t": "I*pn waited patiently for the Lord;*s And*ln He inclined to me and heard my cry."
    },
    {
        "o": 16074,
        "r": "nasb:Psalm:40:2",
        "t": "He*ln brought me up out of the pit of destruction, out of the miry clay, And*ln He set my feet upon a rock making my footsteps firm."
    },
    {
        "o": 16075,
        "r": "nasb:Psalm:40:3",
        "t": "He*ln put a new song in my mouth, a song of praise to our God; Many*ln will see and fear And*ln will trust in the Lord.*s"
    },
    {
        "o": 16076,
        "r": "nasb:Psalm:40:4",
        "t": "How*ln blessed is the man who has made the Lord*s his trust, And*ln has not turned to the proud, nor to those who lapse into falsehood."
    },
    {
        "o": 16077,
        "r": "nasb:Psalm:40:5",
        "t": "Many,*ln O Lord*s my God, are the wonders which You have done, And*ln Your thoughts toward us; There*ln is none to compare with You. If*ln I would declare and speak of them, They*ln would be too numerous to count."
    },
    {
        "o": 16078,
        "r": "nasb:Psalm:40:6",
        "t": "Sacrifice*ln and meal offering You have not desired; My*ln ears You have opened; Burnt*ln offering and sin offering You have not required."
    },
    {
        "o": 16079,
        "r": "nasb:Psalm:40:7",
        "t": "Then*ln I said, “Behold, I come; In*ln the scroll of the book it is written of me."
    },
    {
        "o": 16080,
        "r": "nasb:Psalm:40:8",
        "t": "I*ln delight to do Your will, O my God; Your*ln Law is within my heart.”"
    },
    {
        "o": 16081,
        "r": "nasb:Psalm:40:9",
        "t": "I*ln have proclaimed glad tidings of righteousness in the great congregation; Behold,*ln I will not restrain my lips, O*ln Lord,*s You know."
    },
    {
        "o": 16082,
        "r": "nasb:Psalm:40:10",
        "t": "I*ln have not hidden Your righteousness within my heart; I*ln have spoken of Your faithfulness and Your salvation; I*ln have not concealed Your lovingkindness and Your truth from the great congregation."
    },
    {
        "o": 16083,
        "r": "nasb:Psalm:40:11",
        "t": "You,*ln O Lord,*s will not withhold Your compassion from me; Your*ln lovingkindness and Your truth will continually preserve me."
    },
    {
        "o": 16084,
        "r": "nasb:Psalm:40:12",
        "t": "For*ln evils beyond number have surrounded me; My*ln iniquities have overtaken me, so that I am not able to see; They*ln are more numerous than the hairs of my head, And*ln my heart has failed me."
    },
    {
        "o": 16085,
        "r": "nasb:Psalm:40:13",
        "t": "Be*ln pleased, O Lord,*s to deliver me; Make*ln haste, O Lord,*s to help me."
    },
    {
        "o": 16086,
        "r": "nasb:Psalm:40:14",
        "t": "Let*ln those be ashamed and humiliated together Who*ln seek my life to destroy it; Let*ln those be turned back and dishonored Who*ln delight in my hurt."
    },
    {
        "o": 16087,
        "r": "nasb:Psalm:40:15",
        "t": "Let*ln those be appalled because of their shame Who*ln say to me, “Aha, aha!”"
    },
    {
        "o": 16088,
        "r": "nasb:Psalm:40:16",
        "t": "Let*ln all who seek You rejoice and be glad in You; Let*ln those who love Your salvation say continually, “The*ln Lord*s be magnified!”"
    },
    {
        "o": 16089,
        "r": "nasb:Psalm:40:17",
        "t": "Since*ln I am afflicted and needy, Let*ln the Lord be mindful of me. You*ln are my help and my deliverer; Do*ln not delay, O my God."
    }
]
