[
    {
        "o": 1658,
        "r": "niv:Exodus:1:0",
        "t": "Exodus 1",
        "h": 1
    },
    {
        "o": 1659,
        "r": "niv:Exodus:1:0",
        "t": "The Israelites Oppressed",
        "h": 2
    },
    {
        "o": 1660,
        "r": "niv:Exodus:1:1",
        "t": "These*p are the names of the sons of Israel who went to Egypt with Jacob, each with his family:"
    },
    {
        "o": 1661,
        "r": "niv:Exodus:1:2",
        "t": "Reuben, Simeon, Levi and Judah;"
    },
    {
        "o": 1662,
        "r": "niv:Exodus:1:3",
        "t": "Issachar, Zebulun and Benjamin;"
    },
    {
        "o": 1663,
        "r": "niv:Exodus:1:4",
        "t": "Dan and Naphtali; Gad and Asher."
    },
    {
        "o": 1664,
        "r": "niv:Exodus:1:5",
        "t": "The descendants of Jacob numbered seventy in all; Joseph was already in Egypt."
    },
    {
        "o": 1665,
        "r": "niv:Exodus:1:6",
        "t": "Now*p Joseph and all his brothers and all that generation died,"
    },
    {
        "o": 1666,
        "r": "niv:Exodus:1:7",
        "t": "but the Israelites were exceedingly fruitful; they multiplied greatly, increased in numbers and became so numerous that the land was filled with them."
    },
    {
        "o": 1667,
        "r": "niv:Exodus:1:8",
        "t": "Then*p a new king, to whom Joseph meant nothing, came to power in Egypt."
    },
    {
        "o": 1668,
        "r": "niv:Exodus:1:9",
        "t": "“Look,” he said to his people, “the Israelites have become far too numerous for us."
    },
    {
        "o": 1669,
        "r": "niv:Exodus:1:10",
        "t": "Come, we must deal shrewdly with them or they will become even more numerous and, if war breaks out, will join our enemies, fight against us and leave the country.”"
    },
    {
        "o": 1670,
        "r": "niv:Exodus:1:11",
        "t": "So*p they put slave masters over them to oppress them with forced labor, and they built Pithom and Rameses as store cities for Pharaoh."
    },
    {
        "o": 1671,
        "r": "niv:Exodus:1:12",
        "t": "But the more they were oppressed, the more they multiplied and spread; so the Egyptians came to dread the Israelites"
    },
    {
        "o": 1672,
        "r": "niv:Exodus:1:13",
        "t": "and worked them ruthlessly."
    },
    {
        "o": 1673,
        "r": "niv:Exodus:1:14",
        "t": "They made their lives bitter with harsh labor in brick and mortar and with all kinds of work in the fields; in all their harsh labor the Egyptians worked them ruthlessly."
    },
    {
        "o": 1674,
        "r": "niv:Exodus:1:15",
        "t": "The*p king of Egypt said to the Hebrew midwives, whose names were Shiphrah and Puah,"
    },
    {
        "o": 1675,
        "r": "niv:Exodus:1:16",
        "t": "“When you are helping the Hebrew women during childbirth on the delivery stool, if you see that the baby is a boy, kill him; but if it is a girl, let her live.”"
    },
    {
        "o": 1676,
        "r": "niv:Exodus:1:17",
        "t": "The midwives, however, feared God and did not do what the king of Egypt had told them to do; they let the boys live."
    },
    {
        "o": 1677,
        "r": "niv:Exodus:1:18",
        "t": "Then the king of Egypt summoned the midwives and asked them, “Why have you done this? Why have you let the boys live?”"
    },
    {
        "o": 1678,
        "r": "niv:Exodus:1:19",
        "t": "The*p midwives answered Pharaoh, “Hebrew women are not like Egyptian women; they are vigorous and give birth before the midwives arrive.”"
    },
    {
        "o": 1679,
        "r": "niv:Exodus:1:20",
        "t": "So*p God was kind to the midwives and the people increased and became even more numerous."
    },
    {
        "o": 1680,
        "r": "niv:Exodus:1:21",
        "t": "And because the midwives feared God, he gave them families of their own."
    },
    {
        "o": 1681,
        "r": "niv:Exodus:1:22",
        "t": "Then*p Pharaoh gave this order to all his people: “Every Hebrew boy that is born you must throw into the Nile, but let every girl live.”"
    }
]
