[
    {
        "o": 3235,
        "r": "nasb:Leviticus:9:0",
        "t": "Leviticus 9",
        "h": 1
    },
    {
        "o": 3236,
        "r": "nasb:Leviticus:9:0",
        "t": "Aaron Offers Sacrifices",
        "h": 2
    },
    {
        "o": 3237,
        "r": "nasb:Leviticus:9:1",
        "t": "Now*p it came about on the eighth day that Moses called Aaron and his sons and the elders of Israel;"
    },
    {
        "o": 3238,
        "r": "nasb:Leviticus:9:2",
        "t": "and he said to Aaron, “Take for yourself a calf, a bull, for a sin offering and a ram for a burnt offering, both*i without defect, and offer them*i before the Lord.*s"
    },
    {
        "o": 3239,
        "r": "nasb:Leviticus:9:3",
        "t": "Then to the sons of Israel you shall speak, saying, ‘Take a male goat for a sin offering, and a calf and a lamb, both one year old, without defect, for a burnt offering,"
    },
    {
        "o": 3240,
        "r": "nasb:Leviticus:9:4",
        "t": "and an ox and a ram for peace offerings, to sacrifice before the Lord,*s and a grain offering mixed with oil; for today the Lord*s will appear to you.’ ”"
    },
    {
        "o": 3241,
        "r": "nasb:Leviticus:9:5",
        "t": "So they took what Moses had commanded to the front of the tent of meeting, and the whole congregation came near and stood before the Lord.*s"
    },
    {
        "o": 3242,
        "r": "nasb:Leviticus:9:6",
        "t": "Moses said, “This is the thing which the Lord*s has commanded you to do, that the glory of the Lord*s may appear to you.”"
    },
    {
        "o": 3243,
        "r": "nasb:Leviticus:9:7",
        "t": "Moses then said to Aaron, “Come near to the altar and offer your sin offering and your burnt offering, that you may make atonement for yourself and for the people; then make the offering for the people, that you may make atonement for them, just as the Lord*s has commanded.”"
    },
    {
        "o": 3244,
        "r": "nasb:Leviticus:9:8",
        "t": "So*p Aaron came near to the altar and slaughtered the calf of the sin offering which was for himself."
    },
    {
        "o": 3245,
        "r": "nasb:Leviticus:9:9",
        "t": "Aaron’s sons presented the blood to him; and he dipped his finger in the blood and put some*i on the horns of the altar, and poured out the*i rest*i of*i the blood at the base of the altar."
    },
    {
        "o": 3246,
        "r": "nasb:Leviticus:9:10",
        "t": "The fat and the kidneys and the lobe of the liver of the sin offering, he then offered up in smoke on the altar just as the Lord*s had commanded Moses."
    },
    {
        "o": 3247,
        "r": "nasb:Leviticus:9:11",
        "t": "The flesh and the skin, however, he burned with fire outside the camp."
    },
    {
        "o": 3248,
        "r": "nasb:Leviticus:9:12",
        "t": "Then*p he slaughtered the burnt offering; and Aaron’s sons handed the blood to him and he sprinkled it around on the altar."
    },
    {
        "o": 3249,
        "r": "nasb:Leviticus:9:13",
        "t": "They handed the burnt offering to him in pieces, with the head, and he offered them*i up in smoke on the altar."
    },
    {
        "o": 3250,
        "r": "nasb:Leviticus:9:14",
        "t": "He also washed the entrails and the legs, and offered them*i up in smoke with the burnt offering on the altar."
    },
    {
        "o": 3251,
        "r": "nasb:Leviticus:9:15",
        "t": "Then*p he presented the people’s offering, and took the goat of the sin offering which was for the people, and slaughtered it and offered it for sin, like the first."
    },
    {
        "o": 3252,
        "r": "nasb:Leviticus:9:16",
        "t": "He also presented the burnt offering, and offered it according to the ordinance."
    },
    {
        "o": 3253,
        "r": "nasb:Leviticus:9:17",
        "t": "Next he presented the grain offering, and filled his hand with some of it and offered it*i up in smoke on the altar, besides the burnt offering of the morning."
    },
    {
        "o": 3254,
        "r": "nasb:Leviticus:9:18",
        "t": "Then*p he slaughtered the ox and the ram, the sacrifice of peace offerings which was for the people; and Aaron’s sons handed the blood to him and he sprinkled it around on the altar."
    },
    {
        "o": 3255,
        "r": "nasb:Leviticus:9:19",
        "t": "As for the portions of fat from the ox and from the ram, the fat tail, and the fat*i covering, and the kidneys and the lobe of the liver,"
    },
    {
        "o": 3256,
        "r": "nasb:Leviticus:9:20",
        "t": "they now placed the portions of fat on the breasts; and he offered them up in smoke on the altar."
    },
    {
        "o": 3257,
        "r": "nasb:Leviticus:9:21",
        "t": "But the breasts and the right thigh Aaron presented as a wave offering before the Lord,*s just as Moses had commanded."
    },
    {
        "o": 3258,
        "r": "nasb:Leviticus:9:22",
        "t": "Then*p Aaron lifted up his hands toward the people and blessed them, and he stepped down after making the sin offering and the burnt offering and the peace offerings."
    },
    {
        "o": 3259,
        "r": "nasb:Leviticus:9:23",
        "t": "Moses and Aaron went into the tent of meeting. When they came out and blessed the people, the glory of the Lord*s appeared to all the people."
    },
    {
        "o": 3260,
        "r": "nasb:Leviticus:9:24",
        "t": "Then fire came out from before the Lord*s and consumed the burnt offering and the portions of fat on the altar; and when all the people saw it,*i they shouted and fell on their faces."
    }
]
