[
    {
        "o": 32710,
        "r": "nasb:Philippians:2:0",
        "t": "Philippians 2",
        "h": 1
    },
    {
        "o": 32711,
        "r": "nasb:Philippians:2:0",
        "t": "Be Like Christ",
        "h": 2
    },
    {
        "o": 32712,
        "r": "nasb:Philippians:2:1",
        "t": "Therefore*p if there is any encouragement in Christ, if there is any consolation of love, if there is any fellowship of the Spirit, if any affection and compassion,"
    },
    {
        "o": 32713,
        "r": "nasb:Philippians:2:2",
        "t": "make my joy complete by being of the same mind, maintaining the same love, united in spirit, intent on one purpose."
    },
    {
        "o": 32714,
        "r": "nasb:Philippians:2:3",
        "t": "Do nothing from selfishness or empty conceit, but with humility of mind regard one another as more important than yourselves;"
    },
    {
        "o": 32715,
        "r": "nasb:Philippians:2:4",
        "t": "do not merely*i look out for your own personal interests, but also for the interests of others."
    },
    {
        "o": 32716,
        "r": "nasb:Philippians:2:5",
        "t": "Have this attitude in yourselves which was also in Christ Jesus,"
    },
    {
        "o": 32717,
        "r": "nasb:Philippians:2:6",
        "t": "who, although He existed in the form of God, did not regard equality with God a thing to be grasped,"
    },
    {
        "o": 32718,
        "r": "nasb:Philippians:2:7",
        "t": "but emptied Himself, taking the form of a bond-servant, and*i being made in the likeness of men."
    },
    {
        "o": 32719,
        "r": "nasb:Philippians:2:8",
        "t": "Being found in appearance as a man, He humbled Himself by becoming obedient to the point of death, even death on a cross."
    },
    {
        "o": 32720,
        "r": "nasb:Philippians:2:9",
        "t": "For this reason also, God highly exalted Him, and bestowed on Him the name which is above every name,"
    },
    {
        "o": 32721,
        "r": "nasb:Philippians:2:10",
        "t": "so that at the name of Jesus every*s knee*s will*s bow,*s of those who are in heaven and on earth and under the earth,"
    },
    {
        "o": 32722,
        "r": "nasb:Philippians:2:11",
        "t": "and that every tongue will confess that Jesus Christ is Lord, to the glory of God the Father."
    },
    {
        "o": 32723,
        "r": "nasb:Philippians:2:12",
        "t": "So*p then, my beloved, just as you have always obeyed, not as in my presence only, but now much more in my absence, work out your salvation with fear and trembling;"
    },
    {
        "o": 32724,
        "r": "nasb:Philippians:2:13",
        "t": "for it is God who is at work in you, both to will and to work for His*i good pleasure."
    },
    {
        "o": 32725,
        "r": "nasb:Philippians:2:14",
        "t": "Do*p all things without grumbling or disputing;"
    },
    {
        "o": 32726,
        "r": "nasb:Philippians:2:15",
        "t": "so that you will prove yourselves to be blameless and innocent, children of God above reproach in the midst of a crooked and perverse generation, among whom you appear as lights in the world,"
    },
    {
        "o": 32727,
        "r": "nasb:Philippians:2:16",
        "t": "holding fast the word of life, so that in the day of Christ I will have reason to glory because I did not run in vain nor toil in vain."
    },
    {
        "o": 32728,
        "r": "nasb:Philippians:2:17",
        "t": "But even if I am being poured out as a drink offering upon the sacrifice and service of your faith, I rejoice and share my joy with you all."
    },
    {
        "o": 32729,
        "r": "nasb:Philippians:2:18",
        "t": "You too, I*i urge*i you,*i rejoice in the same way and share your joy with me."
    },
    {
        "o": 32730,
        "r": "nasb:Philippians:2:18",
        "t": "Timothy and Epaphroditus",
        "h": 2
    },
    {
        "o": 32731,
        "r": "nasb:Philippians:2:19",
        "t": "But*p I hope in the Lord Jesus to send Timothy to you shortly, so that I also may be encouraged when I learn of your condition."
    },
    {
        "o": 32732,
        "r": "nasb:Philippians:2:20",
        "t": "For I have no one else*i of kindred spirit who will genuinely be concerned for your welfare."
    },
    {
        "o": 32733,
        "r": "nasb:Philippians:2:21",
        "t": "For they all seek after their own interests, not those of Christ Jesus."
    },
    {
        "o": 32734,
        "r": "nasb:Philippians:2:22",
        "t": "But you know of his proven worth, that he served with me in the furtherance of the gospel like a child serving*i his father."
    },
    {
        "o": 32735,
        "r": "nasb:Philippians:2:23",
        "t": "Therefore I hope to send him immediately, as soon as I see how things go*i with me;"
    },
    {
        "o": 32736,
        "r": "nasb:Philippians:2:24",
        "t": "and I trust in the Lord that I myself also will be coming shortly."
    },
    {
        "o": 32737,
        "r": "nasb:Philippians:2:25",
        "t": "But I thought it necessary to send to you Epaphroditus, my brother and fellow worker and fellow soldier, who is also your messenger and minister to my need;"
    },
    {
        "o": 32738,
        "r": "nasb:Philippians:2:26",
        "t": "because he was longing for you all and was distressed because you had heard that he was sick."
    },
    {
        "o": 32739,
        "r": "nasb:Philippians:2:27",
        "t": "For indeed he was sick to the point of death, but God had mercy on him, and not on him only but also on me, so that I would not have sorrow upon sorrow."
    },
    {
        "o": 32740,
        "r": "nasb:Philippians:2:28",
        "t": "Therefore I have sent him all the more eagerly so that when you see him again you may rejoice and I may be less concerned about*i you.*i"
    },
    {
        "o": 32741,
        "r": "nasb:Philippians:2:29",
        "t": "Receive him then in the Lord with all joy, and hold men like him in high regard;"
    },
    {
        "o": 32742,
        "r": "nasb:Philippians:2:30",
        "t": "because he came close to death for the work of Christ, risking his life to complete what was deficient in your service to me."
    }
]
