[
    {
        "o": 6101,
        "r": "csb:Deuteronomy:24:0",
        "t": "Deuteronomy 24",
        "h": 1
    },
    {
        "o": 6102,
        "r": "csb:Deuteronomy:24:0",
        "t": "Marriage and Divorce Laws",
        "h": 2
    },
    {
        "o": 6103,
        "r": "csb:Deuteronomy:24:1",
        "t": "“If*p a man marries a woman, but she becomes displeasing to him because he finds something indecent about her, he may write her a divorce certificate, hand it to her, and send her away from his house."
    },
    {
        "o": 6104,
        "r": "csb:Deuteronomy:24:2",
        "t": "If after leaving his house she goes and becomes another man’s wife,"
    },
    {
        "o": 6105,
        "r": "csb:Deuteronomy:24:3",
        "t": "and the second man hates her, writes her a divorce certificate, hands it to her, and sends her away from his house or if he dies,"
    },
    {
        "o": 6106,
        "r": "csb:Deuteronomy:24:4",
        "t": "the first husband who sent her away may not marry her again after she has been defiled, because that would be detestable to the Lord.*s You must not bring guilt on the land the Lord*s your God is giving you as an inheritance."
    },
    {
        "o": 6107,
        "r": "csb:Deuteronomy:24:5",
        "t": "“When*p a man takes a bride, he must not go out with the army or be liable for any duty. He is free to stay at home for one year, so that he can bring joy to the wife he has married."
    },
    {
        "o": 6108,
        "r": "csb:Deuteronomy:24:5",
        "t": "Safeguarding Life",
        "h": 2
    },
    {
        "o": 6109,
        "r": "csb:Deuteronomy:24:6",
        "t": "“Do*p not take a pair of grindstones or even the upper millstone as security for a debt, because that is like taking a life as security."
    },
    {
        "o": 6110,
        "r": "csb:Deuteronomy:24:7",
        "t": "“If*p a man is discovered kidnapping one of his Israelite brothers, whether he treats him as a slave or sells him, the kidnapper must die. You must purge the evil from you."
    },
    {
        "o": 6111,
        "r": "csb:Deuteronomy:24:8",
        "t": "“Be*p careful with a person who has a case of serious skin disease, following carefully everything the Levitical priests instruct you to do. Be careful to do as I have commanded them."
    },
    {
        "o": 6112,
        "r": "csb:Deuteronomy:24:9",
        "t": "Remember what the Lord*s your God did to Miriam on the journey after you left Egypt."
    },
    {
        "o": 6113,
        "r": "csb:Deuteronomy:24:9",
        "t": "Consideration for People in Need",
        "h": 2
    },
    {
        "o": 6114,
        "r": "csb:Deuteronomy:24:10",
        "t": "“When*p you make a loan of any kind to your neighbor, do not enter his house to collect what he offers as security."
    },
    {
        "o": 6115,
        "r": "csb:Deuteronomy:24:11",
        "t": "Stand outside while the man you are making the loan to brings the security out to you."
    },
    {
        "o": 6116,
        "r": "csb:Deuteronomy:24:12",
        "t": "If he is a poor man, do not sleep with the garment he has given as security."
    },
    {
        "o": 6117,
        "r": "csb:Deuteronomy:24:13",
        "t": "Be sure to return it to him at sunset. Then he will sleep in it and bless you, and this will be counted as righteousness to you before the Lord*s your God."
    },
    {
        "o": 6118,
        "r": "csb:Deuteronomy:24:14",
        "t": "“Do*p not oppress a hired worker who is poor and needy, whether one of your Israelite brothers or one of the resident aliens in a town in your land."
    },
    {
        "o": 6119,
        "r": "csb:Deuteronomy:24:15",
        "t": "You are to pay him his wages each day before the sun sets, because he is poor and depends on them. Otherwise he will cry out to the Lord*s against you, and you will be held guilty."
    },
    {
        "o": 6120,
        "r": "csb:Deuteronomy:24:16",
        "t": "“Fathers*p are not to be put to death for their children, and children are not to be put to death for their fathers; each person will be put to death for his own sin."
    },
    {
        "o": 6121,
        "r": "csb:Deuteronomy:24:17",
        "t": "Do not deny justice to a resident alien or fatherless child, and do not take a widow’s garment as security."
    },
    {
        "o": 6122,
        "r": "csb:Deuteronomy:24:18",
        "t": "Remember that you were a slave in Egypt, and the Lord*s your God redeemed you from there. Therefore I am commanding you to do this."
    },
    {
        "o": 6123,
        "r": "csb:Deuteronomy:24:19",
        "t": "“When*p you reap the harvest in your field, and you forget a sheaf in the field, do not go back to get it. It is to be left for the resident alien, the fatherless, and the widow, so that the Lord*s your God may bless you in all the work of your hands."
    },
    {
        "o": 6124,
        "r": "csb:Deuteronomy:24:20",
        "t": "When you knock down the fruit from your olive tree, do not go over the branches again. What remains will be for the resident alien, the fatherless, and the widow."
    },
    {
        "o": 6125,
        "r": "csb:Deuteronomy:24:21",
        "t": "When you gather the grapes of your vineyard, do not glean what is left. What remains will be for the resident alien, the fatherless, and the widow."
    },
    {
        "o": 6126,
        "r": "csb:Deuteronomy:24:22",
        "t": "Remember that you were a slave in the land of Egypt. Therefore I am commanding you to do this."
    }
]
