[
    {
        "o": 33124,
        "r": "esv:1 Thessalonians:4:0",
        "t": "1 Thessalonians 4",
        "h": 1
    },
    {
        "o": 33125,
        "r": "esv:1 Thessalonians:4:0",
        "t": "A Life Pleasing to God",
        "h": 2
    },
    {
        "o": 33126,
        "r": "esv:1 Thessalonians:4:1",
        "t": "Finally,*p then, brothers, we ask and urge you in the Lord Jesus, that as you received from us how you ought to walk and to please God, just as you are doing, that you do so more and more."
    },
    {
        "o": 33127,
        "r": "esv:1 Thessalonians:4:2",
        "t": "For you know what instructions we gave you through the Lord Jesus."
    },
    {
        "o": 33128,
        "r": "esv:1 Thessalonians:4:3",
        "t": "For this is the will of God, your sanctification: that you abstain from sexual immorality;"
    },
    {
        "o": 33129,
        "r": "esv:1 Thessalonians:4:4",
        "t": "that each one of you know how to control his own body in holiness and honor,"
    },
    {
        "o": 33130,
        "r": "esv:1 Thessalonians:4:5",
        "t": "not in the passion of lust like the Gentiles who do not know God;"
    },
    {
        "o": 33131,
        "r": "esv:1 Thessalonians:4:6",
        "t": "that no one transgress and wrong his brother in this matter, because the Lord is an avenger in all these things, as we told you beforehand and solemnly warned you."
    },
    {
        "o": 33132,
        "r": "esv:1 Thessalonians:4:7",
        "t": "For God has not called us for impurity, but in holiness."
    },
    {
        "o": 33133,
        "r": "esv:1 Thessalonians:4:8",
        "t": "Therefore whoever disregards this, disregards not man but God, who gives his Holy Spirit to you."
    },
    {
        "o": 33134,
        "r": "esv:1 Thessalonians:4:9",
        "t": "Now*p concerning brotherly love you have no need for anyone to write to you, for you yourselves have been taught by God to love one another,"
    },
    {
        "o": 33135,
        "r": "esv:1 Thessalonians:4:10",
        "t": "for that indeed is what you are doing to all the brothers throughout Macedonia. But we urge you, brothers, to do this more and more,"
    },
    {
        "o": 33136,
        "r": "esv:1 Thessalonians:4:11",
        "t": "and to aspire to live quietly, and to mind your own affairs, and to work with your hands, as we instructed you,"
    },
    {
        "o": 33137,
        "r": "esv:1 Thessalonians:4:12",
        "t": "so that you may walk properly before outsiders and be dependent on no one."
    },
    {
        "o": 33138,
        "r": "esv:1 Thessalonians:4:12",
        "t": "The Coming of the Lord",
        "h": 2
    },
    {
        "o": 33139,
        "r": "esv:1 Thessalonians:4:13",
        "t": "But*p we do not want you to be uninformed, brothers, about those who are asleep, that you may not grieve as others do who have no hope."
    },
    {
        "o": 33140,
        "r": "esv:1 Thessalonians:4:14",
        "t": "For since we believe that Jesus died and rose again, even so, through Jesus, God will bring with him those who have fallen asleep."
    },
    {
        "o": 33141,
        "r": "esv:1 Thessalonians:4:15",
        "t": "For this we declare to you by a word from the Lord, that we who are alive, who are left until the coming of the Lord, will not precede those who have fallen asleep."
    },
    {
        "o": 33142,
        "r": "esv:1 Thessalonians:4:16",
        "t": "For the Lord himself will descend from heaven with a cry of command, with the voice of an archangel, and with the sound of the trumpet of God. And the dead in Christ will rise first."
    },
    {
        "o": 33143,
        "r": "esv:1 Thessalonians:4:17",
        "t": "Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord."
    },
    {
        "o": 33144,
        "r": "esv:1 Thessalonians:4:18",
        "t": "Therefore encourage one another with these words."
    }
]
