[
    {
        "o": 8783,
        "r": "niv:2 Samuel:2:0",
        "t": "2 Samuel 2",
        "h": 1
    },
    {
        "o": 8784,
        "r": "niv:2 Samuel:2:0",
        "t": "David Anointed King Over Judah",
        "h": 2
    },
    {
        "o": 8785,
        "r": "niv:2 Samuel:2:1",
        "t": "In*p the course of time, David inquired of the Lord.*s “Shall I go up to one of the towns of Judah?” he asked. The*p Lord*s said, “Go up.” David*p asked, “Where shall I go?” “To*p Hebron,” the Lord*s answered."
    },
    {
        "o": 8786,
        "r": "niv:2 Samuel:2:2",
        "t": "So*p David went up there with his two wives, Ahinoam of Jezreel and Abigail, the widow of Nabal of Carmel."
    },
    {
        "o": 8787,
        "r": "niv:2 Samuel:2:3",
        "t": "David also took the men who were with him, each with his family, and they settled in Hebron and its towns."
    },
    {
        "o": 8788,
        "r": "niv:2 Samuel:2:4",
        "t": "Then the men of Judah came to Hebron, and there they anointed David king over the tribe of Judah. When*p David was told that it was the men from Jabesh Gilead who had buried Saul,"
    },
    {
        "o": 8789,
        "r": "niv:2 Samuel:2:5",
        "t": "he sent messengers to them to say to them, “The Lord*s bless you for showing this kindness to Saul your master by burying him."
    },
    {
        "o": 8790,
        "r": "niv:2 Samuel:2:6",
        "t": "May the Lord*s now show you kindness and faithfulness, and I too will show you the same favor because you have done this."
    },
    {
        "o": 8791,
        "r": "niv:2 Samuel:2:7",
        "t": "Now then, be strong and brave, for Saul your master is dead, and the people of Judah have anointed me king over them.”"
    },
    {
        "o": 8792,
        "r": "niv:2 Samuel:2:7",
        "t": "War Between the Houses of David and Saul",
        "h": 2
    },
    {
        "o": 8793,
        "r": "niv:2 Samuel:2:8",
        "t": "Meanwhile,*p Abner son of Ner, the commander of Saul’s army, had taken Ish-Bosheth son of Saul and brought him over to Mahanaim."
    },
    {
        "o": 8794,
        "r": "niv:2 Samuel:2:9",
        "t": "He made him king over Gilead, Ashuri and Jezreel, and also over Ephraim, Benjamin and all Israel."
    },
    {
        "o": 8795,
        "r": "niv:2 Samuel:2:10",
        "t": "Ish-Bosheth*p son of Saul was forty years old when he became king over Israel, and he reigned two years. The tribe of Judah, however, remained loyal to David."
    },
    {
        "o": 8796,
        "r": "niv:2 Samuel:2:11",
        "t": "The length of time David was king in Hebron over Judah was seven years and six months."
    },
    {
        "o": 8797,
        "r": "niv:2 Samuel:2:12",
        "t": "Abner*p son of Ner, together with the men of Ish-Bosheth son of Saul, left Mahanaim and went to Gibeon."
    },
    {
        "o": 8798,
        "r": "niv:2 Samuel:2:13",
        "t": "Joab son of Zeruiah and David’s men went out and met them at the pool of Gibeon. One group sat down on one side of the pool and one group on the other side."
    },
    {
        "o": 8799,
        "r": "niv:2 Samuel:2:14",
        "t": "Then*p Abner said to Joab, “Let’s have some of the young men get up and fight hand to hand in front of us.” “All*p right, let them do it,” Joab said."
    },
    {
        "o": 8800,
        "r": "niv:2 Samuel:2:15",
        "t": "So*p they stood up and were counted off—twelve men for Benjamin and Ish-Bosheth son of Saul, and twelve for David."
    },
    {
        "o": 8801,
        "r": "niv:2 Samuel:2:16",
        "t": "Then each man grabbed his opponent by the head and thrust his dagger into his opponent’s side, and they fell down together. So that place in Gibeon was called Helkath Hazzurim."
    },
    {
        "o": 8802,
        "r": "niv:2 Samuel:2:17",
        "t": "The*p battle that day was very fierce, and Abner and the Israelites were defeated by David’s men."
    },
    {
        "o": 8803,
        "r": "niv:2 Samuel:2:18",
        "t": "The*p three sons of Zeruiah were there: Joab, Abishai and Asahel. Now Asahel was as fleet-footed as a wild gazelle."
    },
    {
        "o": 8804,
        "r": "niv:2 Samuel:2:19",
        "t": "He chased Abner, turning neither to the right nor to the left as he pursued him."
    },
    {
        "o": 8805,
        "r": "niv:2 Samuel:2:20",
        "t": "Abner looked behind him and asked, “Is that you, Asahel?” “It*p is,” he answered."
    },
    {
        "o": 8806,
        "r": "niv:2 Samuel:2:21",
        "t": "Then*p Abner said to him, “Turn aside to the right or to the left; take on one of the young men and strip him of his weapons.” But Asahel would not stop chasing him."
    },
    {
        "o": 8807,
        "r": "niv:2 Samuel:2:22",
        "t": "Again*p Abner warned Asahel, “Stop chasing me! Why should I strike you down? How could I look your brother Joab in the face?”"
    },
    {
        "o": 8808,
        "r": "niv:2 Samuel:2:23",
        "t": "But*p Asahel refused to give up the pursuit; so Abner thrust the butt of his spear into Asahel’s stomach, and the spear came out through his back. He fell there and died on the spot. And every man stopped when he came to the place where Asahel had fallen and died."
    },
    {
        "o": 8809,
        "r": "niv:2 Samuel:2:24",
        "t": "But*p Joab and Abishai pursued Abner, and as the sun was setting, they came to the hill of Ammah, near Giah on the way to the wasteland of Gibeon."
    },
    {
        "o": 8810,
        "r": "niv:2 Samuel:2:25",
        "t": "Then the men of Benjamin rallied behind Abner. They formed themselves into a group and took their stand on top of a hill."
    },
    {
        "o": 8811,
        "r": "niv:2 Samuel:2:26",
        "t": "Abner*p called out to Joab, “Must the sword devour forever? Don’t you realize that this will end in bitterness? How long before you order your men to stop pursuing their fellow Israelites?”"
    },
    {
        "o": 8812,
        "r": "niv:2 Samuel:2:27",
        "t": "Joab*p answered, “As surely as God lives, if you had not spoken, the men would have continued pursuing them until morning.”"
    },
    {
        "o": 8813,
        "r": "niv:2 Samuel:2:28",
        "t": "So*p Joab blew the trumpet, and all the troops came to a halt; they no longer pursued Israel, nor did they fight anymore."
    },
    {
        "o": 8814,
        "r": "niv:2 Samuel:2:29",
        "t": "All*p that night Abner and his men marched through the Arabah. They crossed the Jordan, continued through the morning hours and came to Mahanaim."
    },
    {
        "o": 8815,
        "r": "niv:2 Samuel:2:30",
        "t": "Then*p Joab stopped pursuing Abner and assembled the whole army. Besides Asahel, nineteen of David’s men were found missing."
    },
    {
        "o": 8816,
        "r": "niv:2 Samuel:2:31",
        "t": "But David’s men had killed three hundred and sixty Benjamites who were with Abner."
    },
    {
        "o": 8817,
        "r": "niv:2 Samuel:2:32",
        "t": "They took Asahel and buried him in his father’s tomb at Bethlehem. Then Joab and his men marched all night and arrived at Hebron by daybreak."
    }
]
