[
    {
        "o": 33696,
        "r": "nasb:James:1:0",
        "t": "James 1",
        "h": 1
    },
    {
        "o": 33697,
        "r": "nasb:James:1:0",
        "t": "Testing Your Faith",
        "h": 2
    },
    {
        "o": 33698,
        "r": "nasb:James:1:1",
        "t": "James,*p a bond-servant of God and of the Lord Jesus Christ, To*bp the twelve tribes who are dispersed abroad: Greetings."
    },
    {
        "o": 33699,
        "r": "nasb:James:1:2",
        "t": "Consider*p it all joy, my brethren, when you encounter various trials,"
    },
    {
        "o": 33700,
        "r": "nasb:James:1:3",
        "t": "knowing that the testing of your faith produces endurance."
    },
    {
        "o": 33701,
        "r": "nasb:James:1:4",
        "t": "And let endurance have its*i perfect result, so that you may be perfect and complete, lacking in nothing."
    },
    {
        "o": 33702,
        "r": "nasb:James:1:5",
        "t": "But*p if any of you lacks wisdom, let him ask of God, who gives to all generously and without reproach, and it will be given to him."
    },
    {
        "o": 33703,
        "r": "nasb:James:1:6",
        "t": "But he must ask in faith without any doubting, for the one who doubts is like the surf of the sea, driven and tossed by the wind."
    },
    {
        "o": 33704,
        "r": "nasb:James:1:7",
        "t": "For that man ought not to expect that he will receive anything from the Lord,"
    },
    {
        "o": 33705,
        "r": "nasb:James:1:8",
        "t": "being*i a double-minded man, unstable in all his ways."
    },
    {
        "o": 33706,
        "r": "nasb:James:1:9",
        "t": "But*p the brother of humble circumstances is to glory in his high position;"
    },
    {
        "o": 33707,
        "r": "nasb:James:1:10",
        "t": "and the rich man is*i to*i glory*i in his humiliation, because like flowering grass he will pass away."
    },
    {
        "o": 33708,
        "r": "nasb:James:1:11",
        "t": "For the sun rises with a scorching wind and withers the grass; and its flower falls off and the beauty of its appearance is destroyed; so too the rich man in the midst of his pursuits will fade away."
    },
    {
        "o": 33709,
        "r": "nasb:James:1:12",
        "t": "Blessed*p is a man who perseveres under trial; for once he has been approved, he will receive the crown of life which the*i Lord*i has promised to those who love Him."
    },
    {
        "o": 33710,
        "r": "nasb:James:1:13",
        "t": "Let no one say when he is tempted, “I am being tempted by God”; for God cannot be tempted by evil, and He Himself does not tempt anyone."
    },
    {
        "o": 33711,
        "r": "nasb:James:1:14",
        "t": "But each one is tempted when he is carried away and enticed by his own lust."
    },
    {
        "o": 33712,
        "r": "nasb:James:1:15",
        "t": "Then when lust has conceived, it gives birth to sin; and when sin is accomplished, it brings forth death."
    },
    {
        "o": 33713,
        "r": "nasb:James:1:16",
        "t": "Do not be deceived, my beloved brethren."
    },
    {
        "o": 33714,
        "r": "nasb:James:1:17",
        "t": "Every good thing given and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shifting shadow."
    },
    {
        "o": 33715,
        "r": "nasb:James:1:18",
        "t": "In the exercise of His will He brought us forth by the word of truth, so that we would be a kind of first fruits among His creatures."
    },
    {
        "o": 33716,
        "r": "nasb:James:1:19",
        "t": "This*ip you know, my beloved brethren. But everyone must be quick to hear, slow to speak and*i slow to anger;"
    },
    {
        "o": 33717,
        "r": "nasb:James:1:20",
        "t": "for the anger of man does not achieve the righteousness of God."
    },
    {
        "o": 33718,
        "r": "nasb:James:1:21",
        "t": "Therefore, putting aside all filthiness and all*i that remains of wickedness, in humility receive the word implanted, which is able to save your souls."
    },
    {
        "o": 33719,
        "r": "nasb:James:1:22",
        "t": "But prove yourselves doers of the word, and not merely hearers who delude themselves."
    },
    {
        "o": 33720,
        "r": "nasb:James:1:23",
        "t": "For if anyone is a hearer of the word and not a doer, he is like a man who looks at his natural face in a mirror;"
    },
    {
        "o": 33721,
        "r": "nasb:James:1:24",
        "t": "for once*i he has looked at himself and gone away, he has immediately forgotten what kind of person he was."
    },
    {
        "o": 33722,
        "r": "nasb:James:1:25",
        "t": "But one who looks intently at the perfect law, the law*i of liberty, and abides by it, not having become a forgetful hearer but an effectual doer, this man will be blessed in what he does."
    },
    {
        "o": 33723,
        "r": "nasb:James:1:26",
        "t": "If*p anyone thinks himself to be religious, and yet does not bridle his tongue but deceives his own*i heart, this man’s religion is worthless."
    },
    {
        "o": 33724,
        "r": "nasb:James:1:27",
        "t": "Pure and undefiled religion in the sight of our*i God and Father is this: to visit orphans and widows in their distress, and*i to keep oneself unstained by the world."
    },
    {
        "o": 33725,
        "r": "nasb:James:2:0",
        "t": "James 2",
        "h": 1
    },
    {
        "o": 33726,
        "r": "nasb:James:2:0",
        "t": "The Sin of Partiality",
        "h": 2
    },
    {
        "o": 33727,
        "r": "nasb:James:2:1",
        "t": "My*p brethren, do not hold your faith in our glorious Lord Jesus Christ with an*i attitude*i of*i personal favoritism."
    },
    {
        "o": 33728,
        "r": "nasb:James:2:2",
        "t": "For if a man comes into your assembly with a gold ring and dressed in fine clothes, and there also comes in a poor man in dirty clothes,"
    },
    {
        "o": 33729,
        "r": "nasb:James:2:3",
        "t": "and you pay special attention to the one who is wearing the fine clothes, and say, “You sit here in a good place,” and you say to the poor man, “You stand over there, or sit down by my footstool,”"
    },
    {
        "o": 33730,
        "r": "nasb:James:2:4",
        "t": "have you not made distinctions among yourselves, and become judges with evil motives?"
    },
    {
        "o": 33731,
        "r": "nasb:James:2:5",
        "t": "Listen, my beloved brethren: did not God choose the poor of this world to*i be*i rich in faith and heirs of the kingdom which He promised to those who love Him?"
    },
    {
        "o": 33732,
        "r": "nasb:James:2:6",
        "t": "But you have dishonored the poor man. Is it not the rich who oppress you and personally drag you into court?"
    },
    {
        "o": 33733,
        "r": "nasb:James:2:7",
        "t": "Do they not blaspheme the fair name by which you have been called?"
    },
    {
        "o": 33734,
        "r": "nasb:James:2:8",
        "t": "If,*p however, you are fulfilling the royal law according to the Scripture, “You*s shall*s love*s your*s neighbor*s as*s yourself,”*s you are doing well."
    },
    {
        "o": 33735,
        "r": "nasb:James:2:9",
        "t": "But if you show partiality, you are committing sin and*i are convicted by the law as transgressors."
    },
    {
        "o": 33736,
        "r": "nasb:James:2:10",
        "t": "For whoever keeps the whole law and yet stumbles in one point,*i he has become guilty of all."
    },
    {
        "o": 33737,
        "r": "nasb:James:2:11",
        "t": "For He who said, “Do*s not*s commit*s adultery,”*s also said, “Do*s not*s commit*s murder.”*s Now if you do not commit adultery, but do commit murder, you have become a transgressor of the law."
    },
    {
        "o": 33738,
        "r": "nasb:James:2:12",
        "t": "So speak and so act as those who are to be judged by the*i law of liberty."
    },
    {
        "o": 33739,
        "r": "nasb:James:2:13",
        "t": "For judgment will*i be*i merciless to one who has shown no mercy; mercy triumphs over judgment."
    },
    {
        "o": 33740,
        "r": "nasb:James:2:13",
        "t": "Faith and Works",
        "h": 2
    },
    {
        "o": 33741,
        "r": "nasb:James:2:14",
        "t": "What*p use is it, my brethren, if someone says he has faith but he has no works? Can that faith save him?"
    },
    {
        "o": 33742,
        "r": "nasb:James:2:15",
        "t": "If a brother or sister is without clothing and in need of daily food,"
    },
    {
        "o": 33743,
        "r": "nasb:James:2:16",
        "t": "and one of you says to them, “Go in peace, be warmed and be filled,” and yet you do not give them what is necessary for their*i body, what use is that?"
    },
    {
        "o": 33744,
        "r": "nasb:James:2:17",
        "t": "Even so faith, if it has no works, is dead, being*i by itself."
    },
    {
        "o": 33745,
        "r": "nasb:James:2:18",
        "t": "But*p someone may well*i say, “You have faith and I have works; show me your faith without the works, and I will show you my faith by my works.”"
    },
    {
        "o": 33746,
        "r": "nasb:James:2:19",
        "t": "You believe that God is one. You do well; the demons also believe, and shudder."
    },
    {
        "o": 33747,
        "r": "nasb:James:2:20",
        "t": "But are you willing to recognize, you foolish fellow, that faith without works is useless?"
    },
    {
        "o": 33748,
        "r": "nasb:James:2:21",
        "t": "Was not Abraham our father justified by works when he offered up Isaac his son on the altar?"
    },
    {
        "o": 33749,
        "r": "nasb:James:2:22",
        "t": "You see that faith was working with his works, and as a result of the works, faith was perfected;"
    },
    {
        "o": 33750,
        "r": "nasb:James:2:23",
        "t": "and the Scripture was fulfilled which says, “And Abraham believed*s God,*s and*s it*s was*s reckoned*s to*s him*s as*s righteousness,”*s and he was called the friend of God."
    },
    {
        "o": 33751,
        "r": "nasb:James:2:24",
        "t": "You see that a man is justified by works and not by faith alone."
    },
    {
        "o": 33752,
        "r": "nasb:James:2:25",
        "t": "In the same way, was not Rahab the harlot also justified by works when she received the messengers and sent them out by another way?"
    },
    {
        "o": 33753,
        "r": "nasb:James:2:26",
        "t": "For just as the body without the*i spirit is dead, so also faith without works is dead."
    },
    {
        "o": 33754,
        "r": "nasb:James:3:0",
        "t": "James 3",
        "h": 1
    },
    {
        "o": 33755,
        "r": "nasb:James:3:0",
        "t": "The Tongue Is a Fire",
        "h": 2
    },
    {
        "o": 33756,
        "r": "nasb:James:3:1",
        "t": "Let*p not many of*i you*i become teachers, my brethren, knowing that as such we will incur a stricter judgment."
    },
    {
        "o": 33757,
        "r": "nasb:James:3:2",
        "t": "For we all stumble in many ways.*i If anyone does not stumble in what he says, he is a perfect man, able to bridle the whole body as well."
    },
    {
        "o": 33758,
        "r": "nasb:James:3:3",
        "t": "Now if we put the bits into the horses’ mouths so that they will obey us, we direct their entire body as well."
    },
    {
        "o": 33759,
        "r": "nasb:James:3:4",
        "t": "Look at the ships also, though they are so great and are driven by strong winds, are still directed by a very small rudder wherever the inclination of the pilot desires."
    },
    {
        "o": 33760,
        "r": "nasb:James:3:5",
        "t": "So also the tongue is a small part of the body, and yet*i it boasts of great things. See*bp how great a forest is set aflame by such a small fire!"
    },
    {
        "o": 33761,
        "r": "nasb:James:3:6",
        "t": "And the tongue is a fire, the very*i world of iniquity; the tongue is set among our members as that which defiles the entire body, and sets on fire the course of our*i life, and is set on fire by hell."
    },
    {
        "o": 33762,
        "r": "nasb:James:3:7",
        "t": "For every species of beasts and birds, of reptiles and creatures of the sea, is tamed and has been tamed by the human race."
    },
    {
        "o": 33763,
        "r": "nasb:James:3:8",
        "t": "But no one can tame the tongue; it*i is*i a restless evil and*i full of deadly poison."
    },
    {
        "o": 33764,
        "r": "nasb:James:3:9",
        "t": "With it we bless our*i Lord and Father, and with it we curse men, who have been made in the likeness of God;"
    },
    {
        "o": 33765,
        "r": "nasb:James:3:10",
        "t": "from the same mouth come both*i blessing and cursing. My brethren, these things ought not to be this way."
    },
    {
        "o": 33766,
        "r": "nasb:James:3:11",
        "t": "Does a fountain send out from the same opening both*i fresh and bitter water?*i"
    },
    {
        "o": 33767,
        "r": "nasb:James:3:12",
        "t": "Can a fig tree, my brethren, produce olives, or a vine produce figs? Nor can*i salt water produce fresh."
    },
    {
        "o": 33768,
        "r": "nasb:James:3:12",
        "t": "Wisdom from Above",
        "h": 2
    },
    {
        "o": 33769,
        "r": "nasb:James:3:13",
        "t": "Who*p among you is wise and understanding? Let him show by his good behavior his deeds in the gentleness of wisdom."
    },
    {
        "o": 33770,
        "r": "nasb:James:3:14",
        "t": "But if you have bitter jealousy and selfish ambition in your heart, do not be arrogant and so*i lie against the truth."
    },
    {
        "o": 33771,
        "r": "nasb:James:3:15",
        "t": "This wisdom is not that which comes down from above, but is earthly, natural, demonic."
    },
    {
        "o": 33772,
        "r": "nasb:James:3:16",
        "t": "For where jealousy and selfish ambition exist, there is disorder and every evil thing."
    },
    {
        "o": 33773,
        "r": "nasb:James:3:17",
        "t": "But the wisdom from above is first pure, then peaceable, gentle, reasonable, full of mercy and good fruits, unwavering, without hypocrisy."
    },
    {
        "o": 33774,
        "r": "nasb:James:3:18",
        "t": "And the seed whose fruit is righteousness is sown in peace by those who make peace."
    },
    {
        "o": 33775,
        "r": "nasb:James:4:0",
        "t": "James 4",
        "h": 1
    },
    {
        "o": 33776,
        "r": "nasb:James:4:0",
        "t": "Things to Avoid",
        "h": 2
    },
    {
        "o": 33777,
        "r": "nasb:James:4:1",
        "t": "What*p is the source of quarrels and conflicts among you? Is not the source your pleasures that wage war in your members?"
    },
    {
        "o": 33778,
        "r": "nasb:James:4:2",
        "t": "You lust and do not have; so*i you commit murder. You are envious and cannot obtain; so*i you fight and quarrel. You do not have because you do not ask."
    },
    {
        "o": 33779,
        "r": "nasb:James:4:3",
        "t": "You ask and do not receive, because you ask with wrong motives, so that you may spend it*i on your pleasures."
    },
    {
        "o": 33780,
        "r": "nasb:James:4:4",
        "t": "You adulteresses, do you not know that friendship with the world is hostility toward God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God."
    },
    {
        "o": 33781,
        "r": "nasb:James:4:5",
        "t": "Or do you think that the Scripture speaks to no purpose: “He jealously desires the Spirit which He has made to dwell in us”?"
    },
    {
        "o": 33782,
        "r": "nasb:James:4:6",
        "t": "But He gives a greater grace. Therefore it*i says, “God*s is*s opposed*s to*s the*s proud,*s but*s gives*s grace*s to*s the*s humble.”*s"
    },
    {
        "o": 33783,
        "r": "nasb:James:4:7",
        "t": "Submit therefore to God. Resist the devil and he will flee from you."
    },
    {
        "o": 33784,
        "r": "nasb:James:4:8",
        "t": "Draw near to God and He will draw near to you. Cleanse your hands, you sinners; and purify your hearts, you double-minded."
    },
    {
        "o": 33785,
        "r": "nasb:James:4:9",
        "t": "Be miserable and mourn and weep; let your laughter be turned into mourning and your joy to gloom."
    },
    {
        "o": 33786,
        "r": "nasb:James:4:10",
        "t": "Humble yourselves in the presence of the Lord, and He will exalt you."
    },
    {
        "o": 33787,
        "r": "nasb:James:4:11",
        "t": "Do*p not speak against one another, brethren. He who speaks against a brother or judges his brother, speaks against the law and judges the law; but if you judge the law, you are not a doer of the law but a judge of*i it.*i"
    },
    {
        "o": 33788,
        "r": "nasb:James:4:12",
        "t": "There is only*i one Lawgiver and Judge, the One who is able to save and to destroy; but who are you who judge your neighbor?"
    },
    {
        "o": 33789,
        "r": "nasb:James:4:13",
        "t": "Come*p now, you who say, “Today or tomorrow we will go to such and such a city, and spend a year there and engage in business and make a profit.”"
    },
    {
        "o": 33790,
        "r": "nasb:James:4:14",
        "t": "Yet you do not know what your life will be like tomorrow. You are just*i a vapor that appears for a little while and then vanishes away."
    },
    {
        "o": 33791,
        "r": "nasb:James:4:15",
        "t": "Instead, you*i ought*i to say, “If the Lord wills, we will live and also do this or that.”"
    },
    {
        "o": 33792,
        "r": "nasb:James:4:16",
        "t": "But as it is, you boast in your arrogance; all such boasting is evil."
    },
    {
        "o": 33793,
        "r": "nasb:James:4:17",
        "t": "Therefore, to one who knows the*i right thing to do and does not do it, to him it is sin."
    },
    {
        "o": 33794,
        "r": "nasb:James:5:0",
        "t": "James 5",
        "h": 1
    },
    {
        "o": 33795,
        "r": "nasb:James:5:0",
        "t": "Misuse of Riches",
        "h": 2
    },
    {
        "o": 33796,
        "r": "nasb:James:5:1",
        "t": "Come*p now, you rich, weep and howl for your miseries which are coming upon you."
    },
    {
        "o": 33797,
        "r": "nasb:James:5:2",
        "t": "Your riches have rotted and your garments have become moth-eaten."
    },
    {
        "o": 33798,
        "r": "nasb:James:5:3",
        "t": "Your gold and your silver have rusted; and their rust will be a witness against you and will consume your flesh like fire. It is in the last days that you have stored up your treasure!"
    },
    {
        "o": 33799,
        "r": "nasb:James:5:4",
        "t": "Behold, the pay of the laborers who mowed your fields, and*i which has been withheld by you, cries out against*i you;*i and the outcry of those who did the harvesting has reached the ears of the Lord of Sabaoth."
    },
    {
        "o": 33800,
        "r": "nasb:James:5:5",
        "t": "You have lived luxuriously on the earth and led a life of wanton pleasure; you have fattened your hearts in a day of slaughter."
    },
    {
        "o": 33801,
        "r": "nasb:James:5:6",
        "t": "You have condemned and put to death the righteous man;*i he does not resist you."
    },
    {
        "o": 33802,
        "r": "nasb:James:5:6",
        "t": "Exhortation",
        "h": 2
    },
    {
        "o": 33803,
        "r": "nasb:James:5:7",
        "t": "Therefore*p be patient, brethren, until the coming of the Lord. The farmer waits for the precious produce of the soil, being patient about it, until it gets the early and late rains."
    },
    {
        "o": 33804,
        "r": "nasb:James:5:8",
        "t": "You too be patient; strengthen your hearts, for the coming of the Lord is near."
    },
    {
        "o": 33805,
        "r": "nasb:James:5:9",
        "t": "Do not complain, brethren, against one another, so that you yourselves may not be judged; behold, the Judge is standing right at the door."
    },
    {
        "o": 33806,
        "r": "nasb:James:5:10",
        "t": "As an example, brethren, of suffering and patience, take the prophets who spoke in the name of the Lord."
    },
    {
        "o": 33807,
        "r": "nasb:James:5:11",
        "t": "We count those blessed who endured. You have heard of the endurance of Job and have seen the outcome of the Lord’s dealings, that the Lord is full of compassion and is*i merciful."
    },
    {
        "o": 33808,
        "r": "nasb:James:5:12",
        "t": "But*p above all, my brethren, do not swear, either by heaven or by earth or with any other oath; but your yes is to be yes, and your no, no, so that you may not fall under judgment."
    },
    {
        "o": 33809,
        "r": "nasb:James:5:13",
        "t": "Is*p anyone among you suffering? Then*i he must pray. Is anyone cheerful? He is to sing praises."
    },
    {
        "o": 33810,
        "r": "nasb:James:5:14",
        "t": "Is anyone among you sick? Then*i he must call for the elders of the church and they are to pray over him, anointing him with oil in the name of the Lord;"
    },
    {
        "o": 33811,
        "r": "nasb:James:5:15",
        "t": "and the prayer offered in faith will restore the one who is sick, and the Lord will raise him up, and if he has committed sins, they will be forgiven him."
    },
    {
        "o": 33812,
        "r": "nasb:James:5:16",
        "t": "Therefore, confess your sins to one another, and pray for one another so that you may be healed. The effective prayer of a righteous man can accomplish much."
    },
    {
        "o": 33813,
        "r": "nasb:James:5:17",
        "t": "Elijah was a man with a nature like ours, and he prayed earnestly that it would not rain, and it did not rain on the earth for three years and six months."
    },
    {
        "o": 33814,
        "r": "nasb:James:5:18",
        "t": "Then he prayed again, and the sky poured rain and the earth produced its fruit."
    },
    {
        "o": 33815,
        "r": "nasb:James:5:19",
        "t": "My*p brethren, if any among you strays from the truth and one turns him back,"
    },
    {
        "o": 33816,
        "r": "nasb:James:5:20",
        "t": "let him know that he who turns a sinner from the error of his way will save his soul from death and will cover a multitude of sins."
    }
]
