[
    {
        "o": 22441,
        "r": "csb:Jeremiah:43:0",
        "t": "Jeremiah 43",
        "h": 1
    },
    {
        "o": 22442,
        "r": "csb:Jeremiah:43:0",
        "t": "Jeremiah’s Counsel Rejected",
        "h": 2
    },
    {
        "o": 22443,
        "r": "csb:Jeremiah:43:1",
        "t": "When*p Jeremiah had finished speaking to all the people all the words of the Lord*s their God - all these words the Lord*s their God had sent him to give them -"
    },
    {
        "o": 22444,
        "r": "csb:Jeremiah:43:2",
        "t": "then Azariah son of Hoshaiah, Johanan son of Kareah, and all the other arrogant men responded to Jeremiah, “You are speaking a lie! The Lord*s our God has not sent you to say, ‘You must not go to Egypt to stay there for a while!’"
    },
    {
        "o": 22445,
        "r": "csb:Jeremiah:43:3",
        "t": "Rather, Baruch son of Neriah is inciting you against us to hand us over to the Chaldeans to put us to death or to deport us to Babylon!”"
    },
    {
        "o": 22446,
        "r": "csb:Jeremiah:43:4",
        "t": "So*p Johanan son of Kareah, all the commanders of the armies, and all the people failed to obey the Lord’s*s command to stay in the land of Judah."
    },
    {
        "o": 22447,
        "r": "csb:Jeremiah:43:5",
        "t": "Instead, Johanan son of Kareah and all the commanders of the armies led away the whole remnant of Judah, those who had returned to stay in the land of Judah from all the nations where they had been banished."
    },
    {
        "o": 22448,
        "r": "csb:Jeremiah:43:6",
        "t": "They led away the men, women, children, king’s daughters, and everyone whom Nebuzaradan, captain of the guards, had allowed to remain with Gedaliah son of Ahikam son of Shaphan. They also led the prophet Jeremiah and Baruch son of Neriah away."
    },
    {
        "o": 22449,
        "r": "csb:Jeremiah:43:7",
        "t": "They went to the land of Egypt because they did not obey the Lord.*s They went as far as Tahpanhes."
    },
    {
        "o": 22450,
        "r": "csb:Jeremiah:43:7",
        "t": "God’s Sign to the People in Egypt",
        "h": 2
    },
    {
        "o": 22451,
        "r": "csb:Jeremiah:43:8",
        "t": "Then*p the word of the Lord*s came to Jeremiah at Tahpanhes:"
    },
    {
        "o": 22452,
        "r": "csb:Jeremiah:43:9",
        "t": "“Pick up some large stones and set them in the mortar of the brick pavement that is at the opening of Pharaoh’s palace at Tahpanhes. Do this in the sight of the Judean men"
    },
    {
        "o": 22453,
        "r": "csb:Jeremiah:43:10",
        "t": "and tell them, ‘This is what the Lord*s of Armies, the God of Israel, says: I will send for my servant Nebuchadnezzar king of Babylon, and I will place his throne on these stones that I have embedded, and he will pitch his pavilion over them."
    },
    {
        "o": 22454,
        "r": "csb:Jeremiah:43:11",
        "t": "He will come and strike down the land of Egypt- those destined for death, to death; those destined for captivity, to captivity; and those destined for the sword, to the sword."
    },
    {
        "o": 22455,
        "r": "csb:Jeremiah:43:12",
        "t": "I will kindle a fire in the temples of Egypt’s gods, and he will burn them and take them captive. He will clean the land of Egypt as a shepherd picks lice off his clothes, and he will leave there unscathed."
    },
    {
        "o": 22456,
        "r": "csb:Jeremiah:43:13",
        "t": "He will smash the sacred pillars of the sun temple in the land of Egypt and burn the temples of the Egyptian gods.’”"
    }
]
