[
    {
        "o": 30963,
        "r": "csb:Acts:13:0",
        "t": "Acts 13",
        "h": 1
    },
    {
        "o": 30964,
        "r": "csb:Acts:13:0",
        "t": "Preparing for the Mission Field",
        "h": 2
    },
    {
        "o": 30965,
        "r": "csb:Acts:13:1",
        "t": "Now*p in the church at Antioch there were prophets and teachers: Barnabas, Simeon who was called Niger, Lucius of Cyrene, Manaen, a close friend of Herod the tetrarch, and Saul."
    },
    {
        "o": 30966,
        "r": "csb:Acts:13:2",
        "t": "As*p they were worshiping the Lord and fasting, the Holy Spirit said, “Set apart for me Barnabas and Saul for the work to which I have called them.”"
    },
    {
        "o": 30967,
        "r": "csb:Acts:13:3",
        "t": "Then after they had fasted, prayed, and laid hands on them, they sent them off."
    },
    {
        "o": 30968,
        "r": "csb:Acts:13:3",
        "t": "The Mission to Cyprus",
        "h": 2
    },
    {
        "o": 30969,
        "r": "csb:Acts:13:4",
        "t": "So*p being sent out by the Holy Spirit, they went down to Seleucia, and from there they sailed to Cyprus."
    },
    {
        "o": 30970,
        "r": "csb:Acts:13:5",
        "t": "Arriving in Salamis, they proclaimed the word of God in the Jewish synagogues. They also had John as their assistant."
    },
    {
        "o": 30971,
        "r": "csb:Acts:13:6",
        "t": "When they had traveled the whole island as far as Paphos, they came across a sorcerer, a Jewish false prophet named Bar-Jesus."
    },
    {
        "o": 30972,
        "r": "csb:Acts:13:7",
        "t": "He was with the proconsul, Sergius Paulus, an intelligent man. This man summoned Barnabas and Saul and wanted to hear the word of God."
    },
    {
        "o": 30973,
        "r": "csb:Acts:13:8",
        "t": "But Elymas the sorcerer (that is the meaning of his name) opposed them and tried to turn the proconsul away from the faith."
    },
    {
        "o": 30974,
        "r": "csb:Acts:13:9",
        "t": "But*p Saul - also called Paul - filled with the Holy Spirit, stared straight at Elymas"
    },
    {
        "o": 30975,
        "r": "csb:Acts:13:10",
        "t": "and said, “You are full of all kinds of deceit and trickery, you son of the devil and enemy of all that is right. Won’t you ever stop perverting the straight paths of the Lord?"
    },
    {
        "o": 30976,
        "r": "csb:Acts:13:11",
        "t": "Now, look, the Lord’s hand is against you. You are going to be blind, and will not see the sun for a time.” Immediately a mist and darkness fell on him, and he went around seeking someone to lead him by the hand."
    },
    {
        "o": 30977,
        "r": "csb:Acts:13:12",
        "t": "Then,*p when he saw what happened, the proconsul believed, because he was astonished at the teaching of the Lord."
    },
    {
        "o": 30978,
        "r": "csb:Acts:13:12",
        "t": "Paul’s Sermon in Antioch of Pisidia",
        "h": 2
    },
    {
        "o": 30979,
        "r": "csb:Acts:13:13",
        "t": "Paul*p and his companions set sail from Paphos and came to Perga in Pamphylia, but John left them and went back to Jerusalem."
    },
    {
        "o": 30980,
        "r": "csb:Acts:13:14",
        "t": "They continued their journey from Perga and reached Pisidian Antioch. On the Sabbath day they went into the synagogue and sat down."
    },
    {
        "o": 30981,
        "r": "csb:Acts:13:15",
        "t": "After the reading of the Law and the Prophets, the leaders of the synagogue sent word to them, saying, “Brothers, if you have any word of encouragement for the people, you can speak.”"
    },
    {
        "o": 30982,
        "r": "csb:Acts:13:16",
        "t": "Paul*p stood up and motioned with his hand and said, “Fellow Israelites, and you who fear God, listen!"
    },
    {
        "o": 30983,
        "r": "csb:Acts:13:17",
        "t": "The God of this people Israel chose our ancestors, made the people prosper during their stay in the land of Egypt, and led them out of it with a mighty arm."
    },
    {
        "o": 30984,
        "r": "csb:Acts:13:18",
        "t": "And for about forty years he put up with them in the wilderness;"
    },
    {
        "o": 30985,
        "r": "csb:Acts:13:19",
        "t": "and after destroying seven nations in the land of Canaan, he gave them their land as an inheritance."
    },
    {
        "o": 30986,
        "r": "csb:Acts:13:20",
        "t": "This all took about 450 years. After this, he gave them judges until Samuel the prophet."
    },
    {
        "o": 30987,
        "r": "csb:Acts:13:21",
        "t": "Then they asked for a king, and God gave them Saul the son of Kish, a man of the tribe of Benjamin, for forty years."
    },
    {
        "o": 30988,
        "r": "csb:Acts:13:22",
        "t": "After removing him, he raised up David as their king and testified about him, ‘I*i have*i found*i David*i the son of Jesse to be a*i man*i after*i my*i own*i heart,*i who will carry out all my will.’"
    },
    {
        "o": 30989,
        "r": "csb:Acts:13:23",
        "t": "“From*p this man’s descendants, as he promised, God brought to Israel the Savior, Jesus."
    },
    {
        "o": 30990,
        "r": "csb:Acts:13:24",
        "t": "Before his coming to public attention, John had previously proclaimed a baptism of repentance to all the people of Israel."
    },
    {
        "o": 30991,
        "r": "csb:Acts:13:25",
        "t": "Now as John was completing his mission, he said, ‘Who do you think I am? I am not the one. But one is coming after me, and I am not worthy to untie the sandals on his feet.’"
    },
    {
        "o": 30992,
        "r": "csb:Acts:13:26",
        "t": "“Brothers*p and sisters, children of Abraham’s race, and those among you who fear God, it is to us that the word of this salvation has been sent."
    },
    {
        "o": 30993,
        "r": "csb:Acts:13:27",
        "t": "Since the residents of Jerusalem and their rulers did not recognize him or the sayings of the prophets that are read every Sabbath, they have fulfilled their words by condemning him."
    },
    {
        "o": 30994,
        "r": "csb:Acts:13:28",
        "t": "Though they found no grounds for the death sentence, they asked Pilate to have him killed."
    },
    {
        "o": 30995,
        "r": "csb:Acts:13:29",
        "t": "When they had carried out all that had been written about him, they took him down from the tree and put him in a tomb."
    },
    {
        "o": 30996,
        "r": "csb:Acts:13:30",
        "t": "But God raised him from the dead,"
    },
    {
        "o": 30997,
        "r": "csb:Acts:13:31",
        "t": "and he appeared for many days to those who came up with him from Galilee to Jerusalem, who are now his witnesses to the people."
    },
    {
        "o": 30998,
        "r": "csb:Acts:13:32",
        "t": "And we ourselves proclaim to you the good news of the promise that was made to our ancestors."
    },
    {
        "o": 30999,
        "r": "csb:Acts:13:33",
        "t": "God has fulfilled this for us, their children, by raising up Jesus, as it is written in the second Psalm: You*ipn are*i my*i Son;*i today*iln I*i have*i become*i your*i Father.*i"
    },
    {
        "o": 31000,
        "r": "csb:Acts:13:34",
        "t": "As*p to his raising him from the dead, never to return to decay, he has spoken in this way, I*i will*i give*i you*i the*i holy*i and*i sure*i promises*i of*i David.*i"
    },
    {
        "o": 31001,
        "r": "csb:Acts:13:35",
        "t": "Therefore he also says in another passage, You*i will*i not*i let*i your*i Holy*i One*i see*i decay.*i"
    },
    {
        "o": 31002,
        "r": "csb:Acts:13:36",
        "t": "For David, after serving God’s purpose in his own generation, fell asleep, was buried with his fathers, and decayed,"
    },
    {
        "o": 31003,
        "r": "csb:Acts:13:37",
        "t": "but the one God raised up did not decay."
    },
    {
        "o": 31004,
        "r": "csb:Acts:13:38",
        "t": "Therefore, let it be known to you, brothers and sisters, that through this man forgiveness of sins is being proclaimed to you."
    },
    {
        "o": 31005,
        "r": "csb:Acts:13:39",
        "t": "Everyone who believes is justified through him from everything that you could not be justified from through the law of Moses."
    },
    {
        "o": 31006,
        "r": "csb:Acts:13:40",
        "t": "So beware that what is said in the prophets does not happen to you:"
    },
    {
        "o": 31007,
        "r": "csb:Acts:13:41",
        "t": "Look,*ipn you*i scoffers,*i marvel*iln and*i vanish*i away,*i because*iln I*i am*i doing*i a*i work*i in*i your*i days,*i a*iln work*i that*i you*i will*i never*i believe,*i even*iln if*i someone*i were*i to*i explain*i it*i to*i you.”*i"
    },
    {
        "o": 31008,
        "r": "csb:Acts:13:41",
        "t": "Paul and Barnabas in Antioch",
        "h": 2
    },
    {
        "o": 31009,
        "r": "csb:Acts:13:42",
        "t": "As*p they were leaving, the people urged them to speak about these matters the following Sabbath."
    },
    {
        "o": 31010,
        "r": "csb:Acts:13:43",
        "t": "After the synagogue had been dismissed, many of the Jews and devout converts to Judaism followed Paul and Barnabas, who were speaking with them and urging them to continue in the grace of God."
    },
    {
        "o": 31011,
        "r": "csb:Acts:13:44",
        "t": "The*p following Sabbath almost the whole town assembled to hear the word of the Lord."
    },
    {
        "o": 31012,
        "r": "csb:Acts:13:45",
        "t": "But when the Jews saw the crowds, they were filled with jealousy and began to contradict what Paul was saying, insulting him."
    },
    {
        "o": 31013,
        "r": "csb:Acts:13:46",
        "t": "Paul*p and Barnabas boldly replied, “It was necessary that the word of God be spoken to you first. Since you reject it and judge yourselves unworthy of eternal life, we are turning to the Gentiles."
    },
    {
        "o": 31014,
        "r": "csb:Acts:13:47",
        "t": "For this is what the Lord has commanded us: I*ipn have*i made*i you*i a*iln light*i for*i the*i Gentiles*i to*iln bring*i salvation*i to*iln the*i ends*i of*i the*i earth.”*i"
    },
    {
        "o": 31015,
        "r": "csb:Acts:13:48",
        "t": "When*p the Gentiles heard this, they rejoiced and honored the word of the Lord, and all who had been appointed to eternal life believed."
    },
    {
        "o": 31016,
        "r": "csb:Acts:13:49",
        "t": "The word of the Lord spread through the whole region."
    },
    {
        "o": 31017,
        "r": "csb:Acts:13:50",
        "t": "But the Jews incited the prominent God-fearing women and the leading men of the city. They stirred up persecution against Paul and Barnabas and expelled them from their district."
    },
    {
        "o": 31018,
        "r": "csb:Acts:13:51",
        "t": "But Paul and Barnabas shook the dust off their feet against them and went to Iconium."
    },
    {
        "o": 31019,
        "r": "csb:Acts:13:52",
        "t": "And the disciples were filled with joy and the Holy Spirit."
    }
]
