[
    {
        "o": 21110,
        "r": "nasb:Jeremiah:1:0",
        "t": "Jeremiah 1",
        "h": 1
    },
    {
        "o": 21111,
        "r": "nasb:Jeremiah:1:0",
        "t": "Jeremiah’s Call and Commission",
        "h": 2
    },
    {
        "o": 21112,
        "r": "nasb:Jeremiah:1:1",
        "t": "The*p words of Jeremiah the son of Hilkiah, of the priests who were in Anathoth in the land of Benjamin,"
    },
    {
        "o": 21113,
        "r": "nasb:Jeremiah:1:2",
        "t": "to whom the word of the Lord*s came in the days of Josiah the son of Amon, king of Judah, in the thirteenth year of his reign."
    },
    {
        "o": 21114,
        "r": "nasb:Jeremiah:1:3",
        "t": "It came also in the days of Jehoiakim the son of Josiah, king of Judah, until the end of the eleventh year of Zedekiah the son of Josiah, king of Judah, until the exile of Jerusalem in the fifth month."
    },
    {
        "o": 21115,
        "r": "nasb:Jeremiah:1:4",
        "t": "Now*p the word of the Lord*s came to me saying,"
    },
    {
        "o": 21116,
        "r": "nasb:Jeremiah:1:5",
        "t": "“Before*pn I formed you in the womb I knew you, And*ln before you were born I consecrated you; I*ln have appointed you a prophet to the nations.”"
    },
    {
        "o": 21117,
        "r": "nasb:Jeremiah:1:6",
        "t": "Then*ln I said, “Alas, Lord God!*s Behold,*ln I do not know how to speak, Because*ln I am a youth.”"
    },
    {
        "o": 21118,
        "r": "nasb:Jeremiah:1:7",
        "t": "But*ln the Lord*s said to me, “Do*ln not say, ‘I am a youth,’ Because*ln everywhere I send you, you shall go, And*ln all that I command you, you shall speak."
    },
    {
        "o": 21119,
        "r": "nasb:Jeremiah:1:8",
        "t": "Do*ln not be afraid of them, For*ln I am with you to deliver you,” declares the Lord.*s"
    },
    {
        "o": 21120,
        "r": "nasb:Jeremiah:1:9",
        "t": "Then*p the Lord*s stretched out His hand and touched my mouth, and the Lord*s said to me, “Behold,*pn I have put My words in your mouth."
    },
    {
        "o": 21121,
        "r": "nasb:Jeremiah:1:10",
        "t": "See,*ln I have appointed you this day over the nations and over the kingdoms, To*ln pluck up and to break down, To*ln destroy and to overthrow, To*ln build and to plant.”"
    },
    {
        "o": 21122,
        "r": "nasb:Jeremiah:1:10",
        "t": "The Almond Rod and Boiling Pot",
        "h": 2
    },
    {
        "o": 21123,
        "r": "nasb:Jeremiah:1:11",
        "t": "The*p word of the Lord*s came to me saying, “What do you see, Jeremiah?” And I said, “I see a rod of an almond tree.”"
    },
    {
        "o": 21124,
        "r": "nasb:Jeremiah:1:12",
        "t": "Then the Lord*s said to me, “You have seen well, for I am watching over My word to perform it.”"
    },
    {
        "o": 21125,
        "r": "nasb:Jeremiah:1:13",
        "t": "The*p word of the Lord*s came to me a second time saying, “What do you see?” And I said, “I see a boiling pot, facing away from the north.”"
    },
    {
        "o": 21126,
        "r": "nasb:Jeremiah:1:14",
        "t": "Then the Lord*s said to me, “Out of the north the evil will break forth on all the inhabitants of the land."
    },
    {
        "o": 21127,
        "r": "nasb:Jeremiah:1:15",
        "t": "For, behold, I am calling all the families of the kingdoms of the north,” declares the Lord;*s “and they will come and they will set each one his throne at the entrance of the gates of Jerusalem, and against all its walls round about and against all the cities of Judah."
    },
    {
        "o": 21128,
        "r": "nasb:Jeremiah:1:16",
        "t": "I will pronounce My judgments on them concerning all their wickedness, whereby they have forsaken Me and have offered sacrifices to other gods, and worshiped the works of their own hands."
    },
    {
        "o": 21129,
        "r": "nasb:Jeremiah:1:17",
        "t": "Now, gird up your loins and arise, and speak to them all which I command you. Do not be dismayed before them, or I will dismay you before them."
    },
    {
        "o": 21130,
        "r": "nasb:Jeremiah:1:18",
        "t": "Now behold, I have made you today as a fortified city and as a pillar of iron and as walls of bronze against the whole land, to the kings of Judah, to its princes, to its priests and to the people of the land."
    },
    {
        "o": 21131,
        "r": "nasb:Jeremiah:1:19",
        "t": "They will fight against you, but they will not overcome you, for I am with you to deliver you,” declares the Lord.*s"
    }
]
