[
    {
        "o": 5445,
        "r": "nasb:Deuteronomy:4:0",
        "t": "Deuteronomy 4",
        "h": 1
    },
    {
        "o": 5446,
        "r": "nasb:Deuteronomy:4:0",
        "t": "Israel Urged to Obey God’s Law",
        "h": 2
    },
    {
        "o": 5447,
        "r": "nasb:Deuteronomy:4:1",
        "t": "“Now,*p O Israel, listen to the statutes and the judgments which I am teaching you to perform, so that you may live and go in and take possession of the land which the Lord,*s the God of your fathers, is giving you."
    },
    {
        "o": 5448,
        "r": "nasb:Deuteronomy:4:2",
        "t": "You shall not add to the word which I am commanding you, nor take away from it, that you may keep the commandments of the Lord*s your God which I command you."
    },
    {
        "o": 5449,
        "r": "nasb:Deuteronomy:4:3",
        "t": "Your eyes have seen what the Lord*s has done in the case of Baal-peor, for all the men who followed Baal-peor, the Lord*s your God has destroyed them from among you."
    },
    {
        "o": 5450,
        "r": "nasb:Deuteronomy:4:4",
        "t": "But you who held fast to the Lord*s your God are alive today, every one of you."
    },
    {
        "o": 5451,
        "r": "nasb:Deuteronomy:4:5",
        "t": "“See,*p I have taught you statutes and judgments just as the Lord*s my God commanded me, that you should do thus in the land where you are entering to possess it."
    },
    {
        "o": 5452,
        "r": "nasb:Deuteronomy:4:6",
        "t": "So keep and do them,*i for that is your wisdom and your understanding in the sight of the peoples who will hear all these statutes and say, ‘Surely this great nation is a wise and understanding people.’"
    },
    {
        "o": 5453,
        "r": "nasb:Deuteronomy:4:7",
        "t": "For what great nation is there that has a god so near to it as is the Lord*s our God whenever we call on Him?"
    },
    {
        "o": 5454,
        "r": "nasb:Deuteronomy:4:8",
        "t": "Or what great nation is there that has statutes and judgments as righteous as this whole law which I am setting before you today?"
    },
    {
        "o": 5455,
        "r": "nasb:Deuteronomy:4:9",
        "t": "“Only*p give heed to yourself and keep your soul diligently, so that you do not forget the things which your eyes have seen and they do not depart from your heart all the days of your life; but make them known to your sons and your grandsons."
    },
    {
        "o": 5456,
        "r": "nasb:Deuteronomy:4:10",
        "t": "Remember*i the day you stood before the Lord*s your God at Horeb, when the Lord*s said to me, ‘Assemble the people to Me, that I may let them hear My words so they may learn to fear Me all the days they live on the earth, and that they may teach their children.’"
    },
    {
        "o": 5457,
        "r": "nasb:Deuteronomy:4:11",
        "t": "You came near and stood at the foot of the mountain, and the mountain burned with fire to the very*i heart of the heavens: darkness, cloud and thick gloom."
    },
    {
        "o": 5458,
        "r": "nasb:Deuteronomy:4:12",
        "t": "Then the Lord*s spoke to you from the midst of the fire; you heard the sound of words, but you saw no form—only a voice."
    },
    {
        "o": 5459,
        "r": "nasb:Deuteronomy:4:13",
        "t": "So He declared to you His covenant which He commanded you to perform, that*i is,*i the Ten Commandments; and He wrote them on two tablets of stone."
    },
    {
        "o": 5460,
        "r": "nasb:Deuteronomy:4:14",
        "t": "The Lord*s commanded me at that time to teach you statutes and judgments, that you might perform them in the land where you are going over to possess it."
    },
    {
        "o": 5461,
        "r": "nasb:Deuteronomy:4:15",
        "t": "“So*p watch yourselves carefully, since you did not see any form on the day the Lord*s spoke to you at Horeb from the midst of the fire,"
    },
    {
        "o": 5462,
        "r": "nasb:Deuteronomy:4:16",
        "t": "so that you do not act corruptly and make a graven image for yourselves in the form of any figure, the likeness of male or female,"
    },
    {
        "o": 5463,
        "r": "nasb:Deuteronomy:4:17",
        "t": "the likeness of any animal that is on the earth, the likeness of any winged bird that flies in the sky,"
    },
    {
        "o": 5464,
        "r": "nasb:Deuteronomy:4:18",
        "t": "the likeness of anything that creeps on the ground, the likeness of any fish that is in the water below the earth."
    },
    {
        "o": 5465,
        "r": "nasb:Deuteronomy:4:19",
        "t": "And beware*i not to lift up your eyes to heaven and see the sun and the moon and the stars, all the host of heaven, and be drawn away and worship them and serve them, those which the Lord*s your God has allotted to all the peoples under the whole heaven."
    },
    {
        "o": 5466,
        "r": "nasb:Deuteronomy:4:20",
        "t": "But the Lord*s has taken you and brought you out of the iron furnace, from Egypt, to be a people for His own possession, as today."
    },
    {
        "o": 5467,
        "r": "nasb:Deuteronomy:4:21",
        "t": "“Now*p the Lord*s was angry with me on your account, and swore that I would not cross the Jordan, and that I would not enter the good land which the Lord*s your God is giving you as an inheritance."
    },
    {
        "o": 5468,
        "r": "nasb:Deuteronomy:4:22",
        "t": "For I will die in this land, I shall not cross the Jordan, but you shall cross and take possession of this good land."
    },
    {
        "o": 5469,
        "r": "nasb:Deuteronomy:4:23",
        "t": "So watch yourselves, that you do not forget the covenant of the Lord*s your God which He made with you, and make for yourselves a graven image in the form of anything against*i which the Lord*s your God has commanded you."
    },
    {
        "o": 5470,
        "r": "nasb:Deuteronomy:4:24",
        "t": "For the Lord*s your God is a consuming fire, a jealous God."
    },
    {
        "o": 5471,
        "r": "nasb:Deuteronomy:4:25",
        "t": "“When*p you become the father of children and children’s children and have remained long in the land, and act corruptly, and make an idol in the form of anything, and do that which is evil in the sight of the Lord*s your God so*i as*i to provoke Him to anger,"
    },
    {
        "o": 5472,
        "r": "nasb:Deuteronomy:4:26",
        "t": "I call heaven and earth to witness against you today, that you will surely perish quickly from the land where you are going over the Jordan to possess it. You shall not live long on it, but will be utterly destroyed."
    },
    {
        "o": 5473,
        "r": "nasb:Deuteronomy:4:27",
        "t": "The Lord*s will scatter you among the peoples, and you will be left few in number among the nations where the Lord*s drives you."
    },
    {
        "o": 5474,
        "r": "nasb:Deuteronomy:4:28",
        "t": "There you will serve gods, the work of man’s hands, wood and stone, which neither see nor hear nor eat nor smell."
    },
    {
        "o": 5475,
        "r": "nasb:Deuteronomy:4:29",
        "t": "But from there you will seek the Lord*s your God, and you will find Him*i if you search for Him with all your heart and all your soul."
    },
    {
        "o": 5476,
        "r": "nasb:Deuteronomy:4:30",
        "t": "When you are in distress and all these things have come upon you, in the latter days you will return to the Lord*s your God and listen to His voice."
    },
    {
        "o": 5477,
        "r": "nasb:Deuteronomy:4:31",
        "t": "For the Lord*s your God is a compassionate God; He will not fail you nor destroy you nor forget the covenant with your fathers which He swore to them."
    },
    {
        "o": 5478,
        "r": "nasb:Deuteronomy:4:32",
        "t": "“Indeed,*p ask now concerning the former days which were before you, since the day that God created man on the earth, and inquire*i from one end of the heavens to the other. Has anything*i been done like this great thing, or has anything*i been heard like it?"
    },
    {
        "o": 5479,
        "r": "nasb:Deuteronomy:4:33",
        "t": "Has any*i people heard the voice of God speaking from the midst of the fire, as you have heard it,*i and survived?"
    },
    {
        "o": 5480,
        "r": "nasb:Deuteronomy:4:34",
        "t": "Or has a god tried to go to take for himself a nation from within another*i nation by trials, by signs and wonders and by war and by a mighty hand and by an outstretched arm and by great terrors, as the Lord*s your God did for you in Egypt before your eyes?"
    },
    {
        "o": 5481,
        "r": "nasb:Deuteronomy:4:35",
        "t": "To you it was shown that you might know that the Lord,*s He is God; there is no other besides Him."
    },
    {
        "o": 5482,
        "r": "nasb:Deuteronomy:4:36",
        "t": "Out of the heavens He let you hear His voice to discipline you; and on earth He let you see His great fire, and you heard His words from the midst of the fire."
    },
    {
        "o": 5483,
        "r": "nasb:Deuteronomy:4:37",
        "t": "Because He loved your fathers, therefore He chose their descendants after them. And He personally brought you from Egypt by His great power,"
    },
    {
        "o": 5484,
        "r": "nasb:Deuteronomy:4:38",
        "t": "driving out from before you nations greater and mightier than you, to bring you in and*i to give you their land for an inheritance, as it is today."
    },
    {
        "o": 5485,
        "r": "nasb:Deuteronomy:4:39",
        "t": "Know therefore today, and take it to your heart, that the Lord,*s He is God in heaven above and on the earth below; there is no other."
    },
    {
        "o": 5486,
        "r": "nasb:Deuteronomy:4:40",
        "t": "So you shall keep His statutes and His commandments which I am giving you today, that it may go well with you and with your children after you, and that you may live long on the land which the Lord*s your God is giving you for all time.”"
    },
    {
        "o": 5487,
        "r": "nasb:Deuteronomy:4:41",
        "t": "Then*p Moses set apart three cities across the Jordan to the east,"
    },
    {
        "o": 5488,
        "r": "nasb:Deuteronomy:4:42",
        "t": "that a manslayer might flee there, who unintentionally slew his neighbor without having enmity toward him in time past; and by fleeing to one of these cities he might live:"
    },
    {
        "o": 5489,
        "r": "nasb:Deuteronomy:4:43",
        "t": "Bezer in the wilderness on the plateau for the Reubenites, and Ramoth in Gilead for the Gadites, and Golan in Bashan for the Manassites."
    },
    {
        "o": 5490,
        "r": "nasb:Deuteronomy:4:44",
        "t": "Now*p this is the law which Moses set before the sons of Israel;"
    },
    {
        "o": 5491,
        "r": "nasb:Deuteronomy:4:45",
        "t": "these are the testimonies and the statutes and the ordinances which Moses spoke to the sons of Israel, when they came out from Egypt,"
    },
    {
        "o": 5492,
        "r": "nasb:Deuteronomy:4:46",
        "t": "across the Jordan, in the valley opposite Beth-peor, in the land of Sihon king of the Amorites who lived at Heshbon, whom Moses and the sons of Israel defeated when they came out from Egypt."
    },
    {
        "o": 5493,
        "r": "nasb:Deuteronomy:4:47",
        "t": "They took possession of his land and the land of Og king of Bashan, the two kings of the Amorites, who*i were*i across the Jordan to the east,"
    },
    {
        "o": 5494,
        "r": "nasb:Deuteronomy:4:48",
        "t": "from Aroer, which is on the edge of the valley of Arnon, even as far as Mount Sion (that is, Hermon),"
    },
    {
        "o": 5495,
        "r": "nasb:Deuteronomy:4:49",
        "t": "with all the Arabah across the Jordan to the east, even as far as the sea of the Arabah, at the foot of the slopes of Pisgah."
    }
]
