[
    {
        "o": 3190,
        "r": "csb:Leviticus:7:0",
        "t": "Leviticus 7",
        "h": 1
    },
    {
        "o": 3191,
        "r": "csb:Leviticus:7:0",
        "t": "The Guilt Offering",
        "h": 2
    },
    {
        "o": 3192,
        "r": "csb:Leviticus:7:1",
        "t": "“Now*p this is the law of the guilt offering; it is especially holy."
    },
    {
        "o": 3193,
        "r": "csb:Leviticus:7:2",
        "t": "The guilt offering is to be slaughtered at the place where the burnt offering is slaughtered, and the priest is to splatter its blood on all sides of the altar."
    },
    {
        "o": 3194,
        "r": "csb:Leviticus:7:3",
        "t": "The offerer is to present all the fat from it: the fat tail, the fat surrounding the entrails,"
    },
    {
        "o": 3195,
        "r": "csb:Leviticus:7:4",
        "t": "and the two kidneys with the fat on them at the loins; he will also remove the fatty lobe of the liver with the kidneys."
    },
    {
        "o": 3196,
        "r": "csb:Leviticus:7:5",
        "t": "The priest will burn them on the altar as a food offering to the Lord;*s it is a guilt offering."
    },
    {
        "o": 3197,
        "r": "csb:Leviticus:7:6",
        "t": "Any male among the priests may eat it. It is to be eaten in a holy place; it is especially holy."
    },
    {
        "o": 3198,
        "r": "csb:Leviticus:7:7",
        "t": "“The*p guilt offering is like the sin offering; the law is the same for both. It belongs to the priest who makes atonement with it."
    },
    {
        "o": 3199,
        "r": "csb:Leviticus:7:8",
        "t": "As for the priest who presents someone’s burnt offering, the hide of the burnt offering he has presented belongs to him; it is the priest’s."
    },
    {
        "o": 3200,
        "r": "csb:Leviticus:7:9",
        "t": "Any grain offering that is baked in an oven or prepared in a pan or on a griddle belongs to the priest who presents it; it is his."
    },
    {
        "o": 3201,
        "r": "csb:Leviticus:7:10",
        "t": "But any grain offering, whether dry or mixed with oil, belongs equally to all of Aaron’s sons."
    },
    {
        "o": 3202,
        "r": "csb:Leviticus:7:10",
        "t": "The Fellowship Sacrifice",
        "h": 2
    },
    {
        "o": 3203,
        "r": "csb:Leviticus:7:11",
        "t": "“Now*p this is the law of the fellowship sacrifice that someone may present to the Lord:*s"
    },
    {
        "o": 3204,
        "r": "csb:Leviticus:7:12",
        "t": "If he presents it for thanksgiving, in addition to the thanksgiving sacrifice, he is to present unleavened cakes mixed with olive oil, unleavened wafers coated with oil, and well-kneaded cakes of fine flour mixed with oil."
    },
    {
        "o": 3205,
        "r": "csb:Leviticus:7:13",
        "t": "He is to present as his offering cakes of leavened bread with his thanksgiving sacrifice of fellowship."
    },
    {
        "o": 3206,
        "r": "csb:Leviticus:7:14",
        "t": "From the cakes he is to present one portion of each offering as a contribution to the Lord.*s It will belong to the priest who splatters the blood of the fellowship offering; it is his."
    },
    {
        "o": 3207,
        "r": "csb:Leviticus:7:15",
        "t": "The meat of his thanksgiving sacrifice of fellowship must be eaten on the day he offers it; he may not leave any of it until morning."
    },
    {
        "o": 3208,
        "r": "csb:Leviticus:7:16",
        "t": "“If*p the sacrifice he offers is a vow or a freewill offering, it is to be eaten on the day he presents his sacrifice, and what is left over may be eaten on the next day."
    },
    {
        "o": 3209,
        "r": "csb:Leviticus:7:17",
        "t": "But what remains of the sacrificial meat by the third day must be burned."
    },
    {
        "o": 3210,
        "r": "csb:Leviticus:7:18",
        "t": "If any of the meat of his fellowship sacrifice is eaten on the third day, it will not be accepted. It will not be credited to the one who presents it; it is repulsive. The person who eats any of it will bear his iniquity."
    },
    {
        "o": 3211,
        "r": "csb:Leviticus:7:19",
        "t": "“Meat*p that touches anything unclean must not be eaten; it is to be burned. Everyone who is clean may eat any other meat."
    },
    {
        "o": 3212,
        "r": "csb:Leviticus:7:20",
        "t": "But the one who eats meat from the Lord’s*s fellowship sacrifice while he is unclean, that person must be cut off from his people."
    },
    {
        "o": 3213,
        "r": "csb:Leviticus:7:21",
        "t": "If someone touches anything unclean, whether human uncleanness, an unclean animal, or any unclean, abhorrent creature, and eats meat from the Lord’s*s fellowship sacrifice, that person is to be cut off from his people.”"
    },
    {
        "o": 3214,
        "r": "csb:Leviticus:7:21",
        "t": "Fat and Blood Prohibited",
        "h": 2
    },
    {
        "o": 3215,
        "r": "csb:Leviticus:7:22",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3216,
        "r": "csb:Leviticus:7:23",
        "t": "“Tell the Israelites: You are not to eat any fat of an ox, a sheep, or a goat."
    },
    {
        "o": 3217,
        "r": "csb:Leviticus:7:24",
        "t": "The fat of an animal that dies naturally or is mauled by wild beasts may be used for any other purpose, but you must not eat it."
    },
    {
        "o": 3218,
        "r": "csb:Leviticus:7:25",
        "t": "If anyone eats animal fat from a food offering presented to the Lord,*s the person who eats it is to be cut off from his people."
    },
    {
        "o": 3219,
        "r": "csb:Leviticus:7:26",
        "t": "Wherever you live, you must not eat the blood of any bird or animal."
    },
    {
        "o": 3220,
        "r": "csb:Leviticus:7:27",
        "t": "Whoever eats any blood is to be cut off from his people.”"
    },
    {
        "o": 3221,
        "r": "csb:Leviticus:7:27",
        "t": "The Portion for the Priests",
        "h": 2
    },
    {
        "o": 3222,
        "r": "csb:Leviticus:7:28",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3223,
        "r": "csb:Leviticus:7:29",
        "t": "“Tell the Israelites: The one who presents a fellowship sacrifice to the Lord*s is to bring an offering to the Lord*s from his sacrifice."
    },
    {
        "o": 3224,
        "r": "csb:Leviticus:7:30",
        "t": "His own hands will bring the food offerings to the Lord.*s He will bring the fat together with the breast. The breast is to be presented as a presentation offering before the Lord.*s"
    },
    {
        "o": 3225,
        "r": "csb:Leviticus:7:31",
        "t": "The priest is to burn the fat on the altar, but the breast belongs to Aaron and his sons."
    },
    {
        "o": 3226,
        "r": "csb:Leviticus:7:32",
        "t": "You are to give the right thigh to the priest as a contribution from your fellowship sacrifices."
    },
    {
        "o": 3227,
        "r": "csb:Leviticus:7:33",
        "t": "The son of Aaron who presents the blood of the fellowship offering and the fat will have the right thigh as a portion."
    },
    {
        "o": 3228,
        "r": "csb:Leviticus:7:34",
        "t": "I have taken from the Israelites the breast of the presentation offering and the thigh of the contribution from their fellowship sacrifices, and have assigned them to the priest Aaron and to his sons as a permanent portion from the Israelites.”"
    },
    {
        "o": 3229,
        "r": "csb:Leviticus:7:35",
        "t": "This*p is the portion from the food offerings to the Lord*s for Aaron and his sons since the day they were presented to serve the Lord*s as priests."
    },
    {
        "o": 3230,
        "r": "csb:Leviticus:7:36",
        "t": "The Lord*s commanded this to be given to them by the Israelites on the day he anointed them. It is a permanent portion throughout their generations."
    },
    {
        "o": 3231,
        "r": "csb:Leviticus:7:37",
        "t": "This*p is the law for the burnt offering, the grain offering, the sin offering, the guilt offering, the ordination offering, and the fellowship sacrifice,"
    },
    {
        "o": 3232,
        "r": "csb:Leviticus:7:38",
        "t": "which the Lord*s commanded Moses on Mount Sinai on the day he commanded the Israelites to present their offerings to the Lord*s in the Wilderness of Sinai."
    }
]
