[
    {
        "o": 34689,
        "r": "esv:Revelation:16:0",
        "t": "Revelation 16",
        "h": 1
    },
    {
        "o": 34690,
        "r": "esv:Revelation:16:0",
        "t": "The Seven Bowls of God’s Wrath",
        "h": 2
    },
    {
        "o": 34691,
        "r": "esv:Revelation:16:1",
        "t": "Then*p I heard a loud voice from the temple telling the seven angels, “Go and pour out on the earth the seven bowls of the wrath of God.”"
    },
    {
        "o": 34692,
        "r": "esv:Revelation:16:2",
        "t": "So*p the first angel went and poured out his bowl on the earth, and harmful and painful sores came upon the people who bore the mark of the beast and worshiped its image."
    },
    {
        "o": 34693,
        "r": "esv:Revelation:16:3",
        "t": "The*p second angel poured out his bowl into the sea, and it became like the blood of a corpse, and every living thing died that was in the sea."
    },
    {
        "o": 34694,
        "r": "esv:Revelation:16:4",
        "t": "The*p third angel poured out his bowl into the rivers and the springs of water, and they became blood."
    },
    {
        "o": 34695,
        "r": "esv:Revelation:16:5",
        "t": "And I heard the angel in charge of the waters say, “Just*pn are you, O Holy One, who is and who was, for*ld you brought these judgments."
    },
    {
        "o": 34696,
        "r": "esv:Revelation:16:6",
        "t": "For*ln they have shed the blood of saints and prophets, and*ld you have given them blood to drink. It*ln is what they deserve!”"
    },
    {
        "o": 34697,
        "r": "esv:Revelation:16:7",
        "t": "And*p I heard the altar saying, “Yes,*pn Lord God the Almighty, true*ld and just are your judgments!”"
    },
    {
        "o": 34698,
        "r": "esv:Revelation:16:8",
        "t": "The*p fourth angel poured out his bowl on the sun, and it was allowed to scorch people with fire."
    },
    {
        "o": 34699,
        "r": "esv:Revelation:16:9",
        "t": "They were scorched by the fierce heat, and they cursed the name of God who had power over these plagues. They did not repent and give him glory."
    },
    {
        "o": 34700,
        "r": "esv:Revelation:16:10",
        "t": "The*p fifth angel poured out his bowl on the throne of the beast, and its kingdom was plunged into darkness. People gnawed their tongues in anguish"
    },
    {
        "o": 34701,
        "r": "esv:Revelation:16:11",
        "t": "and cursed the God of heaven for their pain and sores. They did not repent of their deeds."
    },
    {
        "o": 34702,
        "r": "esv:Revelation:16:12",
        "t": "The*p sixth angel poured out his bowl on the great river Euphrates, and its water was dried up, to prepare the way for the kings from the east."
    },
    {
        "o": 34703,
        "r": "esv:Revelation:16:13",
        "t": "And I saw, coming out of the mouth of the dragon and out of the mouth of the beast and out of the mouth of the false prophet, three unclean spirits like frogs."
    },
    {
        "o": 34704,
        "r": "esv:Revelation:16:14",
        "t": "For they are demonic spirits, performing signs, who go abroad to the kings of the whole world, to assemble them for battle on the great day of God the Almighty."
    },
    {
        "o": 34705,
        "r": "esv:Revelation:16:15",
        "t": "(“Behold,*r I*r am*r coming*r like*r a*r thief!*r Blessed*r is*r the*r one*r who*r stays*r awake,*r keeping*r his*r garments*r on,*r that*r he*r may*r not*r go*r about*r naked*r and*r be*r seen*r exposed!”)*r"
    },
    {
        "o": 34706,
        "r": "esv:Revelation:16:16",
        "t": "And they assembled them at the place that in Hebrew is called Armageddon."
    },
    {
        "o": 34707,
        "r": "esv:Revelation:16:16",
        "t": "The Seventh Bowl",
        "h": 2
    },
    {
        "o": 34708,
        "r": "esv:Revelation:16:17",
        "t": "The*p seventh angel poured out his bowl into the air, and a loud voice came out of the temple, from the throne, saying, “It is done!”"
    },
    {
        "o": 34709,
        "r": "esv:Revelation:16:18",
        "t": "And there were flashes of lightning, rumblings, peals of thunder, and a great earthquake such as there had never been since man was on the earth, so great was that earthquake."
    },
    {
        "o": 34710,
        "r": "esv:Revelation:16:19",
        "t": "The great city was split into three parts, and the cities of the nations fell, and God remembered Babylon the great, to make her drain the cup of the wine of the fury of his wrath."
    },
    {
        "o": 34711,
        "r": "esv:Revelation:16:20",
        "t": "And every island fled away, and no mountains were to be found."
    },
    {
        "o": 34712,
        "r": "esv:Revelation:16:21",
        "t": "And great hailstones, about one hundred pounds each, fell from heaven on people; and they cursed God for the plague of the hail, because the plague was so severe."
    }
]
