[
    {
        "o": 2890,
        "r": "nasb:Exodus:38:0",
        "t": "Exodus 38",
        "h": 1
    },
    {
        "o": 2891,
        "r": "nasb:Exodus:38:0",
        "t": "The Tabernacle Completed",
        "h": 2
    },
    {
        "o": 2892,
        "r": "nasb:Exodus:38:1",
        "t": "Then*p he made the altar of burnt offering of acacia wood, five cubits long, and five cubits wide, square, and three cubits high."
    },
    {
        "o": 2893,
        "r": "nasb:Exodus:38:2",
        "t": "He made its horns on its four corners, its horns being of*i one*i piece*i with it, and he overlaid it with bronze."
    },
    {
        "o": 2894,
        "r": "nasb:Exodus:38:3",
        "t": "He made all the utensils of the altar, the pails and the shovels and the basins, the flesh hooks and the firepans; he made all its utensils of bronze."
    },
    {
        "o": 2895,
        "r": "nasb:Exodus:38:4",
        "t": "He made for the altar a grating of bronze network beneath, under its ledge, reaching halfway up."
    },
    {
        "o": 2896,
        "r": "nasb:Exodus:38:5",
        "t": "He cast four rings on the four ends of the bronze grating as*i holders for the poles."
    },
    {
        "o": 2897,
        "r": "nasb:Exodus:38:6",
        "t": "He made the poles of acacia wood and overlaid them with bronze."
    },
    {
        "o": 2898,
        "r": "nasb:Exodus:38:7",
        "t": "He inserted the poles into the rings on the sides of the altar, with which to carry it. He made it hollow with planks."
    },
    {
        "o": 2899,
        "r": "nasb:Exodus:38:8",
        "t": "Moreover,*p he made the laver of bronze with its base of bronze, from the mirrors of the serving women who served at the doorway of the tent of meeting."
    },
    {
        "o": 2900,
        "r": "nasb:Exodus:38:9",
        "t": "Then*p he made the court: for the south side the hangings of the court were of fine twisted linen, one hundred cubits;"
    },
    {
        "o": 2901,
        "r": "nasb:Exodus:38:10",
        "t": "their twenty pillars, and their twenty sockets, made*i of bronze; the hooks of the pillars and their bands were*i of silver."
    },
    {
        "o": 2902,
        "r": "nasb:Exodus:38:11",
        "t": "For the north side there*i were*i one hundred cubits; their twenty pillars and their twenty sockets were*i of bronze, the hooks of the pillars and their bands were*i of silver."
    },
    {
        "o": 2903,
        "r": "nasb:Exodus:38:12",
        "t": "For the west side there*i were*i hangings of fifty cubits with*i their ten pillars and their ten sockets; the hooks of the pillars and their bands were*i of silver."
    },
    {
        "o": 2904,
        "r": "nasb:Exodus:38:13",
        "t": "For the east side fifty cubits."
    },
    {
        "o": 2905,
        "r": "nasb:Exodus:38:14",
        "t": "The hangings for the one*i side of*i the*i gate*i were*i fifteen cubits, with*i their three pillars and their three sockets,"
    },
    {
        "o": 2906,
        "r": "nasb:Exodus:38:15",
        "t": "and so for the other side. On both sides of the gate of the court were*i hangings of fifteen cubits, with*i their three pillars and their three sockets."
    },
    {
        "o": 2907,
        "r": "nasb:Exodus:38:16",
        "t": "All the hangings of the court all around were*i of fine twisted linen."
    },
    {
        "o": 2908,
        "r": "nasb:Exodus:38:17",
        "t": "The sockets for the pillars were*i of bronze, the hooks of the pillars and their bands, of silver; and the overlaying of their tops, of silver, and all the pillars of the court were furnished with silver bands."
    },
    {
        "o": 2909,
        "r": "nasb:Exodus:38:18",
        "t": "The screen of the gate of the court was the work of the weaver, of blue and purple and scarlet material*i and fine twisted linen. And the length was*i twenty cubits and the height was*i five cubits, corresponding to the hangings of the court."
    },
    {
        "o": 2910,
        "r": "nasb:Exodus:38:19",
        "t": "Their four pillars and their four sockets were*i of bronze; their hooks were*i of silver, and the overlaying of their tops and their bands were*i of silver."
    },
    {
        "o": 2911,
        "r": "nasb:Exodus:38:20",
        "t": "All the pegs of the tabernacle and of the court all around were*i of bronze."
    },
    {
        "o": 2912,
        "r": "nasb:Exodus:38:20",
        "t": "The Cost of the Tabernacle",
        "h": 2
    },
    {
        "o": 2913,
        "r": "nasb:Exodus:38:21",
        "t": "This*p is the number of the things for the tabernacle, the tabernacle of the testimony, as they were numbered according to the command of Moses, for the service of the Levites, by the hand of Ithamar the son of Aaron the priest."
    },
    {
        "o": 2914,
        "r": "nasb:Exodus:38:22",
        "t": "Now Bezalel the son of Uri, the son of Hur, of the tribe of Judah, made all that the Lord*s had commanded Moses."
    },
    {
        "o": 2915,
        "r": "nasb:Exodus:38:23",
        "t": "With him was*i Oholiab the son of Ahisamach, of the tribe of Dan, an engraver and a skillful workman and a weaver in blue and in purple and in scarlet material,*i and fine linen."
    },
    {
        "o": 2916,
        "r": "nasb:Exodus:38:24",
        "t": "All*p the gold that was used for the work, in all the work of the sanctuary, even the gold of the wave offering, was 29 talents and 730 shekels, according to the shekel of the sanctuary."
    },
    {
        "o": 2917,
        "r": "nasb:Exodus:38:25",
        "t": "The silver of those of the congregation who were numbered was 100 talents and 1,775 shekels, according to the shekel of the sanctuary;"
    },
    {
        "o": 2918,
        "r": "nasb:Exodus:38:26",
        "t": "a beka a head (that*i is,*i half a shekel according to the shekel of the sanctuary), for each one who passed over to those who were numbered, from twenty years old and upward, for 603,550 men."
    },
    {
        "o": 2919,
        "r": "nasb:Exodus:38:27",
        "t": "The hundred talents of silver were for casting the sockets of the sanctuary and the sockets of the veil; one hundred sockets for the hundred talents, a talent for a socket."
    },
    {
        "o": 2920,
        "r": "nasb:Exodus:38:28",
        "t": "Of the 1,775 shekels,*i he made hooks for the pillars and overlaid their tops and made bands for them."
    },
    {
        "o": 2921,
        "r": "nasb:Exodus:38:29",
        "t": "The bronze of the wave offering was 70 talents and 2,400 shekels."
    },
    {
        "o": 2922,
        "r": "nasb:Exodus:38:30",
        "t": "With it he made the sockets to the doorway of the tent of meeting, and the bronze altar and its bronze grating, and all the utensils of the altar,"
    },
    {
        "o": 2923,
        "r": "nasb:Exodus:38:31",
        "t": "and the sockets of the court all around and the sockets of the gate of the court, and all the pegs of the tabernacle and all the pegs of the court all around."
    }
]
