[
    {
        "o": 919,
        "r": "csb:Genesis:30:0",
        "t": "Genesis 30",
        "h": 1
    },
    {
        "o": 920,
        "r": "csb:Genesis:30:1",
        "t": "When*p Rachel saw that she was not bearing Jacob any children, she envied her sister. “Give me sons, or I will die!” she said to Jacob."
    },
    {
        "o": 921,
        "r": "csb:Genesis:30:2",
        "t": "Jacob*p became angry with Rachel and said, “Am I in the place of God? He has withheld offspring from you!”"
    },
    {
        "o": 922,
        "r": "csb:Genesis:30:3",
        "t": "Then*p she said, “Here is my maid Bilhah. Go sleep with her, and she’ll bear children for me so that through her I too can build a family.”"
    },
    {
        "o": 923,
        "r": "csb:Genesis:30:4",
        "t": "So Rachel gave her slave Bilhah to Jacob as a wife, and he slept with her."
    },
    {
        "o": 924,
        "r": "csb:Genesis:30:5",
        "t": "Bilhah conceived and bore Jacob a son."
    },
    {
        "o": 925,
        "r": "csb:Genesis:30:6",
        "t": "Rachel said, “God has vindicated me; yes, he has heard me and given me a son,” so she named him Dan."
    },
    {
        "o": 926,
        "r": "csb:Genesis:30:7",
        "t": "Rachel’s*p slave Bilhah conceived again and bore Jacob a second son."
    },
    {
        "o": 927,
        "r": "csb:Genesis:30:8",
        "t": "Rachel said, “In my wrestlings with God, I have wrestled with my sister and won,” and she named him Naphtali."
    },
    {
        "o": 928,
        "r": "csb:Genesis:30:9",
        "t": "When*p Leah saw that she had stopped having children, she took her slave Zilpah and gave her to Jacob as a wife."
    },
    {
        "o": 929,
        "r": "csb:Genesis:30:10",
        "t": "Leah’s slave Zilpah bore Jacob a son."
    },
    {
        "o": 930,
        "r": "csb:Genesis:30:11",
        "t": "Then Leah said, “What good fortune!” and she named him Gad."
    },
    {
        "o": 931,
        "r": "csb:Genesis:30:12",
        "t": "When*p Leah’s slave Zilpah bore Jacob a second son,"
    },
    {
        "o": 932,
        "r": "csb:Genesis:30:13",
        "t": "Leah said, “I am happy that the women call me happy,” so she named him Asher."
    },
    {
        "o": 933,
        "r": "csb:Genesis:30:14",
        "t": "Reuben*p went out during the wheat harvest and found some mandrakes in the field. When he brought them to his mother Leah, Rachel asked, “Please give me some of your son’s mandrakes.”"
    },
    {
        "o": 934,
        "r": "csb:Genesis:30:15",
        "t": "But*p Leah replied to her, “Isn’t it enough that you have taken my husband? Now you also want to take my son’s mandrakes?” “Well*p then,” Rachel said, “he can sleep with you tonight in exchange for your son’s mandrakes.”"
    },
    {
        "o": 935,
        "r": "csb:Genesis:30:16",
        "t": "When*p Jacob came in from the field that evening, Leah went out to meet him and said, “You must come with me, for I have hired you with my son’s mandrakes.” So Jacob slept with her that night."
    },
    {
        "o": 936,
        "r": "csb:Genesis:30:17",
        "t": "God*p listened to Leah, and she conceived and bore Jacob a fifth son."
    },
    {
        "o": 937,
        "r": "csb:Genesis:30:18",
        "t": "Leah said, “God has rewarded me for giving my slave to my husband,” and she named him Issachar."
    },
    {
        "o": 938,
        "r": "csb:Genesis:30:19",
        "t": "Then*p Leah conceived again and bore Jacob a sixth son."
    },
    {
        "o": 939,
        "r": "csb:Genesis:30:20",
        "t": "“God has given me a good gift,” Leah said. “This time my husband will honor me because I have borne six sons for him,” and she named him Zebulun."
    },
    {
        "o": 940,
        "r": "csb:Genesis:30:21",
        "t": "Later, Leah bore a daughter and named her Dinah."
    },
    {
        "o": 941,
        "r": "csb:Genesis:30:22",
        "t": "Then*p God remembered Rachel. He listened to her and opened her womb."
    },
    {
        "o": 942,
        "r": "csb:Genesis:30:23",
        "t": "She conceived and bore a son, and she said, “God has taken away my disgrace.”"
    },
    {
        "o": 943,
        "r": "csb:Genesis:30:24",
        "t": "She named him Joseph and said, “May the Lord*s add another son to me.”"
    },
    {
        "o": 944,
        "r": "csb:Genesis:30:24",
        "t": "Jacob’s Flocks Multiply",
        "h": 2
    },
    {
        "o": 945,
        "r": "csb:Genesis:30:25",
        "t": "After*p Rachel gave birth to Joseph, Jacob said to Laban, “Send me on my way so that I can return to my homeland."
    },
    {
        "o": 946,
        "r": "csb:Genesis:30:26",
        "t": "Give me my wives and my children that I have worked for, and let me go. You know how hard I have worked for you.”"
    },
    {
        "o": 947,
        "r": "csb:Genesis:30:27",
        "t": "But*p Laban said to him, “If I have found favor with you, stay. I have learned by divination that the Lord*s has blessed me because of you.”"
    },
    {
        "o": 948,
        "r": "csb:Genesis:30:28",
        "t": "Then Laban said, “Name your wages, and I will pay them.”"
    },
    {
        "o": 949,
        "r": "csb:Genesis:30:29",
        "t": "So*p Jacob said to him, “You know how I have served you and how your herds have fared with me."
    },
    {
        "o": 950,
        "r": "csb:Genesis:30:30",
        "t": "For you had very little before I came, but now your wealth has increased. The Lord*s has blessed you because of me. And now, when will I also do something for my own family?”"
    },
    {
        "o": 951,
        "r": "csb:Genesis:30:31",
        "t": "Laban*p asked, “What should I give you?” And*p Jacob said, “You don’t need to give me anything. If you do this one thing for me, I will continue to shepherd and keep your flock."
    },
    {
        "o": 952,
        "r": "csb:Genesis:30:32",
        "t": "Let me go through all your sheep today and remove every sheep that is speckled or spotted, every dark-colored sheep among the lambs, and the spotted and speckled among the female goats. Such will be my wages."
    },
    {
        "o": 953,
        "r": "csb:Genesis:30:33",
        "t": "In the future when you come to check on my wages, my honesty will testify for me. If I have any female goats that are not speckled or spotted, or any lambs that are not black, they will be considered stolen.”"
    },
    {
        "o": 954,
        "r": "csb:Genesis:30:34",
        "t": "“Good,”*p said Laban. “Let it be as you have said.”"
    },
    {
        "o": 955,
        "r": "csb:Genesis:30:35",
        "t": "That*p day Laban removed the streaked and spotted male goats and all the speckled and spotted female goats - every one that had any white on it - and every dark-colored one among the lambs, and he placed his sons in charge of them."
    },
    {
        "o": 956,
        "r": "csb:Genesis:30:36",
        "t": "He put a three-day journey between himself and Jacob. Jacob, meanwhile, was shepherding the rest of Laban’s flock."
    },
    {
        "o": 957,
        "r": "csb:Genesis:30:37",
        "t": "Jacob*p then took branches of fresh poplar, almond, and plane wood, and peeled the bark, exposing white stripes on the branches."
    },
    {
        "o": 958,
        "r": "csb:Genesis:30:38",
        "t": "He set the peeled branches in the troughs in front of the sheep - in the water channels where the sheep came to drink. And the sheep bred when they came to drink."
    },
    {
        "o": 959,
        "r": "csb:Genesis:30:39",
        "t": "The flocks bred in front of the branches and bore streaked, speckled, and spotted young."
    },
    {
        "o": 960,
        "r": "csb:Genesis:30:40",
        "t": "Jacob separated the lambs and made the flocks face the streaked sheep and the completely dark sheep in Laban’s flocks. Then he set his own stock apart and didn’t put them with Laban’s sheep."
    },
    {
        "o": 961,
        "r": "csb:Genesis:30:41",
        "t": "Whenever*p the stronger of the flock were breeding, Jacob placed the branches in the troughs, in full view of the flocks, and they would breed in front of the branches."
    },
    {
        "o": 962,
        "r": "csb:Genesis:30:42",
        "t": "As for the weaklings of the flocks, he did not put out the branches. So it turned out that the weak sheep belonged to Laban and the stronger ones to Jacob."
    },
    {
        "o": 963,
        "r": "csb:Genesis:30:43",
        "t": "And the man became very rich. He had many flocks, female and male slaves, and camels and donkeys."
    }
]
