[
    {
        "o": 24603,
        "r": "nkjv:Daniel:9:0",
        "t": "Daniel 9",
        "h": 1
    },
    {
        "o": 24604,
        "r": "nkjv:Daniel:9:0",
        "t": "Daniel’s Prayer for the People",
        "h": 2
    },
    {
        "o": 24605,
        "r": "nkjv:Daniel:9:1",
        "t": "In*p the first year of Darius the son of Ahasuerus, of the lineage of the Medes, who was made king over the realm of the Chaldeans—"
    },
    {
        "o": 24606,
        "r": "nkjv:Daniel:9:2",
        "t": "in the first year of his reign I, Daniel, understood by the books the number of the years specified*i by the word of the Lord*s through Jeremiah the prophet, that He would accomplish seventy years in the desolations of Jerusalem."
    },
    {
        "o": 24607,
        "r": "nkjv:Daniel:9:3",
        "t": "Then*p I set my face toward the Lord God to make request by prayer and supplications, with fasting, sackcloth, and ashes."
    },
    {
        "o": 24608,
        "r": "nkjv:Daniel:9:4",
        "t": "And I prayed to the Lord*s my God, and made confession, and said, “O Lord, great and awesome God, who keeps His covenant and mercy with those who love Him, and with those who keep His commandments,"
    },
    {
        "o": 24609,
        "r": "nkjv:Daniel:9:5",
        "t": "we have sinned and committed iniquity, we have done wickedly and rebelled, even by departing from Your precepts and Your judgments."
    },
    {
        "o": 24610,
        "r": "nkjv:Daniel:9:6",
        "t": "Neither have we heeded Your servants the prophets, who spoke in Your name to our kings and our princes, to our fathers and all the people of the land."
    },
    {
        "o": 24611,
        "r": "nkjv:Daniel:9:7",
        "t": "O Lord, righteousness belongs*i to You, but to us shame of face, as it*i is*i this day—to the men of Judah, to the inhabitants of Jerusalem and all Israel, those near and those far off in all the countries to which You have driven them, because of the unfaithfulness which they have committed against You."
    },
    {
        "o": 24612,
        "r": "nkjv:Daniel:9:8",
        "t": "“O*p Lord, to us belongs*i shame of face, to our kings, our princes, and our fathers, because we have sinned against You."
    },
    {
        "o": 24613,
        "r": "nkjv:Daniel:9:9",
        "t": "To the Lord our God belong*i mercy and forgiveness, though we have rebelled against Him."
    },
    {
        "o": 24614,
        "r": "nkjv:Daniel:9:10",
        "t": "We have not obeyed the voice of the Lord*s our God, to walk in His laws, which He set before us by His servants the prophets."
    },
    {
        "o": 24615,
        "r": "nkjv:Daniel:9:11",
        "t": "Yes, all Israel has transgressed Your law, and has departed so as not to obey Your voice; therefore the curse and the oath written in the Law of Moses the servant of God have been poured out on us, because we have sinned against Him."
    },
    {
        "o": 24616,
        "r": "nkjv:Daniel:9:12",
        "t": "And He has confirmed His words, which He spoke against us and against our judges who judged us, by bringing upon us a great disaster; for under the whole heaven such has never been done as what has been done to Jerusalem."
    },
    {
        "o": 24617,
        "r": "nkjv:Daniel:9:13",
        "t": "“As*p it*i is*i written in the Law of Moses, all this disaster has come upon us; yet we have not made our prayer before the Lord*s our God, that we might turn from our iniquities and understand Your truth."
    },
    {
        "o": 24618,
        "r": "nkjv:Daniel:9:14",
        "t": "Therefore the Lord*s has kept the disaster in mind, and brought it upon us; for the Lord*s our God is*i righteous in all the works which He does, though we have not obeyed His voice."
    },
    {
        "o": 24619,
        "r": "nkjv:Daniel:9:15",
        "t": "And now, O Lord our God, who brought Your people out of the land of Egypt with a mighty hand, and made Yourself a name, as it*i is*i this day—we have sinned, we have done wickedly!"
    },
    {
        "o": 24620,
        "r": "nkjv:Daniel:9:16",
        "t": "“O*p Lord, according to all Your righteousness, I pray, let Your anger and Your fury be turned away from Your city Jerusalem, Your holy mountain; because for our sins, and for the iniquities of our fathers, Jerusalem and Your people are*i a reproach to all those*i around us."
    },
    {
        "o": 24621,
        "r": "nkjv:Daniel:9:17",
        "t": "Now therefore, our God, hear the prayer of Your servant, and his supplications, and for the Lord’s sake cause Your face to shine on Your sanctuary, which is desolate."
    },
    {
        "o": 24622,
        "r": "nkjv:Daniel:9:18",
        "t": "O my God, incline Your ear and hear; open Your eyes and see our desolations, and the city which is called by Your name; for we do not present our supplications before You because of our righteous deeds, but because of Your great mercies."
    },
    {
        "o": 24623,
        "r": "nkjv:Daniel:9:19",
        "t": "O Lord, hear! O Lord, forgive! O Lord, listen and act! Do not delay for Your own sake, my God, for Your city and Your people are called by Your name.”"
    },
    {
        "o": 24624,
        "r": "nkjv:Daniel:9:19",
        "t": "The Seventy-Weeks Prophecy",
        "h": 2
    },
    {
        "o": 24625,
        "r": "nkjv:Daniel:9:20",
        "t": "Now*p while I was*i speaking, praying, and confessing my sin and the sin of my people Israel, and presenting my supplication before the Lord*s my God for the holy mountain of my God,"
    },
    {
        "o": 24626,
        "r": "nkjv:Daniel:9:21",
        "t": "yes, while I was*i speaking in prayer, the man Gabriel, whom I had seen in the vision at the beginning, being caused to fly swiftly, reached me about the time of the evening offering."
    },
    {
        "o": 24627,
        "r": "nkjv:Daniel:9:22",
        "t": "And he informed me,*i and talked with me, and said, “O Daniel, I have now come forth to give you skill to understand."
    },
    {
        "o": 24628,
        "r": "nkjv:Daniel:9:23",
        "t": "At the beginning of your supplications the command went out, and I have come to tell you,*i for you are*i greatly beloved; therefore consider the matter, and understand the vision:"
    },
    {
        "o": 24629,
        "r": "nkjv:Daniel:9:24",
        "t": "“Seventy*pn weeks are determined For*ld your people and for your holy city, To*ld finish the transgression, To*ld make an end of sins, To*ld make reconciliation for iniquity, To*ld bring in everlasting righteousness, To*ld seal up vision and prophecy, And*ld to anoint the Most Holy."
    },
    {
        "o": 24630,
        "r": "nkjv:Daniel:9:25",
        "t": "“Know*ln therefore and understand, That*ild from the going forth of the command To*ld restore and build Jerusalem Until*ld Messiah the Prince, There*ild shall*i be*i seven weeks and sixty-two weeks; The*ld street shall be built again, and the wall, Even*ld in troublesome times."
    },
    {
        "o": 24631,
        "r": "nkjv:Daniel:9:26",
        "t": "“And*ln after the sixty-two weeks Messiah*ld shall be cut off, but not for Himself; And*ld the people of the prince who is to come Shall*ld destroy the city and the sanctuary. The*ld end of it shall*i be*i with a flood, And*ld till the end of the war desolations are determined."
    },
    {
        "o": 24632,
        "r": "nkjv:Daniel:9:27",
        "t": "Then*ld he shall confirm a covenant with many for one week; But*ld in the middle of the week He*ld shall bring an end to sacrifice and offering. And*ld on the wing of abominations shall be one who makes desolate, Even*ld until the consummation, which is determined, Is*ld poured out on the desolate.”"
    }
]
