[
    {
        "o": 13805,
        "r": "csb:Nehemiah:6:0",
        "t": "Nehemiah 6",
        "h": 1
    },
    {
        "o": 13806,
        "r": "csb:Nehemiah:6:0",
        "t": "Attempts to Discourage the Builders",
        "h": 2
    },
    {
        "o": 13807,
        "r": "csb:Nehemiah:6:1",
        "t": "When*p Sanballat, Tobiah, Geshem the Arab, and the rest of our enemies heard that I had rebuilt the wall and that no gap was left in it- though at that time I had not installed the doors in the city gates-"
    },
    {
        "o": 13808,
        "r": "csb:Nehemiah:6:2",
        "t": "Sanballat and Geshem sent me a message: “Come, let’s meet together in the villages of the Ono Valley.” They were planning to harm me."
    },
    {
        "o": 13809,
        "r": "csb:Nehemiah:6:3",
        "t": "So*p I sent messengers to them, saying, “I am doing important work and cannot come down. Why should the work cease while I leave it and go down to you?”"
    },
    {
        "o": 13810,
        "r": "csb:Nehemiah:6:4",
        "t": "Four times they sent me the same proposal, and I gave them the same reply."
    },
    {
        "o": 13811,
        "r": "csb:Nehemiah:6:5",
        "t": "Sanballat*p sent me this same message a fifth time by his aide, who had an open letter in his hand."
    },
    {
        "o": 13812,
        "r": "csb:Nehemiah:6:6",
        "t": "In it was written: It*p is reported among the nations - and Geshem agrees - that you and the Jews plan to rebel. This is the reason you are building the wall. According to these reports, you are to become their king"
    },
    {
        "o": 13813,
        "r": "csb:Nehemiah:6:7",
        "t": "and have even set up the prophets in Jerusalem to proclaim on your behalf, “There is a king in Judah.” These rumors will be heard by the king. So come, let’s confer together."
    },
    {
        "o": 13814,
        "r": "csb:Nehemiah:6:8",
        "t": "Then*p I replied to him, “There is nothing to these rumors you are spreading; you are inventing them in your own mind.”"
    },
    {
        "o": 13815,
        "r": "csb:Nehemiah:6:9",
        "t": "For they were all trying to intimidate us, saying, “They will drop their hands from the work, and it will never be finished.” But*p now, my God, strengthen my hands."
    },
    {
        "o": 13816,
        "r": "csb:Nehemiah:6:9",
        "t": "Attempts to Intimidate Nehemiah",
        "h": 2
    },
    {
        "o": 13817,
        "r": "csb:Nehemiah:6:10",
        "t": "I*p went to the house of Shemaiah son of Delaiah, son of Mehetabel, who was restricted to his house. He said: Let’s*pn meet at the house of God, inside*ln the temple. Let’s*ln shut the temple doors because*ln they’re coming to kill you. They’re*ln coming to kill you tonight!"
    },
    {
        "o": 13818,
        "r": "csb:Nehemiah:6:11",
        "t": "But*p I said, “Should a man like me run away? How can someone like me enter the temple and live? I will not go.”"
    },
    {
        "o": 13819,
        "r": "csb:Nehemiah:6:12",
        "t": "I realized that God had not sent him, because of the prophecy he spoke against me. Tobiah and Sanballat had hired him."
    },
    {
        "o": 13820,
        "r": "csb:Nehemiah:6:13",
        "t": "He was hired, so that I would be intimidated, do as he suggested, sin, and get a bad reputation, in order that they could discredit me."
    },
    {
        "o": 13821,
        "r": "csb:Nehemiah:6:14",
        "t": "My*p God, remember Tobiah and Sanballat for what they have done, and also the prophetess Noadiah and the other prophets who wanted to intimidate me."
    },
    {
        "o": 13822,
        "r": "csb:Nehemiah:6:14",
        "t": "The Wall Completed",
        "h": 2
    },
    {
        "o": 13823,
        "r": "csb:Nehemiah:6:15",
        "t": "The*p wall was completed in fifty-two days, on the twenty-fifth day of the month Elul."
    },
    {
        "o": 13824,
        "r": "csb:Nehemiah:6:16",
        "t": "When all our enemies heard this, all the surrounding nations were intimidated and lost their confidence, for they realized that this task had been accomplished by our God."
    },
    {
        "o": 13825,
        "r": "csb:Nehemiah:6:17",
        "t": "During*p those days, the nobles of Judah sent many letters to Tobiah, and Tobiah’s letters came to them."
    },
    {
        "o": 13826,
        "r": "csb:Nehemiah:6:18",
        "t": "For many in Judah were bound by oath to him, since he was a son-in-law of Shecaniah son of Arah, and his son Jehohanan had married the daughter of Meshullam son of Berechiah."
    },
    {
        "o": 13827,
        "r": "csb:Nehemiah:6:19",
        "t": "These nobles kept mentioning Tobiah’s good deeds to me, and they reported my words to him. And Tobiah sent letters to intimidate me."
    }
]
