[
    {
        "o": 7779,
        "r": "csb:Judges:19:0",
        "t": "Judges 19",
        "h": 1
    },
    {
        "o": 7780,
        "r": "csb:Judges:19:0",
        "t": "Outrage in Benjamin",
        "h": 2
    },
    {
        "o": 7781,
        "r": "csb:Judges:19:1",
        "t": "In*p those days, when there was no king in Israel, a Levite staying in a remote part of the hill country of Ephraim acquired a woman from Bethlehem in Judah as his concubine."
    },
    {
        "o": 7782,
        "r": "csb:Judges:19:2",
        "t": "But she was unfaithful to him and left him for her father’s house in Bethlehem in Judah. She was there for four months."
    },
    {
        "o": 7783,
        "r": "csb:Judges:19:3",
        "t": "Then her husband got up and followed her to speak kindly to her and bring her back. He had his servant with him and a pair of donkeys. So she brought him to her father’s house, and when the girl’s father saw him, he gladly welcomed him."
    },
    {
        "o": 7784,
        "r": "csb:Judges:19:4",
        "t": "His father-in-law, the girl’s father, detained him, and he stayed with him for three days. They ate, drank, and spent the nights there."
    },
    {
        "o": 7785,
        "r": "csb:Judges:19:5",
        "t": "On*p the fourth day, they got up early in the morning and prepared to go, but the girl’s father said to his son-in-law, “Have something to eat to keep up your strength and then you can go.”"
    },
    {
        "o": 7786,
        "r": "csb:Judges:19:6",
        "t": "So they sat down and the two of them ate and drank together. Then the girl’s father said to the man, “Please agree to stay overnight and enjoy yourself.”"
    },
    {
        "o": 7787,
        "r": "csb:Judges:19:7",
        "t": "The man got up to go, but his father-in-law persuaded him, so he stayed and spent the night there again."
    },
    {
        "o": 7788,
        "r": "csb:Judges:19:8",
        "t": "He got up early in the morning of the fifth day to leave, but the girl’s father said to him, “Please keep up your strength.” So they waited until late afternoon and the two of them ate."
    },
    {
        "o": 7789,
        "r": "csb:Judges:19:9",
        "t": "The man got up to go with his concubine and his servant, when his father-in-law, the girl’s father, said to him, “Look, night is coming. Please spend the night. See, the day is almost over. Spend the night here, enjoy yourself, then you can get up early tomorrow for your journey and go home.”"
    },
    {
        "o": 7790,
        "r": "csb:Judges:19:10",
        "t": "But*p the man was unwilling to spend the night. He got up, departed, and arrived opposite Jebus (that is, Jerusalem). The man had his two saddled donkeys and his concubine with him."
    },
    {
        "o": 7791,
        "r": "csb:Judges:19:11",
        "t": "When they were near Jebus and the day was almost gone, the servant said to his master, “Please, why not let us stop at this Jebusite city and spend the night here?”"
    },
    {
        "o": 7792,
        "r": "csb:Judges:19:12",
        "t": "But*p his master replied to him, “We will not stop at a foreign city where there are no Israelites. Let’s move on to Gibeah.”"
    },
    {
        "o": 7793,
        "r": "csb:Judges:19:13",
        "t": "“Come on,” he said, “let’s try to reach one of these places and spend the night in Gibeah or Ramah.”"
    },
    {
        "o": 7794,
        "r": "csb:Judges:19:14",
        "t": "So they continued on their journey, and the sun set as they neared Gibeah in Benjamin."
    },
    {
        "o": 7795,
        "r": "csb:Judges:19:15",
        "t": "They stopped to go in and spend the night in Gibeah. The Levite went in and sat down in the city square, but no one took them into their home to spend the night."
    },
    {
        "o": 7796,
        "r": "csb:Judges:19:16",
        "t": "In*p the evening, an old man came in from his work in the field. He was from the hill country of Ephraim, but he was residing in Gibeah where the people were Benjaminites."
    },
    {
        "o": 7797,
        "r": "csb:Judges:19:17",
        "t": "When he looked up and saw the traveler in the city square, the old man asked, “Where are you going, and where do you come from?”"
    },
    {
        "o": 7798,
        "r": "csb:Judges:19:18",
        "t": "He*p answered him, “We’re traveling from Bethlehem in Judah to the remote hill country of Ephraim, where I am from. I went to Bethlehem in Judah, and now I’m going to the house of the Lord.*s No one has taken me into his home,"
    },
    {
        "o": 7799,
        "r": "csb:Judges:19:19",
        "t": "although there’s straw and feed for the donkeys, and I have bread and wine for me, my concubine, and the servant with us. There is nothing we lack.”"
    },
    {
        "o": 7800,
        "r": "csb:Judges:19:20",
        "t": "“Welcome!”*p said the old man. “I’ll take care of everything you need. Only don’t spend the night in the square.”"
    },
    {
        "o": 7801,
        "r": "csb:Judges:19:21",
        "t": "So he brought him to his house and fed the donkeys. Then they washed their feet and ate and drank."
    },
    {
        "o": 7802,
        "r": "csb:Judges:19:22",
        "t": "While they were enjoying themselves, all of a sudden, wicked men of the city surrounded the house and beat on the door. They said to the old man who was the owner of the house, “Bring out the man who came to your house so we can have sex with him!”"
    },
    {
        "o": 7803,
        "r": "csb:Judges:19:23",
        "t": "The*p owner of the house went out and said to them, “Please don’t do this evil, my brothers. After all, this man has come into my house. Don’t commit this horrible outrage."
    },
    {
        "o": 7804,
        "r": "csb:Judges:19:24",
        "t": "Here, let me bring out my virgin daughter and the man’s concubine now. Abuse them and do whatever you want to them. But don’t commit this outrageous thing against this man.”"
    },
    {
        "o": 7805,
        "r": "csb:Judges:19:25",
        "t": "But*p the men would not listen to him, so the man seized his concubine and took her outside to them. They raped her and abused her all night until morning. At daybreak they let her go."
    },
    {
        "o": 7806,
        "r": "csb:Judges:19:26",
        "t": "Early that morning, the woman made her way back, and as it was getting light, she collapsed at the doorway of the man’s house where her master was."
    },
    {
        "o": 7807,
        "r": "csb:Judges:19:27",
        "t": "When*p her master got up in the morning, opened the doors of the house, and went out to leave on his journey, there was the woman, his concubine, collapsed near the doorway of the house with her hands on the threshold."
    },
    {
        "o": 7808,
        "r": "csb:Judges:19:28",
        "t": "“Get up,” he told her. “Let’s go.” But there was no response. So the man put her on his donkey and set out for home."
    },
    {
        "o": 7809,
        "r": "csb:Judges:19:29",
        "t": "When*p he entered his house, he picked up a knife, took hold of his concubine, cut her into twelve pieces, limb by limb, and then sent her throughout the territory of Israel."
    },
    {
        "o": 7810,
        "r": "csb:Judges:19:30",
        "t": "Everyone who saw it said, “Nothing like this has ever happened or has been seen since the day the Israelites came out of the land of Egypt until now. Think it over, discuss it, and speak up!”"
    }
]
