[
    {
        "o": 9334,
        "r": "niv:2 Samuel:20:0",
        "t": "2 Samuel 20",
        "h": 1
    },
    {
        "o": 9335,
        "r": "niv:2 Samuel:20:0",
        "t": "Sheba Rebels Against David",
        "h": 2
    },
    {
        "o": 9336,
        "r": "niv:2 Samuel:20:1",
        "t": "Now*p a troublemaker named Sheba son of Bikri, a Benjamite, happened to be there. He sounded the trumpet and shouted, “We*pn have no share in David, no*ld part in Jesse’s son! Every*ln man to his tent, Israel!”"
    },
    {
        "o": 9337,
        "r": "niv:2 Samuel:20:2",
        "t": "So*p all the men of Israel deserted David to follow Sheba son of Bikri. But the men of Judah stayed by their king all the way from the Jordan to Jerusalem."
    },
    {
        "o": 9338,
        "r": "niv:2 Samuel:20:3",
        "t": "When*p David returned to his palace in Jerusalem, he took the ten concubines he had left to take care of the palace and put them in a house under guard. He provided for them but had no sexual relations with them. They were kept in confinement till the day of their death, living as widows."
    },
    {
        "o": 9339,
        "r": "niv:2 Samuel:20:4",
        "t": "Then*p the king said to Amasa, “Summon the men of Judah to come to me within three days, and be here yourself.”"
    },
    {
        "o": 9340,
        "r": "niv:2 Samuel:20:5",
        "t": "But when Amasa went to summon Judah, he took longer than the time the king had set for him."
    },
    {
        "o": 9341,
        "r": "niv:2 Samuel:20:6",
        "t": "David*p said to Abishai, “Now Sheba son of Bikri will do us more harm than Absalom did. Take your master’s men and pursue him, or he will find fortified cities and escape from us.”"
    },
    {
        "o": 9342,
        "r": "niv:2 Samuel:20:7",
        "t": "So Joab’s men and the Kerethites and Pelethites and all the mighty warriors went out under the command of Abishai. They marched out from Jerusalem to pursue Sheba son of Bikri."
    },
    {
        "o": 9343,
        "r": "niv:2 Samuel:20:8",
        "t": "While*p they were at the great rock in Gibeon, Amasa came to meet them. Joab was wearing his military tunic, and strapped over it at his waist was a belt with a dagger in its sheath. As he stepped forward, it dropped out of its sheath."
    },
    {
        "o": 9344,
        "r": "niv:2 Samuel:20:9",
        "t": "Joab*p said to Amasa, “How are you, my brother?” Then Joab took Amasa by the beard with his right hand to kiss him."
    },
    {
        "o": 9345,
        "r": "niv:2 Samuel:20:10",
        "t": "Amasa was not on his guard against the dagger in Joab’s hand, and Joab plunged it into his belly, and his intestines spilled out on the ground. Without being stabbed again, Amasa died. Then Joab and his brother Abishai pursued Sheba son of Bikri."
    },
    {
        "o": 9346,
        "r": "niv:2 Samuel:20:11",
        "t": "One*p of Joab’s men stood beside Amasa and said, “Whoever favors Joab, and whoever is for David, let him follow Joab!”"
    },
    {
        "o": 9347,
        "r": "niv:2 Samuel:20:12",
        "t": "Amasa lay wallowing in his blood in the middle of the road, and the man saw that all the troops came to a halt there. When he realized that everyone who came up to Amasa stopped, he dragged him from the road into a field and threw a garment over him."
    },
    {
        "o": 9348,
        "r": "niv:2 Samuel:20:13",
        "t": "After Amasa had been removed from the road, everyone went on with Joab to pursue Sheba son of Bikri."
    },
    {
        "o": 9349,
        "r": "niv:2 Samuel:20:14",
        "t": "Sheba*p passed through all the tribes of Israel to Abel Beth Maakah and through the entire region of the Bikrites, who gathered together and followed him."
    },
    {
        "o": 9350,
        "r": "niv:2 Samuel:20:15",
        "t": "All the troops with Joab came and besieged Sheba in Abel Beth Maakah. They built a siege ramp up to the city, and it stood against the outer fortifications. While they were battering the wall to bring it down,"
    },
    {
        "o": 9351,
        "r": "niv:2 Samuel:20:16",
        "t": "a wise woman called from the city, “Listen! Listen! Tell Joab to come here so I can speak to him.”"
    },
    {
        "o": 9352,
        "r": "niv:2 Samuel:20:17",
        "t": "He went toward her, and she asked, “Are you Joab?” “I*p am,” he answered. She*p said, “Listen to what your servant has to say.” “I’m*p listening,” he said."
    },
    {
        "o": 9353,
        "r": "niv:2 Samuel:20:18",
        "t": "She*p continued, “Long ago they used to say, ‘Get your answer at Abel,’ and that settled it."
    },
    {
        "o": 9354,
        "r": "niv:2 Samuel:20:19",
        "t": "We are the peaceful and faithful in Israel. You are trying to destroy a city that is a mother in Israel. Why do you want to swallow up the Lord’s*s inheritance?”"
    },
    {
        "o": 9355,
        "r": "niv:2 Samuel:20:20",
        "t": "“Far*p be it from me!” Joab replied, “Far be it from me to swallow up or destroy!"
    },
    {
        "o": 9356,
        "r": "niv:2 Samuel:20:21",
        "t": "That is not the case. A man named Sheba son of Bikri, from the hill country of Ephraim, has lifted up his hand against the king, against David. Hand over this one man, and I’ll withdraw from the city.” The*p woman said to Joab, “His head will be thrown to you from the wall.”"
    },
    {
        "o": 9357,
        "r": "niv:2 Samuel:20:22",
        "t": "Then*p the woman went to all the people with her wise advice, and they cut off the head of Sheba son of Bikri and threw it to Joab. So he sounded the trumpet, and his men dispersed from the city, each returning to his home. And Joab went back to the king in Jerusalem."
    },
    {
        "o": 9358,
        "r": "niv:2 Samuel:20:22",
        "t": "David’s Officials",
        "h": 2
    },
    {
        "o": 9359,
        "r": "niv:2 Samuel:20:23",
        "t": "Joab*p was over Israel’s entire army; Benaiah son of Jehoiada was over the Kerethites and Pelethites;"
    },
    {
        "o": 9360,
        "r": "niv:2 Samuel:20:24",
        "t": "Adoniram was in charge of forced labor; Jehoshaphat son of Ahilud was recorder;"
    },
    {
        "o": 9361,
        "r": "niv:2 Samuel:20:25",
        "t": "Sheva was secretary; Zadok and Abiathar were priests;"
    },
    {
        "o": 9362,
        "r": "niv:2 Samuel:20:26",
        "t": "and Ira the Jairite was David’s priest."
    }
]
