[
    {
        "o": 10445,
        "r": "nasb:2 Kings:2:0",
        "t": "2 Kings 2",
        "h": 1
    },
    {
        "o": 10446,
        "r": "nasb:2 Kings:2:0",
        "t": "Elijah Taken to Heaven",
        "h": 2
    },
    {
        "o": 10447,
        "r": "nasb:2 Kings:2:1",
        "t": "And*p it came about when the Lord*s was about to take up Elijah by a whirlwind to heaven, that Elijah went with Elisha from Gilgal."
    },
    {
        "o": 10448,
        "r": "nasb:2 Kings:2:2",
        "t": "Elijah said to Elisha, “Stay here please, for the Lord*s has sent me as far as Bethel.” But Elisha said, “As the Lord*s lives and as you yourself live, I will not leave you.” So they went down to Bethel."
    },
    {
        "o": 10449,
        "r": "nasb:2 Kings:2:3",
        "t": "Then the sons of the prophets who were*i at*i Bethel came out to Elisha and said to him, “Do you know that the Lord*s will take away your master from over you today?” And he said, “Yes, I know; be still.”"
    },
    {
        "o": 10450,
        "r": "nasb:2 Kings:2:4",
        "t": "Elijah*p said to him, “Elisha, please stay here, for the Lord*s has sent me to Jericho.” But he said, “As the Lord*s lives, and as you yourself live, I will not leave you.” So they came to Jericho."
    },
    {
        "o": 10451,
        "r": "nasb:2 Kings:2:5",
        "t": "The sons of the prophets who were*i at Jericho approached Elisha and said to him, “Do you know that the Lord*s will take away your master from over you today?” And he answered, “Yes, I know; be still.”"
    },
    {
        "o": 10452,
        "r": "nasb:2 Kings:2:6",
        "t": "Then Elijah said to him, “Please stay here, for the Lord*s has sent me to the Jordan.” And he said, “As the Lord*s lives, and as you yourself live, I will not leave you.” So the two of them went on."
    },
    {
        "o": 10453,
        "r": "nasb:2 Kings:2:7",
        "t": "Now*p fifty men of the sons of the prophets went and stood opposite them*i at a distance, while the two of them stood by the Jordan."
    },
    {
        "o": 10454,
        "r": "nasb:2 Kings:2:8",
        "t": "Elijah took his mantle and folded it together and struck the waters, and they were divided here and there, so that the two of them crossed over on dry ground."
    },
    {
        "o": 10455,
        "r": "nasb:2 Kings:2:9",
        "t": "When*p they had crossed over, Elijah said to Elisha, “Ask what I shall do for you before I am taken from you.” And Elisha said, “Please, let a double portion of your spirit be upon me.”"
    },
    {
        "o": 10456,
        "r": "nasb:2 Kings:2:10",
        "t": "He said, “You have asked a hard thing. Nevertheless,*i if you see me when I am taken from you, it shall be so for you; but if not, it shall not be so.”*i"
    },
    {
        "o": 10457,
        "r": "nasb:2 Kings:2:11",
        "t": "As they were going along and talking, behold, there*i appeared*i a chariot of fire and horses of fire which separated the two of them. And Elijah went up by a whirlwind to heaven."
    },
    {
        "o": 10458,
        "r": "nasb:2 Kings:2:12",
        "t": "Elisha saw it*i and cried out, “My father, my father, the chariots of Israel and its horsemen!” And he saw Elijah no more. Then he took hold of his own clothes and tore them in two pieces."
    },
    {
        "o": 10459,
        "r": "nasb:2 Kings:2:13",
        "t": "He also took up the mantle of Elijah that fell from him and returned and stood by the bank of the Jordan."
    },
    {
        "o": 10460,
        "r": "nasb:2 Kings:2:14",
        "t": "He took the mantle of Elijah that fell from him and struck the waters and said, “Where is the Lord,*s the God of Elijah?” And when he also had struck the waters, they were divided here and there; and Elisha crossed over."
    },
    {
        "o": 10461,
        "r": "nasb:2 Kings:2:14",
        "t": "Elisha Succeeds Elijah",
        "h": 2
    },
    {
        "o": 10462,
        "r": "nasb:2 Kings:2:15",
        "t": "Now*p when the sons of the prophets who were*i at Jericho opposite him*i saw him, they said, “The spirit of Elijah rests on Elisha.” And they came to meet him and bowed themselves to the ground before him."
    },
    {
        "o": 10463,
        "r": "nasb:2 Kings:2:16",
        "t": "They said to him, “Behold now, there are with your servants fifty strong men, please let them go and search for your master; perhaps the Spirit of the Lord*s has taken him up and cast him on some mountain or into some valley.” And he said, “You shall not send.”"
    },
    {
        "o": 10464,
        "r": "nasb:2 Kings:2:17",
        "t": "But when they urged him until he was ashamed, he said, “Send.” They sent therefore fifty men; and they searched three days but did not find him."
    },
    {
        "o": 10465,
        "r": "nasb:2 Kings:2:18",
        "t": "They returned to him while he was staying at Jericho; and he said to them, “Did I not say to you, ‘Do not go’?”"
    },
    {
        "o": 10466,
        "r": "nasb:2 Kings:2:19",
        "t": "Then*p the men of the city said to Elisha, “Behold now, the situation of this city is pleasant, as my lord sees; but the water is bad and the land is unfruitful.”"
    },
    {
        "o": 10467,
        "r": "nasb:2 Kings:2:20",
        "t": "He said, “Bring me a new jar, and put salt in it.” So they brought it*i to him."
    },
    {
        "o": 10468,
        "r": "nasb:2 Kings:2:21",
        "t": "He went out to the spring of water and threw salt in it and said, “Thus says the Lord,*s ‘I have purified these waters; there shall not be from there death or unfruitfulness any longer.’ ”"
    },
    {
        "o": 10469,
        "r": "nasb:2 Kings:2:22",
        "t": "So the waters have been purified to this day, according to the word of Elisha which he spoke."
    },
    {
        "o": 10470,
        "r": "nasb:2 Kings:2:23",
        "t": "Then*p he went up from there to Bethel; and as he was going up by the way, young lads came out from the city and mocked him and said to him, “Go up, you baldhead; go up, you baldhead!”"
    },
    {
        "o": 10471,
        "r": "nasb:2 Kings:2:24",
        "t": "When he looked behind him and saw them, he cursed them in the name of the Lord.*s Then two female bears came out of the woods and tore up forty-two lads of their number."
    },
    {
        "o": 10472,
        "r": "nasb:2 Kings:2:25",
        "t": "He went from there to Mount Carmel, and from there he returned to Samaria."
    }
]
