[
    {
        "o": 21383,
        "r": "niv:Jeremiah:21:0",
        "t": "Jeremiah 21",
        "h": 1
    },
    {
        "o": 21384,
        "r": "niv:Jeremiah:21:0",
        "t": "God Rejects Zedekiah’s Request",
        "h": 2
    },
    {
        "o": 21385,
        "r": "niv:Jeremiah:21:1",
        "t": "The*p word came to Jeremiah from the Lord*s when King Zedekiah sent to him Pashhur son of Malkijah and the priest Zephaniah son of Maaseiah. They said:"
    },
    {
        "o": 21386,
        "r": "niv:Jeremiah:21:2",
        "t": "“Inquire now of the Lord*s for us because Nebuchadnezzar king of Babylon is attacking us. Perhaps the Lord*s will perform wonders for us as in times past so that he will withdraw from us.”"
    },
    {
        "o": 21387,
        "r": "niv:Jeremiah:21:3",
        "t": "But*p Jeremiah answered them, “Tell Zedekiah,"
    },
    {
        "o": 21388,
        "r": "niv:Jeremiah:21:4",
        "t": "‘This is what the Lord,*s the God of Israel, says: I am about to turn against you the weapons of war that are in your hands, which you are using to fight the king of Babylon and the Babylonians who are outside the wall besieging you. And I will gather them inside this city."
    },
    {
        "o": 21389,
        "r": "niv:Jeremiah:21:5",
        "t": "I myself will fight against you with an outstretched hand and a mighty arm in furious anger and in great wrath."
    },
    {
        "o": 21390,
        "r": "niv:Jeremiah:21:6",
        "t": "I will strike down those who live in this city—both man and beast—and they will die of a terrible plague."
    },
    {
        "o": 21391,
        "r": "niv:Jeremiah:21:7",
        "t": "After that, declares the Lord,*s I will give Zedekiah king of Judah, his officials and the people in this city who survive the plague, sword and famine, into the hands of Nebuchadnezzar king of Babylon and to their enemies who want to kill them. He will put them to the sword; he will show them no mercy or pity or compassion.’"
    },
    {
        "o": 21392,
        "r": "niv:Jeremiah:21:8",
        "t": "“Furthermore,*p tell the people, ‘This is what the Lord*s says: See, I am setting before you the way of life and the way of death."
    },
    {
        "o": 21393,
        "r": "niv:Jeremiah:21:9",
        "t": "Whoever stays in this city will die by the sword, famine or plague. But whoever goes out and surrenders to the Babylonians who are besieging you will live; they will escape with their lives."
    },
    {
        "o": 21394,
        "r": "niv:Jeremiah:21:10",
        "t": "I have determined to do this city harm and not good, declares the Lord.*s It will be given into the hands of the king of Babylon, and he will destroy it with fire.’"
    },
    {
        "o": 21395,
        "r": "niv:Jeremiah:21:11",
        "t": "“Moreover,*p say to the royal house of Judah, ‘Hear the word of the Lord.*s"
    },
    {
        "o": 21396,
        "r": "niv:Jeremiah:21:12",
        "t": "This is what the Lord*s says to you, house of David: “ ‘Administer*pn justice every morning; rescue*ld from the hand of the oppressor the*ld one who has been robbed, or*ln my wrath will break out and burn like fire because*ld of the evil you have done— burn*ld with no one to quench it."
    },
    {
        "o": 21397,
        "r": "niv:Jeremiah:21:13",
        "t": "I*ln am against you, Jerusalem, you*ld who live above this valley on*ld the rocky plateau, declares the Lord—*s you*ln who say, “Who can come against us? Who*ld can enter our refuge?”"
    },
    {
        "o": 21398,
        "r": "niv:Jeremiah:21:14",
        "t": "I*ln will punish you as your deeds deserve, declares*ld the Lord.*s I*ln will kindle a fire in your forests that*ld will consume everything around you.’ ”"
    }
]
