[
    {
        "o": 24001,
        "r": "esv:Ezekiel:44:0",
        "t": "Ezekiel 44",
        "h": 1
    },
    {
        "o": 24002,
        "r": "esv:Ezekiel:44:0",
        "t": "The Gate for the Prince",
        "h": 2
    },
    {
        "o": 24003,
        "r": "esv:Ezekiel:44:1",
        "t": "Then*p he brought me back to the outer gate of the sanctuary, which faces east. And it was shut."
    },
    {
        "o": 24004,
        "r": "esv:Ezekiel:44:2",
        "t": "And the Lord*s said to me, “This gate shall remain shut; it shall not be opened, and no one shall enter by it, for the Lord,*s the God of Israel, has entered by it. Therefore it shall remain shut."
    },
    {
        "o": 24005,
        "r": "esv:Ezekiel:44:3",
        "t": "Only the prince may sit in it to eat bread before the Lord.*s He shall enter by way of the vestibule of the gate, and shall go out by the same way.”"
    },
    {
        "o": 24006,
        "r": "esv:Ezekiel:44:4",
        "t": "Then*p he brought me by way of the north gate to the front of the temple, and I looked, and behold, the glory of the Lord*s filled the temple of the Lord.*s And I fell on my face."
    },
    {
        "o": 24007,
        "r": "esv:Ezekiel:44:5",
        "t": "And the Lord*s said to me, “Son of man, mark well, see with your eyes, and hear with your ears all that I shall tell you concerning all the statutes of the temple of the Lord*s and all its laws. And mark well the entrance to the temple and all the exits from the sanctuary."
    },
    {
        "o": 24008,
        "r": "esv:Ezekiel:44:6",
        "t": "And say to the rebellious house, to the house of Israel, Thus says the Lord God:*s O house of Israel, enough of all your abominations,"
    },
    {
        "o": 24009,
        "r": "esv:Ezekiel:44:7",
        "t": "in admitting foreigners, uncircumcised in heart and flesh, to be in my sanctuary, profaning my temple, when you offer to me my food, the fat and the blood. You have broken my covenant, in addition to all your abominations."
    },
    {
        "o": 24010,
        "r": "esv:Ezekiel:44:8",
        "t": "And you have not kept charge of my holy things, but you have set others to keep my charge for you in my sanctuary."
    },
    {
        "o": 24011,
        "r": "esv:Ezekiel:44:9",
        "t": "“Thus*p says the Lord God:*s No foreigner, uncircumcised in heart and flesh, of all the foreigners who are among the people of Israel, shall enter my sanctuary."
    },
    {
        "o": 24012,
        "r": "esv:Ezekiel:44:10",
        "t": "But the Levites who went far from me, going astray from me after their idols when Israel went astray, shall bear their punishment."
    },
    {
        "o": 24013,
        "r": "esv:Ezekiel:44:11",
        "t": "They shall be ministers in my sanctuary, having oversight at the gates of the temple and ministering in the temple. They shall slaughter the burnt offering and the sacrifice for the people, and they shall stand before the people, to minister to them."
    },
    {
        "o": 24014,
        "r": "esv:Ezekiel:44:12",
        "t": "Because they ministered to them before their idols and became a stumbling block of iniquity to the house of Israel, therefore I have sworn concerning them, declares the Lord God,*s and they shall bear their punishment."
    },
    {
        "o": 24015,
        "r": "esv:Ezekiel:44:13",
        "t": "They shall not come near to me, to serve me as priest, nor come near any of my holy things and the things that are most holy, but they shall bear their shame and the abominations that they have committed."
    },
    {
        "o": 24016,
        "r": "esv:Ezekiel:44:14",
        "t": "Yet I will appoint them to keep charge of the temple, to do all its service and all that is to be done in it."
    },
    {
        "o": 24017,
        "r": "esv:Ezekiel:44:14",
        "t": "Rules for Levitical Priests",
        "h": 2
    },
    {
        "o": 24018,
        "r": "esv:Ezekiel:44:15",
        "t": "“But*p the Levitical priests, the sons of Zadok, who kept the charge of my sanctuary when the people of Israel went astray from me, shall come near to me to minister to me. And they shall stand before me to offer me the fat and the blood, declares the Lord God.*s"
    },
    {
        "o": 24019,
        "r": "esv:Ezekiel:44:16",
        "t": "They shall enter my sanctuary, and they shall approach my table, to minister to me, and they shall keep my charge."
    },
    {
        "o": 24020,
        "r": "esv:Ezekiel:44:17",
        "t": "When they enter the gates of the inner court, they shall wear linen garments. They shall have nothing of wool on them, while they minister at the gates of the inner court, and within."
    },
    {
        "o": 24021,
        "r": "esv:Ezekiel:44:18",
        "t": "They shall have linen turbans on their heads, and linen undergarments around their waists. They shall not bind themselves with anything that causes sweat."
    },
    {
        "o": 24022,
        "r": "esv:Ezekiel:44:19",
        "t": "And when they go out into the outer court to the people, they shall put off the garments in which they have been ministering and lay them in the holy chambers. And they shall put on other garments, lest they transmit holiness to the people with their garments."
    },
    {
        "o": 24023,
        "r": "esv:Ezekiel:44:20",
        "t": "They shall not shave their heads or let their locks grow long; they shall surely trim the hair of their heads."
    },
    {
        "o": 24024,
        "r": "esv:Ezekiel:44:21",
        "t": "No priest shall drink wine when he enters the inner court."
    },
    {
        "o": 24025,
        "r": "esv:Ezekiel:44:22",
        "t": "They shall not marry a widow or a divorced woman, but only virgins of the offspring of the house of Israel, or a widow who is the widow of a priest."
    },
    {
        "o": 24026,
        "r": "esv:Ezekiel:44:23",
        "t": "They shall teach my people the difference between the holy and the common, and show them how to distinguish between the unclean and the clean."
    },
    {
        "o": 24027,
        "r": "esv:Ezekiel:44:24",
        "t": "In a dispute, they shall act as judges, and they shall judge it according to my judgments. They shall keep my laws and my statutes in all my appointed feasts, and they shall keep my Sabbaths holy."
    },
    {
        "o": 24028,
        "r": "esv:Ezekiel:44:25",
        "t": "They shall not defile themselves by going near to a dead person. However, for father or mother, for son or daughter, for brother or unmarried sister they may defile themselves."
    },
    {
        "o": 24029,
        "r": "esv:Ezekiel:44:26",
        "t": "After he has become clean, they shall count seven days for him."
    },
    {
        "o": 24030,
        "r": "esv:Ezekiel:44:27",
        "t": "And on the day that he goes into the Holy Place, into the inner court, to minister in the Holy Place, he shall offer his sin offering, declares the Lord God.*s"
    },
    {
        "o": 24031,
        "r": "esv:Ezekiel:44:28",
        "t": "“This*p shall be their inheritance: I am their inheritance: and you shall give them no possession in Israel; I am their possession."
    },
    {
        "o": 24032,
        "r": "esv:Ezekiel:44:29",
        "t": "They shall eat the grain offering, the sin offering, and the guilt offering, and every devoted thing in Israel shall be theirs."
    },
    {
        "o": 24033,
        "r": "esv:Ezekiel:44:30",
        "t": "And the first of all the firstfruits of all kinds, and every offering of all kinds from all your offerings, shall belong to the priests. You shall also give to the priests the first of your dough, that a blessing may rest on your house."
    },
    {
        "o": 24034,
        "r": "esv:Ezekiel:44:31",
        "t": "The priests shall not eat of anything, whether bird or beast, that has died of itself or is torn by wild animals."
    }
]
