[
    {
        "o": 5672,
        "r": "niv:Deuteronomy:11:0",
        "t": "Deuteronomy 11",
        "h": 1
    },
    {
        "o": 5673,
        "r": "niv:Deuteronomy:11:0",
        "t": "Love and Obey the Lord",
        "h": 2
    },
    {
        "o": 5674,
        "r": "niv:Deuteronomy:11:1",
        "t": "Love*p the Lord*s your God and keep his requirements, his decrees, his laws and his commands always."
    },
    {
        "o": 5675,
        "r": "niv:Deuteronomy:11:2",
        "t": "Remember today that your children were not the ones who saw and experienced the discipline of the Lord*s your God: his majesty, his mighty hand, his outstretched arm;"
    },
    {
        "o": 5676,
        "r": "niv:Deuteronomy:11:3",
        "t": "the signs he performed and the things he did in the heart of Egypt, both to Pharaoh king of Egypt and to his whole country;"
    },
    {
        "o": 5677,
        "r": "niv:Deuteronomy:11:4",
        "t": "what he did to the Egyptian army, to its horses and chariots, how he overwhelmed them with the waters of the Red Sea as they were pursuing you, and how the Lord*s brought lasting ruin on them."
    },
    {
        "o": 5678,
        "r": "niv:Deuteronomy:11:5",
        "t": "It was not your children who saw what he did for you in the wilderness until you arrived at this place,"
    },
    {
        "o": 5679,
        "r": "niv:Deuteronomy:11:6",
        "t": "and what he did to Dathan and Abiram, sons of Eliab the Reubenite, when the earth opened its mouth right in the middle of all Israel and swallowed them up with their households, their tents and every living thing that belonged to them."
    },
    {
        "o": 5680,
        "r": "niv:Deuteronomy:11:7",
        "t": "But it was your own eyes that saw all these great things the Lord*s has done."
    },
    {
        "o": 5681,
        "r": "niv:Deuteronomy:11:8",
        "t": "Observe*p therefore all the commands I am giving you today, so that you may have the strength to go in and take over the land that you are crossing the Jordan to possess,"
    },
    {
        "o": 5682,
        "r": "niv:Deuteronomy:11:9",
        "t": "and so that you may live long in the land the Lord*s swore to your ancestors to give to them and their descendants, a land flowing with milk and honey."
    },
    {
        "o": 5683,
        "r": "niv:Deuteronomy:11:10",
        "t": "The land you are entering to take over is not like the land of Egypt, from which you have come, where you planted your seed and irrigated it by foot as in a vegetable garden."
    },
    {
        "o": 5684,
        "r": "niv:Deuteronomy:11:11",
        "t": "But the land you are crossing the Jordan to take possession of is a land of mountains and valleys that drinks rain from heaven."
    },
    {
        "o": 5685,
        "r": "niv:Deuteronomy:11:12",
        "t": "It is a land the Lord*s your God cares for; the eyes of the Lord*s your God are continually on it from the beginning of the year to its end."
    },
    {
        "o": 5686,
        "r": "niv:Deuteronomy:11:13",
        "t": "So*p if you faithfully obey the commands I am giving you today—to love the Lord*s your God and to serve him with all your heart and with all your soul—"
    },
    {
        "o": 5687,
        "r": "niv:Deuteronomy:11:14",
        "t": "then I will send rain on your land in its season, both autumn and spring rains, so that you may gather in your grain, new wine and olive oil."
    },
    {
        "o": 5688,
        "r": "niv:Deuteronomy:11:15",
        "t": "I will provide grass in the fields for your cattle, and you will eat and be satisfied."
    },
    {
        "o": 5689,
        "r": "niv:Deuteronomy:11:16",
        "t": "Be*p careful, or you will be enticed to turn away and worship other gods and bow down to them."
    },
    {
        "o": 5690,
        "r": "niv:Deuteronomy:11:17",
        "t": "Then the Lord’s*s anger will burn against you, and he will shut up the heavens so that it will not rain and the ground will yield no produce, and you will soon perish from the good land the Lord*s is giving you."
    },
    {
        "o": 5691,
        "r": "niv:Deuteronomy:11:18",
        "t": "Fix these words of mine in your hearts and minds; tie them as symbols on your hands and bind them on your foreheads."
    },
    {
        "o": 5692,
        "r": "niv:Deuteronomy:11:19",
        "t": "Teach them to your children, talking about them when you sit at home and when you walk along the road, when you lie down and when you get up."
    },
    {
        "o": 5693,
        "r": "niv:Deuteronomy:11:20",
        "t": "Write them on the doorframes of your houses and on your gates,"
    },
    {
        "o": 5694,
        "r": "niv:Deuteronomy:11:21",
        "t": "so that your days and the days of your children may be many in the land the Lord*s swore to give your ancestors, as many as the days that the heavens are above the earth."
    },
    {
        "o": 5695,
        "r": "niv:Deuteronomy:11:22",
        "t": "If*p you carefully observe all these commands I am giving you to follow—to love the Lord*s your God, to walk in obedience to him and to hold fast to him—"
    },
    {
        "o": 5696,
        "r": "niv:Deuteronomy:11:23",
        "t": "then the Lord*s will drive out all these nations before you, and you will dispossess nations larger and stronger than you."
    },
    {
        "o": 5697,
        "r": "niv:Deuteronomy:11:24",
        "t": "Every place where you set your foot will be yours: Your territory will extend from the desert to Lebanon, and from the Euphrates River to the Mediterranean Sea."
    },
    {
        "o": 5698,
        "r": "niv:Deuteronomy:11:25",
        "t": "No one will be able to stand against you. The Lord*s your God, as he promised you, will put the terror and fear of you on the whole land, wherever you go."
    },
    {
        "o": 5699,
        "r": "niv:Deuteronomy:11:26",
        "t": "See,*p I am setting before you today a blessing and a curse—"
    },
    {
        "o": 5700,
        "r": "niv:Deuteronomy:11:27",
        "t": "the blessing if you obey the commands of the Lord*s your God that I am giving you today;"
    },
    {
        "o": 5701,
        "r": "niv:Deuteronomy:11:28",
        "t": "the curse if you disobey the commands of the Lord*s your God and turn from the way that I command you today by following other gods, which you have not known."
    },
    {
        "o": 5702,
        "r": "niv:Deuteronomy:11:29",
        "t": "When the Lord*s your God has brought you into the land you are entering to possess, you are to proclaim on Mount Gerizim the blessings, and on Mount Ebal the curses."
    },
    {
        "o": 5703,
        "r": "niv:Deuteronomy:11:30",
        "t": "As you know, these mountains are across the Jordan, westward, toward the setting sun, near the great trees of Moreh, in the territory of those Canaanites living in the Arabah in the vicinity of Gilgal."
    },
    {
        "o": 5704,
        "r": "niv:Deuteronomy:11:31",
        "t": "You are about to cross the Jordan to enter and take possession of the land the Lord*s your God is giving you. When you have taken it over and are living there,"
    },
    {
        "o": 5705,
        "r": "niv:Deuteronomy:11:32",
        "t": "be sure that you obey all the decrees and laws I am setting before you today."
    }
]
