[
    {
        "o": 3156,
        "r": "csb:Leviticus:6:0",
        "t": "Leviticus 6",
        "h": 1
    },
    {
        "o": 3157,
        "r": "csb:Leviticus:6:1",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3158,
        "r": "csb:Leviticus:6:2",
        "t": "“When someone sins and offends the Lord*s by deceiving his neighbor in regard to a deposit, a security, or a robbery; or defrauds his neighbor;"
    },
    {
        "o": 3159,
        "r": "csb:Leviticus:6:3",
        "t": "or finds something lost and lies about it; or swears falsely about any of the sinful things a person may do -"
    },
    {
        "o": 3160,
        "r": "csb:Leviticus:6:4",
        "t": "once he has sinned and acknowledged his guilt- he must return what he stole or defrauded, or the deposit entrusted to him, or the lost item he found,"
    },
    {
        "o": 3161,
        "r": "csb:Leviticus:6:5",
        "t": "or anything else about which he swore falsely. He will make full restitution for it and add a fifth of its value to it. He is to pay it to its owner on the day he acknowledges his guilt."
    },
    {
        "o": 3162,
        "r": "csb:Leviticus:6:6",
        "t": "Then he is to bring his guilt offering to the Lord:*s an unblemished ram from the flock according to your assessment of its value as a guilt offering to the priest."
    },
    {
        "o": 3163,
        "r": "csb:Leviticus:6:7",
        "t": "In this way the priest will make atonement on his behalf before the Lord,*s and he will be forgiven for anything he may have done to incur guilt.”"
    },
    {
        "o": 3164,
        "r": "csb:Leviticus:6:7",
        "t": "The Burnt Offering",
        "h": 2
    },
    {
        "o": 3165,
        "r": "csb:Leviticus:6:8",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3166,
        "r": "csb:Leviticus:6:9",
        "t": "“Command Aaron and his sons: This is the law of the burnt offering; the burnt offering itself must remain on the altar’s hearth all night until morning, while the fire of the altar is kept burning on it."
    },
    {
        "o": 3167,
        "r": "csb:Leviticus:6:10",
        "t": "The priest is to put on his linen robe and linen undergarments. He is to remove the ashes of the burnt offering the fire has consumed on the altar, and place them beside the altar."
    },
    {
        "o": 3168,
        "r": "csb:Leviticus:6:11",
        "t": "Then he will take off his garments, put on other clothes, and bring the ashes outside the camp to a ceremonially clean place."
    },
    {
        "o": 3169,
        "r": "csb:Leviticus:6:12",
        "t": "The fire on the altar is to be kept burning; it must not go out. Every morning the priest will burn wood on the fire. He is to arrange the burnt offering on the fire and burn the fat portions from the fellowship offerings on it."
    },
    {
        "o": 3170,
        "r": "csb:Leviticus:6:13",
        "t": "Fire must be kept burning on the altar continually; it must not go out."
    },
    {
        "o": 3171,
        "r": "csb:Leviticus:6:13",
        "t": "The Grain Offering",
        "h": 2
    },
    {
        "o": 3172,
        "r": "csb:Leviticus:6:14",
        "t": "“Now*p this is the law of the grain offering: Aaron’s sons will present it before the Lord*s in front of the altar."
    },
    {
        "o": 3173,
        "r": "csb:Leviticus:6:15",
        "t": "The priest is to remove a handful of fine flour and olive oil from the grain offering, with all the frankincense that is on the offering, and burn its memorial portion on the altar as a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3174,
        "r": "csb:Leviticus:6:16",
        "t": "Aaron and his sons may eat the rest of it. It is to be eaten in the form of unleavened bread in a holy place; they are to eat it in the courtyard of the tent of meeting."
    },
    {
        "o": 3175,
        "r": "csb:Leviticus:6:17",
        "t": "It must not be baked with yeast; I have assigned it as their portion from my food offerings. It is especially holy, like the sin offering and the guilt offering."
    },
    {
        "o": 3176,
        "r": "csb:Leviticus:6:18",
        "t": "Any male among Aaron’s descendants may eat it. It is a permanent portion throughout your generations from the food offerings to the Lord.*s Anything that touches the offerings will become holy.”"
    },
    {
        "o": 3177,
        "r": "csb:Leviticus:6:19",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3178,
        "r": "csb:Leviticus:6:20",
        "t": "“This is the offering that Aaron and his sons are to present to the Lord*s on the day that he is anointed: two quarts of fine flour as a regular grain offering, half of it in the morning and half in the evening."
    },
    {
        "o": 3179,
        "r": "csb:Leviticus:6:21",
        "t": "It is to be prepared with oil on a griddle; you are to bring it well-kneaded. You are to present it as a grain offering of baked pieces, a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3180,
        "r": "csb:Leviticus:6:22",
        "t": "The priest, who is one of Aaron’s sons and will be anointed to take his place, is to prepare it. It must be completely burned as a permanent portion for the Lord.*s"
    },
    {
        "o": 3181,
        "r": "csb:Leviticus:6:23",
        "t": "Every grain offering for a priest will be a whole burnt offering; it is not to be eaten.”"
    },
    {
        "o": 3182,
        "r": "csb:Leviticus:6:23",
        "t": "The Sin Offering",
        "h": 2
    },
    {
        "o": 3183,
        "r": "csb:Leviticus:6:24",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3184,
        "r": "csb:Leviticus:6:25",
        "t": "“Tell Aaron and his sons: This is the law of the sin offering. The sin offering is most holy and must be slaughtered before the Lord*s at the place where the burnt offering is slaughtered."
    },
    {
        "o": 3185,
        "r": "csb:Leviticus:6:26",
        "t": "The priest who offers it as a sin offering will eat it. It is to be eaten in a holy place, in the courtyard of the tent of meeting."
    },
    {
        "o": 3186,
        "r": "csb:Leviticus:6:27",
        "t": "Anything that touches its flesh will become holy, and if any of its blood spatters on a garment, then you must wash that garment in a holy place."
    },
    {
        "o": 3187,
        "r": "csb:Leviticus:6:28",
        "t": "A clay pot in which the sin offering is boiled is to be broken; if it is boiled in a bronze vessel, it is to be scoured and rinsed with water."
    },
    {
        "o": 3188,
        "r": "csb:Leviticus:6:29",
        "t": "Any male among the priests may eat it; it is especially holy."
    },
    {
        "o": 3189,
        "r": "csb:Leviticus:6:30",
        "t": "But no sin offering may be eaten if its blood has been brought into the tent of meeting to make atonement in the holy place; it must be burned."
    }
]
