[
    {
        "o": 33517,
        "r": "csb:1 Thessalonians:3:0",
        "t": "1 Thessalonians 3",
        "h": 1
    },
    {
        "o": 33518,
        "r": "csb:1 Thessalonians:3:0",
        "t": "Anxiety in Athens",
        "h": 2
    },
    {
        "o": 33519,
        "r": "csb:1 Thessalonians:3:1",
        "t": "Therefore,*p when we could no longer stand it, we thought it was better to be left alone in Athens."
    },
    {
        "o": 33520,
        "r": "csb:1 Thessalonians:3:2",
        "t": "And we sent Timothy, our brother and God’s coworker in the gospel of Christ, to strengthen and encourage you concerning your faith,"
    },
    {
        "o": 33521,
        "r": "csb:1 Thessalonians:3:3",
        "t": "so that no one will be shaken by these afflictions. For you yourselves know that we are appointed to this."
    },
    {
        "o": 33522,
        "r": "csb:1 Thessalonians:3:4",
        "t": "In fact, when we were with you, we told you in advance that we were going to experience affliction, and as you know, it happened."
    },
    {
        "o": 33523,
        "r": "csb:1 Thessalonians:3:5",
        "t": "For this reason, when I could no longer stand it, I also sent him to find out about your faith, fearing that the tempter had tempted you and that our labor might be for nothing."
    },
    {
        "o": 33524,
        "r": "csb:1 Thessalonians:3:5",
        "t": "Encouraged by Timothy",
        "h": 2
    },
    {
        "o": 33525,
        "r": "csb:1 Thessalonians:3:6",
        "t": "But*p now Timothy has come to us from you and brought us good news about your faith and love. He reported that you always have good memories of us and that you long to see us, as we also long to see you."
    },
    {
        "o": 33526,
        "r": "csb:1 Thessalonians:3:7",
        "t": "Therefore, brothers and sisters, in all our distress and affliction, we were encouraged about you through your faith."
    },
    {
        "o": 33527,
        "r": "csb:1 Thessalonians:3:8",
        "t": "For now we live, if you stand firm in the Lord."
    },
    {
        "o": 33528,
        "r": "csb:1 Thessalonians:3:9",
        "t": "How can we thank God for you in return for all the joy we experience before our God because of you,"
    },
    {
        "o": 33529,
        "r": "csb:1 Thessalonians:3:10",
        "t": "as we pray very earnestly night and day to see you face to face and to complete what is lacking in your faith?"
    },
    {
        "o": 33530,
        "r": "csb:1 Thessalonians:3:10",
        "t": "Prayer for the Church",
        "h": 2
    },
    {
        "o": 33531,
        "r": "csb:1 Thessalonians:3:11",
        "t": "Now*p may our God and Father himself, and our Lord Jesus, direct our way to you."
    },
    {
        "o": 33532,
        "r": "csb:1 Thessalonians:3:12",
        "t": "And may the Lord cause you to increase and overflow with love for one another and for everyone, just as we do for you."
    },
    {
        "o": 33533,
        "r": "csb:1 Thessalonians:3:13",
        "t": "May he make your hearts blameless in holiness before our God and Father at the coming of our Lord Jesus with all his saints. Amen."
    }
]
