[
    {
        "o": 88,
        "r": "csb:Genesis:4:0",
        "t": "Genesis 4",
        "h": 1
    },
    {
        "o": 89,
        "r": "csb:Genesis:4:0",
        "t": "Cain Murders Abel",
        "h": 2
    },
    {
        "o": 90,
        "r": "csb:Genesis:4:1",
        "t": "The*p man was intimate with his wife Eve, and she conceived and gave birth to Cain. She said, “I have had a male child with the Lord’s*s help.”"
    },
    {
        "o": 91,
        "r": "csb:Genesis:4:2",
        "t": "She also gave birth to his brother Abel. Now Abel became a shepherd of flocks, but Cain worked the ground."
    },
    {
        "o": 92,
        "r": "csb:Genesis:4:3",
        "t": "In the course of time Cain presented some of the land’s produce as an offering to the Lord.*s"
    },
    {
        "o": 93,
        "r": "csb:Genesis:4:4",
        "t": "And Abel also presented an offering - some of the firstborn of his flock and their fat portions. The Lord*s had regard for Abel and his offering,"
    },
    {
        "o": 94,
        "r": "csb:Genesis:4:5",
        "t": "but he did not have regard for Cain and his offering. Cain was furious, and he looked despondent."
    },
    {
        "o": 95,
        "r": "csb:Genesis:4:6",
        "t": "Then*p the Lord*s said to Cain, “Why are you furious? And why do you look despondent?"
    },
    {
        "o": 96,
        "r": "csb:Genesis:4:7",
        "t": "If you do what is right, won’t you be accepted? But if you do not do what is right, sin is crouching at the door. Its desire is for you, but you must rule over it.”"
    },
    {
        "o": 97,
        "r": "csb:Genesis:4:8",
        "t": "Cain*p said to his brother Abel, “Let’s go out to the field.” And while they were in the field, Cain attacked his brother Abel and killed him."
    },
    {
        "o": 98,
        "r": "csb:Genesis:4:9",
        "t": "Then*p the Lord*s said to Cain, “Where is your brother Abel?” “I*p don’t know,” he replied. “Am I my brother’s guardian?”"
    },
    {
        "o": 99,
        "r": "csb:Genesis:4:10",
        "t": "Then*p he said, “What have you done? Your brother’s blood cries out to me from the ground!"
    },
    {
        "o": 100,
        "r": "csb:Genesis:4:11",
        "t": "So now you are cursed, alienated from the ground that opened its mouth to receive your brother’s blood you have shed."
    },
    {
        "o": 101,
        "r": "csb:Genesis:4:12",
        "t": "If you work the ground, it will never again give you its yield. You will be a restless wanderer on the earth.”"
    },
    {
        "o": 102,
        "r": "csb:Genesis:4:13",
        "t": "But*p Cain answered the Lord,*s “My punishment is too great to bear!"
    },
    {
        "o": 103,
        "r": "csb:Genesis:4:14",
        "t": "Since you are banishing me today from the face of the earth, and I must hide from your presence and become a restless wanderer on the earth, whoever finds me will kill me.”"
    },
    {
        "o": 104,
        "r": "csb:Genesis:4:15",
        "t": "Then*p the Lord*s replied to him, “In that case, whoever kills Cain will suffer vengeance seven times over.” And he placed a mark on Cain so that whoever found him would not kill him."
    },
    {
        "o": 105,
        "r": "csb:Genesis:4:16",
        "t": "Then Cain went out from the Lord’s*s presence and lived in the land of Nod, east of Eden."
    },
    {
        "o": 106,
        "r": "csb:Genesis:4:16",
        "t": "The Line of Cain",
        "h": 2
    },
    {
        "o": 107,
        "r": "csb:Genesis:4:17",
        "t": "Cain*p was intimate with his wife, and she conceived and gave birth to Enoch. Then Cain became the builder of a city, and he named the city Enoch after his son."
    },
    {
        "o": 108,
        "r": "csb:Genesis:4:18",
        "t": "Irad was born to Enoch, Irad fathered Mehujael, Mehujael fathered Methushael, and Methushael fathered Lamech."
    },
    {
        "o": 109,
        "r": "csb:Genesis:4:19",
        "t": "Lamech took two wives for himself, one named Adah and the other named Zillah."
    },
    {
        "o": 110,
        "r": "csb:Genesis:4:20",
        "t": "Adah bore Jabal; he was the first of the nomadic herdsmen."
    },
    {
        "o": 111,
        "r": "csb:Genesis:4:21",
        "t": "His brother was named Jubal; he was the first of all who play the lyre and the flute."
    },
    {
        "o": 112,
        "r": "csb:Genesis:4:22",
        "t": "Zillah bore Tubal-cain, who made all kinds of bronze and iron tools. Tubal-cain’s sister was Naamah."
    },
    {
        "o": 113,
        "r": "csb:Genesis:4:23",
        "t": "Lamech*p said to his wives: Adah*pn and Zillah, hear my voice; wives*ln of Lamech, pay attention to my words. For*ln I killed a man for wounding me, a*ln young man for striking me."
    },
    {
        "o": 114,
        "r": "csb:Genesis:4:24",
        "t": "If*ln Cain is to be avenged seven times over, then*ln for Lamech it will be seventy-seven times!"
    },
    {
        "o": 115,
        "r": "csb:Genesis:4:25",
        "t": "Adam*p was intimate with his wife again, and she gave birth to a son and named him Seth, for she said, “God has given me another offspring in place of Abel, since Cain killed him.”"
    },
    {
        "o": 116,
        "r": "csb:Genesis:4:26",
        "t": "A son was born to Seth also, and he named him Enosh. At that time people began to call on the name of the Lord.*s"
    }
]
