[
    {
        "o": 8023,
        "r": "niv:1 Samuel:7:0",
        "t": "1 Samuel 7",
        "h": 1
    },
    {
        "o": 8024,
        "r": "niv:1 Samuel:7:1",
        "t": "So the men of Kiriath Jearim came and took up the ark of the Lord.*s They brought it to Abinadab’s house on the hill and consecrated Eleazar his son to guard the ark of the Lord.*s"
    },
    {
        "o": 8025,
        "r": "niv:1 Samuel:7:2",
        "t": "The ark remained at Kiriath Jearim a long time—twenty years in all."
    },
    {
        "o": 8026,
        "r": "niv:1 Samuel:7:2",
        "t": "Samuel Subdues the Philistines at Mizpah",
        "h": 2
    },
    {
        "o": 8027,
        "r": "niv:1 Samuel:7:2",
        "t": "Then*p all the people of Israel turned back to the Lord.*s"
    },
    {
        "o": 8028,
        "r": "niv:1 Samuel:7:3",
        "t": "So Samuel said to all the Israelites, “If you are returning to the Lord*s with all your hearts, then rid yourselves of the foreign gods and the Ashtoreths and commit yourselves to the Lord*s and serve him only, and he will deliver you out of the hand of the Philistines.”"
    },
    {
        "o": 8029,
        "r": "niv:1 Samuel:7:4",
        "t": "So the Israelites put away their Baals and Ashtoreths, and served the Lord*s only."
    },
    {
        "o": 8030,
        "r": "niv:1 Samuel:7:5",
        "t": "Then*p Samuel said, “Assemble all Israel at Mizpah, and I will intercede with the Lord*s for you.”"
    },
    {
        "o": 8031,
        "r": "niv:1 Samuel:7:6",
        "t": "When they had assembled at Mizpah, they drew water and poured it out before the Lord.*s On that day they fasted and there they confessed, “We have sinned against the Lord.”*s Now Samuel was serving as leader of Israel at Mizpah."
    },
    {
        "o": 8032,
        "r": "niv:1 Samuel:7:7",
        "t": "When*p the Philistines heard that Israel had assembled at Mizpah, the rulers of the Philistines came up to attack them. When the Israelites heard of it, they were afraid because of the Philistines."
    },
    {
        "o": 8033,
        "r": "niv:1 Samuel:7:8",
        "t": "They said to Samuel, “Do not stop crying out to the Lord*s our God for us, that he may rescue us from the hand of the Philistines.”"
    },
    {
        "o": 8034,
        "r": "niv:1 Samuel:7:9",
        "t": "Then Samuel took a suckling lamb and sacrificed it as a whole burnt offering to the Lord.*s He cried out to the Lord*s on Israel’s behalf, and the Lord*s answered him."
    },
    {
        "o": 8035,
        "r": "niv:1 Samuel:7:10",
        "t": "While*p Samuel was sacrificing the burnt offering, the Philistines drew near to engage Israel in battle. But that day the Lord*s thundered with loud thunder against the Philistines and threw them into such a panic that they were routed before the Israelites."
    },
    {
        "o": 8036,
        "r": "niv:1 Samuel:7:11",
        "t": "The men of Israel rushed out of Mizpah and pursued the Philistines, slaughtering them along the way to a point below Beth Kar."
    },
    {
        "o": 8037,
        "r": "niv:1 Samuel:7:12",
        "t": "Then*p Samuel took a stone and set it up between Mizpah and Shen. He named it Ebenezer, saying, “Thus far the Lord*s has helped us.”"
    },
    {
        "o": 8038,
        "r": "niv:1 Samuel:7:13",
        "t": "So*p the Philistines were subdued and they stopped invading Israel’s territory. Throughout Samuel’s lifetime, the hand of the Lord*s was against the Philistines."
    },
    {
        "o": 8039,
        "r": "niv:1 Samuel:7:14",
        "t": "The towns from Ekron to Gath that the Philistines had captured from Israel were restored to Israel, and Israel delivered the neighboring territory from the hands of the Philistines. And there was peace between Israel and the Amorites."
    },
    {
        "o": 8040,
        "r": "niv:1 Samuel:7:15",
        "t": "Samuel*p continued as Israel’s leader all the days of his life."
    },
    {
        "o": 8041,
        "r": "niv:1 Samuel:7:16",
        "t": "From year to year he went on a circuit from Bethel to Gilgal to Mizpah, judging Israel in all those places."
    },
    {
        "o": 8042,
        "r": "niv:1 Samuel:7:17",
        "t": "But he always went back to Ramah, where his home was, and there he also held court for Israel. And he built an altar there to the Lord.*s"
    }
]
