[
    {
        "o": 32901,
        "r": "csb:Galatians:1:0",
        "t": "Galatians 1",
        "h": 1
    },
    {
        "o": 32902,
        "r": "csb:Galatians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 32903,
        "r": "csb:Galatians:1:1",
        "t": "Paul,*p an apostle - not from men or by man, but by Jesus Christ and God the Father who raised him from the dead-"
    },
    {
        "o": 32904,
        "r": "csb:Galatians:1:2",
        "t": "and all the brothers who are with me: To*p the churches of Galatia."
    },
    {
        "o": 32905,
        "r": "csb:Galatians:1:3",
        "t": "Grace*p to you and peace from God the Father and our Lord Jesus Christ,"
    },
    {
        "o": 32906,
        "r": "csb:Galatians:1:4",
        "t": "who gave himself for our sins to rescue us from this present evil age, according to the will of our God and Father."
    },
    {
        "o": 32907,
        "r": "csb:Galatians:1:5",
        "t": "To him be the glory forever and ever. Amen."
    },
    {
        "o": 32908,
        "r": "csb:Galatians:1:5",
        "t": "No Other Gospel",
        "h": 2
    },
    {
        "o": 32909,
        "r": "csb:Galatians:1:6",
        "t": "I*p am amazed that you are so quickly turning away from him who called you by the grace of Christ and are turning to a different gospel -"
    },
    {
        "o": 32910,
        "r": "csb:Galatians:1:7",
        "t": "not that there is another gospel, but there are some who are troubling you and want to distort the gospel of Christ."
    },
    {
        "o": 32911,
        "r": "csb:Galatians:1:8",
        "t": "But even if we or an angel from heaven should preach to you a gospel contrary to what we have preached to you, a curse be on him!"
    },
    {
        "o": 32912,
        "r": "csb:Galatians:1:9",
        "t": "As we have said before, I now say again: If anyone is preaching to you a gospel contrary to what you received, a curse be on him!"
    },
    {
        "o": 32913,
        "r": "csb:Galatians:1:10",
        "t": "For*p am I now trying to persuade people, or God? Or am I striving to please people? If I were still trying to please people, I would not be a servant of Christ."
    },
    {
        "o": 32914,
        "r": "csb:Galatians:1:10",
        "t": "The Origin of Paul’s Gospel",
        "h": 2
    },
    {
        "o": 32915,
        "r": "csb:Galatians:1:11",
        "t": "For*p I want you to know, brothers and sisters, that the gospel preached by me is not of human origin."
    },
    {
        "o": 32916,
        "r": "csb:Galatians:1:12",
        "t": "For I did not receive it from a human source and I was not taught it, but it came by a revelation of Jesus Christ."
    },
    {
        "o": 32917,
        "r": "csb:Galatians:1:13",
        "t": "For*p you have heard about my former way of life in Judaism: I intensely persecuted God’s church and tried to destroy it."
    },
    {
        "o": 32918,
        "r": "csb:Galatians:1:14",
        "t": "I advanced in Judaism beyond many contemporaries among my people, because I was extremely zealous for the traditions of my ancestors."
    },
    {
        "o": 32919,
        "r": "csb:Galatians:1:15",
        "t": "But when God, who from my mother’s womb set me apart and called me by his grace, was pleased"
    },
    {
        "o": 32920,
        "r": "csb:Galatians:1:16",
        "t": "to reveal his Son in me, so that I could preach him among the Gentiles, I did not immediately consult with anyone."
    },
    {
        "o": 32921,
        "r": "csb:Galatians:1:17",
        "t": "I did not go up to Jerusalem to those who had become apostles before me; instead I went to Arabia and came back to Damascus."
    },
    {
        "o": 32922,
        "r": "csb:Galatians:1:18",
        "t": "Then*p after three years I did go up to Jerusalem to get to know Cephas, and I stayed with him fifteen days."
    },
    {
        "o": 32923,
        "r": "csb:Galatians:1:19",
        "t": "But I didn’t see any of the other apostles except James, the Lord’s brother."
    },
    {
        "o": 32924,
        "r": "csb:Galatians:1:20",
        "t": "I declare in the sight of God: I am not lying in what I write to you."
    },
    {
        "o": 32925,
        "r": "csb:Galatians:1:21",
        "t": "Afterward,*p I went to the regions of Syria and Cilicia."
    },
    {
        "o": 32926,
        "r": "csb:Galatians:1:22",
        "t": "I remained personally unknown to the Judean churches that are in Christ."
    },
    {
        "o": 32927,
        "r": "csb:Galatians:1:23",
        "t": "They simply kept hearing, “He who formerly persecuted us now preaches the faith he once tried to destroy.”"
    },
    {
        "o": 32928,
        "r": "csb:Galatians:1:24",
        "t": "And they glorified God because of me."
    }
]
