[
    {
        "o": 842,
        "r": "niv:Genesis:28:0",
        "t": "Genesis 28",
        "h": 1
    },
    {
        "o": 843,
        "r": "niv:Genesis:28:1",
        "t": "So*p Isaac called for Jacob and blessed him. Then he commanded him: “Do not marry a Canaanite woman."
    },
    {
        "o": 844,
        "r": "niv:Genesis:28:2",
        "t": "Go at once to Paddan Aram, to the house of your mother’s father Bethuel. Take a wife for yourself there, from among the daughters of Laban, your mother’s brother."
    },
    {
        "o": 845,
        "r": "niv:Genesis:28:3",
        "t": "May God Almighty bless you and make you fruitful and increase your numbers until you become a community of peoples."
    },
    {
        "o": 846,
        "r": "niv:Genesis:28:4",
        "t": "May he give you and your descendants the blessing given to Abraham, so that you may take possession of the land where you now reside as a foreigner, the land God gave to Abraham.”"
    },
    {
        "o": 847,
        "r": "niv:Genesis:28:5",
        "t": "Then Isaac sent Jacob on his way, and he went to Paddan Aram, to Laban son of Bethuel the Aramean, the brother of Rebekah, who was the mother of Jacob and Esau."
    },
    {
        "o": 848,
        "r": "niv:Genesis:28:6",
        "t": "Now*p Esau learned that Isaac had blessed Jacob and had sent him to Paddan Aram to take a wife from there, and that when he blessed him he commanded him, “Do not marry a Canaanite woman,”"
    },
    {
        "o": 849,
        "r": "niv:Genesis:28:7",
        "t": "and that Jacob had obeyed his father and mother and had gone to Paddan Aram."
    },
    {
        "o": 850,
        "r": "niv:Genesis:28:8",
        "t": "Esau then realized how displeasing the Canaanite women were to his father Isaac;"
    },
    {
        "o": 851,
        "r": "niv:Genesis:28:9",
        "t": "so he went to Ishmael and married Mahalath, the sister of Nebaioth and daughter of Ishmael son of Abraham, in addition to the wives he already had."
    },
    {
        "o": 852,
        "r": "niv:Genesis:28:9",
        "t": "Jacob’s Dream at Bethel",
        "h": 2
    },
    {
        "o": 853,
        "r": "niv:Genesis:28:10",
        "t": "Jacob*p left Beersheba and set out for Harran."
    },
    {
        "o": 854,
        "r": "niv:Genesis:28:11",
        "t": "When he reached a certain place, he stopped for the night because the sun had set. Taking one of the stones there, he put it under his head and lay down to sleep."
    },
    {
        "o": 855,
        "r": "niv:Genesis:28:12",
        "t": "He had a dream in which he saw a stairway resting on the earth, with its top reaching to heaven, and the angels of God were ascending and descending on it."
    },
    {
        "o": 856,
        "r": "niv:Genesis:28:13",
        "t": "There above it stood the Lord,*s and he said: “I am the Lord,*s the God of your father Abraham and the God of Isaac. I will give you and your descendants the land on which you are lying."
    },
    {
        "o": 857,
        "r": "niv:Genesis:28:14",
        "t": "Your descendants will be like the dust of the earth, and you will spread out to the west and to the east, to the north and to the south. All peoples on earth will be blessed through you and your offspring."
    },
    {
        "o": 858,
        "r": "niv:Genesis:28:15",
        "t": "I am with you and will watch over you wherever you go, and I will bring you back to this land. I will not leave you until I have done what I have promised you.”"
    },
    {
        "o": 859,
        "r": "niv:Genesis:28:16",
        "t": "When*p Jacob awoke from his sleep, he thought, “Surely the Lord*s is in this place, and I was not aware of it.”"
    },
    {
        "o": 860,
        "r": "niv:Genesis:28:17",
        "t": "He was afraid and said, “How awesome is this place! This is none other than the house of God; this is the gate of heaven.”"
    },
    {
        "o": 861,
        "r": "niv:Genesis:28:18",
        "t": "Early*p the next morning Jacob took the stone he had placed under his head and set it up as a pillar and poured oil on top of it."
    },
    {
        "o": 862,
        "r": "niv:Genesis:28:19",
        "t": "He called that place Bethel, though the city used to be called Luz."
    },
    {
        "o": 863,
        "r": "niv:Genesis:28:20",
        "t": "Then*p Jacob made a vow, saying, “If God will be with me and will watch over me on this journey I am taking and will give me food to eat and clothes to wear"
    },
    {
        "o": 864,
        "r": "niv:Genesis:28:21",
        "t": "so that I return safely to my father’s household, then the Lord*s will be my God"
    },
    {
        "o": 865,
        "r": "niv:Genesis:28:22",
        "t": "and this stone that I have set up as a pillar will be God’s house, and of all that you give me I will give you a tenth.”"
    }
]
