[
    {
        "o": 32676,
        "r": "nasb:Philippians:1:0",
        "t": "Philippians 1",
        "h": 1
    },
    {
        "o": 32677,
        "r": "nasb:Philippians:1:0",
        "t": "Thanksgiving",
        "h": 2
    },
    {
        "o": 32678,
        "r": "nasb:Philippians:1:1",
        "t": "Paul*p and Timothy, bond-servants of Christ Jesus, To*bp all the saints in Christ Jesus who are in Philippi, including the overseers and deacons:"
    },
    {
        "o": 32679,
        "r": "nasb:Philippians:1:2",
        "t": "Grace to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 32680,
        "r": "nasb:Philippians:1:3",
        "t": "I*p thank my God in all my remembrance of you,"
    },
    {
        "o": 32681,
        "r": "nasb:Philippians:1:4",
        "t": "always offering prayer with joy in my every prayer for you all,"
    },
    {
        "o": 32682,
        "r": "nasb:Philippians:1:5",
        "t": "in view of your participation in the gospel from the first day until now."
    },
    {
        "o": 32683,
        "r": "nasb:Philippians:1:6",
        "t": "For*i I*i am*i confident of this very thing, that He who began a good work in you will perfect it until the day of Christ Jesus."
    },
    {
        "o": 32684,
        "r": "nasb:Philippians:1:7",
        "t": "For it is only right for me to feel this way about you all, because I have you in my heart, since both in my imprisonment and in the defense and confirmation of the gospel, you all are partakers of grace with me."
    },
    {
        "o": 32685,
        "r": "nasb:Philippians:1:8",
        "t": "For God is my witness, how I long for you all with the affection of Christ Jesus."
    },
    {
        "o": 32686,
        "r": "nasb:Philippians:1:9",
        "t": "And this I pray, that your love may abound still more and more in real knowledge and all discernment,"
    },
    {
        "o": 32687,
        "r": "nasb:Philippians:1:10",
        "t": "so that you may approve the things that are excellent, in order to be sincere and blameless until the day of Christ;"
    },
    {
        "o": 32688,
        "r": "nasb:Philippians:1:11",
        "t": "having been filled with the fruit of righteousness which comes*i through Jesus Christ, to the glory and praise of God."
    },
    {
        "o": 32689,
        "r": "nasb:Philippians:1:11",
        "t": "The Gospel Is Preached",
        "h": 2
    },
    {
        "o": 32690,
        "r": "nasb:Philippians:1:12",
        "t": "Now*p I want you to know, brethren, that my circumstances have turned out for the greater progress of the gospel,"
    },
    {
        "o": 32691,
        "r": "nasb:Philippians:1:13",
        "t": "so that my imprisonment in the*i cause*i of*i Christ has become well known throughout the whole praetorian guard and to everyone else,"
    },
    {
        "o": 32692,
        "r": "nasb:Philippians:1:14",
        "t": "and that most of the brethren, trusting in the Lord because of my imprisonment, have far more courage to speak the word of God without fear."
    },
    {
        "o": 32693,
        "r": "nasb:Philippians:1:15",
        "t": "Some, to be sure, are preaching Christ even from envy and strife, but some also from good will;"
    },
    {
        "o": 32694,
        "r": "nasb:Philippians:1:16",
        "t": "the latter do*i it*i out of love, knowing that I am appointed for the defense of the gospel;"
    },
    {
        "o": 32695,
        "r": "nasb:Philippians:1:17",
        "t": "the former proclaim Christ out of selfish ambition rather than from pure motives, thinking to cause me distress in my imprisonment."
    },
    {
        "o": 32696,
        "r": "nasb:Philippians:1:18",
        "t": "What then? Only that in every way, whether in pretense or in truth, Christ is proclaimed; and in this I rejoice. Yes,*bp and I will rejoice,"
    },
    {
        "o": 32697,
        "r": "nasb:Philippians:1:19",
        "t": "for I know that this will turn out for my deliverance through your prayers and the provision of the Spirit of Jesus Christ,"
    },
    {
        "o": 32698,
        "r": "nasb:Philippians:1:20",
        "t": "according to my earnest expectation and hope, that I will not be put to shame in anything, but that*i with all boldness, Christ will even now, as always, be exalted in my body, whether by life or by death."
    },
    {
        "o": 32699,
        "r": "nasb:Philippians:1:20",
        "t": "To Live Is Christ",
        "h": 2
    },
    {
        "o": 32700,
        "r": "nasb:Philippians:1:21",
        "t": "For*p to me, to live is Christ and to die is gain."
    },
    {
        "o": 32701,
        "r": "nasb:Philippians:1:22",
        "t": "But if I*i am*i to live on*i in the flesh, this will*i mean*i fruitful labor for me; and I do not know which to choose."
    },
    {
        "o": 32702,
        "r": "nasb:Philippians:1:23",
        "t": "But I am hard-pressed from both directions,*i having the desire to depart and be with Christ, for that*i is very much better;"
    },
    {
        "o": 32703,
        "r": "nasb:Philippians:1:24",
        "t": "yet to remain on in the flesh is more necessary for your sake."
    },
    {
        "o": 32704,
        "r": "nasb:Philippians:1:25",
        "t": "Convinced of this, I know that I will remain and continue with you all for your progress and joy in the faith,"
    },
    {
        "o": 32705,
        "r": "nasb:Philippians:1:26",
        "t": "so that your proud confidence in me may abound in Christ Jesus through my coming to you again."
    },
    {
        "o": 32706,
        "r": "nasb:Philippians:1:27",
        "t": "Only*p conduct yourselves in a manner worthy of the gospel of Christ, so that whether I come and see you or remain absent, I will hear of you that you are standing firm in one spirit, with one mind striving together for the faith of the gospel;"
    },
    {
        "o": 32707,
        "r": "nasb:Philippians:1:28",
        "t": "in no way alarmed by your*i opponents—which is a sign of destruction for them, but of salvation for you, and that too,*i from God."
    },
    {
        "o": 32708,
        "r": "nasb:Philippians:1:29",
        "t": "For to you it has been granted for Christ’s sake, not only to believe in Him, but also to suffer for His sake,"
    },
    {
        "o": 32709,
        "r": "nasb:Philippians:1:30",
        "t": "experiencing the same conflict which you saw in me, and now hear to*i be*i in me."
    },
    {
        "o": 32710,
        "r": "nasb:Philippians:2:0",
        "t": "Philippians 2",
        "h": 1
    },
    {
        "o": 32711,
        "r": "nasb:Philippians:2:0",
        "t": "Be Like Christ",
        "h": 2
    },
    {
        "o": 32712,
        "r": "nasb:Philippians:2:1",
        "t": "Therefore*p if there is any encouragement in Christ, if there is any consolation of love, if there is any fellowship of the Spirit, if any affection and compassion,"
    },
    {
        "o": 32713,
        "r": "nasb:Philippians:2:2",
        "t": "make my joy complete by being of the same mind, maintaining the same love, united in spirit, intent on one purpose."
    },
    {
        "o": 32714,
        "r": "nasb:Philippians:2:3",
        "t": "Do nothing from selfishness or empty conceit, but with humility of mind regard one another as more important than yourselves;"
    },
    {
        "o": 32715,
        "r": "nasb:Philippians:2:4",
        "t": "do not merely*i look out for your own personal interests, but also for the interests of others."
    },
    {
        "o": 32716,
        "r": "nasb:Philippians:2:5",
        "t": "Have this attitude in yourselves which was also in Christ Jesus,"
    },
    {
        "o": 32717,
        "r": "nasb:Philippians:2:6",
        "t": "who, although He existed in the form of God, did not regard equality with God a thing to be grasped,"
    },
    {
        "o": 32718,
        "r": "nasb:Philippians:2:7",
        "t": "but emptied Himself, taking the form of a bond-servant, and*i being made in the likeness of men."
    },
    {
        "o": 32719,
        "r": "nasb:Philippians:2:8",
        "t": "Being found in appearance as a man, He humbled Himself by becoming obedient to the point of death, even death on a cross."
    },
    {
        "o": 32720,
        "r": "nasb:Philippians:2:9",
        "t": "For this reason also, God highly exalted Him, and bestowed on Him the name which is above every name,"
    },
    {
        "o": 32721,
        "r": "nasb:Philippians:2:10",
        "t": "so that at the name of Jesus every*s knee*s will*s bow,*s of those who are in heaven and on earth and under the earth,"
    },
    {
        "o": 32722,
        "r": "nasb:Philippians:2:11",
        "t": "and that every tongue will confess that Jesus Christ is Lord, to the glory of God the Father."
    },
    {
        "o": 32723,
        "r": "nasb:Philippians:2:12",
        "t": "So*p then, my beloved, just as you have always obeyed, not as in my presence only, but now much more in my absence, work out your salvation with fear and trembling;"
    },
    {
        "o": 32724,
        "r": "nasb:Philippians:2:13",
        "t": "for it is God who is at work in you, both to will and to work for His*i good pleasure."
    },
    {
        "o": 32725,
        "r": "nasb:Philippians:2:14",
        "t": "Do*p all things without grumbling or disputing;"
    },
    {
        "o": 32726,
        "r": "nasb:Philippians:2:15",
        "t": "so that you will prove yourselves to be blameless and innocent, children of God above reproach in the midst of a crooked and perverse generation, among whom you appear as lights in the world,"
    },
    {
        "o": 32727,
        "r": "nasb:Philippians:2:16",
        "t": "holding fast the word of life, so that in the day of Christ I will have reason to glory because I did not run in vain nor toil in vain."
    },
    {
        "o": 32728,
        "r": "nasb:Philippians:2:17",
        "t": "But even if I am being poured out as a drink offering upon the sacrifice and service of your faith, I rejoice and share my joy with you all."
    },
    {
        "o": 32729,
        "r": "nasb:Philippians:2:18",
        "t": "You too, I*i urge*i you,*i rejoice in the same way and share your joy with me."
    },
    {
        "o": 32730,
        "r": "nasb:Philippians:2:18",
        "t": "Timothy and Epaphroditus",
        "h": 2
    },
    {
        "o": 32731,
        "r": "nasb:Philippians:2:19",
        "t": "But*p I hope in the Lord Jesus to send Timothy to you shortly, so that I also may be encouraged when I learn of your condition."
    },
    {
        "o": 32732,
        "r": "nasb:Philippians:2:20",
        "t": "For I have no one else*i of kindred spirit who will genuinely be concerned for your welfare."
    },
    {
        "o": 32733,
        "r": "nasb:Philippians:2:21",
        "t": "For they all seek after their own interests, not those of Christ Jesus."
    },
    {
        "o": 32734,
        "r": "nasb:Philippians:2:22",
        "t": "But you know of his proven worth, that he served with me in the furtherance of the gospel like a child serving*i his father."
    },
    {
        "o": 32735,
        "r": "nasb:Philippians:2:23",
        "t": "Therefore I hope to send him immediately, as soon as I see how things go*i with me;"
    },
    {
        "o": 32736,
        "r": "nasb:Philippians:2:24",
        "t": "and I trust in the Lord that I myself also will be coming shortly."
    },
    {
        "o": 32737,
        "r": "nasb:Philippians:2:25",
        "t": "But I thought it necessary to send to you Epaphroditus, my brother and fellow worker and fellow soldier, who is also your messenger and minister to my need;"
    },
    {
        "o": 32738,
        "r": "nasb:Philippians:2:26",
        "t": "because he was longing for you all and was distressed because you had heard that he was sick."
    },
    {
        "o": 32739,
        "r": "nasb:Philippians:2:27",
        "t": "For indeed he was sick to the point of death, but God had mercy on him, and not on him only but also on me, so that I would not have sorrow upon sorrow."
    },
    {
        "o": 32740,
        "r": "nasb:Philippians:2:28",
        "t": "Therefore I have sent him all the more eagerly so that when you see him again you may rejoice and I may be less concerned about*i you.*i"
    },
    {
        "o": 32741,
        "r": "nasb:Philippians:2:29",
        "t": "Receive him then in the Lord with all joy, and hold men like him in high regard;"
    },
    {
        "o": 32742,
        "r": "nasb:Philippians:2:30",
        "t": "because he came close to death for the work of Christ, risking his life to complete what was deficient in your service to me."
    },
    {
        "o": 32743,
        "r": "nasb:Philippians:3:0",
        "t": "Philippians 3",
        "h": 1
    },
    {
        "o": 32744,
        "r": "nasb:Philippians:3:0",
        "t": "The Goal of Life",
        "h": 2
    },
    {
        "o": 32745,
        "r": "nasb:Philippians:3:1",
        "t": "Finally,*p my brethren, rejoice in the Lord. To write the same things again*i is no trouble to me, and it is a safeguard for you."
    },
    {
        "o": 32746,
        "r": "nasb:Philippians:3:2",
        "t": "Beware*p of the dogs, beware of the evil workers, beware of the false circumcision;"
    },
    {
        "o": 32747,
        "r": "nasb:Philippians:3:3",
        "t": "for we are the true*i circumcision, who worship in the Spirit of God and glory in Christ Jesus and put no confidence in the flesh,"
    },
    {
        "o": 32748,
        "r": "nasb:Philippians:3:4",
        "t": "although I myself might have confidence even in the flesh. If anyone else has a mind to put confidence in the flesh, I far more:"
    },
    {
        "o": 32749,
        "r": "nasb:Philippians:3:5",
        "t": "circumcised the eighth day, of the nation of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; as to the Law, a Pharisee;"
    },
    {
        "o": 32750,
        "r": "nasb:Philippians:3:6",
        "t": "as to zeal, a persecutor of the church; as to the righteousness which is in the Law, found blameless."
    },
    {
        "o": 32751,
        "r": "nasb:Philippians:3:7",
        "t": "But*p whatever things were gain to me, those things I have counted as loss for the sake of Christ."
    },
    {
        "o": 32752,
        "r": "nasb:Philippians:3:8",
        "t": "More than that, I count all things to be loss in view of the surpassing value of knowing Christ Jesus my Lord, for whom I have suffered the loss of all things, and count them but rubbish so that I may gain Christ,"
    },
    {
        "o": 32753,
        "r": "nasb:Philippians:3:9",
        "t": "and may be found in Him, not having a righteousness of my own derived from the*i Law, but that which is through faith in Christ, the righteousness which comes*i from God on the basis of faith,"
    },
    {
        "o": 32754,
        "r": "nasb:Philippians:3:10",
        "t": "that I may know Him and the power of His resurrection and the fellowship of His sufferings, being conformed to His death;"
    },
    {
        "o": 32755,
        "r": "nasb:Philippians:3:11",
        "t": "in order that I may attain to the resurrection from the dead."
    },
    {
        "o": 32756,
        "r": "nasb:Philippians:3:12",
        "t": "Not*p that I have already obtained it*i or have already become perfect, but I press on so that I may lay hold of that for which also I was laid hold of by Christ Jesus."
    },
    {
        "o": 32757,
        "r": "nasb:Philippians:3:13",
        "t": "Brethren, I do not regard myself as having laid hold of it*i yet; but one thing I*i do:*i forgetting what lies*i behind and reaching forward to what lies*i ahead,"
    },
    {
        "o": 32758,
        "r": "nasb:Philippians:3:14",
        "t": "I press on toward the goal for the prize of the upward call of God in Christ Jesus."
    },
    {
        "o": 32759,
        "r": "nasb:Philippians:3:15",
        "t": "Let us therefore, as many as are perfect, have this attitude; and if in anything you have a different attitude, God will reveal that also to you;"
    },
    {
        "o": 32760,
        "r": "nasb:Philippians:3:16",
        "t": "however, let us keep living by that same standard*i to which we have attained."
    },
    {
        "o": 32761,
        "r": "nasb:Philippians:3:17",
        "t": "Brethren,*p join in following my example, and observe those who walk according to the pattern you have in us."
    },
    {
        "o": 32762,
        "r": "nasb:Philippians:3:18",
        "t": "For many walk, of whom I often told you, and now tell you even weeping, that*i they*i are*i enemies of the cross of Christ,"
    },
    {
        "o": 32763,
        "r": "nasb:Philippians:3:19",
        "t": "whose end is destruction, whose god is their*i appetite, and whose*i glory is in their shame, who set their minds on earthly things."
    },
    {
        "o": 32764,
        "r": "nasb:Philippians:3:20",
        "t": "For our citizenship is in heaven, from which also we eagerly wait for a Savior, the Lord Jesus Christ;"
    },
    {
        "o": 32765,
        "r": "nasb:Philippians:3:21",
        "t": "who will transform the body of our humble state into conformity with the body of His glory, by the exertion of the power that He has even to subject all things to Himself."
    },
    {
        "o": 32766,
        "r": "nasb:Philippians:4:0",
        "t": "Philippians 4",
        "h": 1
    },
    {
        "o": 32767,
        "r": "nasb:Philippians:4:0",
        "t": "Think of Excellence",
        "h": 2
    },
    {
        "o": 32768,
        "r": "nasb:Philippians:4:1",
        "t": "Therefore,*p my beloved brethren whom I long to*i see,*i my joy and crown, in this way stand firm in the Lord, my beloved."
    },
    {
        "o": 32769,
        "r": "nasb:Philippians:4:2",
        "t": "I*p urge Euodia and I urge Syntyche to live in harmony in the Lord."
    },
    {
        "o": 32770,
        "r": "nasb:Philippians:4:3",
        "t": "Indeed, true companion, I ask you also to help these women who have shared my struggle in the*i cause*i of*i the gospel, together with Clement also and the rest of my fellow workers, whose names are in the book of life."
    },
    {
        "o": 32771,
        "r": "nasb:Philippians:4:4",
        "t": "Rejoice*p in the Lord always; again I will say, rejoice!"
    },
    {
        "o": 32772,
        "r": "nasb:Philippians:4:5",
        "t": "Let your gentle spirit*i be known to all men. The Lord is near."
    },
    {
        "o": 32773,
        "r": "nasb:Philippians:4:6",
        "t": "Be anxious for nothing, but in everything by prayer and supplication with thanksgiving let your requests be made known to God."
    },
    {
        "o": 32774,
        "r": "nasb:Philippians:4:7",
        "t": "And the peace of God, which surpasses all comprehension, will guard your hearts and your minds in Christ Jesus."
    },
    {
        "o": 32775,
        "r": "nasb:Philippians:4:8",
        "t": "Finally,*p brethren, whatever is true, whatever is honorable, whatever is right, whatever is pure, whatever is lovely, whatever is of good repute, if there is any excellence and if anything worthy of praise, dwell on these things."
    },
    {
        "o": 32776,
        "r": "nasb:Philippians:4:9",
        "t": "The things you have learned and received and heard and seen in me, practice these things, and the God of peace will be with you."
    },
    {
        "o": 32777,
        "r": "nasb:Philippians:4:9",
        "t": "God’s Provisions",
        "h": 2
    },
    {
        "o": 32778,
        "r": "nasb:Philippians:4:10",
        "t": "But*p I rejoiced in the Lord greatly, that now at last you have revived your concern for me; indeed, you were concerned before,*i but you lacked opportunity."
    },
    {
        "o": 32779,
        "r": "nasb:Philippians:4:11",
        "t": "Not that I speak from want, for I have learned to be content in whatever circumstances I am."
    },
    {
        "o": 32780,
        "r": "nasb:Philippians:4:12",
        "t": "I know how to get along with humble means, and I also know how to live in prosperity; in any and every circumstance I have learned the secret of being filled and going hungry, both of having abundance and suffering need."
    },
    {
        "o": 32781,
        "r": "nasb:Philippians:4:13",
        "t": "I can do all things through Him who strengthens me."
    },
    {
        "o": 32782,
        "r": "nasb:Philippians:4:14",
        "t": "Nevertheless, you have done well to share with*i me*i in my affliction."
    },
    {
        "o": 32783,
        "r": "nasb:Philippians:4:15",
        "t": "You*p yourselves also know, Philippians, that at the first preaching of the gospel, after I left Macedonia, no church shared with me in the matter of giving and receiving but you alone;"
    },
    {
        "o": 32784,
        "r": "nasb:Philippians:4:16",
        "t": "for even in Thessalonica you sent a*i gift*i more than once for my needs."
    },
    {
        "o": 32785,
        "r": "nasb:Philippians:4:17",
        "t": "Not that I seek the gift itself, but I seek for the profit which increases to your account."
    },
    {
        "o": 32786,
        "r": "nasb:Philippians:4:18",
        "t": "But I have received everything in full and have an abundance; I am amply supplied, having received from Epaphroditus what you have sent, a fragrant aroma, an acceptable sacrifice, well-pleasing to God."
    },
    {
        "o": 32787,
        "r": "nasb:Philippians:4:19",
        "t": "And my God will supply all your needs according to His riches in glory in Christ Jesus."
    },
    {
        "o": 32788,
        "r": "nasb:Philippians:4:20",
        "t": "Now to our God and Father be*i the glory forever and ever. Amen."
    },
    {
        "o": 32789,
        "r": "nasb:Philippians:4:21",
        "t": "Greet*p every saint in Christ Jesus. The brethren who are with me greet you."
    },
    {
        "o": 32790,
        "r": "nasb:Philippians:4:22",
        "t": "All the saints greet you, especially those of Caesar’s household."
    },
    {
        "o": 32791,
        "r": "nasb:Philippians:4:23",
        "t": "The*p grace of the Lord Jesus Christ be with your spirit."
    }
]
