[
    {
        "o": 22992,
        "r": "nasb:Ezekiel:11:0",
        "t": "Ezekiel 11",
        "h": 1
    },
    {
        "o": 22993,
        "r": "nasb:Ezekiel:11:0",
        "t": "Evil Rulers to Be Judged",
        "h": 2
    },
    {
        "o": 22994,
        "r": "nasb:Ezekiel:11:1",
        "t": "Moreover,*p the Spirit lifted me up and brought me to the east gate of the Lord’s*s house which faced eastward. And behold, there*i were*i twenty-five men at the entrance of the gate, and among them I saw Jaazaniah son of Azzur and Pelatiah son of Benaiah, leaders of the people."
    },
    {
        "o": 22995,
        "r": "nasb:Ezekiel:11:2",
        "t": "He said to me, “Son of man, these are the men who devise iniquity and give evil advice in this city,"
    },
    {
        "o": 22996,
        "r": "nasb:Ezekiel:11:3",
        "t": "who say, ‘The*i time*i is not near to build houses. This city*i is the pot and we are the flesh.’"
    },
    {
        "o": 22997,
        "r": "nasb:Ezekiel:11:4",
        "t": "Therefore, prophesy against them, son of man, prophesy!”"
    },
    {
        "o": 22998,
        "r": "nasb:Ezekiel:11:5",
        "t": "Then*p the Spirit of the Lord*s fell upon me, and He said to me, “Say, ‘Thus says the Lord,*s “So you think, house of Israel, for I know your thoughts."
    },
    {
        "o": 22999,
        "r": "nasb:Ezekiel:11:6",
        "t": "You have multiplied your slain in this city, filling its streets with them.”"
    },
    {
        "o": 23000,
        "r": "nasb:Ezekiel:11:7",
        "t": "Therefore, thus says the Lord God,*s “Your slain whom you have laid in the midst of the city are the flesh and this city*i is the pot; but I will bring you out of it."
    },
    {
        "o": 23001,
        "r": "nasb:Ezekiel:11:8",
        "t": "You have feared a sword; so I will bring a sword upon you,” the Lord God*s declares."
    },
    {
        "o": 23002,
        "r": "nasb:Ezekiel:11:9",
        "t": "“And I will bring you out of the midst of the city and deliver you into the hands of strangers and execute judgments against you."
    },
    {
        "o": 23003,
        "r": "nasb:Ezekiel:11:10",
        "t": "You will fall by the sword. I will judge you to the border of Israel; so you shall know that I am the Lord.*s"
    },
    {
        "o": 23004,
        "r": "nasb:Ezekiel:11:11",
        "t": "This city*i will not be a pot for you, nor will you be flesh in the midst of it, but*i I will judge you to the border of Israel."
    },
    {
        "o": 23005,
        "r": "nasb:Ezekiel:11:12",
        "t": "Thus you will know that I am the Lord;*s for you have not walked in My statutes nor have you executed My ordinances, but have acted according to the ordinances of the nations around you.” ’ ”"
    },
    {
        "o": 23006,
        "r": "nasb:Ezekiel:11:13",
        "t": "Now*p it came about as I prophesied, that Pelatiah son of Benaiah died. Then I fell on my face and cried out with a loud voice and said, “Alas, Lord God!*s Will You bring the remnant of Israel to a complete end?”"
    },
    {
        "o": 23007,
        "r": "nasb:Ezekiel:11:13",
        "t": "Promise of Restoration",
        "h": 2
    },
    {
        "o": 23008,
        "r": "nasb:Ezekiel:11:14",
        "t": "Then*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23009,
        "r": "nasb:Ezekiel:11:15",
        "t": "“Son of man, your brothers, your relatives, your fellow exiles and the whole house of Israel, all of them, are*i those*i to whom the inhabitants of Jerusalem have said, ‘Go far from the Lord;*s this land has been given us as a possession.’"
    },
    {
        "o": 23010,
        "r": "nasb:Ezekiel:11:16",
        "t": "Therefore say, ‘Thus says the Lord God,*s “Though I had removed them far away among the nations and though I had scattered them among the countries, yet I was a sanctuary for them a little while in the countries where they had gone.” ’"
    },
    {
        "o": 23011,
        "r": "nasb:Ezekiel:11:17",
        "t": "Therefore say, ‘Thus says the Lord God,*s “I will gather you from the peoples and assemble you out of the countries among which you have been scattered, and I will give you the land of Israel.” ’"
    },
    {
        "o": 23012,
        "r": "nasb:Ezekiel:11:18",
        "t": "When they come there, they will remove all its detestable things and all its abominations from it."
    },
    {
        "o": 23013,
        "r": "nasb:Ezekiel:11:19",
        "t": "And I will give them one heart, and put a new spirit within them. And I will take the heart of stone out of their flesh and give them a heart of flesh,"
    },
    {
        "o": 23014,
        "r": "nasb:Ezekiel:11:20",
        "t": "that they may walk in My statutes and keep My ordinances and do them. Then they will be My people, and I shall be their God."
    },
    {
        "o": 23015,
        "r": "nasb:Ezekiel:11:21",
        "t": "But as for those whose hearts go after their detestable things and abominations, I will bring their conduct down on their heads,” declares the Lord God.*s"
    },
    {
        "o": 23016,
        "r": "nasb:Ezekiel:11:22",
        "t": "Then*p the cherubim lifted up their wings with the wheels beside them, and the glory of the God of Israel hovered over them."
    },
    {
        "o": 23017,
        "r": "nasb:Ezekiel:11:23",
        "t": "The glory of the Lord*s went up from the midst of the city and stood over the mountain which is east of the city."
    },
    {
        "o": 23018,
        "r": "nasb:Ezekiel:11:24",
        "t": "And the Spirit lifted me up and brought me in a vision by the Spirit of God to the exiles in Chaldea. So the vision that I had seen left me."
    },
    {
        "o": 23019,
        "r": "nasb:Ezekiel:11:25",
        "t": "Then I told the exiles all the things that the Lord*s had shown me."
    }
]
