[
    {
        "o": 1316,
        "r": "csb:Genesis:41:0",
        "t": "Genesis 41",
        "h": 1
    },
    {
        "o": 1317,
        "r": "csb:Genesis:41:0",
        "t": "Joseph Interprets Pharaoh’s Dreams",
        "h": 2
    },
    {
        "o": 1318,
        "r": "csb:Genesis:41:1",
        "t": "At*p the end of two years Pharaoh had a dream: He was standing beside the Nile,"
    },
    {
        "o": 1319,
        "r": "csb:Genesis:41:2",
        "t": "when seven healthy-looking, well-fed cows came up from the Nile and began to graze among the reeds."
    },
    {
        "o": 1320,
        "r": "csb:Genesis:41:3",
        "t": "After them, seven other cows, sickly and thin, came up from the Nile and stood beside those cows along the bank of the Nile."
    },
    {
        "o": 1321,
        "r": "csb:Genesis:41:4",
        "t": "The sickly, thin cows ate the healthy, well-fed cows. Then Pharaoh woke up."
    },
    {
        "o": 1322,
        "r": "csb:Genesis:41:5",
        "t": "He fell asleep and dreamed a second time: Seven heads of grain, plump and good, came up on one stalk."
    },
    {
        "o": 1323,
        "r": "csb:Genesis:41:6",
        "t": "After them, seven heads of grain, thin and scorched by the east wind, sprouted up."
    },
    {
        "o": 1324,
        "r": "csb:Genesis:41:7",
        "t": "The thin heads of grain swallowed up the seven plump, full ones. Then Pharaoh woke up, and it was only a dream."
    },
    {
        "o": 1325,
        "r": "csb:Genesis:41:8",
        "t": "When*p morning came, he was troubled, so he summoned all the magicians of Egypt and all its wise men. Pharaoh told them his dreams, but no one could interpret them for him."
    },
    {
        "o": 1326,
        "r": "csb:Genesis:41:9",
        "t": "Then*p the chief cupbearer said to Pharaoh, “Today I remember my faults."
    },
    {
        "o": 1327,
        "r": "csb:Genesis:41:10",
        "t": "Pharaoh was angry with his servants, and he put me and the chief baker in the custody of the captain of the guards."
    },
    {
        "o": 1328,
        "r": "csb:Genesis:41:11",
        "t": "He and I had dreams on the same night; each dream had its own meaning."
    },
    {
        "o": 1329,
        "r": "csb:Genesis:41:12",
        "t": "Now a young Hebrew, a slave of the captain of the guards, was with us there. We told him our dreams, he interpreted our dreams for us, and each had its own interpretation."
    },
    {
        "o": 1330,
        "r": "csb:Genesis:41:13",
        "t": "It turned out just the way he interpreted them to us: I was restored to my position, and the other man was hanged.”"
    },
    {
        "o": 1331,
        "r": "csb:Genesis:41:14",
        "t": "Then*p Pharaoh sent for Joseph, and they quickly brought him from the dungeon. He shaved, changed his clothes, and went to Pharaoh."
    },
    {
        "o": 1332,
        "r": "csb:Genesis:41:15",
        "t": "Pharaoh*p said to Joseph, “I have had a dream, and no one can interpret it. But I have heard it said about you that you can hear a dream and interpret it.”"
    },
    {
        "o": 1333,
        "r": "csb:Genesis:41:16",
        "t": "“I*p am not able to,” Joseph answered Pharaoh. “It is God who will give Pharaoh a favorable answer.”"
    },
    {
        "o": 1334,
        "r": "csb:Genesis:41:17",
        "t": "So*p Pharaoh said to Joseph, “In my dream I was standing on the bank of the Nile,"
    },
    {
        "o": 1335,
        "r": "csb:Genesis:41:18",
        "t": "when seven well-fed, healthy-looking cows came up from the Nile and grazed among the reeds."
    },
    {
        "o": 1336,
        "r": "csb:Genesis:41:19",
        "t": "After them, seven other cows - weak, very sickly, and thin - came up. I’ve never seen such sickly ones as these in all the land of Egypt."
    },
    {
        "o": 1337,
        "r": "csb:Genesis:41:20",
        "t": "Then the thin, sickly cows ate the first seven well-fed cows."
    },
    {
        "o": 1338,
        "r": "csb:Genesis:41:21",
        "t": "When they had devoured them, you could not tell that they had devoured them; their appearance was as bad as it had been before. Then I woke up."
    },
    {
        "o": 1339,
        "r": "csb:Genesis:41:22",
        "t": "In my dream I also saw seven heads of grain, full and good, coming up on one stalk."
    },
    {
        "o": 1340,
        "r": "csb:Genesis:41:23",
        "t": "After them, seven heads of grain - withered, thin, and scorched by the east wind - sprouted up."
    },
    {
        "o": 1341,
        "r": "csb:Genesis:41:24",
        "t": "The thin heads of grain swallowed the seven good ones. I told this to the magicians, but no one can tell me what it means.”"
    },
    {
        "o": 1342,
        "r": "csb:Genesis:41:25",
        "t": "Then*p Joseph said to Pharaoh, “Pharaoh’s dreams mean the same thing. God has revealed to Pharaoh what he is about to do."
    },
    {
        "o": 1343,
        "r": "csb:Genesis:41:26",
        "t": "The seven good cows are seven years, and the seven good heads are seven years. The dreams mean the same thing."
    },
    {
        "o": 1344,
        "r": "csb:Genesis:41:27",
        "t": "The seven thin, sickly cows that came up after them are seven years, and the seven worthless heads of grain scorched by the east wind are seven years of famine."
    },
    {
        "o": 1345,
        "r": "csb:Genesis:41:28",
        "t": "“It*p is just as I told Pharaoh: God has shown Pharaoh what he is about to do."
    },
    {
        "o": 1346,
        "r": "csb:Genesis:41:29",
        "t": "Seven years of great abundance are coming throughout the land of Egypt."
    },
    {
        "o": 1347,
        "r": "csb:Genesis:41:30",
        "t": "After them, seven years of famine will take place, and all the abundance in the land of Egypt will be forgotten. The famine will devastate the land."
    },
    {
        "o": 1348,
        "r": "csb:Genesis:41:31",
        "t": "The abundance in the land will not be remembered because of the famine that follows it, for the famine will be very severe."
    },
    {
        "o": 1349,
        "r": "csb:Genesis:41:32",
        "t": "Since the dream was given twice to Pharaoh, it means that the matter has been determined by God, and he will carry it out soon."
    },
    {
        "o": 1350,
        "r": "csb:Genesis:41:33",
        "t": "“So*p now, let Pharaoh look for a discerning and wise man and set him over the land of Egypt."
    },
    {
        "o": 1351,
        "r": "csb:Genesis:41:34",
        "t": "Let Pharaoh do this: Let him appoint overseers over the land and take a fifth of the harvest of the land of Egypt during the seven years of abundance."
    },
    {
        "o": 1352,
        "r": "csb:Genesis:41:35",
        "t": "Let them gather all the excess food during these good years that are coming. Under Pharaoh’s authority, store the grain in the cities, so they may preserve it as food."
    },
    {
        "o": 1353,
        "r": "csb:Genesis:41:36",
        "t": "The food will be a reserve for the land during the seven years of famine that will take place in the land of Egypt. Then the country will not be wiped out by the famine.”"
    },
    {
        "o": 1354,
        "r": "csb:Genesis:41:36",
        "t": "Joseph Exalted",
        "h": 2
    },
    {
        "o": 1355,
        "r": "csb:Genesis:41:37",
        "t": "The*p proposal pleased Pharaoh and all his servants,"
    },
    {
        "o": 1356,
        "r": "csb:Genesis:41:38",
        "t": "and he said to them, “Can we find anyone like this, a man who has God’s spirit in him?”"
    },
    {
        "o": 1357,
        "r": "csb:Genesis:41:39",
        "t": "So Pharaoh said to Joseph, “Since God has made all this known to you, there is no one as discerning and wise as you are."
    },
    {
        "o": 1358,
        "r": "csb:Genesis:41:40",
        "t": "You will be over my house, and all my people will obey your commands. Only I, as king, will be greater than you.”"
    },
    {
        "o": 1359,
        "r": "csb:Genesis:41:41",
        "t": "Pharaoh also said to Joseph, “See, I am placing you over all the land of Egypt.”"
    },
    {
        "o": 1360,
        "r": "csb:Genesis:41:42",
        "t": "Pharaoh removed his signet ring from his hand and put it on Joseph’s hand, clothed him with fine linen garments, and placed a gold chain around his neck."
    },
    {
        "o": 1361,
        "r": "csb:Genesis:41:43",
        "t": "He had Joseph ride in his second chariot, and servants called out before him, “Make way!” So he placed him over all the land of Egypt."
    },
    {
        "o": 1362,
        "r": "csb:Genesis:41:44",
        "t": "Pharaoh said to Joseph, “I am Pharaoh and no one will be able to raise his hand or foot in all the land of Egypt without your permission.”"
    },
    {
        "o": 1363,
        "r": "csb:Genesis:41:45",
        "t": "Pharaoh gave Joseph the name Zaphenath-paneah and gave him a wife, Asenath daughter of Potiphera, priest at On. And Joseph went throughout the land of Egypt."
    },
    {
        "o": 1364,
        "r": "csb:Genesis:41:45",
        "t": "Joseph’s Administration",
        "h": 2
    },
    {
        "o": 1365,
        "r": "csb:Genesis:41:46",
        "t": "Joseph*p was thirty years old when he entered the service of Pharaoh king of Egypt. Joseph left Pharaoh’s presence and traveled throughout the land of Egypt."
    },
    {
        "o": 1366,
        "r": "csb:Genesis:41:47",
        "t": "During*p the seven years of abundance the land produced outstanding harvests."
    },
    {
        "o": 1367,
        "r": "csb:Genesis:41:48",
        "t": "Joseph gathered all the excess food in the land of Egypt during the seven years and put it in the cities. He put the food in every city from the fields around it."
    },
    {
        "o": 1368,
        "r": "csb:Genesis:41:49",
        "t": "So Joseph stored up grain in such abundance - like the sand of the sea - that he stopped measuring it because it was beyond measure."
    },
    {
        "o": 1369,
        "r": "csb:Genesis:41:50",
        "t": "Two*p sons were born to Joseph before the years of famine arrived. Asenath daughter of Potiphera, priest at On, bore them to him."
    },
    {
        "o": 1370,
        "r": "csb:Genesis:41:51",
        "t": "Joseph named the firstborn Manasseh and said, “God has made me forget all my hardship and my whole family.”"
    },
    {
        "o": 1371,
        "r": "csb:Genesis:41:52",
        "t": "And the second son he named Ephraim and said, “God has made me fruitful in the land of my affliction.”"
    },
    {
        "o": 1372,
        "r": "csb:Genesis:41:53",
        "t": "Then*p the seven years of abundance in the land of Egypt came to an end,"
    },
    {
        "o": 1373,
        "r": "csb:Genesis:41:54",
        "t": "and the seven years of famine began, just as Joseph had said. There was famine in every land, but in the whole land of Egypt there was food."
    },
    {
        "o": 1374,
        "r": "csb:Genesis:41:55",
        "t": "When the whole land of Egypt was stricken with famine, the people cried out to Pharaoh for food. Pharaoh told all Egypt, “Go to Joseph and do whatever he tells you.”"
    },
    {
        "o": 1375,
        "r": "csb:Genesis:41:56",
        "t": "Now the famine had spread across the whole region, so Joseph opened all the storehouses and sold grain to the Egyptians, for the famine was severe in the land of Egypt."
    },
    {
        "o": 1376,
        "r": "csb:Genesis:41:57",
        "t": "Every land came to Joseph in Egypt to buy grain, for the famine was severe in every land."
    }
]
