[
    {
        "o": 12473,
        "r": "esv:2 Chronicles:8:0",
        "t": "2 Chronicles 8",
        "h": 1
    },
    {
        "o": 12474,
        "r": "esv:2 Chronicles:8:0",
        "t": "Solomon’s Accomplishments",
        "h": 2
    },
    {
        "o": 12475,
        "r": "esv:2 Chronicles:8:1",
        "t": "At*p the end of twenty years, in which Solomon had built the house of the Lord*s and his own house,"
    },
    {
        "o": 12476,
        "r": "esv:2 Chronicles:8:2",
        "t": "Solomon rebuilt the cities that Hiram had given to him, and settled the people of Israel in them."
    },
    {
        "o": 12477,
        "r": "esv:2 Chronicles:8:3",
        "t": "And*p Solomon went to Hamath-zobah and took it."
    },
    {
        "o": 12478,
        "r": "esv:2 Chronicles:8:4",
        "t": "He built Tadmor in the wilderness and all the store cities that he built in Hamath."
    },
    {
        "o": 12479,
        "r": "esv:2 Chronicles:8:5",
        "t": "He also built Upper Beth-horon and Lower Beth-horon, fortified cities with walls, gates, and bars,"
    },
    {
        "o": 12480,
        "r": "esv:2 Chronicles:8:6",
        "t": "and Baalath, and all the store cities that Solomon had and all the cities for his chariots and the cities for his horsemen, and whatever Solomon desired to build in Jerusalem, in Lebanon, and in all the land of his dominion."
    },
    {
        "o": 12481,
        "r": "esv:2 Chronicles:8:7",
        "t": "All the people who were left of the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites, who were not of Israel,"
    },
    {
        "o": 12482,
        "r": "esv:2 Chronicles:8:8",
        "t": "from their descendants who were left after them in the land, whom the people of Israel had not destroyed— these Solomon drafted as forced labor, and so they are to this day."
    },
    {
        "o": 12483,
        "r": "esv:2 Chronicles:8:9",
        "t": "But of the people of Israel Solomon made no slaves for his work; they were soldiers, and his officers, the commanders of his chariots, and his horsemen."
    },
    {
        "o": 12484,
        "r": "esv:2 Chronicles:8:10",
        "t": "And these were the chief officers of King Solomon, 250, who exercised authority over the people."
    },
    {
        "o": 12485,
        "r": "esv:2 Chronicles:8:11",
        "t": "Solomon*p brought Pharaoh’s daughter up from the city of David to the house that he had built for her, for he said, “My wife shall not live in the house of David king of Israel, for the places to which the ark of the Lord*s has come are holy.”"
    },
    {
        "o": 12486,
        "r": "esv:2 Chronicles:8:12",
        "t": "Then*p Solomon offered up burnt offerings to the Lord*s on the altar of the Lord*s that he had built before the vestibule,"
    },
    {
        "o": 12487,
        "r": "esv:2 Chronicles:8:13",
        "t": "as the duty of each day required, offering according to the commandment of Moses for the Sabbaths, the new moons, and the three annual feasts— the Feast of Unleavened Bread, the Feast of Weeks, and the Feast of Booths."
    },
    {
        "o": 12488,
        "r": "esv:2 Chronicles:8:14",
        "t": "According to the ruling of David his father, he appointed the divisions of the priests for their service, and the Levites for their offices of praise and ministry before the priests as the duty of each day required, and the gatekeepers in their divisions at each gate, for so David the man of God had commanded."
    },
    {
        "o": 12489,
        "r": "esv:2 Chronicles:8:15",
        "t": "And they did not turn aside from what the king had commanded the priests and Levites concerning any matter and concerning the treasuries."
    },
    {
        "o": 12490,
        "r": "esv:2 Chronicles:8:16",
        "t": "Thus*p was accomplished all the work of Solomon from the day the foundation of the house of the Lord*s was laid until it was finished. So the house of the Lord*s was completed."
    },
    {
        "o": 12491,
        "r": "esv:2 Chronicles:8:17",
        "t": "Then*p Solomon went to Ezion-geber and Eloth on the shore of the sea, in the land of Edom."
    },
    {
        "o": 12492,
        "r": "esv:2 Chronicles:8:18",
        "t": "And Hiram sent to him by the hand of his servants ships and servants familiar with the sea, and they went to Ophir together with the servants of Solomon and brought from there 450 talents of gold and brought it to King Solomon."
    }
]
