[
    {
        "o": 20873,
        "r": "nasb:Isaiah:55:0",
        "t": "Isaiah 55",
        "h": 1
    },
    {
        "o": 20874,
        "r": "nasb:Isaiah:55:0",
        "t": "The Free Offer of Mercy",
        "h": 2
    },
    {
        "o": 20875,
        "r": "nasb:Isaiah:55:1",
        "t": "“Ho!*pn Every one who thirsts, come to the waters; And*ln you who have no money come, buy and eat. Come,*ln buy wine and milk Without*ln money and without cost."
    },
    {
        "o": 20876,
        "r": "nasb:Isaiah:55:2",
        "t": "Why*ln do you spend money for what is not bread, And*ln your wages for what does not satisfy? Listen*ln carefully to Me, and eat what is good, And*ln delight yourself in abundance."
    },
    {
        "o": 20877,
        "r": "nasb:Isaiah:55:3",
        "t": "Incline*ln your ear and come to Me. Listen,*ln that you may live; And*ln I will make an everlasting covenant with you, According*iln to*i the faithful mercies shown to David."
    },
    {
        "o": 20878,
        "r": "nasb:Isaiah:55:4",
        "t": "Behold,*ln I have made him a witness to the peoples, A*ln leader and commander for the peoples."
    },
    {
        "o": 20879,
        "r": "nasb:Isaiah:55:5",
        "t": "Behold,*ln you will call a nation you do not know, And*ln a nation which knows you not will run to you, Because*ln of the Lord*s your God, even the Holy One of Israel; For*ln He has glorified you.”"
    },
    {
        "o": 20880,
        "r": "nasb:Isaiah:55:6",
        "t": "Seek*ln the Lord*s while He may be found; Call*ln upon Him while He is near."
    },
    {
        "o": 20881,
        "r": "nasb:Isaiah:55:7",
        "t": "Let*ln the wicked forsake his way And*ln the unrighteous man his thoughts; And*ln let him return to the Lord,*s And*ln He will have compassion on him, And*ln to our God, For*ln He will abundantly pardon."
    },
    {
        "o": 20882,
        "r": "nasb:Isaiah:55:8",
        "t": "“For*ln My thoughts are not your thoughts, Nor*ln are your ways My ways,” declares the Lord.*s"
    },
    {
        "o": 20883,
        "r": "nasb:Isaiah:55:9",
        "t": "“For*ln as*i the heavens are higher than the earth, So*ln are My ways higher than your ways And*ln My thoughts than your thoughts."
    },
    {
        "o": 20884,
        "r": "nasb:Isaiah:55:10",
        "t": "For*ln as the rain and the snow come down from heaven, And*ln do not return there without watering the earth And*ln making it bear and sprout, And*ln furnishing seed to the sower and bread to the eater;"
    },
    {
        "o": 20885,
        "r": "nasb:Isaiah:55:11",
        "t": "So*ln will My word be which goes forth from My mouth; It*ln will not return to Me empty, Without*ln accomplishing what I desire, And*ln without succeeding in*i the*i matter*i for which I sent it."
    },
    {
        "o": 20886,
        "r": "nasb:Isaiah:55:12",
        "t": "For*ln you will go out with joy And*ln be led forth with peace; The*ln mountains and the hills will break forth into shouts of joy before you, And*ln all the trees of the field will clap their*i hands."
    },
    {
        "o": 20887,
        "r": "nasb:Isaiah:55:13",
        "t": "Instead*ln of the thorn bush the cypress will come up, And*ln instead of the nettle the myrtle will come up, And*ln it will be a memorial to the Lord,*s For*ln an everlasting sign which will not be cut off.”"
    }
]
