[
    {
        "o": 6007,
        "r": "esv:Deuteronomy:23:0",
        "t": "Deuteronomy 23",
        "h": 1
    },
    {
        "o": 6008,
        "r": "esv:Deuteronomy:23:0",
        "t": "Those Excluded from the Assembly",
        "h": 2
    },
    {
        "o": 6009,
        "r": "esv:Deuteronomy:23:1",
        "t": "“No*p one whose testicles are crushed or whose male organ is cut off shall enter the assembly of the Lord.*s"
    },
    {
        "o": 6010,
        "r": "esv:Deuteronomy:23:2",
        "t": "“No*p one born of a forbidden union may enter the assembly of the Lord.*s Even to the tenth generation, none of his descendants may enter the assembly of the Lord.*s"
    },
    {
        "o": 6011,
        "r": "esv:Deuteronomy:23:3",
        "t": "“No*p Ammonite or Moabite may enter the assembly of the Lord.*s Even to the tenth generation, none of them may enter the assembly of the Lord*s forever,"
    },
    {
        "o": 6012,
        "r": "esv:Deuteronomy:23:4",
        "t": "because they did not meet you with bread and with water on the way, when you came out of Egypt, and because they hired against you Balaam the son of Beor from Pethor of Mesopotamia, to curse you."
    },
    {
        "o": 6013,
        "r": "esv:Deuteronomy:23:5",
        "t": "But the Lord*s your God would not listen to Balaam; instead the Lord*s your God turned the curse into a blessing for you, because the Lord*s your God loved you."
    },
    {
        "o": 6014,
        "r": "esv:Deuteronomy:23:6",
        "t": "You shall not seek their peace or their prosperity all your days forever."
    },
    {
        "o": 6015,
        "r": "esv:Deuteronomy:23:7",
        "t": "“You*p shall not abhor an Edomite, for he is your brother. You shall not abhor an Egyptian, because you were a sojourner in his land."
    },
    {
        "o": 6016,
        "r": "esv:Deuteronomy:23:8",
        "t": "Children born to them in the third generation may enter the assembly of the Lord.*s"
    },
    {
        "o": 6017,
        "r": "esv:Deuteronomy:23:8",
        "t": "Uncleanness in the Camp",
        "h": 2
    },
    {
        "o": 6018,
        "r": "esv:Deuteronomy:23:9",
        "t": "“When*p you are encamped against your enemies, then you shall keep yourself from every evil thing."
    },
    {
        "o": 6019,
        "r": "esv:Deuteronomy:23:10",
        "t": "“If*p any man among you becomes unclean because of a nocturnal emission, then he shall go outside the camp. He shall not come inside the camp,"
    },
    {
        "o": 6020,
        "r": "esv:Deuteronomy:23:11",
        "t": "but when evening comes, he shall bathe himself in water, and as the sun sets, he may come inside the camp."
    },
    {
        "o": 6021,
        "r": "esv:Deuteronomy:23:12",
        "t": "“You*p shall have a place outside the camp, and you shall go out to it."
    },
    {
        "o": 6022,
        "r": "esv:Deuteronomy:23:13",
        "t": "And you shall have a trowel with your tools, and when you sit down outside, you shall dig a hole with it and turn back and cover up your excrement."
    },
    {
        "o": 6023,
        "r": "esv:Deuteronomy:23:14",
        "t": "Because the Lord*s your God walks in the midst of your camp, to deliver you and to give up your enemies before you, therefore your camp must be holy, so that he may not see anything indecent among you and turn away from you."
    },
    {
        "o": 6024,
        "r": "esv:Deuteronomy:23:14",
        "t": "Miscellaneous Laws",
        "h": 2
    },
    {
        "o": 6025,
        "r": "esv:Deuteronomy:23:15",
        "t": "“You*p shall not give up to his master a slave who has escaped from his master to you."
    },
    {
        "o": 6026,
        "r": "esv:Deuteronomy:23:16",
        "t": "He shall dwell with you, in your midst, in the place that he shall choose within one of your towns, wherever it suits him. You shall not wrong him."
    },
    {
        "o": 6027,
        "r": "esv:Deuteronomy:23:17",
        "t": "“None*p of the daughters of Israel shall be a cult prostitute, and none of the sons of Israel shall be a cult prostitute."
    },
    {
        "o": 6028,
        "r": "esv:Deuteronomy:23:18",
        "t": "You shall not bring the fee of a prostitute or the wages of a dog into the house of the Lord*s your God in payment for any vow, for both of these are an abomination to the Lord*s your God."
    },
    {
        "o": 6029,
        "r": "esv:Deuteronomy:23:19",
        "t": "“You*p shall not charge interest on loans to your brother, interest on money, interest on food, interest on anything that is lent for interest."
    },
    {
        "o": 6030,
        "r": "esv:Deuteronomy:23:20",
        "t": "You may charge a foreigner interest, but you may not charge your brother interest, that the Lord*s your God may bless you in all that you undertake in the land that you are entering to take possession of it."
    },
    {
        "o": 6031,
        "r": "esv:Deuteronomy:23:21",
        "t": "“If*p you make a vow to the Lord*s your God, you shall not delay fulfilling it, for the Lord*s your God will surely require it of you, and you will be guilty of sin."
    },
    {
        "o": 6032,
        "r": "esv:Deuteronomy:23:22",
        "t": "But if you refrain from vowing, you will not be guilty of sin."
    },
    {
        "o": 6033,
        "r": "esv:Deuteronomy:23:23",
        "t": "You shall be careful to do what has passed your lips, for you have voluntarily vowed to the Lord*s your God what you have promised with your mouth."
    },
    {
        "o": 6034,
        "r": "esv:Deuteronomy:23:24",
        "t": "“If*p you go into your neighbor’s vineyard, you may eat your fill of grapes, as many as you wish, but you shall not put any in your bag."
    },
    {
        "o": 6035,
        "r": "esv:Deuteronomy:23:25",
        "t": "If you go into your neighbor’s standing grain, you may pluck the ears with your hand, but you shall not put a sickle to your neighbor’s standing grain."
    }
]
