[
    {
        "o": 32931,
        "r": "nasb:1 Thessalonians:3:0",
        "t": "1 Thessalonians 3",
        "h": 1
    },
    {
        "o": 32932,
        "r": "nasb:1 Thessalonians:3:0",
        "t": "Encouragement of Timothy’s Visit",
        "h": 2
    },
    {
        "o": 32933,
        "r": "nasb:1 Thessalonians:3:1",
        "t": "Therefore*p when we could endure it*i no longer, we thought it best to be left behind at Athens alone,"
    },
    {
        "o": 32934,
        "r": "nasb:1 Thessalonians:3:2",
        "t": "and we sent Timothy, our brother and God’s fellow worker in the gospel of Christ, to strengthen and encourage you as to your faith,"
    },
    {
        "o": 32935,
        "r": "nasb:1 Thessalonians:3:3",
        "t": "so that no one would be disturbed by these afflictions; for you yourselves know that we have been destined for this."
    },
    {
        "o": 32936,
        "r": "nasb:1 Thessalonians:3:4",
        "t": "For indeed when we were with you, we kept*i telling you in advance that we were going to suffer affliction; and so it came to pass, as you know."
    },
    {
        "o": 32937,
        "r": "nasb:1 Thessalonians:3:5",
        "t": "For this reason, when I could endure it*i no longer, I also sent to find out about your faith, for fear that the tempter might have tempted you, and our labor would be in vain."
    },
    {
        "o": 32938,
        "r": "nasb:1 Thessalonians:3:6",
        "t": "But*p now that Timothy has come to us from you, and has brought us good news of your faith and love, and that you always think kindly of us, longing to see us just as we also long to see you,"
    },
    {
        "o": 32939,
        "r": "nasb:1 Thessalonians:3:7",
        "t": "for this reason, brethren, in all our distress and affliction we were comforted about you through your faith;"
    },
    {
        "o": 32940,
        "r": "nasb:1 Thessalonians:3:8",
        "t": "for now we really*i live, if you stand firm in the Lord."
    },
    {
        "o": 32941,
        "r": "nasb:1 Thessalonians:3:9",
        "t": "For what thanks can we render to God for you in return for all the joy with which we rejoice before our God on your account,"
    },
    {
        "o": 32942,
        "r": "nasb:1 Thessalonians:3:10",
        "t": "as we night and day keep praying most earnestly that we may see your face, and may complete what is lacking in your faith?"
    },
    {
        "o": 32943,
        "r": "nasb:1 Thessalonians:3:11",
        "t": "Now*p may our God and Father Himself and Jesus our Lord direct our way to you;"
    },
    {
        "o": 32944,
        "r": "nasb:1 Thessalonians:3:12",
        "t": "and may the Lord cause you to increase and abound in love for one another, and for all people, just as we also do*i for you;"
    },
    {
        "o": 32945,
        "r": "nasb:1 Thessalonians:3:13",
        "t": "so that He may establish your hearts without blame in holiness before our God and Father at the coming of our Lord Jesus with all His saints."
    }
]
