[
    {
        "o": 11148,
        "r": "niv:2 Kings:24:0",
        "t": "2 Kings 24",
        "h": 1
    },
    {
        "o": 11149,
        "r": "niv:2 Kings:24:1",
        "t": "During*p Jehoiakim’s reign, Nebuchadnezzar king of Babylon invaded the land, and Jehoiakim became his vassal for three years. But then he turned against Nebuchadnezzar and rebelled."
    },
    {
        "o": 11150,
        "r": "niv:2 Kings:24:2",
        "t": "The Lord*s sent Babylonian, Aramean, Moabite and Ammonite raiders against him to destroy Judah, in accordance with the word of the Lord*s proclaimed by his servants the prophets."
    },
    {
        "o": 11151,
        "r": "niv:2 Kings:24:3",
        "t": "Surely these things happened to Judah according to the Lord’s*s command, in order to remove them from his presence because of the sins of Manasseh and all he had done,"
    },
    {
        "o": 11152,
        "r": "niv:2 Kings:24:4",
        "t": "including the shedding of innocent blood. For he had filled Jerusalem with innocent blood, and the Lord*s was not willing to forgive."
    },
    {
        "o": 11153,
        "r": "niv:2 Kings:24:5",
        "t": "As*p for the other events of Jehoiakim’s reign, and all he did, are they not written in the book of the annals of the kings of Judah?"
    },
    {
        "o": 11154,
        "r": "niv:2 Kings:24:6",
        "t": "Jehoiakim rested with his ancestors. And Jehoiachin his son succeeded him as king."
    },
    {
        "o": 11155,
        "r": "niv:2 Kings:24:7",
        "t": "The*p king of Egypt did not march out from his own country again, because the king of Babylon had taken all his territory, from the Wadi of Egypt to the Euphrates River."
    },
    {
        "o": 11156,
        "r": "niv:2 Kings:24:7",
        "t": "Jehoiachin King of Judah",
        "h": 2
    },
    {
        "o": 11157,
        "r": "niv:2 Kings:24:8",
        "t": "Jehoiachin*p was eighteen years old when he became king, and he reigned in Jerusalem three months. His mother’s name was Nehushta daughter of Elnathan; she was from Jerusalem."
    },
    {
        "o": 11158,
        "r": "niv:2 Kings:24:9",
        "t": "He did evil in the eyes of the Lord,*s just as his father had done."
    },
    {
        "o": 11159,
        "r": "niv:2 Kings:24:10",
        "t": "At*p that time the officers of Nebuchadnezzar king of Babylon advanced on Jerusalem and laid siege to it,"
    },
    {
        "o": 11160,
        "r": "niv:2 Kings:24:11",
        "t": "and Nebuchadnezzar himself came up to the city while his officers were besieging it."
    },
    {
        "o": 11161,
        "r": "niv:2 Kings:24:12",
        "t": "Jehoiachin king of Judah, his mother, his attendants, his nobles and his officials all surrendered to him. In*p the eighth year of the reign of the king of Babylon, he took Jehoiachin prisoner."
    },
    {
        "o": 11162,
        "r": "niv:2 Kings:24:13",
        "t": "As the Lord*s had declared, Nebuchadnezzar removed the treasures from the temple of the Lord*s and from the royal palace, and cut up the gold articles that Solomon king of Israel had made for the temple of the Lord.*s"
    },
    {
        "o": 11163,
        "r": "niv:2 Kings:24:14",
        "t": "He carried all Jerusalem into exile: all the officers and fighting men, and all the skilled workers and artisans—a total of ten thousand. Only the poorest people of the land were left."
    },
    {
        "o": 11164,
        "r": "niv:2 Kings:24:15",
        "t": "Nebuchadnezzar*p took Jehoiachin captive to Babylon. He also took from Jerusalem to Babylon the king’s mother, his wives, his officials and the prominent people of the land."
    },
    {
        "o": 11165,
        "r": "niv:2 Kings:24:16",
        "t": "The king of Babylon also deported to Babylon the entire force of seven thousand fighting men, strong and fit for war, and a thousand skilled workers and artisans."
    },
    {
        "o": 11166,
        "r": "niv:2 Kings:24:17",
        "t": "He made Mattaniah, Jehoiachin’s uncle, king in his place and changed his name to Zedekiah."
    },
    {
        "o": 11167,
        "r": "niv:2 Kings:24:17",
        "t": "Zedekiah King of Judah",
        "h": 2
    },
    {
        "o": 11168,
        "r": "niv:2 Kings:24:18",
        "t": "Zedekiah*p was twenty-one years old when he became king, and he reigned in Jerusalem eleven years. His mother’s name was Hamutal daughter of Jeremiah; she was from Libnah."
    },
    {
        "o": 11169,
        "r": "niv:2 Kings:24:19",
        "t": "He did evil in the eyes of the Lord,*s just as Jehoiakim had done."
    },
    {
        "o": 11170,
        "r": "niv:2 Kings:24:20",
        "t": "It was because of the Lord’s*s anger that all this happened to Jerusalem and Judah, and in the end he thrust them from his presence."
    },
    {
        "o": 11171,
        "r": "niv:2 Kings:24:20",
        "t": "The Fall of Jerusalem",
        "h": 2
    },
    {
        "o": 11172,
        "r": "niv:2 Kings:24:20",
        "t": "Now*p Zedekiah rebelled against the king of Babylon."
    }
]
