[
    {
        "o": 3535,
        "r": "esv:Leviticus:18:0",
        "t": "Leviticus 18",
        "h": 1
    },
    {
        "o": 3536,
        "r": "esv:Leviticus:18:0",
        "t": "Unlawful Sexual Relations",
        "h": 2
    },
    {
        "o": 3537,
        "r": "esv:Leviticus:18:1",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3538,
        "r": "esv:Leviticus:18:2",
        "t": "“Speak to the people of Israel and say to them, I am the Lord*s your God."
    },
    {
        "o": 3539,
        "r": "esv:Leviticus:18:3",
        "t": "You shall not do as they do in the land of Egypt, where you lived, and you shall not do as they do in the land of Canaan, to which I am bringing you. You shall not walk in their statutes."
    },
    {
        "o": 3540,
        "r": "esv:Leviticus:18:4",
        "t": "You shall follow my rules and keep my statutes and walk in them. I am the Lord*s your God."
    },
    {
        "o": 3541,
        "r": "esv:Leviticus:18:5",
        "t": "You shall therefore keep my statutes and my rules; if a person does them, he shall live by them: I am the Lord.*s"
    },
    {
        "o": 3542,
        "r": "esv:Leviticus:18:6",
        "t": "“None*p of you shall approach any one of his close relatives to uncover nakedness. I am the Lord.*s"
    },
    {
        "o": 3543,
        "r": "esv:Leviticus:18:7",
        "t": "You shall not uncover the nakedness of your father, which is the nakedness of your mother; she is your mother, you shall not uncover her nakedness."
    },
    {
        "o": 3544,
        "r": "esv:Leviticus:18:8",
        "t": "You shall not uncover the nakedness of your father’s wife; it is your father’s nakedness."
    },
    {
        "o": 3545,
        "r": "esv:Leviticus:18:9",
        "t": "You shall not uncover the nakedness of your sister, your father’s daughter or your mother’s daughter, whether brought up in the family or in another home."
    },
    {
        "o": 3546,
        "r": "esv:Leviticus:18:10",
        "t": "You shall not uncover the nakedness of your son’s daughter or of your daughter’s daughter, for their nakedness is your own nakedness."
    },
    {
        "o": 3547,
        "r": "esv:Leviticus:18:11",
        "t": "You shall not uncover the nakedness of your father’s wife’s daughter, brought up in your father’s family, since she is your sister."
    },
    {
        "o": 3548,
        "r": "esv:Leviticus:18:12",
        "t": "You shall not uncover the nakedness of your father’s sister; she is your father’s relative."
    },
    {
        "o": 3549,
        "r": "esv:Leviticus:18:13",
        "t": "You shall not uncover the nakedness of your mother’s sister, for she is your mother’s relative."
    },
    {
        "o": 3550,
        "r": "esv:Leviticus:18:14",
        "t": "You shall not uncover the nakedness of your father’s brother, that is, you shall not approach his wife; she is your aunt."
    },
    {
        "o": 3551,
        "r": "esv:Leviticus:18:15",
        "t": "You shall not uncover the nakedness of your daughter-in-law; she is your son’s wife, you shall not uncover her nakedness."
    },
    {
        "o": 3552,
        "r": "esv:Leviticus:18:16",
        "t": "You shall not uncover the nakedness of your brother’s wife; it is your brother’s nakedness."
    },
    {
        "o": 3553,
        "r": "esv:Leviticus:18:17",
        "t": "You shall not uncover the nakedness of a woman and of her daughter, and you shall not take her son’s daughter or her daughter’s daughter to uncover her nakedness; they are relatives; it is depravity."
    },
    {
        "o": 3554,
        "r": "esv:Leviticus:18:18",
        "t": "And you shall not take a woman as a rival wife to her sister, uncovering her nakedness while her sister is still alive."
    },
    {
        "o": 3555,
        "r": "esv:Leviticus:18:19",
        "t": "“You*p shall not approach a woman to uncover her nakedness while she is in her menstrual uncleanness."
    },
    {
        "o": 3556,
        "r": "esv:Leviticus:18:20",
        "t": "And you shall not lie sexually with your neighbor’s wife and so make yourself unclean with her."
    },
    {
        "o": 3557,
        "r": "esv:Leviticus:18:21",
        "t": "You shall not give any of your children to offer them to Molech, and so profane the name of your God: I am the Lord.*s"
    },
    {
        "o": 3558,
        "r": "esv:Leviticus:18:22",
        "t": "You shall not lie with a male as with a woman; it is an abomination."
    },
    {
        "o": 3559,
        "r": "esv:Leviticus:18:23",
        "t": "And you shall not lie with any animal and so make yourself unclean with it, neither shall any woman give herself to an animal to lie with it: it is perversion."
    },
    {
        "o": 3560,
        "r": "esv:Leviticus:18:24",
        "t": "“Do*p not make yourselves unclean by any of these things, for by all these the nations I am driving out before you have become unclean,"
    },
    {
        "o": 3561,
        "r": "esv:Leviticus:18:25",
        "t": "and the land became unclean, so that I punished its iniquity, and the land vomited out its inhabitants."
    },
    {
        "o": 3562,
        "r": "esv:Leviticus:18:26",
        "t": "But you shall keep my statutes and my rules and do none of these abominations, either the native or the stranger who sojourns among you"
    },
    {
        "o": 3563,
        "r": "esv:Leviticus:18:27",
        "t": "(for the people of the land, who were before you, did all of these abominations, so that the land became unclean),"
    },
    {
        "o": 3564,
        "r": "esv:Leviticus:18:28",
        "t": "lest the land vomit you out when you make it unclean, as it vomited out the nation that was before you."
    },
    {
        "o": 3565,
        "r": "esv:Leviticus:18:29",
        "t": "For everyone who does any of these abominations, the persons who do them shall be cut off from among their people."
    },
    {
        "o": 3566,
        "r": "esv:Leviticus:18:30",
        "t": "So keep my charge never to practice any of these abominable customs that were practiced before you, and never to make yourselves unclean by them: I am the Lord*s your God.”"
    }
]
