[
    {
        "o": 10732,
        "r": "niv:2 Kings:11:0",
        "t": "2 Kings 11",
        "h": 1
    },
    {
        "o": 10733,
        "r": "niv:2 Kings:11:0",
        "t": "Athaliah and Joash",
        "h": 2
    },
    {
        "o": 10734,
        "r": "niv:2 Kings:11:1",
        "t": "When*p Athaliah the mother of Ahaziah saw that her son was dead, she proceeded to destroy the whole royal family."
    },
    {
        "o": 10735,
        "r": "niv:2 Kings:11:2",
        "t": "But Jehosheba, the daughter of King Jehoram and sister of Ahaziah, took Joash son of Ahaziah and stole him away from among the royal princes, who were about to be murdered. She put him and his nurse in a bedroom to hide him from Athaliah; so he was not killed."
    },
    {
        "o": 10736,
        "r": "niv:2 Kings:11:3",
        "t": "He remained hidden with his nurse at the temple of the Lord*s for six years while Athaliah ruled the land."
    },
    {
        "o": 10737,
        "r": "niv:2 Kings:11:4",
        "t": "In*p the seventh year Jehoiada sent for the commanders of units of a hundred, the Carites and the guards and had them brought to him at the temple of the Lord.*s He made a covenant with them and put them under oath at the temple of the Lord.*s Then he showed them the king’s son."
    },
    {
        "o": 10738,
        "r": "niv:2 Kings:11:5",
        "t": "He commanded them, saying, “This is what you are to do: You who are in the three companies that are going on duty on the Sabbath—a third of you guarding the royal palace,"
    },
    {
        "o": 10739,
        "r": "niv:2 Kings:11:6",
        "t": "a third at the Sur Gate, and a third at the gate behind the guard, who take turns guarding the temple—"
    },
    {
        "o": 10740,
        "r": "niv:2 Kings:11:7",
        "t": "and you who are in the other two companies that normally go off Sabbath duty are all to guard the temple for the king."
    },
    {
        "o": 10741,
        "r": "niv:2 Kings:11:8",
        "t": "Station yourselves around the king, each of you with weapon in hand. Anyone who approaches your ranks is to be put to death. Stay close to the king wherever he goes.”"
    },
    {
        "o": 10742,
        "r": "niv:2 Kings:11:9",
        "t": "The*p commanders of units of a hundred did just as Jehoiada the priest ordered. Each one took his men—those who were going on duty on the Sabbath and those who were going off duty—and came to Jehoiada the priest."
    },
    {
        "o": 10743,
        "r": "niv:2 Kings:11:10",
        "t": "Then he gave the commanders the spears and shields that had belonged to King David and that were in the temple of the Lord.*s"
    },
    {
        "o": 10744,
        "r": "niv:2 Kings:11:11",
        "t": "The guards, each with weapon in hand, stationed themselves around the king—near the altar and the temple, from the south side to the north side of the temple."
    },
    {
        "o": 10745,
        "r": "niv:2 Kings:11:12",
        "t": "Jehoiada*p brought out the king’s son and put the crown on him; he presented him with a copy of the covenant and proclaimed him king. They anointed him, and the people clapped their hands and shouted, “Long live the king!”"
    },
    {
        "o": 10746,
        "r": "niv:2 Kings:11:13",
        "t": "When*p Athaliah heard the noise made by the guards and the people, she went to the people at the temple of the Lord.*s"
    },
    {
        "o": 10747,
        "r": "niv:2 Kings:11:14",
        "t": "She looked and there was the king, standing by the pillar, as the custom was. The officers and the trumpeters were beside the king, and all the people of the land were rejoicing and blowing trumpets. Then Athaliah tore her robes and called out, “Treason! Treason!”"
    },
    {
        "o": 10748,
        "r": "niv:2 Kings:11:15",
        "t": "Jehoiada*p the priest ordered the commanders of units of a hundred, who were in charge of the troops: “Bring her out between the ranks and put to the sword anyone who follows her.” For the priest had said, “She must not be put to death in the temple of the Lord.”*s"
    },
    {
        "o": 10749,
        "r": "niv:2 Kings:11:16",
        "t": "So they seized her as she reached the place where the horses enter the palace grounds, and there she was put to death."
    },
    {
        "o": 10750,
        "r": "niv:2 Kings:11:17",
        "t": "Jehoiada*p then made a covenant between the Lord*s and the king and people that they would be the Lord’s*s people. He also made a covenant between the king and the people."
    },
    {
        "o": 10751,
        "r": "niv:2 Kings:11:18",
        "t": "All the people of the land went to the temple of Baal and tore it down. They smashed the altars and idols to pieces and killed Mattan the priest of Baal in front of the altars. Then*p Jehoiada the priest posted guards at the temple of the Lord.*s"
    },
    {
        "o": 10752,
        "r": "niv:2 Kings:11:19",
        "t": "He took with him the commanders of hundreds, the Carites, the guards and all the people of the land, and together they brought the king down from the temple of the Lord*s and went into the palace, entering by way of the gate of the guards. The king then took his place on the royal throne."
    },
    {
        "o": 10753,
        "r": "niv:2 Kings:11:20",
        "t": "All the people of the land rejoiced, and the city was calm, because Athaliah had been slain with the sword at the palace."
    },
    {
        "o": 10754,
        "r": "niv:2 Kings:11:21",
        "t": "Joash*p was seven years old when he began to reign."
    }
]
