[
    {
        "o": 23341,
        "r": "nasb:Ezekiel:22:0",
        "t": "Ezekiel 22",
        "h": 1
    },
    {
        "o": 23342,
        "r": "nasb:Ezekiel:22:0",
        "t": "The Sins of Israel",
        "h": 2
    },
    {
        "o": 23343,
        "r": "nasb:Ezekiel:22:1",
        "t": "Then*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23344,
        "r": "nasb:Ezekiel:22:2",
        "t": "“And you, son of man, will you judge, will you judge the bloody city? Then cause her to know all her abominations."
    },
    {
        "o": 23345,
        "r": "nasb:Ezekiel:22:3",
        "t": "You shall say, ‘Thus says the Lord God,*s “A city shedding blood in her midst, so that her time will come, and that makes idols, contrary to her interest,*i for defilement!"
    },
    {
        "o": 23346,
        "r": "nasb:Ezekiel:22:4",
        "t": "You have become guilty by the blood which you have shed, and defiled by your idols which you have made. Thus you have brought your day near and have come to your years; therefore I have made you a reproach to the nations and a mocking to all the lands."
    },
    {
        "o": 23347,
        "r": "nasb:Ezekiel:22:5",
        "t": "Those who are near and those who are far from you will mock you, you of ill repute, full of turmoil."
    },
    {
        "o": 23348,
        "r": "nasb:Ezekiel:22:6",
        "t": "“Behold,*p the rulers of Israel, each according to his power, have been in you for the purpose of shedding blood."
    },
    {
        "o": 23349,
        "r": "nasb:Ezekiel:22:7",
        "t": "They have treated father and mother lightly within you. The alien they have oppressed in your midst; the fatherless and the widow they have wronged in you."
    },
    {
        "o": 23350,
        "r": "nasb:Ezekiel:22:8",
        "t": "You have despised My holy things and profaned My sabbaths."
    },
    {
        "o": 23351,
        "r": "nasb:Ezekiel:22:9",
        "t": "Slanderous men have been in you for the purpose of shedding blood, and in you they have eaten at the mountain shrines.*i In your midst they have committed acts of lewdness."
    },
    {
        "o": 23352,
        "r": "nasb:Ezekiel:22:10",
        "t": "In you they have uncovered their*i fathers’ nakedness; in you they have humbled her who was unclean in her menstrual impurity."
    },
    {
        "o": 23353,
        "r": "nasb:Ezekiel:22:11",
        "t": "One has committed abomination with his neighbor’s wife and another has lewdly defiled his daughter-in-law. And another in you has humbled his sister, his father’s daughter."
    },
    {
        "o": 23354,
        "r": "nasb:Ezekiel:22:12",
        "t": "In you they have taken bribes to shed blood; you have taken interest and profits, and you have injured your neighbors for gain by oppression, and you have forgotten Me,” declares the Lord God.*s"
    },
    {
        "o": 23355,
        "r": "nasb:Ezekiel:22:13",
        "t": "“Behold,*p then, I smite My hand at your dishonest gain which you have acquired and at the bloodshed which is among you."
    },
    {
        "o": 23356,
        "r": "nasb:Ezekiel:22:14",
        "t": "Can your heart endure, or can your hands be strong in the days that I will deal with you? I, the Lord,*s have spoken and will act."
    },
    {
        "o": 23357,
        "r": "nasb:Ezekiel:22:15",
        "t": "I will scatter you among the nations and I will disperse you through the lands, and I will consume your uncleanness from you."
    },
    {
        "o": 23358,
        "r": "nasb:Ezekiel:22:16",
        "t": "You will profane yourself in the sight of the nations, and you will know that I am the Lord*s .” ’ ”"
    },
    {
        "o": 23359,
        "r": "nasb:Ezekiel:22:17",
        "t": "And*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23360,
        "r": "nasb:Ezekiel:22:18",
        "t": "“Son of man, the house of Israel has become dross to Me; all of them are bronze and tin and iron and lead in the furnace; they are the dross of silver."
    },
    {
        "o": 23361,
        "r": "nasb:Ezekiel:22:19",
        "t": "Therefore, thus says the Lord God,*s ‘Because all of you have become dross, therefore, behold, I am going to gather you into the midst of Jerusalem."
    },
    {
        "o": 23362,
        "r": "nasb:Ezekiel:22:20",
        "t": "As they gather silver and bronze and iron and lead and tin into the furnace to blow fire on it in order to melt it,*i so I will gather you*i in My anger and in My wrath and I will lay you there*i and melt you."
    },
    {
        "o": 23363,
        "r": "nasb:Ezekiel:22:21",
        "t": "I will gather you and blow on you with the fire of My wrath, and you will be melted in the midst of it."
    },
    {
        "o": 23364,
        "r": "nasb:Ezekiel:22:22",
        "t": "As silver is melted in the furnace, so you will be melted in the midst of it; and you will know that I, the Lord,*s have poured out My wrath on you.’ ”"
    },
    {
        "o": 23365,
        "r": "nasb:Ezekiel:22:23",
        "t": "And*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23366,
        "r": "nasb:Ezekiel:22:24",
        "t": "“Son of man, say to her, ‘You are a land that is not cleansed or rained on in the day of indignation.’"
    },
    {
        "o": 23367,
        "r": "nasb:Ezekiel:22:25",
        "t": "There is a conspiracy of her prophets in her midst like a roaring lion tearing the prey. They have devoured lives; they have taken treasure and precious things; they have made many widows in the midst of her."
    },
    {
        "o": 23368,
        "r": "nasb:Ezekiel:22:26",
        "t": "Her priests have done violence to My law and have profaned My holy things; they have made no distinction between the holy and the profane, and they have not taught the difference between the unclean and the clean; and they hide their eyes from My sabbaths, and I am profaned among them."
    },
    {
        "o": 23369,
        "r": "nasb:Ezekiel:22:27",
        "t": "Her princes within her are like wolves tearing the prey, by shedding blood and*i destroying lives in order to get dishonest gain."
    },
    {
        "o": 23370,
        "r": "nasb:Ezekiel:22:28",
        "t": "Her prophets have smeared whitewash for them, seeing false visions and divining lies for them, saying, ‘Thus says the Lord God,’*s when the Lord*s has not spoken."
    },
    {
        "o": 23371,
        "r": "nasb:Ezekiel:22:29",
        "t": "The people of the land have practiced oppression and committed robbery, and they have wronged the poor and needy and have oppressed the sojourner without justice."
    },
    {
        "o": 23372,
        "r": "nasb:Ezekiel:22:30",
        "t": "I searched for a man among them who would build up the wall and stand in the gap before Me for the land, so that I would not destroy it; but I found no one."
    },
    {
        "o": 23373,
        "r": "nasb:Ezekiel:22:31",
        "t": "Thus I have poured out My indignation on them; I have consumed them with the fire of My wrath; their way I have brought upon their heads,” declares the Lord God.*s"
    }
]
