[
    {
        "o": 14177,
        "r": "esv:Job:1:0",
        "t": "Job 1",
        "h": 1
    },
    {
        "o": 14178,
        "r": "esv:Job:1:0",
        "t": "Job’s Character and Wealth",
        "h": 2
    },
    {
        "o": 14179,
        "r": "esv:Job:1:1",
        "t": "There*p was a man in the land of Uz whose name was Job, and that man was blameless and upright, one who feared God and turned away from evil."
    },
    {
        "o": 14180,
        "r": "esv:Job:1:2",
        "t": "There were born to him seven sons and three daughters."
    },
    {
        "o": 14181,
        "r": "esv:Job:1:3",
        "t": "He possessed 7,000 sheep, 3,000 camels, 500 yoke of oxen, and 500 female donkeys, and very many servants, so that this man was the greatest of all the people of the east."
    },
    {
        "o": 14182,
        "r": "esv:Job:1:4",
        "t": "His sons used to go and hold a feast in the house of each one on his day, and they would send and invite their three sisters to eat and drink with them."
    },
    {
        "o": 14183,
        "r": "esv:Job:1:5",
        "t": "And when the days of the feast had run their course, Job would send and consecrate them, and he would rise early in the morning and offer burnt offerings according to the number of them all. For Job said, “It may be that my children have sinned, and cursed God in their hearts.” Thus Job did continually."
    },
    {
        "o": 14184,
        "r": "esv:Job:1:5",
        "t": "Satan Allowed to Test Job",
        "h": 2
    },
    {
        "o": 14185,
        "r": "esv:Job:1:6",
        "t": "Now*p there was a day when the sons of God came to present themselves before the Lord,*s and Satan also came among them."
    },
    {
        "o": 14186,
        "r": "esv:Job:1:7",
        "t": "The Lord*s said to Satan, “From where have you come?” Satan answered the Lord*s and said, “From going to and fro on the earth, and from walking up and down on it.”"
    },
    {
        "o": 14187,
        "r": "esv:Job:1:8",
        "t": "And the Lord*s said to Satan, “Have you considered my servant Job, that there is none like him on the earth, a blameless and upright man, who fears God and turns away from evil?”"
    },
    {
        "o": 14188,
        "r": "esv:Job:1:9",
        "t": "Then Satan answered the Lord*s and said, “Does Job fear God for no reason?"
    },
    {
        "o": 14189,
        "r": "esv:Job:1:10",
        "t": "Have you not put a hedge around him and his house and all that he has, on every side? You have blessed the work of his hands, and his possessions have increased in the land."
    },
    {
        "o": 14190,
        "r": "esv:Job:1:11",
        "t": "But stretch out your hand and touch all that he has, and he will curse you to your face.”"
    },
    {
        "o": 14191,
        "r": "esv:Job:1:12",
        "t": "And the Lord*s said to Satan, “Behold, all that he has is in your hand. Only against him do not stretch out your hand.” So Satan went out from the presence of the Lord.*s"
    },
    {
        "o": 14192,
        "r": "esv:Job:1:12",
        "t": "Satan Takes Job’s Property and Children",
        "h": 2
    },
    {
        "o": 14193,
        "r": "esv:Job:1:13",
        "t": "Now*p there was a day when his sons and daughters were eating and drinking wine in their oldest brother’s house,"
    },
    {
        "o": 14194,
        "r": "esv:Job:1:14",
        "t": "and there came a messenger to Job and said, “The oxen were plowing and the donkeys feeding beside them,"
    },
    {
        "o": 14195,
        "r": "esv:Job:1:15",
        "t": "and the Sabeans fell upon them and took them and struck down the servants with the edge of the sword, and I alone have escaped to tell you.”"
    },
    {
        "o": 14196,
        "r": "esv:Job:1:16",
        "t": "While he was yet speaking, there came another and said, “The fire of God fell from heaven and burned up the sheep and the servants and consumed them, and I alone have escaped to tell you.”"
    },
    {
        "o": 14197,
        "r": "esv:Job:1:17",
        "t": "While he was yet speaking, there came another and said, “The Chaldeans formed three groups and made a raid on the camels and took them and struck down the servants with the edge of the sword, and I alone have escaped to tell you.”"
    },
    {
        "o": 14198,
        "r": "esv:Job:1:18",
        "t": "While he was yet speaking, there came another and said, “Your sons and daughters were eating and drinking wine in their oldest brother’s house,"
    },
    {
        "o": 14199,
        "r": "esv:Job:1:19",
        "t": "and behold, a great wind came across the wilderness and struck the four corners of the house, and it fell upon the young people, and they are dead, and I alone have escaped to tell you.”"
    },
    {
        "o": 14200,
        "r": "esv:Job:1:20",
        "t": "Then*p Job arose and tore his robe and shaved his head and fell on the ground and worshiped."
    },
    {
        "o": 14201,
        "r": "esv:Job:1:21",
        "t": "And he said, “Naked I came from my mother’s womb, and naked shall I return. The Lord*s gave, and the Lord*s has taken away; blessed be the name of the Lord.”*s"
    },
    {
        "o": 14202,
        "r": "esv:Job:1:22",
        "t": "In*p all this Job did not sin or charge God with wrong."
    }
]
