[
    {
        "o": 35034,
        "r": "csb:Revelation:11:0",
        "t": "Revelation 11",
        "h": 1
    },
    {
        "o": 35035,
        "r": "csb:Revelation:11:0",
        "t": "The Two Witnesses",
        "h": 2
    },
    {
        "o": 35036,
        "r": "csb:Revelation:11:1",
        "t": "Then*p I was given a measuring reed like a rod, with these words: “Go and measure the temple of God and the altar, and count those who worship there."
    },
    {
        "o": 35037,
        "r": "csb:Revelation:11:2",
        "t": "But exclude the courtyard outside the temple. Don’t measure it, because it is given to the nations, and they will trample the holy city for forty-two months."
    },
    {
        "o": 35038,
        "r": "csb:Revelation:11:3",
        "t": "I will grant my two witnesses authority to prophesy for 1,260 days, dressed in sackcloth.”"
    },
    {
        "o": 35039,
        "r": "csb:Revelation:11:4",
        "t": "These are the two olive trees and the two lampstands that stand before the Lord of the earth."
    },
    {
        "o": 35040,
        "r": "csb:Revelation:11:5",
        "t": "If anyone wants to harm them, fire comes from their mouths and consumes their enemies; if anyone wants to harm them, he must be killed in this way."
    },
    {
        "o": 35041,
        "r": "csb:Revelation:11:6",
        "t": "They have authority to close up the sky so that it does not rain during the days of their prophecy. They also have power over the waters to turn them into blood and to strike the earth with every plague whenever they want."
    },
    {
        "o": 35042,
        "r": "csb:Revelation:11:6",
        "t": "The Witnesses Martyred",
        "h": 2
    },
    {
        "o": 35043,
        "r": "csb:Revelation:11:7",
        "t": "When*p they finish their testimony, the beast that comes up out of the abyss will make war on them, conquer them, and kill them."
    },
    {
        "o": 35044,
        "r": "csb:Revelation:11:8",
        "t": "Their dead bodies will lie in the main street of the great city, which figuratively is called Sodom and Egypt, where also their Lord was crucified."
    },
    {
        "o": 35045,
        "r": "csb:Revelation:11:9",
        "t": "And some of the peoples, tribes, languages, and nations will view their bodies for three and a half days and not permit their bodies to be put into a tomb."
    },
    {
        "o": 35046,
        "r": "csb:Revelation:11:10",
        "t": "Those who live on the earth will gloat over them and celebrate and send gifts to one another because these two prophets had tormented those who live on the earth."
    },
    {
        "o": 35047,
        "r": "csb:Revelation:11:10",
        "t": "The Witnesses Resurrected",
        "h": 2
    },
    {
        "o": 35048,
        "r": "csb:Revelation:11:11",
        "t": "But*p after three and a half days, the breath of life from God entered them, and they stood on their feet. Great fear fell on those who saw them."
    },
    {
        "o": 35049,
        "r": "csb:Revelation:11:12",
        "t": "Then they heard a loud voice from heaven saying to them, “Come up here.” They went up to heaven in a cloud, while their enemies watched them."
    },
    {
        "o": 35050,
        "r": "csb:Revelation:11:13",
        "t": "At that moment a violent earthquake took place, a tenth of the city fell, and seven thousand people were killed in the earthquake. The survivors were terrified and gave glory to the God of heaven."
    },
    {
        "o": 35051,
        "r": "csb:Revelation:11:14",
        "t": "The*p second woe has passed. Take note: The third woe is coming soon!"
    },
    {
        "o": 35052,
        "r": "csb:Revelation:11:14",
        "t": "The Seventh Trumpet",
        "h": 2
    },
    {
        "o": 35053,
        "r": "csb:Revelation:11:15",
        "t": "The*p seventh angel blew his trumpet, and there were loud voices in heaven saying, The*pn kingdom of the world has become the kingdom of*ln our Lord and of his Christ, and*ln he will reign forever and ever."
    },
    {
        "o": 35054,
        "r": "csb:Revelation:11:16",
        "t": "The*p twenty-four elders, who were seated before God on their thrones, fell facedown and worshiped God,"
    },
    {
        "o": 35055,
        "r": "csb:Revelation:11:17",
        "t": "saying, We*pn give you thanks, Lord God, the Almighty, who*ln is and who was, because*ln you have taken your great power and*ln have begun to reign."
    },
    {
        "o": 35056,
        "r": "csb:Revelation:11:18",
        "t": "The*ln nations were angry, but*ln your wrath has come. The*ln time has come for*ln the dead to be judged and*ln to give the reward to*ln your servants the prophets, to*ln the saints, and to those who fear your name, both*ln small and great, and*ln the time has come to destroy those*ln who destroy the earth."
    },
    {
        "o": 35057,
        "r": "csb:Revelation:11:19",
        "t": "Then*p the temple of God in heaven was opened, and the ark of his covenant appeared in his temple. There were flashes of lightning, rumblings and peals of thunder, an earthquake, and severe hail."
    }
]
