[
    {
        "o": 7860,
        "r": "nkjv:Ruth:1:0",
        "t": "Ruth 1",
        "h": 1
    },
    {
        "o": 7861,
        "r": "nkjv:Ruth:1:0",
        "t": "Elimelech’s Family Goes to Moab",
        "h": 2
    },
    {
        "o": 7862,
        "r": "nkjv:Ruth:1:1",
        "t": "Now*p it came to pass, in the days when the judges ruled, that there was a famine in the land. And a certain man of Bethlehem, Judah, went to dwell in the country of Moab, he and his wife and his two sons."
    },
    {
        "o": 7863,
        "r": "nkjv:Ruth:1:2",
        "t": "The name of the man was*i Elimelech, the name of his wife was*i Naomi, and the names of his two sons were*i Mahlon and Chilion— Ephrathites of Bethlehem, Judah. And they went to the country of Moab and remained there."
    },
    {
        "o": 7864,
        "r": "nkjv:Ruth:1:3",
        "t": "Then Elimelech, Naomi’s husband, died; and she was left, and her two sons."
    },
    {
        "o": 7865,
        "r": "nkjv:Ruth:1:4",
        "t": "Now they took wives of the women of Moab: the name of the one was*i Orpah, and the name of the other Ruth. And they dwelt there about ten years."
    },
    {
        "o": 7866,
        "r": "nkjv:Ruth:1:5",
        "t": "Then both Mahlon and Chilion also died; so the woman survived her two sons and her husband."
    },
    {
        "o": 7867,
        "r": "nkjv:Ruth:1:5",
        "t": "Naomi Returns with Ruth",
        "h": 2
    },
    {
        "o": 7868,
        "r": "nkjv:Ruth:1:6",
        "t": "Then*p she arose with her daughters-in-law that she might return from the country of Moab, for she had heard in the country of Moab that the Lord*s had visited His people by giving them bread."
    },
    {
        "o": 7869,
        "r": "nkjv:Ruth:1:7",
        "t": "Therefore she went out from the place where she was, and her two daughters-in-law with her; and they went on the way to return to the land of Judah."
    },
    {
        "o": 7870,
        "r": "nkjv:Ruth:1:8",
        "t": "And Naomi said to her two daughters-in-law, “Go, return each to her mother’s house. The Lord*s deal kindly with you, as you have dealt with the dead and with me."
    },
    {
        "o": 7871,
        "r": "nkjv:Ruth:1:9",
        "t": "The Lord*s grant that you may find rest, each in the house of her husband.” So*p she kissed them, and they lifted up their voices and wept."
    },
    {
        "o": 7872,
        "r": "nkjv:Ruth:1:10",
        "t": "And they said to her, “Surely we will return with you to your people.”"
    },
    {
        "o": 7873,
        "r": "nkjv:Ruth:1:11",
        "t": "But*p Naomi said, “Turn back, my daughters; why will you go with me? Are*i there still sons in my womb, that they may be your husbands?"
    },
    {
        "o": 7874,
        "r": "nkjv:Ruth:1:12",
        "t": "Turn back, my daughters, go—for I am too old to have a husband. If I should say I have hope, if*i I should have a husband tonight and should also bear sons,"
    },
    {
        "o": 7875,
        "r": "nkjv:Ruth:1:13",
        "t": "would you wait for them till they were grown? Would you restrain yourselves from having husbands? No, my daughters; for it grieves me very much for your sakes that the hand of the Lord*s has gone out against me!”"
    },
    {
        "o": 7876,
        "r": "nkjv:Ruth:1:14",
        "t": "Then*p they lifted up their voices and wept again; and Orpah kissed her mother-in-law, but Ruth clung to her."
    },
    {
        "o": 7877,
        "r": "nkjv:Ruth:1:15",
        "t": "And*p she said, “Look, your sister-in-law has gone back to her people and to her gods; return after your sister-in-law.”"
    },
    {
        "o": 7878,
        "r": "nkjv:Ruth:1:16",
        "t": "But Ruth said: “Entreat*pn me not to leave you, Or*ild to*i turn back from following after you; For*ld wherever you go, I will go; And*ld wherever you lodge, I will lodge; Your*ld people shall*i be*i my people, And*ld your God, my God."
    },
    {
        "o": 7879,
        "r": "nkjv:Ruth:1:17",
        "t": "Where*ld you die, I will die, And*ld there will I be buried. The*ld Lord*s do so to me, and more also, If*ld anything*i but*i death parts you and me.”"
    },
    {
        "o": 7880,
        "r": "nkjv:Ruth:1:18",
        "t": "When*p she saw that she was determined to go with her, she stopped speaking to her."
    },
    {
        "o": 7881,
        "r": "nkjv:Ruth:1:19",
        "t": "Now*p the two of them went until they came to Bethlehem. And it happened, when they had come to Bethlehem, that all the city was excited because of them; and the women said, “Is*i this Naomi?”"
    },
    {
        "o": 7882,
        "r": "nkjv:Ruth:1:20",
        "t": "But*p she said to them, “Do not call me Naomi; call me Mara, for the Almighty has dealt very bitterly with me."
    },
    {
        "o": 7883,
        "r": "nkjv:Ruth:1:21",
        "t": "I went out full, and the Lord*s has brought me home again empty. Why do you call me Naomi, since the Lord*s has testified against me, and the Almighty has afflicted me?”"
    },
    {
        "o": 7884,
        "r": "nkjv:Ruth:1:22",
        "t": "So*p Naomi returned, and Ruth the Moabitess her daughter-in-law with her, who returned from the country of Moab. Now they came to Bethlehem at the beginning of barley harvest."
    },
    {
        "o": 7885,
        "r": "nkjv:Ruth:2:0",
        "t": "Ruth 2",
        "h": 1
    },
    {
        "o": 7886,
        "r": "nkjv:Ruth:2:0",
        "t": "Ruth Meets Boaz",
        "h": 2
    },
    {
        "o": 7887,
        "r": "nkjv:Ruth:2:1",
        "t": "There*p was a relative of Naomi’s husband, a man of great wealth, of the family of Elimelech. His name was*i Boaz."
    },
    {
        "o": 7888,
        "r": "nkjv:Ruth:2:2",
        "t": "So Ruth the Moabitess said to Naomi, “Please let me go to the field, and glean heads of grain after him*i in whose sight I may find favor.” And*p she said to her, “Go, my daughter.”"
    },
    {
        "o": 7889,
        "r": "nkjv:Ruth:2:3",
        "t": "Then*p she left, and went and gleaned in the field after the reapers. And she happened to come to the part of the field belonging*i to Boaz, who was*i of the family of Elimelech."
    },
    {
        "o": 7890,
        "r": "nkjv:Ruth:2:4",
        "t": "Now*p behold, Boaz came from Bethlehem, and said to the reapers, “The Lord*s be*i with you!” And*p they answered him, “The Lord*s bless you!”"
    },
    {
        "o": 7891,
        "r": "nkjv:Ruth:2:5",
        "t": "Then*p Boaz said to his servant who was in charge of the reapers, “Whose young woman is*i this?”"
    },
    {
        "o": 7892,
        "r": "nkjv:Ruth:2:6",
        "t": "So*p the servant who was in charge of the reapers answered and said, “It is*i the young Moabite woman who came back with Naomi from the country of Moab."
    },
    {
        "o": 7893,
        "r": "nkjv:Ruth:2:7",
        "t": "And she said, ‘Please let me glean and gather after the reapers among the sheaves.’ So she came and has continued from morning until now, though she rested a little in the house.”"
    },
    {
        "o": 7894,
        "r": "nkjv:Ruth:2:8",
        "t": "Then*p Boaz said to Ruth, “You will listen, my daughter, will you not? Do not go to glean in another field, nor go from here, but stay close by my young women."
    },
    {
        "o": 7895,
        "r": "nkjv:Ruth:2:9",
        "t": "Let*i your eyes be*i on the field which they reap, and go after them. Have I not commanded the young men not to touch you? And when you are thirsty, go to the vessels and drink from what the young men have drawn.”"
    },
    {
        "o": 7896,
        "r": "nkjv:Ruth:2:10",
        "t": "So*p she fell on her face, bowed down to the ground, and said to him, “Why have I found favor in your eyes, that you should take notice of me, since I am*i a foreigner?”"
    },
    {
        "o": 7897,
        "r": "nkjv:Ruth:2:11",
        "t": "And*p Boaz answered and said to her, “It has been fully reported to me, all that you have done for your mother-in-law since the death of your husband, and how*i you have left your father and your mother and the land of your birth, and have come to a people whom you did not know before."
    },
    {
        "o": 7898,
        "r": "nkjv:Ruth:2:12",
        "t": "The Lord*s repay your work, and a full reward be given you by the Lord*s God of Israel, under whose wings you have come for refuge.”"
    },
    {
        "o": 7899,
        "r": "nkjv:Ruth:2:13",
        "t": "Then*p she said, “Let me find favor in your sight, my lord; for you have comforted me, and have spoken kindly to your maidservant, though I am not like one of your maidservants.”"
    },
    {
        "o": 7900,
        "r": "nkjv:Ruth:2:14",
        "t": "Now*p Boaz said to her at mealtime, “Come here, and eat of the bread, and dip your piece of bread in the vinegar.” So she sat beside the reapers, and he passed parched grain*i to her; and she ate and was satisfied, and kept some back."
    },
    {
        "o": 7901,
        "r": "nkjv:Ruth:2:15",
        "t": "And when she rose up to glean, Boaz commanded his young men, saying, “Let her glean even among the sheaves, and do not reproach her."
    },
    {
        "o": 7902,
        "r": "nkjv:Ruth:2:16",
        "t": "Also let grain*i from the bundles fall purposely for her; leave it*i that she may glean, and do not rebuke her.”"
    },
    {
        "o": 7903,
        "r": "nkjv:Ruth:2:17",
        "t": "So*p she gleaned in the field until evening, and beat out what she had gleaned, and it was about an ephah of barley."
    },
    {
        "o": 7904,
        "r": "nkjv:Ruth:2:18",
        "t": "Then she took it*i up and went into the city, and her mother-in-law saw what she had gleaned. So*p she brought out and gave to her what she had kept back after she had been satisfied."
    },
    {
        "o": 7905,
        "r": "nkjv:Ruth:2:19",
        "t": "And*p her mother-in-law said to her, “Where have you gleaned today? And where did you work? Blessed be the one who took notice of you.” So*p she told her mother-in-law with whom she had worked, and said, “The man’s name with whom I worked today is*i Boaz.”"
    },
    {
        "o": 7906,
        "r": "nkjv:Ruth:2:20",
        "t": "Then*p Naomi said to her daughter-in-law, “Blessed be*i he of the Lord,*s who has not forsaken His kindness to the living and the dead!” And Naomi said to her, “This man is*i a relation of ours, one of our close relatives.”"
    },
    {
        "o": 7907,
        "r": "nkjv:Ruth:2:21",
        "t": "Ruth*p the Moabitess said, “He also said to me, ‘You shall stay close by my young men until they have finished all my harvest.’”"
    },
    {
        "o": 7908,
        "r": "nkjv:Ruth:2:22",
        "t": "And*p Naomi said to Ruth her daughter-in-law, “It*i is*i good, my daughter, that you go out with his young women, and that people do not meet you in any other field.”"
    },
    {
        "o": 7909,
        "r": "nkjv:Ruth:2:23",
        "t": "So she stayed close by the young women of Boaz, to glean until the end of barley harvest and wheat harvest; and she dwelt with her mother-in-law."
    },
    {
        "o": 7910,
        "r": "nkjv:Ruth:3:0",
        "t": "Ruth 3",
        "h": 1
    },
    {
        "o": 7911,
        "r": "nkjv:Ruth:3:0",
        "t": "Ruth’s Redemption Assured",
        "h": 2
    },
    {
        "o": 7912,
        "r": "nkjv:Ruth:3:1",
        "t": "Then*p Naomi her mother-in-law said to her, “My daughter, shall I not seek security for you, that it may be well with you?"
    },
    {
        "o": 7913,
        "r": "nkjv:Ruth:3:2",
        "t": "Now Boaz, whose young women you were with, is*i he*i not our relative? In fact, he is winnowing barley tonight at the threshing floor."
    },
    {
        "o": 7914,
        "r": "nkjv:Ruth:3:3",
        "t": "Therefore wash yourself and anoint yourself, put on your best*i garment and go down to the threshing floor; but*i do not make yourself known to the man until he has finished eating and drinking."
    },
    {
        "o": 7915,
        "r": "nkjv:Ruth:3:4",
        "t": "Then it shall be, when he lies down, that you shall notice the place where he lies; and you shall go in, uncover his feet, and lie down; and he will tell you what you should do.”"
    },
    {
        "o": 7916,
        "r": "nkjv:Ruth:3:5",
        "t": "And*p she said to her, “All that you say to me I will do.”"
    },
    {
        "o": 7917,
        "r": "nkjv:Ruth:3:6",
        "t": "So*p she went down to the threshing floor and did according to all that her mother-in-law instructed her."
    },
    {
        "o": 7918,
        "r": "nkjv:Ruth:3:7",
        "t": "And after Boaz had eaten and drunk, and his heart was cheerful, he went to lie down at the end of the heap of grain; and she came softly, uncovered his feet, and lay down."
    },
    {
        "o": 7919,
        "r": "nkjv:Ruth:3:8",
        "t": "Now*p it happened at midnight that the man was startled, and turned himself; and there, a woman was lying at his feet."
    },
    {
        "o": 7920,
        "r": "nkjv:Ruth:3:9",
        "t": "And he said, “Who are*i you?” So*p she answered, “I am*i Ruth, your maidservant. Take your maidservant under your wing, for you are a close relative.”"
    },
    {
        "o": 7921,
        "r": "nkjv:Ruth:3:10",
        "t": "Then*p he said, “Blessed are*i you of the Lord,*s my daughter! For you have shown more kindness at the end than at the beginning, in that you did not go after young men, whether poor or rich."
    },
    {
        "o": 7922,
        "r": "nkjv:Ruth:3:11",
        "t": "And now, my daughter, do not fear. I will do for you all that you request, for all the people of my town know that you are*i a virtuous woman."
    },
    {
        "o": 7923,
        "r": "nkjv:Ruth:3:12",
        "t": "Now it is true that I am*i a close relative; however, there is a relative closer than I."
    },
    {
        "o": 7924,
        "r": "nkjv:Ruth:3:13",
        "t": "Stay this night, and in the morning it shall be that*i if he will perform the duty of a close relative for you—good; let him do it. But if he does not want to perform the duty for you, then I will perform the duty for you, as*i the Lord*s lives! Lie down until morning.”"
    },
    {
        "o": 7925,
        "r": "nkjv:Ruth:3:14",
        "t": "So*p she lay at his feet until morning, and she arose before one could recognize another. Then he said, “Do not let it be known that the woman came to the threshing floor.”"
    },
    {
        "o": 7926,
        "r": "nkjv:Ruth:3:15",
        "t": "Also he said, “Bring the shawl that is*i on you and hold it.” And when she held it, he measured six ephahs*i of barley, and laid it*i on her. Then she went into the city."
    },
    {
        "o": 7927,
        "r": "nkjv:Ruth:3:16",
        "t": "When*p she came to her mother-in-law, she said, “Is*i that you, my daughter?” Then*p she told her all that the man had done for her."
    },
    {
        "o": 7928,
        "r": "nkjv:Ruth:3:17",
        "t": "And she said, “These six ephahs*i of barley he gave me; for he said to me, ‘Do not go empty-handed to your mother-in-law.’”"
    },
    {
        "o": 7929,
        "r": "nkjv:Ruth:3:18",
        "t": "Then*p she said, “Sit still, my daughter, until you know how the matter will turn out; for the man will not rest until he has concluded the matter this day.”"
    },
    {
        "o": 7930,
        "r": "nkjv:Ruth:4:0",
        "t": "Ruth 4",
        "h": 1
    },
    {
        "o": 7931,
        "r": "nkjv:Ruth:4:0",
        "t": "Boaz Redeems Ruth",
        "h": 2
    },
    {
        "o": 7932,
        "r": "nkjv:Ruth:4:1",
        "t": "Now*p Boaz went up to the gate and sat down there; and behold, the close relative of whom Boaz had spoken came by. So Boaz said, “Come aside, friend, sit down here.” So he came aside and sat down."
    },
    {
        "o": 7933,
        "r": "nkjv:Ruth:4:2",
        "t": "And he took ten men of the elders of the city, and said, “Sit down here.” So they sat down."
    },
    {
        "o": 7934,
        "r": "nkjv:Ruth:4:3",
        "t": "Then he said to the close relative, “Naomi, who has come back from the country of Moab, sold the piece of land which belonged*i to our brother Elimelech."
    },
    {
        "o": 7935,
        "r": "nkjv:Ruth:4:4",
        "t": "And I thought to inform you, saying, ‘Buy it*i back in the presence of the inhabitants and the elders of my people. If you will redeem it,*i redeem it;*i but if you will not redeem it,*i then*i tell me, that I may know; for there*i is*i no one but you to redeem it,*i and I am*i next after you.’” And*p he said, “I will redeem it.”*i"
    },
    {
        "o": 7936,
        "r": "nkjv:Ruth:4:5",
        "t": "Then*p Boaz said, “On the day you buy the field from the hand of Naomi, you must also buy it*i from Ruth the Moabitess, the wife of the dead, to perpetuate the name of the dead through his inheritance.”"
    },
    {
        "o": 7937,
        "r": "nkjv:Ruth:4:6",
        "t": "And*p the close relative said, “I cannot redeem it*i for myself, lest I ruin my own inheritance. You redeem my right of redemption for yourself, for I cannot redeem it.”*i"
    },
    {
        "o": 7938,
        "r": "nkjv:Ruth:4:7",
        "t": "Now*p this was*i the*i custom*i in former times in Israel concerning redeeming and exchanging, to confirm anything: one man took off his sandal and gave it*i to the other, and this was*i a confirmation in Israel."
    },
    {
        "o": 7939,
        "r": "nkjv:Ruth:4:8",
        "t": "Therefore*p the close relative said to Boaz, “Buy it*i for yourself.” So he took off his sandal."
    },
    {
        "o": 7940,
        "r": "nkjv:Ruth:4:9",
        "t": "And Boaz said to the elders and all the people, “You are*i witnesses this day that I have bought all that was Elimelech’s, and all that was*i Chilion’s and Mahlon’s, from the hand of Naomi."
    },
    {
        "o": 7941,
        "r": "nkjv:Ruth:4:10",
        "t": "Moreover, Ruth the Moabitess, the widow of Mahlon, I have acquired as my wife, to perpetuate the name of the dead through his inheritance, that the name of the dead may not be cut off from among his brethren and from his position at the gate. You are*i witnesses this day.”"
    },
    {
        "o": 7942,
        "r": "nkjv:Ruth:4:11",
        "t": "And*p all the people who were*i at the gate, and the elders, said, “We*i are*i witnesses. The Lord*s make the woman who is coming to your house like Rachel and Leah, the two who built the house of Israel; and may you prosper in Ephrathah and be famous in Bethlehem."
    },
    {
        "o": 7943,
        "r": "nkjv:Ruth:4:12",
        "t": "May your house be like the house of Perez, whom Tamar bore to Judah, because of the offspring which the Lord*s will give you from this young woman.”"
    },
    {
        "o": 7944,
        "r": "nkjv:Ruth:4:12",
        "t": "Descendants of Boaz and Ruth",
        "h": 2
    },
    {
        "o": 7945,
        "r": "nkjv:Ruth:4:13",
        "t": "So*p Boaz took Ruth and she became his wife; and when he went in to her, the Lord*s gave her conception, and she bore a son."
    },
    {
        "o": 7946,
        "r": "nkjv:Ruth:4:14",
        "t": "Then the women said to Naomi, “Blessed be*i the Lord,*s who has not left you this day without a close relative; and may his name be famous in Israel!"
    },
    {
        "o": 7947,
        "r": "nkjv:Ruth:4:15",
        "t": "And may he be to you a restorer of life and a nourisher of your old age; for your daughter-in-law, who loves you, who is better to you than seven sons, has borne him.”"
    },
    {
        "o": 7948,
        "r": "nkjv:Ruth:4:16",
        "t": "Then Naomi took the child and laid him on her bosom, and became a nurse to him."
    },
    {
        "o": 7949,
        "r": "nkjv:Ruth:4:17",
        "t": "Also the neighbor women gave him a name, saying, “There is a son born to Naomi.” And they called his name Obed. He is*i the father of Jesse, the father of David."
    },
    {
        "o": 7950,
        "r": "nkjv:Ruth:4:18",
        "t": "Now*p this is*i the genealogy of Perez: Perez begot Hezron;"
    },
    {
        "o": 7951,
        "r": "nkjv:Ruth:4:19",
        "t": "Hezron begot Ram, and Ram begot Amminadab;"
    },
    {
        "o": 7952,
        "r": "nkjv:Ruth:4:20",
        "t": "Amminadab begot Nahshon, and Nahshon begot Salmon;"
    },
    {
        "o": 7953,
        "r": "nkjv:Ruth:4:21",
        "t": "Salmon begot Boaz, and Boaz begot Obed;"
    },
    {
        "o": 7954,
        "r": "nkjv:Ruth:4:22",
        "t": "Obed begot Jesse, and Jesse begot David."
    }
]
