[
    {
        "o": 21954,
        "r": "csb:Jeremiah:26:0",
        "t": "Jeremiah 26",
        "h": 1
    },
    {
        "o": 21955,
        "r": "csb:Jeremiah:26:0",
        "t": "Jeremiah’s Speech in the Temple",
        "h": 2
    },
    {
        "o": 21956,
        "r": "csb:Jeremiah:26:1",
        "t": "At*p the beginning of the reign of Jehoiakim son of Josiah, king of Judah, this word came from the Lord:*s"
    },
    {
        "o": 21957,
        "r": "csb:Jeremiah:26:2",
        "t": "“This is what the Lord*s says: Stand in the courtyard of the Lord’s*s temple and speak all the words I have commanded you to speak to all Judah’s cities that are coming to worship there. Do not hold back a word."
    },
    {
        "o": 21958,
        "r": "csb:Jeremiah:26:3",
        "t": "Perhaps they will listen and turn - each from his evil way of life - so that I might relent concerning the disaster that I plan to do to them because of the evil of their deeds."
    },
    {
        "o": 21959,
        "r": "csb:Jeremiah:26:4",
        "t": "You are to say to them, ‘This is what the Lord*s says: If you do not listen to me by living according to my instruction that I set before you"
    },
    {
        "o": 21960,
        "r": "csb:Jeremiah:26:5",
        "t": "and by listening to the words of my servants the prophets- whom I have been sending to you time and time again, though you did not listen -"
    },
    {
        "o": 21961,
        "r": "csb:Jeremiah:26:6",
        "t": "I will make this temple like Shiloh. I will make this city an example for cursing for all the nations of the earth.’”"
    },
    {
        "o": 21962,
        "r": "csb:Jeremiah:26:6",
        "t": "Jeremiah Seized",
        "h": 2
    },
    {
        "o": 21963,
        "r": "csb:Jeremiah:26:7",
        "t": "The*p priests, the prophets, and all the people heard Jeremiah speaking these words in the temple of the Lord.*s"
    },
    {
        "o": 21964,
        "r": "csb:Jeremiah:26:8",
        "t": "When he finished the address the Lord*s had commanded him to deliver to all the people, immediately the priests, the prophets, and all the people took hold of him, yelling, “You must surely die!"
    },
    {
        "o": 21965,
        "r": "csb:Jeremiah:26:9",
        "t": "How dare you prophesy in the name of the Lord,*s ‘This temple will become like Shiloh and this city will become an uninhabited ruin’!” Then all the people crowded around Jeremiah at the Lord’s*s temple."
    },
    {
        "o": 21966,
        "r": "csb:Jeremiah:26:10",
        "t": "When*p the officials of Judah heard about these things, they went from the king’s palace to the Lord’s*s temple and sat at the entrance of the New Gate of the Lord’s*s temple."
    },
    {
        "o": 21967,
        "r": "csb:Jeremiah:26:11",
        "t": "Then the priests and prophets said to the officials and all the people, “This man deserves the death sentence because he has prophesied against this city, as you have heard with your own ears.”"
    },
    {
        "o": 21968,
        "r": "csb:Jeremiah:26:11",
        "t": "Jeremiah’s Defense",
        "h": 2
    },
    {
        "o": 21969,
        "r": "csb:Jeremiah:26:12",
        "t": "Then*p Jeremiah said to all the officials and all the people, “The Lord*s sent me to prophesy all the words that you have heard against this temple and city."
    },
    {
        "o": 21970,
        "r": "csb:Jeremiah:26:13",
        "t": "So now, correct your ways and deeds, and obey the Lord*s your God so that he might relent concerning the disaster he had pronounced against you."
    },
    {
        "o": 21971,
        "r": "csb:Jeremiah:26:14",
        "t": "As for me, here I am in your hands; do to me what you think is good and right."
    },
    {
        "o": 21972,
        "r": "csb:Jeremiah:26:15",
        "t": "But know for certain that if you put me to death, you will bring innocent blood on yourselves, on this city, and on its residents, for it is certain the Lord*s has sent me to speak all these things directly to you.”"
    },
    {
        "o": 21973,
        "r": "csb:Jeremiah:26:15",
        "t": "Jeremiah Released",
        "h": 2
    },
    {
        "o": 21974,
        "r": "csb:Jeremiah:26:16",
        "t": "Then*p the officials and all the people told the priests and prophets, “This man doesn’t deserve the death sentence, for he has spoken to us in the name of the Lord*s our God!”"
    },
    {
        "o": 21975,
        "r": "csb:Jeremiah:26:17",
        "t": "Some*p of the elders of the land stood up and said to all the assembled people,"
    },
    {
        "o": 21976,
        "r": "csb:Jeremiah:26:18",
        "t": "“Micah the Moreshite prophesied in the days of King Hezekiah of Judah and said to all the people of Judah, ‘This is what the Lord*s of Armies says: Zion*pn will be plowed like a field, Jerusalem*ln will become ruins, and*ln the temple’s mountain will be a high thicket.’"
    },
    {
        "o": 21977,
        "r": "csb:Jeremiah:26:19",
        "t": "Did*p King Hezekiah of Judah and all the people of Judah put him to death? Did not the king fear the Lord*s and plead for the Lord’s*s favor, and did not the Lord*s relent concerning the disaster he had pronounced against them? We are about to bring a terrible disaster on ourselves!”"
    },
    {
        "o": 21978,
        "r": "csb:Jeremiah:26:19",
        "t": "The Prophet Uriah",
        "h": 2
    },
    {
        "o": 21979,
        "r": "csb:Jeremiah:26:20",
        "t": "Another*p man was also prophesying in the name of the Lord-*s Uriah son of Shemaiah from Kiriath-jearim. He prophesied against this city and against this land in words like all those of Jeremiah."
    },
    {
        "o": 21980,
        "r": "csb:Jeremiah:26:21",
        "t": "King Jehoiakim, all his warriors, and all the officials heard his words, and the king tried to put him to death. When Uriah heard, he fled in fear and went to Egypt."
    },
    {
        "o": 21981,
        "r": "csb:Jeremiah:26:22",
        "t": "But King Jehoiakim sent men to Egypt: Elnathan son of Achbor and certain other men with him went to Egypt."
    },
    {
        "o": 21982,
        "r": "csb:Jeremiah:26:23",
        "t": "They brought Uriah out of Egypt and took him to King Jehoiakim, who executed him with the sword and threw his corpse into the burial place of the common people."
    },
    {
        "o": 21983,
        "r": "csb:Jeremiah:26:24",
        "t": "But*p Ahikam son of Shaphan supported Jeremiah, so he was not handed over to the people to be put to death."
    }
]
