[
    {
        "o": 11909,
        "r": "nkjv:1 Chronicles:13:0",
        "t": "1 Chronicles 13",
        "h": 1
    },
    {
        "o": 11910,
        "r": "nkjv:1 Chronicles:13:0",
        "t": "The Ark Brought from Kirjath Jearim",
        "h": 2
    },
    {
        "o": 11911,
        "r": "nkjv:1 Chronicles:13:1",
        "t": "Then*p David consulted with the captains of thousands and hundreds, and*i with every leader."
    },
    {
        "o": 11912,
        "r": "nkjv:1 Chronicles:13:2",
        "t": "And David said to all the assembly of Israel, “If it*i seems*i good to you, and if it is of the Lord*s our God, let us send out to our brethren everywhere who*i are*i left in all the land of Israel, and with them to the priests and Levites who*i are*i in their cities and*i their common-lands, that they may gather together to us;"
    },
    {
        "o": 11913,
        "r": "nkjv:1 Chronicles:13:3",
        "t": "and let us bring the ark of our God back to us, for we have not inquired at it since the days of Saul.”"
    },
    {
        "o": 11914,
        "r": "nkjv:1 Chronicles:13:4",
        "t": "Then all the assembly said that they would do so, for the thing was right in the eyes of all the people."
    },
    {
        "o": 11915,
        "r": "nkjv:1 Chronicles:13:5",
        "t": "So*p David gathered all Israel together, from Shihor in Egypt to as far as the entrance of Hamath, to bring the ark of God from Kirjath Jearim."
    },
    {
        "o": 11916,
        "r": "nkjv:1 Chronicles:13:6",
        "t": "And David and all Israel went up to Baalah, to Kirjath Jearim, which belonged to Judah, to bring up from there the ark of God the Lord,*s who dwells between*i the cherubim, where His*i name is proclaimed."
    },
    {
        "o": 11917,
        "r": "nkjv:1 Chronicles:13:7",
        "t": "So they carried the ark of God on a new cart from the house of Abinadab, and Uzza and Ahio drove the cart."
    },
    {
        "o": 11918,
        "r": "nkjv:1 Chronicles:13:8",
        "t": "Then David and all Israel played music*i before God with all their*i might, with singing, on harps, on stringed instruments, on tambourines, on cymbals, and with trumpets."
    },
    {
        "o": 11919,
        "r": "nkjv:1 Chronicles:13:9",
        "t": "And*p when they came to Chidon’s threshing floor, Uzza put out his hand to hold the ark, for the oxen stumbled."
    },
    {
        "o": 11920,
        "r": "nkjv:1 Chronicles:13:10",
        "t": "Then the anger of the Lord*s was aroused against Uzza, and He struck him because he put his hand to the ark; and he died there before God."
    },
    {
        "o": 11921,
        "r": "nkjv:1 Chronicles:13:11",
        "t": "And David became angry because of the Lord’s*s outbreak against Uzza; therefore that place is called Perez Uzza to this day."
    },
    {
        "o": 11922,
        "r": "nkjv:1 Chronicles:13:12",
        "t": "David was afraid of God that day, saying, “How can I bring the ark of God to me?”"
    },
    {
        "o": 11923,
        "r": "nkjv:1 Chronicles:13:13",
        "t": "So*p David would not move the ark with him into the City of David, but took it aside into the house of Obed-Edom the Gittite."
    },
    {
        "o": 11924,
        "r": "nkjv:1 Chronicles:13:14",
        "t": "The ark of God remained with the family of Obed-Edom in his house three months. And the Lord*s blessed the house of Obed-Edom and all that he had."
    }
]
