[
    {
        "o": 23863,
        "r": "esv:Ezekiel:40:0",
        "t": "Ezekiel 40",
        "h": 1
    },
    {
        "o": 23864,
        "r": "esv:Ezekiel:40:0",
        "t": "Vision of the New Temple",
        "h": 2
    },
    {
        "o": 23865,
        "r": "esv:Ezekiel:40:1",
        "t": "In*p the twenty-fifth year of our exile, at the beginning of the year, on the tenth day of the month, in the fourteenth year after the city was struck down, on that very day, the hand of the Lord*s was upon me, and he brought me to the city."
    },
    {
        "o": 23866,
        "r": "esv:Ezekiel:40:2",
        "t": "In visions of God he brought me to the land of Israel, and set me down on a very high mountain, on which was a structure like a city to the south."
    },
    {
        "o": 23867,
        "r": "esv:Ezekiel:40:3",
        "t": "When he brought me there, behold, there was a man whose appearance was like bronze, with a linen cord and a measuring reed in his hand. And he was standing in the gateway."
    },
    {
        "o": 23868,
        "r": "esv:Ezekiel:40:4",
        "t": "And the man said to me, “Son of man, look with your eyes, and hear with your ears, and set your heart upon all that I shall show you, for you were brought here in order that I might show it to you. Declare all that you see to the house of Israel.”"
    },
    {
        "o": 23869,
        "r": "esv:Ezekiel:40:4",
        "t": "The East Gate to the Outer Court",
        "h": 2
    },
    {
        "o": 23870,
        "r": "esv:Ezekiel:40:5",
        "t": "And*p behold, there was a wall all around the outside of the temple area, and the length of the measuring reed in the man’s hand was six long cubits, each being a cubit and a handbreadth in length. So he measured the thickness of the wall, one reed; and the height, one reed."
    },
    {
        "o": 23871,
        "r": "esv:Ezekiel:40:6",
        "t": "Then he went into the gateway facing east, going up its steps, and measured the threshold of the gate, one reed deep."
    },
    {
        "o": 23872,
        "r": "esv:Ezekiel:40:7",
        "t": "And the side rooms, one reed long and one reed broad; and the space between the side rooms, five cubits; and the threshold of the gate by the vestibule of the gate at the inner end, one reed."
    },
    {
        "o": 23873,
        "r": "esv:Ezekiel:40:8",
        "t": "Then he measured the vestibule of the gateway, on the inside, one reed."
    },
    {
        "o": 23874,
        "r": "esv:Ezekiel:40:9",
        "t": "Then he measured the vestibule of the gateway, eight cubits; and its jambs, two cubits; and the vestibule of the gate was at the inner end."
    },
    {
        "o": 23875,
        "r": "esv:Ezekiel:40:10",
        "t": "And there were three side rooms on either side of the east gate. The three were of the same size, and the jambs on either side were of the same size."
    },
    {
        "o": 23876,
        "r": "esv:Ezekiel:40:11",
        "t": "Then he measured the width of the opening of the gateway, ten cubits; and the length of the gateway, thirteen cubits."
    },
    {
        "o": 23877,
        "r": "esv:Ezekiel:40:12",
        "t": "There was a barrier before the side rooms, one cubit on either side. And the side rooms were six cubits on either side."
    },
    {
        "o": 23878,
        "r": "esv:Ezekiel:40:13",
        "t": "Then he measured the gate from the ceiling of the one side room to the ceiling of the other, a breadth of twenty-five cubits; the openings faced each other."
    },
    {
        "o": 23879,
        "r": "esv:Ezekiel:40:14",
        "t": "He measured also the vestibule, sixty cubits. And around the vestibule of the gateway was the court."
    },
    {
        "o": 23880,
        "r": "esv:Ezekiel:40:15",
        "t": "From the front of the gate at the entrance to the front of the inner vestibule of the gate was fifty cubits."
    },
    {
        "o": 23881,
        "r": "esv:Ezekiel:40:16",
        "t": "And the gateway had windows all around, narrowing inwards toward the side rooms and toward their jambs, and likewise the vestibule had windows all around inside, and on the jambs were palm trees."
    },
    {
        "o": 23882,
        "r": "esv:Ezekiel:40:16",
        "t": "The Outer Court",
        "h": 2
    },
    {
        "o": 23883,
        "r": "esv:Ezekiel:40:17",
        "t": "Then*p he brought me into the outer court. And behold, there were chambers and a pavement, all around the court. Thirty chambers faced the pavement."
    },
    {
        "o": 23884,
        "r": "esv:Ezekiel:40:18",
        "t": "And the pavement ran along the side of the gates, corresponding to the length of the gates. This was the lower pavement."
    },
    {
        "o": 23885,
        "r": "esv:Ezekiel:40:19",
        "t": "Then he measured the distance from the inner front of the lower gate to the outer front of the inner court, a hundred cubits on the east side and on the north side."
    },
    {
        "o": 23886,
        "r": "esv:Ezekiel:40:19",
        "t": "The North Gate",
        "h": 2
    },
    {
        "o": 23887,
        "r": "esv:Ezekiel:40:20",
        "t": "As*p for the gate that faced toward the north, belonging to the outer court, he measured its length and its breadth."
    },
    {
        "o": 23888,
        "r": "esv:Ezekiel:40:21",
        "t": "Its side rooms, three on either side, and its jambs and its vestibule were of the same size as those of the first gate. Its length was fifty cubits, and its breadth twenty-five cubits."
    },
    {
        "o": 23889,
        "r": "esv:Ezekiel:40:22",
        "t": "And its windows, its vestibule, and its palm trees were of the same size as those of the gate that faced toward the east. And by seven steps people would go up to it, and find its vestibule before them."
    },
    {
        "o": 23890,
        "r": "esv:Ezekiel:40:23",
        "t": "And opposite the gate on the north, as on the east, was a gate to the inner court. And he measured from gate to gate, a hundred cubits."
    },
    {
        "o": 23891,
        "r": "esv:Ezekiel:40:23",
        "t": "The South Gate",
        "h": 2
    },
    {
        "o": 23892,
        "r": "esv:Ezekiel:40:24",
        "t": "And*p he led me toward the south, and behold, there was a gate on the south. And he measured its jambs and its vestibule; they had the same size as the others."
    },
    {
        "o": 23893,
        "r": "esv:Ezekiel:40:25",
        "t": "Both it and its vestibule had windows all around, like the windows of the others. Its length was fifty cubits, and its breadth twenty-five cubits."
    },
    {
        "o": 23894,
        "r": "esv:Ezekiel:40:26",
        "t": "And there were seven steps leading up to it, and its vestibule was before them, and it had palm trees on its jambs, one on either side."
    },
    {
        "o": 23895,
        "r": "esv:Ezekiel:40:27",
        "t": "And there was a gate on the south of the inner court. And he measured from gate to gate toward the south, a hundred cubits."
    },
    {
        "o": 23896,
        "r": "esv:Ezekiel:40:27",
        "t": "The Inner Court",
        "h": 2
    },
    {
        "o": 23897,
        "r": "esv:Ezekiel:40:28",
        "t": "Then*p he brought me to the inner court through the south gate, and he measured the south gate. It was of the same size as the others."
    },
    {
        "o": 23898,
        "r": "esv:Ezekiel:40:29",
        "t": "Its side rooms, its jambs, and its vestibule were of the same size as the others, and both it and its vestibule had windows all around. Its length was fifty cubits, and its breadth twenty-five cubits."
    },
    {
        "o": 23899,
        "r": "esv:Ezekiel:40:30",
        "t": "And there were vestibules all around, twenty-five cubits long and five cubits broad."
    },
    {
        "o": 23900,
        "r": "esv:Ezekiel:40:31",
        "t": "Its vestibule faced the outer court, and palm trees were on its jambs, and its stairway had eight steps."
    },
    {
        "o": 23901,
        "r": "esv:Ezekiel:40:32",
        "t": "Then*p he brought me to the inner court on the east side, and he measured the gate. It was of the same size as the others."
    },
    {
        "o": 23902,
        "r": "esv:Ezekiel:40:33",
        "t": "Its side rooms, its jambs, and its vestibule were of the same size as the others, and both it and its vestibule had windows all around. Its length was fifty cubits, and its breadth twenty-five cubits."
    },
    {
        "o": 23903,
        "r": "esv:Ezekiel:40:34",
        "t": "Its vestibule faced the outer court, and it had palm trees on its jambs, on either side, and its stairway had eight steps."
    },
    {
        "o": 23904,
        "r": "esv:Ezekiel:40:35",
        "t": "Then*p he brought me to the north gate, and he measured it. It had the same size as the others."
    },
    {
        "o": 23905,
        "r": "esv:Ezekiel:40:36",
        "t": "Its side rooms, its jambs, and its vestibule were of the same size as the others, and it had windows all around. Its length was fifty cubits, and its breadth twenty-five cubits."
    },
    {
        "o": 23906,
        "r": "esv:Ezekiel:40:37",
        "t": "Its vestibule faced the outer court, and it had palm trees on its jambs, on either side, and its stairway had eight steps."
    },
    {
        "o": 23907,
        "r": "esv:Ezekiel:40:38",
        "t": "There*p was a chamber with its door in the vestibule of the gate, where the burnt offering was to be washed."
    },
    {
        "o": 23908,
        "r": "esv:Ezekiel:40:39",
        "t": "And in the vestibule of the gate were two tables on either side, on which the burnt offering and the sin offering and the guilt offering were to be slaughtered."
    },
    {
        "o": 23909,
        "r": "esv:Ezekiel:40:40",
        "t": "And off to the side, on the outside as one goes up to the entrance of the north gate, were two tables; and off to the other side of the vestibule of the gate were two tables."
    },
    {
        "o": 23910,
        "r": "esv:Ezekiel:40:41",
        "t": "Four tables were on either side of the gate, eight tables, on which to slaughter."
    },
    {
        "o": 23911,
        "r": "esv:Ezekiel:40:42",
        "t": "And there were four tables of hewn stone for the burnt offering, a cubit and a half long, and a cubit and a half broad, and one cubit high, on which the instruments were to be laid with which the burnt offerings and the sacrifices were slaughtered."
    },
    {
        "o": 23912,
        "r": "esv:Ezekiel:40:43",
        "t": "And hooks, a handbreadth long, were fastened all around within. And on the tables the flesh of the offering was to be laid."
    },
    {
        "o": 23913,
        "r": "esv:Ezekiel:40:43",
        "t": "Chambers for the Priests",
        "h": 2
    },
    {
        "o": 23914,
        "r": "esv:Ezekiel:40:44",
        "t": "On*p the outside of the inner gateway there were two chambers in the inner court, one at the side of the north gate facing south, the other at the side of the south gate facing north."
    },
    {
        "o": 23915,
        "r": "esv:Ezekiel:40:45",
        "t": "And he said to me, “This chamber that faces south is for the priests who have charge of the temple,"
    },
    {
        "o": 23916,
        "r": "esv:Ezekiel:40:46",
        "t": "and the chamber that faces north is for the priests who have charge of the altar. These are the sons of Zadok, who alone among the sons of Levi may come near to the Lord*s to minister to him.”"
    },
    {
        "o": 23917,
        "r": "esv:Ezekiel:40:47",
        "t": "And he measured the court, a hundred cubits long and a hundred cubits broad, a square. And the altar was in front of the temple."
    },
    {
        "o": 23918,
        "r": "esv:Ezekiel:40:47",
        "t": "The Vestibule of the Temple",
        "h": 2
    },
    {
        "o": 23919,
        "r": "esv:Ezekiel:40:48",
        "t": "Then*p he brought me to the vestibule of the temple and measured the jambs of the vestibule, five cubits on either side. And the breadth of the gate was fourteen cubits, and the sidewalls of the gate were three cubits on either side."
    },
    {
        "o": 23920,
        "r": "esv:Ezekiel:40:49",
        "t": "The length of the vestibule was twenty cubits, and the breadth twelve cubits, and people would go up to it by ten steps. And there were pillars beside the jambs, one on either side."
    }
]
