[
    {
        "o": 27687,
        "r": "nasb:Mark:15:0",
        "t": "Mark 15",
        "h": 1
    },
    {
        "o": 27688,
        "r": "nasb:Mark:15:0",
        "t": "Jesus before Pilate",
        "h": 2
    },
    {
        "o": 27689,
        "r": "nasb:Mark:15:1",
        "t": "Early*p in the morning the chief priests with the elders and scribes and the whole Council, immediately held a consultation; and binding Jesus, they led Him away and delivered Him to Pilate."
    },
    {
        "o": 27690,
        "r": "nasb:Mark:15:2",
        "t": "Pilate questioned Him, “Are You the King of the Jews?” And He answered him, “It*ir is*ir as*ir you*r say.”*r"
    },
    {
        "o": 27691,
        "r": "nasb:Mark:15:3",
        "t": "The chief priests began*i to accuse Him harshly."
    },
    {
        "o": 27692,
        "r": "nasb:Mark:15:4",
        "t": "Then Pilate questioned Him again, saying, “Do You not answer? See how many charges they bring against You!”"
    },
    {
        "o": 27693,
        "r": "nasb:Mark:15:5",
        "t": "But Jesus made no further answer; so Pilate was amazed."
    },
    {
        "o": 27694,
        "r": "nasb:Mark:15:6",
        "t": "Now*p at the*i feast he used to release for them any*i one prisoner whom they requested."
    },
    {
        "o": 27695,
        "r": "nasb:Mark:15:7",
        "t": "The man named Barabbas had been imprisoned with the insurrectionists who had committed murder in the insurrection."
    },
    {
        "o": 27696,
        "r": "nasb:Mark:15:8",
        "t": "The crowd went up and began asking him to*i do*i as he had been accustomed to do for them."
    },
    {
        "o": 27697,
        "r": "nasb:Mark:15:9",
        "t": "Pilate answered them, saying, “Do you want me to release for you the King of the Jews?”"
    },
    {
        "o": 27698,
        "r": "nasb:Mark:15:10",
        "t": "For he was aware that the chief priests had handed Him over because of envy."
    },
    {
        "o": 27699,
        "r": "nasb:Mark:15:11",
        "t": "But the chief priests stirred up the crowd to*i ask*i him to release Barabbas for them instead."
    },
    {
        "o": 27700,
        "r": "nasb:Mark:15:12",
        "t": "Answering again, Pilate said to them, “Then what shall I do with Him whom you call the King of the Jews?”"
    },
    {
        "o": 27701,
        "r": "nasb:Mark:15:13",
        "t": "They shouted back, “Crucify Him!”"
    },
    {
        "o": 27702,
        "r": "nasb:Mark:15:14",
        "t": "But Pilate said to them, “Why, what evil has He done?” But they shouted all the more, “Crucify Him!”"
    },
    {
        "o": 27703,
        "r": "nasb:Mark:15:15",
        "t": "Wishing to satisfy the crowd, Pilate released Barabbas for them, and after having Jesus scourged, he handed Him over to be crucified."
    },
    {
        "o": 27704,
        "r": "nasb:Mark:15:15",
        "t": "Jesus Is Mocked",
        "h": 2
    },
    {
        "o": 27705,
        "r": "nasb:Mark:15:16",
        "t": "The*p soldiers took Him away into the palace (that is, the Praetorium), and they called together the whole Roman*i cohort."
    },
    {
        "o": 27706,
        "r": "nasb:Mark:15:17",
        "t": "They dressed Him up in purple, and after twisting a crown of thorns, they put it on Him;"
    },
    {
        "o": 27707,
        "r": "nasb:Mark:15:18",
        "t": "and they began to acclaim Him, “Hail, King of the Jews!”"
    },
    {
        "o": 27708,
        "r": "nasb:Mark:15:19",
        "t": "They kept beating His head with a reed, and spitting on Him, and kneeling and bowing before Him."
    },
    {
        "o": 27709,
        "r": "nasb:Mark:15:20",
        "t": "After they had mocked Him, they took the purple robe off Him and put His own*i garments on Him. And they led Him out to crucify Him."
    },
    {
        "o": 27710,
        "r": "nasb:Mark:15:21",
        "t": "They*p pressed into service a passer-by coming from the country, Simon of Cyrene (the father of Alexander and Rufus), to bear His cross."
    },
    {
        "o": 27711,
        "r": "nasb:Mark:15:21",
        "t": "The Crucifixion",
        "h": 2
    },
    {
        "o": 27712,
        "r": "nasb:Mark:15:22",
        "t": "Then*p they brought Him to the place Golgotha, which is translated, Place of a Skull."
    },
    {
        "o": 27713,
        "r": "nasb:Mark:15:23",
        "t": "They tried to give Him wine mixed with myrrh; but He did not take it."
    },
    {
        "o": 27714,
        "r": "nasb:Mark:15:24",
        "t": "And they crucified Him, and divided up His garments among themselves, casting lots for them to*i decide*i what each man should take."
    },
    {
        "o": 27715,
        "r": "nasb:Mark:15:25",
        "t": "It was the third hour when they crucified Him."
    },
    {
        "o": 27716,
        "r": "nasb:Mark:15:26",
        "t": "The inscription of the charge against Him read, “THE KING OF THE JEWS.”"
    },
    {
        "o": 27717,
        "r": "nasb:Mark:15:27",
        "t": "They*p crucified two robbers with Him, one on His right and one on His left."
    },
    {
        "o": 27718,
        "r": "nasb:Mark:15:28",
        "t": "[And the Scripture was fulfilled which says, “And He was numbered with transgressors.”]"
    },
    {
        "o": 27719,
        "r": "nasb:Mark:15:29",
        "t": "Those passing by were hurling abuse at Him, wagging their heads, and saying, “Ha! You who are*i going*i to*i destroy the temple and rebuild it in three days,"
    },
    {
        "o": 27720,
        "r": "nasb:Mark:15:30",
        "t": "save Yourself, and come down from the cross!”"
    },
    {
        "o": 27721,
        "r": "nasb:Mark:15:31",
        "t": "In the same way the chief priests also, along with the scribes, were mocking Him*i among themselves and saying, “He saved others; He cannot save Himself."
    },
    {
        "o": 27722,
        "r": "nasb:Mark:15:32",
        "t": "Let this*i Christ, the King of Israel, now come down from the cross, so that we may see and believe!” Those who were crucified with Him were also insulting Him."
    },
    {
        "o": 27723,
        "r": "nasb:Mark:15:33",
        "t": "When*p the sixth hour came, darkness fell over the whole land until the ninth hour."
    },
    {
        "o": 27724,
        "r": "nasb:Mark:15:34",
        "t": "At the ninth hour Jesus cried out with a loud voice, “Eloi,*sr Eloi,*sr lama*sr sabachthani?”*sr which is translated, “My*sr God,*sr My*sr God,*sr why*sr have*sr You*sr forsaken*sr Me?”*sr"
    },
    {
        "o": 27725,
        "r": "nasb:Mark:15:35",
        "t": "When some of the bystanders heard it, they began*i saying, “Behold, He is calling for Elijah.”"
    },
    {
        "o": 27726,
        "r": "nasb:Mark:15:36",
        "t": "Someone ran and filled a sponge with sour wine, put it on a reed, and gave Him a drink, saying, “Let us see whether Elijah will come to take Him down.”"
    },
    {
        "o": 27727,
        "r": "nasb:Mark:15:37",
        "t": "And Jesus uttered a loud cry, and breathed His last."
    },
    {
        "o": 27728,
        "r": "nasb:Mark:15:38",
        "t": "And the veil of the temple was torn in two from top to bottom."
    },
    {
        "o": 27729,
        "r": "nasb:Mark:15:39",
        "t": "When the centurion, who was standing right in front of Him, saw the way He breathed His last, he said, “Truly this man was the Son of God!”"
    },
    {
        "o": 27730,
        "r": "nasb:Mark:15:40",
        "t": "There*p were also some*i women looking on from a distance, among whom were*i Mary Magdalene, and Mary the mother of James the Less and Joses, and Salome."
    },
    {
        "o": 27731,
        "r": "nasb:Mark:15:41",
        "t": "When He was in Galilee, they used to follow Him and minister to Him; and there*i were*i many other women who came up with Him to Jerusalem."
    },
    {
        "o": 27732,
        "r": "nasb:Mark:15:41",
        "t": "Jesus Is Buried",
        "h": 2
    },
    {
        "o": 27733,
        "r": "nasb:Mark:15:42",
        "t": "When*p evening had already come, because it was the preparation day, that is, the day before the Sabbath,"
    },
    {
        "o": 27734,
        "r": "nasb:Mark:15:43",
        "t": "Joseph of Arimathea came, a prominent member of the Council, who himself was waiting for the kingdom of God; and he gathered up courage and went in before Pilate, and asked for the body of Jesus."
    },
    {
        "o": 27735,
        "r": "nasb:Mark:15:44",
        "t": "Pilate wondered if He was dead by this time, and summoning the centurion, he questioned him as to whether He was already dead."
    },
    {
        "o": 27736,
        "r": "nasb:Mark:15:45",
        "t": "And ascertaining this from the centurion, he granted the body to Joseph."
    },
    {
        "o": 27737,
        "r": "nasb:Mark:15:46",
        "t": "Joseph bought a linen cloth, took Him down, wrapped Him in the linen cloth and laid Him in a tomb which had been hewn out in the rock; and he rolled a stone against the entrance of the tomb."
    },
    {
        "o": 27738,
        "r": "nasb:Mark:15:47",
        "t": "Mary Magdalene and Mary the mother*i of Joses were looking on to*i see*i where He was laid."
    }
]
