[
    {
        "o": 3066,
        "r": "nasb:Leviticus:4:0",
        "t": "Leviticus 4",
        "h": 1
    },
    {
        "o": 3067,
        "r": "nasb:Leviticus:4:0",
        "t": "The Law of Sin Offerings",
        "h": 2
    },
    {
        "o": 3068,
        "r": "nasb:Leviticus:4:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3069,
        "r": "nasb:Leviticus:4:2",
        "t": "“Speak to the sons of Israel, saying, ‘If a person sins unintentionally in any of the things which the Lord*s has commanded not to be done, and commits any of them,"
    },
    {
        "o": 3070,
        "r": "nasb:Leviticus:4:3",
        "t": "if the anointed priest sins so as to bring guilt on the people, then let him offer to the Lord*s a bull without defect as a sin offering for the sin he has committed."
    },
    {
        "o": 3071,
        "r": "nasb:Leviticus:4:4",
        "t": "He shall bring the bull to the doorway of the tent of meeting before the Lord,*s and he shall lay his hand on the head of the bull and slay the bull before the Lord.*s"
    },
    {
        "o": 3072,
        "r": "nasb:Leviticus:4:5",
        "t": "Then the anointed priest is to take some of the blood of the bull and bring it to the tent of meeting,"
    },
    {
        "o": 3073,
        "r": "nasb:Leviticus:4:6",
        "t": "and the priest shall dip his finger in the blood and sprinkle some of the blood seven times before the Lord,*s in front of the veil of the sanctuary."
    },
    {
        "o": 3074,
        "r": "nasb:Leviticus:4:7",
        "t": "The priest shall also put some of the blood on the horns of the altar of fragrant incense which is before the Lord*s in the tent of meeting; and all the blood of the bull he shall pour out at the base of the altar of burnt offering which is at the doorway of the tent of meeting."
    },
    {
        "o": 3075,
        "r": "nasb:Leviticus:4:8",
        "t": "He shall remove from it all the fat of the bull of the sin offering: the fat that covers the entrails, and all the fat which is on the entrails,"
    },
    {
        "o": 3076,
        "r": "nasb:Leviticus:4:9",
        "t": "and the two kidneys with the fat that is on them, which is on the loins, and the lobe of the liver, which he shall remove with the kidneys"
    },
    {
        "o": 3077,
        "r": "nasb:Leviticus:4:10",
        "t": "(just as it is removed from the ox of the sacrifice of peace offerings), and the priest is to offer them up in smoke on the altar of burnt offering."
    },
    {
        "o": 3078,
        "r": "nasb:Leviticus:4:11",
        "t": "But the hide of the bull and all its flesh with its head and its legs and its entrails and its refuse,"
    },
    {
        "o": 3079,
        "r": "nasb:Leviticus:4:12",
        "t": "that is, all the*i rest*i of*i the bull, he is to bring out to a clean place outside the camp where the ashes are poured out, and burn it on wood with fire; where the ashes are poured out it shall be burned."
    },
    {
        "o": 3080,
        "r": "nasb:Leviticus:4:13",
        "t": "‘Now*p if the whole congregation of Israel commits error and the matter escapes the notice of the assembly, and they commit any of the things which the Lord*s has commanded not to be done, and they become guilty;"
    },
    {
        "o": 3081,
        "r": "nasb:Leviticus:4:14",
        "t": "when the sin which they have committed becomes known, then the assembly shall offer a bull of the herd for a sin offering and bring it before the tent of meeting."
    },
    {
        "o": 3082,
        "r": "nasb:Leviticus:4:15",
        "t": "Then the elders of the congregation shall lay their hands on the head of the bull before the Lord,*s and the bull shall be slain before the Lord.*s"
    },
    {
        "o": 3083,
        "r": "nasb:Leviticus:4:16",
        "t": "Then the anointed priest is to bring some of the blood of the bull to the tent of meeting;"
    },
    {
        "o": 3084,
        "r": "nasb:Leviticus:4:17",
        "t": "and the priest shall dip his finger in the blood and sprinkle it*i seven times before the Lord,*s in front of the veil."
    },
    {
        "o": 3085,
        "r": "nasb:Leviticus:4:18",
        "t": "He shall put some of the blood on the horns of the altar which is before the Lord*s in the tent of meeting; and all the blood he shall pour out at the base of the altar of burnt offering which is at the doorway of the tent of meeting."
    },
    {
        "o": 3086,
        "r": "nasb:Leviticus:4:19",
        "t": "He shall remove all its fat from it and offer it up in smoke on the altar."
    },
    {
        "o": 3087,
        "r": "nasb:Leviticus:4:20",
        "t": "He shall also do with the bull just as he did with the bull of the sin offering; thus he shall do with it. So the priest shall make atonement for them, and they will be forgiven."
    },
    {
        "o": 3088,
        "r": "nasb:Leviticus:4:21",
        "t": "Then he is to bring out the bull to a*i place*i outside the camp and burn it as he burned the first bull; it is the sin offering for the assembly."
    },
    {
        "o": 3089,
        "r": "nasb:Leviticus:4:22",
        "t": "‘When*p a leader sins and unintentionally does any one of all the things which the Lord*s his God has commanded not to be done, and he becomes guilty,"
    },
    {
        "o": 3090,
        "r": "nasb:Leviticus:4:23",
        "t": "if his sin which he has committed is made known to him, he shall bring for his offering a goat, a male without defect."
    },
    {
        "o": 3091,
        "r": "nasb:Leviticus:4:24",
        "t": "He shall lay his hand on the head of the male goat and slay it in the place where they slay the burnt offering before the Lord;*s it is a sin offering."
    },
    {
        "o": 3092,
        "r": "nasb:Leviticus:4:25",
        "t": "Then the priest is to take some of the blood of the sin offering with his finger and put it on the horns of the altar of burnt offering; and the*i rest*i of*i its blood he shall pour out at the base of the altar of burnt offering."
    },
    {
        "o": 3093,
        "r": "nasb:Leviticus:4:26",
        "t": "All its fat he shall offer up in smoke on the altar as in*i the*i case*i of*i the fat of the sacrifice of peace offerings. Thus the priest shall make atonement for him in regard to his sin, and he will be forgiven."
    },
    {
        "o": 3094,
        "r": "nasb:Leviticus:4:27",
        "t": "‘Now*p if anyone of the common people sins unintentionally in doing any of the things which the Lord*s has commanded not to be done, and becomes guilty,"
    },
    {
        "o": 3095,
        "r": "nasb:Leviticus:4:28",
        "t": "if his sin which he has committed is made known to him, then he shall bring for his offering a goat, a female without defect, for his sin which he has committed."
    },
    {
        "o": 3096,
        "r": "nasb:Leviticus:4:29",
        "t": "He shall lay his hand on the head of the sin offering and slay the sin offering at the place of the burnt offering."
    },
    {
        "o": 3097,
        "r": "nasb:Leviticus:4:30",
        "t": "The priest shall take some of its blood with his finger and put it on the horns of the altar of burnt offering; and all the*i rest*i of*i its blood he shall pour out at the base of the altar."
    },
    {
        "o": 3098,
        "r": "nasb:Leviticus:4:31",
        "t": "Then he shall remove all its fat, just as the fat was removed from the sacrifice of peace offerings; and the priest shall offer it up in smoke on the altar for a soothing aroma to the Lord.*s Thus the priest shall make atonement for him, and he will be forgiven."
    },
    {
        "o": 3099,
        "r": "nasb:Leviticus:4:32",
        "t": "‘But*p if he brings a lamb as his offering for a sin offering, he shall bring it, a female without defect."
    },
    {
        "o": 3100,
        "r": "nasb:Leviticus:4:33",
        "t": "He shall lay his hand on the head of the sin offering and slay it for a sin offering in the place where they slay the burnt offering."
    },
    {
        "o": 3101,
        "r": "nasb:Leviticus:4:34",
        "t": "The priest is to take some of the blood of the sin offering with his finger and put it on the horns of the altar of burnt offering, and all the*i rest*i of*i its blood he shall pour out at the base of the altar."
    },
    {
        "o": 3102,
        "r": "nasb:Leviticus:4:35",
        "t": "Then he shall remove all its fat, just as the fat of the lamb is removed from the sacrifice of the peace offerings, and the priest shall offer them up in smoke on the altar, on the offerings by fire to the Lord.*s Thus the priest shall make atonement for him in regard to his sin which he has committed, and he will be forgiven."
    }
]
