[
    {
        "o": 12258,
        "r": "nkjv:1 Chronicles:26:0",
        "t": "1 Chronicles 26",
        "h": 1
    },
    {
        "o": 12259,
        "r": "nkjv:1 Chronicles:26:0",
        "t": "The Gatekeepers",
        "h": 2
    },
    {
        "o": 12260,
        "r": "nkjv:1 Chronicles:26:1",
        "t": "Concerning*p the divisions of the gatekeepers: of the Korahites, Meshelemiah the son of Kore, of the sons of Asaph."
    },
    {
        "o": 12261,
        "r": "nkjv:1 Chronicles:26:2",
        "t": "And the sons of Meshelemiah were*i Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth,"
    },
    {
        "o": 12262,
        "r": "nkjv:1 Chronicles:26:3",
        "t": "Elam the fifth, Jehohanan the sixth, Eliehoenai the seventh."
    },
    {
        "o": 12263,
        "r": "nkjv:1 Chronicles:26:4",
        "t": "Moreover*p the sons of Obed-Edom were*i Shemaiah the firstborn, Jehozabad the second, Joah the third, Sacar the fourth, Nethanel the fifth,"
    },
    {
        "o": 12264,
        "r": "nkjv:1 Chronicles:26:5",
        "t": "Ammiel the sixth, Issachar the seventh, Peulthai the eighth; for God blessed him."
    },
    {
        "o": 12265,
        "r": "nkjv:1 Chronicles:26:6",
        "t": "Also*p to Shemaiah his son were sons born who governed their fathers’ houses, because they were*i men of great ability."
    },
    {
        "o": 12266,
        "r": "nkjv:1 Chronicles:26:7",
        "t": "The sons of Shemaiah were*i Othni, Rephael, Obed, and Elzabad, whose brothers Elihu and Semachiah were*i able men."
    },
    {
        "o": 12267,
        "r": "nkjv:1 Chronicles:26:8",
        "t": "All*p these were*i of the sons of Obed-Edom, they and their sons and their brethren, able men with strength for the work: sixty-two of Obed-Edom."
    },
    {
        "o": 12268,
        "r": "nkjv:1 Chronicles:26:9",
        "t": "And*p Meshelemiah had sons and brethren, eighteen able men."
    },
    {
        "o": 12269,
        "r": "nkjv:1 Chronicles:26:10",
        "t": "Also*p Hosah, of the children of Merari, had sons: Shimri the first (for though*i he was not the firstborn, his father made him the first),"
    },
    {
        "o": 12270,
        "r": "nkjv:1 Chronicles:26:11",
        "t": "Hilkiah the second, Tebaliah the third, Zechariah the fourth; all the sons and brethren of Hosah were*i thirteen."
    },
    {
        "o": 12271,
        "r": "nkjv:1 Chronicles:26:12",
        "t": "Among*p these were*i the divisions of the gatekeepers, among the chief men, having*i duties just like their brethren, to serve in the house of the Lord.*s"
    },
    {
        "o": 12272,
        "r": "nkjv:1 Chronicles:26:13",
        "t": "And they cast lots for each gate, the small as well as the great, according to their father’s house."
    },
    {
        "o": 12273,
        "r": "nkjv:1 Chronicles:26:14",
        "t": "The lot for the East Gate*i fell to Shelemiah. Then they cast lots for*i his son Zechariah, a wise counselor, and his lot came out for the North Gate;"
    },
    {
        "o": 12274,
        "r": "nkjv:1 Chronicles:26:15",
        "t": "to Obed-Edom the South Gate, and to his sons the storehouse."
    },
    {
        "o": 12275,
        "r": "nkjv:1 Chronicles:26:16",
        "t": "To Shuppim and Hosah the*i lot*i came*i out*i for the West Gate, with the Shallecheth Gate on the ascending highway—watchman opposite watchman."
    },
    {
        "o": 12276,
        "r": "nkjv:1 Chronicles:26:17",
        "t": "On the east were*i six Levites, on the north four each day, on the south four each day, and for the storehouse two by two."
    },
    {
        "o": 12277,
        "r": "nkjv:1 Chronicles:26:18",
        "t": "As for the Parbar on the west, there*i were*i four on the highway and*i two at the Parbar."
    },
    {
        "o": 12278,
        "r": "nkjv:1 Chronicles:26:19",
        "t": "These were the divisions of the gatekeepers among the sons of Korah and among the sons of Merari."
    },
    {
        "o": 12279,
        "r": "nkjv:1 Chronicles:26:19",
        "t": "The Treasuries and Other Duties",
        "h": 2
    },
    {
        "o": 12280,
        "r": "nkjv:1 Chronicles:26:20",
        "t": "Of*p the Levites, Ahijah was*i over the treasuries of the house of God and over the treasuries of the dedicated things."
    },
    {
        "o": 12281,
        "r": "nkjv:1 Chronicles:26:21",
        "t": "The sons of Laadan, the descendants of the Gershonites of Laadan, heads of their fathers’ houses,*i of Laadan the Gershonite: Jehieli."
    },
    {
        "o": 12282,
        "r": "nkjv:1 Chronicles:26:22",
        "t": "The sons of Jehieli, Zetham and Joel his brother, were*i over the treasuries of the house of the Lord.*s"
    },
    {
        "o": 12283,
        "r": "nkjv:1 Chronicles:26:23",
        "t": "Of the Amramites, the Izharites, the Hebronites, and the Uzzielites:"
    },
    {
        "o": 12284,
        "r": "nkjv:1 Chronicles:26:24",
        "t": "Shebuel the son of Gershom, the son of Moses, was*i overseer of the treasuries."
    },
    {
        "o": 12285,
        "r": "nkjv:1 Chronicles:26:25",
        "t": "And his brethren by Eliezer were*i Rehabiah his son, Jeshaiah his son, Joram his son, Zichri his son, and Shelomith his son."
    },
    {
        "o": 12286,
        "r": "nkjv:1 Chronicles:26:26",
        "t": "This*p Shelomith and his brethren were*i over all the treasuries of the dedicated things which King David and the heads of fathers’ houses,*i the captains over thousands and hundreds, and the captains of the army, had dedicated."
    },
    {
        "o": 12287,
        "r": "nkjv:1 Chronicles:26:27",
        "t": "Some of the spoils won in battles they dedicated to maintain the house of the Lord.*s"
    },
    {
        "o": 12288,
        "r": "nkjv:1 Chronicles:26:28",
        "t": "And all that Samuel the seer, Saul the son of Kish, Abner the son of Ner, and Joab the son of Zeruiah had dedicated, every dedicated thing,*i was under the hand of Shelomith and his brethren."
    },
    {
        "o": 12289,
        "r": "nkjv:1 Chronicles:26:29",
        "t": "Of*p the Izharites, Chenaniah and his sons performed duties as officials and judges over Israel outside Jerusalem."
    },
    {
        "o": 12290,
        "r": "nkjv:1 Chronicles:26:30",
        "t": "Of*p the Hebronites, Hashabiah and his brethren, one thousand seven hundred able men, had the oversight of Israel on the west side of the Jordan for all the business of the Lord,*s and in the service of the king."
    },
    {
        "o": 12291,
        "r": "nkjv:1 Chronicles:26:31",
        "t": "Among the Hebronites, Jerijah was*i head of the Hebronites according to his genealogy of the fathers. In the fortieth year of the reign of David they were sought, and there were found among them capable men at Jazer of Gilead."
    },
    {
        "o": 12292,
        "r": "nkjv:1 Chronicles:26:32",
        "t": "And his brethren were*i two thousand seven hundred able men, heads of fathers’ houses,*i whom King David made officials over the Reubenites, the Gadites, and the half-tribe of Manasseh, for every matter pertaining to God and the affairs of the king."
    }
]
