[
    {
        "o": 311,
        "r": "kjv:Genesis:12:0",
        "t": "Genesis 12",
        "h": 1
    },
    {
        "o": 312,
        "r": "kjv:Genesis:12:1",
        "t": "Now*p the Lord*s had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father's house, unto a land that I will shew thee:"
    },
    {
        "o": 313,
        "r": "kjv:Genesis:12:2",
        "t": "And*p I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing:"
    },
    {
        "o": 314,
        "r": "kjv:Genesis:12:3",
        "t": "And*p I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed."
    },
    {
        "o": 315,
        "r": "kjv:Genesis:12:4",
        "t": "So*p Abram departed, as the Lord*s had spoken unto him; and Lot went with him: and Abram was seventy and five years old when he departed out of Haran."
    },
    {
        "o": 316,
        "r": "kjv:Genesis:12:5",
        "t": "And*p Abram took Sarai his wife, and Lot his brother's son, and all their substance that they had gathered, and the souls that they had gotten in Haran; and they went forth to go into the land of Canaan; and into the land of Canaan they came."
    },
    {
        "o": 317,
        "r": "kjv:Genesis:12:6",
        "t": "And*p Abram passed through the land unto the place of Shechem, unto the plain of Moreh. And the Canaanite was then in the land."
    },
    {
        "o": 318,
        "r": "kjv:Genesis:12:7",
        "t": "And*p the Lord*s appeared unto Abram, and said, Unto thy seed will I give this land: and there builded he an altar unto the Lord,*s who appeared unto him."
    },
    {
        "o": 319,
        "r": "kjv:Genesis:12:8",
        "t": "And*p he removed from thence unto a mountain on the east of Beth–el, and pitched his tent, having Beth–el on the west, and Ai on the east: and there he builded an altar unto the Lord,*s and called upon the name of the Lord.*s"
    },
    {
        "o": 320,
        "r": "kjv:Genesis:12:9",
        "t": "And*p Abram journeyed, going on still toward the south."
    },
    {
        "o": 321,
        "r": "kjv:Genesis:12:10",
        "t": "And*p there was a famine in the land: and Abram went down into Egypt to sojourn there; for the famine was grievous in the land."
    },
    {
        "o": 322,
        "r": "kjv:Genesis:12:11",
        "t": "And*p it came to pass, when he was come near to enter into Egypt, that he said unto Sarai his wife, Behold now, I know that thou art a fair woman to look upon:"
    },
    {
        "o": 323,
        "r": "kjv:Genesis:12:12",
        "t": "Therefore*p it shall come to pass, when the Egyptians shall see thee, that they shall say, This is his wife: and they will kill me, but they will save thee alive."
    },
    {
        "o": 324,
        "r": "kjv:Genesis:12:13",
        "t": "Say,*p I pray thee, thou art my sister: that it may be well with me for thy sake; and my soul shall live because of thee."
    },
    {
        "o": 325,
        "r": "kjv:Genesis:12:14",
        "t": "And*p it came to pass, that, when Abram was come into Egypt, the Egyptians beheld the woman that she was very fair."
    },
    {
        "o": 326,
        "r": "kjv:Genesis:12:15",
        "t": "The*p princes also of Pharaoh saw her, and commended her before Pharaoh: and the woman was taken into Pharaoh's house."
    },
    {
        "o": 327,
        "r": "kjv:Genesis:12:16",
        "t": "And*p he entreated Abram well for her sake: and he had sheep, and oxen, and he asses, and menservants, and maidservants, and she asses, and camels."
    },
    {
        "o": 328,
        "r": "kjv:Genesis:12:17",
        "t": "And*p the Lord*s plagued Pharaoh and his house with great plagues because of Sarai Abram's wife."
    },
    {
        "o": 329,
        "r": "kjv:Genesis:12:18",
        "t": "And*p Pharaoh called Abram, and said, What is this that thou hast done unto me? why didst thou not tell me that she was thy wife?"
    },
    {
        "o": 330,
        "r": "kjv:Genesis:12:19",
        "t": "Why*p saidst thou, She is my sister? so I might have taken her to me to wife: now therefore behold thy wife, take her, and go thy way."
    },
    {
        "o": 331,
        "r": "kjv:Genesis:12:20",
        "t": "And*p Pharaoh commanded his men concerning him: and they sent him away, and his wife, and all that he had."
    }
]
