[
    {
        "o": 34325,
        "r": "nasb:Revelation:7:0",
        "t": "Revelation 7",
        "h": 1
    },
    {
        "o": 34326,
        "r": "nasb:Revelation:7:0",
        "t": "An Interlude",
        "h": 2
    },
    {
        "o": 34327,
        "r": "nasb:Revelation:7:1",
        "t": "After*p this I saw four angels standing at the four corners of the earth, holding back the four winds of the earth, so that no wind would blow on the earth or on the sea or on any tree."
    },
    {
        "o": 34328,
        "r": "nasb:Revelation:7:2",
        "t": "And I saw another angel ascending from the rising of the sun, having the seal of the living God; and he cried out with a loud voice to the four angels to whom it was granted to harm the earth and the sea,"
    },
    {
        "o": 34329,
        "r": "nasb:Revelation:7:3",
        "t": "saying, “Do not harm the earth or the sea or the trees until we have sealed the bond-servants of our God on their foreheads.”"
    },
    {
        "o": 34330,
        "r": "nasb:Revelation:7:3",
        "t": "The 144,000",
        "h": 2
    },
    {
        "o": 34331,
        "r": "nasb:Revelation:7:4",
        "t": "And*p I heard the number of those who were sealed, one hundred and forty-four thousand sealed from every tribe of the sons of Israel:"
    },
    {
        "o": 34332,
        "r": "nasb:Revelation:7:5",
        "t": "from*pn the tribe of Judah, twelve thousand were*i sealed, from the tribe of Reuben twelve thousand, from the tribe of Gad twelve thousand,"
    },
    {
        "o": 34333,
        "r": "nasb:Revelation:7:6",
        "t": "from*ln the tribe of Asher twelve thousand, from the tribe of Naphtali twelve thousand, from the tribe of Manasseh twelve thousand,"
    },
    {
        "o": 34334,
        "r": "nasb:Revelation:7:7",
        "t": "from*ln the tribe of Simeon twelve thousand, from the tribe of Levi twelve thousand, from the tribe of Issachar twelve thousand,"
    },
    {
        "o": 34335,
        "r": "nasb:Revelation:7:8",
        "t": "from*ln the tribe of Zebulun twelve thousand, from the tribe of Joseph twelve thousand, from the tribe of Benjamin, twelve thousand were*i sealed."
    },
    {
        "o": 34336,
        "r": "nasb:Revelation:7:8",
        "t": "A Multitude from the Tribulation",
        "h": 2
    },
    {
        "o": 34337,
        "r": "nasb:Revelation:7:9",
        "t": "After*p these things I looked, and behold, a great multitude which no one could count, from every nation and all*i tribes and peoples and tongues, standing before the throne and before the Lamb, clothed in white robes, and palm branches were*i in their hands;"
    },
    {
        "o": 34338,
        "r": "nasb:Revelation:7:10",
        "t": "and they cry out with a loud voice, saying, “Salvation*bp to our God who sits on the throne, and to the Lamb.”"
    },
    {
        "o": 34339,
        "r": "nasb:Revelation:7:11",
        "t": "And all the angels were standing around the throne and around*i the elders and the four living creatures; and they fell on their faces before the throne and worshiped God,"
    },
    {
        "o": 34340,
        "r": "nasb:Revelation:7:12",
        "t": "saying, “Amen,*sbp blessing and glory and wisdom and thanksgiving and honor and power and might, be*i to our God forever and ever. Amen.”"
    },
    {
        "o": 34341,
        "r": "nasb:Revelation:7:13",
        "t": "Then*p one of the elders answered, saying to me, “These who are clothed in the white robes, who are they, and where have they come from?”"
    },
    {
        "o": 34342,
        "r": "nasb:Revelation:7:14",
        "t": "I said to him, “My lord, you know.” And he said to me, “These are the ones who come out of the great tribulation, and they have washed their robes and made them white in the blood of the Lamb."
    },
    {
        "o": 34343,
        "r": "nasb:Revelation:7:15",
        "t": "For this reason, they are before the throne of God; and they serve Him day and night in His temple; and He who sits on the throne will spread His tabernacle over them."
    },
    {
        "o": 34344,
        "r": "nasb:Revelation:7:16",
        "t": "They will hunger no longer, nor thirst anymore; nor will the sun beat down on them, nor any heat;"
    },
    {
        "o": 34345,
        "r": "nasb:Revelation:7:17",
        "t": "for the Lamb in the center of the throne will be their shepherd, and will guide them to springs of the water of life; and God will wipe every tear from their eyes.”"
    }
]
