[
    {
        "o": 25509,
        "r": "kjv:Mark:6:0",
        "t": "Mark 6",
        "h": 1
    },
    {
        "o": 25510,
        "r": "kjv:Mark:6:1",
        "t": "And*p he went out from thence, and came into his own country; and his disciples follow him."
    },
    {
        "o": 25511,
        "r": "kjv:Mark:6:2",
        "t": "And*p when the sabbath day was come, he began to teach in the synagogue: and many hearing him were astonished, saying, From whence hath this man these things? and what wisdom is this which is given unto him, that even such mighty works are wrought by his hands?"
    },
    {
        "o": 25512,
        "r": "kjv:Mark:6:3",
        "t": "Is*p not this the carpenter, the son of Mary, the brother of James, and Joses, and of Judas, and Simon? and are not his sisters here with us? And they were offended at him."
    },
    {
        "o": 25513,
        "r": "kjv:Mark:6:4",
        "t": "But*p Jesus said unto them, A*r prophet*r is*r not*r without*r honour,*r but*r in*r his*r own*r country,*r and*r among*r his*r own*r kin,*r and*r in*r his*r own*r house.*r"
    },
    {
        "o": 25514,
        "r": "kjv:Mark:6:5",
        "t": "And*p he could there do no mighty work, save that he laid his hands upon a few sick folk, and healed them."
    },
    {
        "o": 25515,
        "r": "kjv:Mark:6:6",
        "t": "And*p he marvelled because of their unbelief. And he went round about the villages, teaching."
    },
    {
        "o": 25516,
        "r": "kjv:Mark:6:7",
        "t": "And*p he called unto him the twelve, and began to send them forth by two and two; and gave them power over unclean spirits;"
    },
    {
        "o": 25517,
        "r": "kjv:Mark:6:8",
        "t": "And*p commanded them that they should take nothing for their journey, save a staff only; no scrip, no bread, no money in their purse:"
    },
    {
        "o": 25518,
        "r": "kjv:Mark:6:9",
        "t": "But*p be shod with sandals; and not put on two coats."
    },
    {
        "o": 25519,
        "r": "kjv:Mark:6:10",
        "t": "And*p he said unto them, In*r what*r place*r soever*r ye*r enter*r into*r an*r house,*r there*r abide*r till*r ye*r depart*r from*r that*r place.*r"
    },
    {
        "o": 25520,
        "r": "kjv:Mark:6:11",
        "t": "And*rp whosoever*r shall*r not*r receive*r you,*r nor*r hear*r you,*r when*r ye*r depart*r thence,*r shake*r off*r the*r dust*r under*r your*r feet*r for*r a*r testimony*r against*r them.*r Verily*r I*r say*r unto*r you,*r It*r shall*r be*r more*r tolerable*r for*r Sodom*r and*r Gomorrha*r in*r the*r day*r of*r judgment,*r than*r for*r that*r city.*r"
    },
    {
        "o": 25521,
        "r": "kjv:Mark:6:12",
        "t": "And*p they went out, and preached that men should repent."
    },
    {
        "o": 25522,
        "r": "kjv:Mark:6:13",
        "t": "And*p they cast out many devils, and anointed with oil many that were sick, and healed them."
    },
    {
        "o": 25523,
        "r": "kjv:Mark:6:14",
        "t": "And*p king Herod heard of him; (for his name was spread abroad:) and he said, That John the Baptist was risen from the dead, and therefore mighty works do shew forth themselves in him."
    },
    {
        "o": 25524,
        "r": "kjv:Mark:6:15",
        "t": "Others*p said, That it is Elias. And others said, That it is a prophet, or as one of the prophets."
    },
    {
        "o": 25525,
        "r": "kjv:Mark:6:16",
        "t": "But*p when Herod heard thereof, he said, It is John, whom I beheaded: he is risen from the dead."
    },
    {
        "o": 25526,
        "r": "kjv:Mark:6:17",
        "t": "For*p Herod himself had sent forth and laid hold upon John, and bound him in prison for Herodias' sake, his brother Philip's wife: for he had married her."
    },
    {
        "o": 25527,
        "r": "kjv:Mark:6:18",
        "t": "For*p John had said unto Herod, It is not lawful for thee to have thy brother's wife."
    },
    {
        "o": 25528,
        "r": "kjv:Mark:6:19",
        "t": "Therefore*p Herodias had a quarrel against him, and would have killed him; but she could not:"
    },
    {
        "o": 25529,
        "r": "kjv:Mark:6:20",
        "t": "For*p Herod feared John, knowing that he was a just man and an holy, and observed him; and when he heard him, he did many things, and heard him gladly."
    },
    {
        "o": 25530,
        "r": "kjv:Mark:6:21",
        "t": "And*p when a convenient day was come, that Herod on his birthday made a supper to his lords, high captains, and chief estates of Galilee;"
    },
    {
        "o": 25531,
        "r": "kjv:Mark:6:22",
        "t": "And*p when the daughter of the said Herodias came in, and danced, and pleased Herod and them that sat with him, the king said unto the damsel, Ask of me whatsoever thou wilt, and I will give it thee."
    },
    {
        "o": 25532,
        "r": "kjv:Mark:6:23",
        "t": "And*p he sware unto her, Whatsoever thou shalt ask of me, I will give it thee, unto the half of my kingdom."
    },
    {
        "o": 25533,
        "r": "kjv:Mark:6:24",
        "t": "And*p she went forth, and said unto her mother, What shall I ask? And she said, The head of John the Baptist."
    },
    {
        "o": 25534,
        "r": "kjv:Mark:6:25",
        "t": "And*p she came in straightway with haste unto the king, and asked, saying, I will that thou give me by and by in a charger the head of John the Baptist."
    },
    {
        "o": 25535,
        "r": "kjv:Mark:6:26",
        "t": "And*p the king was exceeding sorry; yet for his oath's sake, and for their sakes which sat with him, he would not reject her."
    },
    {
        "o": 25536,
        "r": "kjv:Mark:6:27",
        "t": "And*p immediately the king sent an executioner, and commanded his head to be brought: and he went and beheaded him in the prison,"
    },
    {
        "o": 25537,
        "r": "kjv:Mark:6:28",
        "t": "And*p brought his head in a charger, and gave it to the damsel: and the damsel gave it to her mother."
    },
    {
        "o": 25538,
        "r": "kjv:Mark:6:29",
        "t": "And*p when his disciples heard of it, they came and took up his corpse, and laid it in a tomb."
    },
    {
        "o": 25539,
        "r": "kjv:Mark:6:30",
        "t": "And*p the apostles gathered themselves together unto Jesus, and told him all things, both what they had done, and what they had taught."
    },
    {
        "o": 25540,
        "r": "kjv:Mark:6:31",
        "t": "And*p he said unto them, Come*r ye*r yourselves*r apart*r into*r a*r desert*r place,*r and*r rest*r a*r while:*r for there were many coming and going, and they had no leisure so much as to eat."
    },
    {
        "o": 25541,
        "r": "kjv:Mark:6:32",
        "t": "And*p they departed into a desert place by ship privately."
    },
    {
        "o": 25542,
        "r": "kjv:Mark:6:33",
        "t": "And*p the people saw them departing, and many knew him, and ran afoot thither out of all cities, and outwent them, and came together unto him."
    },
    {
        "o": 25543,
        "r": "kjv:Mark:6:34",
        "t": "And*p Jesus, when he came out, saw much people, and was moved with compassion toward them, because they were as sheep not having a shepherd: and he began to teach them many things."
    },
    {
        "o": 25544,
        "r": "kjv:Mark:6:35",
        "t": "And*p when the day was now far spent, his disciples came unto him, and said, This is a desert place, and now the time is far passed:"
    },
    {
        "o": 25545,
        "r": "kjv:Mark:6:36",
        "t": "Send*p them away, that they may go into the country round about, and into the villages, and buy themselves bread: for they have nothing to eat."
    },
    {
        "o": 25546,
        "r": "kjv:Mark:6:37",
        "t": "He*p answered and said unto them, Give*r ye*r them*r to*r eat.*r And they say unto him, Shall we go and buy two hundred pennyworth of bread, and give them to eat?"
    },
    {
        "o": 25547,
        "r": "kjv:Mark:6:38",
        "t": "He*p saith unto them, How*r many*r loaves*r have*r ye?*r go*r and*r see.*r And when they knew, they say, Five, and two fishes."
    },
    {
        "o": 25548,
        "r": "kjv:Mark:6:39",
        "t": "And*p he commanded them to make all sit down by companies upon the green grass."
    },
    {
        "o": 25549,
        "r": "kjv:Mark:6:40",
        "t": "And*p they sat down in ranks, by hundreds, and by fifties."
    },
    {
        "o": 25550,
        "r": "kjv:Mark:6:41",
        "t": "And*p when he had taken the five loaves and the two fishes, he looked up to heaven, and blessed, and brake the loaves, and gave them to his disciples to set before them; and the two fishes divided he among them all."
    },
    {
        "o": 25551,
        "r": "kjv:Mark:6:42",
        "t": "And*p they did all eat, and were filled."
    },
    {
        "o": 25552,
        "r": "kjv:Mark:6:43",
        "t": "And*p they took up twelve baskets full of the fragments, and of the fishes."
    },
    {
        "o": 25553,
        "r": "kjv:Mark:6:44",
        "t": "And*p they that did eat of the loaves were about five thousand men."
    },
    {
        "o": 25554,
        "r": "kjv:Mark:6:45",
        "t": "And*p straightway he constrained his disciples to get into the ship, and to go to the other side before unto Bethsaida, while he sent away the people."
    },
    {
        "o": 25555,
        "r": "kjv:Mark:6:46",
        "t": "And*p when he had sent them away, he departed into a mountain to pray."
    },
    {
        "o": 25556,
        "r": "kjv:Mark:6:47",
        "t": "And*p when even was come, the ship was in the midst of the sea, and he alone on the land."
    },
    {
        "o": 25557,
        "r": "kjv:Mark:6:48",
        "t": "And*p he saw them toiling in rowing; for the wind was contrary unto them: and about the fourth watch of the night he cometh unto them, walking upon the sea, and would have passed by them."
    },
    {
        "o": 25558,
        "r": "kjv:Mark:6:49",
        "t": "But*p when they saw him walking upon the sea, they supposed it had been a spirit, and cried out:"
    },
    {
        "o": 25559,
        "r": "kjv:Mark:6:50",
        "t": "For*p they all saw him, and were troubled. And immediately he talked with them, and saith unto them, Be*r of*r good*r cheer:*r it*r is*r I;*r be*r not*r afraid.*r"
    },
    {
        "o": 25560,
        "r": "kjv:Mark:6:51",
        "t": "And*p he went up unto them into the ship; and the wind ceased: and they were sore amazed in themselves beyond measure, and wondered."
    },
    {
        "o": 25561,
        "r": "kjv:Mark:6:52",
        "t": "For*p they considered not the miracle of the loaves: for their heart was hardened."
    },
    {
        "o": 25562,
        "r": "kjv:Mark:6:53",
        "t": "And*p when they had passed over, they came into the land of Gennesaret, and drew to the shore."
    },
    {
        "o": 25563,
        "r": "kjv:Mark:6:54",
        "t": "And*p when they were come out of the ship, straightway they knew him,"
    },
    {
        "o": 25564,
        "r": "kjv:Mark:6:55",
        "t": "And*p ran through that whole region round about, and began to carry about in beds those that were sick, where they heard he was."
    },
    {
        "o": 25565,
        "r": "kjv:Mark:6:56",
        "t": "And*p whithersoever he entered, into villages, or cities, or country, they laid the sick in the streets, and besought him that they might touch if it were but the border of his garment: and as many as touched him were made whole."
    }
]
