[
    {
        "o": 21779,
        "r": "esv:Jeremiah:26:0",
        "t": "Jeremiah 26",
        "h": 1
    },
    {
        "o": 21780,
        "r": "esv:Jeremiah:26:0",
        "t": "Jeremiah Threatened with Death",
        "h": 2
    },
    {
        "o": 21781,
        "r": "esv:Jeremiah:26:1",
        "t": "In*p the beginning of the reign of Jehoiakim the son of Josiah, king of Judah, this word came from the Lord:*s"
    },
    {
        "o": 21782,
        "r": "esv:Jeremiah:26:2",
        "t": "“Thus says the Lord:*s Stand in the court of the Lord’s*s house, and speak to all the cities of Judah that come to worship in the house of the Lord*s all the words that I command you to speak to them; do not hold back a word."
    },
    {
        "o": 21783,
        "r": "esv:Jeremiah:26:3",
        "t": "It may be they will listen, and every one turn from his evil way, that I may relent of the disaster that I intend to do to them because of their evil deeds."
    },
    {
        "o": 21784,
        "r": "esv:Jeremiah:26:4",
        "t": "You shall say to them, ‘Thus says the Lord:*s If you will not listen to me, to walk in my law that I have set before you,"
    },
    {
        "o": 21785,
        "r": "esv:Jeremiah:26:5",
        "t": "and to listen to the words of my servants the prophets whom I send to you urgently, though you have not listened,"
    },
    {
        "o": 21786,
        "r": "esv:Jeremiah:26:6",
        "t": "then I will make this house like Shiloh, and I will make this city a curse for all the nations of the earth.’”"
    },
    {
        "o": 21787,
        "r": "esv:Jeremiah:26:7",
        "t": "The*p priests and the prophets and all the people heard Jeremiah speaking these words in the house of the Lord.*s"
    },
    {
        "o": 21788,
        "r": "esv:Jeremiah:26:8",
        "t": "And when Jeremiah had finished speaking all that the Lord*s had commanded him to speak to all the people, then the priests and the prophets and all the people laid hold of him, saying, “You shall die!"
    },
    {
        "o": 21789,
        "r": "esv:Jeremiah:26:9",
        "t": "Why have you prophesied in the name of the Lord,*s saying, ‘This house shall be like Shiloh, and this city shall be desolate, without inhabitant’?” And all the people gathered around Jeremiah in the house of the Lord.*s"
    },
    {
        "o": 21790,
        "r": "esv:Jeremiah:26:10",
        "t": "When*p the officials of Judah heard these things, they came up from the king’s house to the house of the Lord*s and took their seat in the entry of the New Gate of the house of the Lord.*s"
    },
    {
        "o": 21791,
        "r": "esv:Jeremiah:26:11",
        "t": "Then the priests and the prophets said to the officials and to all the people, “This man deserves the sentence of death, because he has prophesied against this city, as you have heard with your own ears.”"
    },
    {
        "o": 21792,
        "r": "esv:Jeremiah:26:12",
        "t": "Then*p Jeremiah spoke to all the officials and all the people, saying, “The Lord*s sent me to prophesy against this house and this city all the words you have heard."
    },
    {
        "o": 21793,
        "r": "esv:Jeremiah:26:13",
        "t": "Now therefore mend your ways and your deeds, and obey the voice of the Lord*s your God, and the Lord*s will relent of the disaster that he has pronounced against you."
    },
    {
        "o": 21794,
        "r": "esv:Jeremiah:26:14",
        "t": "But as for me, behold, I am in your hands. Do with me as seems good and right to you."
    },
    {
        "o": 21795,
        "r": "esv:Jeremiah:26:15",
        "t": "Only know for certain that if you put me to death, you will bring innocent blood upon yourselves and upon this city and its inhabitants, for in truth the Lord*s sent me to you to speak all these words in your ears.”"
    },
    {
        "o": 21796,
        "r": "esv:Jeremiah:26:15",
        "t": "Jeremiah Spared from Death",
        "h": 2
    },
    {
        "o": 21797,
        "r": "esv:Jeremiah:26:16",
        "t": "Then*p the officials and all the people said to the priests and the prophets, “This man does not deserve the sentence of death, for he has spoken to us in the name of the Lord*s our God.”"
    },
    {
        "o": 21798,
        "r": "esv:Jeremiah:26:17",
        "t": "And certain of the elders of the land arose and spoke to all the assembled people, saying,"
    },
    {
        "o": 21799,
        "r": "esv:Jeremiah:26:18",
        "t": "“Micah of Moresheth prophesied in the days of Hezekiah king of Judah, and said to all the people of Judah: ‘Thus says the Lord*s of hosts, “‘Zion*pn shall be plowed as a field; Jerusalem*ld shall become a heap of ruins, and*ld the mountain of the house a wooded height.’"
    },
    {
        "o": 21800,
        "r": "esv:Jeremiah:26:19",
        "t": "Did*p Hezekiah king of Judah and all Judah put him to death? Did he not fear the Lord*s and entreat the favor of the Lord,*s and did not the Lord*s relent of the disaster that he had pronounced against them? But we are about to bring great disaster upon ourselves.”"
    },
    {
        "o": 21801,
        "r": "esv:Jeremiah:26:20",
        "t": "There*p was another man who prophesied in the name of the Lord,*s Uriah the son of Shemaiah from Kiriath-jearim. He prophesied against this city and against this land in words like those of Jeremiah."
    },
    {
        "o": 21802,
        "r": "esv:Jeremiah:26:21",
        "t": "And when King Jehoiakim, with all his warriors and all the officials, heard his words, the king sought to put him to death. But when Uriah heard of it, he was afraid and fled and escaped to Egypt."
    },
    {
        "o": 21803,
        "r": "esv:Jeremiah:26:22",
        "t": "Then King Jehoiakim sent to Egypt certain men, Elnathan the son of Achbor and others with him,"
    },
    {
        "o": 21804,
        "r": "esv:Jeremiah:26:23",
        "t": "and they took Uriah from Egypt and brought him to King Jehoiakim, who struck him down with the sword and dumped his dead body into the burial place of the common people."
    },
    {
        "o": 21805,
        "r": "esv:Jeremiah:26:24",
        "t": "But*p the hand of Ahikam the son of Shaphan was with Jeremiah so that he was not given over to the people to be put to death."
    }
]
