[
    {
        "o": 14203,
        "r": "esv:Job:2:0",
        "t": "Job 2",
        "h": 1
    },
    {
        "o": 14204,
        "r": "esv:Job:2:0",
        "t": "Satan Attacks Job’s Health",
        "h": 2
    },
    {
        "o": 14205,
        "r": "esv:Job:2:1",
        "t": "Again*p there was a day when the sons of God came to present themselves before the Lord,*s and Satan also came among them to present himself before the Lord.*s"
    },
    {
        "o": 14206,
        "r": "esv:Job:2:2",
        "t": "And the Lord*s said to Satan, “From where have you come?” Satan answered the Lord*s and said, “From going to and fro on the earth, and from walking up and down on it.”"
    },
    {
        "o": 14207,
        "r": "esv:Job:2:3",
        "t": "And the Lord*s said to Satan, “Have you considered my servant Job, that there is none like him on the earth, a blameless and upright man, who fears God and turns away from evil? He still holds fast his integrity, although you incited me against him to destroy him without reason.”"
    },
    {
        "o": 14208,
        "r": "esv:Job:2:4",
        "t": "Then Satan answered the Lord*s and said, “Skin for skin! All that a man has he will give for his life."
    },
    {
        "o": 14209,
        "r": "esv:Job:2:5",
        "t": "But stretch out your hand and touch his bone and his flesh, and he will curse you to your face.”"
    },
    {
        "o": 14210,
        "r": "esv:Job:2:6",
        "t": "And the Lord*s said to Satan, “Behold, he is in your hand; only spare his life.”"
    },
    {
        "o": 14211,
        "r": "esv:Job:2:7",
        "t": "So*p Satan went out from the presence of the Lord*s and struck Job with loathsome sores from the sole of his foot to the crown of his head."
    },
    {
        "o": 14212,
        "r": "esv:Job:2:8",
        "t": "And he took a piece of broken pottery with which to scrape himself while he sat in the ashes."
    },
    {
        "o": 14213,
        "r": "esv:Job:2:9",
        "t": "Then*p his wife said to him, “Do you still hold fast your integrity? Curse God and die.”"
    },
    {
        "o": 14214,
        "r": "esv:Job:2:10",
        "t": "But he said to her, “You speak as one of the foolish women would speak. Shall we receive good from God, and shall we not receive evil?” In all this Job did not sin with his lips."
    },
    {
        "o": 14215,
        "r": "esv:Job:2:10",
        "t": "Job’s Three Friends",
        "h": 2
    },
    {
        "o": 14216,
        "r": "esv:Job:2:11",
        "t": "Now*p when Job’s three friends heard of all this evil that had come upon him, they came each from his own place, Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite. They made an appointment together to come to show him sympathy and comfort him."
    },
    {
        "o": 14217,
        "r": "esv:Job:2:12",
        "t": "And when they saw him from a distance, they did not recognize him. And they raised their voices and wept, and they tore their robes and sprinkled dust on their heads toward heaven."
    },
    {
        "o": 14218,
        "r": "esv:Job:2:13",
        "t": "And they sat with him on the ground seven days and seven nights, and no one spoke a word to him, for they saw that his suffering was very great."
    }
]
