[
    {
        "o": 16049,
        "r": "kjv:Psalm:91:0",
        "t": "Psalm 91",
        "h": 1
    },
    {
        "o": 16050,
        "r": "kjv:Psalm:91:1",
        "t": "He*p that dwelleth in the secret place of the most High shall abide under the shadow of the Almighty."
    },
    {
        "o": 16051,
        "r": "kjv:Psalm:91:2",
        "t": "I*p will say of the Lord,*s He is my refuge and my fortress: my God; in him will I trust."
    },
    {
        "o": 16052,
        "r": "kjv:Psalm:91:3",
        "t": "Surely*p he shall deliver thee from the snare of the fowler, and from the noisome pestilence."
    },
    {
        "o": 16053,
        "r": "kjv:Psalm:91:4",
        "t": "He*p shall cover thee with his feathers, and under his wings shalt thou trust: his truth shall be thy shield and buckler."
    },
    {
        "o": 16054,
        "r": "kjv:Psalm:91:5",
        "t": "Thou*p shalt not be afraid for the terror by night; nor for the arrow that flieth by day;"
    },
    {
        "o": 16055,
        "r": "kjv:Psalm:91:6",
        "t": "Nor*p for the pestilence that walketh in darkness; nor for the destruction that wasteth at noonday."
    },
    {
        "o": 16056,
        "r": "kjv:Psalm:91:7",
        "t": "A*p thousand shall fall at thy side, and ten thousand at thy right hand; but it shall not come nigh thee."
    },
    {
        "o": 16057,
        "r": "kjv:Psalm:91:8",
        "t": "Only*p with thine eyes shalt thou behold and see the reward of the wicked."
    },
    {
        "o": 16058,
        "r": "kjv:Psalm:91:9",
        "t": "Because*p thou hast made the Lord,*s which is my refuge, even the most High, thy habitation;"
    },
    {
        "o": 16059,
        "r": "kjv:Psalm:91:10",
        "t": "There*p shall no evil befall thee, neither shall any plague come nigh thy dwelling."
    },
    {
        "o": 16060,
        "r": "kjv:Psalm:91:11",
        "t": "For*p he shall give his angels charge over thee, to keep thee in all thy ways."
    },
    {
        "o": 16061,
        "r": "kjv:Psalm:91:12",
        "t": "They*p shall bear thee up in their hands, lest thou dash thy foot against a stone."
    },
    {
        "o": 16062,
        "r": "kjv:Psalm:91:13",
        "t": "Thou*p shalt tread upon the lion and adder: the young lion and the dragon shalt thou trample under feet."
    },
    {
        "o": 16063,
        "r": "kjv:Psalm:91:14",
        "t": "Because*p he hath set his love upon me, therefore will I deliver him: I will set him on high, because he hath known my name."
    },
    {
        "o": 16064,
        "r": "kjv:Psalm:91:15",
        "t": "He*p shall call upon me, and I will answer him: I will be with him in trouble; I will deliver him, and honour him."
    },
    {
        "o": 16065,
        "r": "kjv:Psalm:91:16",
        "t": "With*p long life will I satisfy him, and shew him my salvation."
    }
]
