[
    {
        "o": 33212,
        "r": "esv:2 Thessalonians:3:0",
        "t": "2 Thessalonians 3",
        "h": 1
    },
    {
        "o": 33213,
        "r": "esv:2 Thessalonians:3:0",
        "t": "Pray for Us",
        "h": 2
    },
    {
        "o": 33214,
        "r": "esv:2 Thessalonians:3:1",
        "t": "Finally,*p brothers, pray for us, that the word of the Lord may speed ahead and be honored, as happened among you,"
    },
    {
        "o": 33215,
        "r": "esv:2 Thessalonians:3:2",
        "t": "and that we may be delivered from wicked and evil men. For not all have faith."
    },
    {
        "o": 33216,
        "r": "esv:2 Thessalonians:3:3",
        "t": "But the Lord is faithful. He will establish you and guard you against the evil one."
    },
    {
        "o": 33217,
        "r": "esv:2 Thessalonians:3:4",
        "t": "And we have confidence in the Lord about you, that you are doing and will do the things that we command."
    },
    {
        "o": 33218,
        "r": "esv:2 Thessalonians:3:5",
        "t": "May the Lord direct your hearts to the love of God and to the steadfastness of Christ."
    },
    {
        "o": 33219,
        "r": "esv:2 Thessalonians:3:5",
        "t": "Warning Against Idleness",
        "h": 2
    },
    {
        "o": 33220,
        "r": "esv:2 Thessalonians:3:6",
        "t": "Now*p we command you, brothers, in the name of our Lord Jesus Christ, that you keep away from any brother who is walking in idleness and not in accord with the tradition that you received from us."
    },
    {
        "o": 33221,
        "r": "esv:2 Thessalonians:3:7",
        "t": "For you yourselves know how you ought to imitate us, because we were not idle when we were with you,"
    },
    {
        "o": 33222,
        "r": "esv:2 Thessalonians:3:8",
        "t": "nor did we eat anyone’s bread without paying for it, but with toil and labor we worked night and day, that we might not be a burden to any of you."
    },
    {
        "o": 33223,
        "r": "esv:2 Thessalonians:3:9",
        "t": "It was not because we do not have that right, but to give you in ourselves an example to imitate."
    },
    {
        "o": 33224,
        "r": "esv:2 Thessalonians:3:10",
        "t": "For even when we were with you, we would give you this command: If anyone is not willing to work, let him not eat."
    },
    {
        "o": 33225,
        "r": "esv:2 Thessalonians:3:11",
        "t": "For we hear that some among you walk in idleness, not busy at work, but busybodies."
    },
    {
        "o": 33226,
        "r": "esv:2 Thessalonians:3:12",
        "t": "Now such persons we command and encourage in the Lord Jesus Christ to do their work quietly and to earn their own living."
    },
    {
        "o": 33227,
        "r": "esv:2 Thessalonians:3:13",
        "t": "As*p for you, brothers, do not grow weary in doing good."
    },
    {
        "o": 33228,
        "r": "esv:2 Thessalonians:3:14",
        "t": "If anyone does not obey what we say in this letter, take note of that person, and have nothing to do with him, that he may be ashamed."
    },
    {
        "o": 33229,
        "r": "esv:2 Thessalonians:3:15",
        "t": "Do not regard him as an enemy, but warn him as a brother."
    },
    {
        "o": 33230,
        "r": "esv:2 Thessalonians:3:15",
        "t": "Benediction",
        "h": 2
    },
    {
        "o": 33231,
        "r": "esv:2 Thessalonians:3:16",
        "t": "Now*p may the Lord of peace himself give you peace at all times in every way. The Lord be with you all."
    },
    {
        "o": 33232,
        "r": "esv:2 Thessalonians:3:17",
        "t": "I,*p Paul, write this greeting with my own hand. This is the sign of genuineness in every letter of mine; it is the way I write."
    },
    {
        "o": 33233,
        "r": "esv:2 Thessalonians:3:18",
        "t": "The grace of our Lord Jesus Christ be with you all."
    }
]
