[
    {
        "o": 12217,
        "r": "niv:1 Chronicles:29:0",
        "t": "1 Chronicles 29",
        "h": 1
    },
    {
        "o": 12218,
        "r": "niv:1 Chronicles:29:0",
        "t": "Gifts for Building the Temple",
        "h": 2
    },
    {
        "o": 12219,
        "r": "niv:1 Chronicles:29:1",
        "t": "Then*p King David said to the whole assembly: “My son Solomon, the one whom God has chosen, is young and inexperienced. The task is great, because this palatial structure is not for man but for the Lord*s God."
    },
    {
        "o": 12220,
        "r": "niv:1 Chronicles:29:2",
        "t": "With all my resources I have provided for the temple of my God—gold for the gold work, silver for the silver, bronze for the bronze, iron for the iron and wood for the wood, as well as onyx for the settings, turquoise, stones of various colors, and all kinds of fine stone and marble—all of these in large quantities."
    },
    {
        "o": 12221,
        "r": "niv:1 Chronicles:29:3",
        "t": "Besides, in my devotion to the temple of my God I now give my personal treasures of gold and silver for the temple of my God, over and above everything I have provided for this holy temple:"
    },
    {
        "o": 12222,
        "r": "niv:1 Chronicles:29:4",
        "t": "three thousand talents of gold (gold of Ophir) and seven thousand talents of refined silver, for the overlaying of the walls of the buildings,"
    },
    {
        "o": 12223,
        "r": "niv:1 Chronicles:29:5",
        "t": "for the gold work and the silver work, and for all the work to be done by the craftsmen. Now, who is willing to consecrate themselves to the Lord*s today?”"
    },
    {
        "o": 12224,
        "r": "niv:1 Chronicles:29:6",
        "t": "Then*p the leaders of families, the officers of the tribes of Israel, the commanders of thousands and commanders of hundreds, and the officials in charge of the king’s work gave willingly."
    },
    {
        "o": 12225,
        "r": "niv:1 Chronicles:29:7",
        "t": "They gave toward the work on the temple of God five thousand talents and ten thousand darics of gold, ten thousand talents of silver, eighteen thousand talents of bronze and a hundred thousand talents of iron."
    },
    {
        "o": 12226,
        "r": "niv:1 Chronicles:29:8",
        "t": "Anyone who had precious stones gave them to the treasury of the temple of the Lord*s in the custody of Jehiel the Gershonite."
    },
    {
        "o": 12227,
        "r": "niv:1 Chronicles:29:9",
        "t": "The people rejoiced at the willing response of their leaders, for they had given freely and wholeheartedly to the Lord.*s David the king also rejoiced greatly."
    },
    {
        "o": 12228,
        "r": "niv:1 Chronicles:29:9",
        "t": "David’s Prayer",
        "h": 2
    },
    {
        "o": 12229,
        "r": "niv:1 Chronicles:29:10",
        "t": "David*p praised the Lord*s in the presence of the whole assembly, saying, “Praise*pn be to you, Lord,*s the*ld God of our father Israel, from*ld everlasting to everlasting."
    },
    {
        "o": 12230,
        "r": "niv:1 Chronicles:29:11",
        "t": "Yours,*ln Lord,*s is the greatness and the power and*ld the glory and the majesty and the splendor, for*ld everything in heaven and earth is yours. Yours,*ln Lord,*s is the kingdom; you*ld are exalted as head over all."
    },
    {
        "o": 12231,
        "r": "niv:1 Chronicles:29:12",
        "t": "Wealth*ln and honor come from you; you*ld are the ruler of all things. In*ln your hands are strength and power to*ld exalt and give strength to all."
    },
    {
        "o": 12232,
        "r": "niv:1 Chronicles:29:13",
        "t": "Now,*ln our God, we give you thanks, and*ld praise your glorious name."
    },
    {
        "o": 12233,
        "r": "niv:1 Chronicles:29:14",
        "t": "“But*p who am I, and who are my people, that we should be able to give as generously as this? Everything comes from you, and we have given you only what comes from your hand."
    },
    {
        "o": 12234,
        "r": "niv:1 Chronicles:29:15",
        "t": "We are foreigners and strangers in your sight, as were all our ancestors. Our days on earth are like a shadow, without hope."
    },
    {
        "o": 12235,
        "r": "niv:1 Chronicles:29:16",
        "t": "Lord*s our God, all this abundance that we have provided for building you a temple for your Holy Name comes from your hand, and all of it belongs to you."
    },
    {
        "o": 12236,
        "r": "niv:1 Chronicles:29:17",
        "t": "I know, my God, that you test the heart and are pleased with integrity. All these things I have given willingly and with honest intent. And now I have seen with joy how willingly your people who are here have given to you."
    },
    {
        "o": 12237,
        "r": "niv:1 Chronicles:29:18",
        "t": "Lord,*s the God of our fathers Abraham, Isaac and Israel, keep these desires and thoughts in the hearts of your people forever, and keep their hearts loyal to you."
    },
    {
        "o": 12238,
        "r": "niv:1 Chronicles:29:19",
        "t": "And give my son Solomon the wholehearted devotion to keep your commands, statutes and decrees and to do everything to build the palatial structure for which I have provided.”"
    },
    {
        "o": 12239,
        "r": "niv:1 Chronicles:29:20",
        "t": "Then*p David said to the whole assembly, “Praise the Lord*s your God.” So they all praised the Lord,*s the God of their fathers; they bowed down, prostrating themselves before the Lord*s and the king."
    },
    {
        "o": 12240,
        "r": "niv:1 Chronicles:29:20",
        "t": "Solomon Acknowledged as King",
        "h": 2
    },
    {
        "o": 12241,
        "r": "niv:1 Chronicles:29:21",
        "t": "The*p next day they made sacrifices to the Lord*s and presented burnt offerings to him: a thousand bulls, a thousand rams and a thousand male lambs, together with their drink offerings, and other sacrifices in abundance for all Israel."
    },
    {
        "o": 12242,
        "r": "niv:1 Chronicles:29:22",
        "t": "They ate and drank with great joy in the presence of the Lord*s that day. Then*p they acknowledged Solomon son of David as king a second time, anointing him before the Lord*s to be ruler and Zadok to be priest."
    },
    {
        "o": 12243,
        "r": "niv:1 Chronicles:29:23",
        "t": "So Solomon sat on the throne of the Lord*s as king in place of his father David. He prospered and all Israel obeyed him."
    },
    {
        "o": 12244,
        "r": "niv:1 Chronicles:29:24",
        "t": "All the officers and warriors, as well as all of King David’s sons, pledged their submission to King Solomon."
    },
    {
        "o": 12245,
        "r": "niv:1 Chronicles:29:25",
        "t": "The*p Lord*s highly exalted Solomon in the sight of all Israel and bestowed on him royal splendor such as no king over Israel ever had before."
    },
    {
        "o": 12246,
        "r": "niv:1 Chronicles:29:25",
        "t": "The Death of David",
        "h": 2
    },
    {
        "o": 12247,
        "r": "niv:1 Chronicles:29:26",
        "t": "David*p son of Jesse was king over all Israel."
    },
    {
        "o": 12248,
        "r": "niv:1 Chronicles:29:27",
        "t": "He ruled over Israel forty years—seven in Hebron and thirty-three in Jerusalem."
    },
    {
        "o": 12249,
        "r": "niv:1 Chronicles:29:28",
        "t": "He died at a good old age, having enjoyed long life, wealth and honor. His son Solomon succeeded him as king."
    },
    {
        "o": 12250,
        "r": "niv:1 Chronicles:29:29",
        "t": "As*p for the events of King David’s reign, from beginning to end, they are written in the records of Samuel the seer, the records of Nathan the prophet and the records of Gad the seer,"
    },
    {
        "o": 12251,
        "r": "niv:1 Chronicles:29:30",
        "t": "together with the details of his reign and power, and the circumstances that surrounded him and Israel and the kingdoms of all the other lands."
    }
]
