[
    {
        "o": 7201,
        "r": "niv:Judges:4:0",
        "t": "Judges 4",
        "h": 1
    },
    {
        "o": 7202,
        "r": "niv:Judges:4:0",
        "t": "Deborah",
        "h": 2
    },
    {
        "o": 7203,
        "r": "niv:Judges:4:1",
        "t": "Again*p the Israelites did evil in the eyes of the Lord,*s now that Ehud was dead."
    },
    {
        "o": 7204,
        "r": "niv:Judges:4:2",
        "t": "So the Lord*s sold them into the hands of Jabin king of Canaan, who reigned in Hazor. Sisera, the commander of his army, was based in Harosheth Haggoyim."
    },
    {
        "o": 7205,
        "r": "niv:Judges:4:3",
        "t": "Because he had nine hundred chariots fitted with iron and had cruelly oppressed the Israelites for twenty years, they cried to the Lord*s for help."
    },
    {
        "o": 7206,
        "r": "niv:Judges:4:4",
        "t": "Now*p Deborah, a prophet, the wife of Lappidoth, was leading Israel at that time."
    },
    {
        "o": 7207,
        "r": "niv:Judges:4:5",
        "t": "She held court under the Palm of Deborah between Ramah and Bethel in the hill country of Ephraim, and the Israelites went up to her to have their disputes decided."
    },
    {
        "o": 7208,
        "r": "niv:Judges:4:6",
        "t": "She sent for Barak son of Abinoam from Kedesh in Naphtali and said to him, “The Lord,*s the God of Israel, commands you: ‘Go, take with you ten thousand men of Naphtali and Zebulun and lead them up to Mount Tabor."
    },
    {
        "o": 7209,
        "r": "niv:Judges:4:7",
        "t": "I will lead Sisera, the commander of Jabin’s army, with his chariots and his troops to the Kishon River and give him into your hands.’ ”"
    },
    {
        "o": 7210,
        "r": "niv:Judges:4:8",
        "t": "Barak*p said to her, “If you go with me, I will go; but if you don’t go with me, I won’t go.”"
    },
    {
        "o": 7211,
        "r": "niv:Judges:4:9",
        "t": "“Certainly*p I will go with you,” said Deborah. “But because of the course you are taking, the honor will not be yours, for the Lord*s will deliver Sisera into the hands of a woman.” So Deborah went with Barak to Kedesh."
    },
    {
        "o": 7212,
        "r": "niv:Judges:4:10",
        "t": "There Barak summoned Zebulun and Naphtali, and ten thousand men went up under his command. Deborah also went up with him."
    },
    {
        "o": 7213,
        "r": "niv:Judges:4:11",
        "t": "Now*p Heber the Kenite had left the other Kenites, the descendants of Hobab, Moses’ brother-in-law, and pitched his tent by the great tree in Zaanannim near Kedesh."
    },
    {
        "o": 7214,
        "r": "niv:Judges:4:12",
        "t": "When*p they told Sisera that Barak son of Abinoam had gone up to Mount Tabor,"
    },
    {
        "o": 7215,
        "r": "niv:Judges:4:13",
        "t": "Sisera summoned from Harosheth Haggoyim to the Kishon River all his men and his nine hundred chariots fitted with iron."
    },
    {
        "o": 7216,
        "r": "niv:Judges:4:14",
        "t": "Then*p Deborah said to Barak, “Go! This is the day the Lord*s has given Sisera into your hands. Has not the Lord*s gone ahead of you?” So Barak went down Mount Tabor, with ten thousand men following him."
    },
    {
        "o": 7217,
        "r": "niv:Judges:4:15",
        "t": "At Barak’s advance, the Lord*s routed Sisera and all his chariots and army by the sword, and Sisera got down from his chariot and fled on foot."
    },
    {
        "o": 7218,
        "r": "niv:Judges:4:16",
        "t": "Barak*p pursued the chariots and army as far as Harosheth Haggoyim, and all Sisera’s troops fell by the sword; not a man was left."
    },
    {
        "o": 7219,
        "r": "niv:Judges:4:17",
        "t": "Sisera, meanwhile, fled on foot to the tent of Jael, the wife of Heber the Kenite, because there was an alliance between Jabin king of Hazor and the family of Heber the Kenite."
    },
    {
        "o": 7220,
        "r": "niv:Judges:4:18",
        "t": "Jael*p went out to meet Sisera and said to him, “Come, my lord, come right in. Don’t be afraid.” So he entered her tent, and she covered him with a blanket."
    },
    {
        "o": 7221,
        "r": "niv:Judges:4:19",
        "t": "“I’m*p thirsty,” he said. “Please give me some water.” She opened a skin of milk, gave him a drink, and covered him up."
    },
    {
        "o": 7222,
        "r": "niv:Judges:4:20",
        "t": "“Stand*p in the doorway of the tent,” he told her. “If someone comes by and asks you, ‘Is anyone in there?’ say ‘No.’ ”"
    },
    {
        "o": 7223,
        "r": "niv:Judges:4:21",
        "t": "But*p Jael, Heber’s wife, picked up a tent peg and a hammer and went quietly to him while he lay fast asleep, exhausted. She drove the peg through his temple into the ground, and he died."
    },
    {
        "o": 7224,
        "r": "niv:Judges:4:22",
        "t": "Just*p then Barak came by in pursuit of Sisera, and Jael went out to meet him. “Come,” she said, “I will show you the man you’re looking for.” So he went in with her, and there lay Sisera with the tent peg through his temple—dead."
    },
    {
        "o": 7225,
        "r": "niv:Judges:4:23",
        "t": "On*p that day God subdued Jabin king of Canaan before the Israelites."
    },
    {
        "o": 7226,
        "r": "niv:Judges:4:24",
        "t": "And the hand of the Israelites pressed harder and harder against Jabin king of Canaan until they destroyed him."
    }
]
