[
    {
        "o": 30604,
        "r": "kjv:Philippians:1:0",
        "t": "Philippians 1",
        "h": 1
    },
    {
        "o": 30605,
        "r": "kjv:Philippians:1:1",
        "t": "Paul*p and Timothy, the servants of Jesus Christ, to all the saints in Christ Jesus which are at Philippi, with the bishops and deacons:"
    },
    {
        "o": 30606,
        "r": "kjv:Philippians:1:2",
        "t": "Grace*p be unto you, and peace, from God our Father, and from the Lord Jesus Christ."
    },
    {
        "o": 30607,
        "r": "kjv:Philippians:1:3",
        "t": "I*p thank my God upon every remembrance of you,"
    },
    {
        "o": 30608,
        "r": "kjv:Philippians:1:4",
        "t": "Always*p in every prayer of mine for you all making request with joy,"
    },
    {
        "o": 30609,
        "r": "kjv:Philippians:1:5",
        "t": "For*p your fellowship in the gospel from the first day until now;"
    },
    {
        "o": 30610,
        "r": "kjv:Philippians:1:6",
        "t": "Being*p confident of this very thing, that he which hath begun a good work in you will perform it until the day of Jesus Christ:"
    },
    {
        "o": 30611,
        "r": "kjv:Philippians:1:7",
        "t": "Even*p as it is meet for me to think this of you all, because I have you in my heart; inasmuch as both in my bonds, and in the defence and confirmation of the gospel, ye all are partakers of my grace."
    },
    {
        "o": 30612,
        "r": "kjv:Philippians:1:8",
        "t": "For*p God is my record, how greatly I long after you all in the bowels of Jesus Christ."
    },
    {
        "o": 30613,
        "r": "kjv:Philippians:1:9",
        "t": "And*p this I pray, that your love may abound yet more and more in knowledge and in all judgment;"
    },
    {
        "o": 30614,
        "r": "kjv:Philippians:1:10",
        "t": "That*p ye may approve things that are excellent; that ye may be sincere and without offence till the day of Christ;"
    },
    {
        "o": 30615,
        "r": "kjv:Philippians:1:11",
        "t": "Being*p filled with the fruits of righteousness, which are by Jesus Christ, unto the glory and praise of God."
    },
    {
        "o": 30616,
        "r": "kjv:Philippians:1:12",
        "t": "But*p I would ye should understand, brethren, that the things which happened unto me have fallen out rather unto the furtherance of the gospel;"
    },
    {
        "o": 30617,
        "r": "kjv:Philippians:1:13",
        "t": "So*p that my bonds in Christ are manifest in all the palace, and in all other places;"
    },
    {
        "o": 30618,
        "r": "kjv:Philippians:1:14",
        "t": "And*p many of the brethren in the Lord, waxing confident by my bonds, are much more bold to speak the word without fear."
    },
    {
        "o": 30619,
        "r": "kjv:Philippians:1:15",
        "t": "Some*p indeed preach Christ even of envy and strife; and some also of good will:"
    },
    {
        "o": 30620,
        "r": "kjv:Philippians:1:16",
        "t": "The*p one preach Christ of contention, not sincerely, supposing to add affliction to my bonds:"
    },
    {
        "o": 30621,
        "r": "kjv:Philippians:1:17",
        "t": "But*p the other of love, knowing that I am set for the defence of the gospel."
    },
    {
        "o": 30622,
        "r": "kjv:Philippians:1:18",
        "t": "What*p then? notwithstanding, every way, whether in pretence, or in truth, Christ is preached; and I therein do rejoice, yea, and will rejoice."
    },
    {
        "o": 30623,
        "r": "kjv:Philippians:1:19",
        "t": "For*p I know that this shall turn to my salvation through your prayer, and the supply of the Spirit of Jesus Christ,"
    },
    {
        "o": 30624,
        "r": "kjv:Philippians:1:20",
        "t": "According*p to my earnest expectation and my hope, that in nothing I shall be ashamed, but that with all boldness, as always, so now also Christ shall be magnified in my body, whether it be by life, or by death."
    },
    {
        "o": 30625,
        "r": "kjv:Philippians:1:21",
        "t": "For*p to me to live is Christ, and to die is gain."
    },
    {
        "o": 30626,
        "r": "kjv:Philippians:1:22",
        "t": "But*p if I live in the flesh, this is the fruit of my labour: yet what I shall choose I wot not."
    },
    {
        "o": 30627,
        "r": "kjv:Philippians:1:23",
        "t": "For*p I am in a strait betwixt two, having a desire to depart, and to be with Christ; which is far better:"
    },
    {
        "o": 30628,
        "r": "kjv:Philippians:1:24",
        "t": "Nevertheless*p to abide in the flesh is more needful for you."
    },
    {
        "o": 30629,
        "r": "kjv:Philippians:1:25",
        "t": "And*p having this confidence, I know that I shall abide and continue with you all for your furtherance and joy of faith;"
    },
    {
        "o": 30630,
        "r": "kjv:Philippians:1:26",
        "t": "That*p your rejoicing may be more abundant in Jesus Christ for me by my coming to you again."
    },
    {
        "o": 30631,
        "r": "kjv:Philippians:1:27",
        "t": "Only*p let your conversation be as it becometh the gospel of Christ: that whether I come and see you, or else be absent, I may hear of your affairs, that ye stand fast in one spirit, with one mind striving together for the faith of the gospel;"
    },
    {
        "o": 30632,
        "r": "kjv:Philippians:1:28",
        "t": "And*p in nothing terrified by your adversaries: which is to them an evident token of perdition, but to you of salvation, and that of God."
    },
    {
        "o": 30633,
        "r": "kjv:Philippians:1:29",
        "t": "For*p unto you it is given in the behalf of Christ, not only to believe on him, but also to suffer for his sake;"
    },
    {
        "o": 30634,
        "r": "kjv:Philippians:1:30",
        "t": "Having*p the same conflict which ye saw in me, and now hear to be in me."
    }
]
