[
    {
        "o": 6289,
        "r": "nkjv:Deuteronomy:30:0",
        "t": "Deuteronomy 30",
        "h": 1
    },
    {
        "o": 6290,
        "r": "nkjv:Deuteronomy:30:0",
        "t": "The Blessing of Returning to God",
        "h": 2
    },
    {
        "o": 6291,
        "r": "nkjv:Deuteronomy:30:1",
        "t": "“Now*p it shall come to pass, when all these things come upon you, the blessing and the curse which I have set before you, and you call them*i to mind among all the nations where the Lord*s your God drives you,"
    },
    {
        "o": 6292,
        "r": "nkjv:Deuteronomy:30:2",
        "t": "and you return to the Lord*s your God and obey His voice, according to all that I command you today, you and your children, with all your heart and with all your soul,"
    },
    {
        "o": 6293,
        "r": "nkjv:Deuteronomy:30:3",
        "t": "that the Lord*s your God will bring you back from captivity, and have compassion on you, and gather you again from all the nations where the Lord*s your God has scattered you."
    },
    {
        "o": 6294,
        "r": "nkjv:Deuteronomy:30:4",
        "t": "If any*i of you are driven out to the farthest parts*i under heaven, from there the Lord*s your God will gather you, and from there He will bring you."
    },
    {
        "o": 6295,
        "r": "nkjv:Deuteronomy:30:5",
        "t": "Then the Lord*s your God will bring you to the land which your fathers possessed, and you shall possess it. He will prosper you and multiply you more than your fathers."
    },
    {
        "o": 6296,
        "r": "nkjv:Deuteronomy:30:6",
        "t": "And the Lord*s your God will circumcise your heart and the heart of your descendants, to love the Lord*s your God with all your heart and with all your soul, that you may live."
    },
    {
        "o": 6297,
        "r": "nkjv:Deuteronomy:30:7",
        "t": "“Also*p the Lord*s your God will put all these curses on your enemies and on those who hate you, who persecuted you."
    },
    {
        "o": 6298,
        "r": "nkjv:Deuteronomy:30:8",
        "t": "And you will again obey the voice of the Lord*s and do all His commandments which I command you today."
    },
    {
        "o": 6299,
        "r": "nkjv:Deuteronomy:30:9",
        "t": "The Lord*s your God will make you abound in all the work of your hand, in the fruit of your body, in the increase of your livestock, and in the produce of your land for good. For the Lord*s will again rejoice over you for good as He rejoiced over your fathers,"
    },
    {
        "o": 6300,
        "r": "nkjv:Deuteronomy:30:10",
        "t": "if you obey the voice of the Lord*s your God, to keep His commandments and His statutes which are written in this Book of the Law, and*i if you turn to the Lord*s your God with all your heart and with all your soul."
    },
    {
        "o": 6301,
        "r": "nkjv:Deuteronomy:30:10",
        "t": "The Choice of Life or Death",
        "h": 2
    },
    {
        "o": 6302,
        "r": "nkjv:Deuteronomy:30:11",
        "t": "“For*p this commandment which I command you today is*i not too*i mysterious for you, nor is*i it far off."
    },
    {
        "o": 6303,
        "r": "nkjv:Deuteronomy:30:12",
        "t": "It is*i not in heaven, that you should say, ‘Who will ascend into heaven for us and bring it to us, that we may hear it and do it?’"
    },
    {
        "o": 6304,
        "r": "nkjv:Deuteronomy:30:13",
        "t": "Nor is*i it beyond the sea, that you should say, ‘Who will go over the sea for us and bring it to us, that we may hear it and do it?’"
    },
    {
        "o": 6305,
        "r": "nkjv:Deuteronomy:30:14",
        "t": "But the word is*i very near you, in your mouth and in your heart, that you may do it."
    },
    {
        "o": 6306,
        "r": "nkjv:Deuteronomy:30:15",
        "t": "“See,*p I have set before you today life and good, death and evil,"
    },
    {
        "o": 6307,
        "r": "nkjv:Deuteronomy:30:16",
        "t": "in that I command you today to love the Lord*s your God, to walk in His ways, and to keep His commandments, His statutes, and His judgments, that you may live and multiply; and the Lord*s your God will bless you in the land which you go to possess."
    },
    {
        "o": 6308,
        "r": "nkjv:Deuteronomy:30:17",
        "t": "But if your heart turns away so that you do not hear, and are drawn away, and worship other gods and serve them,"
    },
    {
        "o": 6309,
        "r": "nkjv:Deuteronomy:30:18",
        "t": "I announce to you today that you shall surely perish; you shall not prolong your*i days in the land which you cross over the Jordan to go in and possess."
    },
    {
        "o": 6310,
        "r": "nkjv:Deuteronomy:30:19",
        "t": "I call heaven and earth as witnesses today against you, that*i I have set before you life and death, blessing and cursing; therefore choose life, that both you and your descendants may live;"
    },
    {
        "o": 6311,
        "r": "nkjv:Deuteronomy:30:20",
        "t": "that you may love the Lord*s your God, that you may obey His voice, and that you may cling to Him, for He is*i your life and the length of your days; and that you may dwell in the land which the Lord*s swore to your fathers, to Abraham, Isaac, and Jacob, to give them.”"
    }
]
