[
    {
        "o": 9454,
        "r": "nasb:2 Samuel:23:0",
        "t": "2 Samuel 23",
        "h": 1
    },
    {
        "o": 9455,
        "r": "nasb:2 Samuel:23:0",
        "t": "David’s Last Song",
        "h": 2
    },
    {
        "o": 9456,
        "r": "nasb:2 Samuel:23:1",
        "t": "Now*p these are the last words of David. David*pn the son of Jesse declares, The*ln man who was raised on high declares, The*ln anointed of the God of Jacob, And*ln the sweet psalmist of Israel,"
    },
    {
        "o": 9457,
        "r": "nasb:2 Samuel:23:2",
        "t": "“The*ln Spirit of the Lord*s spoke by me, And*ln His word was on my tongue."
    },
    {
        "o": 9458,
        "r": "nasb:2 Samuel:23:3",
        "t": "The*ln God of Israel said, The*ln Rock of Israel spoke to me, ‘He*ln who rules over men righteously, Who*ln rules in the fear of God,"
    },
    {
        "o": 9459,
        "r": "nasb:2 Samuel:23:4",
        "t": "Is*ln as the light of the morning when*i the sun rises, A*ln morning without clouds, When*iln the tender grass springs*i out of the earth, Through*ln sunshine after rain.’"
    },
    {
        "o": 9460,
        "r": "nasb:2 Samuel:23:5",
        "t": "Truly*ln is not my house so with God? For*ln He has made an everlasting covenant with me, Ordered*ln in all things, and secured; For*ln all my salvation and all my*i desire, Will*ln He not indeed make it*i grow?"
    },
    {
        "o": 9461,
        "r": "nasb:2 Samuel:23:6",
        "t": "But*ln the worthless, every one of them will be thrust away like thorns, Because*ln they cannot be taken in hand;"
    },
    {
        "o": 9462,
        "r": "nasb:2 Samuel:23:7",
        "t": "But*ln the man who touches them Must*ln be armed with iron and the shaft of a spear, And*ln they will be completely burned with fire in their*i place.”"
    },
    {
        "o": 9463,
        "r": "nasb:2 Samuel:23:7",
        "t": "His Mighty Men",
        "h": 2
    },
    {
        "o": 9464,
        "r": "nasb:2 Samuel:23:8",
        "t": "These*p are the names of the mighty men whom David had: Josheb-basshebeth a Tahchemonite, chief of the captains, he was called*i Adino the Eznite, because of eight hundred slain by*i him*i at one time;"
    },
    {
        "o": 9465,
        "r": "nasb:2 Samuel:23:9",
        "t": "and after him was Eleazar the son of Dodo the Ahohite, one of the three mighty men with David when they defied the Philistines who were gathered there to battle and the men of Israel had withdrawn."
    },
    {
        "o": 9466,
        "r": "nasb:2 Samuel:23:10",
        "t": "He arose and struck the Philistines until his hand was weary and clung to the sword, and the Lord*s brought about a great victory that day; and the people returned after him only to strip the*i slain.*i"
    },
    {
        "o": 9467,
        "r": "nasb:2 Samuel:23:11",
        "t": "Now*p after him was Shammah the son of Agee a Hararite. And the Philistines were gathered into a troop where there was a plot of ground full of lentils, and the people fled from the Philistines."
    },
    {
        "o": 9468,
        "r": "nasb:2 Samuel:23:12",
        "t": "But he took his stand in the midst of the plot, defended it and struck the Philistines; and the Lord*s brought about a great victory."
    },
    {
        "o": 9469,
        "r": "nasb:2 Samuel:23:13",
        "t": "Then*p three of the thirty chief men went down and came to David in the harvest time to the cave of Adullam, while the troop of the Philistines was camping in the valley of Rephaim."
    },
    {
        "o": 9470,
        "r": "nasb:2 Samuel:23:14",
        "t": "David was then in the stronghold, while the garrison of the Philistines was then in Bethlehem."
    },
    {
        "o": 9471,
        "r": "nasb:2 Samuel:23:15",
        "t": "David had a craving and said, “Oh that someone would give me water to drink from the well of Bethlehem which is by the gate!”"
    },
    {
        "o": 9472,
        "r": "nasb:2 Samuel:23:16",
        "t": "So the three mighty men broke through the camp of the Philistines, and drew water from the well of Bethlehem which was by the gate, and took it*i and brought it*i to David. Nevertheless he would not drink it, but poured it out to the Lord;*s"
    },
    {
        "o": 9473,
        "r": "nasb:2 Samuel:23:17",
        "t": "and he said, “Be it far from me, O Lord,*s that I should do this. Shall*i I*i drink*i the blood of the men who went in jeopardy*i of their lives?” Therefore he would not drink it. These things the three mighty men did."
    },
    {
        "o": 9474,
        "r": "nasb:2 Samuel:23:18",
        "t": "Abishai,*p the brother of Joab, the son of Zeruiah, was chief of the thirty. And he swung his spear against three hundred and killed them,*i and had a name as well as the three."
    },
    {
        "o": 9475,
        "r": "nasb:2 Samuel:23:19",
        "t": "He was most honored of the thirty, therefore he became their commander; however, he did not attain to the three."
    },
    {
        "o": 9476,
        "r": "nasb:2 Samuel:23:20",
        "t": "Then*p Benaiah the son of Jehoiada, the son of a valiant man of Kabzeel, who had done mighty deeds, killed the two sons*i of*i Ariel of Moab. He also went down and killed a lion in the middle of a pit on a snowy day."
    },
    {
        "o": 9477,
        "r": "nasb:2 Samuel:23:21",
        "t": "He killed an Egyptian, an impressive man. Now the Egyptian had*i a spear in his hand, but he went down to him with a club and snatched the spear from the Egyptian’s hand and killed him with his own spear."
    },
    {
        "o": 9478,
        "r": "nasb:2 Samuel:23:22",
        "t": "These things*i Benaiah the son of Jehoiada did, and had a name as well as the three mighty men."
    },
    {
        "o": 9479,
        "r": "nasb:2 Samuel:23:23",
        "t": "He was honored among the thirty, but he did not attain to the three. And David appointed him over his guard."
    },
    {
        "o": 9480,
        "r": "nasb:2 Samuel:23:24",
        "t": "Asahel*p the brother of Joab was among the thirty; Elhanan the son of Dodo of Bethlehem,"
    },
    {
        "o": 9481,
        "r": "nasb:2 Samuel:23:25",
        "t": "Shammah the Harodite, Elika the Harodite,"
    },
    {
        "o": 9482,
        "r": "nasb:2 Samuel:23:26",
        "t": "Helez the Paltite, Ira the son of Ikkesh the Tekoite,"
    },
    {
        "o": 9483,
        "r": "nasb:2 Samuel:23:27",
        "t": "Abiezer the Anathothite, Mebunnai the Hushathite,"
    },
    {
        "o": 9484,
        "r": "nasb:2 Samuel:23:28",
        "t": "Zalmon the Ahohite, Maharai the Netophathite,"
    },
    {
        "o": 9485,
        "r": "nasb:2 Samuel:23:29",
        "t": "Heleb the son of Baanah the Netophathite, Ittai the son of Ribai of Gibeah of the sons of Benjamin,"
    },
    {
        "o": 9486,
        "r": "nasb:2 Samuel:23:30",
        "t": "Benaiah a Pirathonite, Hiddai of the brooks of Gaash,"
    },
    {
        "o": 9487,
        "r": "nasb:2 Samuel:23:31",
        "t": "Abi-albon the Arbathite, Azmaveth the Barhumite,"
    },
    {
        "o": 9488,
        "r": "nasb:2 Samuel:23:32",
        "t": "Eliahba the Shaalbonite, the sons of Jashen, Jonathan,"
    },
    {
        "o": 9489,
        "r": "nasb:2 Samuel:23:33",
        "t": "Shammah the Hararite, Ahiam the son of Sharar the Ararite,"
    },
    {
        "o": 9490,
        "r": "nasb:2 Samuel:23:34",
        "t": "Eliphelet the son of Ahasbai, the son of the Maacathite, Eliam the son of Ahithophel the Gilonite,"
    },
    {
        "o": 9491,
        "r": "nasb:2 Samuel:23:35",
        "t": "Hezro the Carmelite, Paarai the Arbite,"
    },
    {
        "o": 9492,
        "r": "nasb:2 Samuel:23:36",
        "t": "Igal the son of Nathan of Zobah, Bani the Gadite,"
    },
    {
        "o": 9493,
        "r": "nasb:2 Samuel:23:37",
        "t": "Zelek the Ammonite, Naharai the Beerothite, armor bearers of Joab the son of Zeruiah,"
    },
    {
        "o": 9494,
        "r": "nasb:2 Samuel:23:38",
        "t": "Ira the Ithrite, Gareb the Ithrite,"
    },
    {
        "o": 9495,
        "r": "nasb:2 Samuel:23:39",
        "t": "Uriah the Hittite; thirty-seven in all."
    }
]
