[
    {
        "o": 25175,
        "r": "esv:Micah:5:0",
        "t": "Micah 5",
        "h": 1
    },
    {
        "o": 25176,
        "r": "esv:Micah:5:0",
        "t": "The Ruler to Be Born in Bethlehem",
        "h": 2
    },
    {
        "o": 25177,
        "r": "esv:Micah:5:1",
        "t": "Now*pn muster your troops, O daughter of troops; siege*ld is laid against us; with*ln a rod they strike the judge of Israel on*ld the cheek."
    },
    {
        "o": 25178,
        "r": "esv:Micah:5:2",
        "t": "But*ln you, O Bethlehem Ephrathah, who*ld are too little to be among the clans of Judah, from*ln you shall come forth for me one*ld who is to be ruler in Israel, whose*ln coming forth is from of old, from*ld ancient days."
    },
    {
        "o": 25179,
        "r": "esv:Micah:5:3",
        "t": "Therefore*ln he shall give them up until the time when*ld she who is in labor has given birth; then*ln the rest of his brothers shall return to*ld the people of Israel."
    },
    {
        "o": 25180,
        "r": "esv:Micah:5:4",
        "t": "And*ln he shall stand and shepherd his flock in the strength of the Lord,*s in*ld the majesty of the name of the Lord*s his God. And*ln they shall dwell secure, for now he shall be great to*ld the ends of the earth."
    },
    {
        "o": 25181,
        "r": "esv:Micah:5:5",
        "t": "And*ln he shall be their peace. When*pn the Assyrian comes into our land and*ld treads in our palaces, then*ln we will raise against him seven shepherds and*ld eight princes of men;"
    },
    {
        "o": 25182,
        "r": "esv:Micah:5:6",
        "t": "they*ln shall shepherd the land of Assyria with the sword, and*ld the land of Nimrod at its entrances; and*ln he shall deliver us from the Assyrian when*ld he comes into our land and*ld treads within our border."
    },
    {
        "o": 25183,
        "r": "esv:Micah:5:6",
        "t": "A Remnant Shall Be Delivered",
        "h": 2
    },
    {
        "o": 25184,
        "r": "esv:Micah:5:7",
        "t": "Then*pn the remnant of Jacob shall be in*ld the midst of many peoples like*ln dew from the Lord,*s like*ld showers on the grass, which*ln delay not for a man nor*ld wait for the children of man."
    },
    {
        "o": 25185,
        "r": "esv:Micah:5:8",
        "t": "And*ln the remnant of Jacob shall be among the nations, in*ld the midst of many peoples, like*ln a lion among the beasts of the forest, like*ld a young lion among the flocks of sheep, which,*ln when it goes through, treads down and*ld tears in pieces, and there is none to deliver."
    },
    {
        "o": 25186,
        "r": "esv:Micah:5:9",
        "t": "Your*ln hand shall be lifted up over your adversaries, and*ld all your enemies shall be cut off."
    },
    {
        "o": 25187,
        "r": "esv:Micah:5:10",
        "t": "And*pn in that day, declares the Lord,*s I*ld will cut off your horses from among you and*ld will destroy your chariots;"
    },
    {
        "o": 25188,
        "r": "esv:Micah:5:11",
        "t": "and*ln I will cut off the cities of your land and*ld throw down all your strongholds;"
    },
    {
        "o": 25189,
        "r": "esv:Micah:5:12",
        "t": "and*ln I will cut off sorceries from your hand, and*ld you shall have no more tellers of fortunes;"
    },
    {
        "o": 25190,
        "r": "esv:Micah:5:13",
        "t": "and*ln I will cut off your carved images and*ld your pillars from among you, and*ln you shall bow down no more to*ld the work of your hands;"
    },
    {
        "o": 25191,
        "r": "esv:Micah:5:14",
        "t": "and*ln I will root out your Asherah images from among you and*ld destroy your cities."
    },
    {
        "o": 25192,
        "r": "esv:Micah:5:15",
        "t": "And*ln in anger and wrath I will execute vengeance on*ld the nations that did not obey."
    }
]
