[
    {
        "o": 6538,
        "r": "nkjv:Joshua:5:0",
        "t": "Joshua 5",
        "h": 1
    },
    {
        "o": 6539,
        "r": "nkjv:Joshua:5:0",
        "t": "The Second Generation Circumcised",
        "h": 2
    },
    {
        "o": 6540,
        "r": "nkjv:Joshua:5:1",
        "t": "So*p it was, when all the kings of the Amorites who were*i on the west side of the Jordan, and all the kings of the Canaanites who were*i by the sea, heard that the Lord*s had dried up the waters of the Jordan from before the children of Israel until we had crossed over, that their heart melted; and there was no spirit in them any longer because of the children of Israel."
    },
    {
        "o": 6541,
        "r": "nkjv:Joshua:5:2",
        "t": "At*p that time the Lord*s said to Joshua, “Make flint knives for yourself, and circumcise the sons of Israel again the second time.”"
    },
    {
        "o": 6542,
        "r": "nkjv:Joshua:5:3",
        "t": "So Joshua made flint knives for himself, and circumcised the sons of Israel at the hill of the foreskins."
    },
    {
        "o": 6543,
        "r": "nkjv:Joshua:5:4",
        "t": "And this is*i the reason why Joshua circumcised them: All the people who came out of Egypt who*i were*i males, all the men of war, had died in the wilderness on the way, after they had come out of Egypt."
    },
    {
        "o": 6544,
        "r": "nkjv:Joshua:5:5",
        "t": "For all the people who came out had been circumcised, but all the people born in the wilderness, on the way as they came out of Egypt, had not been circumcised."
    },
    {
        "o": 6545,
        "r": "nkjv:Joshua:5:6",
        "t": "For the children of Israel walked forty years in the wilderness, till all the people who*i were*i men of war, who came out of Egypt, were consumed, because they did not obey the voice of the Lord*s —to whom the Lord*s swore that He would not show them the land which the Lord*s had sworn to their fathers that He would give us, “a land flowing with milk and honey.”"
    },
    {
        "o": 6546,
        "r": "nkjv:Joshua:5:7",
        "t": "Then Joshua circumcised their sons whom*i He raised up in their place; for they were uncircumcised, because they had not been circumcised on the way."
    },
    {
        "o": 6547,
        "r": "nkjv:Joshua:5:8",
        "t": "So*p it was, when they had finished circumcising all the people, that they stayed in their places in the camp till they were healed."
    },
    {
        "o": 6548,
        "r": "nkjv:Joshua:5:9",
        "t": "Then the Lord*s said to Joshua, “This day I have rolled away the reproach of Egypt from you.” Therefore the name of the place is called Gilgal to this day."
    },
    {
        "o": 6549,
        "r": "nkjv:Joshua:5:10",
        "t": "Now*p the children of Israel camped in Gilgal, and kept the Passover on the fourteenth day of the month at twilight on the plains of Jericho."
    },
    {
        "o": 6550,
        "r": "nkjv:Joshua:5:11",
        "t": "And they ate of the produce of the land on the day after the Passover, unleavened bread and parched grain, on the very same day."
    },
    {
        "o": 6551,
        "r": "nkjv:Joshua:5:12",
        "t": "Then the manna ceased on the day after they had eaten the produce of the land; and the children of Israel no longer had manna, but they ate the food of the land of Canaan that year."
    },
    {
        "o": 6552,
        "r": "nkjv:Joshua:5:12",
        "t": "The Commander of the Army of the Lord",
        "h": 2
    },
    {
        "o": 6553,
        "r": "nkjv:Joshua:5:13",
        "t": "And*p it came to pass, when Joshua was by Jericho, that he lifted his eyes and looked, and behold, a Man stood opposite him with His sword drawn in His hand. And Joshua went to Him and said to Him, “Are*i You for us or for our adversaries?”"
    },
    {
        "o": 6554,
        "r": "nkjv:Joshua:5:14",
        "t": "So*p He said, “No, but as*i Commander of the army of the Lord*s I have now come.” And*p Joshua fell on his face to the earth and worshiped, and said to Him, “What does my Lord say to His servant?”"
    },
    {
        "o": 6555,
        "r": "nkjv:Joshua:5:15",
        "t": "Then*p the Commander of the Lord’s*s army said to Joshua, “Take your sandal off your foot, for the place where you stand is*i holy.” And Joshua did so."
    }
]
