[
    {
        "o": 30458,
        "r": "csb:Acts:1:0",
        "t": "Acts 1",
        "h": 1
    },
    {
        "o": 30459,
        "r": "csb:Acts:1:0",
        "t": "Prologue",
        "h": 2
    },
    {
        "o": 30460,
        "r": "csb:Acts:1:1",
        "t": "I*p wrote the first narrative, Theophilus, about all that Jesus began to do and teach"
    },
    {
        "o": 30461,
        "r": "csb:Acts:1:2",
        "t": "until the day he was taken up, after he had given instructions through the Holy Spirit to the apostles he had chosen."
    },
    {
        "o": 30462,
        "r": "csb:Acts:1:3",
        "t": "After he had suffered, he also presented himself alive to them by many convincing proofs, appearing to them over a period of forty days and speaking about the kingdom of God."
    },
    {
        "o": 30463,
        "r": "csb:Acts:1:3",
        "t": "The Holy Spirit Promised",
        "h": 2
    },
    {
        "o": 30464,
        "r": "csb:Acts:1:4",
        "t": "While*p he was with them, he commanded them not to leave Jerusalem, but to wait for the Father’s promise. “Which,”*r he said, “you*r have*r heard*r me*r speak*r about;*r"
    },
    {
        "o": 30465,
        "r": "csb:Acts:1:5",
        "t": "for*r John*r baptized*r with*r water,*r but*r you*r will*r be*r baptized*r with*r the*r Holy*r Spirit*r in*r a*r few*r days.”*r"
    },
    {
        "o": 30466,
        "r": "csb:Acts:1:6",
        "t": "So*p when they had come together, they asked him, “Lord, are you restoring the kingdom to Israel at this time?”"
    },
    {
        "o": 30467,
        "r": "csb:Acts:1:7",
        "t": "He*p said to them, “It*r is*r not*r for*r you*r to*r know*r times*r or*r periods*r that*r the*r Father*r has*r set*r by*r his*r own*r authority.*r"
    },
    {
        "o": 30468,
        "r": "csb:Acts:1:8",
        "t": "But*r you*r will*r receive*r power*r when*r the*r Holy*r Spirit*r has*r come*r on*r you,*r and*r you*r will*r be*r my*r witnesses*r in*r Jerusalem,*r in*r all*r Judea*r and*r Samaria,*r and*r to*r the*r ends*r of*r the*r earth.”*r"
    },
    {
        "o": 30469,
        "r": "csb:Acts:1:8",
        "t": "The Ascension",
        "h": 2
    },
    {
        "o": 30470,
        "r": "csb:Acts:1:9",
        "t": "After*p he had said this, he was taken up as they were watching, and a cloud took him out of their sight."
    },
    {
        "o": 30471,
        "r": "csb:Acts:1:10",
        "t": "While he was going, they were gazing into heaven, and suddenly two men in white clothes stood by them."
    },
    {
        "o": 30472,
        "r": "csb:Acts:1:11",
        "t": "They said, “Men of Galilee, why do you stand looking up into heaven? This same Jesus, who has been taken from you into heaven, will come in the same way that you have seen him going into heaven.”"
    },
    {
        "o": 30473,
        "r": "csb:Acts:1:11",
        "t": "United in Prayer",
        "h": 2
    },
    {
        "o": 30474,
        "r": "csb:Acts:1:12",
        "t": "Then*p they returned to Jerusalem from the Mount of Olives, which is near Jerusalem - a Sabbath day’s journey away."
    },
    {
        "o": 30475,
        "r": "csb:Acts:1:13",
        "t": "When they arrived, they went to the room upstairs where they were staying: Peter, John, James, Andrew, Philip, Thomas, Bartholomew, Matthew, James the son of Alphaeus, Simon the Zealot, and Judas the son of James."
    },
    {
        "o": 30476,
        "r": "csb:Acts:1:14",
        "t": "They all were continually united in prayer, along with the women, including Mary the mother of Jesus, and his brothers."
    },
    {
        "o": 30477,
        "r": "csb:Acts:1:14",
        "t": "Matthias Chosen",
        "h": 2
    },
    {
        "o": 30478,
        "r": "csb:Acts:1:15",
        "t": "In*p those days Peter stood up among the brothers and sisters- the number of people who were together was about a hundred twenty - and said,"
    },
    {
        "o": 30479,
        "r": "csb:Acts:1:16",
        "t": "“Brothers and sisters, it was necessary that the Scripture be fulfilled that the Holy Spirit through the mouth of David foretold about Judas, who became a guide to those who arrested Jesus."
    },
    {
        "o": 30480,
        "r": "csb:Acts:1:17",
        "t": "For he was one of our number and shared in this ministry.”"
    },
    {
        "o": 30481,
        "r": "csb:Acts:1:18",
        "t": "Now this man acquired a field with his unrighteous wages. He fell headfirst, his body burst open and his intestines spilled out."
    },
    {
        "o": 30482,
        "r": "csb:Acts:1:19",
        "t": "This became known to all the residents of Jerusalem, so that in their own language that field is called Hakeldama (that is, “Field of Blood”)."
    },
    {
        "o": 30483,
        "r": "csb:Acts:1:20",
        "t": "“For it is written in the Book of Psalms: Let*ipn his*i dwelling*i become*i desolate;*i let*iln no*i one*i live*i in*i it;*i and Let*iln someone*i else*i take*i his*i position.*i"
    },
    {
        "o": 30484,
        "r": "csb:Acts:1:21",
        "t": "“Therefore,*p from among the men who have accompanied us during the whole time the Lord Jesus went in and out among us -"
    },
    {
        "o": 30485,
        "r": "csb:Acts:1:22",
        "t": "beginning from the baptism of John until the day he was taken up from us - from among these, it is necessary that one become a witness with us of his resurrection.”"
    },
    {
        "o": 30486,
        "r": "csb:Acts:1:23",
        "t": "So*p they proposed two: Joseph, called Barsabbas, who was also known as Justus, and Matthias."
    },
    {
        "o": 30487,
        "r": "csb:Acts:1:24",
        "t": "Then they prayed, “You, Lord, know everyone’s hearts; show which of these two you have chosen"
    },
    {
        "o": 30488,
        "r": "csb:Acts:1:25",
        "t": "to take the place in this apostolic ministry that Judas left to go where he belongs.”"
    },
    {
        "o": 30489,
        "r": "csb:Acts:1:26",
        "t": "Then they cast lots for them, and the lot fell to Matthias and he was added to the eleven apostles."
    }
]
