[
    {
        "o": 5034,
        "r": "csb:Numbers:28:0",
        "t": "Numbers 28",
        "h": 1
    },
    {
        "o": 5035,
        "r": "csb:Numbers:28:0",
        "t": "Prescribed Offerings",
        "h": 2
    },
    {
        "o": 5036,
        "r": "csb:Numbers:28:1",
        "t": "The*p Lord*s spoke to Moses,"
    },
    {
        "o": 5037,
        "r": "csb:Numbers:28:2",
        "t": "“Command the Israelites and say to them: Be sure to present to me at its appointed time my offering and my food as my food offering, a pleasing aroma to me."
    },
    {
        "o": 5038,
        "r": "csb:Numbers:28:3",
        "t": "And say to them: This is the food offering you are to present to the Lord:*s"
    },
    {
        "o": 5039,
        "r": "csb:Numbers:28:3",
        "t": "Daily Offerings",
        "h": 2
    },
    {
        "o": 5040,
        "r": "csb:Numbers:28:3",
        "t": "“Each*p day present two unblemished year-old male lambs as a regular burnt offering."
    },
    {
        "o": 5041,
        "r": "csb:Numbers:28:4",
        "t": "Offer one lamb in the morning and the other lamb at twilight,"
    },
    {
        "o": 5042,
        "r": "csb:Numbers:28:5",
        "t": "along with two quarts of fine flour for a grain offering mixed with a quart of olive oil from crushed olives."
    },
    {
        "o": 5043,
        "r": "csb:Numbers:28:6",
        "t": "It is a regular burnt offering established at Mount Sinai for a pleasing aroma, a food offering to the Lord.*s"
    },
    {
        "o": 5044,
        "r": "csb:Numbers:28:7",
        "t": "The drink offering is to be a quart with each lamb. Pour out the offering of beer to the Lord*s in the sanctuary area."
    },
    {
        "o": 5045,
        "r": "csb:Numbers:28:8",
        "t": "Offer the second lamb at twilight, along with the same kind of grain offering and drink offering as in the morning. It is a food offering, a pleasing aroma to the Lord.*s"
    },
    {
        "o": 5046,
        "r": "csb:Numbers:28:8",
        "t": "Sabbath Offerings",
        "h": 2
    },
    {
        "o": 5047,
        "r": "csb:Numbers:28:9",
        "t": "“On*p the Sabbath day present two unblemished year-old male lambs, four quarts of fine flour mixed with oil as a grain offering, and its drink offering."
    },
    {
        "o": 5048,
        "r": "csb:Numbers:28:10",
        "t": "It is the burnt offering for every Sabbath, in addition to the regular burnt offering and its drink offering."
    },
    {
        "o": 5049,
        "r": "csb:Numbers:28:10",
        "t": "Monthly Offerings",
        "h": 2
    },
    {
        "o": 5050,
        "r": "csb:Numbers:28:11",
        "t": "“At*p the beginning of each of your months present a burnt offering to the Lord:*s two young bulls, one ram, seven male lambs a year old - all unblemished -"
    },
    {
        "o": 5051,
        "r": "csb:Numbers:28:12",
        "t": "with six quarts of fine flour mixed with oil as a grain offering for each bull, four quarts of fine flour mixed with oil as a grain offering for the ram,"
    },
    {
        "o": 5052,
        "r": "csb:Numbers:28:13",
        "t": "and two quarts of fine flour mixed with oil as a grain offering for each lamb. It is a burnt offering, a pleasing aroma, a food offering to the Lord.*s"
    },
    {
        "o": 5053,
        "r": "csb:Numbers:28:14",
        "t": "Their drink offerings are to be two quarts of wine with each bull, one and a third quarts with the ram, and one quart with each male lamb. This is the monthly burnt offering for all the months of the year."
    },
    {
        "o": 5054,
        "r": "csb:Numbers:28:15",
        "t": "And one male goat is to be offered as a sin offering to the Lord,*s in addition to the regular burnt offering with its drink offering."
    },
    {
        "o": 5055,
        "r": "csb:Numbers:28:15",
        "t": "Offerings for Passover",
        "h": 2
    },
    {
        "o": 5056,
        "r": "csb:Numbers:28:16",
        "t": "“The*p Passover to the Lord*s comes in the first month, on the fourteenth day of the month."
    },
    {
        "o": 5057,
        "r": "csb:Numbers:28:17",
        "t": "On the fifteenth day of this month there will be a festival; unleavened bread is to be eaten for seven days."
    },
    {
        "o": 5058,
        "r": "csb:Numbers:28:18",
        "t": "On the first day there is to be a sacred assembly; you are not to do any daily work."
    },
    {
        "o": 5059,
        "r": "csb:Numbers:28:19",
        "t": "Present a food offering, a burnt offering to the Lord:*s two young bulls, one ram, and seven male lambs a year old. Your animals are to be unblemished."
    },
    {
        "o": 5060,
        "r": "csb:Numbers:28:20",
        "t": "The grain offering with them is to be of fine flour mixed with oil; offer six quarts with each bull and four quarts with the ram."
    },
    {
        "o": 5061,
        "r": "csb:Numbers:28:21",
        "t": "Offer two quarts with each of the seven lambs"
    },
    {
        "o": 5062,
        "r": "csb:Numbers:28:22",
        "t": "and one male goat for a sin offering to make atonement for yourselves."
    },
    {
        "o": 5063,
        "r": "csb:Numbers:28:23",
        "t": "Offer these with the morning burnt offering that is part of the regular burnt offering."
    },
    {
        "o": 5064,
        "r": "csb:Numbers:28:24",
        "t": "You are to offer the same food each day for seven days as a food offering, a pleasing aroma to the Lord.*s It is to be offered with its drink offering and the regular burnt offering."
    },
    {
        "o": 5065,
        "r": "csb:Numbers:28:25",
        "t": "On the seventh day you are to hold a sacred assembly; you are not to do any daily work."
    },
    {
        "o": 5066,
        "r": "csb:Numbers:28:25",
        "t": "Offerings for the Festival of Weeks",
        "h": 2
    },
    {
        "o": 5067,
        "r": "csb:Numbers:28:26",
        "t": "“On*p the day of firstfruits, you are to hold a sacred assembly when you present an offering of new grain to the Lord*s at your Festival of Weeks; you are not to do any daily work."
    },
    {
        "o": 5068,
        "r": "csb:Numbers:28:27",
        "t": "Present a burnt offering as a pleasing aroma to the Lord:*s two young bulls, one ram, and seven male lambs a year old,"
    },
    {
        "o": 5069,
        "r": "csb:Numbers:28:28",
        "t": "with their grain offering of fine flour mixed with oil, six quarts with each bull, four quarts with the ram,"
    },
    {
        "o": 5070,
        "r": "csb:Numbers:28:29",
        "t": "and two quarts with each of the seven lambs,"
    },
    {
        "o": 5071,
        "r": "csb:Numbers:28:30",
        "t": "and one male goat to make atonement for yourselves."
    },
    {
        "o": 5072,
        "r": "csb:Numbers:28:31",
        "t": "Offer them with their drink offerings in addition to the regular burnt offering and its grain offering. Your animals are to be unblemished."
    }
]
