[
    {
        "o": 12883,
        "r": "niv:2 Chronicles:28:0",
        "t": "2 Chronicles 28",
        "h": 1
    },
    {
        "o": 12884,
        "r": "niv:2 Chronicles:28:0",
        "t": "Ahaz King of Judah",
        "h": 2
    },
    {
        "o": 12885,
        "r": "niv:2 Chronicles:28:1",
        "t": "Ahaz*p was twenty years old when he became king, and he reigned in Jerusalem sixteen years. Unlike David his father, he did not do what was right in the eyes of the Lord.*s"
    },
    {
        "o": 12886,
        "r": "niv:2 Chronicles:28:2",
        "t": "He followed the ways of the kings of Israel and also made idols for worshiping the Baals."
    },
    {
        "o": 12887,
        "r": "niv:2 Chronicles:28:3",
        "t": "He burned sacrifices in the Valley of Ben Hinnom and sacrificed his children in the fire, engaging in the detestable practices of the nations the Lord*s had driven out before the Israelites."
    },
    {
        "o": 12888,
        "r": "niv:2 Chronicles:28:4",
        "t": "He offered sacrifices and burned incense at the high places, on the hilltops and under every spreading tree."
    },
    {
        "o": 12889,
        "r": "niv:2 Chronicles:28:5",
        "t": "Therefore*p the Lord*s his God delivered him into the hands of the king of Aram. The Arameans defeated him and took many of his people as prisoners and brought them to Damascus. He*p was also given into the hands of the king of Israel, who inflicted heavy casualties on him."
    },
    {
        "o": 12890,
        "r": "niv:2 Chronicles:28:6",
        "t": "In one day Pekah son of Remaliah killed a hundred and twenty thousand soldiers in Judah—because Judah had forsaken the Lord,*s the God of their ancestors."
    },
    {
        "o": 12891,
        "r": "niv:2 Chronicles:28:7",
        "t": "Zikri, an Ephraimite warrior, killed Maaseiah the king’s son, Azrikam the officer in charge of the palace, and Elkanah, second to the king."
    },
    {
        "o": 12892,
        "r": "niv:2 Chronicles:28:8",
        "t": "The men of Israel took captive from their fellow Israelites who were from Judah two hundred thousand wives, sons and daughters. They also took a great deal of plunder, which they carried back to Samaria."
    },
    {
        "o": 12893,
        "r": "niv:2 Chronicles:28:9",
        "t": "But*p a prophet of the Lord*s named Oded was there, and he went out to meet the army when it returned to Samaria. He said to them, “Because the Lord,*s the God of your ancestors, was angry with Judah, he gave them into your hand. But you have slaughtered them in a rage that reaches to heaven."
    },
    {
        "o": 12894,
        "r": "niv:2 Chronicles:28:10",
        "t": "And now you intend to make the men and women of Judah and Jerusalem your slaves. But aren’t you also guilty of sins against the Lord*s your God?"
    },
    {
        "o": 12895,
        "r": "niv:2 Chronicles:28:11",
        "t": "Now listen to me! Send back your fellow Israelites you have taken as prisoners, for the Lord’s*s fierce anger rests on you.”"
    },
    {
        "o": 12896,
        "r": "niv:2 Chronicles:28:12",
        "t": "Then*p some of the leaders in Ephraim—Azariah son of Jehohanan, Berekiah son of Meshillemoth, Jehizkiah son of Shallum, and Amasa son of Hadlai—confronted those who were arriving from the war."
    },
    {
        "o": 12897,
        "r": "niv:2 Chronicles:28:13",
        "t": "“You must not bring those prisoners here,” they said, “or we will be guilty before the Lord.*s Do you intend to add to our sin and guilt? For our guilt is already great, and his fierce anger rests on Israel.”"
    },
    {
        "o": 12898,
        "r": "niv:2 Chronicles:28:14",
        "t": "So*p the soldiers gave up the prisoners and plunder in the presence of the officials and all the assembly."
    },
    {
        "o": 12899,
        "r": "niv:2 Chronicles:28:15",
        "t": "The men designated by name took the prisoners, and from the plunder they clothed all who were naked. They provided them with clothes and sandals, food and drink, and healing balm. All those who were weak they put on donkeys. So they took them back to their fellow Israelites at Jericho, the City of Palms, and returned to Samaria."
    },
    {
        "o": 12900,
        "r": "niv:2 Chronicles:28:16",
        "t": "At*p that time King Ahaz sent to the kings of Assyria for help."
    },
    {
        "o": 12901,
        "r": "niv:2 Chronicles:28:17",
        "t": "The Edomites had again come and attacked Judah and carried away prisoners,"
    },
    {
        "o": 12902,
        "r": "niv:2 Chronicles:28:18",
        "t": "while the Philistines had raided towns in the foothills and in the Negev of Judah. They captured and occupied Beth Shemesh, Aijalon and Gederoth, as well as Soko, Timnah and Gimzo, with their surrounding villages."
    },
    {
        "o": 12903,
        "r": "niv:2 Chronicles:28:19",
        "t": "The Lord*s had humbled Judah because of Ahaz king of Israel, for he had promoted wickedness in Judah and had been most unfaithful to the Lord.*s"
    },
    {
        "o": 12904,
        "r": "niv:2 Chronicles:28:20",
        "t": "Tiglath-Pileser king of Assyria came to him, but he gave him trouble instead of help."
    },
    {
        "o": 12905,
        "r": "niv:2 Chronicles:28:21",
        "t": "Ahaz took some of the things from the temple of the Lord*s and from the royal palace and from the officials and presented them to the king of Assyria, but that did not help him."
    },
    {
        "o": 12906,
        "r": "niv:2 Chronicles:28:22",
        "t": "In*p his time of trouble King Ahaz became even more unfaithful to the Lord.*s"
    },
    {
        "o": 12907,
        "r": "niv:2 Chronicles:28:23",
        "t": "He offered sacrifices to the gods of Damascus, who had defeated him; for he thought, “Since the gods of the kings of Aram have helped them, I will sacrifice to them so they will help me.” But they were his downfall and the downfall of all Israel."
    },
    {
        "o": 12908,
        "r": "niv:2 Chronicles:28:24",
        "t": "Ahaz*p gathered together the furnishings from the temple of God and cut them in pieces. He shut the doors of the Lord’s*s temple and set up altars at every street corner in Jerusalem."
    },
    {
        "o": 12909,
        "r": "niv:2 Chronicles:28:25",
        "t": "In every town in Judah he built high places to burn sacrifices to other gods and aroused the anger of the Lord,*s the God of his ancestors."
    },
    {
        "o": 12910,
        "r": "niv:2 Chronicles:28:26",
        "t": "The*p other events of his reign and all his ways, from beginning to end, are written in the book of the kings of Judah and Israel."
    },
    {
        "o": 12911,
        "r": "niv:2 Chronicles:28:27",
        "t": "Ahaz rested with his ancestors and was buried in the city of Jerusalem, but he was not placed in the tombs of the kings of Israel. And Hezekiah his son succeeded him as king."
    }
]
