[
    {
        "o": 14929,
        "r": "niv:Job:33:0",
        "t": "Job 33",
        "h": 1
    },
    {
        "o": 14930,
        "r": "niv:Job:33:1",
        "t": "“But*pn now, Job, listen to my words; pay*ld attention to everything I say."
    },
    {
        "o": 14931,
        "r": "niv:Job:33:2",
        "t": "I*ln am about to open my mouth; my*ld words are on the tip of my tongue."
    },
    {
        "o": 14932,
        "r": "niv:Job:33:3",
        "t": "My*ln words come from an upright heart; my*ld lips sincerely speak what I know."
    },
    {
        "o": 14933,
        "r": "niv:Job:33:4",
        "t": "The*ln Spirit of God has made me; the*ld breath of the Almighty gives me life."
    },
    {
        "o": 14934,
        "r": "niv:Job:33:5",
        "t": "Answer*ln me then, if you can; stand*ld up and argue your case before me."
    },
    {
        "o": 14935,
        "r": "niv:Job:33:6",
        "t": "I*ln am the same as you in God’s sight; I*ld too am a piece of clay."
    },
    {
        "o": 14936,
        "r": "niv:Job:33:7",
        "t": "No*ln fear of me should alarm you, nor*ld should my hand be heavy on you."
    },
    {
        "o": 14937,
        "r": "niv:Job:33:8",
        "t": "“But*pn you have said in my hearing— I*ld heard the very words—"
    },
    {
        "o": 14938,
        "r": "niv:Job:33:9",
        "t": "‘I*ln am pure, I have done no wrong; I*ld am clean and free from sin."
    },
    {
        "o": 14939,
        "r": "niv:Job:33:10",
        "t": "Yet*ln God has found fault with me; he*ld considers me his enemy."
    },
    {
        "o": 14940,
        "r": "niv:Job:33:11",
        "t": "He*ln fastens my feet in shackles; he*ld keeps close watch on all my paths.’"
    },
    {
        "o": 14941,
        "r": "niv:Job:33:12",
        "t": "“But*pn I tell you, in this you are not right, for*ld God is greater than any mortal."
    },
    {
        "o": 14942,
        "r": "niv:Job:33:13",
        "t": "Why*ln do you complain to him that*ld he responds to no one’s words?"
    },
    {
        "o": 14943,
        "r": "niv:Job:33:14",
        "t": "For*ln God does speak—now one way, now another— though*ld no one perceives it."
    },
    {
        "o": 14944,
        "r": "niv:Job:33:15",
        "t": "In*ln a dream, in a vision of the night, when*ld deep sleep falls on people as*ld they slumber in their beds,"
    },
    {
        "o": 14945,
        "r": "niv:Job:33:16",
        "t": "he*ln may speak in their ears and*ld terrify them with warnings,"
    },
    {
        "o": 14946,
        "r": "niv:Job:33:17",
        "t": "to*ln turn them from wrongdoing and*ld keep them from pride,"
    },
    {
        "o": 14947,
        "r": "niv:Job:33:18",
        "t": "to*ln preserve them from the pit, their*ld lives from perishing by the sword."
    },
    {
        "o": 14948,
        "r": "niv:Job:33:19",
        "t": "“Or*pn someone may be chastened on a bed of pain with*ld constant distress in their bones,"
    },
    {
        "o": 14949,
        "r": "niv:Job:33:20",
        "t": "so*ln that their body finds food repulsive and*ld their soul loathes the choicest meal."
    },
    {
        "o": 14950,
        "r": "niv:Job:33:21",
        "t": "Their*ln flesh wastes away to nothing, and*ld their bones, once hidden, now stick out."
    },
    {
        "o": 14951,
        "r": "niv:Job:33:22",
        "t": "They*ln draw near to the pit, and*ld their life to the messengers of death."
    },
    {
        "o": 14952,
        "r": "niv:Job:33:23",
        "t": "Yet*ln if there is an angel at their side, a*ld messenger, one out of a thousand, sent*ld to tell them how to be upright,"
    },
    {
        "o": 14953,
        "r": "niv:Job:33:24",
        "t": "and*ln he is gracious to that person and says to God, ‘Spare*ld them from going down to the pit; I*ld have found a ransom for them—"
    },
    {
        "o": 14954,
        "r": "niv:Job:33:25",
        "t": "let*ln their flesh be renewed like a child’s; let*ld them be restored as in the days of their youth’—"
    },
    {
        "o": 14955,
        "r": "niv:Job:33:26",
        "t": "then*ln that person can pray to God and find favor with him, they*ld will see God’s face and shout for joy; he*ld will restore them to full well-being."
    },
    {
        "o": 14956,
        "r": "niv:Job:33:27",
        "t": "And*ln they will go to others and say, ‘I*ld have sinned, I have perverted what is right, but*ld I did not get what I deserved."
    },
    {
        "o": 14957,
        "r": "niv:Job:33:28",
        "t": "God*ln has delivered me from going down to the pit, and*ld I shall live to enjoy the light of life.’"
    },
    {
        "o": 14958,
        "r": "niv:Job:33:29",
        "t": "“God*pn does all these things to a person— twice,*ld even three times—"
    },
    {
        "o": 14959,
        "r": "niv:Job:33:30",
        "t": "to*ln turn them back from the pit, that*ld the light of life may shine on them."
    },
    {
        "o": 14960,
        "r": "niv:Job:33:31",
        "t": "“Pay*pn attention, Job, and listen to me; be*ld silent, and I will speak."
    },
    {
        "o": 14961,
        "r": "niv:Job:33:32",
        "t": "If*ln you have anything to say, answer me; speak*ld up, for I want to vindicate you."
    },
    {
        "o": 14962,
        "r": "niv:Job:33:33",
        "t": "But*ln if not, then listen to me; be*ld silent, and I will teach you wisdom.”"
    }
]
