[
    {
        "o": 33362,
        "r": "niv:Hebrews:11:0",
        "t": "Hebrews 11",
        "h": 1
    },
    {
        "o": 33363,
        "r": "niv:Hebrews:11:0",
        "t": "Faith in Action",
        "h": 2
    },
    {
        "o": 33364,
        "r": "niv:Hebrews:11:1",
        "t": "Now*p faith is confidence in what we hope for and assurance about what we do not see."
    },
    {
        "o": 33365,
        "r": "niv:Hebrews:11:2",
        "t": "This is what the ancients were commended for."
    },
    {
        "o": 33366,
        "r": "niv:Hebrews:11:3",
        "t": "By*p faith we understand that the universe was formed at God’s command, so that what is seen was not made out of what was visible."
    },
    {
        "o": 33367,
        "r": "niv:Hebrews:11:4",
        "t": "By*p faith Abel brought God a better offering than Cain did. By faith he was commended as righteous, when God spoke well of his offerings. And by faith Abel still speaks, even though he is dead."
    },
    {
        "o": 33368,
        "r": "niv:Hebrews:11:5",
        "t": "By*p faith Enoch was taken from this life, so that he did not experience death: “He could not be found, because God had taken him away.” For before he was taken, he was commended as one who pleased God."
    },
    {
        "o": 33369,
        "r": "niv:Hebrews:11:6",
        "t": "And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him."
    },
    {
        "o": 33370,
        "r": "niv:Hebrews:11:7",
        "t": "By*p faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that is in keeping with faith."
    },
    {
        "o": 33371,
        "r": "niv:Hebrews:11:8",
        "t": "By*p faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going."
    },
    {
        "o": 33372,
        "r": "niv:Hebrews:11:9",
        "t": "By faith he made his home in the promised land like a stranger in a foreign country; he lived in tents, as did Isaac and Jacob, who were heirs with him of the same promise."
    },
    {
        "o": 33373,
        "r": "niv:Hebrews:11:10",
        "t": "For he was looking forward to the city with foundations, whose architect and builder is God."
    },
    {
        "o": 33374,
        "r": "niv:Hebrews:11:11",
        "t": "And by faith even Sarah, who was past childbearing age, was enabled to bear children because she considered him faithful who had made the promise."
    },
    {
        "o": 33375,
        "r": "niv:Hebrews:11:12",
        "t": "And so from this one man, and he as good as dead, came descendants as numerous as the stars in the sky and as countless as the sand on the seashore."
    },
    {
        "o": 33376,
        "r": "niv:Hebrews:11:13",
        "t": "All*p these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance, admitting that they were foreigners and strangers on earth."
    },
    {
        "o": 33377,
        "r": "niv:Hebrews:11:14",
        "t": "People who say such things show that they are looking for a country of their own."
    },
    {
        "o": 33378,
        "r": "niv:Hebrews:11:15",
        "t": "If they had been thinking of the country they had left, they would have had opportunity to return."
    },
    {
        "o": 33379,
        "r": "niv:Hebrews:11:16",
        "t": "Instead, they were longing for a better country—a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them."
    },
    {
        "o": 33380,
        "r": "niv:Hebrews:11:17",
        "t": "By*p faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had embraced the promises was about to sacrifice his one and only son,"
    },
    {
        "o": 33381,
        "r": "niv:Hebrews:11:18",
        "t": "even though God had said to him, “It is through Isaac that your offspring will be reckoned.”"
    },
    {
        "o": 33382,
        "r": "niv:Hebrews:11:19",
        "t": "Abraham reasoned that God could even raise the dead, and so in a manner of speaking he did receive Isaac back from death."
    },
    {
        "o": 33383,
        "r": "niv:Hebrews:11:20",
        "t": "By*p faith Isaac blessed Jacob and Esau in regard to their future."
    },
    {
        "o": 33384,
        "r": "niv:Hebrews:11:21",
        "t": "By*p faith Jacob, when he was dying, blessed each of Joseph’s sons, and worshiped as he leaned on the top of his staff."
    },
    {
        "o": 33385,
        "r": "niv:Hebrews:11:22",
        "t": "By*p faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions concerning the burial of his bones."
    },
    {
        "o": 33386,
        "r": "niv:Hebrews:11:23",
        "t": "By*p faith Moses’ parents hid him for three months after he was born, because they saw he was no ordinary child, and they were not afraid of the king’s edict."
    },
    {
        "o": 33387,
        "r": "niv:Hebrews:11:24",
        "t": "By*p faith Moses, when he had grown up, refused to be known as the son of Pharaoh’s daughter."
    },
    {
        "o": 33388,
        "r": "niv:Hebrews:11:25",
        "t": "He chose to be mistreated along with the people of God rather than to enjoy the fleeting pleasures of sin."
    },
    {
        "o": 33389,
        "r": "niv:Hebrews:11:26",
        "t": "He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward."
    },
    {
        "o": 33390,
        "r": "niv:Hebrews:11:27",
        "t": "By faith he left Egypt, not fearing the king’s anger; he persevered because he saw him who is invisible."
    },
    {
        "o": 33391,
        "r": "niv:Hebrews:11:28",
        "t": "By faith he kept the Passover and the application of blood, so that the destroyer of the firstborn would not touch the firstborn of Israel."
    },
    {
        "o": 33392,
        "r": "niv:Hebrews:11:29",
        "t": "By*p faith the people passed through the Red Sea as on dry land; but when the Egyptians tried to do so, they were drowned."
    },
    {
        "o": 33393,
        "r": "niv:Hebrews:11:30",
        "t": "By*p faith the walls of Jericho fell, after the army had marched around them for seven days."
    },
    {
        "o": 33394,
        "r": "niv:Hebrews:11:31",
        "t": "By*p faith the prostitute Rahab, because she welcomed the spies, was not killed with those who were disobedient."
    },
    {
        "o": 33395,
        "r": "niv:Hebrews:11:32",
        "t": "And*p what more shall I say? I do not have time to tell about Gideon, Barak, Samson and Jephthah, about David and Samuel and the prophets,"
    },
    {
        "o": 33396,
        "r": "niv:Hebrews:11:33",
        "t": "who through faith conquered kingdoms, administered justice, and gained what was promised; who shut the mouths of lions,"
    },
    {
        "o": 33397,
        "r": "niv:Hebrews:11:34",
        "t": "quenched the fury of the flames, and escaped the edge of the sword; whose weakness was turned to strength; and who became powerful in battle and routed foreign armies."
    },
    {
        "o": 33398,
        "r": "niv:Hebrews:11:35",
        "t": "Women received back their dead, raised to life again. There were others who were tortured, refusing to be released so that they might gain an even better resurrection."
    },
    {
        "o": 33399,
        "r": "niv:Hebrews:11:36",
        "t": "Some faced jeers and flogging, and even chains and imprisonment."
    },
    {
        "o": 33400,
        "r": "niv:Hebrews:11:37",
        "t": "They were put to death by stoning; they were sawed in two; they were killed by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated—"
    },
    {
        "o": 33401,
        "r": "niv:Hebrews:11:38",
        "t": "the world was not worthy of them. They wandered in deserts and mountains, living in caves and in holes in the ground."
    },
    {
        "o": 33402,
        "r": "niv:Hebrews:11:39",
        "t": "These*p were all commended for their faith, yet none of them received what had been promised,"
    },
    {
        "o": 33403,
        "r": "niv:Hebrews:11:40",
        "t": "since God had planned something better for us so that only together with us would they be made perfect."
    }
]
