[
    {
        "o": 14226,
        "r": "nasb:Job:2:0",
        "t": "Job 2",
        "h": 1
    },
    {
        "o": 14227,
        "r": "nasb:Job:2:0",
        "t": "Job Loses His Health",
        "h": 2
    },
    {
        "o": 14228,
        "r": "nasb:Job:2:1",
        "t": "Again*p there was a day when the sons of God came to present themselves before the Lord,*s and Satan also came among them to present himself before the Lord.*s"
    },
    {
        "o": 14229,
        "r": "nasb:Job:2:2",
        "t": "The Lord*s said to Satan, “Where have you come from?” Then Satan answered the Lord*s and said, “From roaming about on the earth and walking around on it.”"
    },
    {
        "o": 14230,
        "r": "nasb:Job:2:3",
        "t": "The Lord*s said to Satan, “Have you considered My servant Job? For there is no one like him on the earth, a blameless and upright man fearing God and turning away from evil. And he still holds fast his integrity, although you incited Me against him to ruin him without cause.”"
    },
    {
        "o": 14231,
        "r": "nasb:Job:2:4",
        "t": "Satan answered the Lord*s and said, “Skin for skin! Yes, all that a man has he will give for his life."
    },
    {
        "o": 14232,
        "r": "nasb:Job:2:5",
        "t": "However, put forth Your hand now, and touch his bone and his flesh; he will curse You to Your face.”"
    },
    {
        "o": 14233,
        "r": "nasb:Job:2:6",
        "t": "So the Lord*s said to Satan, “Behold, he is in your power, only spare his life.”"
    },
    {
        "o": 14234,
        "r": "nasb:Job:2:7",
        "t": "Then*p Satan went out from the presence of the Lord*s and smote Job with sore boils from the sole of his foot to the crown of his head."
    },
    {
        "o": 14235,
        "r": "nasb:Job:2:8",
        "t": "And he took a potsherd to scrape himself while he was sitting among the ashes."
    },
    {
        "o": 14236,
        "r": "nasb:Job:2:9",
        "t": "Then*p his wife said to him, “Do you still hold fast your integrity? Curse God and die!”"
    },
    {
        "o": 14237,
        "r": "nasb:Job:2:10",
        "t": "But he said to her, “You speak as one of the foolish women speaks. Shall we indeed accept good from God and not accept adversity?” In all this Job did not sin with his lips."
    },
    {
        "o": 14238,
        "r": "nasb:Job:2:11",
        "t": "Now*p when Job’s three friends heard of all this adversity that had come upon him, they came each one from his own place, Eliphaz the Temanite, Bildad the Shuhite and Zophar the Naamathite; and they made an appointment together to come to sympathize with him and comfort him."
    },
    {
        "o": 14239,
        "r": "nasb:Job:2:12",
        "t": "When they lifted up their eyes at a distance and did not recognize him, they raised their voices and wept. And each of them tore his robe and they threw dust over their heads toward the sky."
    },
    {
        "o": 14240,
        "r": "nasb:Job:2:13",
        "t": "Then they sat down on the ground with him for seven days and seven nights with no one speaking a word to him, for they saw that his*i pain was very great."
    }
]
