[
    {
        "o": 7620,
        "r": "nasb:Judges:18:0",
        "t": "Judges 18",
        "h": 1
    },
    {
        "o": 7621,
        "r": "nasb:Judges:18:0",
        "t": "Danites Seek Territory",
        "h": 2
    },
    {
        "o": 7622,
        "r": "nasb:Judges:18:1",
        "t": "In*p those days there was no king of Israel; and in those days the tribe of the Danites was seeking an inheritance for themselves to live in, for until that day an inheritance had not been allotted to them as a possession among the tribes of Israel."
    },
    {
        "o": 7623,
        "r": "nasb:Judges:18:2",
        "t": "So the sons of Dan sent from their family five men out of their whole number, valiant men from Zorah and Eshtaol, to spy out the land and to search it; and they said to them, “Go, search the land.” And they came to the hill country of Ephraim, to the house of Micah, and lodged there."
    },
    {
        "o": 7624,
        "r": "nasb:Judges:18:3",
        "t": "When they were near the house of Micah, they recognized the voice of the young man, the Levite; and they turned aside there and said to him, “Who brought you here? And what are you doing in this place?*i And what do you have here?”"
    },
    {
        "o": 7625,
        "r": "nasb:Judges:18:4",
        "t": "He said to them, “Thus and so has Micah done to me, and he has hired me and I have become his priest.”"
    },
    {
        "o": 7626,
        "r": "nasb:Judges:18:5",
        "t": "They said to him, “Inquire of God, please, that we may know whether our way on which we are going will be prosperous.”"
    },
    {
        "o": 7627,
        "r": "nasb:Judges:18:6",
        "t": "The priest said to them, “Go in peace; your way in which you are going has the Lord’s*s approval.”"
    },
    {
        "o": 7628,
        "r": "nasb:Judges:18:7",
        "t": "Then*p the five men departed and came to Laish and saw the people who were in it living in security, after the manner of the Sidonians, quiet and secure; for there was no ruler humiliating them*i for anything in the land, and they were far from the Sidonians and had no dealings with anyone."
    },
    {
        "o": 7629,
        "r": "nasb:Judges:18:8",
        "t": "When they came back to their brothers at Zorah and Eshtaol, their brothers said to them, “What do*i you report?”*i"
    },
    {
        "o": 7630,
        "r": "nasb:Judges:18:9",
        "t": "They said, “Arise, and let us go up against them; for we have seen the land, and behold, it is very good. And will you sit still? Do not delay to go, to enter, to possess the land."
    },
    {
        "o": 7631,
        "r": "nasb:Judges:18:10",
        "t": "When you enter, you will come to a secure people with a spacious land; for God has given it into your hand, a place where there is no lack of anything that is on the earth.”"
    },
    {
        "o": 7632,
        "r": "nasb:Judges:18:11",
        "t": "Then*p from the family of the Danites, from Zorah and from Eshtaol, six hundred men armed with weapons of war set out."
    },
    {
        "o": 7633,
        "r": "nasb:Judges:18:12",
        "t": "They went up and camped at Kiriath-jearim in Judah. Therefore they called that place Mahaneh-dan to this day; behold, it is west of Kiriath-jearim."
    },
    {
        "o": 7634,
        "r": "nasb:Judges:18:13",
        "t": "They passed from there to the hill country of Ephraim and came to the house of Micah."
    },
    {
        "o": 7635,
        "r": "nasb:Judges:18:13",
        "t": "Danites Take Micah’s Idols",
        "h": 2
    },
    {
        "o": 7636,
        "r": "nasb:Judges:18:14",
        "t": "Then*p the five men who went to spy out the country of Laish said to their kinsmen, “Do you know that there are in these houses an ephod and household idols and a graven image and a molten image? Now therefore, consider what you should do.”"
    },
    {
        "o": 7637,
        "r": "nasb:Judges:18:15",
        "t": "They turned aside there and came to the house of the young man, the Levite, to the house of Micah, and asked him of his welfare."
    },
    {
        "o": 7638,
        "r": "nasb:Judges:18:16",
        "t": "The six hundred men armed with their weapons of war, who were of the sons of Dan, stood by the entrance of the gate."
    },
    {
        "o": 7639,
        "r": "nasb:Judges:18:17",
        "t": "Now the five men who went to spy out the land went up and*i entered there, and*i took the graven image and the ephod and household idols and the molten image, while the priest stood by the entrance of the gate with the six hundred men armed with weapons of war."
    },
    {
        "o": 7640,
        "r": "nasb:Judges:18:18",
        "t": "When these went into Micah’s house and took the graven image, the ephod and household idols and the molten image, the priest said to them, “What are you doing?”"
    },
    {
        "o": 7641,
        "r": "nasb:Judges:18:19",
        "t": "They said to him, “Be silent, put your hand over your mouth and come with us, and be to us a father and a priest. Is it better for you to be a priest to the house of one man, or to be priest to a tribe and a family in Israel?”"
    },
    {
        "o": 7642,
        "r": "nasb:Judges:18:20",
        "t": "The priest’s heart was glad, and he took the ephod and household idols and the graven image and went among the people."
    },
    {
        "o": 7643,
        "r": "nasb:Judges:18:21",
        "t": "Then*p they turned and departed, and put the little ones and the livestock and the valuables in front of them."
    },
    {
        "o": 7644,
        "r": "nasb:Judges:18:22",
        "t": "When they had gone some distance from the house of Micah, the men who were*i in the houses near Micah’s house assembled and overtook the sons of Dan."
    },
    {
        "o": 7645,
        "r": "nasb:Judges:18:23",
        "t": "They cried to the sons of Dan, who turned around and said to Micah, “What is the*i matter*i with you, that you have assembled together?”"
    },
    {
        "o": 7646,
        "r": "nasb:Judges:18:24",
        "t": "He said, “You have taken away my gods which I made, and the priest, and have gone away, and what do I have besides? So how can you say to me, ‘What is the*i matter*i with you?’ ”"
    },
    {
        "o": 7647,
        "r": "nasb:Judges:18:25",
        "t": "The sons of Dan said to him, “Do not let your voice be heard among us, or else fierce men will fall upon you and you will lose your life, with the lives of your household.”"
    },
    {
        "o": 7648,
        "r": "nasb:Judges:18:26",
        "t": "So the sons of Dan went on their way; and when Micah saw that they were too strong for him, he turned and went back to his house."
    },
    {
        "o": 7649,
        "r": "nasb:Judges:18:27",
        "t": "Then*p they took what Micah had made and the priest who had belonged to him, and came to Laish, to a people quiet and secure, and struck them with the edge of the sword; and they burned the city with fire."
    },
    {
        "o": 7650,
        "r": "nasb:Judges:18:28",
        "t": "And there was no one to deliver them,*i because it was far from Sidon and they had no dealings with anyone, and it was in the valley which is near Beth-rehob. And they rebuilt the city and lived in it."
    },
    {
        "o": 7651,
        "r": "nasb:Judges:18:29",
        "t": "They called the name of the city Dan, after the name of Dan their father who was born in Israel; however, the name of the city formerly was Laish."
    },
    {
        "o": 7652,
        "r": "nasb:Judges:18:30",
        "t": "The sons of Dan set up for themselves the graven image; and Jonathan, the son of Gershom, the son of Manasseh, he and his sons were priests to the tribe of the Danites until the day of the captivity of the land."
    },
    {
        "o": 7653,
        "r": "nasb:Judges:18:31",
        "t": "So they set up for themselves Micah’s graven image which he had made, all the time that the house of God was at Shiloh."
    }
]
