[
    {
        "o": 1893,
        "r": "esv:Exodus:9:0",
        "t": "Exodus 9",
        "h": 1
    },
    {
        "o": 1894,
        "r": "esv:Exodus:9:0",
        "t": "The Fifth Plague: Egyptian Livestock Die",
        "h": 2
    },
    {
        "o": 1895,
        "r": "esv:Exodus:9:1",
        "t": "Then*p the Lord*s said to Moses, “Go in to Pharaoh and say to him, ‘Thus says the Lord,*s the God of the Hebrews, “Let my people go, that they may serve me."
    },
    {
        "o": 1896,
        "r": "esv:Exodus:9:2",
        "t": "For if you refuse to let them go and still hold them,"
    },
    {
        "o": 1897,
        "r": "esv:Exodus:9:3",
        "t": "behold, the hand of the Lord*s will fall with a very severe plague upon your livestock that are in the field, the horses, the donkeys, the camels, the herds, and the flocks."
    },
    {
        "o": 1898,
        "r": "esv:Exodus:9:4",
        "t": "But the Lord*s will make a distinction between the livestock of Israel and the livestock of Egypt, so that nothing of all that belongs to the people of Israel shall die.”’”"
    },
    {
        "o": 1899,
        "r": "esv:Exodus:9:5",
        "t": "And the Lord*s set a time, saying, “Tomorrow the Lord*s will do this thing in the land.”"
    },
    {
        "o": 1900,
        "r": "esv:Exodus:9:6",
        "t": "And the next day the Lord*s did this thing. All the livestock of the Egyptians died, but not one of the livestock of the people of Israel died."
    },
    {
        "o": 1901,
        "r": "esv:Exodus:9:7",
        "t": "And Pharaoh sent, and behold, not one of the livestock of Israel was dead. But the heart of Pharaoh was hardened, and he did not let the people go."
    },
    {
        "o": 1902,
        "r": "esv:Exodus:9:7",
        "t": "The Sixth Plague: Boils",
        "h": 2
    },
    {
        "o": 1903,
        "r": "esv:Exodus:9:8",
        "t": "And*p the Lord*s said to Moses and Aaron, “Take handfuls of soot from the kiln, and let Moses throw them in the air in the sight of Pharaoh."
    },
    {
        "o": 1904,
        "r": "esv:Exodus:9:9",
        "t": "It shall become fine dust over all the land of Egypt, and become boils breaking out in sores on man and beast throughout all the land of Egypt.”"
    },
    {
        "o": 1905,
        "r": "esv:Exodus:9:10",
        "t": "So they took soot from the kiln and stood before Pharaoh. And Moses threw it in the air, and it became boils breaking out in sores on man and beast."
    },
    {
        "o": 1906,
        "r": "esv:Exodus:9:11",
        "t": "And the magicians could not stand before Moses because of the boils, for the boils came upon the magicians and upon all the Egyptians."
    },
    {
        "o": 1907,
        "r": "esv:Exodus:9:12",
        "t": "But the Lord*s hardened the heart of Pharaoh, and he did not listen to them, as the Lord*s had spoken to Moses."
    },
    {
        "o": 1908,
        "r": "esv:Exodus:9:12",
        "t": "The Seventh Plague: Hail",
        "h": 2
    },
    {
        "o": 1909,
        "r": "esv:Exodus:9:13",
        "t": "Then*p the Lord*s said to Moses, “Rise up early in the morning and present yourself before Pharaoh and say to him, ‘Thus says the Lord,*s the God of the Hebrews, “Let my people go, that they may serve me."
    },
    {
        "o": 1910,
        "r": "esv:Exodus:9:14",
        "t": "For this time I will send all my plagues on you yourself, and on your servants and your people, so that you may know that there is none like me in all the earth."
    },
    {
        "o": 1911,
        "r": "esv:Exodus:9:15",
        "t": "For by now I could have put out my hand and struck you and your people with pestilence, and you would have been cut off from the earth."
    },
    {
        "o": 1912,
        "r": "esv:Exodus:9:16",
        "t": "But for this purpose I have raised you up, to show you my power, so that my name may be proclaimed in all the earth."
    },
    {
        "o": 1913,
        "r": "esv:Exodus:9:17",
        "t": "You are still exalting yourself against my people and will not let them go."
    },
    {
        "o": 1914,
        "r": "esv:Exodus:9:18",
        "t": "Behold, about this time tomorrow I will cause very heavy hail to fall, such as never has been in Egypt from the day it was founded until now."
    },
    {
        "o": 1915,
        "r": "esv:Exodus:9:19",
        "t": "Now therefore send, get your livestock and all that you have in the field into safe shelter, for every man and beast that is in the field and is not brought home will die when the hail falls on them.”’”"
    },
    {
        "o": 1916,
        "r": "esv:Exodus:9:20",
        "t": "Then whoever feared the word of the Lord*s among the servants of Pharaoh hurried his slaves and his livestock into the houses,"
    },
    {
        "o": 1917,
        "r": "esv:Exodus:9:21",
        "t": "but whoever did not pay attention to the word of the Lord*s left his slaves and his livestock in the field."
    },
    {
        "o": 1918,
        "r": "esv:Exodus:9:22",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand toward heaven, so that there may be hail in all the land of Egypt, on man and beast and every plant of the field, in the land of Egypt.”"
    },
    {
        "o": 1919,
        "r": "esv:Exodus:9:23",
        "t": "Then Moses stretched out his staff toward heaven, and the Lord*s sent thunder and hail, and fire ran down to the earth. And the Lord*s rained hail upon the land of Egypt."
    },
    {
        "o": 1920,
        "r": "esv:Exodus:9:24",
        "t": "There was hail and fire flashing continually in the midst of the hail, very heavy hail, such as had never been in all the land of Egypt since it became a nation."
    },
    {
        "o": 1921,
        "r": "esv:Exodus:9:25",
        "t": "The hail struck down everything that was in the field in all the land of Egypt, both man and beast. And the hail struck down every plant of the field and broke every tree of the field."
    },
    {
        "o": 1922,
        "r": "esv:Exodus:9:26",
        "t": "Only in the land of Goshen, where the people of Israel were, was there no hail."
    },
    {
        "o": 1923,
        "r": "esv:Exodus:9:27",
        "t": "Then*p Pharaoh sent and called Moses and Aaron and said to them, “This time I have sinned; the Lord*s is in the right, and I and my people are in the wrong."
    },
    {
        "o": 1924,
        "r": "esv:Exodus:9:28",
        "t": "Plead with the Lord,*s for there has been enough of God’s thunder and hail. I will let you go, and you shall stay no longer.”"
    },
    {
        "o": 1925,
        "r": "esv:Exodus:9:29",
        "t": "Moses said to him, “As soon as I have gone out of the city, I will stretch out my hands to the Lord.*s The thunder will cease, and there will be no more hail, so that you may know that the earth is the Lord’s.*s"
    },
    {
        "o": 1926,
        "r": "esv:Exodus:9:30",
        "t": "But as for you and your servants, I know that you do not yet fear the Lord*s God.”"
    },
    {
        "o": 1927,
        "r": "esv:Exodus:9:31",
        "t": "(The flax and the barley were struck down, for the barley was in the ear and the flax was in bud."
    },
    {
        "o": 1928,
        "r": "esv:Exodus:9:32",
        "t": "But the wheat and the emmer were not struck down, for they are late in coming up.)"
    },
    {
        "o": 1929,
        "r": "esv:Exodus:9:33",
        "t": "So Moses went out of the city from Pharaoh and stretched out his hands to the Lord,*s and the thunder and the hail ceased, and the rain no longer poured upon the earth."
    },
    {
        "o": 1930,
        "r": "esv:Exodus:9:34",
        "t": "But when Pharaoh saw that the rain and the hail and the thunder had ceased, he sinned yet again and hardened his heart, he and his servants."
    },
    {
        "o": 1931,
        "r": "esv:Exodus:9:35",
        "t": "So the heart of Pharaoh was hardened, and he did not let the people of Israel go, just as the Lord*s had spoken through Moses."
    }
]
