[
    {
        "o": 20007,
        "r": "nasb:Isaiah:16:0",
        "t": "Isaiah 16",
        "h": 1
    },
    {
        "o": 20008,
        "r": "nasb:Isaiah:16:0",
        "t": "Prophecy of Moab’s Devastation",
        "h": 2
    },
    {
        "o": 20009,
        "r": "nasb:Isaiah:16:1",
        "t": "Send*pn the tribute*i lamb to the ruler of the land, From*ln Sela by way of the wilderness to the mountain of the daughter of Zion."
    },
    {
        "o": 20010,
        "r": "nasb:Isaiah:16:2",
        "t": "Then,*ln like fleeing birds or*i scattered nestlings, The*ln daughters of Moab will be at the fords of the Arnon."
    },
    {
        "o": 20011,
        "r": "nasb:Isaiah:16:3",
        "t": "“Give*ln us*i advice, make a decision; Cast*ln your shadow like night at high noon; Hide*ln the outcasts, do not betray the fugitive."
    },
    {
        "o": 20012,
        "r": "nasb:Isaiah:16:4",
        "t": "Let*ln the outcasts of Moab stay with you; Be*ln a hiding place to them from the destroyer.” For*ln the extortioner has come to an end, destruction has ceased, Oppressors*ln have completely disappeared*i from the land."
    },
    {
        "o": 20013,
        "r": "nasb:Isaiah:16:5",
        "t": "A*ln throne will even be established in lovingkindness, And*ln a judge will sit on it in faithfulness in the tent of David; Moreover,*ln he will seek justice And*ln be prompt in righteousness."
    },
    {
        "o": 20014,
        "r": "nasb:Isaiah:16:6",
        "t": "We*ln have heard of the pride of Moab, an excessive pride; Even*iln of his arrogance, pride, and fury; His*ln idle boasts are false."
    },
    {
        "o": 20015,
        "r": "nasb:Isaiah:16:7",
        "t": "Therefore*ln Moab will wail; everyone of Moab will wail. You*ln will moan for the raisin cakes of Kir-hareseth As*ln those who are utterly stricken."
    },
    {
        "o": 20016,
        "r": "nasb:Isaiah:16:8",
        "t": "For*ln the fields of Heshbon have withered, the vines of Sibmah as*i well;*i The*ln lords of the nations have trampled down its choice clusters Which*ln reached as far as Jazer and*i wandered to the deserts; Its*ln tendrils spread themselves out and*i passed over the sea."
    },
    {
        "o": 20017,
        "r": "nasb:Isaiah:16:9",
        "t": "Therefore*ln I will weep bitterly for Jazer, for the vine of Sibmah; I*ln will drench you with my tears, O Heshbon and Elealeh; For*ln the shouting over your summer fruits and your harvest has fallen away."
    },
    {
        "o": 20018,
        "r": "nasb:Isaiah:16:10",
        "t": "Gladness*ln and joy are taken away from the fruitful field; In*ln the vineyards also there will be no cries of joy or jubilant shouting, No*ln treader treads out wine in the presses, For*iln I have made the shouting to cease."
    },
    {
        "o": 20019,
        "r": "nasb:Isaiah:16:11",
        "t": "Therefore*ln my heart intones like a harp for Moab And*ln my inward feelings for Kir-hareseth."
    },
    {
        "o": 20020,
        "r": "nasb:Isaiah:16:12",
        "t": "So*ln it will come about when Moab presents himself, When*ln he wearies himself upon his*i high place And*ln comes to his sanctuary to pray, That*ln he will not prevail."
    },
    {
        "o": 20021,
        "r": "nasb:Isaiah:16:13",
        "t": "This*p is the word which the Lord*s spoke earlier concerning Moab."
    },
    {
        "o": 20022,
        "r": "nasb:Isaiah:16:14",
        "t": "But now the Lord*s speaks, saying, “Within three years, as a hired man would count them, the glory of Moab will be degraded along with all his*i great population, and his*i remnant will be very small and*i impotent.”"
    }
]
