[
    {
        "o": 20125,
        "r": "niv:Isaiah:34:0",
        "t": "Isaiah 34",
        "h": 1
    },
    {
        "o": 20126,
        "r": "niv:Isaiah:34:0",
        "t": "Judgment Against the Nations",
        "h": 2
    },
    {
        "o": 20127,
        "r": "niv:Isaiah:34:1",
        "t": "Come*pn near, you nations, and listen; pay*ld attention, you peoples! Let*ln the earth hear, and all that is in it, the*ld world, and all that comes out of it!"
    },
    {
        "o": 20128,
        "r": "niv:Isaiah:34:2",
        "t": "The*ln Lord*s is angry with all nations; his*ld wrath is on all their armies. He*ln will totally destroy them, he*ld will give them over to slaughter."
    },
    {
        "o": 20129,
        "r": "niv:Isaiah:34:3",
        "t": "Their*ln slain will be thrown out, their*ld dead bodies will stink; the*ld mountains will be soaked with their blood."
    },
    {
        "o": 20130,
        "r": "niv:Isaiah:34:4",
        "t": "All*ln the stars in the sky will be dissolved and*ld the heavens rolled up like a scroll; all*ln the starry host will fall like*ld withered leaves from the vine, like*ld shriveled figs from the fig tree."
    },
    {
        "o": 20131,
        "r": "niv:Isaiah:34:5",
        "t": "My*pn sword has drunk its fill in the heavens; see,*ld it descends in judgment on Edom, the*ld people I have totally destroyed."
    },
    {
        "o": 20132,
        "r": "niv:Isaiah:34:6",
        "t": "The*ln sword of the Lord*s is bathed in blood, it*ld is covered with fat— the*ln blood of lambs and goats, fat*ld from the kidneys of rams. For*ln the Lord*s has a sacrifice in Bozrah and*ld a great slaughter in the land of Edom."
    },
    {
        "o": 20133,
        "r": "niv:Isaiah:34:7",
        "t": "And*ln the wild oxen will fall with them, the*ld bull calves and the great bulls. Their*ln land will be drenched with blood, and*ld the dust will be soaked with fat."
    },
    {
        "o": 20134,
        "r": "niv:Isaiah:34:8",
        "t": "For*pn the Lord*s has a day of vengeance, a*ld year of retribution, to uphold Zion’s cause."
    },
    {
        "o": 20135,
        "r": "niv:Isaiah:34:9",
        "t": "Edom’s*ln streams will be turned into pitch, her*ld dust into burning sulfur; her*ld land will become blazing pitch!"
    },
    {
        "o": 20136,
        "r": "niv:Isaiah:34:10",
        "t": "It*ln will not be quenched night or day; its*ld smoke will rise forever. From*ln generation to generation it will lie desolate; no*ld one will ever pass through it again."
    },
    {
        "o": 20137,
        "r": "niv:Isaiah:34:11",
        "t": "The*ln desert owl and screech owl will possess it; the*ld great owl and the raven will nest there. God*ln will stretch out over Edom the*ld measuring line of chaos and*ld the plumb line of desolation."
    },
    {
        "o": 20138,
        "r": "niv:Isaiah:34:12",
        "t": "Her*ln nobles will have nothing there to be called a kingdom, all*ld her princes will vanish away."
    },
    {
        "o": 20139,
        "r": "niv:Isaiah:34:13",
        "t": "Thorns*ln will overrun her citadels, nettles*ld and brambles her strongholds. She*ln will become a haunt for jackals, a*ld home for owls."
    },
    {
        "o": 20140,
        "r": "niv:Isaiah:34:14",
        "t": "Desert*ln creatures will meet with hyenas, and*ld wild goats will bleat to each other; there*ln the night creatures will also lie down and*ld find for themselves places of rest."
    },
    {
        "o": 20141,
        "r": "niv:Isaiah:34:15",
        "t": "The*ln owl will nest there and lay eggs, she*ld will hatch them, and care for her young under*ld the shadow of her wings; there*ln also the falcons will gather, each*ld with its mate."
    },
    {
        "o": 20142,
        "r": "niv:Isaiah:34:16",
        "t": "Look*p in the scroll of the Lord*s and read: None*pn of these will be missing, not*ld one will lack her mate. For*ln it is his mouth that has given the order, and*ld his Spirit will gather them together."
    },
    {
        "o": 20143,
        "r": "niv:Isaiah:34:17",
        "t": "He*ln allots their portions; his*ld hand distributes them by measure. They*ln will possess it forever and*ld dwell there from generation to generation."
    }
]
