[
    {
        "o": 33754,
        "r": "nasb:James:3:0",
        "t": "James 3",
        "h": 1
    },
    {
        "o": 33755,
        "r": "nasb:James:3:0",
        "t": "The Tongue Is a Fire",
        "h": 2
    },
    {
        "o": 33756,
        "r": "nasb:James:3:1",
        "t": "Let*p not many of*i you*i become teachers, my brethren, knowing that as such we will incur a stricter judgment."
    },
    {
        "o": 33757,
        "r": "nasb:James:3:2",
        "t": "For we all stumble in many ways.*i If anyone does not stumble in what he says, he is a perfect man, able to bridle the whole body as well."
    },
    {
        "o": 33758,
        "r": "nasb:James:3:3",
        "t": "Now if we put the bits into the horses’ mouths so that they will obey us, we direct their entire body as well."
    },
    {
        "o": 33759,
        "r": "nasb:James:3:4",
        "t": "Look at the ships also, though they are so great and are driven by strong winds, are still directed by a very small rudder wherever the inclination of the pilot desires."
    },
    {
        "o": 33760,
        "r": "nasb:James:3:5",
        "t": "So also the tongue is a small part of the body, and yet*i it boasts of great things. See*bp how great a forest is set aflame by such a small fire!"
    },
    {
        "o": 33761,
        "r": "nasb:James:3:6",
        "t": "And the tongue is a fire, the very*i world of iniquity; the tongue is set among our members as that which defiles the entire body, and sets on fire the course of our*i life, and is set on fire by hell."
    },
    {
        "o": 33762,
        "r": "nasb:James:3:7",
        "t": "For every species of beasts and birds, of reptiles and creatures of the sea, is tamed and has been tamed by the human race."
    },
    {
        "o": 33763,
        "r": "nasb:James:3:8",
        "t": "But no one can tame the tongue; it*i is*i a restless evil and*i full of deadly poison."
    },
    {
        "o": 33764,
        "r": "nasb:James:3:9",
        "t": "With it we bless our*i Lord and Father, and with it we curse men, who have been made in the likeness of God;"
    },
    {
        "o": 33765,
        "r": "nasb:James:3:10",
        "t": "from the same mouth come both*i blessing and cursing. My brethren, these things ought not to be this way."
    },
    {
        "o": 33766,
        "r": "nasb:James:3:11",
        "t": "Does a fountain send out from the same opening both*i fresh and bitter water?*i"
    },
    {
        "o": 33767,
        "r": "nasb:James:3:12",
        "t": "Can a fig tree, my brethren, produce olives, or a vine produce figs? Nor can*i salt water produce fresh."
    },
    {
        "o": 33768,
        "r": "nasb:James:3:12",
        "t": "Wisdom from Above",
        "h": 2
    },
    {
        "o": 33769,
        "r": "nasb:James:3:13",
        "t": "Who*p among you is wise and understanding? Let him show by his good behavior his deeds in the gentleness of wisdom."
    },
    {
        "o": 33770,
        "r": "nasb:James:3:14",
        "t": "But if you have bitter jealousy and selfish ambition in your heart, do not be arrogant and so*i lie against the truth."
    },
    {
        "o": 33771,
        "r": "nasb:James:3:15",
        "t": "This wisdom is not that which comes down from above, but is earthly, natural, demonic."
    },
    {
        "o": 33772,
        "r": "nasb:James:3:16",
        "t": "For where jealousy and selfish ambition exist, there is disorder and every evil thing."
    },
    {
        "o": 33773,
        "r": "nasb:James:3:17",
        "t": "But the wisdom from above is first pure, then peaceable, gentle, reasonable, full of mercy and good fruits, unwavering, without hypocrisy."
    },
    {
        "o": 33774,
        "r": "nasb:James:3:18",
        "t": "And the seed whose fruit is righteousness is sown in peace by those who make peace."
    }
]
