[
    {
        "o": 21017,
        "r": "nasb:Isaiah:63:0",
        "t": "Isaiah 63",
        "h": 1
    },
    {
        "o": 21018,
        "r": "nasb:Isaiah:63:0",
        "t": "God’s Vengeance on the Nations",
        "h": 2
    },
    {
        "o": 21019,
        "r": "nasb:Isaiah:63:1",
        "t": "Who*pn is this who comes from Edom, With*ln garments of glowing colors from Bozrah, This*ln One who is majestic in His apparel, Marching*ln in the greatness of His strength? “It*ln is I who speak in righteousness, mighty to save.”"
    },
    {
        "o": 21020,
        "r": "nasb:Isaiah:63:2",
        "t": "Why*ln is Your apparel red, And*ln Your garments like the one who treads in the wine press?"
    },
    {
        "o": 21021,
        "r": "nasb:Isaiah:63:3",
        "t": "“I*ln have trodden the wine trough alone, And*ln from the peoples there was no man with Me. I*ln also trod them in My anger And*ln trampled them in My wrath; And*ln their lifeblood is sprinkled on My garments, And*ln I stained all My raiment."
    },
    {
        "o": 21022,
        "r": "nasb:Isaiah:63:4",
        "t": "For*ln the day of vengeance was in My heart, And*ln My year of redemption has come."
    },
    {
        "o": 21023,
        "r": "nasb:Isaiah:63:5",
        "t": "I*ln looked, and there was no one to help, And*ln I was astonished and there was no one to uphold; So*ln My own arm brought salvation to Me, And*ln My wrath upheld Me."
    },
    {
        "o": 21024,
        "r": "nasb:Isaiah:63:6",
        "t": "I*ln trod down the peoples in My anger And*ln made them drunk in My wrath, And*ln I poured out their lifeblood on the earth.”"
    },
    {
        "o": 21025,
        "r": "nasb:Isaiah:63:6",
        "t": "God’s Ancient Mercies Recalled",
        "h": 2
    },
    {
        "o": 21026,
        "r": "nasb:Isaiah:63:7",
        "t": "I*pn shall make mention of the lovingkindnesses of the Lord,*s the praises of the Lord,*s According*ln to all that the Lord*s has granted us, And*ln the great goodness toward the house of Israel, Which*ln He has granted them according to His compassion And*ln according to the abundance of His lovingkindnesses."
    },
    {
        "o": 21027,
        "r": "nasb:Isaiah:63:8",
        "t": "For*ln He said, “Surely, they are My people, Sons*ln who will not deal falsely.” So*ln He became their Savior."
    },
    {
        "o": 21028,
        "r": "nasb:Isaiah:63:9",
        "t": "In*ln all their affliction He was afflicted, And*ln the angel of His presence saved them; In*ln His love and in His mercy He redeemed them, And*ln He lifted them and carried them all the days of old."
    },
    {
        "o": 21029,
        "r": "nasb:Isaiah:63:10",
        "t": "But*ln they rebelled And*ln grieved His Holy Spirit; Therefore*ln He turned Himself to become their enemy, He*ln fought against them."
    },
    {
        "o": 21030,
        "r": "nasb:Isaiah:63:11",
        "t": "Then*ln His people remembered the days of old, of Moses. Where*ln is He who brought them up out of the sea with the shepherds of His flock? Where*ln is He who put His Holy Spirit in the midst of them,"
    },
    {
        "o": 21031,
        "r": "nasb:Isaiah:63:12",
        "t": "Who*ln caused His glorious arm to go at the right hand of Moses, Who*ln divided the waters before them to make for Himself an everlasting name,"
    },
    {
        "o": 21032,
        "r": "nasb:Isaiah:63:13",
        "t": "Who*ln led them through the depths? Like*ln the horse in the wilderness, they did not stumble;"
    },
    {
        "o": 21033,
        "r": "nasb:Isaiah:63:14",
        "t": "As*ln the cattle which go down into the valley, The*ln Spirit of the Lord*s gave them rest. So*ln You led Your people, To*ln make for Yourself a glorious name."
    },
    {
        "o": 21034,
        "r": "nasb:Isaiah:63:14",
        "t": "“You Are Our Father”",
        "h": 2
    },
    {
        "o": 21035,
        "r": "nasb:Isaiah:63:15",
        "t": "Look*pn down from heaven and see from Your holy and glorious habitation; Where*ln are Your zeal and Your mighty deeds? The*ln stirrings of Your heart and Your compassion are restrained toward me."
    },
    {
        "o": 21036,
        "r": "nasb:Isaiah:63:16",
        "t": "For*ln You are our Father, though Abraham does not know us And*ln Israel does not recognize us. You,*ln O Lord,*s are our Father, Our*ln Redeemer from of old is Your name."
    },
    {
        "o": 21037,
        "r": "nasb:Isaiah:63:17",
        "t": "Why,*ln O Lord,*s do You cause us to stray from Your ways And*ln harden our heart from fearing You? Return*ln for the sake of Your servants, the tribes of Your heritage."
    },
    {
        "o": 21038,
        "r": "nasb:Isaiah:63:18",
        "t": "Your*ln holy people possessed Your sanctuary for a little while, Our*ln adversaries have trodden it*i down."
    },
    {
        "o": 21039,
        "r": "nasb:Isaiah:63:19",
        "t": "We*ln have become like*i those over whom You have never ruled, Like*iln those who were not called by Your name."
    }
]
