[
    {
        "o": 3333,
        "r": "nasb:Leviticus:12:0",
        "t": "Leviticus 12",
        "h": 1
    },
    {
        "o": 3334,
        "r": "nasb:Leviticus:12:0",
        "t": "Laws of Motherhood",
        "h": 2
    },
    {
        "o": 3335,
        "r": "nasb:Leviticus:12:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3336,
        "r": "nasb:Leviticus:12:2",
        "t": "“Speak to the sons of Israel, saying: ‘When*bp a woman gives birth and bears a male child,*i then she shall be unclean for seven days, as in the days of her menstruation she shall be unclean."
    },
    {
        "o": 3337,
        "r": "nasb:Leviticus:12:3",
        "t": "On the eighth day the flesh of his foreskin shall be circumcised."
    },
    {
        "o": 3338,
        "r": "nasb:Leviticus:12:4",
        "t": "Then she shall remain in the blood of her*i purification for thirty-three days; she shall not touch any consecrated thing, nor enter the sanctuary until the days of her purification are completed."
    },
    {
        "o": 3339,
        "r": "nasb:Leviticus:12:5",
        "t": "But if she bears a female child,*i then she shall be unclean for two weeks, as in her menstruation; and she shall remain in the blood of her*i purification for sixty-six days."
    },
    {
        "o": 3340,
        "r": "nasb:Leviticus:12:6",
        "t": "‘When*p the days of her purification are completed, for a son or for a daughter, she shall bring to the priest at the doorway of the tent of meeting a one year old lamb for a burnt offering and a young pigeon or a turtledove for a sin offering."
    },
    {
        "o": 3341,
        "r": "nasb:Leviticus:12:7",
        "t": "Then he shall offer it before the Lord*s and make atonement for her, and she shall be cleansed from the flow of her blood. This is the law for her who bears a*i child,*i whether*i a male or a female."
    },
    {
        "o": 3342,
        "r": "nasb:Leviticus:12:8",
        "t": "But if she cannot afford a lamb, then she shall take two turtledoves or two young pigeons, the one for a burnt offering and the other for a sin offering; and the priest shall make atonement for her, and she will be clean.’ ”"
    }
]
