[
    {
        "o": 8966,
        "r": "nasb:2 Samuel:8:0",
        "t": "2 Samuel 8",
        "h": 1
    },
    {
        "o": 8967,
        "r": "nasb:2 Samuel:8:0",
        "t": "David’s Triumphs",
        "h": 2
    },
    {
        "o": 8968,
        "r": "nasb:2 Samuel:8:1",
        "t": "Now*p after this it came about that David defeated the Philistines and subdued them; and David took control of the chief city from the hand of the Philistines."
    },
    {
        "o": 8969,
        "r": "nasb:2 Samuel:8:2",
        "t": "He*p defeated Moab, and measured them with the line, making them lie down on the ground; and he measured two lines to put to death and one full line to keep alive. And the Moabites became servants to David, bringing tribute."
    },
    {
        "o": 8970,
        "r": "nasb:2 Samuel:8:3",
        "t": "Then*p David defeated Hadadezer, the son of Rehob king of Zobah, as he went to restore his rule at the River."
    },
    {
        "o": 8971,
        "r": "nasb:2 Samuel:8:4",
        "t": "David captured from him 1,700 horsemen and 20,000 foot soldiers; and David hamstrung the chariot horses, but reserved enough*i of them for 100 chariots."
    },
    {
        "o": 8972,
        "r": "nasb:2 Samuel:8:5",
        "t": "When the Arameans of Damascus came to help Hadadezer, king of Zobah, David killed 22,000 Arameans."
    },
    {
        "o": 8973,
        "r": "nasb:2 Samuel:8:6",
        "t": "Then David put garrisons among the Arameans of Damascus, and the Arameans became servants to David, bringing tribute. And the Lord*s helped David wherever he went."
    },
    {
        "o": 8974,
        "r": "nasb:2 Samuel:8:7",
        "t": "David took the shields of gold which were carried by the servants of Hadadezer and brought them to Jerusalem."
    },
    {
        "o": 8975,
        "r": "nasb:2 Samuel:8:8",
        "t": "From Betah and from Berothai, cities of Hadadezer, King David took a very large amount of bronze."
    },
    {
        "o": 8976,
        "r": "nasb:2 Samuel:8:9",
        "t": "Now*p when Toi king of Hamath heard that David had defeated all the army of Hadadezer,"
    },
    {
        "o": 8977,
        "r": "nasb:2 Samuel:8:10",
        "t": "Toi sent Joram his son to King David to greet him and bless him, because he had fought against Hadadezer and defeated him; for Hadadezer had been at war with Toi. And Joram*i brought with him articles of silver, of gold and of bronze."
    },
    {
        "o": 8978,
        "r": "nasb:2 Samuel:8:11",
        "t": "King David also dedicated these to the Lord,*s with the silver and gold that he had dedicated from all the nations which he had subdued:"
    },
    {
        "o": 8979,
        "r": "nasb:2 Samuel:8:12",
        "t": "from Aram and Moab and the sons of Ammon and the Philistines and Amalek, and from the spoil of Hadadezer, son of Rehob, king of Zobah."
    },
    {
        "o": 8980,
        "r": "nasb:2 Samuel:8:13",
        "t": "So*p David made a name for*i himself*i when he returned from killing 18,000 Arameans in the Valley of Salt."
    },
    {
        "o": 8981,
        "r": "nasb:2 Samuel:8:14",
        "t": "He put garrisons in Edom. In all Edom he put garrisons, and all the Edomites became servants to David. And the Lord*s helped David wherever he went."
    },
    {
        "o": 8982,
        "r": "nasb:2 Samuel:8:15",
        "t": "So*p David reigned over all Israel; and David administered justice and righteousness for all his people."
    },
    {
        "o": 8983,
        "r": "nasb:2 Samuel:8:16",
        "t": "Joab the son of Zeruiah was*i over the army, and Jehoshaphat the son of Ahilud was*i recorder."
    },
    {
        "o": 8984,
        "r": "nasb:2 Samuel:8:17",
        "t": "Zadok the son of Ahitub and Ahimelech the son of Abiathar were*i priests, and Seraiah was*i secretary."
    },
    {
        "o": 8985,
        "r": "nasb:2 Samuel:8:18",
        "t": "Benaiah the son of Jehoiada was over the Cherethites and the Pelethites; and David’s sons were chief ministers."
    }
]
