[
    {
        "o": 29565,
        "r": "esv:John:9:0",
        "t": "John 9",
        "h": 1
    },
    {
        "o": 29566,
        "r": "esv:John:9:0",
        "t": "Jesus Heals a Man Born Blind",
        "h": 2
    },
    {
        "o": 29567,
        "r": "esv:John:9:1",
        "t": "As*p he passed by, he saw a man blind from birth."
    },
    {
        "o": 29568,
        "r": "esv:John:9:2",
        "t": "And his disciples asked him, “Rabbi, who sinned, this man or his parents, that he was born blind?”"
    },
    {
        "o": 29569,
        "r": "esv:John:9:3",
        "t": "Jesus answered, “It*r was*r not*r that*r this*r man*r sinned,*r or*r his*r parents,*r but*r that*r the*r works*r of*r God*r might*r be*r displayed*r in*r him.*r"
    },
    {
        "o": 29570,
        "r": "esv:John:9:4",
        "t": "We*r must*r work*r the*r works*r of*r him*r who*r sent*r me*r while*r it*r is*r day;*r night*r is*r coming,*r when*r no*r one*r can*r work.*r"
    },
    {
        "o": 29571,
        "r": "esv:John:9:5",
        "t": "As*r long*r as*r I*r am*r in*r the*r world,*r I*r am*r the*r light*r of*r the*r world.”*r"
    },
    {
        "o": 29572,
        "r": "esv:John:9:6",
        "t": "Having said these things, he spit on the ground and made mud with the saliva. Then he anointed the man’s eyes with the mud"
    },
    {
        "o": 29573,
        "r": "esv:John:9:7",
        "t": "and said to him, “Go,*r wash*r in*r the*r pool*r of*r Siloam”*r (which means Sent). So he went and washed and came back seeing."
    },
    {
        "o": 29574,
        "r": "esv:John:9:8",
        "t": "The*p neighbors and those who had seen him before as a beggar were saying, “Is this not the man who used to sit and beg?”"
    },
    {
        "o": 29575,
        "r": "esv:John:9:9",
        "t": "Some said, “It is he.” Others said, “No, but he is like him.” He kept saying, “I am the man.”"
    },
    {
        "o": 29576,
        "r": "esv:John:9:10",
        "t": "So they said to him, “Then how were your eyes opened?”"
    },
    {
        "o": 29577,
        "r": "esv:John:9:11",
        "t": "He answered, “The man called Jesus made mud and anointed my eyes and said to me, ‘Go*r to*r Siloam*r and*r wash.’*r So I went and washed and received my sight.”"
    },
    {
        "o": 29578,
        "r": "esv:John:9:12",
        "t": "They said to him, “Where is he?” He said, “I do not know.”"
    },
    {
        "o": 29579,
        "r": "esv:John:9:13",
        "t": "They*p brought to the Pharisees the man who had formerly been blind."
    },
    {
        "o": 29580,
        "r": "esv:John:9:14",
        "t": "Now it was a Sabbath day when Jesus made the mud and opened his eyes."
    },
    {
        "o": 29581,
        "r": "esv:John:9:15",
        "t": "So the Pharisees again asked him how he had received his sight. And he said to them, “He put mud on my eyes, and I washed, and I see.”"
    },
    {
        "o": 29582,
        "r": "esv:John:9:16",
        "t": "Some of the Pharisees said, “This man is not from God, for he does not keep the Sabbath.” But others said, “How can a man who is a sinner do such signs?” And there was a division among them."
    },
    {
        "o": 29583,
        "r": "esv:John:9:17",
        "t": "So they said again to the blind man, “What do you say about him, since he has opened your eyes?” He said, “He is a prophet.”"
    },
    {
        "o": 29584,
        "r": "esv:John:9:18",
        "t": "The*p Jews did not believe that he had been blind and had received his sight, until they called the parents of the man who had received his sight"
    },
    {
        "o": 29585,
        "r": "esv:John:9:19",
        "t": "and asked them, “Is this your son, who you say was born blind? How then does he now see?”"
    },
    {
        "o": 29586,
        "r": "esv:John:9:20",
        "t": "His parents answered, “We know that this is our son and that he was born blind."
    },
    {
        "o": 29587,
        "r": "esv:John:9:21",
        "t": "But how he now sees we do not know, nor do we know who opened his eyes. Ask him; he is of age. He will speak for himself.”"
    },
    {
        "o": 29588,
        "r": "esv:John:9:22",
        "t": "(His parents said these things because they feared the Jews, for the Jews had already agreed that if anyone should confess Jesus to be Christ, he was to be put out of the synagogue.)"
    },
    {
        "o": 29589,
        "r": "esv:John:9:23",
        "t": "Therefore his parents said, “He is of age; ask him.”"
    },
    {
        "o": 29590,
        "r": "esv:John:9:24",
        "t": "So*p for the second time they called the man who had been blind and said to him, “Give glory to God. We know that this man is a sinner.”"
    },
    {
        "o": 29591,
        "r": "esv:John:9:25",
        "t": "He answered, “Whether he is a sinner I do not know. One thing I do know, that though I was blind, now I see.”"
    },
    {
        "o": 29592,
        "r": "esv:John:9:26",
        "t": "They said to him, “What did he do to you? How did he open your eyes?”"
    },
    {
        "o": 29593,
        "r": "esv:John:9:27",
        "t": "He answered them, “I have told you already, and you would not listen. Why do you want to hear it again? Do you also want to become his disciples?”"
    },
    {
        "o": 29594,
        "r": "esv:John:9:28",
        "t": "And they reviled him, saying, “You are his disciple, but we are disciples of Moses."
    },
    {
        "o": 29595,
        "r": "esv:John:9:29",
        "t": "We know that God has spoken to Moses, but as for this man, we do not know where he comes from.”"
    },
    {
        "o": 29596,
        "r": "esv:John:9:30",
        "t": "The man answered, “Why, this is an amazing thing! You do not know where he comes from, and yet he opened my eyes."
    },
    {
        "o": 29597,
        "r": "esv:John:9:31",
        "t": "We know that God does not listen to sinners, but if anyone is a worshiper of God and does his will, God listens to him."
    },
    {
        "o": 29598,
        "r": "esv:John:9:32",
        "t": "Never since the world began has it been heard that anyone opened the eyes of a man born blind."
    },
    {
        "o": 29599,
        "r": "esv:John:9:33",
        "t": "If this man were not from God, he could do nothing.”"
    },
    {
        "o": 29600,
        "r": "esv:John:9:34",
        "t": "They answered him, “You were born in utter sin, and would you teach us?” And they cast him out."
    },
    {
        "o": 29601,
        "r": "esv:John:9:35",
        "t": "Jesus*p heard that they had cast him out, and having found him he said, “Do*r you*r believe*r in*r the*r Son*r of*r Man?”*r"
    },
    {
        "o": 29602,
        "r": "esv:John:9:36",
        "t": "He answered, “And who is he, sir, that I may believe in him?”"
    },
    {
        "o": 29603,
        "r": "esv:John:9:37",
        "t": "Jesus said to him, “You*r have*r seen*r him,*r and*r it*r is*r he*r who*r is*r speaking*r to*r you.”*r"
    },
    {
        "o": 29604,
        "r": "esv:John:9:38",
        "t": "He said, “Lord, I believe,” and he worshiped him."
    },
    {
        "o": 29605,
        "r": "esv:John:9:39",
        "t": "Jesus said, “For*r judgment*r I*r came*r into*r this*r world,*r that*r those*r who*r do*r not*r see*r may*r see,*r and*r those*r who*r see*r may*r become*r blind.”*r"
    },
    {
        "o": 29606,
        "r": "esv:John:9:40",
        "t": "Some of the Pharisees near him heard these things, and said to him, “Are we also blind?”"
    },
    {
        "o": 29607,
        "r": "esv:John:9:41",
        "t": "Jesus said to them, “If*r you*r were*r blind,*r you*r would*r have*r no*r guilt;*r but*r now*r that*r you*r say,*r ‘We*r see,’*r your*r guilt*r remains.*r"
    }
]
