[
    {
        "o": 1518,
        "r": "nkjv:Genesis:46:0",
        "t": "Genesis 46",
        "h": 1
    },
    {
        "o": 1519,
        "r": "nkjv:Genesis:46:0",
        "t": "Jacob’s Journey to Egypt",
        "h": 2
    },
    {
        "o": 1520,
        "r": "nkjv:Genesis:46:1",
        "t": "So*p Israel took his journey with all that he had, and came to Beersheba, and offered sacrifices to the God of his father Isaac."
    },
    {
        "o": 1521,
        "r": "nkjv:Genesis:46:2",
        "t": "Then God spoke to Israel in the visions of the night, and said, “Jacob, Jacob!” And*p he said, “Here I am.”"
    },
    {
        "o": 1522,
        "r": "nkjv:Genesis:46:3",
        "t": "So*p He said, “I am*i God, the God of your father; do not fear to go down to Egypt, for I will make of you a great nation there."
    },
    {
        "o": 1523,
        "r": "nkjv:Genesis:46:4",
        "t": "I will go down with you to Egypt, and I will also surely bring you up again;*i and Joseph will put his hand on your eyes.”"
    },
    {
        "o": 1524,
        "r": "nkjv:Genesis:46:5",
        "t": "Then*p Jacob arose from Beersheba; and the sons of Israel carried their father Jacob, their little ones, and their wives, in the carts which Pharaoh had sent to carry him."
    },
    {
        "o": 1525,
        "r": "nkjv:Genesis:46:6",
        "t": "So they took their livestock and their goods, which they had acquired in the land of Canaan, and went to Egypt, Jacob and all his descendants with him."
    },
    {
        "o": 1526,
        "r": "nkjv:Genesis:46:7",
        "t": "His sons and his sons’ sons, his daughters and his sons’ daughters, and all his descendants he brought with him to Egypt."
    },
    {
        "o": 1527,
        "r": "nkjv:Genesis:46:8",
        "t": "Now*p these were*i the names of the children of Israel, Jacob and his sons, who went to Egypt: Reuben was*i Jacob’s firstborn."
    },
    {
        "o": 1528,
        "r": "nkjv:Genesis:46:9",
        "t": "The sons of Reuben were*i Hanoch, Pallu, Hezron, and Carmi."
    },
    {
        "o": 1529,
        "r": "nkjv:Genesis:46:10",
        "t": "The sons of Simeon were*i Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul, the son of a Canaanite woman."
    },
    {
        "o": 1530,
        "r": "nkjv:Genesis:46:11",
        "t": "The sons of Levi were*i Gershon, Kohath, and Merari."
    },
    {
        "o": 1531,
        "r": "nkjv:Genesis:46:12",
        "t": "The sons of Judah were*i Er, Onan, Shelah, Perez, and Zerah (but Er and Onan died in the land of Canaan). The sons of Perez were Hezron and Hamul."
    },
    {
        "o": 1532,
        "r": "nkjv:Genesis:46:13",
        "t": "The sons of Issachar were*i Tola, Puvah, Job, and Shimron."
    },
    {
        "o": 1533,
        "r": "nkjv:Genesis:46:14",
        "t": "The sons of Zebulun were*i Sered, Elon, and Jahleel."
    },
    {
        "o": 1534,
        "r": "nkjv:Genesis:46:15",
        "t": "These were*i the sons of Leah, whom she bore to Jacob in Padan Aram, with his daughter Dinah. All the persons, his sons and his daughters, were*i thirty-three."
    },
    {
        "o": 1535,
        "r": "nkjv:Genesis:46:16",
        "t": "The*p sons of Gad were*i Ziphion, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli."
    },
    {
        "o": 1536,
        "r": "nkjv:Genesis:46:17",
        "t": "The sons of Asher were*i Jimnah, Ishuah, Isui, Beriah, and Serah, their sister. And the sons of Beriah were*i Heber and Malchiel."
    },
    {
        "o": 1537,
        "r": "nkjv:Genesis:46:18",
        "t": "These were*i the sons of Zilpah, whom Laban gave to Leah his daughter; and these she bore to Jacob: sixteen persons."
    },
    {
        "o": 1538,
        "r": "nkjv:Genesis:46:19",
        "t": "The*p sons of Rachel, Jacob’s wife, were*i Joseph and Benjamin."
    },
    {
        "o": 1539,
        "r": "nkjv:Genesis:46:20",
        "t": "And to Joseph in the land of Egypt were born Manasseh and Ephraim, whom Asenath, the daughter of Poti-Pherah priest of On, bore to him."
    },
    {
        "o": 1540,
        "r": "nkjv:Genesis:46:21",
        "t": "The sons of Benjamin were*i Belah, Becher, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim, and Ard."
    },
    {
        "o": 1541,
        "r": "nkjv:Genesis:46:22",
        "t": "These were*i the sons of Rachel, who were born to Jacob: fourteen persons in all."
    },
    {
        "o": 1542,
        "r": "nkjv:Genesis:46:23",
        "t": "The*p son of Dan was*i Hushim."
    },
    {
        "o": 1543,
        "r": "nkjv:Genesis:46:24",
        "t": "The sons of Naphtali were*i Jahzeel, Guni, Jezer, and Shillem."
    },
    {
        "o": 1544,
        "r": "nkjv:Genesis:46:25",
        "t": "These were*i the sons of Bilhah, whom Laban gave to Rachel his daughter, and she bore these to Jacob: seven persons in all."
    },
    {
        "o": 1545,
        "r": "nkjv:Genesis:46:26",
        "t": "All*p the persons who went with Jacob to Egypt, who came from his body, besides Jacob’s sons’ wives, were*i sixty-six persons in all."
    },
    {
        "o": 1546,
        "r": "nkjv:Genesis:46:27",
        "t": "And the sons of Joseph who were born to him in Egypt were*i two persons. All the persons of the house of Jacob who went to Egypt were seventy."
    },
    {
        "o": 1547,
        "r": "nkjv:Genesis:46:27",
        "t": "Jacob Settles in Goshen",
        "h": 2
    },
    {
        "o": 1548,
        "r": "nkjv:Genesis:46:28",
        "t": "Then*p he sent Judah before him to Joseph, to point out before him the*i way*i to Goshen. And they came to the land of Goshen."
    },
    {
        "o": 1549,
        "r": "nkjv:Genesis:46:29",
        "t": "So Joseph made ready his chariot and went up to Goshen to meet his father Israel; and he presented himself to him, and fell on his neck and wept on his neck a good while."
    },
    {
        "o": 1550,
        "r": "nkjv:Genesis:46:30",
        "t": "And*p Israel said to Joseph, “Now let me die, since I have seen your face, because you are*i still alive.”"
    },
    {
        "o": 1551,
        "r": "nkjv:Genesis:46:31",
        "t": "Then*p Joseph said to his brothers and to his father’s household, “I will go up and tell Pharaoh, and say to him, ‘My brothers and those of my father’s house, who were*i in the land of Canaan, have come to me."
    },
    {
        "o": 1552,
        "r": "nkjv:Genesis:46:32",
        "t": "And the men are*i shepherds, for their occupation has been to feed livestock; and they have brought their flocks, their herds, and all that they have.’"
    },
    {
        "o": 1553,
        "r": "nkjv:Genesis:46:33",
        "t": "So it shall be, when Pharaoh calls you and says, ‘What is your occupation?’"
    },
    {
        "o": 1554,
        "r": "nkjv:Genesis:46:34",
        "t": "that you shall say, ‘Your servants’ occupation has been with livestock from our youth even till now, both we and*i also our fathers,’ that you may dwell in the land of Goshen; for every shepherd is*i an abomination to the Egyptians.”"
    }
]
