[
    {
        "o": 12157,
        "r": "nkjv:1 Chronicles:23:0",
        "t": "1 Chronicles 23",
        "h": 1
    },
    {
        "o": 12158,
        "r": "nkjv:1 Chronicles:23:0",
        "t": "The Divisions of the Levites",
        "h": 2
    },
    {
        "o": 12159,
        "r": "nkjv:1 Chronicles:23:1",
        "t": "So*p when David was old and full of days, he made his son Solomon king over Israel."
    },
    {
        "o": 12160,
        "r": "nkjv:1 Chronicles:23:2",
        "t": "And*p he gathered together all the leaders of Israel, with the priests and the Levites."
    },
    {
        "o": 12161,
        "r": "nkjv:1 Chronicles:23:3",
        "t": "Now the Levites were numbered from the age of thirty years and above; and the number of individual males was thirty-eight thousand."
    },
    {
        "o": 12162,
        "r": "nkjv:1 Chronicles:23:4",
        "t": "Of these, twenty-four thousand were*i to look after the work of the house of the Lord,*s six thousand were*i officers and judges,"
    },
    {
        "o": 12163,
        "r": "nkjv:1 Chronicles:23:5",
        "t": "four thousand were*i gatekeepers, and four thousand praised the Lord*s with musical*i instruments, “which I made,” said*i David,*i “for giving praise.”"
    },
    {
        "o": 12164,
        "r": "nkjv:1 Chronicles:23:6",
        "t": "Also*p David separated them into divisions among the sons of Levi: Gershon, Kohath, and Merari."
    },
    {
        "o": 12165,
        "r": "nkjv:1 Chronicles:23:7",
        "t": "Of*p the Gershonites: Laadan and Shimei."
    },
    {
        "o": 12166,
        "r": "nkjv:1 Chronicles:23:8",
        "t": "The sons of Laadan: the first Jehiel, then Zetham and Joel—three in*i all.*i"
    },
    {
        "o": 12167,
        "r": "nkjv:1 Chronicles:23:9",
        "t": "The sons of Shimei: Shelomith, Haziel, and Haran—three in*i all.*i These were the heads of the fathers’ houses*i of Laadan."
    },
    {
        "o": 12168,
        "r": "nkjv:1 Chronicles:23:10",
        "t": "And the sons of Shimei: Jahath, Zina, Jeush, and Beriah. These were*i the four sons of Shimei."
    },
    {
        "o": 12169,
        "r": "nkjv:1 Chronicles:23:11",
        "t": "Jahath was the first and Zizah the second. But Jeush and Beriah did not have many sons; therefore they were assigned as one father’s house."
    },
    {
        "o": 12170,
        "r": "nkjv:1 Chronicles:23:12",
        "t": "The*p sons of Kohath: Amram, Izhar, Hebron, and Uzziel—four in*i all.*i"
    },
    {
        "o": 12171,
        "r": "nkjv:1 Chronicles:23:13",
        "t": "The sons of Amram: Aaron and Moses; and Aaron was set apart, he and his sons forever, that he should sanctify the most holy things, to burn incense before the Lord,*s to minister to Him, and to give the blessing in His name forever."
    },
    {
        "o": 12172,
        "r": "nkjv:1 Chronicles:23:14",
        "t": "Now the sons of Moses the man of God were reckoned to the tribe of Levi."
    },
    {
        "o": 12173,
        "r": "nkjv:1 Chronicles:23:15",
        "t": "The sons of Moses were*i Gershon and Eliezer."
    },
    {
        "o": 12174,
        "r": "nkjv:1 Chronicles:23:16",
        "t": "Of the sons of Gershon, Shebuel was*i the first."
    },
    {
        "o": 12175,
        "r": "nkjv:1 Chronicles:23:17",
        "t": "Of the descendants of Eliezer, Rehabiah was the first. And Eliezer had no other sons, but the sons of Rehabiah were very many."
    },
    {
        "o": 12176,
        "r": "nkjv:1 Chronicles:23:18",
        "t": "Of the sons of Izhar, Shelomith was*i the first."
    },
    {
        "o": 12177,
        "r": "nkjv:1 Chronicles:23:19",
        "t": "Of the sons of Hebron, Jeriah was*i the first, Amariah the second, Jahaziel the third, and Jekameam the fourth."
    },
    {
        "o": 12178,
        "r": "nkjv:1 Chronicles:23:20",
        "t": "Of the sons of Uzziel, Michah was*i the first and Jesshiah the second."
    },
    {
        "o": 12179,
        "r": "nkjv:1 Chronicles:23:21",
        "t": "The*p sons of Merari were*i Mahli and Mushi. The sons of Mahli were*i Eleazar and Kish."
    },
    {
        "o": 12180,
        "r": "nkjv:1 Chronicles:23:22",
        "t": "And Eleazar died, and had no sons, but only daughters; and their brethren, the sons of Kish, took them as*i wives.*i"
    },
    {
        "o": 12181,
        "r": "nkjv:1 Chronicles:23:23",
        "t": "The sons of Mushi were*i Mahli, Eder, and Jeremoth—three in*i all.*i"
    },
    {
        "o": 12182,
        "r": "nkjv:1 Chronicles:23:24",
        "t": "These*p were*i the sons of Levi by their fathers’ houses—the heads of the fathers’ houses*i as they were counted individually by the number of their names, who did the work for the service of the house of the Lord,*s from the age of twenty years and above."
    },
    {
        "o": 12183,
        "r": "nkjv:1 Chronicles:23:25",
        "t": "For*p David said, “The Lord*s God of Israel has given rest to His people, that they may dwell in Jerusalem forever”;"
    },
    {
        "o": 12184,
        "r": "nkjv:1 Chronicles:23:26",
        "t": "and also to the Levites, “They shall no longer carry the tabernacle, or any of the articles for its service.”"
    },
    {
        "o": 12185,
        "r": "nkjv:1 Chronicles:23:27",
        "t": "For by the last words of David the Levites were*i numbered from twenty years old and above;"
    },
    {
        "o": 12186,
        "r": "nkjv:1 Chronicles:23:28",
        "t": "because their duty was*i to help the sons of Aaron in the service of the house of the Lord,*s in the courts and in the chambers, in the purifying of all holy things and the work of the service of the house of God,"
    },
    {
        "o": 12187,
        "r": "nkjv:1 Chronicles:23:29",
        "t": "both with the showbread and the fine flour for the grain offering, with the unleavened cakes and what*i is*i baked*i in*i the pan, with what is mixed and with all kinds of measures and sizes;"
    },
    {
        "o": 12188,
        "r": "nkjv:1 Chronicles:23:30",
        "t": "to stand every morning to thank and praise the Lord,*s and likewise at evening;"
    },
    {
        "o": 12189,
        "r": "nkjv:1 Chronicles:23:31",
        "t": "and at every presentation of a burnt offering to the Lord*s on the Sabbaths and on the New Moons and on the set feasts, by number according to the ordinance governing them, regularly before the Lord;*s"
    },
    {
        "o": 12190,
        "r": "nkjv:1 Chronicles:23:32",
        "t": "and that they should attend to the needs of the tabernacle of meeting, the needs of the holy place,*i and the needs of the sons of Aaron their brethren in the work of the house of the Lord.*s"
    }
]
