[
    {
        "o": 25213,
        "r": "esv:Micah:7:0",
        "t": "Micah 7",
        "h": 1
    },
    {
        "o": 25214,
        "r": "esv:Micah:7:0",
        "t": "Wait for the God of Salvation",
        "h": 2
    },
    {
        "o": 25215,
        "r": "esv:Micah:7:1",
        "t": "Woe*pn is me! For I have become as*ld when the summer fruit has been gathered, as*ld when the grapes have been gleaned: there*ln is no cluster to eat, no*ld first-ripe fig that my soul desires."
    },
    {
        "o": 25216,
        "r": "esv:Micah:7:2",
        "t": "The*ln godly has perished from the earth, and*ld there is no one upright among mankind; they*ln all lie in wait for blood, and*ld each hunts the other with a net."
    },
    {
        "o": 25217,
        "r": "esv:Micah:7:3",
        "t": "Their*ln hands are on what is evil, to do it well; the*ld prince and the judge ask for a bribe, and*ln the great man utters the evil desire of his soul; thus*ld they weave it together."
    },
    {
        "o": 25218,
        "r": "esv:Micah:7:4",
        "t": "The*ln best of them is like a brier, the*ld most upright of them a thorn hedge. The*ln day of your watchmen, of your punishment, has come; now*ld their confusion is at hand."
    },
    {
        "o": 25219,
        "r": "esv:Micah:7:5",
        "t": "Put*ln no trust in a neighbor; have*ld no confidence in a friend; guard*ln the doors of your mouth from*ld her who lies in your arms;"
    },
    {
        "o": 25220,
        "r": "esv:Micah:7:6",
        "t": "for*ln the son treats the father with contempt, the*ld daughter rises up against her mother, the*ln daughter-in-law against her mother-in-law; a*ld man’s enemies are the men of his own house."
    },
    {
        "o": 25221,
        "r": "esv:Micah:7:7",
        "t": "But*ln as for me, I will look to the Lord;*s I*ld will wait for the God of my salvation; my*ld God will hear me."
    },
    {
        "o": 25222,
        "r": "esv:Micah:7:8",
        "t": "Rejoice*pn not over me, O my enemy; when*ld I fall, I shall rise; when*ln I sit in darkness, the*ld Lord*s will be a light to me."
    },
    {
        "o": 25223,
        "r": "esv:Micah:7:9",
        "t": "I*ln will bear the indignation of the Lord*s because*ld I have sinned against him, until*ln he pleads my cause and*ld executes judgment for me. He*ln will bring me out to the light; I*ld shall look upon his vindication."
    },
    {
        "o": 25224,
        "r": "esv:Micah:7:10",
        "t": "Then*ln my enemy will see, and*ld shame will cover her who said to me, “Where*ld is the Lord*s your God?” My*ln eyes will look upon her; now*ld she will be trampled down like*ld the mire of the streets."
    },
    {
        "o": 25225,
        "r": "esv:Micah:7:11",
        "t": "A*pn day for the building of your walls! In*ld that day the boundary shall be far extended."
    },
    {
        "o": 25226,
        "r": "esv:Micah:7:12",
        "t": "In*ln that day they will come to you, from*ld Assyria and the cities of Egypt, and*ln from Egypt to the River, from*ld sea to sea and from mountain to mountain."
    },
    {
        "o": 25227,
        "r": "esv:Micah:7:13",
        "t": "But*ln the earth will be desolate because*ld of its inhabitants, for*ld the fruit of their deeds."
    },
    {
        "o": 25228,
        "r": "esv:Micah:7:14",
        "t": "Shepherd*pn your people with your staff, the*ld flock of your inheritance, who*ln dwell alone in a forest in*ld the midst of a garden land; let*ln them graze in Bashan and Gilead as*ld in the days of old."
    },
    {
        "o": 25229,
        "r": "esv:Micah:7:15",
        "t": "As*ln in the days when you came out of the land of Egypt, I*ld will show them marvelous things."
    },
    {
        "o": 25230,
        "r": "esv:Micah:7:16",
        "t": "The*ln nations shall see and be ashamed of all their might; they*ln shall lay their hands on their mouths; their*ld ears shall be deaf;"
    },
    {
        "o": 25231,
        "r": "esv:Micah:7:17",
        "t": "they*ln shall lick the dust like a serpent, like*ld the crawling things of the earth; they*ln shall come trembling out of their strongholds; they*ld shall turn in dread to the Lord*s our God, and*ld they shall be in fear of you."
    },
    {
        "o": 25232,
        "r": "esv:Micah:7:17",
        "t": "God’s Steadfast Love and Compassion",
        "h": 2
    },
    {
        "o": 25233,
        "r": "esv:Micah:7:18",
        "t": "Who*pn is a God like you, pardoning iniquity and*ld passing over transgression for*ld the remnant of his inheritance? He*ln does not retain his anger forever, because*ld he delights in steadfast love."
    },
    {
        "o": 25234,
        "r": "esv:Micah:7:19",
        "t": "He*ln will again have compassion on us; he*ld will tread our iniquities underfoot. You*ln will cast all our sins into*ld the depths of the sea."
    },
    {
        "o": 25235,
        "r": "esv:Micah:7:20",
        "t": "You*ln will show faithfulness to Jacob and*ld steadfast love to Abraham, as*ln you have sworn to our fathers from*ld the days of old."
    }
]
