[
    {
        "o": 21990,
        "r": "niv:Jeremiah:43:0",
        "t": "Jeremiah 43",
        "h": 1
    },
    {
        "o": 21991,
        "r": "niv:Jeremiah:43:1",
        "t": "When*p Jeremiah had finished telling the people all the words of the Lord*s their God—everything the Lord*s had sent him to tell them—"
    },
    {
        "o": 21992,
        "r": "niv:Jeremiah:43:2",
        "t": "Azariah son of Hoshaiah and Johanan son of Kareah and all the arrogant men said to Jeremiah, “You are lying! The Lord*s our God has not sent you to say, ‘You must not go to Egypt to settle there.’"
    },
    {
        "o": 21993,
        "r": "niv:Jeremiah:43:3",
        "t": "But Baruch son of Neriah is inciting you against us to hand us over to the Babylonians, so they may kill us or carry us into exile to Babylon.”"
    },
    {
        "o": 21994,
        "r": "niv:Jeremiah:43:4",
        "t": "So*p Johanan son of Kareah and all the army officers and all the people disobeyed the Lord’s*s command to stay in the land of Judah."
    },
    {
        "o": 21995,
        "r": "niv:Jeremiah:43:5",
        "t": "Instead, Johanan son of Kareah and all the army officers led away all the remnant of Judah who had come back to live in the land of Judah from all the nations where they had been scattered."
    },
    {
        "o": 21996,
        "r": "niv:Jeremiah:43:6",
        "t": "They also led away all those whom Nebuzaradan commander of the imperial guard had left with Gedaliah son of Ahikam, the son of Shaphan—the men, the women, the children and the king’s daughters. And they took Jeremiah the prophet and Baruch son of Neriah along with them."
    },
    {
        "o": 21997,
        "r": "niv:Jeremiah:43:7",
        "t": "So they entered Egypt in disobedience to the Lord*s and went as far as Tahpanhes."
    },
    {
        "o": 21998,
        "r": "niv:Jeremiah:43:8",
        "t": "In*p Tahpanhes the word of the Lord*s came to Jeremiah:"
    },
    {
        "o": 21999,
        "r": "niv:Jeremiah:43:9",
        "t": "“While the Jews are watching, take some large stones with you and bury them in clay in the brick pavement at the entrance to Pharaoh’s palace in Tahpanhes."
    },
    {
        "o": 22000,
        "r": "niv:Jeremiah:43:10",
        "t": "Then say to them, ‘This is what the Lord*s Almighty, the God of Israel, says: I will send for my servant Nebuchadnezzar king of Babylon, and I will set his throne over these stones I have buried here; he will spread his royal canopy above them."
    },
    {
        "o": 22001,
        "r": "niv:Jeremiah:43:11",
        "t": "He will come and attack Egypt, bringing death to those destined for death, captivity to those destined for captivity, and the sword to those destined for the sword."
    },
    {
        "o": 22002,
        "r": "niv:Jeremiah:43:12",
        "t": "He will set fire to the temples of the gods of Egypt; he will burn their temples and take their gods captive. As a shepherd picks his garment clean of lice, so he will pick Egypt clean and depart."
    },
    {
        "o": 22003,
        "r": "niv:Jeremiah:43:13",
        "t": "There in the temple of the sun in Egypt he will demolish the sacred pillars and will burn down the temples of the gods of Egypt.’ ”"
    }
]
