[
    {
        "o": 9313,
        "r": "csb:2 Samuel:16:0",
        "t": "2 Samuel 16",
        "h": 1
    },
    {
        "o": 9314,
        "r": "csb:2 Samuel:16:0",
        "t": "Ziba Helps David",
        "h": 2
    },
    {
        "o": 9315,
        "r": "csb:2 Samuel:16:1",
        "t": "When*p David had gone a little beyond the summit, Ziba, Mephibosheth’s servant, was right there to meet him. He had a pair of saddled donkeys loaded with two hundred loaves of bread, one hundred clusters of raisins, one hundred bunches of summer fruit, and a clay jar of wine."
    },
    {
        "o": 9316,
        "r": "csb:2 Samuel:16:2",
        "t": "The king said to Ziba, “Why do you have these?” Ziba*p answered, “The donkeys are for the king’s household to ride, the bread and summer fruit are for the young men to eat, and the wine is for those to drink who become exhausted in the wilderness.”"
    },
    {
        "o": 9317,
        "r": "csb:2 Samuel:16:3",
        "t": "“Where*p is your master’s grandson?” the king asked. “Why,*p he’s staying in Jerusalem,” Ziba replied to the king, “for he said, ‘Today, the house of Israel will restore my grandfather’s kingdom to me.’”"
    },
    {
        "o": 9318,
        "r": "csb:2 Samuel:16:4",
        "t": "The*p king said to Ziba, “All that belongs to Mephibosheth is now yours!” “I*p bow before you,” Ziba said. “May I find favor with you, my lord the king!”"
    },
    {
        "o": 9319,
        "r": "csb:2 Samuel:16:4",
        "t": "Shimei Curses David",
        "h": 2
    },
    {
        "o": 9320,
        "r": "csb:2 Samuel:16:5",
        "t": "When*p King David got to Bahurim, a man belonging to the family of the house of Saul was just coming out. His name was Shimei son of Gera, and he was yelling curses as he approached."
    },
    {
        "o": 9321,
        "r": "csb:2 Samuel:16:6",
        "t": "He threw stones at David and at all the royal servants, the people and the warriors on David’s right and left."
    },
    {
        "o": 9322,
        "r": "csb:2 Samuel:16:7",
        "t": "Shimei said as he cursed, “Get out, get out, you man of bloodshed, you wicked man!"
    },
    {
        "o": 9323,
        "r": "csb:2 Samuel:16:8",
        "t": "The Lord*s has paid you back for all the blood of the house of Saul in whose place you became king, and the Lord*s has handed the kingdom over to your son Absalom. Look, you are in trouble because you’re a man of bloodshed!”"
    },
    {
        "o": 9324,
        "r": "csb:2 Samuel:16:9",
        "t": "Then*p Abishai son of Zeruiah said to the king, “Why should this dead dog curse my lord the king? Let me go over and remove his head!”"
    },
    {
        "o": 9325,
        "r": "csb:2 Samuel:16:10",
        "t": "The*p king replied, “Sons of Zeruiah, do we agree on anything? He curses me this way because the Lord*s told him, ‘Curse David! ’ Therefore, who can say, ‘Why did you do that? ’”"
    },
    {
        "o": 9326,
        "r": "csb:2 Samuel:16:11",
        "t": "Then David said to Abishai and all his servants, “Look, my own son, my own flesh and blood, intends to take my life- how much more now this Benjaminite! Leave him alone and let him curse me; the Lord*s has told him to."
    },
    {
        "o": 9327,
        "r": "csb:2 Samuel:16:12",
        "t": "Perhaps the Lord*s will see my affliction and restore goodness to me instead of Shimei’s curses today.”"
    },
    {
        "o": 9328,
        "r": "csb:2 Samuel:16:13",
        "t": "So David and his men proceeded along the road as Shimei was going along the ridge of the hill opposite him. As Shimei went, he cursed David, threw stones at him, and kicked up dust."
    },
    {
        "o": 9329,
        "r": "csb:2 Samuel:16:14",
        "t": "Finally, the king and all the people with him arrived exhausted, so they rested there."
    },
    {
        "o": 9330,
        "r": "csb:2 Samuel:16:14",
        "t": "Absalom’s Advisers",
        "h": 2
    },
    {
        "o": 9331,
        "r": "csb:2 Samuel:16:15",
        "t": "Now*p Absalom and all the Israelites came to Jerusalem. Ahithophel was also with him."
    },
    {
        "o": 9332,
        "r": "csb:2 Samuel:16:16",
        "t": "When David’s friend Hushai the Archite came to Absalom, Hushai said to Absalom, “Long live the king! Long live the king!”"
    },
    {
        "o": 9333,
        "r": "csb:2 Samuel:16:17",
        "t": "“Is*p this your loyalty to your friend?” Absalom asked Hushai. “Why didn’t you go with your friend?”"
    },
    {
        "o": 9334,
        "r": "csb:2 Samuel:16:18",
        "t": "“Not*p at all,” Hushai answered Absalom. “I am on the side of the one that the Lord,*s this people, and all the men of Israel have chosen. I will stay with him."
    },
    {
        "o": 9335,
        "r": "csb:2 Samuel:16:19",
        "t": "Furthermore, whom will I serve if not his son? As I served in your father’s presence, I will also serve in yours.”"
    },
    {
        "o": 9336,
        "r": "csb:2 Samuel:16:20",
        "t": "Then*p Absalom said to Ahithophel, “Give me your advice. What should we do?”"
    },
    {
        "o": 9337,
        "r": "csb:2 Samuel:16:21",
        "t": "Ahithophel*p replied to Absalom, “Sleep with your father’s concubines whom he left to take care of the palace. When all Israel hears that you have become repulsive to your father, everyone with you will be encouraged.”"
    },
    {
        "o": 9338,
        "r": "csb:2 Samuel:16:22",
        "t": "So they pitched a tent for Absalom on the roof, and he slept with his father’s concubines in the sight of all Israel."
    },
    {
        "o": 9339,
        "r": "csb:2 Samuel:16:23",
        "t": "Now*p the advice Ahithophel gave in those days was like someone asking about a word from God- such was the regard that both David and Absalom had for Ahithophel’s advice."
    }
]
