[
    {
        "o": 6938,
        "r": "csb:Joshua:17:0",
        "t": "Joshua 17",
        "h": 1
    },
    {
        "o": 6939,
        "r": "csb:Joshua:17:0",
        "t": "West Manasseh’s Inheritance",
        "h": 2
    },
    {
        "o": 6940,
        "r": "csb:Joshua:17:1",
        "t": "This*p was the allotment for the tribe of Manasseh as Joseph’s firstborn. Gilead and Bashan were given to Machir, the firstborn of Manasseh and the father of Gilead, because he was a man of war."
    },
    {
        "o": 6941,
        "r": "csb:Joshua:17:2",
        "t": "So the allotment was for the rest of Manasseh’s descendants by their clans, for the sons of Abiezer, Helek, Asriel, Shechem, Hepher, and Shemida. These are the male descendants of Manasseh son of Joseph, by their clans."
    },
    {
        "o": 6942,
        "r": "csb:Joshua:17:3",
        "t": "Now*p Zelophehad son of Hepher, son of Gilead, son of Machir, son of Manasseh, had no sons, only daughters. These are the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah."
    },
    {
        "o": 6943,
        "r": "csb:Joshua:17:4",
        "t": "They came before the priest Eleazar, Joshua son of Nun, and the leaders, saying, “The Lord*s commanded Moses to give us an inheritance among our male relatives.” So they gave them an inheritance among their father’s brothers, in keeping with the Lord’s*s instruction."
    },
    {
        "o": 6944,
        "r": "csb:Joshua:17:5",
        "t": "As a result, ten tracts fell to Manasseh, besides the land of Gilead and Bashan, which are beyond the Jordan,"
    },
    {
        "o": 6945,
        "r": "csb:Joshua:17:6",
        "t": "because Manasseh’s daughters received an inheritance among his sons. The land of Gilead belonged to the rest of Manasseh’s sons."
    },
    {
        "o": 6946,
        "r": "csb:Joshua:17:7",
        "t": "The*p border of Manasseh went from Asher to Michmethath near Shechem. It then went southward toward the inhabitants of En-tappuah."
    },
    {
        "o": 6947,
        "r": "csb:Joshua:17:8",
        "t": "The region of Tappuah belonged to Manasseh, but Tappuah itself on Manasseh’s border belonged to the descendants of Ephraim."
    },
    {
        "o": 6948,
        "r": "csb:Joshua:17:9",
        "t": "From there the border descended to the Brook of Kanah; south of the brook, cities belonged to Ephraim among Manasseh’s cities. Manasseh’s border was on the north side of the brook and ended at the Mediterranean Sea."
    },
    {
        "o": 6949,
        "r": "csb:Joshua:17:10",
        "t": "Ephraim’s territory was to the south and Manasseh’s to the north, with the Sea as its border. They reached Asher on the north and Issachar on the east."
    },
    {
        "o": 6950,
        "r": "csb:Joshua:17:11",
        "t": "Within Issachar and Asher, Manasseh had Beth-shean, Ibleam, and the inhabitants of Dor with their surrounding villages; the inhabitants of En-dor, Taanach, and Megiddo - the three cities of Naphath - with their surrounding villages."
    },
    {
        "o": 6951,
        "r": "csb:Joshua:17:12",
        "t": "The*p descendants of Manasseh could not possess these cities, because the Canaanites were determined to stay in this land."
    },
    {
        "o": 6952,
        "r": "csb:Joshua:17:13",
        "t": "However, when the Israelites grew stronger, they imposed forced labor on the Canaanites but did not drive them out completely."
    },
    {
        "o": 6953,
        "r": "csb:Joshua:17:13",
        "t": "Joseph’s Additional Inheritance",
        "h": 2
    },
    {
        "o": 6954,
        "r": "csb:Joshua:17:14",
        "t": "Joseph’s*p descendants said to Joshua, “Why did you give us only one tribal allotment as an inheritance? We have many people, because the Lord*s has been blessing us greatly.”"
    },
    {
        "o": 6955,
        "r": "csb:Joshua:17:15",
        "t": "“If*p you have so many people,” Joshua replied to them, “go to the forest and clear an area for yourselves there in the land of the Perizzites and the Rephaim, because Ephraim’s hill country is too small for you.”"
    },
    {
        "o": 6956,
        "r": "csb:Joshua:17:16",
        "t": "But*p the descendants of Joseph said, “The hill country is not enough for us, and all the Canaanites who inhabit the valley area have iron chariots, both at Beth-shean with its surrounding villages and in the Jezreel Valley.”"
    },
    {
        "o": 6957,
        "r": "csb:Joshua:17:17",
        "t": "So*p Joshua replied to Joseph’s family (that is, Ephraim and Manasseh), “You have many people and great strength. You will not have just one allotment,"
    },
    {
        "o": 6958,
        "r": "csb:Joshua:17:18",
        "t": "because the hill country will be yours also. It is a forest; clear it and its outlying areas will be yours. You can also drive out the Canaanites, even though they have iron chariots and are strong.”"
    }
]
