[
    {
        "o": 13783,
        "r": "csb:Nehemiah:5:0",
        "t": "Nehemiah 5",
        "h": 1
    },
    {
        "o": 13784,
        "r": "csb:Nehemiah:5:0",
        "t": "Social Injustice",
        "h": 2
    },
    {
        "o": 13785,
        "r": "csb:Nehemiah:5:1",
        "t": "There*p was a widespread outcry from the people and their wives against their Jewish countrymen."
    },
    {
        "o": 13786,
        "r": "csb:Nehemiah:5:2",
        "t": "Some were saying, “We, our sons, and our daughters are numerous. Let us get grain so that we can eat and live.”"
    },
    {
        "o": 13787,
        "r": "csb:Nehemiah:5:3",
        "t": "Others were saying, “We are mortgaging our fields, vineyards, and homes to get grain during the famine.”"
    },
    {
        "o": 13788,
        "r": "csb:Nehemiah:5:4",
        "t": "Still others were saying, “We have borrowed money to pay the king’s tax on our fields and vineyards."
    },
    {
        "o": 13789,
        "r": "csb:Nehemiah:5:5",
        "t": "We and our children are just like our countrymen and their children, yet we are subjecting our sons and daughters to slavery. Some of our daughters are already enslaved, but we are powerless because our fields and vineyards belong to others.”"
    },
    {
        "o": 13790,
        "r": "csb:Nehemiah:5:6",
        "t": "I*p became extremely angry when I heard their outcry and these complaints."
    },
    {
        "o": 13791,
        "r": "csb:Nehemiah:5:7",
        "t": "After seriously considering the matter, I accused the nobles and officials, saying to them, “Each of you is charging his countrymen interest.” So I called a large assembly against them"
    },
    {
        "o": 13792,
        "r": "csb:Nehemiah:5:8",
        "t": "and said, “We have done our best to buy back our Jewish countrymen who were sold to foreigners, but now you sell your own countrymen, and we have to buy them back.” They remained silent and could not say a word."
    },
    {
        "o": 13793,
        "r": "csb:Nehemiah:5:9",
        "t": "Then I said, “What you are doing isn’t right. Shouldn’t you walk in the fear of our God and not invite the reproach of our foreign enemies?"
    },
    {
        "o": 13794,
        "r": "csb:Nehemiah:5:10",
        "t": "Even I, as well as my brothers and my servants, have been lending them money and grain. Please, let’s stop charging this interest."
    },
    {
        "o": 13795,
        "r": "csb:Nehemiah:5:11",
        "t": "Return their fields, vineyards, olive groves, and houses to them immediately, along with the percentage of the money, grain, new wine, and fresh oil that you have been assessing them.”"
    },
    {
        "o": 13796,
        "r": "csb:Nehemiah:5:12",
        "t": "They*p responded, “We will return these things and require nothing more from them. We will do as you say.” So*p I summoned the priests and made everyone take an oath to do this."
    },
    {
        "o": 13797,
        "r": "csb:Nehemiah:5:13",
        "t": "I also shook the folds of my robe and said, “May God likewise shake from his house and property everyone who doesn’t keep this promise. May he be shaken out and have nothing!” The*p whole assembly said, “Amen,” and they praised the Lord.*s Then the people did as they had promised."
    },
    {
        "o": 13798,
        "r": "csb:Nehemiah:5:13",
        "t": "Good and Bad Governors",
        "h": 2
    },
    {
        "o": 13799,
        "r": "csb:Nehemiah:5:14",
        "t": "Furthermore,*p from the day King Artaxerxes appointed me to be their governor in the land of Judah - from the twentieth year until his thirty-second year, twelve years- I and my associates never ate from the food allotted to the governor."
    },
    {
        "o": 13800,
        "r": "csb:Nehemiah:5:15",
        "t": "The governors who preceded me had heavily burdened the people, taking from them food and wine as well as a pound of silver. Their subordinates also oppressed the people, but because of the fear of God, I didn’t do this."
    },
    {
        "o": 13801,
        "r": "csb:Nehemiah:5:16",
        "t": "Instead, I devoted myself to the construction of this wall, and all my subordinates were gathered there for the work. We didn’t buy any land."
    },
    {
        "o": 13802,
        "r": "csb:Nehemiah:5:17",
        "t": "There*p were 150 Jews and officials, as well as guests from the surrounding nations at my table."
    },
    {
        "o": 13803,
        "r": "csb:Nehemiah:5:18",
        "t": "Each day, one ox, six choice sheep, and some fowl were prepared for me. An abundance of all kinds of wine was provided every ten days. But I didn’t demand the food allotted to the governor, because the burden on the people was so heavy."
    },
    {
        "o": 13804,
        "r": "csb:Nehemiah:5:19",
        "t": "Remember*p me favorably, my God, for all that I have done for this people."
    }
]
