[
    {
        "o": 1277,
        "r": "nasb:Genesis:40:0",
        "t": "Genesis 40",
        "h": 1
    },
    {
        "o": 1278,
        "r": "nasb:Genesis:40:0",
        "t": "Joseph Interprets a Dream",
        "h": 2
    },
    {
        "o": 1279,
        "r": "nasb:Genesis:40:1",
        "t": "Then*p it came about after these things, the cupbearer and the baker for the king of Egypt offended their lord, the king of Egypt."
    },
    {
        "o": 1280,
        "r": "nasb:Genesis:40:2",
        "t": "Pharaoh was furious with his two officials, the chief cupbearer and the chief baker."
    },
    {
        "o": 1281,
        "r": "nasb:Genesis:40:3",
        "t": "So he put them in confinement in the house of the captain of the bodyguard, in the jail, the same*i place where Joseph was imprisoned."
    },
    {
        "o": 1282,
        "r": "nasb:Genesis:40:4",
        "t": "The captain of the bodyguard put Joseph in charge of them, and he took care of them; and they were in confinement for some time."
    },
    {
        "o": 1283,
        "r": "nasb:Genesis:40:5",
        "t": "Then the cupbearer and the baker for the king of Egypt, who were confined in jail, both had a dream the same night, each man with his own*i dream and*i each dream with its own*i interpretation."
    },
    {
        "o": 1284,
        "r": "nasb:Genesis:40:6",
        "t": "When Joseph came to them in the morning and observed them, behold, they were dejected."
    },
    {
        "o": 1285,
        "r": "nasb:Genesis:40:7",
        "t": "He asked Pharaoh’s officials who were with him in confinement in his master’s house, “Why are your faces so sad today?”"
    },
    {
        "o": 1286,
        "r": "nasb:Genesis:40:8",
        "t": "Then they said to him, “We have had a dream and there is no one to interpret it.” Then Joseph said to them, “Do not interpretations belong to God? Tell it*i to me, please.”"
    },
    {
        "o": 1287,
        "r": "nasb:Genesis:40:9",
        "t": "So*p the chief cupbearer told his dream to Joseph, and said to him, “In my dream, behold, there*i was*i a vine in front of me;"
    },
    {
        "o": 1288,
        "r": "nasb:Genesis:40:10",
        "t": "and on the vine were*i three branches. And as it was budding, its blossoms came out, and*i its clusters produced ripe grapes."
    },
    {
        "o": 1289,
        "r": "nasb:Genesis:40:11",
        "t": "Now Pharaoh’s cup was in my hand; so I took the grapes and squeezed them into Pharaoh’s cup, and I put the cup into Pharaoh’s hand.”"
    },
    {
        "o": 1290,
        "r": "nasb:Genesis:40:12",
        "t": "Then Joseph said to him, “This is the interpretation of it: the three branches are three days;"
    },
    {
        "o": 1291,
        "r": "nasb:Genesis:40:13",
        "t": "within three more days Pharaoh will lift up your head and restore you to your office; and you will put Pharaoh’s cup into his hand according to your former custom when you were his cupbearer."
    },
    {
        "o": 1292,
        "r": "nasb:Genesis:40:14",
        "t": "Only keep me in mind when it goes well with you, and please do me a kindness by mentioning me to Pharaoh and get me out of this house."
    },
    {
        "o": 1293,
        "r": "nasb:Genesis:40:15",
        "t": "For I was in fact kidnapped from the land of the Hebrews, and even here I have done nothing that they should have put me into the dungeon.”"
    },
    {
        "o": 1294,
        "r": "nasb:Genesis:40:16",
        "t": "When*p the chief baker saw that he had interpreted favorably, he said to Joseph, “I also saw*i in my dream, and behold, there*i were*i three baskets of white bread on my head;"
    },
    {
        "o": 1295,
        "r": "nasb:Genesis:40:17",
        "t": "and in the top basket there*i were*i some of all sorts of baked food for Pharaoh, and the birds were eating them out of the basket on my head.”"
    },
    {
        "o": 1296,
        "r": "nasb:Genesis:40:18",
        "t": "Then Joseph answered and said, “This is its interpretation: the three baskets are three days;"
    },
    {
        "o": 1297,
        "r": "nasb:Genesis:40:19",
        "t": "within three more days Pharaoh will lift up your head from you and will hang you on a tree, and the birds will eat your flesh off you.”"
    },
    {
        "o": 1298,
        "r": "nasb:Genesis:40:20",
        "t": "Thus*p it came about on the third day, which*i was*i Pharaoh’s birthday, that he made a feast for all his servants; and he lifted up the head of the chief cupbearer and the head of the chief baker among his servants."
    },
    {
        "o": 1299,
        "r": "nasb:Genesis:40:21",
        "t": "He restored the chief cupbearer to his office, and he put the cup into Pharaoh’s hand;"
    },
    {
        "o": 1300,
        "r": "nasb:Genesis:40:22",
        "t": "but he hanged the chief baker, just as Joseph had interpreted to them."
    },
    {
        "o": 1301,
        "r": "nasb:Genesis:40:23",
        "t": "Yet the chief cupbearer did not remember Joseph, but forgot him."
    }
]
