[
    {
        "o": 2725,
        "r": "nkjv:Exodus:33:0",
        "t": "Exodus 33",
        "h": 1
    },
    {
        "o": 2726,
        "r": "nkjv:Exodus:33:0",
        "t": "The Command to Leave Sinai",
        "h": 2
    },
    {
        "o": 2727,
        "r": "nkjv:Exodus:33:1",
        "t": "Then*p the Lord*s said to Moses, “Depart and*i go up from here, you and the people whom you have brought out of the land of Egypt, to the land of which I swore to Abraham, Isaac, and Jacob, saying, ‘To your descendants I will give it.’"
    },
    {
        "o": 2728,
        "r": "nkjv:Exodus:33:2",
        "t": "And I will send My*i Angel before you, and I will drive out the Canaanite and the Amorite and the Hittite and the Perizzite and the Hivite and the Jebusite."
    },
    {
        "o": 2729,
        "r": "nkjv:Exodus:33:3",
        "t": "Go*i up*i to a land flowing with milk and honey; for I will not go up in your midst, lest I consume you on the way, for you are*i a stiff-necked people.”"
    },
    {
        "o": 2730,
        "r": "nkjv:Exodus:33:4",
        "t": "And*p when the people heard this bad news, they mourned, and no one put on his ornaments."
    },
    {
        "o": 2731,
        "r": "nkjv:Exodus:33:5",
        "t": "For the Lord*s had said to Moses, “Say to the children of Israel, ‘You are*i a stiff-necked people. I could come up into your midst in one moment and consume you. Now therefore, take off your ornaments, that I may know what to do to you.’”"
    },
    {
        "o": 2732,
        "r": "nkjv:Exodus:33:6",
        "t": "So the children of Israel stripped themselves of their ornaments by Mount Horeb."
    },
    {
        "o": 2733,
        "r": "nkjv:Exodus:33:6",
        "t": "Moses Meets with the Lord",
        "h": 2
    },
    {
        "o": 2734,
        "r": "nkjv:Exodus:33:7",
        "t": "Moses*p took his tent and pitched it outside the camp, far from the camp, and called it the tabernacle of meeting. And it came to pass that*i everyone who sought the Lord*s went out to the tabernacle of meeting which was*i outside the camp."
    },
    {
        "o": 2735,
        "r": "nkjv:Exodus:33:8",
        "t": "So it was, whenever Moses went out to the tabernacle, that*i all the people rose, and each man stood at*i his tent door and watched Moses until he had gone into the tabernacle."
    },
    {
        "o": 2736,
        "r": "nkjv:Exodus:33:9",
        "t": "And it came to pass, when Moses entered the tabernacle, that the pillar of cloud descended and stood at*i the door of the tabernacle, and the*i Lord*is talked with Moses."
    },
    {
        "o": 2737,
        "r": "nkjv:Exodus:33:10",
        "t": "All the people saw the pillar of cloud standing at*i the tabernacle door, and all the people rose and worshiped, each man in*i his tent door."
    },
    {
        "o": 2738,
        "r": "nkjv:Exodus:33:11",
        "t": "So the Lord*s spoke to Moses face to face, as a man speaks to his friend. And he would return to the camp, but his servant Joshua the son of Nun, a young man, did not depart from the tabernacle."
    },
    {
        "o": 2739,
        "r": "nkjv:Exodus:33:11",
        "t": "The Promise of God’s Presence",
        "h": 2
    },
    {
        "o": 2740,
        "r": "nkjv:Exodus:33:12",
        "t": "Then*p Moses said to the Lord,*s “See, You say to me, ‘Bring up this people.’ But You have not let me know whom You will send with me. Yet You have said, ‘I know you by name, and you have also found grace in My sight.’"
    },
    {
        "o": 2741,
        "r": "nkjv:Exodus:33:13",
        "t": "Now therefore, I pray, if I have found grace in Your sight, show me now Your way, that I may know You and that I may find grace in Your sight. And consider that this nation is*i Your people.”"
    },
    {
        "o": 2742,
        "r": "nkjv:Exodus:33:14",
        "t": "And*p He said, “My Presence will go with*i you,*i and I will give you rest.”"
    },
    {
        "o": 2743,
        "r": "nkjv:Exodus:33:15",
        "t": "Then*p he said to Him, “If Your Presence does not go with*i us,*i do not bring us up from here."
    },
    {
        "o": 2744,
        "r": "nkjv:Exodus:33:16",
        "t": "For how then will it be known that Your people and I have found grace in Your sight, except You go with us? So we shall be separate, Your people and I, from all the people who are*i upon the face of the earth.”"
    },
    {
        "o": 2745,
        "r": "nkjv:Exodus:33:17",
        "t": "So*p the Lord*s said to Moses, “I will also do this thing that you have spoken; for you have found grace in My sight, and I know you by name.”"
    },
    {
        "o": 2746,
        "r": "nkjv:Exodus:33:18",
        "t": "And*p he said, “Please, show me Your glory.”"
    },
    {
        "o": 2747,
        "r": "nkjv:Exodus:33:19",
        "t": "Then*p He said, “I will make all My goodness pass before you, and I will proclaim the name of the Lord*s before you. I will be gracious to whom I will be gracious, and I will have compassion on whom I will have compassion.”"
    },
    {
        "o": 2748,
        "r": "nkjv:Exodus:33:20",
        "t": "But He said, “You cannot see My face; for no man shall see Me, and live.”"
    },
    {
        "o": 2749,
        "r": "nkjv:Exodus:33:21",
        "t": "And the Lord*s said, “Here is a place by Me, and you shall stand on the rock."
    },
    {
        "o": 2750,
        "r": "nkjv:Exodus:33:22",
        "t": "So it shall be, while My glory passes by, that I will put you in the cleft of the rock, and will cover you with My hand while I pass by."
    },
    {
        "o": 2751,
        "r": "nkjv:Exodus:33:23",
        "t": "Then I will take away My hand, and you shall see My back; but My face shall not be seen.”"
    }
]
