[
    {
        "o": 10551,
        "r": "nasb:2 Kings:5:0",
        "t": "2 Kings 5",
        "h": 1
    },
    {
        "o": 10552,
        "r": "nasb:2 Kings:5:0",
        "t": "Naaman Is Healed",
        "h": 2
    },
    {
        "o": 10553,
        "r": "nasb:2 Kings:5:1",
        "t": "Now*p Naaman, captain of the army of the king of Aram, was a great man with his master, and highly respected, because by him the Lord*s had given victory to Aram. The man was also a valiant warrior, but*i he*i was*i a leper."
    },
    {
        "o": 10554,
        "r": "nasb:2 Kings:5:2",
        "t": "Now the Arameans had gone out in bands and had taken captive a little girl from the land of Israel; and she waited on Naaman’s wife."
    },
    {
        "o": 10555,
        "r": "nasb:2 Kings:5:3",
        "t": "She said to her mistress, “I wish that my master were with the prophet who is in Samaria! Then he would cure him of his leprosy.”"
    },
    {
        "o": 10556,
        "r": "nasb:2 Kings:5:4",
        "t": "Naaman went in and told his master, saying, “Thus and thus spoke the girl who is from the land of Israel.”"
    },
    {
        "o": 10557,
        "r": "nasb:2 Kings:5:5",
        "t": "Then the king of Aram said, “Go now, and I will send a letter to the king of Israel.” He departed and took with him ten talents of silver and six thousand shekels*i of gold and ten changes of clothes."
    },
    {
        "o": 10558,
        "r": "nasb:2 Kings:5:6",
        "t": "He*p brought the letter to the king of Israel, saying, “And now as this letter comes to you, behold, I have sent Naaman my servant to you, that you may cure him of his leprosy.”"
    },
    {
        "o": 10559,
        "r": "nasb:2 Kings:5:7",
        "t": "When the king of Israel read the letter, he tore his clothes and said, “Am I God, to kill and to make alive, that this man is sending word*i to me to cure a man of his leprosy? But consider now, and see how he is seeking a quarrel against me.”"
    },
    {
        "o": 10560,
        "r": "nasb:2 Kings:5:8",
        "t": "It*p happened when Elisha the man of God heard that the king of Israel had torn his clothes, that he sent word*i to the king, saying, “Why have you torn your clothes? Now let him come to me, and he shall know that there is a prophet in Israel.”"
    },
    {
        "o": 10561,
        "r": "nasb:2 Kings:5:9",
        "t": "So Naaman came with his horses and his chariots and stood at the doorway of the house of Elisha."
    },
    {
        "o": 10562,
        "r": "nasb:2 Kings:5:10",
        "t": "Elisha sent a messenger to him, saying, “Go and wash in the Jordan seven times, and your flesh will be restored to you and you*i will*i be clean.”"
    },
    {
        "o": 10563,
        "r": "nasb:2 Kings:5:11",
        "t": "But Naaman was furious and went away and said, “Behold, I thought, ‘He will surely come out to me and stand and call on the name of the Lord*s his God, and wave his hand over the place and cure the leper.’"
    },
    {
        "o": 10564,
        "r": "nasb:2 Kings:5:12",
        "t": "Are not Abanah and Pharpar, the rivers of Damascus, better than all the waters of Israel? Could I not wash in them and be clean?” So he turned and went away in a rage."
    },
    {
        "o": 10565,
        "r": "nasb:2 Kings:5:13",
        "t": "Then his servants came near and spoke to him and said, “My father, had the prophet told you to*i do*i some*i great thing, would you not have done it?*i How much more then,*i when he says to you, ‘Wash, and be clean’?”"
    },
    {
        "o": 10566,
        "r": "nasb:2 Kings:5:14",
        "t": "So he went down and dipped himself*i seven times in the Jordan, according to the word of the man of God; and his flesh was restored like the flesh of a little child and he was clean."
    },
    {
        "o": 10567,
        "r": "nasb:2 Kings:5:14",
        "t": "Gehazi’s Greed",
        "h": 2
    },
    {
        "o": 10568,
        "r": "nasb:2 Kings:5:15",
        "t": "When*p he returned to the man of God with all his company, and came and stood before him, he said, “Behold now, I know that there is no God in all the earth, but in Israel; so please take a present from your servant now.”"
    },
    {
        "o": 10569,
        "r": "nasb:2 Kings:5:16",
        "t": "But he said, “As the Lord*s lives, before whom I stand, I will take nothing.” And he urged him to take it,*i but he refused."
    },
    {
        "o": 10570,
        "r": "nasb:2 Kings:5:17",
        "t": "Naaman said, “If not, please let your servant at least be given two mules’ load of earth; for your servant will no longer offer burnt offering nor will he sacrifice to other gods, but to the Lord.*s"
    },
    {
        "o": 10571,
        "r": "nasb:2 Kings:5:18",
        "t": "In this matter may the Lord*s pardon your servant: when my master goes into the house of Rimmon to worship there, and he leans on my hand and I bow myself in the house of Rimmon, when I bow myself in the house of Rimmon, the Lord*s pardon your servant in this matter.”"
    },
    {
        "o": 10572,
        "r": "nasb:2 Kings:5:19",
        "t": "He said to him, “Go in peace.” So he departed from him some distance."
    },
    {
        "o": 10573,
        "r": "nasb:2 Kings:5:20",
        "t": "But*p Gehazi, the servant of Elisha the man of God, thought, “Behold, my master has spared this Naaman the Aramean, by not receiving from his hands what he brought. As the Lord*s lives, I will run after him and take something from him.”"
    },
    {
        "o": 10574,
        "r": "nasb:2 Kings:5:21",
        "t": "So Gehazi pursued Naaman. When Naaman saw one running after him, he came down from the chariot to meet him and said, “Is all well?”"
    },
    {
        "o": 10575,
        "r": "nasb:2 Kings:5:22",
        "t": "He said, “All is well. My master has sent me, saying, ‘Behold, just now two young men of the sons of the prophets have come to me from the hill country of Ephraim. Please give them a talent of silver and two changes of clothes.’ ”"
    },
    {
        "o": 10576,
        "r": "nasb:2 Kings:5:23",
        "t": "Naaman said, “Be pleased to take two talents.” And he urged him, and bound two talents of silver in two bags with two changes of clothes and gave them to two of his servants; and they carried them*i before him."
    },
    {
        "o": 10577,
        "r": "nasb:2 Kings:5:24",
        "t": "When he came to the hill, he took them from their hand and deposited them in the house, and he sent the men away, and they departed."
    },
    {
        "o": 10578,
        "r": "nasb:2 Kings:5:25",
        "t": "But he went in and stood before his master. And Elisha said to him, “Where have you been, Gehazi?” And he said, “Your servant went nowhere.”"
    },
    {
        "o": 10579,
        "r": "nasb:2 Kings:5:26",
        "t": "Then*p he said to him, “Did not my heart go with*i you,*i when the man turned from his chariot to meet you? Is it a time to receive money and to receive clothes and olive groves and vineyards and sheep and oxen and male and female servants?"
    },
    {
        "o": 10580,
        "r": "nasb:2 Kings:5:27",
        "t": "Therefore, the leprosy of Naaman shall cling to you and to your descendants forever.” So he went out from his presence a leper as*i white*i as snow."
    }
]
