[
    {
        "o": 32368,
        "r": "nasb:Galatians:2:0",
        "t": "Galatians 2",
        "h": 1
    },
    {
        "o": 32369,
        "r": "nasb:Galatians:2:0",
        "t": "The Council at Jerusalem",
        "h": 2
    },
    {
        "o": 32370,
        "r": "nasb:Galatians:2:1",
        "t": "Then*p after an interval of fourteen years I went up again to Jerusalem with Barnabas, taking Titus along also."
    },
    {
        "o": 32371,
        "r": "nasb:Galatians:2:2",
        "t": "It was because of a revelation that I went up; and I submitted to them the gospel which I preach among the Gentiles, but I*i did*i so*i in private to those who were of reputation, for fear that I might be running, or had run, in vain."
    },
    {
        "o": 32372,
        "r": "nasb:Galatians:2:3",
        "t": "But not even Titus, who was with me, though he was a Greek, was compelled to be circumcised."
    },
    {
        "o": 32373,
        "r": "nasb:Galatians:2:4",
        "t": "But it*i was*i because of the false brethren secretly brought in, who had sneaked in to spy out our liberty which we have in Christ Jesus, in order to bring us into bondage."
    },
    {
        "o": 32374,
        "r": "nasb:Galatians:2:5",
        "t": "But we did not yield in subjection to them for even an hour, so that the truth of the gospel would remain with you."
    },
    {
        "o": 32375,
        "r": "nasb:Galatians:2:6",
        "t": "But from those who were of high reputation (what they were makes no difference to me; God shows no partiality)—well, those who were of reputation contributed nothing to me."
    },
    {
        "o": 32376,
        "r": "nasb:Galatians:2:7",
        "t": "But on the contrary, seeing that I had been entrusted with the gospel to the uncircumcised, just as Peter had*i been*i to the circumcised"
    },
    {
        "o": 32377,
        "r": "nasb:Galatians:2:8",
        "t": "(for He who effectually worked for Peter in his*i apostleship to the circumcised effectually worked for me also to the Gentiles),"
    },
    {
        "o": 32378,
        "r": "nasb:Galatians:2:9",
        "t": "and recognizing the grace that had been given to me, James and Cephas and John, who were reputed to be pillars, gave to me and Barnabas the right hand of fellowship, so that we might*i go*i to the Gentiles and they to the circumcised."
    },
    {
        "o": 32379,
        "r": "nasb:Galatians:2:10",
        "t": "They*i only asked*i us to remember the poor—the very thing I also was eager to do."
    },
    {
        "o": 32380,
        "r": "nasb:Galatians:2:10",
        "t": "Peter (Cephas) Opposed by Paul",
        "h": 2
    },
    {
        "o": 32381,
        "r": "nasb:Galatians:2:11",
        "t": "But*p when Cephas came to Antioch, I opposed him to his face, because he stood condemned."
    },
    {
        "o": 32382,
        "r": "nasb:Galatians:2:12",
        "t": "For prior to the coming of certain men from James, he used to eat with the Gentiles; but when they came, he began*i to withdraw and hold himself aloof, fearing the party of the circumcision."
    },
    {
        "o": 32383,
        "r": "nasb:Galatians:2:13",
        "t": "The rest of the Jews joined him in hypocrisy, with the result that even Barnabas was carried away by their hypocrisy."
    },
    {
        "o": 32384,
        "r": "nasb:Galatians:2:14",
        "t": "But when I saw that they were not straightforward about the truth of the gospel, I said to Cephas in the presence of all, “If you, being a Jew, live like the Gentiles and not like the Jews, how is*i it*i that*i you compel the Gentiles to live like Jews?"
    },
    {
        "o": 32385,
        "r": "nasb:Galatians:2:15",
        "t": "“We*p are*i Jews by nature and not sinners from among the Gentiles;"
    },
    {
        "o": 32386,
        "r": "nasb:Galatians:2:16",
        "t": "nevertheless knowing that a man is not justified by the works of the Law but through faith in Christ Jesus, even we have believed in Christ Jesus, so that we may be justified by faith in Christ and not by the works of the Law; since by the works of the Law no flesh will be justified."
    },
    {
        "o": 32387,
        "r": "nasb:Galatians:2:17",
        "t": "But if, while seeking to be justified in Christ, we ourselves have also been found sinners, is Christ then a minister of sin? May it never be!"
    },
    {
        "o": 32388,
        "r": "nasb:Galatians:2:18",
        "t": "For if I rebuild what I have once*i destroyed, I prove myself to be a transgressor."
    },
    {
        "o": 32389,
        "r": "nasb:Galatians:2:19",
        "t": "For through the Law I died to the Law, so that I might live to God."
    },
    {
        "o": 32390,
        "r": "nasb:Galatians:2:20",
        "t": "I have been crucified with Christ; and it is no longer I who live, but Christ lives in me; and the life*i which I now live in the flesh I live by faith in the Son of God, who loved me and gave Himself up for me."
    },
    {
        "o": 32391,
        "r": "nasb:Galatians:2:21",
        "t": "I do not nullify the grace of God, for if righteousness comes*i through the Law, then Christ died needlessly.”"
    }
]
