[
    {
        "o": 29597,
        "r": "kjv:1 Corinthians:2:0",
        "t": "1 Corinthians 2",
        "h": 1
    },
    {
        "o": 29598,
        "r": "kjv:1 Corinthians:2:1",
        "t": "And*p I, brethren, when I came to you, came not with excellency of speech or of wisdom, declaring unto you the testimony of God."
    },
    {
        "o": 29599,
        "r": "kjv:1 Corinthians:2:2",
        "t": "For*p I determined not to know any thing among you, save Jesus Christ, and him crucified."
    },
    {
        "o": 29600,
        "r": "kjv:1 Corinthians:2:3",
        "t": "And*p I was with you in weakness, and in fear, and in much trembling."
    },
    {
        "o": 29601,
        "r": "kjv:1 Corinthians:2:4",
        "t": "And*p my speech and my preaching was not with enticing words of man's wisdom, but in demonstration of the Spirit and of power:"
    },
    {
        "o": 29602,
        "r": "kjv:1 Corinthians:2:5",
        "t": "That*p your faith should not stand in the wisdom of men, but in the power of God."
    },
    {
        "o": 29603,
        "r": "kjv:1 Corinthians:2:6",
        "t": "Howbeit*p we speak wisdom among them that are perfect: yet not the wisdom of this world, nor of the princes of this world, that come to nought:"
    },
    {
        "o": 29604,
        "r": "kjv:1 Corinthians:2:7",
        "t": "But*p we speak the wisdom of God in a mystery, even the hidden wisdom, which God ordained before the world unto our glory:"
    },
    {
        "o": 29605,
        "r": "kjv:1 Corinthians:2:8",
        "t": "Which*p none of the princes of this world knew: for had they known it, they would not have crucified the Lord of glory."
    },
    {
        "o": 29606,
        "r": "kjv:1 Corinthians:2:9",
        "t": "But*p as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him."
    },
    {
        "o": 29607,
        "r": "kjv:1 Corinthians:2:10",
        "t": "But*p God hath revealed them unto us by his Spirit: for the Spirit searcheth all things, yea, the deep things of God."
    },
    {
        "o": 29608,
        "r": "kjv:1 Corinthians:2:11",
        "t": "For*p what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God."
    },
    {
        "o": 29609,
        "r": "kjv:1 Corinthians:2:12",
        "t": "Now*p we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God."
    },
    {
        "o": 29610,
        "r": "kjv:1 Corinthians:2:13",
        "t": "Which*p things also we speak, not in the words which man's wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual."
    },
    {
        "o": 29611,
        "r": "kjv:1 Corinthians:2:14",
        "t": "But*p the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned."
    },
    {
        "o": 29612,
        "r": "kjv:1 Corinthians:2:15",
        "t": "But*p he that is spiritual judgeth all things, yet he himself is judged of no man."
    },
    {
        "o": 29613,
        "r": "kjv:1 Corinthians:2:16",
        "t": "For*p who hath known the mind of the Lord, that he may instruct him? But we have the mind of Christ."
    }
]
