[
    {
        "o": 33465,
        "r": "niv:James:1:0",
        "t": "James 1",
        "h": 1
    },
    {
        "o": 33466,
        "r": "niv:James:1:1",
        "t": "James,*p a servant of God and of the Lord Jesus Christ, To*p the twelve tribes scattered among the nations: Greetings.*p"
    },
    {
        "o": 33467,
        "r": "niv:James:1:1",
        "t": "Trials and Temptations",
        "h": 2
    },
    {
        "o": 33468,
        "r": "niv:James:1:2",
        "t": "Consider*p it pure joy, my brothers and sisters, whenever you face trials of many kinds,"
    },
    {
        "o": 33469,
        "r": "niv:James:1:3",
        "t": "because you know that the testing of your faith produces perseverance."
    },
    {
        "o": 33470,
        "r": "niv:James:1:4",
        "t": "Let perseverance finish its work so that you may be mature and complete, not lacking anything."
    },
    {
        "o": 33471,
        "r": "niv:James:1:5",
        "t": "If any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you."
    },
    {
        "o": 33472,
        "r": "niv:James:1:6",
        "t": "But when you ask, you must believe and not doubt, because the one who doubts is like a wave of the sea, blown and tossed by the wind."
    },
    {
        "o": 33473,
        "r": "niv:James:1:7",
        "t": "That person should not expect to receive anything from the Lord."
    },
    {
        "o": 33474,
        "r": "niv:James:1:8",
        "t": "Such a person is double-minded and unstable in all they do."
    },
    {
        "o": 33475,
        "r": "niv:James:1:9",
        "t": "Believers*p in humble circumstances ought to take pride in their high position."
    },
    {
        "o": 33476,
        "r": "niv:James:1:10",
        "t": "But the rich should take pride in their humiliation—since they will pass away like a wild flower."
    },
    {
        "o": 33477,
        "r": "niv:James:1:11",
        "t": "For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich will fade away even while they go about their business."
    },
    {
        "o": 33478,
        "r": "niv:James:1:12",
        "t": "Blessed*p is the one who perseveres under trial because, having stood the test, that person will receive the crown of life that the Lord has promised to those who love him."
    },
    {
        "o": 33479,
        "r": "niv:James:1:13",
        "t": "When*p tempted, no one should say, “God is tempting me.” For God cannot be tempted by evil, nor does he tempt anyone;"
    },
    {
        "o": 33480,
        "r": "niv:James:1:14",
        "t": "but each person is tempted when they are dragged away by their own evil desire and enticed."
    },
    {
        "o": 33481,
        "r": "niv:James:1:15",
        "t": "Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death."
    },
    {
        "o": 33482,
        "r": "niv:James:1:16",
        "t": "Don’t*p be deceived, my dear brothers and sisters."
    },
    {
        "o": 33483,
        "r": "niv:James:1:17",
        "t": "Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows."
    },
    {
        "o": 33484,
        "r": "niv:James:1:18",
        "t": "He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created."
    },
    {
        "o": 33485,
        "r": "niv:James:1:18",
        "t": "Listening and Doing",
        "h": 2
    },
    {
        "o": 33486,
        "r": "niv:James:1:19",
        "t": "My*p dear brothers and sisters, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry,"
    },
    {
        "o": 33487,
        "r": "niv:James:1:20",
        "t": "because human anger does not produce the righteousness that God desires."
    },
    {
        "o": 33488,
        "r": "niv:James:1:21",
        "t": "Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you."
    },
    {
        "o": 33489,
        "r": "niv:James:1:22",
        "t": "Do*p not merely listen to the word, and so deceive yourselves. Do what it says."
    },
    {
        "o": 33490,
        "r": "niv:James:1:23",
        "t": "Anyone who listens to the word but does not do what it says is like someone who looks at his face in a mirror"
    },
    {
        "o": 33491,
        "r": "niv:James:1:24",
        "t": "and, after looking at himself, goes away and immediately forgets what he looks like."
    },
    {
        "o": 33492,
        "r": "niv:James:1:25",
        "t": "But whoever looks intently into the perfect law that gives freedom, and continues in it—not forgetting what they have heard, but doing it—they will be blessed in what they do."
    },
    {
        "o": 33493,
        "r": "niv:James:1:26",
        "t": "Those*p who consider themselves religious and yet do not keep a tight rein on their tongues deceive themselves, and their religion is worthless."
    },
    {
        "o": 33494,
        "r": "niv:James:1:27",
        "t": "Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world."
    }
]
