[
    {
        "o": 21475,
        "r": "niv:Jeremiah:24:0",
        "t": "Jeremiah 24",
        "h": 1
    },
    {
        "o": 21476,
        "r": "niv:Jeremiah:24:0",
        "t": "Two Baskets of Figs",
        "h": 2
    },
    {
        "o": 21477,
        "r": "niv:Jeremiah:24:1",
        "t": "After*p Jehoiachin son of Jehoiakim king of Judah and the officials, the skilled workers and the artisans of Judah were carried into exile from Jerusalem to Babylon by Nebuchadnezzar king of Babylon, the Lord*s showed me two baskets of figs placed in front of the temple of the Lord.*s"
    },
    {
        "o": 21478,
        "r": "niv:Jeremiah:24:2",
        "t": "One basket had very good figs, like those that ripen early; the other basket had very bad figs, so bad they could not be eaten."
    },
    {
        "o": 21479,
        "r": "niv:Jeremiah:24:3",
        "t": "Then*p the Lord*s asked me, “What do you see, Jeremiah?” “Figs,”*p I answered. “The good ones are very good, but the bad ones are so bad they cannot be eaten.”"
    },
    {
        "o": 21480,
        "r": "niv:Jeremiah:24:4",
        "t": "Then*p the word of the Lord*s came to me:"
    },
    {
        "o": 21481,
        "r": "niv:Jeremiah:24:5",
        "t": "“This is what the Lord,*s the God of Israel, says: ‘Like these good figs, I regard as good the exiles from Judah, whom I sent away from this place to the land of the Babylonians."
    },
    {
        "o": 21482,
        "r": "niv:Jeremiah:24:6",
        "t": "My eyes will watch over them for their good, and I will bring them back to this land. I will build them up and not tear them down; I will plant them and not uproot them."
    },
    {
        "o": 21483,
        "r": "niv:Jeremiah:24:7",
        "t": "I will give them a heart to know me, that I am the Lord.*s They will be my people, and I will be their God, for they will return to me with all their heart."
    },
    {
        "o": 21484,
        "r": "niv:Jeremiah:24:8",
        "t": "“ ‘But*p like the bad figs, which are so bad they cannot be eaten,’ says the Lord,*s ‘so will I deal with Zedekiah king of Judah, his officials and the survivors from Jerusalem, whether they remain in this land or live in Egypt."
    },
    {
        "o": 21485,
        "r": "niv:Jeremiah:24:9",
        "t": "I will make them abhorrent and an offense to all the kingdoms of the earth, a reproach and a byword, a curse and an object of ridicule, wherever I banish them."
    },
    {
        "o": 21486,
        "r": "niv:Jeremiah:24:10",
        "t": "I will send the sword, famine and plague against them until they are destroyed from the land I gave to them and their ancestors.’ ”"
    }
]
