[
    {
        "o": 3264,
        "r": "nkjv:Leviticus:9:0",
        "t": "Leviticus 9",
        "h": 1
    },
    {
        "o": 3265,
        "r": "nkjv:Leviticus:9:0",
        "t": "The Priestly Ministry Begins",
        "h": 2
    },
    {
        "o": 3266,
        "r": "nkjv:Leviticus:9:1",
        "t": "It*p came to pass on the eighth day that Moses called Aaron and his sons and the elders of Israel."
    },
    {
        "o": 3267,
        "r": "nkjv:Leviticus:9:2",
        "t": "And he said to Aaron, “Take for yourself a young bull as a sin offering and a ram as a burnt offering, without blemish, and offer them before the Lord.*s"
    },
    {
        "o": 3268,
        "r": "nkjv:Leviticus:9:3",
        "t": "And to the children of Israel you shall speak, saying, ‘Take a kid of the goats as a sin offering, and a calf and a lamb, both of the first year, without blemish, as a burnt offering,"
    },
    {
        "o": 3269,
        "r": "nkjv:Leviticus:9:4",
        "t": "also a bull and a ram as peace offerings, to sacrifice before the Lord,*s and a grain offering mixed with oil; for today the Lord*s will appear to you.’”"
    },
    {
        "o": 3270,
        "r": "nkjv:Leviticus:9:5",
        "t": "So*p they brought what Moses commanded before the tabernacle of meeting. And all the congregation drew near and stood before the Lord.*s"
    },
    {
        "o": 3271,
        "r": "nkjv:Leviticus:9:6",
        "t": "Then Moses said, “This is the thing which the Lord*s commanded you to do, and the glory of the Lord*s will appear to you.”"
    },
    {
        "o": 3272,
        "r": "nkjv:Leviticus:9:7",
        "t": "And Moses said to Aaron, “Go to the altar, offer your sin offering and your burnt offering, and make atonement for yourself and for the people. Offer the offering of the people, and make atonement for them, as the Lord*s commanded.”"
    },
    {
        "o": 3273,
        "r": "nkjv:Leviticus:9:8",
        "t": "Aaron*p therefore went to the altar and killed the calf of the sin offering, which was for himself."
    },
    {
        "o": 3274,
        "r": "nkjv:Leviticus:9:9",
        "t": "Then the sons of Aaron brought the blood to him. And he dipped his finger in the blood, put it on the horns of the altar, and poured the blood at the base of the altar."
    },
    {
        "o": 3275,
        "r": "nkjv:Leviticus:9:10",
        "t": "But the fat, the kidneys, and the fatty lobe from the liver of the sin offering he burned on the altar, as the Lord*s had commanded Moses."
    },
    {
        "o": 3276,
        "r": "nkjv:Leviticus:9:11",
        "t": "The flesh and the hide he burned with fire outside the camp."
    },
    {
        "o": 3277,
        "r": "nkjv:Leviticus:9:12",
        "t": "And*p he killed the burnt offering; and Aaron’s sons presented to him the blood, which he sprinkled all around on the altar."
    },
    {
        "o": 3278,
        "r": "nkjv:Leviticus:9:13",
        "t": "Then they presented the burnt offering to him, with its pieces and head, and he burned them on the altar."
    },
    {
        "o": 3279,
        "r": "nkjv:Leviticus:9:14",
        "t": "And he washed the entrails and the legs, and burned them with the burnt offering on the altar."
    },
    {
        "o": 3280,
        "r": "nkjv:Leviticus:9:15",
        "t": "Then*p he brought the people’s offering, and took the goat, which was the sin offering for the people, and killed it and offered it for sin, like the first one."
    },
    {
        "o": 3281,
        "r": "nkjv:Leviticus:9:16",
        "t": "And he brought the burnt offering and offered it according to the prescribed manner."
    },
    {
        "o": 3282,
        "r": "nkjv:Leviticus:9:17",
        "t": "Then he brought the grain offering, took a handful of it, and burned it on the altar, besides the burnt sacrifice of the morning."
    },
    {
        "o": 3283,
        "r": "nkjv:Leviticus:9:18",
        "t": "He*p also killed the bull and the ram as sacrifices of peace offerings, which were for the people. And Aaron’s sons presented to him the blood, which he sprinkled all around on the altar,"
    },
    {
        "o": 3284,
        "r": "nkjv:Leviticus:9:19",
        "t": "and the fat from the bull and the ram—the fatty tail, what covers the entrails and the kidneys, and the fatty lobe attached to the liver;"
    },
    {
        "o": 3285,
        "r": "nkjv:Leviticus:9:20",
        "t": "and they put the fat on the breasts. Then he burned the fat on the altar;"
    },
    {
        "o": 3286,
        "r": "nkjv:Leviticus:9:21",
        "t": "but the breasts and the right thigh Aaron waved as a wave offering before the Lord,*s as Moses had commanded."
    },
    {
        "o": 3287,
        "r": "nkjv:Leviticus:9:22",
        "t": "Then*p Aaron lifted his hand toward the people, blessed them, and came down from offering the sin offering, the burnt offering, and peace offerings."
    },
    {
        "o": 3288,
        "r": "nkjv:Leviticus:9:23",
        "t": "And Moses and Aaron went into the tabernacle of meeting, and came out and blessed the people. Then the glory of the Lord*s appeared to all the people,"
    },
    {
        "o": 3289,
        "r": "nkjv:Leviticus:9:24",
        "t": "and fire came out from before the Lord*s and consumed the burnt offering and the fat on the altar. When all the people saw it, they shouted and fell on their faces."
    }
]
