[
    {
        "o": 19166,
        "r": "niv:Ecclesiastes:9:0",
        "t": "Ecclesiastes 9",
        "h": 1
    },
    {
        "o": 19167,
        "r": "niv:Ecclesiastes:9:0",
        "t": "A Common Destiny for All",
        "h": 2
    },
    {
        "o": 19168,
        "r": "niv:Ecclesiastes:9:1",
        "t": "So*p I reflected on all this and concluded that the righteous and the wise and what they do are in God’s hands, but no one knows whether love or hate awaits them."
    },
    {
        "o": 19169,
        "r": "niv:Ecclesiastes:9:2",
        "t": "All share a common destiny—the righteous and the wicked, the good and the bad, the clean and the unclean, those who offer sacrifices and those who do not. As*pn it is with the good, so*ld with the sinful; as*ln it is with those who take oaths, so*ld with those who are afraid to take them."
    },
    {
        "o": 19170,
        "r": "niv:Ecclesiastes:9:3",
        "t": "This*p is the evil in everything that happens under the sun: The same destiny overtakes all. The hearts of people, moreover, are full of evil and there is madness in their hearts while they live, and afterward they join the dead."
    },
    {
        "o": 19171,
        "r": "niv:Ecclesiastes:9:4",
        "t": "Anyone who is among the living has hope —even a live dog is better off than a dead lion!"
    },
    {
        "o": 19172,
        "r": "niv:Ecclesiastes:9:5",
        "t": "For*pn the living know that they will die, but*ld the dead know nothing; they*ln have no further reward, and*ld even their name is forgotten."
    },
    {
        "o": 19173,
        "r": "niv:Ecclesiastes:9:6",
        "t": "Their*ln love, their hate and*ld their jealousy have long since vanished; never*ln again will they have a part in*ld anything that happens under the sun."
    },
    {
        "o": 19174,
        "r": "niv:Ecclesiastes:9:7",
        "t": "Go,*p eat your food with gladness, and drink your wine with a joyful heart, for God has already approved what you do."
    },
    {
        "o": 19175,
        "r": "niv:Ecclesiastes:9:8",
        "t": "Always be clothed in white, and always anoint your head with oil."
    },
    {
        "o": 19176,
        "r": "niv:Ecclesiastes:9:9",
        "t": "Enjoy life with your wife, whom you love, all the days of this meaningless life that God has given you under the sun—all your meaningless days. For this is your lot in life and in your toilsome labor under the sun."
    },
    {
        "o": 19177,
        "r": "niv:Ecclesiastes:9:10",
        "t": "Whatever your hand finds to do, do it with all your might, for in the realm of the dead, where you are going, there is neither working nor planning nor knowledge nor wisdom."
    },
    {
        "o": 19178,
        "r": "niv:Ecclesiastes:9:11",
        "t": "I*p have seen something else under the sun: The*pn race is not to the swift or*ld the battle to the strong, nor*ln does food come to the wise or*ld wealth to the brilliant or*ld favor to the learned; but*ln time and chance happen to them all."
    },
    {
        "o": 19179,
        "r": "niv:Ecclesiastes:9:12",
        "t": "Moreover,*p no one knows when their hour will come: As*pn fish are caught in a cruel net, or*ld birds are taken in a snare, so*ln people are trapped by evil times that*ld fall unexpectedly upon them."
    },
    {
        "o": 19180,
        "r": "niv:Ecclesiastes:9:12",
        "t": "Wisdom Better Than Folly",
        "h": 2
    },
    {
        "o": 19181,
        "r": "niv:Ecclesiastes:9:13",
        "t": "I*p also saw under the sun this example of wisdom that greatly impressed me:"
    },
    {
        "o": 19182,
        "r": "niv:Ecclesiastes:9:14",
        "t": "There was once a small city with only a few people in it. And a powerful king came against it, surrounded it and built huge siege works against it."
    },
    {
        "o": 19183,
        "r": "niv:Ecclesiastes:9:15",
        "t": "Now there lived in that city a man poor but wise, and he saved the city by his wisdom. But nobody remembered that poor man."
    },
    {
        "o": 19184,
        "r": "niv:Ecclesiastes:9:16",
        "t": "So I said, “Wisdom is better than strength.” But the poor man’s wisdom is despised, and his words are no longer heeded."
    },
    {
        "o": 19185,
        "r": "niv:Ecclesiastes:9:17",
        "t": "The*pn quiet words of the wise are more to be heeded than*ld the shouts of a ruler of fools."
    },
    {
        "o": 19186,
        "r": "niv:Ecclesiastes:9:18",
        "t": "Wisdom*ln is better than weapons of war, but*ld one sinner destroys much good."
    }
]
