[
    {
        "o": 11881,
        "r": "niv:1 Chronicles:17:0",
        "t": "1 Chronicles 17",
        "h": 1
    },
    {
        "o": 11882,
        "r": "niv:1 Chronicles:17:0",
        "t": "God’s Promise to David",
        "h": 2
    },
    {
        "o": 11883,
        "r": "niv:1 Chronicles:17:1",
        "t": "After*p David was settled in his palace, he said to Nathan the prophet, “Here I am, living in a house of cedar, while the ark of the covenant of the Lord*s is under a tent.”"
    },
    {
        "o": 11884,
        "r": "niv:1 Chronicles:17:2",
        "t": "Nathan*p replied to David, “Whatever you have in mind, do it, for God is with you.”"
    },
    {
        "o": 11885,
        "r": "niv:1 Chronicles:17:3",
        "t": "But*p that night the word of God came to Nathan, saying:"
    },
    {
        "o": 11886,
        "r": "niv:1 Chronicles:17:4",
        "t": "“Go*ln and tell my servant David, ‘This is what the Lord*s says: You are not the one to build me a house to dwell in."
    },
    {
        "o": 11887,
        "r": "niv:1 Chronicles:17:5",
        "t": "I have not dwelt in a house from the day I brought Israel up out of Egypt to this day. I have moved from one tent site to another, from one dwelling place to another."
    },
    {
        "o": 11888,
        "r": "niv:1 Chronicles:17:6",
        "t": "Wherever I have moved with all the Israelites, did I ever say to any of their leaders whom I commanded to shepherd my people, “Why have you not built me a house of cedar?” ’"
    },
    {
        "o": 11889,
        "r": "niv:1 Chronicles:17:7",
        "t": "“Now*ln then, tell my servant David, ‘This is what the Lord*s Almighty says: I took you from the pasture, from tending the flock, and appointed you ruler over my people Israel."
    },
    {
        "o": 11890,
        "r": "niv:1 Chronicles:17:8",
        "t": "I have been with you wherever you have gone, and I have cut off all your enemies from before you. Now I will make your name like the names of the greatest men on earth."
    },
    {
        "o": 11891,
        "r": "niv:1 Chronicles:17:9",
        "t": "And I will provide a place for my people Israel and will plant them so that they can have a home of their own and no longer be disturbed. Wicked people will not oppress them anymore, as they did at the beginning"
    },
    {
        "o": 11892,
        "r": "niv:1 Chronicles:17:10",
        "t": "and have done ever since the time I appointed leaders over my people Israel. I will also subdue all your enemies. “ ‘I*ln declare to you that the Lord*s will build a house for you:"
    },
    {
        "o": 11893,
        "r": "niv:1 Chronicles:17:11",
        "t": "When your days are over and you go to be with your ancestors, I will raise up your offspring to succeed you, one of your own sons, and I will establish his kingdom."
    },
    {
        "o": 11894,
        "r": "niv:1 Chronicles:17:12",
        "t": "He is the one who will build a house for me, and I will establish his throne forever."
    },
    {
        "o": 11895,
        "r": "niv:1 Chronicles:17:13",
        "t": "I will be his father, and he will be my son. I will never take my love away from him, as I took it away from your predecessor."
    },
    {
        "o": 11896,
        "r": "niv:1 Chronicles:17:14",
        "t": "I will set him over my house and my kingdom forever; his throne will be established forever.’ ”"
    },
    {
        "o": 11897,
        "r": "niv:1 Chronicles:17:15",
        "t": "Nathan*p reported to David all the words of this entire revelation."
    },
    {
        "o": 11898,
        "r": "niv:1 Chronicles:17:15",
        "t": "David’s Prayer",
        "h": 2
    },
    {
        "o": 11899,
        "r": "niv:1 Chronicles:17:16",
        "t": "Then*p King David went in and sat before the Lord,*s and he said: “Who*ln am I, Lord*s God, and what is my family, that you have brought me this far?"
    },
    {
        "o": 11900,
        "r": "niv:1 Chronicles:17:17",
        "t": "And as if this were not enough in your sight, my God, you have spoken about the future of the house of your servant. You, Lord*s God, have looked on me as though I were the most exalted of men."
    },
    {
        "o": 11901,
        "r": "niv:1 Chronicles:17:18",
        "t": "“What*ln more can David say to you for honoring your servant? For you know your servant,"
    },
    {
        "o": 11902,
        "r": "niv:1 Chronicles:17:19",
        "t": "Lord.*s For the sake of your servant and according to your will, you have done this great thing and made known all these great promises."
    },
    {
        "o": 11903,
        "r": "niv:1 Chronicles:17:20",
        "t": "“There*ln is no one like you, Lord,*s and there is no God but you, as we have heard with our own ears."
    },
    {
        "o": 11904,
        "r": "niv:1 Chronicles:17:21",
        "t": "And who is like your people Israel—the one nation on earth whose God went out to redeem a people for himself, and to make a name for yourself, and to perform great and awesome wonders by driving out nations from before your people, whom you redeemed from Egypt?"
    },
    {
        "o": 11905,
        "r": "niv:1 Chronicles:17:22",
        "t": "You made your people Israel your very own forever, and you, Lord,*s have become their God."
    },
    {
        "o": 11906,
        "r": "niv:1 Chronicles:17:23",
        "t": "“And*ln now, Lord,*s let the promise you have made concerning your servant and his house be established forever. Do as you promised,"
    },
    {
        "o": 11907,
        "r": "niv:1 Chronicles:17:24",
        "t": "so that it will be established and that your name will be great forever. Then people will say, ‘The Lord*s Almighty, the God over Israel, is Israel’s God!’ And the house of your servant David will be established before you."
    },
    {
        "o": 11908,
        "r": "niv:1 Chronicles:17:25",
        "t": "“You,*ln my God, have revealed to your servant that you will build a house for him. So your servant has found courage to pray to you."
    },
    {
        "o": 11909,
        "r": "niv:1 Chronicles:17:26",
        "t": "You, Lord,*s are God! You have promised these good things to your servant."
    },
    {
        "o": 11910,
        "r": "niv:1 Chronicles:17:27",
        "t": "Now you have been pleased to bless the house of your servant, that it may continue forever in your sight; for you, Lord,*s have blessed it, and it will be blessed forever.”"
    }
]
