[
    {
        "o": 11573,
        "r": "nkjv:1 Chronicles:6:0",
        "t": "1 Chronicles 6",
        "h": 1
    },
    {
        "o": 11574,
        "r": "nkjv:1 Chronicles:6:0",
        "t": "The Family of Levi",
        "h": 2
    },
    {
        "o": 11575,
        "r": "nkjv:1 Chronicles:6:1",
        "t": "The*p sons of Levi were*i Gershon, Kohath, and Merari."
    },
    {
        "o": 11576,
        "r": "nkjv:1 Chronicles:6:2",
        "t": "The sons of Kohath were*i Amram, Izhar, Hebron, and Uzziel."
    },
    {
        "o": 11577,
        "r": "nkjv:1 Chronicles:6:3",
        "t": "The children of Amram were*i Aaron, Moses, and Miriam. And the sons of Aaron were*i Nadab, Abihu, Eleazar, and Ithamar."
    },
    {
        "o": 11578,
        "r": "nkjv:1 Chronicles:6:4",
        "t": "Eleazar begot Phinehas, and*i Phinehas begot Abishua;"
    },
    {
        "o": 11579,
        "r": "nkjv:1 Chronicles:6:5",
        "t": "Abishua begot Bukki, and Bukki begot Uzzi;"
    },
    {
        "o": 11580,
        "r": "nkjv:1 Chronicles:6:6",
        "t": "Uzzi begot Zerahiah, and Zerahiah begot Meraioth;"
    },
    {
        "o": 11581,
        "r": "nkjv:1 Chronicles:6:7",
        "t": "Meraioth begot Amariah, and Amariah begot Ahitub;"
    },
    {
        "o": 11582,
        "r": "nkjv:1 Chronicles:6:8",
        "t": "Ahitub begot Zadok, and Zadok begot Ahimaaz;"
    },
    {
        "o": 11583,
        "r": "nkjv:1 Chronicles:6:9",
        "t": "Ahimaaz begot Azariah, and Azariah begot Johanan;"
    },
    {
        "o": 11584,
        "r": "nkjv:1 Chronicles:6:10",
        "t": "Johanan begot Azariah (it was he who ministered as priest in the temple that Solomon built in Jerusalem);"
    },
    {
        "o": 11585,
        "r": "nkjv:1 Chronicles:6:11",
        "t": "Azariah begot Amariah, and Amariah begot Ahitub;"
    },
    {
        "o": 11586,
        "r": "nkjv:1 Chronicles:6:12",
        "t": "Ahitub begot Zadok, and Zadok begot Shallum;"
    },
    {
        "o": 11587,
        "r": "nkjv:1 Chronicles:6:13",
        "t": "Shallum begot Hilkiah, and Hilkiah begot Azariah;"
    },
    {
        "o": 11588,
        "r": "nkjv:1 Chronicles:6:14",
        "t": "Azariah begot Seraiah, and Seraiah begot Jehozadak."
    },
    {
        "o": 11589,
        "r": "nkjv:1 Chronicles:6:15",
        "t": "Jehozadak went into*i captivity*i when the Lord*s carried Judah and Jerusalem into captivity by the hand of Nebuchadnezzar."
    },
    {
        "o": 11590,
        "r": "nkjv:1 Chronicles:6:16",
        "t": "The*p sons of Levi were*i Gershon, Kohath, and Merari."
    },
    {
        "o": 11591,
        "r": "nkjv:1 Chronicles:6:17",
        "t": "These are the names of the sons of Gershon: Libni and Shimei."
    },
    {
        "o": 11592,
        "r": "nkjv:1 Chronicles:6:18",
        "t": "The sons of Kohath were*i Amram, Izhar, Hebron, and Uzziel."
    },
    {
        "o": 11593,
        "r": "nkjv:1 Chronicles:6:19",
        "t": "The sons of Merari were*i Mahli and Mushi. Now these are*i the families of the Levites according to their fathers:"
    },
    {
        "o": 11594,
        "r": "nkjv:1 Chronicles:6:20",
        "t": "Of Gershon were*i Libni his son, Jahath his son, Zimmah his son,"
    },
    {
        "o": 11595,
        "r": "nkjv:1 Chronicles:6:21",
        "t": "Joah his son, Iddo his son, Zerah his son, and*i Jeatherai his son."
    },
    {
        "o": 11596,
        "r": "nkjv:1 Chronicles:6:22",
        "t": "The sons of Kohath were*i Amminadab his son, Korah his son, Assir his son,"
    },
    {
        "o": 11597,
        "r": "nkjv:1 Chronicles:6:23",
        "t": "Elkanah his son, Ebiasaph his son, Assir his son,"
    },
    {
        "o": 11598,
        "r": "nkjv:1 Chronicles:6:24",
        "t": "Tahath his son, Uriel his son, Uzziah his son, and Shaul his son."
    },
    {
        "o": 11599,
        "r": "nkjv:1 Chronicles:6:25",
        "t": "The sons of Elkanah were*i Amasai and Ahimoth."
    },
    {
        "o": 11600,
        "r": "nkjv:1 Chronicles:6:26",
        "t": "As*i for*i Elkanah, the sons of Elkanah were*i Zophai his son, Nahath his son,"
    },
    {
        "o": 11601,
        "r": "nkjv:1 Chronicles:6:27",
        "t": "Eliab his son, Jeroham his son, and*i Elkanah his son."
    },
    {
        "o": 11602,
        "r": "nkjv:1 Chronicles:6:28",
        "t": "The sons of Samuel were*i Joel the firstborn, and Abijah the second."
    },
    {
        "o": 11603,
        "r": "nkjv:1 Chronicles:6:29",
        "t": "The sons of Merari were*i Mahli, Libni his son, Shimei his son, Uzzah his son,"
    },
    {
        "o": 11604,
        "r": "nkjv:1 Chronicles:6:30",
        "t": "Shimea his son, Haggiah his son, and*i Asaiah his son."
    },
    {
        "o": 11605,
        "r": "nkjv:1 Chronicles:6:30",
        "t": "Musicians in the House of the Lord",
        "h": 2
    },
    {
        "o": 11606,
        "r": "nkjv:1 Chronicles:6:31",
        "t": "Now*p these are the men whom David appointed over the service of song in the house of the Lord,*s after the ark came to rest."
    },
    {
        "o": 11607,
        "r": "nkjv:1 Chronicles:6:32",
        "t": "They were ministering with music before the dwelling place of the tabernacle of meeting, until Solomon had built the house of the Lord*s in Jerusalem, and they served in their office according to their order."
    },
    {
        "o": 11608,
        "r": "nkjv:1 Chronicles:6:33",
        "t": "And*p these are*i the ones who ministered with their sons: Of the sons of the Kohathites were*i Heman the singer, the son of Joel, the son of Samuel,"
    },
    {
        "o": 11609,
        "r": "nkjv:1 Chronicles:6:34",
        "t": "the son of Elkanah, the son of Jeroham, the son of Eliel, the son of Toah,"
    },
    {
        "o": 11610,
        "r": "nkjv:1 Chronicles:6:35",
        "t": "the son of Zuph, the son of Elkanah, the son of Mahath, the son of Amasai,"
    },
    {
        "o": 11611,
        "r": "nkjv:1 Chronicles:6:36",
        "t": "the son of Elkanah, the son of Joel, the son of Azariah, the son of Zephaniah,"
    },
    {
        "o": 11612,
        "r": "nkjv:1 Chronicles:6:37",
        "t": "the son of Tahath, the son of Assir, the son of Ebiasaph, the son of Korah,"
    },
    {
        "o": 11613,
        "r": "nkjv:1 Chronicles:6:38",
        "t": "the son of Izhar, the son of Kohath, the son of Levi, the son of Israel."
    },
    {
        "o": 11614,
        "r": "nkjv:1 Chronicles:6:39",
        "t": "And his brother Asaph, who stood at his right hand, was*i Asaph the son of Berachiah, the son of Shimea,"
    },
    {
        "o": 11615,
        "r": "nkjv:1 Chronicles:6:40",
        "t": "the son of Michael, the son of Baaseiah, the son of Malchijah,"
    },
    {
        "o": 11616,
        "r": "nkjv:1 Chronicles:6:41",
        "t": "the son of Ethni, the son of Zerah, the son of Adaiah,"
    },
    {
        "o": 11617,
        "r": "nkjv:1 Chronicles:6:42",
        "t": "the son of Ethan, the son of Zimmah, the son of Shimei,"
    },
    {
        "o": 11618,
        "r": "nkjv:1 Chronicles:6:43",
        "t": "the son of Jahath, the son of Gershon, the son of Levi."
    },
    {
        "o": 11619,
        "r": "nkjv:1 Chronicles:6:44",
        "t": "Their*p brethren, the sons of Merari, on the left hand, were*i Ethan the son of Kishi, the son of Abdi, the son of Malluch,"
    },
    {
        "o": 11620,
        "r": "nkjv:1 Chronicles:6:45",
        "t": "the son of Hashabiah, the son of Amaziah, the son of Hilkiah,"
    },
    {
        "o": 11621,
        "r": "nkjv:1 Chronicles:6:46",
        "t": "the son of Amzi, the son of Bani, the son of Shamer,"
    },
    {
        "o": 11622,
        "r": "nkjv:1 Chronicles:6:47",
        "t": "the son of Mahli, the son of Mushi, the son of Merari, the son of Levi."
    },
    {
        "o": 11623,
        "r": "nkjv:1 Chronicles:6:48",
        "t": "And*p their brethren, the Levites, were*i appointed to every kind of service of the tabernacle of the house of God."
    },
    {
        "o": 11624,
        "r": "nkjv:1 Chronicles:6:48",
        "t": "The Family of Aaron",
        "h": 2
    },
    {
        "o": 11625,
        "r": "nkjv:1 Chronicles:6:49",
        "t": "But*p Aaron and his sons offered sacrifices on the altar of burnt offering and on the altar of incense, for all the work of the Most Holy Place,*i and to make atonement for Israel, according to all that Moses the servant of God had commanded."
    },
    {
        "o": 11626,
        "r": "nkjv:1 Chronicles:6:50",
        "t": "Now these are*i the sons of Aaron: Eleazar his son, Phinehas his son, Abishua his son,"
    },
    {
        "o": 11627,
        "r": "nkjv:1 Chronicles:6:51",
        "t": "Bukki his son, Uzzi his son, Zerahiah his son,"
    },
    {
        "o": 11628,
        "r": "nkjv:1 Chronicles:6:52",
        "t": "Meraioth his son, Amariah his son, Ahitub his son,"
    },
    {
        "o": 11629,
        "r": "nkjv:1 Chronicles:6:53",
        "t": "Zadok his son, and*i Ahimaaz his son."
    },
    {
        "o": 11630,
        "r": "nkjv:1 Chronicles:6:53",
        "t": "Dwelling Places of the Levites",
        "h": 2
    },
    {
        "o": 11631,
        "r": "nkjv:1 Chronicles:6:54",
        "t": "Now*p these are*i their dwelling places throughout their settlements in their territory, for they were given*i by lot to the sons of Aaron, of the family of the Kohathites:"
    },
    {
        "o": 11632,
        "r": "nkjv:1 Chronicles:6:55",
        "t": "They gave them Hebron in the land of Judah, with its surrounding common-lands."
    },
    {
        "o": 11633,
        "r": "nkjv:1 Chronicles:6:56",
        "t": "But the fields of the city and its villages they gave to Caleb the son of Jephunneh."
    },
    {
        "o": 11634,
        "r": "nkjv:1 Chronicles:6:57",
        "t": "And to the sons of Aaron they gave one*i of*i the cities of refuge, Hebron; also Libnah with its common-lands, Jattir, Eshtemoa with its common-lands,"
    },
    {
        "o": 11635,
        "r": "nkjv:1 Chronicles:6:58",
        "t": "Hilen with its common-lands, Debir with its common-lands,"
    },
    {
        "o": 11636,
        "r": "nkjv:1 Chronicles:6:59",
        "t": "Ashan with its common-lands, and Beth Shemesh with its common-lands."
    },
    {
        "o": 11637,
        "r": "nkjv:1 Chronicles:6:60",
        "t": "And from the tribe of Benjamin: Geba with its common-lands, Alemeth with its common-lands, and Anathoth with its common-lands. All their cities among their families were*i thirteen."
    },
    {
        "o": 11638,
        "r": "nkjv:1 Chronicles:6:61",
        "t": "To*p the rest of the family of the tribe of the Kohathites they*i gave*i by lot ten cities from half the tribe of Manasseh."
    },
    {
        "o": 11639,
        "r": "nkjv:1 Chronicles:6:62",
        "t": "And to the sons of Gershon, throughout their families, they*i gave*i thirteen cities from the tribe of Issachar, from the tribe of Asher, from the tribe of Naphtali, and from the tribe of Manasseh in Bashan."
    },
    {
        "o": 11640,
        "r": "nkjv:1 Chronicles:6:63",
        "t": "To the sons of Merari, throughout their families, they*i gave*i twelve cities from the tribe of Reuben, from the tribe of Gad, and from the tribe of Zebulun."
    },
    {
        "o": 11641,
        "r": "nkjv:1 Chronicles:6:64",
        "t": "So the children of Israel gave these*i cities with their common-lands to the Levites."
    },
    {
        "o": 11642,
        "r": "nkjv:1 Chronicles:6:65",
        "t": "And they gave by lot from the tribe of the children of Judah, from the tribe of the children of Simeon, and from the tribe of the children of Benjamin these cities which are called by their*i names."
    },
    {
        "o": 11643,
        "r": "nkjv:1 Chronicles:6:66",
        "t": "Now*p some of the families of the sons of Kohath were*i given*i cities as their territory from the tribe of Ephraim."
    },
    {
        "o": 11644,
        "r": "nkjv:1 Chronicles:6:67",
        "t": "And they gave them one*i of*i the cities of refuge, Shechem with its common-lands, in the mountains of Ephraim, also Gezer with its common-lands,"
    },
    {
        "o": 11645,
        "r": "nkjv:1 Chronicles:6:68",
        "t": "Jokmeam with its common-lands, Beth Horon with its common-lands,"
    },
    {
        "o": 11646,
        "r": "nkjv:1 Chronicles:6:69",
        "t": "Aijalon with its common-lands, and Gath Rimmon with its common-lands."
    },
    {
        "o": 11647,
        "r": "nkjv:1 Chronicles:6:70",
        "t": "And from the half-tribe of Manasseh: Aner with its common-lands and Bileam with its common-lands, for the rest of the family of the sons of Kohath."
    },
    {
        "o": 11648,
        "r": "nkjv:1 Chronicles:6:71",
        "t": "From*p the family of the half-tribe of Manasseh the sons of Gershon were*i given*i Golan in Bashan with its common-lands and Ashtaroth with its common-lands."
    },
    {
        "o": 11649,
        "r": "nkjv:1 Chronicles:6:72",
        "t": "And from the tribe of Issachar: Kedesh with its common-lands, Daberath with its common-lands,"
    },
    {
        "o": 11650,
        "r": "nkjv:1 Chronicles:6:73",
        "t": "Ramoth with its common-lands, and Anem with its common-lands."
    },
    {
        "o": 11651,
        "r": "nkjv:1 Chronicles:6:74",
        "t": "And from the tribe of Asher: Mashal with its common-lands, Abdon with its common-lands,"
    },
    {
        "o": 11652,
        "r": "nkjv:1 Chronicles:6:75",
        "t": "Hukok with its common-lands, and Rehob with its common-lands."
    },
    {
        "o": 11653,
        "r": "nkjv:1 Chronicles:6:76",
        "t": "And from the tribe of Naphtali: Kedesh in Galilee with its common-lands, Hammon with its common-lands, and Kirjathaim with its common-lands."
    },
    {
        "o": 11654,
        "r": "nkjv:1 Chronicles:6:77",
        "t": "From*p the tribe of Zebulun the rest of the children of Merari were*i given*i Rimmon with its common-lands and Tabor with its common-lands."
    },
    {
        "o": 11655,
        "r": "nkjv:1 Chronicles:6:78",
        "t": "And on the other side of the Jordan, across from Jericho, on the east side of the Jordan, they*i were*i given*i from the tribe of Reuben: Bezer in the wilderness with its common-lands, Jahzah with its common-lands,"
    },
    {
        "o": 11656,
        "r": "nkjv:1 Chronicles:6:79",
        "t": "Kedemoth with its common-lands, and Mephaath with its common-lands."
    },
    {
        "o": 11657,
        "r": "nkjv:1 Chronicles:6:80",
        "t": "And from the tribe of Gad: Ramoth in Gilead with its common-lands, Mahanaim with its common-lands,"
    },
    {
        "o": 11658,
        "r": "nkjv:1 Chronicles:6:81",
        "t": "Heshbon with its common-lands, and Jazer with its common-lands."
    }
]
