[
    {
        "o": 11410,
        "r": "kjv:1 Chronicles:25:0",
        "t": "1 Chronicles 25",
        "h": 1
    },
    {
        "o": 11411,
        "r": "kjv:1 Chronicles:25:1",
        "t": "Moreover*p David and the captains of the host separated to the service of the sons of Asaph, and of Heman, and of Jeduthun, who should prophesy with harps, with psalteries, and with cymbals: and the number of the workmen according to their service was:"
    },
    {
        "o": 11412,
        "r": "kjv:1 Chronicles:25:2",
        "t": "Of*p the sons of Asaph; Zaccur, and Joseph, and Nethaniah, and Asarelah, the sons of Asaph under the hands of Asaph, which prophesied according to the order of the king."
    },
    {
        "o": 11413,
        "r": "kjv:1 Chronicles:25:3",
        "t": "Of*p Jeduthun: the sons of Jeduthun; Gedaliah, and Zeri, and Jeshaiah, Hashabiah, and Mattithiah, six, under the hands of their father Jeduthun, who prophesied with a harp, to give thanks and to praise the Lord.*s"
    },
    {
        "o": 11414,
        "r": "kjv:1 Chronicles:25:4",
        "t": "Of*p Heman: the sons of Heman; Bukkiah, Mattaniah, Uzziel, Shebuel, and Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, and Romamti–ezer, Joshbekashah, Mallothi, Hothir, and Mahazioth:"
    },
    {
        "o": 11415,
        "r": "kjv:1 Chronicles:25:5",
        "t": "All*p these were the sons of Heman the king's seer in the words of God, to lift up the horn. And God gave to Heman fourteen sons and three daughters."
    },
    {
        "o": 11416,
        "r": "kjv:1 Chronicles:25:6",
        "t": "All*p these were under the hands of their father for song in the house of the Lord,*s with cymbals, psalteries, and harps, for the service of the house of God, according to the king's order to Asaph, Jeduthun, and Heman."
    },
    {
        "o": 11417,
        "r": "kjv:1 Chronicles:25:7",
        "t": "So*p the number of them, with their brethren that were instructed in the songs of the Lord,*s even all that were cunning, was two hundred fourscore and eight."
    },
    {
        "o": 11418,
        "r": "kjv:1 Chronicles:25:8",
        "t": "And*p they cast lots, ward against ward, as well the small as the great, the teacher as the scholar."
    },
    {
        "o": 11419,
        "r": "kjv:1 Chronicles:25:9",
        "t": "Now*p the first lot came forth for Asaph to Joseph: the second to Gedaliah, who with his brethren and sons were twelve:"
    },
    {
        "o": 11420,
        "r": "kjv:1 Chronicles:25:10",
        "t": "The*p third to Zaccur, he, his sons, and his brethren, were twelve:"
    },
    {
        "o": 11421,
        "r": "kjv:1 Chronicles:25:11",
        "t": "The*p fourth to Izri, he, his sons, and his brethren, were twelve:"
    },
    {
        "o": 11422,
        "r": "kjv:1 Chronicles:25:12",
        "t": "The*p fifth to Nethaniah, he, his sons, and his brethren, were twelve:"
    },
    {
        "o": 11423,
        "r": "kjv:1 Chronicles:25:13",
        "t": "The*p sixth to Bukkiah, he, his sons, and his brethren, were twelve:"
    },
    {
        "o": 11424,
        "r": "kjv:1 Chronicles:25:14",
        "t": "The*p seventh to Jesharelah, he, his sons, and his brethren, were twelve:"
    },
    {
        "o": 11425,
        "r": "kjv:1 Chronicles:25:15",
        "t": "The*p eighth to Jeshaiah, he, his sons, and his brethren, were twelve:"
    },
    {
        "o": 11426,
        "r": "kjv:1 Chronicles:25:16",
        "t": "The*p ninth to Mattaniah, he, his sons, and his brethren, were twelve:"
    },
    {
        "o": 11427,
        "r": "kjv:1 Chronicles:25:17",
        "t": "The*p tenth to Shimei, he, his sons, and his brethren, were twelve:"
    },
    {
        "o": 11428,
        "r": "kjv:1 Chronicles:25:18",
        "t": "The*p eleventh to Azareel, he, his sons, and his brethren, were twelve:"
    },
    {
        "o": 11429,
        "r": "kjv:1 Chronicles:25:19",
        "t": "The*p twelfth to Hashabiah, he, his sons, and his brethren, were twelve:"
    },
    {
        "o": 11430,
        "r": "kjv:1 Chronicles:25:20",
        "t": "The*p thirteenth to Shubael, he, his sons, and his brethren, were twelve:"
    },
    {
        "o": 11431,
        "r": "kjv:1 Chronicles:25:21",
        "t": "The*p fourteenth to Mattithiah, he, his sons, and his brethren, were twelve:"
    },
    {
        "o": 11432,
        "r": "kjv:1 Chronicles:25:22",
        "t": "The*p fifteenth to Jeremoth, he, his sons, and his brethren, were twelve:"
    },
    {
        "o": 11433,
        "r": "kjv:1 Chronicles:25:23",
        "t": "The*p sixteenth to Hananiah, he, his sons, and his brethren, were twelve:"
    },
    {
        "o": 11434,
        "r": "kjv:1 Chronicles:25:24",
        "t": "The*p seventeenth to Joshbekashah, he, his sons, and his brethren, were twelve:"
    },
    {
        "o": 11435,
        "r": "kjv:1 Chronicles:25:25",
        "t": "The*p eighteenth to Hanani, he, his sons, and his brethren, were twelve:"
    },
    {
        "o": 11436,
        "r": "kjv:1 Chronicles:25:26",
        "t": "The*p nineteenth to Mallothi, he, his sons, and his brethren, were twelve:"
    },
    {
        "o": 11437,
        "r": "kjv:1 Chronicles:25:27",
        "t": "The*p twentieth to Eliathah, he, his sons, and his brethren, were twelve:"
    },
    {
        "o": 11438,
        "r": "kjv:1 Chronicles:25:28",
        "t": "The*p one and twentieth to Hothir, he, his sons, and his brethren, were twelve:"
    },
    {
        "o": 11439,
        "r": "kjv:1 Chronicles:25:29",
        "t": "The*p two and twentieth to Giddalti, he, his sons, and his brethren, were twelve:"
    },
    {
        "o": 11440,
        "r": "kjv:1 Chronicles:25:30",
        "t": "The*p three and twentieth to Mahazioth, he, his sons, and his brethren, were twelve:"
    },
    {
        "o": 11441,
        "r": "kjv:1 Chronicles:25:31",
        "t": "The*p four and twentieth to Romamti–ezer, he, his sons, and his brethren, were twelve."
    }
]
