[
    {
        "o": 11799,
        "r": "nkjv:1 Chronicles:10:0",
        "t": "1 Chronicles 10",
        "h": 1
    },
    {
        "o": 11800,
        "r": "nkjv:1 Chronicles:10:0",
        "t": "Tragic End of Saul and His Sons",
        "h": 2
    },
    {
        "o": 11801,
        "r": "nkjv:1 Chronicles:10:1",
        "t": "Now*p the Philistines fought against Israel; and the men of Israel fled from before the Philistines, and fell slain on Mount Gilboa."
    },
    {
        "o": 11802,
        "r": "nkjv:1 Chronicles:10:2",
        "t": "Then the Philistines followed hard after Saul and his sons. And the Philistines killed Jonathan, Abinadab, and Malchishua, Saul’s sons."
    },
    {
        "o": 11803,
        "r": "nkjv:1 Chronicles:10:3",
        "t": "The battle became fierce against Saul. The archers hit him, and he was wounded by the archers."
    },
    {
        "o": 11804,
        "r": "nkjv:1 Chronicles:10:4",
        "t": "Then Saul said to his armorbearer, “Draw your sword, and thrust me through with it, lest these uncircumcised men come and abuse me.” But his armorbearer would not, for he was greatly afraid. Therefore Saul took a sword and fell on it."
    },
    {
        "o": 11805,
        "r": "nkjv:1 Chronicles:10:5",
        "t": "And when his armorbearer saw that Saul was dead, he also fell on his sword and died."
    },
    {
        "o": 11806,
        "r": "nkjv:1 Chronicles:10:6",
        "t": "So Saul and his three sons died, and all his house died together."
    },
    {
        "o": 11807,
        "r": "nkjv:1 Chronicles:10:7",
        "t": "And when all the men of Israel who were*i in the valley saw that they had fled and that Saul and his sons were dead, they forsook their cities and fled; then the Philistines came and dwelt in them."
    },
    {
        "o": 11808,
        "r": "nkjv:1 Chronicles:10:8",
        "t": "So*p it happened the next day, when the Philistines came to strip the slain, that they found Saul and his sons fallen on Mount Gilboa."
    },
    {
        "o": 11809,
        "r": "nkjv:1 Chronicles:10:9",
        "t": "And they stripped him and took his head and his armor, and sent word throughout the land of the Philistines to proclaim the news in*i the*i temple*i of their idols and among the people."
    },
    {
        "o": 11810,
        "r": "nkjv:1 Chronicles:10:10",
        "t": "Then they put his armor in the temple of their gods, and fastened his head in the temple of Dagon."
    },
    {
        "o": 11811,
        "r": "nkjv:1 Chronicles:10:11",
        "t": "And*p when all Jabesh Gilead heard all that the Philistines had done to Saul,"
    },
    {
        "o": 11812,
        "r": "nkjv:1 Chronicles:10:12",
        "t": "all the valiant men arose and took the body of Saul and the bodies of his sons; and they brought them to Jabesh, and buried their bones under the tamarisk tree at Jabesh, and fasted seven days."
    },
    {
        "o": 11813,
        "r": "nkjv:1 Chronicles:10:13",
        "t": "So*p Saul died for his unfaithfulness which he had committed against the Lord,*s because he did not keep the word of the Lord,*s and also because he consulted a medium for guidance."
    },
    {
        "o": 11814,
        "r": "nkjv:1 Chronicles:10:14",
        "t": "But he*i did not inquire of the Lord;*s therefore He killed him, and turned the kingdom over to David the son of Jesse."
    }
]
