[
    {
        "o": 31504,
        "r": "nkjv:Romans:1:0",
        "t": "Romans 1",
        "h": 1
    },
    {
        "o": 31505,
        "r": "nkjv:Romans:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 31506,
        "r": "nkjv:Romans:1:1",
        "t": "Paul,*p a bondservant of Jesus Christ, called to*i be*i an apostle, separated to the gospel of God"
    },
    {
        "o": 31507,
        "r": "nkjv:Romans:1:2",
        "t": "which He promised before through His prophets in the Holy Scriptures,"
    },
    {
        "o": 31508,
        "r": "nkjv:Romans:1:3",
        "t": "concerning His Son Jesus Christ our Lord, who was born of the seed of David according to the flesh,"
    },
    {
        "o": 31509,
        "r": "nkjv:Romans:1:4",
        "t": "and*i declared to*i be*i the Son of God with power according to the Spirit of holiness, by the resurrection from the dead."
    },
    {
        "o": 31510,
        "r": "nkjv:Romans:1:5",
        "t": "Through Him we have received grace and apostleship for obedience to the faith among all nations for His name,"
    },
    {
        "o": 31511,
        "r": "nkjv:Romans:1:6",
        "t": "among whom you also are the called of Jesus Christ;"
    },
    {
        "o": 31512,
        "r": "nkjv:Romans:1:7",
        "t": "To*p all who are in Rome, beloved of God, called to*i be*i saints: Grace*p to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 31513,
        "r": "nkjv:Romans:1:7",
        "t": "Desire to Visit Rome",
        "h": 2
    },
    {
        "o": 31514,
        "r": "nkjv:Romans:1:8",
        "t": "First,*p I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world."
    },
    {
        "o": 31515,
        "r": "nkjv:Romans:1:9",
        "t": "For God is my witness, whom I serve with my spirit in the gospel of His Son, that without ceasing I make mention of you always in my prayers,"
    },
    {
        "o": 31516,
        "r": "nkjv:Romans:1:10",
        "t": "making request if, by some means, now at last I may find a way in the will of God to come to you."
    },
    {
        "o": 31517,
        "r": "nkjv:Romans:1:11",
        "t": "For I long to see you, that I may impart to you some spiritual gift, so that you may be established—"
    },
    {
        "o": 31518,
        "r": "nkjv:Romans:1:12",
        "t": "that is, that I may be encouraged together with you by the mutual faith both of you and me."
    },
    {
        "o": 31519,
        "r": "nkjv:Romans:1:13",
        "t": "Now*p I do not want you to be unaware, brethren, that I often planned to come to you (but was hindered until now), that I might have some fruit among you also, just as among the other Gentiles."
    },
    {
        "o": 31520,
        "r": "nkjv:Romans:1:14",
        "t": "I am a debtor both to Greeks and to barbarians, both to wise and to unwise."
    },
    {
        "o": 31521,
        "r": "nkjv:Romans:1:15",
        "t": "So, as much as is in me, I*i am*i ready to preach the gospel to you who are in Rome also."
    },
    {
        "o": 31522,
        "r": "nkjv:Romans:1:15",
        "t": "The Just Live by Faith",
        "h": 2
    },
    {
        "o": 31523,
        "r": "nkjv:Romans:1:16",
        "t": "For*p I am not ashamed of the gospel of Christ, for it is the power of God to salvation for everyone who believes, for the Jew first and also for the Greek."
    },
    {
        "o": 31524,
        "r": "nkjv:Romans:1:17",
        "t": "For in it the righteousness of God is revealed from faith to faith; as it is written, “The just shall live by faith.”"
    },
    {
        "o": 31525,
        "r": "nkjv:Romans:1:17",
        "t": "God’s Wrath on Unrighteousness",
        "h": 2
    },
    {
        "o": 31526,
        "r": "nkjv:Romans:1:18",
        "t": "For*p the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who suppress the truth in unrighteousness,"
    },
    {
        "o": 31527,
        "r": "nkjv:Romans:1:19",
        "t": "because what may be known of God is manifest in them, for God has shown it*i to them."
    },
    {
        "o": 31528,
        "r": "nkjv:Romans:1:20",
        "t": "For since the creation of the world His invisible attributes*i are clearly seen, being understood by the things that are made, even*i His eternal power and Godhead, so that they are without excuse,"
    },
    {
        "o": 31529,
        "r": "nkjv:Romans:1:21",
        "t": "because, although they knew God, they did not glorify Him*i as God, nor were thankful, but became futile in their thoughts, and their foolish hearts were darkened."
    },
    {
        "o": 31530,
        "r": "nkjv:Romans:1:22",
        "t": "Professing to be wise, they became fools,"
    },
    {
        "o": 31531,
        "r": "nkjv:Romans:1:23",
        "t": "and changed the glory of the incorruptible God into an image made like corruptible man—and birds and four-footed animals and creeping things."
    },
    {
        "o": 31532,
        "r": "nkjv:Romans:1:24",
        "t": "Therefore*p God also gave them up to uncleanness, in the lusts of their hearts, to dishonor their bodies among themselves,"
    },
    {
        "o": 31533,
        "r": "nkjv:Romans:1:25",
        "t": "who exchanged the truth of God for the lie, and worshiped and served the creature rather than the Creator, who is blessed forever. Amen."
    },
    {
        "o": 31534,
        "r": "nkjv:Romans:1:26",
        "t": "For*p this reason God gave them up to vile passions. For even their women exchanged the natural use for what is against nature."
    },
    {
        "o": 31535,
        "r": "nkjv:Romans:1:27",
        "t": "Likewise also the men, leaving the natural use of the woman, burned in their lust for one another, men with men committing what is shameful, and receiving in themselves the penalty of their error which was due."
    },
    {
        "o": 31536,
        "r": "nkjv:Romans:1:28",
        "t": "And*p even as they did not like to retain God in their*i knowledge, God gave them over to a debased mind, to do those things which are not fitting;"
    },
    {
        "o": 31537,
        "r": "nkjv:Romans:1:29",
        "t": "being filled with all unrighteousness, sexual immorality, wickedness, covetousness, maliciousness; full of envy, murder, strife, deceit, evil-mindedness; they*i are*i whisperers,"
    },
    {
        "o": 31538,
        "r": "nkjv:Romans:1:30",
        "t": "backbiters, haters of God, violent, proud, boasters, inventors of evil things, disobedient to parents,"
    },
    {
        "o": 31539,
        "r": "nkjv:Romans:1:31",
        "t": "undiscerning, untrustworthy, unloving, unforgiving, unmerciful;"
    },
    {
        "o": 31540,
        "r": "nkjv:Romans:1:32",
        "t": "who, knowing the righteous judgment of God, that those who practice such things are deserving of death, not only do the same but also approve of those who practice them."
    },
    {
        "o": 31541,
        "r": "nkjv:Romans:2:0",
        "t": "Romans 2",
        "h": 1
    },
    {
        "o": 31542,
        "r": "nkjv:Romans:2:0",
        "t": "God’s Righteous Judgment",
        "h": 2
    },
    {
        "o": 31543,
        "r": "nkjv:Romans:2:1",
        "t": "Therefore*p you are inexcusable, O man, whoever you are who judge, for in whatever you judge another you condemn yourself; for you who judge practice the same things."
    },
    {
        "o": 31544,
        "r": "nkjv:Romans:2:2",
        "t": "But we know that the judgment of God is according to truth against those who practice such things."
    },
    {
        "o": 31545,
        "r": "nkjv:Romans:2:3",
        "t": "And do you think this, O man, you who judge those practicing such things, and doing the same, that you will escape the judgment of God?"
    },
    {
        "o": 31546,
        "r": "nkjv:Romans:2:4",
        "t": "Or do you despise the riches of His goodness, forbearance, and longsuffering, not knowing that the goodness of God leads you to repentance?"
    },
    {
        "o": 31547,
        "r": "nkjv:Romans:2:5",
        "t": "But in accordance with your hardness and your impenitent heart you are treasuring up for yourself wrath in the day of wrath and revelation of the righteous judgment of God,"
    },
    {
        "o": 31548,
        "r": "nkjv:Romans:2:6",
        "t": "who “will render to each one according to his deeds”:"
    },
    {
        "o": 31549,
        "r": "nkjv:Romans:2:7",
        "t": "eternal life to those who by patient continuance in doing good seek for glory, honor, and immortality;"
    },
    {
        "o": 31550,
        "r": "nkjv:Romans:2:8",
        "t": "but to those who are self-seeking and do not obey the truth, but obey unrighteousness—indignation and wrath,"
    },
    {
        "o": 31551,
        "r": "nkjv:Romans:2:9",
        "t": "tribulation and anguish, on every soul of man who does evil, of the Jew first and also of the Greek;"
    },
    {
        "o": 31552,
        "r": "nkjv:Romans:2:10",
        "t": "but glory, honor, and peace to everyone who works what is good, to the Jew first and also to the Greek."
    },
    {
        "o": 31553,
        "r": "nkjv:Romans:2:11",
        "t": "For there is no partiality with God."
    },
    {
        "o": 31554,
        "r": "nkjv:Romans:2:12",
        "t": "For*p as many as have sinned without law will also perish without law, and as many as have sinned in the law will be judged by the law"
    },
    {
        "o": 31555,
        "r": "nkjv:Romans:2:13",
        "t": "(for not the hearers of the law are*i just in the sight of God, but the doers of the law will be justified;"
    },
    {
        "o": 31556,
        "r": "nkjv:Romans:2:14",
        "t": "for when Gentiles, who do not have the law, by nature do the things in the law, these, although not having the law, are a law to themselves,"
    },
    {
        "o": 31557,
        "r": "nkjv:Romans:2:15",
        "t": "who show the work of the law written in their hearts, their conscience also bearing witness, and between themselves their*i thoughts accusing or else excusing them)*i"
    },
    {
        "o": 31558,
        "r": "nkjv:Romans:2:16",
        "t": "in the day when God will judge the secrets of men by Jesus Christ, according to my gospel."
    },
    {
        "o": 31559,
        "r": "nkjv:Romans:2:16",
        "t": "The Jews Guilty as the Gentiles",
        "h": 2
    },
    {
        "o": 31560,
        "r": "nkjv:Romans:2:17",
        "t": "Indeed*p you are called a Jew, and rest on the law, and make your boast in God,"
    },
    {
        "o": 31561,
        "r": "nkjv:Romans:2:18",
        "t": "and know His*i will, and approve the things that are excellent, being instructed out of the law,"
    },
    {
        "o": 31562,
        "r": "nkjv:Romans:2:19",
        "t": "and are confident that you yourself are a guide to the blind, a light to those who are in darkness,"
    },
    {
        "o": 31563,
        "r": "nkjv:Romans:2:20",
        "t": "an instructor of the foolish, a teacher of babes, having the form of knowledge and truth in the law."
    },
    {
        "o": 31564,
        "r": "nkjv:Romans:2:21",
        "t": "You, therefore, who teach another, do you not teach yourself? You who preach that a man should not steal, do you steal?"
    },
    {
        "o": 31565,
        "r": "nkjv:Romans:2:22",
        "t": "You who say, “Do not commit adultery,” do you commit adultery? You who abhor idols, do you rob temples?"
    },
    {
        "o": 31566,
        "r": "nkjv:Romans:2:23",
        "t": "You who make your boast in the law, do you dishonor God through breaking the law?"
    },
    {
        "o": 31567,
        "r": "nkjv:Romans:2:24",
        "t": "For “the name of God is blasphemed among the Gentiles because of you,” as it is written."
    },
    {
        "o": 31568,
        "r": "nkjv:Romans:2:24",
        "t": "Circumcision of No Avail",
        "h": 2
    },
    {
        "o": 31569,
        "r": "nkjv:Romans:2:25",
        "t": "For*p circumcision is indeed profitable if you keep the law; but if you are a breaker of the law, your circumcision has become uncircumcision."
    },
    {
        "o": 31570,
        "r": "nkjv:Romans:2:26",
        "t": "Therefore, if an uncircumcised man keeps the righteous requirements of the law, will not his uncircumcision be counted as circumcision?"
    },
    {
        "o": 31571,
        "r": "nkjv:Romans:2:27",
        "t": "And will not the physically uncircumcised, if he fulfills the law, judge you who, even*i with your*i written code*i and circumcision, are*i a transgressor of the law?"
    },
    {
        "o": 31572,
        "r": "nkjv:Romans:2:28",
        "t": "For he is not a Jew who is*i one*i outwardly, nor is*i circumcision that which is*i outward in the flesh;"
    },
    {
        "o": 31573,
        "r": "nkjv:Romans:2:29",
        "t": "but he*i is*i a Jew who is*i one*i inwardly; and circumcision is*i that*i of the heart, in the Spirit, not in the letter; whose praise is*i not from men but from God."
    },
    {
        "o": 31574,
        "r": "nkjv:Romans:3:0",
        "t": "Romans 3",
        "h": 1
    },
    {
        "o": 31575,
        "r": "nkjv:Romans:3:0",
        "t": "God’s Judgment Defended",
        "h": 2
    },
    {
        "o": 31576,
        "r": "nkjv:Romans:3:1",
        "t": "What*p advantage then has the Jew, or what is*i the profit of circumcision?"
    },
    {
        "o": 31577,
        "r": "nkjv:Romans:3:2",
        "t": "Much in every way! Chiefly because to them were committed the oracles of God."
    },
    {
        "o": 31578,
        "r": "nkjv:Romans:3:3",
        "t": "For what if some did not believe? Will their unbelief make the faithfulness of God without effect?"
    },
    {
        "o": 31579,
        "r": "nkjv:Romans:3:4",
        "t": "Certainly not! Indeed, let God be true but every man a liar. As it is written: “That*pn You may be justified in Your words, And*ld may overcome when You are judged.”"
    },
    {
        "o": 31580,
        "r": "nkjv:Romans:3:5",
        "t": "But*p if our unrighteousness demonstrates the righteousness of God, what shall we say? Is*i God unjust who inflicts wrath? (I speak as a man.)"
    },
    {
        "o": 31581,
        "r": "nkjv:Romans:3:6",
        "t": "Certainly not! For then how will God judge the world?"
    },
    {
        "o": 31582,
        "r": "nkjv:Romans:3:7",
        "t": "For*p if the truth of God has increased through my lie to His glory, why am I also still judged as a sinner?"
    },
    {
        "o": 31583,
        "r": "nkjv:Romans:3:8",
        "t": "And why*i not say,*i “Let us do evil that good may come”?—as we are slanderously reported and as some affirm that we say. Their condemnation is just."
    },
    {
        "o": 31584,
        "r": "nkjv:Romans:3:8",
        "t": "All Have Sinned",
        "h": 2
    },
    {
        "o": 31585,
        "r": "nkjv:Romans:3:9",
        "t": "What*p then? Are we better than*i they?*i Not at all. For we have previously charged both Jews and Greeks that they are all under sin."
    },
    {
        "o": 31586,
        "r": "nkjv:Romans:3:10",
        "t": "As*p it is written: “There*pn is none righteous, no, not one;"
    },
    {
        "o": 31587,
        "r": "nkjv:Romans:3:11",
        "t": "There*ld is none who understands; There*ld is none who seeks after God."
    },
    {
        "o": 31588,
        "r": "nkjv:Romans:3:12",
        "t": "They*ld have all turned aside; They*ld have together become unprofitable; There*ld is none who does good, no, not one.”"
    },
    {
        "o": 31589,
        "r": "nkjv:Romans:3:13",
        "t": "“Their*ld throat is*i an open tomb; With*ld their tongues they have practiced deceit”; “The*ld poison of asps is*i under their lips”;"
    },
    {
        "o": 31590,
        "r": "nkjv:Romans:3:14",
        "t": "“Whose*ld mouth is*i full of cursing and bitterness.”"
    },
    {
        "o": 31591,
        "r": "nkjv:Romans:3:15",
        "t": "“Their*ld feet are*i swift to shed blood;"
    },
    {
        "o": 31592,
        "r": "nkjv:Romans:3:16",
        "t": "Destruction*ld and misery are*i in their ways;"
    },
    {
        "o": 31593,
        "r": "nkjv:Romans:3:17",
        "t": "And*ld the way of peace they have not known.”"
    },
    {
        "o": 31594,
        "r": "nkjv:Romans:3:18",
        "t": "“There*ld is no fear of God before their eyes.”"
    },
    {
        "o": 31595,
        "r": "nkjv:Romans:3:19",
        "t": "Now*p we know that whatever the law says, it says to those who are under the law, that every mouth may be stopped, and all the world may become guilty before God."
    },
    {
        "o": 31596,
        "r": "nkjv:Romans:3:20",
        "t": "Therefore by the deeds of the law no flesh will be justified in His sight, for by the law is*i the knowledge of sin."
    },
    {
        "o": 31597,
        "r": "nkjv:Romans:3:20",
        "t": "God’s Righteousness Through Faith",
        "h": 2
    },
    {
        "o": 31598,
        "r": "nkjv:Romans:3:21",
        "t": "But*p now the righteousness of God apart from the law is revealed, being witnessed by the Law and the Prophets,"
    },
    {
        "o": 31599,
        "r": "nkjv:Romans:3:22",
        "t": "even the righteousness of God, through faith in Jesus Christ, to all and on all who believe. For there is no difference;"
    },
    {
        "o": 31600,
        "r": "nkjv:Romans:3:23",
        "t": "for all have sinned and fall short of the glory of God,"
    },
    {
        "o": 31601,
        "r": "nkjv:Romans:3:24",
        "t": "being justified freely by His grace through the redemption that is in Christ Jesus,"
    },
    {
        "o": 31602,
        "r": "nkjv:Romans:3:25",
        "t": "whom God set forth as*i a propitiation by His blood, through faith, to demonstrate His righteousness, because in His forbearance God had passed over the sins that were previously committed,"
    },
    {
        "o": 31603,
        "r": "nkjv:Romans:3:26",
        "t": "to demonstrate at the present time His righteousness, that He might be just and the justifier of the one who has faith in Jesus."
    },
    {
        "o": 31604,
        "r": "nkjv:Romans:3:26",
        "t": "Boasting Excluded",
        "h": 2
    },
    {
        "o": 31605,
        "r": "nkjv:Romans:3:27",
        "t": "Where*p is*i boasting then? It is excluded. By what law? Of works? No, but by the law of faith."
    },
    {
        "o": 31606,
        "r": "nkjv:Romans:3:28",
        "t": "Therefore we conclude that a man is justified by faith apart from the deeds of the law."
    },
    {
        "o": 31607,
        "r": "nkjv:Romans:3:29",
        "t": "Or is*i He*i the God of the Jews only? Is*i He*i not also the God of the Gentiles? Yes, of the Gentiles also,"
    },
    {
        "o": 31608,
        "r": "nkjv:Romans:3:30",
        "t": "since there*i is*i one God who will justify the circumcised by faith and the uncircumcised through faith."
    },
    {
        "o": 31609,
        "r": "nkjv:Romans:3:31",
        "t": "Do we then make void the law through faith? Certainly not! On the contrary, we establish the law."
    },
    {
        "o": 31610,
        "r": "nkjv:Romans:4:0",
        "t": "Romans 4",
        "h": 1
    },
    {
        "o": 31611,
        "r": "nkjv:Romans:4:0",
        "t": "Abraham Justified by Faith",
        "h": 2
    },
    {
        "o": 31612,
        "r": "nkjv:Romans:4:1",
        "t": "What*p then shall we say that Abraham our father has found according to the flesh?"
    },
    {
        "o": 31613,
        "r": "nkjv:Romans:4:2",
        "t": "For if Abraham was justified by works, he has something*i to boast about, but not before God."
    },
    {
        "o": 31614,
        "r": "nkjv:Romans:4:3",
        "t": "For what does the Scripture say? “Abraham believed God, and it was accounted to him for righteousness.”"
    },
    {
        "o": 31615,
        "r": "nkjv:Romans:4:4",
        "t": "Now to him who works, the wages are not counted as grace but as debt."
    },
    {
        "o": 31616,
        "r": "nkjv:Romans:4:4",
        "t": "David Celebrates the Same Truth",
        "h": 2
    },
    {
        "o": 31617,
        "r": "nkjv:Romans:4:5",
        "t": "But*p to him who does not work but believes on Him who justifies the ungodly, his faith is accounted for righteousness,"
    },
    {
        "o": 31618,
        "r": "nkjv:Romans:4:6",
        "t": "just as David also describes the blessedness of the man to whom God imputes righteousness apart from works:"
    },
    {
        "o": 31619,
        "r": "nkjv:Romans:4:7",
        "t": "“Blessed*pn are*i those*i whose lawless deeds are forgiven, And*ld whose sins are covered;"
    },
    {
        "o": 31620,
        "r": "nkjv:Romans:4:8",
        "t": "Blessed*ld is*i the*i man to whom the Lord*sb shall not impute sin.”"
    },
    {
        "o": 31621,
        "r": "nkjv:Romans:4:8",
        "t": "Abraham Justified Before Circumcision",
        "h": 2
    },
    {
        "o": 31622,
        "r": "nkjv:Romans:4:9",
        "t": "Does*ip this blessedness then come*i upon the circumcised only,*i or upon the uncircumcised also? For we say that faith was accounted to Abraham for righteousness."
    },
    {
        "o": 31623,
        "r": "nkjv:Romans:4:10",
        "t": "How then was it accounted? While he was circumcised, or uncircumcised? Not while circumcised, but while uncircumcised."
    },
    {
        "o": 31624,
        "r": "nkjv:Romans:4:11",
        "t": "And he received the sign of circumcision, a seal of the righteousness of the faith which he*i had*i while*i still*i uncircumcised, that he might be the father of all those who believe, though they are uncircumcised, that righteousness might be imputed to them also,"
    },
    {
        "o": 31625,
        "r": "nkjv:Romans:4:12",
        "t": "and the father of circumcision to those who not only are*i of the circumcision, but who also walk in the steps of the faith which our father Abraham had*i while*i still*i uncircumcised."
    },
    {
        "o": 31626,
        "r": "nkjv:Romans:4:12",
        "t": "The Promise Granted Through Faith",
        "h": 2
    },
    {
        "o": 31627,
        "r": "nkjv:Romans:4:13",
        "t": "For*p the promise that he would be the heir of the world was*i not to Abraham or to his seed through the law, but through the righteousness of faith."
    },
    {
        "o": 31628,
        "r": "nkjv:Romans:4:14",
        "t": "For if those who are of the law are*i heirs, faith is made void and the promise made of no effect,"
    },
    {
        "o": 31629,
        "r": "nkjv:Romans:4:15",
        "t": "because the law brings about wrath; for where there is no law there*i is*i no transgression."
    },
    {
        "o": 31630,
        "r": "nkjv:Romans:4:16",
        "t": "Therefore*p it*i is*i of faith that it*i might*i be*i according to grace, so that the promise might be sure to all the seed, not only to those who are of the law, but also to those who are of the faith of Abraham, who is the father of us all"
    },
    {
        "o": 31631,
        "r": "nkjv:Romans:4:17",
        "t": "(as it is written, “I have made you a father of many nations”) in the presence of Him whom he believed—God, who gives life to the dead and calls those things which do not exist as though they did;"
    },
    {
        "o": 31632,
        "r": "nkjv:Romans:4:18",
        "t": "who, contrary to hope, in hope believed, so that he became the father of many nations, according to what was spoken, “So shall your descendants be.”"
    },
    {
        "o": 31633,
        "r": "nkjv:Romans:4:19",
        "t": "And not being weak in faith, he did not consider his own body, already dead (since he was about a hundred years old), and the deadness of Sarah’s womb."
    },
    {
        "o": 31634,
        "r": "nkjv:Romans:4:20",
        "t": "He did not waver at the promise of God through unbelief, but was strengthened in faith, giving glory to God,"
    },
    {
        "o": 31635,
        "r": "nkjv:Romans:4:21",
        "t": "and being fully convinced that what He had promised He was also able to perform."
    },
    {
        "o": 31636,
        "r": "nkjv:Romans:4:22",
        "t": "And therefore “it was accounted to him for righteousness.”"
    },
    {
        "o": 31637,
        "r": "nkjv:Romans:4:23",
        "t": "Now*p it was not written for his sake alone that it was imputed to him,"
    },
    {
        "o": 31638,
        "r": "nkjv:Romans:4:24",
        "t": "but also for us. It shall be imputed to us who believe in Him who raised up Jesus our Lord from the dead,"
    },
    {
        "o": 31639,
        "r": "nkjv:Romans:4:25",
        "t": "who was delivered up because of our offenses, and was raised because of our justification."
    },
    {
        "o": 31640,
        "r": "nkjv:Romans:5:0",
        "t": "Romans 5",
        "h": 1
    },
    {
        "o": 31641,
        "r": "nkjv:Romans:5:0",
        "t": "Faith Triumphs in Trouble",
        "h": 2
    },
    {
        "o": 31642,
        "r": "nkjv:Romans:5:1",
        "t": "Therefore,*p having been justified by faith, we have peace with God through our Lord Jesus Christ,"
    },
    {
        "o": 31643,
        "r": "nkjv:Romans:5:2",
        "t": "through whom also we have access by faith into this grace in which we stand, and rejoice in hope of the glory of God."
    },
    {
        "o": 31644,
        "r": "nkjv:Romans:5:3",
        "t": "And not only that,*i but we also glory in tribulations, knowing that tribulation produces perseverance;"
    },
    {
        "o": 31645,
        "r": "nkjv:Romans:5:4",
        "t": "and perseverance, character; and character, hope."
    },
    {
        "o": 31646,
        "r": "nkjv:Romans:5:5",
        "t": "Now hope does not disappoint, because the love of God has been poured out in our hearts by the Holy Spirit who was given to us."
    },
    {
        "o": 31647,
        "r": "nkjv:Romans:5:5",
        "t": "Christ in Our Place",
        "h": 2
    },
    {
        "o": 31648,
        "r": "nkjv:Romans:5:6",
        "t": "For*p when we were still without strength, in due time Christ died for the ungodly."
    },
    {
        "o": 31649,
        "r": "nkjv:Romans:5:7",
        "t": "For scarcely for a righteous man will one die; yet perhaps for a good man someone would even dare to die."
    },
    {
        "o": 31650,
        "r": "nkjv:Romans:5:8",
        "t": "But God demonstrates His own love toward us, in that while we were still sinners, Christ died for us."
    },
    {
        "o": 31651,
        "r": "nkjv:Romans:5:9",
        "t": "Much more then, having now been justified by His blood, we shall be saved from wrath through Him."
    },
    {
        "o": 31652,
        "r": "nkjv:Romans:5:10",
        "t": "For if when we were enemies we were reconciled to God through the death of His Son, much more, having been reconciled, we shall be saved by His life."
    },
    {
        "o": 31653,
        "r": "nkjv:Romans:5:11",
        "t": "And not only that,*i but we also rejoice in God through our Lord Jesus Christ, through whom we have now received the reconciliation."
    },
    {
        "o": 31654,
        "r": "nkjv:Romans:5:11",
        "t": "Death in Adam, Life in Christ",
        "h": 2
    },
    {
        "o": 31655,
        "r": "nkjv:Romans:5:12",
        "t": "Therefore,*p just as through one man sin entered the world, and death through sin, and thus death spread to all men, because all sinned—"
    },
    {
        "o": 31656,
        "r": "nkjv:Romans:5:13",
        "t": "(For until the law sin was in the world, but sin is not imputed when there is no law."
    },
    {
        "o": 31657,
        "r": "nkjv:Romans:5:14",
        "t": "Nevertheless death reigned from Adam to Moses, even over those who had not sinned according to the likeness of the transgression of Adam, who is a type of Him who was to come."
    },
    {
        "o": 31658,
        "r": "nkjv:Romans:5:15",
        "t": "But the free gift is*i not like the offense. For if by the one man’s offense many died, much more the grace of God and the gift by the grace of the one Man, Jesus Christ, abounded to many."
    },
    {
        "o": 31659,
        "r": "nkjv:Romans:5:16",
        "t": "And the gift is*i not like that*i which*i came*i through the one who sinned. For the judgment which*i came*i from one offense*i resulted*i in condemnation, but the free gift which*i came*i from many offenses resulted*i in justification."
    },
    {
        "o": 31660,
        "r": "nkjv:Romans:5:17",
        "t": "For if by the one man’s offense death reigned through the one, much more those who receive abundance of grace and of the gift of righteousness will reign in life through the One, Jesus Christ.)"
    },
    {
        "o": 31661,
        "r": "nkjv:Romans:5:18",
        "t": "Therefore,*p as through one man’s offense judgment*i came*i to all men, resulting in condemnation, even so through one Man’s righteous act the*i free*i gift*i came*i to all men, resulting in justification of life."
    },
    {
        "o": 31662,
        "r": "nkjv:Romans:5:19",
        "t": "For as by one man’s disobedience many were made sinners, so also by one Man’s obedience many will be made righteous."
    },
    {
        "o": 31663,
        "r": "nkjv:Romans:5:20",
        "t": "Moreover*p the law entered that the offense might abound. But where sin abounded, grace abounded much more,"
    },
    {
        "o": 31664,
        "r": "nkjv:Romans:5:21",
        "t": "so that as sin reigned in death, even so grace might reign through righteousness to eternal life through Jesus Christ our Lord."
    },
    {
        "o": 31665,
        "r": "nkjv:Romans:6:0",
        "t": "Romans 6",
        "h": 1
    },
    {
        "o": 31666,
        "r": "nkjv:Romans:6:0",
        "t": "Dead to Sin, Alive to God",
        "h": 2
    },
    {
        "o": 31667,
        "r": "nkjv:Romans:6:1",
        "t": "What*p shall we say then? Shall we continue in sin that grace may abound?"
    },
    {
        "o": 31668,
        "r": "nkjv:Romans:6:2",
        "t": "Certainly not! How shall we who died to sin live any longer in it?"
    },
    {
        "o": 31669,
        "r": "nkjv:Romans:6:3",
        "t": "Or do you not know that as many of us as were baptized into Christ Jesus were baptized into His death?"
    },
    {
        "o": 31670,
        "r": "nkjv:Romans:6:4",
        "t": "Therefore we were buried with Him through baptism into death, that just as Christ was raised from the dead by the glory of the Father, even so we also should walk in newness of life."
    },
    {
        "o": 31671,
        "r": "nkjv:Romans:6:5",
        "t": "For*p if we have been united together in the likeness of His death, certainly we also shall be in*i the*i likeness*i of His*i resurrection,"
    },
    {
        "o": 31672,
        "r": "nkjv:Romans:6:6",
        "t": "knowing this, that our old man was crucified with Him,*i that the body of sin might be done away with, that we should no longer be slaves of sin."
    },
    {
        "o": 31673,
        "r": "nkjv:Romans:6:7",
        "t": "For he who has died has been freed from sin."
    },
    {
        "o": 31674,
        "r": "nkjv:Romans:6:8",
        "t": "Now if we died with Christ, we believe that we shall also live with Him,"
    },
    {
        "o": 31675,
        "r": "nkjv:Romans:6:9",
        "t": "knowing that Christ, having been raised from the dead, dies no more. Death no longer has dominion over Him."
    },
    {
        "o": 31676,
        "r": "nkjv:Romans:6:10",
        "t": "For the*i death*i that He died, He died to sin once for all; but the*i life*i that He lives, He lives to God."
    },
    {
        "o": 31677,
        "r": "nkjv:Romans:6:11",
        "t": "Likewise you also, reckon yourselves to be dead indeed to sin, but alive to God in Christ Jesus our Lord."
    },
    {
        "o": 31678,
        "r": "nkjv:Romans:6:12",
        "t": "Therefore*p do not let sin reign in your mortal body, that you should obey it in its lusts."
    },
    {
        "o": 31679,
        "r": "nkjv:Romans:6:13",
        "t": "And do not present your members as*i instruments of unrighteousness to sin, but present yourselves to God as being alive from the dead, and your members as*i instruments of righteousness to God."
    },
    {
        "o": 31680,
        "r": "nkjv:Romans:6:14",
        "t": "For sin shall not have dominion over you, for you are not under law but under grace."
    },
    {
        "o": 31681,
        "r": "nkjv:Romans:6:14",
        "t": "From Slaves of Sin to Slaves of God",
        "h": 2
    },
    {
        "o": 31682,
        "r": "nkjv:Romans:6:15",
        "t": "What*p then? Shall we sin because we are not under law but under grace? Certainly not!"
    },
    {
        "o": 31683,
        "r": "nkjv:Romans:6:16",
        "t": "Do you not know that to whom you present yourselves slaves to obey, you are that one’s slaves whom you obey, whether of sin leading*i to death, or of obedience leading*i to righteousness?"
    },
    {
        "o": 31684,
        "r": "nkjv:Romans:6:17",
        "t": "But God be thanked that though*i you were slaves of sin, yet you obeyed from the heart that form of doctrine to which you were delivered."
    },
    {
        "o": 31685,
        "r": "nkjv:Romans:6:18",
        "t": "And having been set free from sin, you became slaves of righteousness."
    },
    {
        "o": 31686,
        "r": "nkjv:Romans:6:19",
        "t": "I speak in human terms*i because of the weakness of your flesh. For just as you presented your members as*i slaves of uncleanness, and of lawlessness leading*i to more*i lawlessness, so now present your members as*i slaves of*i righteousness for holiness."
    },
    {
        "o": 31687,
        "r": "nkjv:Romans:6:20",
        "t": "For*p when you were slaves of sin, you were free in regard to righteousness."
    },
    {
        "o": 31688,
        "r": "nkjv:Romans:6:21",
        "t": "What fruit did you have then in the things of which you are now ashamed? For the end of those things is*i death."
    },
    {
        "o": 31689,
        "r": "nkjv:Romans:6:22",
        "t": "But now having been set free from sin, and having become slaves of God, you have your fruit to holiness, and the end, everlasting life."
    },
    {
        "o": 31690,
        "r": "nkjv:Romans:6:23",
        "t": "For the wages of sin is*i death, but the gift of God is*i eternal life in Christ Jesus our Lord."
    },
    {
        "o": 31691,
        "r": "nkjv:Romans:7:0",
        "t": "Romans 7",
        "h": 1
    },
    {
        "o": 31692,
        "r": "nkjv:Romans:7:0",
        "t": "Freed from the Law",
        "h": 2
    },
    {
        "o": 31693,
        "r": "nkjv:Romans:7:1",
        "t": "Or*p do you not know, brethren (for I speak to those who know the law), that the law has dominion over a man as long as he lives?"
    },
    {
        "o": 31694,
        "r": "nkjv:Romans:7:2",
        "t": "For the woman who has a husband is bound by the law to her*i husband as long as he lives. But if the husband dies, she is released from the law of her*i husband."
    },
    {
        "o": 31695,
        "r": "nkjv:Romans:7:3",
        "t": "So then if, while her*i husband lives, she marries another man, she will be called an adulteress; but if her husband dies, she is free from that law, so that she is no adulteress, though she has married another man."
    },
    {
        "o": 31696,
        "r": "nkjv:Romans:7:4",
        "t": "Therefore, my brethren, you also have become dead to the law through the body of Christ, that you may be married to another—to Him who was raised from the dead, that we should bear fruit to God."
    },
    {
        "o": 31697,
        "r": "nkjv:Romans:7:5",
        "t": "For when we were in the flesh, the sinful passions which were aroused by the law were at work in our members to bear fruit to death."
    },
    {
        "o": 31698,
        "r": "nkjv:Romans:7:6",
        "t": "But now we have been delivered from the law, having died to what we were held by, so that we should serve in the newness of the Spirit and not in*i the oldness of the letter."
    },
    {
        "o": 31699,
        "r": "nkjv:Romans:7:6",
        "t": "Sin’s Advantage in the Law",
        "h": 2
    },
    {
        "o": 31700,
        "r": "nkjv:Romans:7:7",
        "t": "What*p shall we say then? Is*i the law sin? Certainly not! On the contrary, I would not have known sin except through the law. For I would not have known covetousness unless the law had said, “You shall not covet.”"
    },
    {
        "o": 31701,
        "r": "nkjv:Romans:7:8",
        "t": "But sin, taking opportunity by the commandment, produced in me all manner*i of*i evil*i desire. For apart from the law sin was*i dead."
    },
    {
        "o": 31702,
        "r": "nkjv:Romans:7:9",
        "t": "I was alive once without the law, but when the commandment came, sin revived and I died."
    },
    {
        "o": 31703,
        "r": "nkjv:Romans:7:10",
        "t": "And the commandment, which was*i to bring*i life, I found to bring*i death."
    },
    {
        "o": 31704,
        "r": "nkjv:Romans:7:11",
        "t": "For sin, taking occasion by the commandment, deceived me, and by it killed me.*i"
    },
    {
        "o": 31705,
        "r": "nkjv:Romans:7:12",
        "t": "Therefore the law is*i holy, and the commandment holy and just and good."
    },
    {
        "o": 31706,
        "r": "nkjv:Romans:7:12",
        "t": "Law Cannot Save from Sin",
        "h": 2
    },
    {
        "o": 31707,
        "r": "nkjv:Romans:7:13",
        "t": "Has*p then what is good become death to me? Certainly not! But sin, that it might appear sin, was producing death in me through what is good, so that sin through the commandment might become exceedingly sinful."
    },
    {
        "o": 31708,
        "r": "nkjv:Romans:7:14",
        "t": "For we know that the law is spiritual, but I am carnal, sold under sin."
    },
    {
        "o": 31709,
        "r": "nkjv:Romans:7:15",
        "t": "For what I am doing, I do not understand. For what I will to do, that I do not practice; but what I hate, that I do."
    },
    {
        "o": 31710,
        "r": "nkjv:Romans:7:16",
        "t": "If, then, I do what I will not to do, I agree with the law that it*i is*i good."
    },
    {
        "o": 31711,
        "r": "nkjv:Romans:7:17",
        "t": "But now, it*i is*i no longer I who do it, but sin that dwells in me."
    },
    {
        "o": 31712,
        "r": "nkjv:Romans:7:18",
        "t": "For I know that in me (that is, in my flesh) nothing good dwells; for to will is present with me, but how*i to perform what is good I do not find."
    },
    {
        "o": 31713,
        "r": "nkjv:Romans:7:19",
        "t": "For the good that I will to*i do,*i I do not do; but the evil I will not to*i do,*i that I practice."
    },
    {
        "o": 31714,
        "r": "nkjv:Romans:7:20",
        "t": "Now if I do what I will not to*i do,*i it is no longer I who do it, but sin that dwells in me."
    },
    {
        "o": 31715,
        "r": "nkjv:Romans:7:21",
        "t": "I*p find then a law, that evil is present with me, the one who wills to do good."
    },
    {
        "o": 31716,
        "r": "nkjv:Romans:7:22",
        "t": "For I delight in the law of God according to the inward man."
    },
    {
        "o": 31717,
        "r": "nkjv:Romans:7:23",
        "t": "But I see another law in my members, warring against the law of my mind, and bringing me into captivity to the law of sin which is in my members."
    },
    {
        "o": 31718,
        "r": "nkjv:Romans:7:24",
        "t": "O wretched man that I am! Who will deliver me from this body of death?"
    },
    {
        "o": 31719,
        "r": "nkjv:Romans:7:25",
        "t": "I thank God—through Jesus Christ our Lord! So*p then, with the mind I myself serve the law of God, but with the flesh the law of sin."
    },
    {
        "o": 31720,
        "r": "nkjv:Romans:8:0",
        "t": "Romans 8",
        "h": 1
    },
    {
        "o": 31721,
        "r": "nkjv:Romans:8:0",
        "t": "Free from Indwelling Sin",
        "h": 2
    },
    {
        "o": 31722,
        "r": "nkjv:Romans:8:1",
        "t": "There*ip is*i therefore now no condemnation to those who are in Christ Jesus, who do not walk according to the flesh, but according to the Spirit."
    },
    {
        "o": 31723,
        "r": "nkjv:Romans:8:2",
        "t": "For the law of the Spirit of life in Christ Jesus has made me free from the law of sin and death."
    },
    {
        "o": 31724,
        "r": "nkjv:Romans:8:3",
        "t": "For what the law could not do in that it was weak through the flesh, God did*i by sending His own Son in the likeness of sinful flesh, on account of sin: He condemned sin in the flesh,"
    },
    {
        "o": 31725,
        "r": "nkjv:Romans:8:4",
        "t": "that the righteous requirement of the law might be fulfilled in us who do not walk according to the flesh but according to the Spirit."
    },
    {
        "o": 31726,
        "r": "nkjv:Romans:8:5",
        "t": "For those who live according to the flesh set their minds on the things of the flesh, but those who*i live*i according to the Spirit, the things of the Spirit."
    },
    {
        "o": 31727,
        "r": "nkjv:Romans:8:6",
        "t": "For to be carnally minded is*i death, but to be spiritually minded is*i life and peace."
    },
    {
        "o": 31728,
        "r": "nkjv:Romans:8:7",
        "t": "Because the carnal mind is*i enmity against God; for it is not subject to the law of God, nor indeed can be."
    },
    {
        "o": 31729,
        "r": "nkjv:Romans:8:8",
        "t": "So then, those who are in the flesh cannot please God."
    },
    {
        "o": 31730,
        "r": "nkjv:Romans:8:9",
        "t": "But*p you are not in the flesh but in the Spirit, if indeed the Spirit of God dwells in you. Now if anyone does not have the Spirit of Christ, he is not His."
    },
    {
        "o": 31731,
        "r": "nkjv:Romans:8:10",
        "t": "And if Christ is*i in you, the body is*i dead because of sin, but the Spirit is*i life because of righteousness."
    },
    {
        "o": 31732,
        "r": "nkjv:Romans:8:11",
        "t": "But if the Spirit of Him who raised Jesus from the dead dwells in you, He who raised Christ from the dead will also give life to your mortal bodies through His Spirit who dwells in you."
    },
    {
        "o": 31733,
        "r": "nkjv:Romans:8:11",
        "t": "Sonship Through the Spirit",
        "h": 2
    },
    {
        "o": 31734,
        "r": "nkjv:Romans:8:12",
        "t": "Therefore,*p brethren, we are debtors—not to the flesh, to live according to the flesh."
    },
    {
        "o": 31735,
        "r": "nkjv:Romans:8:13",
        "t": "For if you live according to the flesh you will die; but if by the Spirit you put to death the deeds of the body, you will live."
    },
    {
        "o": 31736,
        "r": "nkjv:Romans:8:14",
        "t": "For as many as are led by the Spirit of God, these are sons of God."
    },
    {
        "o": 31737,
        "r": "nkjv:Romans:8:15",
        "t": "For you did not receive the spirit of bondage again to fear, but you received the Spirit of adoption by whom we cry out, “Abba, Father.”"
    },
    {
        "o": 31738,
        "r": "nkjv:Romans:8:16",
        "t": "The Spirit Himself bears witness with our spirit that we are children of God,"
    },
    {
        "o": 31739,
        "r": "nkjv:Romans:8:17",
        "t": "and if children, then heirs—heirs of God and joint heirs with Christ, if indeed we suffer with Him,*i that we may also be glorified together."
    },
    {
        "o": 31740,
        "r": "nkjv:Romans:8:17",
        "t": "From Suffering to Glory",
        "h": 2
    },
    {
        "o": 31741,
        "r": "nkjv:Romans:8:18",
        "t": "For*p I consider that the sufferings of this present time are not worthy to*i be*i compared*i with the glory which shall be revealed in us."
    },
    {
        "o": 31742,
        "r": "nkjv:Romans:8:19",
        "t": "For the earnest expectation of the creation eagerly waits for the revealing of the sons of God."
    },
    {
        "o": 31743,
        "r": "nkjv:Romans:8:20",
        "t": "For the creation was subjected to futility, not willingly, but because of Him who subjected it*i in hope;"
    },
    {
        "o": 31744,
        "r": "nkjv:Romans:8:21",
        "t": "because the creation itself also will be delivered from the bondage of corruption into the glorious liberty of the children of God."
    },
    {
        "o": 31745,
        "r": "nkjv:Romans:8:22",
        "t": "For we know that the whole creation groans and labors with birth pangs together until now."
    },
    {
        "o": 31746,
        "r": "nkjv:Romans:8:23",
        "t": "Not only that,*i but we also who have the firstfruits of the Spirit, even we ourselves groan within ourselves, eagerly waiting for the adoption, the redemption of our body."
    },
    {
        "o": 31747,
        "r": "nkjv:Romans:8:24",
        "t": "For we were saved in this hope, but hope that is seen is not hope; for why does one still hope for what he sees?"
    },
    {
        "o": 31748,
        "r": "nkjv:Romans:8:25",
        "t": "But if we hope for what we do not see, we eagerly wait for it*i with perseverance."
    },
    {
        "o": 31749,
        "r": "nkjv:Romans:8:26",
        "t": "Likewise*p the Spirit also helps in our weaknesses. For we do not know what we should pray for as we ought, but the Spirit Himself makes intercession for us with groanings which cannot be uttered."
    },
    {
        "o": 31750,
        "r": "nkjv:Romans:8:27",
        "t": "Now He who searches the hearts knows what the mind of the Spirit is,*i because He makes intercession for the saints according to the*i will*i of*i God."
    },
    {
        "o": 31751,
        "r": "nkjv:Romans:8:28",
        "t": "And*p we know that all things work together for good to those who love God, to those who are the called according to His*i purpose."
    },
    {
        "o": 31752,
        "r": "nkjv:Romans:8:29",
        "t": "For whom He foreknew, He also predestined to*i be*i conformed to the image of His Son, that He might be the firstborn among many brethren."
    },
    {
        "o": 31753,
        "r": "nkjv:Romans:8:30",
        "t": "Moreover whom He predestined, these He also called; whom He called, these He also justified; and whom He justified, these He also glorified."
    },
    {
        "o": 31754,
        "r": "nkjv:Romans:8:30",
        "t": "God’s Everlasting Love",
        "h": 2
    },
    {
        "o": 31755,
        "r": "nkjv:Romans:8:31",
        "t": "What*p then shall we say to these things? If God is*i for us, who can*i be*i against us?"
    },
    {
        "o": 31756,
        "r": "nkjv:Romans:8:32",
        "t": "He who did not spare His own Son, but delivered Him up for us all, how shall He not with Him also freely give us all things?"
    },
    {
        "o": 31757,
        "r": "nkjv:Romans:8:33",
        "t": "Who shall bring a charge against God’s elect? It*i is*i God who justifies."
    },
    {
        "o": 31758,
        "r": "nkjv:Romans:8:34",
        "t": "Who is*i he who condemns? It*i is*i Christ who died, and furthermore is also risen, who is even at the right hand of God, who also makes intercession for us."
    },
    {
        "o": 31759,
        "r": "nkjv:Romans:8:35",
        "t": "Who shall separate us from the love of Christ? Shall*i tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?"
    },
    {
        "o": 31760,
        "r": "nkjv:Romans:8:36",
        "t": "As it is written: “For*pn Your sake we are killed all day long; We*ld are accounted as sheep for the slaughter.”"
    },
    {
        "o": 31761,
        "r": "nkjv:Romans:8:37",
        "t": "Yet*p in all these things we are more than conquerors through Him who loved us."
    },
    {
        "o": 31762,
        "r": "nkjv:Romans:8:38",
        "t": "For I am persuaded that neither death nor life, nor angels nor principalities nor powers, nor things present nor things to come,"
    },
    {
        "o": 31763,
        "r": "nkjv:Romans:8:39",
        "t": "nor height nor depth, nor any other created thing, shall be able to separate us from the love of God which is in Christ Jesus our Lord."
    },
    {
        "o": 31764,
        "r": "nkjv:Romans:9:0",
        "t": "Romans 9",
        "h": 1
    },
    {
        "o": 31765,
        "r": "nkjv:Romans:9:0",
        "t": "Israel’s Rejection of Christ",
        "h": 2
    },
    {
        "o": 31766,
        "r": "nkjv:Romans:9:1",
        "t": "I*p tell the truth in Christ, I am not lying, my conscience also bearing me witness in the Holy Spirit,"
    },
    {
        "o": 31767,
        "r": "nkjv:Romans:9:2",
        "t": "that I have great sorrow and continual grief in my heart."
    },
    {
        "o": 31768,
        "r": "nkjv:Romans:9:3",
        "t": "For I could wish that I myself were accursed from Christ for my brethren, my countrymen according to the flesh,"
    },
    {
        "o": 31769,
        "r": "nkjv:Romans:9:4",
        "t": "who are Israelites, to whom pertain*i the adoption, the glory, the covenants, the giving of the law, the service of*i God,*i and the promises;"
    },
    {
        "o": 31770,
        "r": "nkjv:Romans:9:5",
        "t": "of whom are*i the fathers and from whom, according to the flesh, Christ came,*i who is over all, the*i eternally blessed God. Amen."
    },
    {
        "o": 31771,
        "r": "nkjv:Romans:9:5",
        "t": "Israel’s Rejection and God’s Purpose",
        "h": 2
    },
    {
        "o": 31772,
        "r": "nkjv:Romans:9:6",
        "t": "But*p it is not that the word of God has taken no effect. For they are*i not all Israel who are*i of Israel,"
    },
    {
        "o": 31773,
        "r": "nkjv:Romans:9:7",
        "t": "nor are*i they*i all children because they are the seed of Abraham; but, “In Isaac your seed shall be called.”"
    },
    {
        "o": 31774,
        "r": "nkjv:Romans:9:8",
        "t": "That is, those who are*i the children of the flesh, these are*i not the children of God; but the children of the promise are counted as the seed."
    },
    {
        "o": 31775,
        "r": "nkjv:Romans:9:9",
        "t": "For this is*i the word of promise: “At this time I will come and Sarah shall have a son.”"
    },
    {
        "o": 31776,
        "r": "nkjv:Romans:9:10",
        "t": "And*p not only this,*i but when Rebecca also had conceived by one man, even*i by our father Isaac"
    },
    {
        "o": 31777,
        "r": "nkjv:Romans:9:11",
        "t": "(for the*i children*i not yet being born, nor having done any good or evil, that the purpose of God according to election might stand, not of works but of Him who calls),"
    },
    {
        "o": 31778,
        "r": "nkjv:Romans:9:12",
        "t": "it was said to her, “The older shall serve the younger.”"
    },
    {
        "o": 31779,
        "r": "nkjv:Romans:9:13",
        "t": "As it is written, “Jacob I have loved, but Esau I have hated.”"
    },
    {
        "o": 31780,
        "r": "nkjv:Romans:9:13",
        "t": "Israel’s Rejection and God’s Justice",
        "h": 2
    },
    {
        "o": 31781,
        "r": "nkjv:Romans:9:14",
        "t": "What*p shall we say then? Is*i there*i unrighteousness with God? Certainly not!"
    },
    {
        "o": 31782,
        "r": "nkjv:Romans:9:15",
        "t": "For He says to Moses, “I will have mercy on whomever I will have mercy, and I will have compassion on whomever I will have compassion.”"
    },
    {
        "o": 31783,
        "r": "nkjv:Romans:9:16",
        "t": "So then it*i is*i not of him who wills, nor of him who runs, but of God who shows mercy."
    },
    {
        "o": 31784,
        "r": "nkjv:Romans:9:17",
        "t": "For the Scripture says to the Pharaoh, “For this very purpose I have raised you up, that I may show My power in you, and that My name may be declared in all the earth.”"
    },
    {
        "o": 31785,
        "r": "nkjv:Romans:9:18",
        "t": "Therefore He has mercy on whom He wills, and whom He wills He hardens."
    },
    {
        "o": 31786,
        "r": "nkjv:Romans:9:19",
        "t": "You*p will say to me then, “Why does He still find fault? For who has resisted His will?”"
    },
    {
        "o": 31787,
        "r": "nkjv:Romans:9:20",
        "t": "But indeed, O man, who are you to reply against God? Will the thing formed say to him who formed it,*i “Why have you made me like this?”"
    },
    {
        "o": 31788,
        "r": "nkjv:Romans:9:21",
        "t": "Does not the potter have power over the clay, from the same lump to make one vessel for honor and another for dishonor?"
    },
    {
        "o": 31789,
        "r": "nkjv:Romans:9:22",
        "t": "What*ip if God, wanting to show His*i wrath and to make His power known, endured with much longsuffering the vessels of wrath prepared for destruction,"
    },
    {
        "o": 31790,
        "r": "nkjv:Romans:9:23",
        "t": "and that He might make known the riches of His glory on the vessels of mercy, which He had prepared beforehand for glory,"
    },
    {
        "o": 31791,
        "r": "nkjv:Romans:9:24",
        "t": "even us whom He called, not of the Jews only, but also of the Gentiles?"
    },
    {
        "o": 31792,
        "r": "nkjv:Romans:9:25",
        "t": "As*p He says also in Hosea: “I*pn will call them My people, who were not My people, And*ld her beloved, who was not beloved.”"
    },
    {
        "o": 31793,
        "r": "nkjv:Romans:9:26",
        "t": "“And*ld it shall come to pass in the place where it was said to them, ‘You*ld are*i not My people,’ There*ld they shall be called sons of the living God.”"
    },
    {
        "o": 31794,
        "r": "nkjv:Romans:9:27",
        "t": "Isaiah*p also cries out concerning Israel: “Though*pn the number of the children of Israel be as the sand of the sea, The*ld remnant will be saved."
    },
    {
        "o": 31795,
        "r": "nkjv:Romans:9:28",
        "t": "For*ld He will finish the work and cut it*i short in righteousness, Because*ld the Lord*sb will make a short work upon the earth.”"
    },
    {
        "o": 31796,
        "r": "nkjv:Romans:9:29",
        "t": "And*p as Isaiah said before: “Unless*pn the Lord*sb of Sabaoth had left us a seed, We*ld would have become like Sodom, And*ld we would have been made like Gomorrah.”"
    },
    {
        "o": 31797,
        "r": "nkjv:Romans:9:29",
        "t": "Present Condition of Israel",
        "h": 2
    },
    {
        "o": 31798,
        "r": "nkjv:Romans:9:30",
        "t": "What*p shall we say then? That Gentiles, who did not pursue righteousness, have attained to righteousness, even the righteousness of faith;"
    },
    {
        "o": 31799,
        "r": "nkjv:Romans:9:31",
        "t": "but Israel, pursuing the law of righteousness, has not attained to the law of righteousness."
    },
    {
        "o": 31800,
        "r": "nkjv:Romans:9:32",
        "t": "Why? Because they*i did*i not seek*i it*i by faith, but as it were, by the works of the law. For they stumbled at that stumbling stone."
    },
    {
        "o": 31801,
        "r": "nkjv:Romans:9:33",
        "t": "As it is written: “Behold,*pn I lay in Zion a stumbling stone and rock of offense, And*ld whoever believes on Him will not be put to shame.”"
    },
    {
        "o": 31802,
        "r": "nkjv:Romans:10:0",
        "t": "Romans 10",
        "h": 1
    },
    {
        "o": 31803,
        "r": "nkjv:Romans:10:0",
        "t": "Israel Needs the Gospel",
        "h": 2
    },
    {
        "o": 31804,
        "r": "nkjv:Romans:10:1",
        "t": "Brethren,*p my heart’s desire and prayer to God for Israel is that they may be saved."
    },
    {
        "o": 31805,
        "r": "nkjv:Romans:10:2",
        "t": "For I bear them witness that they have a zeal for God, but not according to knowledge."
    },
    {
        "o": 31806,
        "r": "nkjv:Romans:10:3",
        "t": "For they being ignorant of God’s righteousness, and seeking to establish their own righteousness, have not submitted to the righteousness of God."
    },
    {
        "o": 31807,
        "r": "nkjv:Romans:10:4",
        "t": "For Christ is*i the end of the law for righteousness to everyone who believes."
    },
    {
        "o": 31808,
        "r": "nkjv:Romans:10:5",
        "t": "For*p Moses writes about the righteousness which is of the law, “The man who does those things shall live by them.”"
    },
    {
        "o": 31809,
        "r": "nkjv:Romans:10:6",
        "t": "But the righteousness of faith speaks in this way, “Do not say in your heart, ‘Who will ascend into heaven?’” (that is, to bring Christ down from*i above)*i"
    },
    {
        "o": 31810,
        "r": "nkjv:Romans:10:7",
        "t": "or, “‘Who will descend into the abyss?’” (that is, to bring Christ up from the dead)."
    },
    {
        "o": 31811,
        "r": "nkjv:Romans:10:8",
        "t": "But what does it say? “The word is near you, in your mouth and in your heart” (that is, the word of faith which we preach):"
    },
    {
        "o": 31812,
        "r": "nkjv:Romans:10:9",
        "t": "that if you confess with your mouth the Lord Jesus and believe in your heart that God has raised Him from the dead, you will be saved."
    },
    {
        "o": 31813,
        "r": "nkjv:Romans:10:10",
        "t": "For with the heart one believes unto righteousness, and with the mouth confession is made unto salvation."
    },
    {
        "o": 31814,
        "r": "nkjv:Romans:10:11",
        "t": "For the Scripture says, “Whoever believes on Him will not be put to shame.”"
    },
    {
        "o": 31815,
        "r": "nkjv:Romans:10:12",
        "t": "For there is no distinction between Jew and Greek, for the same Lord over all is rich to all who call upon Him."
    },
    {
        "o": 31816,
        "r": "nkjv:Romans:10:13",
        "t": "For “whoever calls on the name of the Lord*s shall be saved.”"
    },
    {
        "o": 31817,
        "r": "nkjv:Romans:10:13",
        "t": "Israel Rejects the Gospel",
        "h": 2
    },
    {
        "o": 31818,
        "r": "nkjv:Romans:10:14",
        "t": "How*p then shall they call on Him in whom they have not believed? And how shall they believe in Him of whom they have not heard? And how shall they hear without a preacher?"
    },
    {
        "o": 31819,
        "r": "nkjv:Romans:10:15",
        "t": "And how shall they preach unless they are sent? As it is written: “How*pn beautiful are the feet of those who preach the gospel of peace, Who*ld bring glad tidings of good things!”"
    },
    {
        "o": 31820,
        "r": "nkjv:Romans:10:16",
        "t": "But*p they have not all obeyed the gospel. For Isaiah says, “Lord,*s who has believed our report?”"
    },
    {
        "o": 31821,
        "r": "nkjv:Romans:10:17",
        "t": "So then faith comes*i by hearing, and hearing by the word of God."
    },
    {
        "o": 31822,
        "r": "nkjv:Romans:10:18",
        "t": "But*p I say, have they not heard? Yes indeed: “Their*pn sound has gone out to all the earth, And*ld their words to the ends of the world.”"
    },
    {
        "o": 31823,
        "r": "nkjv:Romans:10:19",
        "t": "But*p I say, did Israel not know? First Moses says: “I*pn will provoke you to jealousy by those*i who*i are*i not a nation, I*ld will move you to anger by a foolish nation.”"
    },
    {
        "o": 31824,
        "r": "nkjv:Romans:10:20",
        "t": "But*p Isaiah is very bold and says: “I*pn was found by those who did not seek Me; I*ld was made manifest to those who did not ask for Me.”"
    },
    {
        "o": 31825,
        "r": "nkjv:Romans:10:21",
        "t": "But*p to Israel he says: “All*pn day long I have stretched out My hands To*ld a disobedient and contrary people.”"
    },
    {
        "o": 31826,
        "r": "nkjv:Romans:11:0",
        "t": "Romans 11",
        "h": 1
    },
    {
        "o": 31827,
        "r": "nkjv:Romans:11:0",
        "t": "Israel’s Rejection Not Total",
        "h": 2
    },
    {
        "o": 31828,
        "r": "nkjv:Romans:11:1",
        "t": "I*p say then, has God cast away His people? Certainly not! For I also am an Israelite, of the seed of Abraham, of*i the tribe of Benjamin."
    },
    {
        "o": 31829,
        "r": "nkjv:Romans:11:2",
        "t": "God has not cast away His people whom He foreknew. Or do you not know what the Scripture says of Elijah, how he pleads with God against Israel, saying,"
    },
    {
        "o": 31830,
        "r": "nkjv:Romans:11:3",
        "t": "“Lord,*s they have killed Your prophets and torn down Your altars, and I alone am left, and they seek my life”?"
    },
    {
        "o": 31831,
        "r": "nkjv:Romans:11:4",
        "t": "But what does the divine response say to him? “I have reserved for Myself seven thousand men who have not bowed the knee to Baal.”"
    },
    {
        "o": 31832,
        "r": "nkjv:Romans:11:5",
        "t": "Even so then, at this present time there is a remnant according to the election of grace."
    },
    {
        "o": 31833,
        "r": "nkjv:Romans:11:6",
        "t": "And if by grace, then it*i is*i no longer of works; otherwise grace is no longer grace. But if it*i is*i of works, it is no longer grace; otherwise work is no longer work."
    },
    {
        "o": 31834,
        "r": "nkjv:Romans:11:7",
        "t": "What*p then? Israel has not obtained what it seeks; but the elect have obtained it, and the rest were blinded."
    },
    {
        "o": 31835,
        "r": "nkjv:Romans:11:8",
        "t": "Just as it is written: “God*pn has given them a spirit of stupor, Eyes*ld that they should not see And*ld ears that they should not hear, To*ld this very day.”"
    },
    {
        "o": 31836,
        "r": "nkjv:Romans:11:9",
        "t": "And*p David says: “Let*pn their table become a snare and a trap, A*ld stumbling block and a recompense to them."
    },
    {
        "o": 31837,
        "r": "nkjv:Romans:11:10",
        "t": "Let*ld their eyes be darkened, so that they do not see, And*ld bow down their back always.”"
    },
    {
        "o": 31838,
        "r": "nkjv:Romans:11:10",
        "t": "Israel’s Rejection Not Final",
        "h": 2
    },
    {
        "o": 31839,
        "r": "nkjv:Romans:11:11",
        "t": "I*p say then, have they stumbled that they should fall? Certainly not! But through their fall, to provoke them to jealousy, salvation has*i come*i to the Gentiles."
    },
    {
        "o": 31840,
        "r": "nkjv:Romans:11:12",
        "t": "Now if their fall is*i riches for the world, and their failure riches for the Gentiles, how much more their fullness!"
    },
    {
        "o": 31841,
        "r": "nkjv:Romans:11:13",
        "t": "For*p I speak to you Gentiles; inasmuch as I am an apostle to the Gentiles, I magnify my ministry,"
    },
    {
        "o": 31842,
        "r": "nkjv:Romans:11:14",
        "t": "if by any means I may provoke to jealousy those*i who*i are*i my flesh and save some of them."
    },
    {
        "o": 31843,
        "r": "nkjv:Romans:11:15",
        "t": "For if their being cast away is*i the reconciling of the world, what will*i their acceptance be*i but life from the dead?"
    },
    {
        "o": 31844,
        "r": "nkjv:Romans:11:16",
        "t": "For*p if the firstfruit is*i holy, the lump is*i also holy;*i and if the root is*i holy, so are*i the branches."
    },
    {
        "o": 31845,
        "r": "nkjv:Romans:11:17",
        "t": "And if some of the branches were broken off, and you, being a wild olive tree, were grafted in among them, and with them became a partaker of the root and fatness of the olive tree,"
    },
    {
        "o": 31846,
        "r": "nkjv:Romans:11:18",
        "t": "do not boast against the branches. But if you do boast, remember*i that*i you do not support the root, but the root supports*i you."
    },
    {
        "o": 31847,
        "r": "nkjv:Romans:11:19",
        "t": "You*p will say then, “Branches were broken off that I might be grafted in.”"
    },
    {
        "o": 31848,
        "r": "nkjv:Romans:11:20",
        "t": "Well said.*i Because of unbelief they were broken off, and you stand by faith. Do not be haughty, but fear."
    },
    {
        "o": 31849,
        "r": "nkjv:Romans:11:21",
        "t": "For if God did not spare the natural branches, He may not spare you either."
    },
    {
        "o": 31850,
        "r": "nkjv:Romans:11:22",
        "t": "Therefore consider the goodness and severity of God: on those who fell, severity; but toward you, goodness, if you continue in His*i goodness. Otherwise you also will be cut off."
    },
    {
        "o": 31851,
        "r": "nkjv:Romans:11:23",
        "t": "And they also, if they do not continue in unbelief, will be grafted in, for God is able to graft them in again."
    },
    {
        "o": 31852,
        "r": "nkjv:Romans:11:24",
        "t": "For if you were cut out of the olive tree which is wild by nature, and were grafted contrary to nature into a cultivated olive tree, how much more will these, who are*i natural branches,*i be grafted into their own olive tree?"
    },
    {
        "o": 31853,
        "r": "nkjv:Romans:11:25",
        "t": "For*p I do not desire, brethren, that you should be ignorant of this mystery, lest you should be wise in your own opinion, that blindness in part has happened to Israel until the fullness of the Gentiles has come in."
    },
    {
        "o": 31854,
        "r": "nkjv:Romans:11:26",
        "t": "And so all Israel will be saved, as it is written: “The*pn Deliverer will come out of Zion, And*ld He will turn away ungodliness from Jacob;"
    },
    {
        "o": 31855,
        "r": "nkjv:Romans:11:27",
        "t": "For*ld this is*i My covenant with them, When*ld I take away their sins.”"
    },
    {
        "o": 31856,
        "r": "nkjv:Romans:11:28",
        "t": "Concerning*p the gospel they*i are*i enemies for your sake, but concerning the election they*i are*i beloved for the sake of the fathers."
    },
    {
        "o": 31857,
        "r": "nkjv:Romans:11:29",
        "t": "For the gifts and the calling of God are*i irrevocable."
    },
    {
        "o": 31858,
        "r": "nkjv:Romans:11:30",
        "t": "For as you were once disobedient to God, yet have now obtained mercy through their disobedience,"
    },
    {
        "o": 31859,
        "r": "nkjv:Romans:11:31",
        "t": "even so these also have now been disobedient, that through the mercy shown you they also may obtain mercy."
    },
    {
        "o": 31860,
        "r": "nkjv:Romans:11:32",
        "t": "For God has committed them all to disobedience, that He might have mercy on all."
    },
    {
        "o": 31861,
        "r": "nkjv:Romans:11:33",
        "t": "Oh,*p the depth of the riches both of the wisdom and knowledge of God! How unsearchable are*i His judgments and His ways past finding out!"
    },
    {
        "o": 31862,
        "r": "nkjv:Romans:11:34",
        "t": "“For*pn who has known the mind of the Lord?*s Or*ld who has become His counselor?”"
    },
    {
        "o": 31863,
        "r": "nkjv:Romans:11:35",
        "t": "“Or*ld who has first given to Him And*ld it shall be repaid to him?”"
    },
    {
        "o": 31864,
        "r": "nkjv:Romans:11:36",
        "t": "For*p of Him and through Him and to Him are*i all things, to whom be*i glory forever. Amen."
    },
    {
        "o": 31865,
        "r": "nkjv:Romans:12:0",
        "t": "Romans 12",
        "h": 1
    },
    {
        "o": 31866,
        "r": "nkjv:Romans:12:0",
        "t": "Living Sacrifices to God",
        "h": 2
    },
    {
        "o": 31867,
        "r": "nkjv:Romans:12:1",
        "t": "I*p beseech you therefore, brethren, by the mercies of God, that you present your bodies a living sacrifice, holy, acceptable to God, which*i is*i your reasonable service."
    },
    {
        "o": 31868,
        "r": "nkjv:Romans:12:2",
        "t": "And do not be conformed to this world, but be transformed by the renewing of your mind, that you may prove what is*i that good and acceptable and perfect will of God."
    },
    {
        "o": 31869,
        "r": "nkjv:Romans:12:2",
        "t": "Serve God with Spiritual Gifts",
        "h": 2
    },
    {
        "o": 31870,
        "r": "nkjv:Romans:12:3",
        "t": "For*p I say, through the grace given to me, to everyone who is among you, not to think of*i himself*i more highly than he ought to think, but to think soberly, as God has dealt to each one a measure of faith."
    },
    {
        "o": 31871,
        "r": "nkjv:Romans:12:4",
        "t": "For as we have many members in one body, but all the members do not have the same function,"
    },
    {
        "o": 31872,
        "r": "nkjv:Romans:12:5",
        "t": "so we, being*i many, are one body in Christ, and individually members of one another."
    },
    {
        "o": 31873,
        "r": "nkjv:Romans:12:6",
        "t": "Having then gifts differing according to the grace that is given to us, let*i us*i use*i them:*i if prophecy, let*i us*i prophesy in proportion to our faith;"
    },
    {
        "o": 31874,
        "r": "nkjv:Romans:12:7",
        "t": "or ministry, let*i us*i use*i it*i in our*i ministering; he who teaches, in teaching;"
    },
    {
        "o": 31875,
        "r": "nkjv:Romans:12:8",
        "t": "he who exhorts, in exhortation; he who gives, with liberality; he who leads, with diligence; he who shows mercy, with cheerfulness."
    },
    {
        "o": 31876,
        "r": "nkjv:Romans:12:8",
        "t": "Behave Like a Christian",
        "h": 2
    },
    {
        "o": 31877,
        "r": "nkjv:Romans:12:9",
        "t": "Let*ip love be*i without hypocrisy. Abhor what is evil. Cling to what is good."
    },
    {
        "o": 31878,
        "r": "nkjv:Romans:12:10",
        "t": "Be*i kindly affectionate to one another with brotherly love, in honor giving preference to one another;"
    },
    {
        "o": 31879,
        "r": "nkjv:Romans:12:11",
        "t": "not lagging in diligence, fervent in spirit, serving the Lord;"
    },
    {
        "o": 31880,
        "r": "nkjv:Romans:12:12",
        "t": "rejoicing in hope, patient in tribulation, continuing steadfastly in prayer;"
    },
    {
        "o": 31881,
        "r": "nkjv:Romans:12:13",
        "t": "distributing to the needs of the saints, given to hospitality."
    },
    {
        "o": 31882,
        "r": "nkjv:Romans:12:14",
        "t": "Bless*p those who persecute you; bless and do not curse."
    },
    {
        "o": 31883,
        "r": "nkjv:Romans:12:15",
        "t": "Rejoice with those who rejoice, and weep with those who weep."
    },
    {
        "o": 31884,
        "r": "nkjv:Romans:12:16",
        "t": "Be of the same mind toward one another. Do not set your mind on high things, but associate with the humble. Do not be wise in your own opinion."
    },
    {
        "o": 31885,
        "r": "nkjv:Romans:12:17",
        "t": "Repay*p no one evil for evil. Have regard for good things in the sight of all men."
    },
    {
        "o": 31886,
        "r": "nkjv:Romans:12:18",
        "t": "If it is possible, as much as depends on you, live peaceably with all men."
    },
    {
        "o": 31887,
        "r": "nkjv:Romans:12:19",
        "t": "Beloved, do not avenge yourselves, but rather*i give place to wrath; for it is written, “Vengeance is*i Mine, I will repay,” says the Lord."
    },
    {
        "o": 31888,
        "r": "nkjv:Romans:12:20",
        "t": "Therefore “If*pn your enemy is hungry, feed him; If*ld he is thirsty, give him a drink; For*ld in so doing you will heap coals of fire on his head.”"
    },
    {
        "o": 31889,
        "r": "nkjv:Romans:12:21",
        "t": "Do*p not be overcome by evil, but overcome evil with good."
    },
    {
        "o": 31890,
        "r": "nkjv:Romans:13:0",
        "t": "Romans 13",
        "h": 1
    },
    {
        "o": 31891,
        "r": "nkjv:Romans:13:0",
        "t": "Submit to Government",
        "h": 2
    },
    {
        "o": 31892,
        "r": "nkjv:Romans:13:1",
        "t": "Let*p every soul be subject to the governing authorities. For there is no authority except from God, and the authorities that exist are appointed by God."
    },
    {
        "o": 31893,
        "r": "nkjv:Romans:13:2",
        "t": "Therefore whoever resists the authority resists the ordinance of God, and those who resist will bring judgment on themselves."
    },
    {
        "o": 31894,
        "r": "nkjv:Romans:13:3",
        "t": "For rulers are not a terror to good works, but to evil. Do you want to be unafraid of the authority? Do what is good, and you will have praise from the same."
    },
    {
        "o": 31895,
        "r": "nkjv:Romans:13:4",
        "t": "For he is God’s minister to you for good. But if you do evil, be afraid; for he does not bear the sword in vain; for he is God’s minister, an avenger to execute*i wrath on him who practices evil."
    },
    {
        "o": 31896,
        "r": "nkjv:Romans:13:5",
        "t": "Therefore you*i must be subject, not only because of wrath but also for conscience’ sake."
    },
    {
        "o": 31897,
        "r": "nkjv:Romans:13:6",
        "t": "For because of this you also pay taxes, for they are God’s ministers attending continually to this very thing."
    },
    {
        "o": 31898,
        "r": "nkjv:Romans:13:7",
        "t": "Render therefore to all their due: taxes to whom taxes are*i due,*i customs to whom customs, fear to whom fear, honor to whom honor."
    },
    {
        "o": 31899,
        "r": "nkjv:Romans:13:7",
        "t": "Love Your Neighbor",
        "h": 2
    },
    {
        "o": 31900,
        "r": "nkjv:Romans:13:8",
        "t": "Owe*p no one anything except to love one another, for he who loves another has fulfilled the law."
    },
    {
        "o": 31901,
        "r": "nkjv:Romans:13:9",
        "t": "For the commandments, “You shall not commit adultery,” “You shall not murder,” “You shall not steal,” “You shall not bear false witness,” “You shall not covet,” and if there*i is*i any other commandment, are all*i summed up in this saying, namely, “You shall love your neighbor as yourself.”"
    },
    {
        "o": 31902,
        "r": "nkjv:Romans:13:10",
        "t": "Love does no harm to a neighbor; therefore love is*i the fulfillment of the law."
    },
    {
        "o": 31903,
        "r": "nkjv:Romans:13:10",
        "t": "Put on Christ",
        "h": 2
    },
    {
        "o": 31904,
        "r": "nkjv:Romans:13:11",
        "t": "And*p do*i this, knowing the time, that now it*i is*i high time to awake out of sleep; for now our salvation is*i nearer than when we first*i believed."
    },
    {
        "o": 31905,
        "r": "nkjv:Romans:13:12",
        "t": "The night is far spent, the day is at hand. Therefore let us cast off the works of darkness, and let us put on the armor of light."
    },
    {
        "o": 31906,
        "r": "nkjv:Romans:13:13",
        "t": "Let us walk properly, as in the day, not in revelry and drunkenness, not in lewdness and lust, not in strife and envy."
    },
    {
        "o": 31907,
        "r": "nkjv:Romans:13:14",
        "t": "But put on the Lord Jesus Christ, and make no provision for the flesh, to fulfill*i its*i lusts."
    },
    {
        "o": 31908,
        "r": "nkjv:Romans:14:0",
        "t": "Romans 14",
        "h": 1
    },
    {
        "o": 31909,
        "r": "nkjv:Romans:14:0",
        "t": "The Law of Liberty",
        "h": 2
    },
    {
        "o": 31910,
        "r": "nkjv:Romans:14:1",
        "t": "Receive*p one who is weak in the faith, but*i not to disputes over doubtful things."
    },
    {
        "o": 31911,
        "r": "nkjv:Romans:14:2",
        "t": "For one believes he may eat all things, but he who is weak eats only*i vegetables."
    },
    {
        "o": 31912,
        "r": "nkjv:Romans:14:3",
        "t": "Let not him who eats despise him who does not eat, and let not him who does not eat judge him who eats; for God has received him."
    },
    {
        "o": 31913,
        "r": "nkjv:Romans:14:4",
        "t": "Who are you to judge another’s servant? To his own master he stands or falls. Indeed, he will be made to stand, for God is able to make him stand."
    },
    {
        "o": 31914,
        "r": "nkjv:Romans:14:5",
        "t": "One*p person esteems one*i day above another; another esteems every day alike.*i Let each be fully convinced in his own mind."
    },
    {
        "o": 31915,
        "r": "nkjv:Romans:14:6",
        "t": "He who observes the day, observes it*i to the Lord; and he who does not observe the day, to the Lord he does not observe it.*i He who eats, eats to the Lord, for he gives God thanks; and he who does not eat, to the Lord he does not eat, and gives God thanks."
    },
    {
        "o": 31916,
        "r": "nkjv:Romans:14:7",
        "t": "For none of us lives to himself, and no one dies to himself."
    },
    {
        "o": 31917,
        "r": "nkjv:Romans:14:8",
        "t": "For if we live, we live to the Lord; and if we die, we die to the Lord. Therefore, whether we live or die, we are the Lord’s."
    },
    {
        "o": 31918,
        "r": "nkjv:Romans:14:9",
        "t": "For to this end Christ died and rose and lived again, that He might be Lord of both the dead and the living."
    },
    {
        "o": 31919,
        "r": "nkjv:Romans:14:10",
        "t": "But why do you judge your brother? Or why do you show contempt for your brother? For we shall all stand before the judgment seat of Christ."
    },
    {
        "o": 31920,
        "r": "nkjv:Romans:14:11",
        "t": "For it is written: “As*ipn I live, says the Lord,*sb Every*ld knee shall bow to Me, And*ld every tongue shall confess to God.”"
    },
    {
        "o": 31921,
        "r": "nkjv:Romans:14:12",
        "t": "So*p then each of us shall give account of himself to God."
    },
    {
        "o": 31922,
        "r": "nkjv:Romans:14:13",
        "t": "Therefore let us not judge one another anymore, but rather resolve this, not to put a stumbling block or a cause to fall in our*i brother’s way."
    },
    {
        "o": 31923,
        "r": "nkjv:Romans:14:13",
        "t": "The Law of Love",
        "h": 2
    },
    {
        "o": 31924,
        "r": "nkjv:Romans:14:14",
        "t": "I*p know and am convinced by the Lord Jesus that there*i is*i nothing unclean of itself; but to him who considers anything to be unclean, to him it*i is*i unclean."
    },
    {
        "o": 31925,
        "r": "nkjv:Romans:14:15",
        "t": "Yet if your brother is grieved because of your*i food, you are no longer walking in love. Do not destroy with your food the one for whom Christ died."
    },
    {
        "o": 31926,
        "r": "nkjv:Romans:14:16",
        "t": "Therefore do not let your good be spoken of as evil;"
    },
    {
        "o": 31927,
        "r": "nkjv:Romans:14:17",
        "t": "for the kingdom of God is not eating and drinking, but righteousness and peace and joy in the Holy Spirit."
    },
    {
        "o": 31928,
        "r": "nkjv:Romans:14:18",
        "t": "For he who serves Christ in these things is*i acceptable to God and approved by men."
    },
    {
        "o": 31929,
        "r": "nkjv:Romans:14:19",
        "t": "Therefore*p let us pursue the things which*i make*i for peace and the things by which one may edify another."
    },
    {
        "o": 31930,
        "r": "nkjv:Romans:14:20",
        "t": "Do not destroy the work of God for the sake of food. All things indeed are*i pure, but it*i is*i evil for the man who eats with offense."
    },
    {
        "o": 31931,
        "r": "nkjv:Romans:14:21",
        "t": "It*i is*i good neither to eat meat nor drink wine nor do*i anything*i by which your brother stumbles or is offended or is made weak."
    },
    {
        "o": 31932,
        "r": "nkjv:Romans:14:22",
        "t": "Do you have faith? Have it*i to yourself before God. Happy is*i he who does not condemn himself in what he approves."
    },
    {
        "o": 31933,
        "r": "nkjv:Romans:14:23",
        "t": "But he who doubts is condemned if he eats, because he*i does*i not eat*i from faith; for whatever is*i not from faith is sin."
    },
    {
        "o": 31934,
        "r": "nkjv:Romans:15:0",
        "t": "Romans 15",
        "h": 1
    },
    {
        "o": 31935,
        "r": "nkjv:Romans:15:0",
        "t": "Bearing Others’ Burdens",
        "h": 2
    },
    {
        "o": 31936,
        "r": "nkjv:Romans:15:1",
        "t": "We*p then who are strong ought to bear with the scruples of the weak, and not to please ourselves."
    },
    {
        "o": 31937,
        "r": "nkjv:Romans:15:2",
        "t": "Let each of us please his*i neighbor for his*i good, leading to edification."
    },
    {
        "o": 31938,
        "r": "nkjv:Romans:15:3",
        "t": "For even Christ did not please Himself; but as it is written, “The reproaches of those who reproached You fell on Me.”"
    },
    {
        "o": 31939,
        "r": "nkjv:Romans:15:4",
        "t": "For whatever things were written before were written for our learning, that we through the patience and comfort of the Scriptures might have hope."
    },
    {
        "o": 31940,
        "r": "nkjv:Romans:15:5",
        "t": "Now may the God of patience and comfort grant you to be like-minded toward one another, according to Christ Jesus,"
    },
    {
        "o": 31941,
        "r": "nkjv:Romans:15:6",
        "t": "that you may with one mind and*i one mouth glorify the God and Father of our Lord Jesus Christ."
    },
    {
        "o": 31942,
        "r": "nkjv:Romans:15:6",
        "t": "Glorify God Together",
        "h": 2
    },
    {
        "o": 31943,
        "r": "nkjv:Romans:15:7",
        "t": "Therefore*p receive one another, just as Christ also received us, to the glory of God."
    },
    {
        "o": 31944,
        "r": "nkjv:Romans:15:8",
        "t": "Now I say that Jesus Christ has become a servant to the circumcision for the truth of God, to confirm the promises made*i to the fathers,"
    },
    {
        "o": 31945,
        "r": "nkjv:Romans:15:9",
        "t": "and that the Gentiles might glorify God for His*i mercy, as it is written: “For*pn this reason I will confess to You among the Gentiles, And*ld sing to Your name.”"
    },
    {
        "o": 31946,
        "r": "nkjv:Romans:15:10",
        "t": "And*p again he says: “Rejoice,*pn O Gentiles, with His people!”"
    },
    {
        "o": 31947,
        "r": "nkjv:Romans:15:11",
        "t": "And*p again: “Praise*pn the Lord,*sb all you Gentiles! Laud*ld Him, all you peoples!”"
    },
    {
        "o": 31948,
        "r": "nkjv:Romans:15:12",
        "t": "And*p again, Isaiah says: “There*pn shall be a root of Jesse; And*ld He who shall rise to reign over the Gentiles, In*ld Him the Gentiles shall hope.”"
    },
    {
        "o": 31949,
        "r": "nkjv:Romans:15:13",
        "t": "Now*p may the God of hope fill you with all joy and peace in believing, that you may abound in hope by the power of the Holy Spirit."
    },
    {
        "o": 31950,
        "r": "nkjv:Romans:15:13",
        "t": "From Jerusalem to Illyricum",
        "h": 2
    },
    {
        "o": 31951,
        "r": "nkjv:Romans:15:14",
        "t": "Now*p I myself am confident concerning you, my brethren, that you also are full of goodness, filled with all knowledge, able also to admonish one another."
    },
    {
        "o": 31952,
        "r": "nkjv:Romans:15:15",
        "t": "Nevertheless, brethren, I have written more boldly to you on some*i points, as reminding you, because of the grace given to me by God,"
    },
    {
        "o": 31953,
        "r": "nkjv:Romans:15:16",
        "t": "that I might be a minister of Jesus Christ to the Gentiles, ministering the gospel of God, that the offering of the Gentiles might be acceptable, sanctified by the Holy Spirit."
    },
    {
        "o": 31954,
        "r": "nkjv:Romans:15:17",
        "t": "Therefore I have reason to glory in Christ Jesus in the things which*i pertain*i to God."
    },
    {
        "o": 31955,
        "r": "nkjv:Romans:15:18",
        "t": "For I will not dare to speak of any of those things which Christ has not accomplished through me, in word and deed, to make the Gentiles obedient—"
    },
    {
        "o": 31956,
        "r": "nkjv:Romans:15:19",
        "t": "in mighty signs and wonders, by the power of the Spirit of God, so that from Jerusalem and round about to Illyricum I have fully preached the gospel of Christ."
    },
    {
        "o": 31957,
        "r": "nkjv:Romans:15:20",
        "t": "And so I have made it my aim to preach the gospel, not where Christ was named, lest I should build on another man’s foundation,"
    },
    {
        "o": 31958,
        "r": "nkjv:Romans:15:21",
        "t": "but as it is written: “To*pn whom He was not announced, they shall see; And*ld those who have not heard shall understand.”"
    },
    {
        "o": 31959,
        "r": "nkjv:Romans:15:21",
        "t": "Plan to Visit Rome",
        "h": 2
    },
    {
        "o": 31960,
        "r": "nkjv:Romans:15:22",
        "t": "For*p this reason I also have been much hindered from coming to you."
    },
    {
        "o": 31961,
        "r": "nkjv:Romans:15:23",
        "t": "But now no longer having a place in these parts, and having a great desire these many years to come to you,"
    },
    {
        "o": 31962,
        "r": "nkjv:Romans:15:24",
        "t": "whenever I journey to Spain, I shall come to you. For I hope to see you on my journey, and to be helped on my way there by you, if first I may enjoy your company*i for a while."
    },
    {
        "o": 31963,
        "r": "nkjv:Romans:15:25",
        "t": "But now I am going to Jerusalem to minister to the saints."
    },
    {
        "o": 31964,
        "r": "nkjv:Romans:15:26",
        "t": "For it pleased those from Macedonia and Achaia to make a certain contribution for the poor among the saints who are in Jerusalem."
    },
    {
        "o": 31965,
        "r": "nkjv:Romans:15:27",
        "t": "It pleased them indeed, and they are their debtors. For if the Gentiles have been partakers of their spiritual things, their duty is also to minister to them in material things."
    },
    {
        "o": 31966,
        "r": "nkjv:Romans:15:28",
        "t": "Therefore, when I have performed this and have sealed to them this fruit, I shall go by way of you to Spain."
    },
    {
        "o": 31967,
        "r": "nkjv:Romans:15:29",
        "t": "But I know that when I come to you, I shall come in the fullness of the blessing of the gospel of Christ."
    },
    {
        "o": 31968,
        "r": "nkjv:Romans:15:30",
        "t": "Now*p I beg you, brethren, through the Lord Jesus Christ, and through the love of the Spirit, that you strive together with me in prayers to God for me,"
    },
    {
        "o": 31969,
        "r": "nkjv:Romans:15:31",
        "t": "that I may be delivered from those in Judea who do not believe, and that my service for Jerusalem may be acceptable to the saints,"
    },
    {
        "o": 31970,
        "r": "nkjv:Romans:15:32",
        "t": "that I may come to you with joy by the will of God, and may be refreshed together with you."
    },
    {
        "o": 31971,
        "r": "nkjv:Romans:15:33",
        "t": "Now the God of peace be*i with you all. Amen."
    },
    {
        "o": 31972,
        "r": "nkjv:Romans:16:0",
        "t": "Romans 16",
        "h": 1
    },
    {
        "o": 31973,
        "r": "nkjv:Romans:16:0",
        "t": "Sister Phoebe Commended",
        "h": 2
    },
    {
        "o": 31974,
        "r": "nkjv:Romans:16:1",
        "t": "I*p commend to you Phoebe our sister, who is a servant of the church in Cenchrea,"
    },
    {
        "o": 31975,
        "r": "nkjv:Romans:16:2",
        "t": "that you may receive her in the Lord in a manner worthy of the saints, and assist her in whatever business she has need of you; for indeed she has been a helper of many and of myself also."
    },
    {
        "o": 31976,
        "r": "nkjv:Romans:16:2",
        "t": "Greeting Roman Saints",
        "h": 2
    },
    {
        "o": 31977,
        "r": "nkjv:Romans:16:3",
        "t": "Greet*p Priscilla and Aquila, my fellow workers in Christ Jesus,"
    },
    {
        "o": 31978,
        "r": "nkjv:Romans:16:4",
        "t": "who risked their own necks for my life, to whom not only I give thanks, but also all the churches of the Gentiles."
    },
    {
        "o": 31979,
        "r": "nkjv:Romans:16:5",
        "t": "Likewise greet*i the church that is in their house. Greet*p my beloved Epaenetus, who is the firstfruits of Achaia to Christ."
    },
    {
        "o": 31980,
        "r": "nkjv:Romans:16:6",
        "t": "Greet Mary, who labored much for us."
    },
    {
        "o": 31981,
        "r": "nkjv:Romans:16:7",
        "t": "Greet Andronicus and Junia, my countrymen and my fellow prisoners, who are of note among the apostles, who also were in Christ before me."
    },
    {
        "o": 31982,
        "r": "nkjv:Romans:16:8",
        "t": "Greet*p Amplias, my beloved in the Lord."
    },
    {
        "o": 31983,
        "r": "nkjv:Romans:16:9",
        "t": "Greet Urbanus, our fellow worker in Christ, and Stachys, my beloved."
    },
    {
        "o": 31984,
        "r": "nkjv:Romans:16:10",
        "t": "Greet Apelles, approved in Christ. Greet those who are of the household*i of Aristobulus."
    },
    {
        "o": 31985,
        "r": "nkjv:Romans:16:11",
        "t": "Greet Herodion, my countryman. Greet those who are of the household*i of Narcissus who are in the Lord."
    },
    {
        "o": 31986,
        "r": "nkjv:Romans:16:12",
        "t": "Greet*p Tryphena and Tryphosa, who have labored in the Lord. Greet the beloved Persis, who labored much in the Lord."
    },
    {
        "o": 31987,
        "r": "nkjv:Romans:16:13",
        "t": "Greet Rufus, chosen in the Lord, and his mother and mine."
    },
    {
        "o": 31988,
        "r": "nkjv:Romans:16:14",
        "t": "Greet Asyncritus, Phlegon, Hermas, Patrobas, Hermes, and the brethren who are with them."
    },
    {
        "o": 31989,
        "r": "nkjv:Romans:16:15",
        "t": "Greet Philologus and Julia, Nereus and his sister, and Olympas, and all the saints who are with them."
    },
    {
        "o": 31990,
        "r": "nkjv:Romans:16:16",
        "t": "Greet*p one another with a holy kiss. The churches of Christ greet you."
    },
    {
        "o": 31991,
        "r": "nkjv:Romans:16:16",
        "t": "Avoid Divisive Persons",
        "h": 2
    },
    {
        "o": 31992,
        "r": "nkjv:Romans:16:17",
        "t": "Now*p I urge you, brethren, note those who cause divisions and offenses, contrary to the doctrine which you learned, and avoid them."
    },
    {
        "o": 31993,
        "r": "nkjv:Romans:16:18",
        "t": "For those who are such do not serve our Lord Jesus Christ, but their own belly, and by smooth words and flattering speech deceive the hearts of the simple."
    },
    {
        "o": 31994,
        "r": "nkjv:Romans:16:19",
        "t": "For your obedience has become known to all. Therefore I am glad on your behalf; but I want you to be wise in what is good, and simple concerning evil."
    },
    {
        "o": 31995,
        "r": "nkjv:Romans:16:20",
        "t": "And the God of peace will crush Satan under your feet shortly. The*p grace of our Lord Jesus Christ be*i with you. Amen."
    },
    {
        "o": 31996,
        "r": "nkjv:Romans:16:20",
        "t": "Greetings from Paul’s Friends",
        "h": 2
    },
    {
        "o": 31997,
        "r": "nkjv:Romans:16:21",
        "t": "Timothy,*p my fellow worker, and Lucius, Jason, and Sosipater, my countrymen, greet you."
    },
    {
        "o": 31998,
        "r": "nkjv:Romans:16:22",
        "t": "I,*p Tertius, who wrote this*i epistle, greet you in the Lord."
    },
    {
        "o": 31999,
        "r": "nkjv:Romans:16:23",
        "t": "Gaius,*p my host and the*i host*i of the whole church, greets you. Erastus, the treasurer of the city, greets you, and Quartus, a brother."
    },
    {
        "o": 32000,
        "r": "nkjv:Romans:16:24",
        "t": "The grace of our Lord Jesus Christ be*i with you all. Amen."
    },
    {
        "o": 32001,
        "r": "nkjv:Romans:16:24",
        "t": "Benediction",
        "h": 2
    },
    {
        "o": 32002,
        "r": "nkjv:Romans:16:25",
        "t": "Now*p to Him who is able to establish you according to my gospel and the preaching of Jesus Christ, according to the revelation of the mystery kept secret since the world began"
    },
    {
        "o": 32003,
        "r": "nkjv:Romans:16:26",
        "t": "but now made manifest, and by the prophetic Scriptures made known to all nations, according to the commandment of the everlasting God, for obedience to the faith—"
    },
    {
        "o": 32004,
        "r": "nkjv:Romans:16:27",
        "t": "to God, alone wise, be*i glory through Jesus Christ forever. Amen."
    }
]
