[
    {
        "o": 24724,
        "r": "niv:Amos:9:0",
        "t": "Amos 9",
        "h": 1
    },
    {
        "o": 24725,
        "r": "niv:Amos:9:0",
        "t": "Israel to Be Destroyed",
        "h": 2
    },
    {
        "o": 24726,
        "r": "niv:Amos:9:1",
        "t": "I*p saw the Lord standing by the altar, and he said: “Strike*pn the tops of the pillars so*ld that the thresholds shake. Bring*ln them down on the heads of all the people; those*ld who are left I will kill with the sword. Not*ln one will get away, none*ld will escape."
    },
    {
        "o": 24727,
        "r": "niv:Amos:9:2",
        "t": "Though*ln they dig down to the depths below, from*ld there my hand will take them. Though*ln they climb up to the heavens above, from*ld there I will bring them down."
    },
    {
        "o": 24728,
        "r": "niv:Amos:9:3",
        "t": "Though*ln they hide themselves on the top of Carmel, there*ld I will hunt them down and seize them. Though*ln they hide from my eyes at the bottom of the sea, there*ld I will command the serpent to bite them."
    },
    {
        "o": 24729,
        "r": "niv:Amos:9:4",
        "t": "Though*ln they are driven into exile by their enemies, there*ld I will command the sword to slay them. “I*pn will keep my eye on them for*ld harm and not for good.”"
    },
    {
        "o": 24730,
        "r": "niv:Amos:9:5",
        "t": "The*pn Lord, the Lord*s Almighty— he*ln touches the earth and it melts, and*ld all who live in it mourn; the*ln whole land rises like the Nile, then*ld sinks like the river of Egypt;"
    },
    {
        "o": 24731,
        "r": "niv:Amos:9:6",
        "t": "he*ln builds his lofty palace in the heavens and*ld sets its foundation on the earth; he*ln calls for the waters of the sea and*ld pours them out over the face of the land— the*ld Lord*s is his name."
    },
    {
        "o": 24732,
        "r": "niv:Amos:9:7",
        "t": "“Are*pn not you Israelites the*ld same to me as the Cushites?” declares*ld the Lord.*s “Did*pn I not bring Israel up from Egypt, the*ld Philistines from Caphtor and*ld the Arameans from Kir?"
    },
    {
        "o": 24733,
        "r": "niv:Amos:9:8",
        "t": "“Surely*pn the eyes of the Sovereign Lord*s are*ld on the sinful kingdom. I*ln will destroy it from*ld the face of the earth. Yet*ln I will not totally destroy the*ld descendants of Jacob,” declares*ld the Lord.*s"
    },
    {
        "o": 24734,
        "r": "niv:Amos:9:9",
        "t": "“For*pn I will give the command, and*ld I will shake the people of Israel among*ld all the nations as*ln grain is shaken in a sieve, and*ld not a pebble will reach the ground."
    },
    {
        "o": 24735,
        "r": "niv:Amos:9:10",
        "t": "All*ln the sinners among my people will*ld die by the sword, all*ln those who say, ‘Disaster*ld will not overtake or meet us.’"
    },
    {
        "o": 24736,
        "r": "niv:Amos:9:10",
        "t": "Israel’s Restoration",
        "h": 2
    },
    {
        "o": 24737,
        "r": "niv:Amos:9:11",
        "t": "“In*p that day “I*pn will restore David’s fallen shelter— I*ld will repair its broken walls and*ld restore its ruins— and*ld will rebuild it as it used to be,"
    },
    {
        "o": 24738,
        "r": "niv:Amos:9:12",
        "t": "so*ln that they may possess the remnant of Edom and*ld all the nations that bear my name,” declares*ld the Lord,*s who will do these things."
    },
    {
        "o": 24739,
        "r": "niv:Amos:9:13",
        "t": "“The*p days are coming,” declares the Lord,*s “when*pn the reaper will be overtaken by the plowman and*ld the planter by the one treading grapes. New*ln wine will drip from the mountains and*ld flow from all the hills,"
    },
    {
        "o": 24740,
        "r": "niv:Amos:9:14",
        "t": "and*ld I will bring my people Israel back from exile. “They*pn will rebuild the ruined cities and live in them. They*ld will plant vineyards and drink their wine; they*ld will make gardens and eat their fruit."
    },
    {
        "o": 24741,
        "r": "niv:Amos:9:15",
        "t": "I*ln will plant Israel in their own land, never*ld again to be uprooted from*ld the land I have given them,” says*pld the Lord*s your God."
    }
]
