[
    {
        "o": 24100,
        "r": "csb:Ezekiel:38:0",
        "t": "Ezekiel 38",
        "h": 1
    },
    {
        "o": 24101,
        "r": "csb:Ezekiel:38:0",
        "t": "The Defeat of Gog",
        "h": 2
    },
    {
        "o": 24102,
        "r": "csb:Ezekiel:38:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 24103,
        "r": "csb:Ezekiel:38:2",
        "t": "“Son of man, face Gog, of the land of Magog, the chief prince of Meshech and Tubal. Prophesy against him"
    },
    {
        "o": 24104,
        "r": "csb:Ezekiel:38:3",
        "t": "and say, ‘This is what the Lord God*s says: Look, I am against you, Gog, chief prince of Meshech and Tubal."
    },
    {
        "o": 24105,
        "r": "csb:Ezekiel:38:4",
        "t": "I will turn you around, put hooks in your jaws, and bring you out with all your army, including horses and riders, who are all splendidly dressed, a huge assembly armed with large and small shields, all of them brandishing swords."
    },
    {
        "o": 24106,
        "r": "csb:Ezekiel:38:5",
        "t": "Persia, Cush, and Put are with them, all of them with shields and helmets;"
    },
    {
        "o": 24107,
        "r": "csb:Ezekiel:38:6",
        "t": "Gomer with all its troops; and Beth-togarmah from the remotest parts of the north along with all its troops - many peoples are with you."
    },
    {
        "o": 24108,
        "r": "csb:Ezekiel:38:7",
        "t": "“‘Be*p prepared and get yourself ready, you and your whole assembly that has been mobilized around you; you will be their guard."
    },
    {
        "o": 24109,
        "r": "csb:Ezekiel:38:8",
        "t": "After a long time you will be summoned. In the last years you will enter a land that has been restored from war and regathered from many peoples to the mountains of Israel, which had long been a ruin. They were brought out from the peoples, and all of them now live securely."
    },
    {
        "o": 24110,
        "r": "csb:Ezekiel:38:9",
        "t": "You, all of your troops, and many peoples with you will advance, coming like a thunderstorm; you will be like a cloud covering the land."
    },
    {
        "o": 24111,
        "r": "csb:Ezekiel:38:10",
        "t": "“‘This*p is what the Lord God*s says: On that day, thoughts will arise in your mind, and you will devise an evil plan."
    },
    {
        "o": 24112,
        "r": "csb:Ezekiel:38:11",
        "t": "You will say, “I will advance against a land of open villages; I will come against a tranquil people who are living securely, all of them living without walls and without bars or gates”-"
    },
    {
        "o": 24113,
        "r": "csb:Ezekiel:38:12",
        "t": "in order to seize spoil and carry off plunder, to turn your hand against ruins now inhabited and against a people gathered from the nations, who have been acquiring cattle and possessions and who live at the center of the world."
    },
    {
        "o": 24114,
        "r": "csb:Ezekiel:38:13",
        "t": "Sheba and Dedan and the merchants of Tarshish with all its rulers will ask you, “Have you come to seize spoil? Have you mobilized your assembly to carry off plunder, to make off with silver and gold, to take cattle and possessions, to seize plenty of spoil?”’"
    },
    {
        "o": 24115,
        "r": "csb:Ezekiel:38:14",
        "t": "“Therefore*p prophesy, son of man, and say to Gog, ‘This is what the Lord God*s says: On that day when my people Israel are dwelling securely, will you not know this"
    },
    {
        "o": 24116,
        "r": "csb:Ezekiel:38:15",
        "t": "and come from your place in the remotest parts of the north- you and many peoples with you, who are all riding horses - a huge assembly, a powerful army?"
    },
    {
        "o": 24117,
        "r": "csb:Ezekiel:38:16",
        "t": "You will advance against my people Israel like a cloud covering the land. It will happen in the last days, Gog, that I will bring you against my land so that the nations may know me, when I demonstrate my holiness through you in their sight."
    },
    {
        "o": 24118,
        "r": "csb:Ezekiel:38:17",
        "t": "“‘This*p is what the Lord God*s says: Are you the one I spoke about in former times through my servants, the prophets of Israel, who for years prophesied in those times that I would bring you against them?"
    },
    {
        "o": 24119,
        "r": "csb:Ezekiel:38:18",
        "t": "Now on that day, the day when Gog comes against the land of Israel - this is the declaration of the Lord God-*s my wrath will flare up."
    },
    {
        "o": 24120,
        "r": "csb:Ezekiel:38:19",
        "t": "I swear in my zeal and fiery wrath: On that day there will be a great earthquake in the land of Israel."
    },
    {
        "o": 24121,
        "r": "csb:Ezekiel:38:20",
        "t": "The fish of the sea, the birds of the sky, the animals of the field, every creature that crawls on the ground, and every human being on the face of the earth will tremble before me. The mountains will be demolished, the cliffs will collapse, and every wall will fall to the ground."
    },
    {
        "o": 24122,
        "r": "csb:Ezekiel:38:21",
        "t": "I will call for a sword against him on all my mountains - this is the declaration of the Lord God-*s and every man’s sword will be against his brother."
    },
    {
        "o": 24123,
        "r": "csb:Ezekiel:38:22",
        "t": "I will execute judgment on him with plague and bloodshed. I will pour out torrential rain, hailstones, fire, and burning sulfur on him, as well as his troops and the many peoples who are with him."
    },
    {
        "o": 24124,
        "r": "csb:Ezekiel:38:23",
        "t": "I will display my greatness and holiness, and will reveal myself in the sight of many nations. Then they will know that I am the Lord.’*s"
    }
]
