[
    {
        "o": 31695,
        "r": "nasb:1 Corinthians:6:0",
        "t": "1 Corinthians 6",
        "h": 1
    },
    {
        "o": 31696,
        "r": "nasb:1 Corinthians:6:0",
        "t": "Lawsuits Discouraged",
        "h": 2
    },
    {
        "o": 31697,
        "r": "nasb:1 Corinthians:6:1",
        "t": "Does*p any one of you, when he has a case against his neighbor, dare to go to law before the unrighteous and not before the saints?"
    },
    {
        "o": 31698,
        "r": "nasb:1 Corinthians:6:2",
        "t": "Or do you not know that the saints will judge the world? If the world is judged by you, are you not competent to*i constitute*i the smallest law courts?"
    },
    {
        "o": 31699,
        "r": "nasb:1 Corinthians:6:3",
        "t": "Do you not know that we will judge angels? How much more matters of this life?"
    },
    {
        "o": 31700,
        "r": "nasb:1 Corinthians:6:4",
        "t": "So if you have law courts dealing with matters of this life, do you appoint them as judges who are of no account in the church?"
    },
    {
        "o": 31701,
        "r": "nasb:1 Corinthians:6:5",
        "t": "I say this*i to your shame. Is*i it*i so, that*i there is not among you one wise man who will be able to decide between his brethren,"
    },
    {
        "o": 31702,
        "r": "nasb:1 Corinthians:6:6",
        "t": "but brother goes to law with brother, and that before unbelievers?"
    },
    {
        "o": 31703,
        "r": "nasb:1 Corinthians:6:7",
        "t": "Actually,*p then, it is already a defeat for you, that you have lawsuits with one another. Why not rather be wronged? Why not rather be defrauded?"
    },
    {
        "o": 31704,
        "r": "nasb:1 Corinthians:6:8",
        "t": "On the contrary, you yourselves wrong and defraud. You*i do*i this even to your*i brethren."
    },
    {
        "o": 31705,
        "r": "nasb:1 Corinthians:6:9",
        "t": "Or*p do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived; neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor homosexuals,"
    },
    {
        "o": 31706,
        "r": "nasb:1 Corinthians:6:10",
        "t": "nor thieves, nor the*i covetous, nor drunkards, nor revilers, nor swindlers, will inherit the kingdom of God."
    },
    {
        "o": 31707,
        "r": "nasb:1 Corinthians:6:11",
        "t": "Such were some of you; but you were washed, but you were sanctified, but you were justified in the name of the Lord Jesus Christ and in the Spirit of our God."
    },
    {
        "o": 31708,
        "r": "nasb:1 Corinthians:6:11",
        "t": "The Body Is the Lord’s",
        "h": 2
    },
    {
        "o": 31709,
        "r": "nasb:1 Corinthians:6:12",
        "t": "All*p things are lawful for me, but not all things are profitable. All things are lawful for me, but I will not be mastered by anything."
    },
    {
        "o": 31710,
        "r": "nasb:1 Corinthians:6:13",
        "t": "Food is for the stomach and the stomach is for food, but God will do away with both of them. Yet the body is not for immorality, but for the Lord, and the Lord is for the body."
    },
    {
        "o": 31711,
        "r": "nasb:1 Corinthians:6:14",
        "t": "Now God has not only raised the Lord, but will also raise us up through His power."
    },
    {
        "o": 31712,
        "r": "nasb:1 Corinthians:6:15",
        "t": "Do you not know that your bodies are members of Christ? Shall I then take away the members of Christ and make them members of a prostitute? May it never be!"
    },
    {
        "o": 31713,
        "r": "nasb:1 Corinthians:6:16",
        "t": "Or do you not know that the one who joins himself to a prostitute is one body with*i her?*i For He says, “The*s two*s shall*s become*s one*s flesh.”*s"
    },
    {
        "o": 31714,
        "r": "nasb:1 Corinthians:6:17",
        "t": "But the one who joins himself to the Lord is one spirit with*i Him.*i"
    },
    {
        "o": 31715,
        "r": "nasb:1 Corinthians:6:18",
        "t": "Flee immorality. Every other*i sin that a man commits is outside the body, but the immoral man sins against his own body."
    },
    {
        "o": 31716,
        "r": "nasb:1 Corinthians:6:19",
        "t": "Or do you not know that your body is a temple of the Holy Spirit who is in you, whom you have from God, and that you are not your own?"
    },
    {
        "o": 31717,
        "r": "nasb:1 Corinthians:6:20",
        "t": "For you have been bought with a price: therefore glorify God in your body."
    }
]
