[
    {
        "o": 6251,
        "r": "niv:Deuteronomy:31:0",
        "t": "Deuteronomy 31",
        "h": 1
    },
    {
        "o": 6252,
        "r": "niv:Deuteronomy:31:0",
        "t": "Joshua to Succeed Moses",
        "h": 2
    },
    {
        "o": 6253,
        "r": "niv:Deuteronomy:31:1",
        "t": "Then*p Moses went out and spoke these words to all Israel:"
    },
    {
        "o": 6254,
        "r": "niv:Deuteronomy:31:2",
        "t": "“I am now a hundred and twenty years old and I am no longer able to lead you. The Lord*s has said to me, ‘You shall not cross the Jordan.’"
    },
    {
        "o": 6255,
        "r": "niv:Deuteronomy:31:3",
        "t": "The Lord*s your God himself will cross over ahead of you. He will destroy these nations before you, and you will take possession of their land. Joshua also will cross over ahead of you, as the Lord*s said."
    },
    {
        "o": 6256,
        "r": "niv:Deuteronomy:31:4",
        "t": "And the Lord*s will do to them what he did to Sihon and Og, the kings of the Amorites, whom he destroyed along with their land."
    },
    {
        "o": 6257,
        "r": "niv:Deuteronomy:31:5",
        "t": "The Lord*s will deliver them to you, and you must do to them all that I have commanded you."
    },
    {
        "o": 6258,
        "r": "niv:Deuteronomy:31:6",
        "t": "Be strong and courageous. Do not be afraid or terrified because of them, for the Lord*s your God goes with you; he will never leave you nor forsake you.”"
    },
    {
        "o": 6259,
        "r": "niv:Deuteronomy:31:7",
        "t": "Then*p Moses summoned Joshua and said to him in the presence of all Israel, “Be strong and courageous, for you must go with this people into the land that the Lord*s swore to their ancestors to give them, and you must divide it among them as their inheritance."
    },
    {
        "o": 6260,
        "r": "niv:Deuteronomy:31:8",
        "t": "The Lord*s himself goes before you and will be with you; he will never leave you nor forsake you. Do not be afraid; do not be discouraged.”"
    },
    {
        "o": 6261,
        "r": "niv:Deuteronomy:31:8",
        "t": "Public Reading of the Law",
        "h": 2
    },
    {
        "o": 6262,
        "r": "niv:Deuteronomy:31:9",
        "t": "So*p Moses wrote down this law and gave it to the Levitical priests, who carried the ark of the covenant of the Lord,*s and to all the elders of Israel."
    },
    {
        "o": 6263,
        "r": "niv:Deuteronomy:31:10",
        "t": "Then Moses commanded them: “At the end of every seven years, in the year for canceling debts, during the Festival of Tabernacles,"
    },
    {
        "o": 6264,
        "r": "niv:Deuteronomy:31:11",
        "t": "when all Israel comes to appear before the Lord*s your God at the place he will choose, you shall read this law before them in their hearing."
    },
    {
        "o": 6265,
        "r": "niv:Deuteronomy:31:12",
        "t": "Assemble the people—men, women and children, and the foreigners residing in your towns—so they can listen and learn to fear the Lord*s your God and follow carefully all the words of this law."
    },
    {
        "o": 6266,
        "r": "niv:Deuteronomy:31:13",
        "t": "Their children, who do not know this law, must hear it and learn to fear the Lord*s your God as long as you live in the land you are crossing the Jordan to possess.”"
    },
    {
        "o": 6267,
        "r": "niv:Deuteronomy:31:13",
        "t": "Israel’s Rebellion Predicted",
        "h": 2
    },
    {
        "o": 6268,
        "r": "niv:Deuteronomy:31:14",
        "t": "The*p Lord*s said to Moses, “Now the day of your death is near. Call Joshua and present yourselves at the tent of meeting, where I will commission him.” So Moses and Joshua came and presented themselves at the tent of meeting."
    },
    {
        "o": 6269,
        "r": "niv:Deuteronomy:31:15",
        "t": "Then*p the Lord*s appeared at the tent in a pillar of cloud, and the cloud stood over the entrance to the tent."
    },
    {
        "o": 6270,
        "r": "niv:Deuteronomy:31:16",
        "t": "And the Lord*s said to Moses: “You are going to rest with your ancestors, and these people will soon prostitute themselves to the foreign gods of the land they are entering. They will forsake me and break the covenant I made with them."
    },
    {
        "o": 6271,
        "r": "niv:Deuteronomy:31:17",
        "t": "And in that day I will become angry with them and forsake them; I will hide my face from them, and they will be destroyed. Many disasters and calamities will come on them, and in that day they will ask, ‘Have not these disasters come on us because our God is not with us?’"
    },
    {
        "o": 6272,
        "r": "niv:Deuteronomy:31:18",
        "t": "And I will certainly hide my face in that day because of all their wickedness in turning to other gods."
    },
    {
        "o": 6273,
        "r": "niv:Deuteronomy:31:19",
        "t": "“Now*p write down this song and teach it to the Israelites and have them sing it, so that it may be a witness for me against them."
    },
    {
        "o": 6274,
        "r": "niv:Deuteronomy:31:20",
        "t": "When I have brought them into the land flowing with milk and honey, the land I promised on oath to their ancestors, and when they eat their fill and thrive, they will turn to other gods and worship them, rejecting me and breaking my covenant."
    },
    {
        "o": 6275,
        "r": "niv:Deuteronomy:31:21",
        "t": "And when many disasters and calamities come on them, this song will testify against them, because it will not be forgotten by their descendants. I know what they are disposed to do, even before I bring them into the land I promised them on oath.”"
    },
    {
        "o": 6276,
        "r": "niv:Deuteronomy:31:22",
        "t": "So Moses wrote down this song that day and taught it to the Israelites."
    },
    {
        "o": 6277,
        "r": "niv:Deuteronomy:31:23",
        "t": "The*p Lord*s gave this command to Joshua son of Nun: “Be strong and courageous, for you will bring the Israelites into the land I promised them on oath, and I myself will be with you.”"
    },
    {
        "o": 6278,
        "r": "niv:Deuteronomy:31:24",
        "t": "After*p Moses finished writing in a book the words of this law from beginning to end,"
    },
    {
        "o": 6279,
        "r": "niv:Deuteronomy:31:25",
        "t": "he gave this command to the Levites who carried the ark of the covenant of the Lord:*s"
    },
    {
        "o": 6280,
        "r": "niv:Deuteronomy:31:26",
        "t": "“Take this Book of the Law and place it beside the ark of the covenant of the Lord*s your God. There it will remain as a witness against you."
    },
    {
        "o": 6281,
        "r": "niv:Deuteronomy:31:27",
        "t": "For I know how rebellious and stiff-necked you are. If you have been rebellious against the Lord*s while I am still alive and with you, how much more will you rebel after I die!"
    },
    {
        "o": 6282,
        "r": "niv:Deuteronomy:31:28",
        "t": "Assemble before me all the elders of your tribes and all your officials, so that I can speak these words in their hearing and call the heavens and the earth to testify against them."
    },
    {
        "o": 6283,
        "r": "niv:Deuteronomy:31:29",
        "t": "For I know that after my death you are sure to become utterly corrupt and to turn from the way I have commanded you. In days to come, disaster will fall on you because you will do evil in the sight of the Lord*s and arouse his anger by what your hands have made.”"
    },
    {
        "o": 6284,
        "r": "niv:Deuteronomy:31:29",
        "t": "The Song of Moses",
        "h": 2
    },
    {
        "o": 6285,
        "r": "niv:Deuteronomy:31:30",
        "t": "And*p Moses recited the words of this song from beginning to end in the hearing of the whole assembly of Israel:"
    }
]
