[
    {
        "o": 32824,
        "r": "nasb:Colossians:2:0",
        "t": "Colossians 2",
        "h": 1
    },
    {
        "o": 32825,
        "r": "nasb:Colossians:2:0",
        "t": "You Are Built Up in Christ",
        "h": 2
    },
    {
        "o": 32826,
        "r": "nasb:Colossians:2:1",
        "t": "For*p I want you to know how great a struggle I have on your behalf and for those who are at Laodicea, and for all those who have not personally seen my face,"
    },
    {
        "o": 32827,
        "r": "nasb:Colossians:2:2",
        "t": "that their hearts may be encouraged, having been knit together in love, and attaining*i to all the wealth that comes from the full assurance of understanding, resulting*i in a true knowledge of God’s mystery, that*i is,*i Christ Himself,*i"
    },
    {
        "o": 32828,
        "r": "nasb:Colossians:2:3",
        "t": "in whom are hidden all the treasures of wisdom and knowledge."
    },
    {
        "o": 32829,
        "r": "nasb:Colossians:2:4",
        "t": "I say this so that no one will delude you with persuasive argument."
    },
    {
        "o": 32830,
        "r": "nasb:Colossians:2:5",
        "t": "For even though I am absent in body, nevertheless I am with you in spirit, rejoicing to see your good discipline and the stability of your faith in Christ."
    },
    {
        "o": 32831,
        "r": "nasb:Colossians:2:6",
        "t": "Therefore*p as you have received Christ Jesus the Lord, so*i walk in Him,"
    },
    {
        "o": 32832,
        "r": "nasb:Colossians:2:7",
        "t": "having been firmly rooted and*i now*i being built up in Him and established in your faith, just as you were instructed, and*i overflowing with gratitude."
    },
    {
        "o": 32833,
        "r": "nasb:Colossians:2:8",
        "t": "See*p to it that no one takes you captive through philosophy and empty deception, according to the tradition of men, according to the elementary principles of the world, rather than according to Christ."
    },
    {
        "o": 32834,
        "r": "nasb:Colossians:2:9",
        "t": "For in Him all the fullness of Deity dwells in bodily form,"
    },
    {
        "o": 32835,
        "r": "nasb:Colossians:2:10",
        "t": "and in Him you have been made complete, and He is the head over all rule and authority;"
    },
    {
        "o": 32836,
        "r": "nasb:Colossians:2:11",
        "t": "and in Him you were also circumcised with a circumcision made without hands, in the removal of the body of the flesh by the circumcision of Christ;"
    },
    {
        "o": 32837,
        "r": "nasb:Colossians:2:12",
        "t": "having been buried with Him in baptism, in which you were also raised up with Him through faith in the working of God, who raised Him from the dead."
    },
    {
        "o": 32838,
        "r": "nasb:Colossians:2:13",
        "t": "When you were dead in your transgressions and the uncircumcision of your flesh, He made you alive together with Him, having forgiven us all our transgressions,"
    },
    {
        "o": 32839,
        "r": "nasb:Colossians:2:14",
        "t": "having canceled out the certificate of debt consisting of decrees against us, which was hostile to us; and He has taken it out of the way, having nailed it to the cross."
    },
    {
        "o": 32840,
        "r": "nasb:Colossians:2:15",
        "t": "When He had disarmed the rulers and authorities, He made a public display of them, having triumphed over them through Him."
    },
    {
        "o": 32841,
        "r": "nasb:Colossians:2:16",
        "t": "Therefore*p no one is to act as your judge in regard to food or drink or in respect to a festival or a new moon or a Sabbath day—"
    },
    {
        "o": 32842,
        "r": "nasb:Colossians:2:17",
        "t": "things which are a mere*i shadow of what is to come; but the substance belongs to Christ."
    },
    {
        "o": 32843,
        "r": "nasb:Colossians:2:18",
        "t": "Let no one keep defrauding you of your prize by delighting in self-abasement and the worship of the angels, taking his stand on visions*i he has seen, inflated without cause by his fleshly mind,"
    },
    {
        "o": 32844,
        "r": "nasb:Colossians:2:19",
        "t": "and not holding fast to the head, from whom the entire body, being supplied and held together by the joints and ligaments, grows with a growth which is from God."
    },
    {
        "o": 32845,
        "r": "nasb:Colossians:2:20",
        "t": "If*p you have died with Christ to the elementary principles of the world, why, as if you were living in the world, do you submit yourself to decrees, such as,"
    },
    {
        "o": 32846,
        "r": "nasb:Colossians:2:21",
        "t": "“Do not handle, do not taste, do not touch!”"
    },
    {
        "o": 32847,
        "r": "nasb:Colossians:2:22",
        "t": "(which all refer*i to*i things destined to perish with use)—in accordance with the commandments and teachings of men?"
    },
    {
        "o": 32848,
        "r": "nasb:Colossians:2:23",
        "t": "These are matters which have, to be sure, the appearance of wisdom in self-made religion and self-abasement and severe treatment of the body, but*i are*i of no value against fleshly indulgence."
    }
]
