[
    {
        "o": 13262,
        "r": "niv:Ezra:4:0",
        "t": "Ezra 4",
        "h": 1
    },
    {
        "o": 13263,
        "r": "niv:Ezra:4:0",
        "t": "Opposition to the Rebuilding",
        "h": 2
    },
    {
        "o": 13264,
        "r": "niv:Ezra:4:1",
        "t": "When*p the enemies of Judah and Benjamin heard that the exiles were building a temple for the Lord,*s the God of Israel,"
    },
    {
        "o": 13265,
        "r": "niv:Ezra:4:2",
        "t": "they came to Zerubbabel and to the heads of the families and said, “Let us help you build because, like you, we seek your God and have been sacrificing to him since the time of Esarhaddon king of Assyria, who brought us here.”"
    },
    {
        "o": 13266,
        "r": "niv:Ezra:4:3",
        "t": "But*p Zerubbabel, Joshua and the rest of the heads of the families of Israel answered, “You have no part with us in building a temple to our God. We alone will build it for the Lord,*s the God of Israel, as King Cyrus, the king of Persia, commanded us.”"
    },
    {
        "o": 13267,
        "r": "niv:Ezra:4:4",
        "t": "Then*p the peoples around them set out to discourage the people of Judah and make them afraid to go on building."
    },
    {
        "o": 13268,
        "r": "niv:Ezra:4:5",
        "t": "They bribed officials to work against them and frustrate their plans during the entire reign of Cyrus king of Persia and down to the reign of Darius king of Persia."
    },
    {
        "o": 13269,
        "r": "niv:Ezra:4:5",
        "t": "Later Opposition Under Xerxes and Artaxerxes",
        "h": 2
    },
    {
        "o": 13270,
        "r": "niv:Ezra:4:6",
        "t": "At*p the beginning of the reign of Xerxes, they lodged an accusation against the people of Judah and Jerusalem."
    },
    {
        "o": 13271,
        "r": "niv:Ezra:4:7",
        "t": "And*p in the days of Artaxerxes king of Persia, Bishlam, Mithredath, Tabeel and the rest of his associates wrote a letter to Artaxerxes. The letter was written in Aramaic script and in the Aramaic language."
    },
    {
        "o": 13272,
        "r": "niv:Ezra:4:8",
        "t": "Rehum*p the commanding officer and Shimshai the secretary wrote a letter against Jerusalem to Artaxerxes the king as follows:"
    },
    {
        "o": 13273,
        "r": "niv:Ezra:4:9",
        "t": "Rehum the commanding officer and Shimshai the secretary, together with the rest of their associates—the judges, officials and administrators over the people from Persia, Uruk and Babylon, the Elamites of Susa,"
    },
    {
        "o": 13274,
        "r": "niv:Ezra:4:10",
        "t": "and the other people whom the great and honorable Ashurbanipal deported and settled in the city of Samaria and elsewhere in Trans-Euphrates."
    },
    {
        "o": 13275,
        "r": "niv:Ezra:4:11",
        "t": "(This*p is a copy of the letter they sent him.) To King Artaxerxes, From*p your servants in Trans-Euphrates:"
    },
    {
        "o": 13276,
        "r": "niv:Ezra:4:12",
        "t": "The*pln king should know that the people who came up to us from you have gone to Jerusalem and are rebuilding that rebellious and wicked city. They are restoring the walls and repairing the foundations."
    },
    {
        "o": 13277,
        "r": "niv:Ezra:4:13",
        "t": "Furthermore,*ln the king should know that if this city is built and its walls are restored, no more taxes, tribute or duty will be paid, and eventually the royal revenues will suffer."
    },
    {
        "o": 13278,
        "r": "niv:Ezra:4:14",
        "t": "Now since we are under obligation to the palace and it is not proper for us to see the king dishonored, we are sending this message to inform the king,"
    },
    {
        "o": 13279,
        "r": "niv:Ezra:4:15",
        "t": "so that a search may be made in the archives of your predecessors. In these records you will find that this city is a rebellious city, troublesome to kings and provinces, a place with a long history of sedition. That is why this city was destroyed."
    },
    {
        "o": 13280,
        "r": "niv:Ezra:4:16",
        "t": "We inform the king that if this city is built and its walls are restored, you will be left with nothing in Trans-Euphrates."
    },
    {
        "o": 13281,
        "r": "niv:Ezra:4:17",
        "t": "The*p king sent this reply: To Rehum the commanding officer, Shimshai the secretary and the rest of their associates living in Samaria and elsewhere in Trans-Euphrates: Greetings.*p"
    },
    {
        "o": 13282,
        "r": "niv:Ezra:4:18",
        "t": "The*pln letter you sent us has been read and translated in my presence."
    },
    {
        "o": 13283,
        "r": "niv:Ezra:4:19",
        "t": "I issued an order and a search was made, and it was found that this city has a long history of revolt against kings and has been a place of rebellion and sedition."
    },
    {
        "o": 13284,
        "r": "niv:Ezra:4:20",
        "t": "Jerusalem has had powerful kings ruling over the whole of Trans-Euphrates, and taxes, tribute and duty were paid to them."
    },
    {
        "o": 13285,
        "r": "niv:Ezra:4:21",
        "t": "Now issue an order to these men to stop work, so that this city will not be rebuilt until I so order."
    },
    {
        "o": 13286,
        "r": "niv:Ezra:4:22",
        "t": "Be careful not to neglect this matter. Why let this threat grow, to the detriment of the royal interests?"
    },
    {
        "o": 13287,
        "r": "niv:Ezra:4:23",
        "t": "As*p soon as the copy of the letter of King Artaxerxes was read to Rehum and Shimshai the secretary and their associates, they went immediately to the Jews in Jerusalem and compelled them by force to stop."
    },
    {
        "o": 13288,
        "r": "niv:Ezra:4:24",
        "t": "Thus*p the work on the house of God in Jerusalem came to a standstill until the second year of the reign of Darius king of Persia."
    }
]
