[
    {
        "o": 33274,
        "r": "niv:Hebrews:8:0",
        "t": "Hebrews 8",
        "h": 1
    },
    {
        "o": 33275,
        "r": "niv:Hebrews:8:0",
        "t": "The High Priest of a New Covenant",
        "h": 2
    },
    {
        "o": 33276,
        "r": "niv:Hebrews:8:1",
        "t": "Now*p the main point of what we are saying is this: We do have such a high priest, who sat down at the right hand of the throne of the Majesty in heaven,"
    },
    {
        "o": 33277,
        "r": "niv:Hebrews:8:2",
        "t": "and who serves in the sanctuary, the true tabernacle set up by the Lord, not by a mere human being."
    },
    {
        "o": 33278,
        "r": "niv:Hebrews:8:3",
        "t": "Every*p high priest is appointed to offer both gifts and sacrifices, and so it was necessary for this one also to have something to offer."
    },
    {
        "o": 33279,
        "r": "niv:Hebrews:8:4",
        "t": "If he were on earth, he would not be a priest, for there are already priests who offer the gifts prescribed by the law."
    },
    {
        "o": 33280,
        "r": "niv:Hebrews:8:5",
        "t": "They serve at a sanctuary that is a copy and shadow of what is in heaven. This is why Moses was warned when he was about to build the tabernacle: “See to it that you make everything according to the pattern shown you on the mountain.”"
    },
    {
        "o": 33281,
        "r": "niv:Hebrews:8:6",
        "t": "But in fact the ministry Jesus has received is as superior to theirs as the covenant of which he is mediator is superior to the old one, since the new covenant is established on better promises."
    },
    {
        "o": 33282,
        "r": "niv:Hebrews:8:7",
        "t": "For*p if there had been nothing wrong with that first covenant, no place would have been sought for another."
    },
    {
        "o": 33283,
        "r": "niv:Hebrews:8:8",
        "t": "But God found fault with the people and said: “The*pn days are coming, declares the Lord, when*ld I will make a new covenant with*ln the people of Israel and*ld with the people of Judah."
    },
    {
        "o": 33284,
        "r": "niv:Hebrews:8:9",
        "t": "It*ln will not be like the covenant I*ld made with their ancestors when*ln I took them by the hand to*ld lead them out of Egypt, because*ln they did not remain faithful to my covenant, and*ld I turned away from them, declares*ld the Lord."
    },
    {
        "o": 33285,
        "r": "niv:Hebrews:8:10",
        "t": "This*pn is the covenant I will establish with the people of Israel after*ld that time, declares the Lord. I*ln will put my laws in their minds and*ld write them on their hearts. I*ln will be their God, and*ld they will be my people."
    },
    {
        "o": 33286,
        "r": "niv:Hebrews:8:11",
        "t": "No*ln longer will they teach their neighbor, or*ld say to one another, ‘Know the Lord,’ because*ln they will all know me, from*ld the least of them to the greatest."
    },
    {
        "o": 33287,
        "r": "niv:Hebrews:8:12",
        "t": "For*ln I will forgive their wickedness and*ld will remember their sins no more.”"
    },
    {
        "o": 33288,
        "r": "niv:Hebrews:8:13",
        "t": "By*p calling this covenant “new,” he has made the first one obsolete; and what is obsolete and outdated will soon disappear."
    }
]
