[
    {
        "o": 9931,
        "r": "csb:1 Kings:8:0",
        "t": "1 Kings 8",
        "h": 1
    },
    {
        "o": 9932,
        "r": "csb:1 Kings:8:0",
        "t": "Solomon’s Dedication of the Temple",
        "h": 2
    },
    {
        "o": 9933,
        "r": "csb:1 Kings:8:1",
        "t": "At*p that time Solomon assembled the elders of Israel, all the tribal heads and the ancestral leaders of the Israelites before him at Jerusalem in order to bring the ark of the Lord’s*s covenant from the city of David, that is Zion."
    },
    {
        "o": 9934,
        "r": "csb:1 Kings:8:2",
        "t": "So all the men of Israel were assembled in the presence of King Solomon in the month of Ethanim, which is the seventh month, at the festival."
    },
    {
        "o": 9935,
        "r": "csb:1 Kings:8:3",
        "t": "All*p the elders of Israel came, and the priests picked up the ark."
    },
    {
        "o": 9936,
        "r": "csb:1 Kings:8:4",
        "t": "The priests and the Levites brought the ark of the Lord,*s the tent of meeting, and the holy utensils that were in the tent."
    },
    {
        "o": 9937,
        "r": "csb:1 Kings:8:5",
        "t": "King Solomon and the entire congregation of Israel, who had gathered around him and were with him in front of the ark, were sacrificing sheep, goats, and cattle that could not be counted or numbered, because there were so many."
    },
    {
        "o": 9938,
        "r": "csb:1 Kings:8:6",
        "t": "The priests brought the ark of the Lord’s*s covenant to its place, into the inner sanctuary of the temple, to the most holy place beneath the wings of the cherubim."
    },
    {
        "o": 9939,
        "r": "csb:1 Kings:8:7",
        "t": "For the cherubim were spreading their wings over the place of the ark, so that the cherubim covered the ark and its poles from above."
    },
    {
        "o": 9940,
        "r": "csb:1 Kings:8:8",
        "t": "The poles were so long that their ends were seen from the holy place in front of the inner sanctuary, but they were not seen from outside the sanctuary; they are still there today."
    },
    {
        "o": 9941,
        "r": "csb:1 Kings:8:9",
        "t": "Nothing was in the ark except the two stone tablets that Moses had put there at Horeb, where the Lord*s made a covenant with the Israelites when they came out of the land of Egypt."
    },
    {
        "o": 9942,
        "r": "csb:1 Kings:8:10",
        "t": "When*p the priests came out of the holy place, the cloud filled the Lord’s*s temple,"
    },
    {
        "o": 9943,
        "r": "csb:1 Kings:8:11",
        "t": "and because of the cloud, the priests were not able to continue ministering, for the glory of the Lord*s filled the temple."
    },
    {
        "o": 9944,
        "r": "csb:1 Kings:8:12",
        "t": "Then*p Solomon said: The*pn Lord*s said that he would dwell in total darkness."
    },
    {
        "o": 9945,
        "r": "csb:1 Kings:8:13",
        "t": "I*ln have indeed built an exalted temple for you, a*ln place for your dwelling forever."
    },
    {
        "o": 9946,
        "r": "csb:1 Kings:8:14",
        "t": "The*p king turned around and blessed the entire congregation of Israel while they were standing."
    },
    {
        "o": 9947,
        "r": "csb:1 Kings:8:15",
        "t": "He said: Blessed*pn be the Lord*s God of Israel! He*ln spoke directly to my father David, and*ln he has fulfilled the promise by his power. He*ln said,"
    },
    {
        "o": 9948,
        "r": "csb:1 Kings:8:16",
        "t": "“Since*ln the day I brought my people Israel out of Egypt, I*ln have not chosen a city to build a temple in among*ln any of the tribes of Israel, so*ln that my name would be there. But*ln I have chosen David to rule my people Israel.”"
    },
    {
        "o": 9949,
        "r": "csb:1 Kings:8:17",
        "t": "My*ln father David had his heart set on*ln building a temple for the name of the Lord,*s the God of Israel."
    },
    {
        "o": 9950,
        "r": "csb:1 Kings:8:18",
        "t": "But*ln the Lord*s said to my father David, “Since*ln your heart was set on building a temple for my name, you*ln have done well to have this desire."
    },
    {
        "o": 9951,
        "r": "csb:1 Kings:8:19",
        "t": "Yet*ln you are not the one to build it; instead,*ln your son, your own offspring, will*ln build it for my name.”"
    },
    {
        "o": 9952,
        "r": "csb:1 Kings:8:20",
        "t": "The*ln Lord*s has fulfilled what he promised. I*ln have taken the place of my father David, and*ln I sit on the throne of Israel, as the Lord*s promised. I*ln have built the temple for the name of the Lord,*s the God of Israel."
    },
    {
        "o": 9953,
        "r": "csb:1 Kings:8:21",
        "t": "I*ln have provided a place there for the ark, where*ln the Lord’s*s covenant is that*ln he made with our ancestors when*ln he brought them out of the land of Egypt."
    },
    {
        "o": 9954,
        "r": "csb:1 Kings:8:21",
        "t": "Solomon’s Prayer",
        "h": 2
    },
    {
        "o": 9955,
        "r": "csb:1 Kings:8:22",
        "t": "Then*p Solomon stood before the altar of the Lord*s in front of the entire congregation of Israel and spread out his hands toward heaven."
    },
    {
        "o": 9956,
        "r": "csb:1 Kings:8:23",
        "t": "He said: Lord*spn God of Israel, there*ln is no God like you in*ln heaven above or on earth below, who*ln keeps the gracious covenant with*ln your servants who walk before you with*ln all their heart."
    },
    {
        "o": 9957,
        "r": "csb:1 Kings:8:24",
        "t": "You*ln have kept what you promised to*ln your servant, my father David. You*ln spoke directly to him and*ln you fulfilled your promise by your power as*ln it is today."
    },
    {
        "o": 9958,
        "r": "csb:1 Kings:8:25",
        "t": "Therefore,*ln Lord*s God of Israel, keep*ln what you promised to*ln your servant, my father David: You*ln will never fail to have a man to*ln sit before me on the throne of Israel, if*ln only your sons take care to walk before me as*ln you have walked before me."
    },
    {
        "o": 9959,
        "r": "csb:1 Kings:8:26",
        "t": "Now*ln Lord*s God of Israel, please*ln confirm what you promised to*ln your servant, my father David."
    },
    {
        "o": 9960,
        "r": "csb:1 Kings:8:27",
        "t": "But*ln will God indeed live on earth? Even*ln heaven, the highest heaven, cannot contain you, much*ln less this temple I have built."
    },
    {
        "o": 9961,
        "r": "csb:1 Kings:8:28",
        "t": "Listen*ln to your servant’s prayer and his petition, Lord*sln my God, so*ln that you may hear the cry and the prayer that*ln your servant prays before you today,"
    },
    {
        "o": 9962,
        "r": "csb:1 Kings:8:29",
        "t": "so*ln that your eyes may watch over this temple night and day, toward*ln the place where you said, “My*ln name will be there,” and*ln so that you may hear the prayer that*ln your servant prays toward this place."
    },
    {
        "o": 9963,
        "r": "csb:1 Kings:8:30",
        "t": "Hear*ln the petition of your servant and*ln your people Israel, which*ln they pray toward this place. May*ln you hear in your dwelling place in heaven. May*ln you hear and forgive."
    },
    {
        "o": 9964,
        "r": "csb:1 Kings:8:31",
        "t": "When*ln a man sins against his neighbor and*ln is forced to take an oath, and*ln he comes to take an oath before*ln your altar in this temple,"
    },
    {
        "o": 9965,
        "r": "csb:1 Kings:8:32",
        "t": "may*ln you hear in heaven and act. May*ln you judge your servants, condemning*ln the wicked man by bringing what*ln he has done on his own head and*ln providing justice for the righteous by*ln rewarding him according to his righteousness."
    },
    {
        "o": 9966,
        "r": "csb:1 Kings:8:33",
        "t": "When*ln your people Israel are defeated before an enemy, because*ln they have sinned against you, and*ln they return to you and praise your name, and*ln they pray and plead with you for*ln mercy in this temple,"
    },
    {
        "o": 9967,
        "r": "csb:1 Kings:8:34",
        "t": "may*ln you hear in heaven and*ln forgive the sin of your people Israel. May*ln you restore them to the land you*ln gave their ancestors."
    },
    {
        "o": 9968,
        "r": "csb:1 Kings:8:35",
        "t": "When*ln the skies are shut and there is no rain, because*ln they have sinned against you, and*ln they pray toward this place and*ln praise your name, and*ln they turn from their sins because*ln you are afflicting them,"
    },
    {
        "o": 9969,
        "r": "csb:1 Kings:8:36",
        "t": "may*ln you hear in heaven and*ln forgive the sin of your servants and*ln your people Israel, so*ln that you may teach them to walk on the good way. May*ln you send rain on your land that*ln you gave your people for an inheritance."
    },
    {
        "o": 9970,
        "r": "csb:1 Kings:8:37",
        "t": "When*ln there is famine in the land, when*ln there is pestilence, when*ln there is blight or mildew, locust or grasshopper, when*ln their enemy besieges them in*ln the land and its cities, when*ln there is any plague or illness,"
    },
    {
        "o": 9971,
        "r": "csb:1 Kings:8:38",
        "t": "every*ln prayer or petition that*ln any person or that all your people Israel may have — they*ln each know their own affliction— as*ln they spread out their hands toward this temple,"
    },
    {
        "o": 9972,
        "r": "csb:1 Kings:8:39",
        "t": "may*ln you hear in heaven, your dwelling place, and*ln may you forgive, act, and give to everyone according*ln to all their ways, since you know each heart, for*ln you alone know every human heart,"
    },
    {
        "o": 9973,
        "r": "csb:1 Kings:8:40",
        "t": "so*ln that they may fear you all*ln the days they live on the land you*ln gave our ancestors."
    },
    {
        "o": 9974,
        "r": "csb:1 Kings:8:41",
        "t": "Even*ln for the foreigner who is not of your people Israel but*ln has come from a distant land because*ln of your name —"
    },
    {
        "o": 9975,
        "r": "csb:1 Kings:8:42",
        "t": "for*ln they will hear of your great name, strong*ln hand, and outstretched arm, and*ln will come and pray toward this temple —"
    },
    {
        "o": 9976,
        "r": "csb:1 Kings:8:43",
        "t": "may*ln you hear in heaven, your dwelling place, and*ln do according to all the foreigner asks. Then*ln all peoples of earth will know your name, to*ln fear you as your people Israel do and*ln to know that this temple I have built bears*ln your name."
    },
    {
        "o": 9977,
        "r": "csb:1 Kings:8:44",
        "t": "When*ln your people go out to fight against their enemies, wherever*ln you send them, and*ln they pray to the Lord*s in*ln the direction of the city you have chosen and*ln the temple I have built for your name,"
    },
    {
        "o": 9978,
        "r": "csb:1 Kings:8:45",
        "t": "may*ln you hear their prayer and petition in heaven and*ln uphold their cause."
    },
    {
        "o": 9979,
        "r": "csb:1 Kings:8:46",
        "t": "When*ln they sin against you — for*ln there is no one who does not sin— and*ln you are angry with them and*ln hand them over to the enemy, and*ln their captors deport them to the enemy’s country— whether*ln distant or nearby —"
    },
    {
        "o": 9980,
        "r": "csb:1 Kings:8:47",
        "t": "and*ln when they come to their senses in*ln the land where they were deported and*ln repent and petition you in their captors’ land: “We*ln have sinned and done wrong; we*ln have been wicked,”"
    },
    {
        "o": 9981,
        "r": "csb:1 Kings:8:48",
        "t": "and*ln when they return to you with all their heart and all their soul in*ln the land of their enemies who took them captive, and*ln when they pray to you in the direction of their land that*ln you gave their ancestors, the*ln city you have chosen, and*ln the temple I have built for your name,"
    },
    {
        "o": 9982,
        "r": "csb:1 Kings:8:49",
        "t": "may*ln you hear in heaven, your dwelling place, their*ln prayer and petition and uphold their cause."
    },
    {
        "o": 9983,
        "r": "csb:1 Kings:8:50",
        "t": "May*ln you forgive your people who*ln sinned against you and*ln all their rebellions against you, and*ln may you grant them compassion before*ln their captors, so*ln that they may treat them compassionately."
    },
    {
        "o": 9984,
        "r": "csb:1 Kings:8:51",
        "t": "For*ln they are your people and your inheritance; you*ln brought them out of Egypt, out*ln of the middle of an iron furnace."
    },
    {
        "o": 9985,
        "r": "csb:1 Kings:8:52",
        "t": "May*ln your eyes be open to your servant’s petition and*ln to the petition of your people Israel, listening*ln to them whenever they call to you."
    },
    {
        "o": 9986,
        "r": "csb:1 Kings:8:53",
        "t": "For*ln you, Lord God,*s have set them apart as your inheritance from*ln all peoples of the earth, as*ln you spoke through your servant Moses when*ln you brought our ancestors out of Egypt."
    },
    {
        "o": 9987,
        "r": "csb:1 Kings:8:53",
        "t": "Solomon’s Blessing",
        "h": 2
    },
    {
        "o": 9988,
        "r": "csb:1 Kings:8:54",
        "t": "When*p Solomon finished praying this entire prayer and petition to the Lord,*s he got up from kneeling before the altar of the Lord,*s with his hands spread out toward heaven,"
    },
    {
        "o": 9989,
        "r": "csb:1 Kings:8:55",
        "t": "and he stood and blessed the whole congregation of Israel with a loud voice:"
    },
    {
        "o": 9990,
        "r": "csb:1 Kings:8:56",
        "t": "“Blessed be the Lord!*s He has given rest to his people Israel according to all he has said. Not one of all the good promises he made through his servant Moses has failed."
    },
    {
        "o": 9991,
        "r": "csb:1 Kings:8:57",
        "t": "May the Lord*s our God be with us as he was with our ancestors. May he not abandon us or leave us"
    },
    {
        "o": 9992,
        "r": "csb:1 Kings:8:58",
        "t": "so that he causes us to be devoted to him, to walk in all his ways, and to keep his commands, statutes, and ordinances, which he commanded our ancestors."
    },
    {
        "o": 9993,
        "r": "csb:1 Kings:8:59",
        "t": "May my words with which I have made my petition before the Lord*s be near the Lord*s our God day and night. May he uphold his servant’s cause and the cause of his people Israel, as each day requires."
    },
    {
        "o": 9994,
        "r": "csb:1 Kings:8:60",
        "t": "May all the peoples of the earth know that the Lord*s is God. There is no other!"
    },
    {
        "o": 9995,
        "r": "csb:1 Kings:8:61",
        "t": "Be wholeheartedly devoted to the Lord*s our God to walk in his statutes and to keep his commands, as it is today.”"
    },
    {
        "o": 9996,
        "r": "csb:1 Kings:8:62",
        "t": "The*p king and all Israel with him were offering sacrifices in the Lord’s*s presence."
    },
    {
        "o": 9997,
        "r": "csb:1 Kings:8:63",
        "t": "Solomon offered a sacrifice of fellowship offerings to the Lord:*s twenty-two thousand cattle and one hundred twenty thousand sheep and goats. In this manner the king and all the Israelites dedicated the Lord’s*s temple."
    },
    {
        "o": 9998,
        "r": "csb:1 Kings:8:64",
        "t": "On*p the same day, the king consecrated the middle of the courtyard that was in front of the Lord’s*s temple because that was where he offered the burnt offering, the grain offering, and the fat of the fellowship offerings, since the bronze altar before the Lord*s was too small to accommodate the burnt offerings, the grain offerings, and the fat of the fellowship offerings."
    },
    {
        "o": 9999,
        "r": "csb:1 Kings:8:65",
        "t": "Solomon*p and all Israel with him - a great assembly, from the entrance of Hamath to the Brook of Egypt- observed the festival at that time in the presence of the Lord*s our God, seven days, and seven more days - fourteen days."
    },
    {
        "o": 10000,
        "r": "csb:1 Kings:8:66",
        "t": "On the fifteenth day he sent the people away. So they blessed the king and went to their homes rejoicing and with happy hearts for all the goodness that the Lord*s had done for his servant David and for his people Israel."
    }
]
