[
    {
        "o": 24897,
        "r": "nasb:Amos:1:0",
        "t": "Amos 1",
        "h": 1
    },
    {
        "o": 24898,
        "r": "nasb:Amos:1:0",
        "t": "Judgment on Neighbor Nations",
        "h": 2
    },
    {
        "o": 24899,
        "r": "nasb:Amos:1:1",
        "t": "The*p words of Amos, who was among the sheepherders from Tekoa, which he envisioned in visions concerning Israel in the days of Uzziah king of Judah, and in the days of Jeroboam son of Joash, king of Israel, two years before the earthquake."
    },
    {
        "o": 24900,
        "r": "nasb:Amos:1:2",
        "t": "He*pn said, “The*ln Lord*s roars from Zion And*ln from Jerusalem He utters His voice; And*ln the shepherds’ pasture grounds mourn, And*ln the summit of Carmel dries up.”"
    },
    {
        "o": 24901,
        "r": "nasb:Amos:1:3",
        "t": "Thus*ln says the Lord,*s “For*ln three transgressions of Damascus and for four I*ln will not revoke its punishment,*i Because*ln they threshed Gilead with implements*i of sharp iron."
    },
    {
        "o": 24902,
        "r": "nasb:Amos:1:4",
        "t": "So*ln I will send fire upon the house of Hazael And*ln it will consume the citadels of Ben-hadad."
    },
    {
        "o": 24903,
        "r": "nasb:Amos:1:5",
        "t": "I*ln will also break the gate*i bar of Damascus, And*ln cut off the inhabitant from the valley of Aven, And*ln him who holds the scepter, from Beth-eden; So*ln the people of Aram will go exiled to Kir,” Says*ln the Lord.*s"
    },
    {
        "o": 24904,
        "r": "nasb:Amos:1:6",
        "t": "Thus*ln says the Lord,*s “For*ln three transgressions of Gaza and for four I*ln will not revoke its punishment,*i Because*ln they deported an entire population To*ln deliver it*i up to Edom."
    },
    {
        "o": 24905,
        "r": "nasb:Amos:1:7",
        "t": "So*ln I will send fire upon the wall of Gaza And*ln it will consume her citadels."
    },
    {
        "o": 24906,
        "r": "nasb:Amos:1:8",
        "t": "I*ln will also cut off the inhabitant from Ashdod, And*ln him who holds the scepter, from Ashkelon; I*ln will even unleash My power upon Ekron, And*ln the remnant of the Philistines will perish,” Says*ln the Lord God.*s"
    },
    {
        "o": 24907,
        "r": "nasb:Amos:1:9",
        "t": "Thus*ln says the Lord,*s “For*ln three transgressions of Tyre and for four I*ln will not revoke its punishment,*i Because*ln they delivered up an entire population to Edom And*ln did not remember the*i covenant of brotherhood."
    },
    {
        "o": 24908,
        "r": "nasb:Amos:1:10",
        "t": "So*ln I will send fire upon the wall of Tyre And*ln it will consume her citadels.”"
    },
    {
        "o": 24909,
        "r": "nasb:Amos:1:11",
        "t": "Thus*ln says the Lord,*s “For*ln three transgressions of Edom and for four I*ln will not revoke its punishment,*i Because*ln he pursued his brother with the sword, While*ln he stifled his compassion; His*ln anger also tore continually, And*ln he maintained his fury forever."
    },
    {
        "o": 24910,
        "r": "nasb:Amos:1:12",
        "t": "So*ln I will send fire upon Teman And*ln it will consume the citadels of Bozrah.”"
    },
    {
        "o": 24911,
        "r": "nasb:Amos:1:13",
        "t": "Thus*ln says the Lord,*s “For*ln three transgressions of the sons of Ammon and for four I*ln will not revoke its punishment,*i Because*ln they ripped open the pregnant women of Gilead In*ln order to enlarge their borders."
    },
    {
        "o": 24912,
        "r": "nasb:Amos:1:14",
        "t": "So*ln I will kindle a fire on the wall of Rabbah And*ln it will consume her citadels Amid*ln war cries on the day of battle, And*ln a storm on the day of tempest."
    },
    {
        "o": 24913,
        "r": "nasb:Amos:1:15",
        "t": "Their*ln king will go into exile, He*ln and his princes together,” says the Lord.*s"
    },
    {
        "o": 24914,
        "r": "nasb:Amos:2:0",
        "t": "Amos 2",
        "h": 1
    },
    {
        "o": 24915,
        "r": "nasb:Amos:2:0",
        "t": "Judgment on Judah and Israel",
        "h": 2
    },
    {
        "o": 24916,
        "r": "nasb:Amos:2:1",
        "t": "Thus*pn says the Lord,*s “For*ln three transgressions of Moab and for four I*ln will not revoke its punishment,*i Because*ln he burned the bones of the king of Edom to lime."
    },
    {
        "o": 24917,
        "r": "nasb:Amos:2:2",
        "t": "So*ln I will send fire upon Moab And*ln it will consume the citadels of Kerioth; And*ln Moab will die amid tumult, With*ln war cries and the sound of a trumpet."
    },
    {
        "o": 24918,
        "r": "nasb:Amos:2:3",
        "t": "I*ln will also cut off the judge from her midst And*ln slay all her princes with him,” says the Lord.*s"
    },
    {
        "o": 24919,
        "r": "nasb:Amos:2:4",
        "t": "Thus*ln says the Lord,*s “For*ln three transgressions of Judah and for four I*ln will not revoke its punishment,*i Because*ln they rejected the law of the Lord*s And*ln have not kept His statutes; Their*ln lies also have led them astray, Those*ln after which their fathers walked."
    },
    {
        "o": 24920,
        "r": "nasb:Amos:2:5",
        "t": "So*ln I will send fire upon Judah And*ln it will consume the citadels of Jerusalem.”"
    },
    {
        "o": 24921,
        "r": "nasb:Amos:2:6",
        "t": "Thus*ln says the Lord,*s “For*ln three transgressions of Israel and for four I*ln will not revoke its punishment,*i Because*ln they sell the righteous for money And*ln the needy for a pair of sandals."
    },
    {
        "o": 24922,
        "r": "nasb:Amos:2:7",
        "t": "These*ln who pant after the very*i dust of the earth on the head of the helpless Also*ln turn aside the way of the humble; And*ln a man and his father resort to the same girl In*ln order to profane My holy name."
    },
    {
        "o": 24923,
        "r": "nasb:Amos:2:8",
        "t": "On*ln garments taken as pledges they stretch out beside every altar, And*ln in the house of their God they drink the wine of those who have been fined."
    },
    {
        "o": 24924,
        "r": "nasb:Amos:2:9",
        "t": "“Yet*ln it was I who destroyed the Amorite before them, Though*ln his height was*i like the height of cedars And*ln he was*i strong as the oaks; I*ln even destroyed his fruit above and his root below."
    },
    {
        "o": 24925,
        "r": "nasb:Amos:2:10",
        "t": "It*ln was I who brought you up from the land of Egypt, And*ln I led you in the wilderness forty years That*ln you might take possession of the land of the Amorite."
    },
    {
        "o": 24926,
        "r": "nasb:Amos:2:11",
        "t": "Then*ln I raised up some of your sons to be prophets And*ln some of your young men to be Nazirites. Is*ln this not so, O sons of Israel?” declares the Lord.*s"
    },
    {
        "o": 24927,
        "r": "nasb:Amos:2:12",
        "t": "“But*ln you made the Nazirites drink wine, And*ln you commanded the prophets saying, ‘You shall not prophesy!’"
    },
    {
        "o": 24928,
        "r": "nasb:Amos:2:13",
        "t": "Behold,*ln I am weighted down beneath you As*ln a wagon is weighted down when filled with sheaves."
    },
    {
        "o": 24929,
        "r": "nasb:Amos:2:14",
        "t": "Flight*ln will perish from the swift, And*ln the stalwart will not strengthen his power, Nor*ln the mighty man save his life."
    },
    {
        "o": 24930,
        "r": "nasb:Amos:2:15",
        "t": "He*ln who grasps the bow will not stand his*i ground,*i The*ln swift of foot will not escape, Nor*ln will he who rides the horse save his life."
    },
    {
        "o": 24931,
        "r": "nasb:Amos:2:16",
        "t": "Even*ln the bravest among the warriors will flee naked in that day,” declares the Lord.*s"
    },
    {
        "o": 24932,
        "r": "nasb:Amos:3:0",
        "t": "Amos 3",
        "h": 1
    },
    {
        "o": 24933,
        "r": "nasb:Amos:3:0",
        "t": "All the Tribes Are Guilty",
        "h": 2
    },
    {
        "o": 24934,
        "r": "nasb:Amos:3:1",
        "t": "Hear*p this word which the Lord*s has spoken against you, sons of Israel, against the entire family which He brought up from the land of Egypt:"
    },
    {
        "o": 24935,
        "r": "nasb:Amos:3:2",
        "t": "“You*pn only have I chosen among all the families of the earth; Therefore*ln I will punish you for all your iniquities.”"
    },
    {
        "o": 24936,
        "r": "nasb:Amos:3:3",
        "t": "Do*ln two men walk together unless they have made an appointment?"
    },
    {
        "o": 24937,
        "r": "nasb:Amos:3:4",
        "t": "Does*ln a lion roar in the forest when he has no prey? Does*ln a young lion growl from his den unless he has captured something?*i"
    },
    {
        "o": 24938,
        "r": "nasb:Amos:3:5",
        "t": "Does*ln a bird fall into a trap on the ground when there is no bait in it? Does*ln a trap spring up from the earth when it captures nothing at all?"
    },
    {
        "o": 24939,
        "r": "nasb:Amos:3:6",
        "t": "If*ln a trumpet is blown in a city will not the people tremble? If*ln a calamity occurs in a city has not the Lord*s done it?"
    },
    {
        "o": 24940,
        "r": "nasb:Amos:3:7",
        "t": "Surely*ln the Lord God*s does nothing Unless*ln He reveals His secret counsel To*ln His servants the prophets."
    },
    {
        "o": 24941,
        "r": "nasb:Amos:3:8",
        "t": "A*ln lion has roared! Who will not fear? The*ln Lord God*s has spoken! Who can but prophesy?"
    },
    {
        "o": 24942,
        "r": "nasb:Amos:3:9",
        "t": "Proclaim*p on the citadels in Ashdod and on the citadels in the land of Egypt and say, “Assemble yourselves on the mountains of Samaria and see the*i great tumults within her and the*i oppressions in her midst."
    },
    {
        "o": 24943,
        "r": "nasb:Amos:3:10",
        "t": "But they do not know how to do what is right,” declares the Lord,*s “these who hoard up violence and devastation in their citadels.”"
    },
    {
        "o": 24944,
        "r": "nasb:Amos:3:11",
        "t": "Therefore,*p thus says the Lord God,*s “An*pn enemy, even one surrounding the land, Will*ln pull down your strength from you And*ln your citadels will be looted.”"
    },
    {
        "o": 24945,
        "r": "nasb:Amos:3:12",
        "t": "Thus*p says the Lord,*s “Just*pn as the shepherd snatches from the lion’s mouth a couple of legs or a piece of an ear, So*ln will the sons of Israel dwelling in Samaria be snatched away— With*ln the*i corner of a bed and the*i cover of a couch!"
    },
    {
        "o": 24946,
        "r": "nasb:Amos:3:13",
        "t": "Hear*ln and testify against the house of Jacob,” Declares*ln the Lord God,*s the God of hosts."
    },
    {
        "o": 24947,
        "r": "nasb:Amos:3:14",
        "t": "“For*ln on the day that I punish Israel’s transgressions, I*ln will also punish the altars of Bethel; The*ln horns of the altar will be cut off And*ln they will fall to the ground."
    },
    {
        "o": 24948,
        "r": "nasb:Amos:3:15",
        "t": "I*ln will also smite the winter house together with the summer house; The*ln houses of ivory will also perish And*ln the great houses will come to an end,” Declares*ln the Lord.*s"
    },
    {
        "o": 24949,
        "r": "nasb:Amos:4:0",
        "t": "Amos 4",
        "h": 1
    },
    {
        "o": 24950,
        "r": "nasb:Amos:4:0",
        "t": "“Yet You Have Not Returned to Me”",
        "h": 2
    },
    {
        "o": 24951,
        "r": "nasb:Amos:4:1",
        "t": "Hear*pn this word, you cows of Bashan who are on the mountain of Samaria, Who*ln oppress the poor, who crush the needy, Who*ln say to your husbands, “Bring now, that we may drink!”"
    },
    {
        "o": 24952,
        "r": "nasb:Amos:4:2",
        "t": "The*ln Lord God*s has sworn by His holiness, “Behold,*ln the days are coming upon you When*ln they will take you away with meat hooks, And*ln the last of you with fish hooks."
    },
    {
        "o": 24953,
        "r": "nasb:Amos:4:3",
        "t": "You*ln will go out through*i breaches in*i the*i walls,*i Each*ln one straight before her, And*ln you will be cast to Harmon,” declares the Lord.*s"
    },
    {
        "o": 24954,
        "r": "nasb:Amos:4:4",
        "t": "“Enter*ln Bethel and transgress; In*ln Gilgal multiply transgression! Bring*ln your sacrifices every morning, Your*ln tithes every three days."
    },
    {
        "o": 24955,
        "r": "nasb:Amos:4:5",
        "t": "Offer*ln a thank offering also from that which is leavened, And*ln proclaim freewill offerings, make them known. For*ln so you love to*i do,*i you sons of Israel,” Declares*ln the Lord God.*s"
    },
    {
        "o": 24956,
        "r": "nasb:Amos:4:6",
        "t": "“But*ln I gave you also cleanness of teeth in all your cities And*ln lack of bread in all your places, Yet*ln you have not returned to Me,” declares the Lord.*s"
    },
    {
        "o": 24957,
        "r": "nasb:Amos:4:7",
        "t": "“Furthermore,*ln I withheld the rain from you While*ln there*i were*i still three months until harvest. Then*ln I would send rain on one city And*ln on another city I would not send rain; One*ln part would be rained on, While*ln the part not rained on would dry up."
    },
    {
        "o": 24958,
        "r": "nasb:Amos:4:8",
        "t": "So*ln two or three cities would stagger to another city to drink water, But*ln would not be satisfied; Yet*ln you have not returned to Me,” declares the Lord.*s"
    },
    {
        "o": 24959,
        "r": "nasb:Amos:4:9",
        "t": "“I*ln smote you with scorching wind*i and mildew; And*ln the caterpillar was devouring Your*ln many gardens and vineyards, fig trees and olive trees; Yet*ln you have not returned to Me,” declares the Lord.*s"
    },
    {
        "o": 24960,
        "r": "nasb:Amos:4:10",
        "t": "“I*ln sent a plague among you after the manner of Egypt; I*ln slew your young men by the sword along with your captured horses, And*ln I made the stench of your camp rise up in your nostrils; Yet*ln you have not returned to Me,” declares the Lord.*s"
    },
    {
        "o": 24961,
        "r": "nasb:Amos:4:11",
        "t": "“I*ln overthrew you, as God overthrew Sodom and Gomorrah, And*ln you were like a firebrand snatched from a blaze; Yet*ln you have not returned to Me,” declares the Lord.*s"
    },
    {
        "o": 24962,
        "r": "nasb:Amos:4:12",
        "t": "“Therefore*ln thus I will do to you, O Israel; Because*ln I will do this to you, Prepare*ln to meet your God, O Israel.”"
    },
    {
        "o": 24963,
        "r": "nasb:Amos:4:13",
        "t": "For*ln behold, He who forms mountains and creates the wind And*ln declares to man what are His thoughts, He*ln who makes dawn into darkness And*ln treads on the high places of the earth, The*ln Lord*s God of hosts is His name."
    },
    {
        "o": 24964,
        "r": "nasb:Amos:5:0",
        "t": "Amos 5",
        "h": 1
    },
    {
        "o": 24965,
        "r": "nasb:Amos:5:0",
        "t": "“Seek Me that You May Live”",
        "h": 2
    },
    {
        "o": 24966,
        "r": "nasb:Amos:5:1",
        "t": "Hear*pn this word which I take up for you as a dirge, O house of Israel:"
    },
    {
        "o": 24967,
        "r": "nasb:Amos:5:2",
        "t": "She*ln has fallen, she will not rise again— The*ln virgin Israel. She*ln lies*i neglected on her land; There*ln is none to raise her up."
    },
    {
        "o": 24968,
        "r": "nasb:Amos:5:3",
        "t": "For*p thus says the Lord God,*s “The*pn city which goes forth a thousand strong*i Will*ln have a hundred left, And*ln the one which goes forth a hundred strong*i Will*ln have ten left to the house of Israel.”"
    },
    {
        "o": 24969,
        "r": "nasb:Amos:5:4",
        "t": "For*p thus says the Lord*s to the house of Israel, “Seek*pn Me that you may live."
    },
    {
        "o": 24970,
        "r": "nasb:Amos:5:5",
        "t": "But*ln do not resort to Bethel And*ln do not come to Gilgal, Nor*ln cross over to Beersheba; For*ln Gilgal will certainly go into captivity And*ln Bethel will come to trouble."
    },
    {
        "o": 24971,
        "r": "nasb:Amos:5:6",
        "t": "Seek*ln the Lord*s that you may live, Or*ln He will break forth like a fire, O house of Joseph, And*ln it will consume with none to quench it*i for Bethel,"
    },
    {
        "o": 24972,
        "r": "nasb:Amos:5:7",
        "t": "For*iln those who turn justice into wormwood And*ln cast righteousness down to the earth.”"
    },
    {
        "o": 24973,
        "r": "nasb:Amos:5:8",
        "t": "He*ln who made the Pleiades and Orion And*ln changes deep darkness into morning, Who*ln also darkens day into*i night, Who*ln calls for the waters of the sea And*ln pours them out on the surface of the earth, The*ln Lord*s is His name."
    },
    {
        "o": 24974,
        "r": "nasb:Amos:5:9",
        "t": "It*ln is He who flashes forth with*i destruction upon the strong, So*ln that destruction comes upon the fortress."
    },
    {
        "o": 24975,
        "r": "nasb:Amos:5:10",
        "t": "They*ln hate him who reproves in the gate, And*ln they abhor him who speaks with*i integrity."
    },
    {
        "o": 24976,
        "r": "nasb:Amos:5:11",
        "t": "Therefore*ln because you impose heavy rent on the poor And*ln exact a tribute of grain from them, Though*iln you have built houses of well-hewn stone, Yet*ln you will not live in them; You*ln have planted pleasant vineyards, yet you will not drink their wine."
    },
    {
        "o": 24977,
        "r": "nasb:Amos:5:12",
        "t": "For*ln I know your transgressions are many and your sins are great, You*iln who distress the righteous and*i accept bribes And*ln turn aside the poor in the gate."
    },
    {
        "o": 24978,
        "r": "nasb:Amos:5:13",
        "t": "Therefore*ln at such a time the prudent person keeps silent, for it is an evil time."
    },
    {
        "o": 24979,
        "r": "nasb:Amos:5:14",
        "t": "Seek*ln good and not evil, that you may live; And*ln thus may the Lord*s God of hosts be with you, Just*ln as you have said!"
    },
    {
        "o": 24980,
        "r": "nasb:Amos:5:15",
        "t": "Hate*ln evil, love good, And*ln establish justice in the gate! Perhaps*ln the Lord*s God of hosts May*ln be gracious to the remnant of Joseph."
    },
    {
        "o": 24981,
        "r": "nasb:Amos:5:16",
        "t": "Therefore*p thus says the Lord*s God of hosts, the Lord, “There*pn is wailing in all the plazas, And*ln in all the streets they say, ‘Alas! Alas!’ They*ln also call the farmer to mourning And*ln professional mourners to lamentation."
    },
    {
        "o": 24982,
        "r": "nasb:Amos:5:17",
        "t": "And*ln in all the vineyards there*i is*i wailing, Because*ln I will pass through the midst of you,” says the Lord.*s"
    },
    {
        "o": 24983,
        "r": "nasb:Amos:5:18",
        "t": "Alas,*ln you who are longing for the day of the Lord,*s For*ln what purpose will*i the day of the Lord*s be*i to you? It*ln will*i be*i darkness and not light;"
    },
    {
        "o": 24984,
        "r": "nasb:Amos:5:19",
        "t": "As*ln when a man flees from a lion And*ln a bear meets him, Or*ln goes home, leans his hand against the wall And*ln a snake bites him."
    },
    {
        "o": 24985,
        "r": "nasb:Amos:5:20",
        "t": "Will*iln not the day of the Lord*s be*i darkness instead of light, Even*ln gloom with no brightness in it?"
    },
    {
        "o": 24986,
        "r": "nasb:Amos:5:21",
        "t": "“I*ln hate, I reject your festivals, Nor*ln do I delight in your solemn assemblies."
    },
    {
        "o": 24987,
        "r": "nasb:Amos:5:22",
        "t": "Even*ln though you offer up to Me burnt offerings and your grain offerings, I*ln will not accept them;*i And*ln I will not even*i look at the peace offerings of your fatlings."
    },
    {
        "o": 24988,
        "r": "nasb:Amos:5:23",
        "t": "Take*ln away from Me the noise of your songs; I*ln will not even listen to the sound of your harps."
    },
    {
        "o": 24989,
        "r": "nasb:Amos:5:24",
        "t": "But*ln let justice roll down like waters And*ln righteousness like an ever-flowing stream."
    },
    {
        "o": 24990,
        "r": "nasb:Amos:5:25",
        "t": "“Did*p you present Me with sacrifices and grain offerings in the wilderness for forty years, O house of Israel?"
    },
    {
        "o": 24991,
        "r": "nasb:Amos:5:26",
        "t": "You also carried along Sikkuth your king and Kiyyun, your images, the star of your gods which you made for yourselves."
    },
    {
        "o": 24992,
        "r": "nasb:Amos:5:27",
        "t": "Therefore, I will make you go into exile beyond Damascus,” says the Lord,*s whose name is the God of hosts."
    },
    {
        "o": 24993,
        "r": "nasb:Amos:6:0",
        "t": "Amos 6",
        "h": 1
    },
    {
        "o": 24994,
        "r": "nasb:Amos:6:0",
        "t": "“Those at Ease in Zion”",
        "h": 2
    },
    {
        "o": 24995,
        "r": "nasb:Amos:6:1",
        "t": "Woe*pn to those who are at ease in Zion And*ln to those who feel*i secure in the mountain of Samaria, The*ln distinguished men of the foremost of nations, To*ln whom the house of Israel comes."
    },
    {
        "o": 24996,
        "r": "nasb:Amos:6:2",
        "t": "Go*ln over to Calneh and look, And*ln go from there to Hamath the great, Then*ln go down to Gath of the Philistines. Are*ln they better than these kingdoms, Or*ln is their territory greater than yours?"
    },
    {
        "o": 24997,
        "r": "nasb:Amos:6:3",
        "t": "Do*ln you put off the day of calamity, And*ln would you bring near the seat of violence?"
    },
    {
        "o": 24998,
        "r": "nasb:Amos:6:4",
        "t": "Those*ln who recline on beds of ivory And*ln sprawl on their couches, And*ln eat lambs from the flock And*ln calves from the midst of the stall,"
    },
    {
        "o": 24999,
        "r": "nasb:Amos:6:5",
        "t": "Who*ln improvise to the sound of the harp, And*iln like David have composed songs for themselves,"
    },
    {
        "o": 25000,
        "r": "nasb:Amos:6:6",
        "t": "Who*ln drink wine from sacrificial bowls While*ln they anoint themselves with the finest of oils, Yet*ln they have not grieved over the ruin of Joseph."
    },
    {
        "o": 25001,
        "r": "nasb:Amos:6:7",
        "t": "Therefore,*ln they will now go into exile at the head of the exiles, And*ln the sprawlers’ banqueting will pass away."
    },
    {
        "o": 25002,
        "r": "nasb:Amos:6:8",
        "t": "The*ln Lord God*s has sworn by Himself, the Lord*s God of hosts has declared: “I*ln loathe the arrogance of Jacob, And*ln detest his citadels; Therefore*ln I will deliver up the*i city and all it contains.”"
    },
    {
        "o": 25003,
        "r": "nasb:Amos:6:9",
        "t": "And*p it will be, if ten men are left in one house, they will die."
    },
    {
        "o": 25004,
        "r": "nasb:Amos:6:10",
        "t": "Then one’s uncle, or his undertaker, will lift him up to carry out his*i bones from the house, and he will say to the one who is in the innermost part of the house, “Is anyone else with you?” And that one will say, “No one.” Then he will answer, “Keep quiet. For the name of the Lord*s is not to be mentioned.”"
    },
    {
        "o": 25005,
        "r": "nasb:Amos:6:11",
        "t": "For behold, the Lord*s is going to command that the great house be smashed to pieces and the small house to fragments."
    },
    {
        "o": 25006,
        "r": "nasb:Amos:6:12",
        "t": "Do*pn horses run on rocks? Or*ln does one plow them with oxen? Yet*ln you have turned justice into poison And*ln the fruit of righteousness into wormwood,"
    },
    {
        "o": 25007,
        "r": "nasb:Amos:6:13",
        "t": "You*ln who rejoice in Lodebar, And*ln say, “Have we not by our own*i strength taken Karnaim for ourselves?”"
    },
    {
        "o": 25008,
        "r": "nasb:Amos:6:14",
        "t": "“For*ln behold, I am going to raise up a nation against you, O*ln house of Israel,” declares the Lord*s God of hosts, “And*ln they will afflict you from the entrance of Hamath To*ln the brook of the Arabah.”"
    },
    {
        "o": 25009,
        "r": "nasb:Amos:7:0",
        "t": "Amos 7",
        "h": 1
    },
    {
        "o": 25010,
        "r": "nasb:Amos:7:0",
        "t": "Warning Through Visions",
        "h": 2
    },
    {
        "o": 25011,
        "r": "nasb:Amos:7:1",
        "t": "Thus*p the Lord God*s showed me, and behold, He was forming a locust-swarm when the spring crop began to sprout. And behold, the spring crop was*i after the king’s mowing."
    },
    {
        "o": 25012,
        "r": "nasb:Amos:7:2",
        "t": "And it came about, when it had finished eating the vegetation of the land, that I said, “Lord*pn God,*s please pardon! How*ln can Jacob stand, For*ln he is small?”"
    },
    {
        "o": 25013,
        "r": "nasb:Amos:7:3",
        "t": "The*ln Lord*s changed His mind about this. “It*ln shall not be,” said the Lord.*s"
    },
    {
        "o": 25014,
        "r": "nasb:Amos:7:4",
        "t": "Thus*p the Lord God*s showed me, and behold, the Lord God*s was calling to contend with*i them*i by fire, and it consumed the great deep and began to consume the farm land."
    },
    {
        "o": 25015,
        "r": "nasb:Amos:7:5",
        "t": "Then I said, “Lord*pn God,*s please stop! How*ln can Jacob stand, for he is small?”"
    },
    {
        "o": 25016,
        "r": "nasb:Amos:7:6",
        "t": "The*ln Lord*s changed His mind about this. “This*ln too shall not be,” said the Lord God.*s"
    },
    {
        "o": 25017,
        "r": "nasb:Amos:7:7",
        "t": "Thus*p He showed me, and behold, the Lord was standing by a vertical wall with a plumb line in His hand."
    },
    {
        "o": 25018,
        "r": "nasb:Amos:7:8",
        "t": "The Lord*s said to me, “What do you see, Amos?” And I said, “A plumb line.” Then the Lord said, “Behold*pn I am about to put a plumb line In*ln the midst of My people Israel. I*ln will spare them no longer."
    },
    {
        "o": 25019,
        "r": "nasb:Amos:7:9",
        "t": "The*ln high places of Isaac will be desolated And*ln the sanctuaries of Israel laid waste. Then*ln I will rise up against the house of Jeroboam with the sword.”"
    },
    {
        "o": 25020,
        "r": "nasb:Amos:7:9",
        "t": "Amos Accused, Answers",
        "h": 2
    },
    {
        "o": 25021,
        "r": "nasb:Amos:7:10",
        "t": "Then*p Amaziah, the priest of Bethel, sent word*i to Jeroboam king of Israel, saying, “Amos has conspired against you in the midst of the house of Israel; the land is unable to endure all his words."
    },
    {
        "o": 25022,
        "r": "nasb:Amos:7:11",
        "t": "For thus Amos says, ‘Jeroboam will die by the sword and Israel will certainly go from its land into exile.’ ”"
    },
    {
        "o": 25023,
        "r": "nasb:Amos:7:12",
        "t": "Then Amaziah said to Amos, “Go, you seer, flee away to the land of Judah and there eat bread and there do your prophesying!"
    },
    {
        "o": 25024,
        "r": "nasb:Amos:7:13",
        "t": "But no longer prophesy at Bethel, for it is a sanctuary of the king and a royal residence.”"
    },
    {
        "o": 25025,
        "r": "nasb:Amos:7:14",
        "t": "Then*p Amos replied to Amaziah, “I am not a prophet, nor am I the son of a prophet; for I am a herdsman and a grower of sycamore figs."
    },
    {
        "o": 25026,
        "r": "nasb:Amos:7:15",
        "t": "But the Lord*s took me from following the flock and the Lord*s said to me, ‘Go prophesy to My people Israel.’"
    },
    {
        "o": 25027,
        "r": "nasb:Amos:7:16",
        "t": "Now hear the word of the Lord:*s you are saying, ‘You shall not prophesy against Israel nor shall you speak against the house of Isaac.’"
    },
    {
        "o": 25028,
        "r": "nasb:Amos:7:17",
        "t": "Therefore, thus says the Lord,*s ‘Your wife will become a harlot in the city, your sons and your daughters will fall by the sword, your land will be parceled up by a measuring*i line and you yourself will die upon unclean soil. Moreover, Israel will certainly go from its land into exile.’ ”"
    },
    {
        "o": 25029,
        "r": "nasb:Amos:8:0",
        "t": "Amos 8",
        "h": 1
    },
    {
        "o": 25030,
        "r": "nasb:Amos:8:0",
        "t": "Basket of Fruit and Israel’s Captivity",
        "h": 2
    },
    {
        "o": 25031,
        "r": "nasb:Amos:8:1",
        "t": "Thus*p the Lord God*s showed me, and behold, there*i was*i a basket of summer fruit."
    },
    {
        "o": 25032,
        "r": "nasb:Amos:8:2",
        "t": "He said, “What do you see, Amos?” And I said, “A basket of summer fruit.” Then the Lord*s said to me, “The end has come for My people Israel. I will spare them no longer."
    },
    {
        "o": 25033,
        "r": "nasb:Amos:8:3",
        "t": "The songs of the palace will turn to wailing in that day,” declares the Lord God.*s “Many will*i be*i the corpses; in every place they will cast them forth in silence.”"
    },
    {
        "o": 25034,
        "r": "nasb:Amos:8:4",
        "t": "Hear*p this, you who trample the needy, to do away with the humble of the land,"
    },
    {
        "o": 25035,
        "r": "nasb:Amos:8:5",
        "t": "saying, “When*pn will the new moon be over, So*ln that we may sell grain, And*ln the sabbath, that we may open the wheat market,*i To*ln make the bushel smaller and the shekel bigger, And*ln to cheat with dishonest scales,"
    },
    {
        "o": 25036,
        "r": "nasb:Amos:8:6",
        "t": "So*ln as to buy the helpless for money And*ln the needy for a pair of sandals, And*ln that*i we may sell the refuse of the wheat?”"
    },
    {
        "o": 25037,
        "r": "nasb:Amos:8:7",
        "t": "The*ln Lord*s has sworn by the pride of Jacob, “Indeed,*ln I will never forget any of their deeds."
    },
    {
        "o": 25038,
        "r": "nasb:Amos:8:8",
        "t": "Because*ln of this will not the land quake And*ln everyone who dwells in it mourn? Indeed,*ln all of it will rise up like the Nile, And*ln it will be tossed about And*ln subside like the Nile of Egypt."
    },
    {
        "o": 25039,
        "r": "nasb:Amos:8:9",
        "t": "It*ln will come about in that day,” declares the Lord God,*s “That*ln I will make the sun go down at noon And*ln make the earth dark in broad daylight."
    },
    {
        "o": 25040,
        "r": "nasb:Amos:8:10",
        "t": "Then*ln I will turn your festivals into mourning And*ln all your songs into lamentation; And*ln I will bring sackcloth on everyone’s loins And*ln baldness on every head. And*ln I will make it like a*i time*i of*i mourning for an only son, And*ln the end of it will be like a bitter day."
    },
    {
        "o": 25041,
        "r": "nasb:Amos:8:11",
        "t": "“Behold,*ln days are coming,” declares the Lord God,*s “When*ln I will send a famine on the land, Not*ln a famine for bread or a thirst for water, But*ln rather for hearing the words of the Lord.*s"
    },
    {
        "o": 25042,
        "r": "nasb:Amos:8:12",
        "t": "People*ln will stagger from sea to sea And*ln from the north even to the east; They*ln will go to and fro to seek the word of the Lord,*s But*ln they will not find it.*i"
    },
    {
        "o": 25043,
        "r": "nasb:Amos:8:13",
        "t": "In*ln that day the beautiful virgins And*ln the young men will faint from thirst."
    },
    {
        "o": 25044,
        "r": "nasb:Amos:8:14",
        "t": "As*iln for*i those who swear by the guilt of Samaria, Who*ln say, ‘As your god lives, O Dan,’ And,*ln ‘As the way of Beersheba lives,’ They*ln will fall and not rise again.”"
    },
    {
        "o": 25045,
        "r": "nasb:Amos:9:0",
        "t": "Amos 9",
        "h": 1
    },
    {
        "o": 25046,
        "r": "nasb:Amos:9:0",
        "t": "God’s Judgment Unavoidable",
        "h": 2
    },
    {
        "o": 25047,
        "r": "nasb:Amos:9:1",
        "t": "I*p saw the Lord standing beside the altar, and He said, “Smite*pn the capitals so that the thresholds will shake, And*ln break them on the heads of them all! Then*ln I will slay the rest of them with the sword; They*ln will not have a fugitive who will flee, Or*ln a refugee who will escape."
    },
    {
        "o": 25048,
        "r": "nasb:Amos:9:2",
        "t": "Though*ln they dig into Sheol, From*ln there will My hand take them; And*ln though they ascend to heaven, From*ln there will I bring them down."
    },
    {
        "o": 25049,
        "r": "nasb:Amos:9:3",
        "t": "Though*ln they hide on the summit of Carmel, I*ln will search them out and take them from there; And*ln though they conceal themselves from My sight on the floor of the sea, From*ln there I will command the serpent and it will bite them."
    },
    {
        "o": 25050,
        "r": "nasb:Amos:9:4",
        "t": "And*ln though they go into captivity before their enemies, From*ln there I will command the sword that it slay them, And*ln I will set My eyes against them for evil and not for good.”"
    },
    {
        "o": 25051,
        "r": "nasb:Amos:9:5",
        "t": "The*ln Lord God*s of hosts, The*ln One who touches the land so that it melts, And*ln all those who dwell in it mourn, And*ln all of it rises up like the Nile And*ln subsides like the Nile of Egypt;"
    },
    {
        "o": 25052,
        "r": "nasb:Amos:9:6",
        "t": "The*ln One who builds His upper chambers in the heavens And*ln has founded His vaulted dome over the earth, He*ln who calls for the waters of the sea And*ln pours them out on the face of the earth, The*ln Lord*s is His name."
    },
    {
        "o": 25053,
        "r": "nasb:Amos:9:7",
        "t": "“Are*ln you not as the sons of Ethiopia to Me, O*ln sons of Israel?” declares the Lord.*s “Have*ln I not brought up Israel from the land of Egypt, And*ln the Philistines from Caphtor and the Arameans from Kir?"
    },
    {
        "o": 25054,
        "r": "nasb:Amos:9:8",
        "t": "Behold,*ln the eyes of the Lord God*s are on the sinful kingdom, And*ln I will destroy it from the face of the earth; Nevertheless,*ln I will not totally destroy the house of Jacob,” Declares*ln the Lord.*s"
    },
    {
        "o": 25055,
        "r": "nasb:Amos:9:9",
        "t": "“For*ln behold, I am commanding, And*ln I will shake the house of Israel among all nations As*ln grain*i is shaken in a sieve, But*ln not a kernel will fall to the ground."
    },
    {
        "o": 25056,
        "r": "nasb:Amos:9:10",
        "t": "All*ln the sinners of My people will die by the sword, Those*ln who say, ‘The calamity will not overtake or confront us.’"
    },
    {
        "o": 25057,
        "r": "nasb:Amos:9:10",
        "t": "The Restoration of Israel",
        "h": 2
    },
    {
        "o": 25058,
        "r": "nasb:Amos:9:11",
        "t": "“In*pn that day I will raise up the fallen booth of David, And*ln wall up its breaches; I*ln will also raise up its ruins And*ln rebuild it as in the days of old;"
    },
    {
        "o": 25059,
        "r": "nasb:Amos:9:12",
        "t": "That*ln they may possess the remnant of Edom And*ln all the nations who are called by My name,” Declares*ln the Lord*s who does this."
    },
    {
        "o": 25060,
        "r": "nasb:Amos:9:13",
        "t": "“Behold,*ln days are coming,” declares the Lord,*s “When*ln the plowman will overtake the reaper And*ln the treader of grapes him who sows seed; When*ln the mountains will drip sweet wine And*ln all the hills will be dissolved."
    },
    {
        "o": 25061,
        "r": "nasb:Amos:9:14",
        "t": "Also*ln I will restore the captivity of My people Israel, And*ln they will rebuild the ruined cities and live in*i them;*i They*ln will also plant vineyards and drink their wine, And*ln make gardens and eat their fruit."
    },
    {
        "o": 25062,
        "r": "nasb:Amos:9:15",
        "t": "I*ln will also plant them on their land, And*ln they will not again be rooted out from their land Which*ln I have given them,” Says*ln the Lord*s your God."
    }
]
