[
    {
        "o": 33498,
        "r": "esv:Titus:3:0",
        "t": "Titus 3",
        "h": 1
    },
    {
        "o": 33499,
        "r": "esv:Titus:3:0",
        "t": "Be Ready for Every Good Work",
        "h": 2
    },
    {
        "o": 33500,
        "r": "esv:Titus:3:1",
        "t": "Remind*p them to be submissive to rulers and authorities, to be obedient, to be ready for every good work,"
    },
    {
        "o": 33501,
        "r": "esv:Titus:3:2",
        "t": "to speak evil of no one, to avoid quarreling, to be gentle, and to show perfect courtesy toward all people."
    },
    {
        "o": 33502,
        "r": "esv:Titus:3:3",
        "t": "For we ourselves were once foolish, disobedient, led astray, slaves to various passions and pleasures, passing our days in malice and envy, hated by others and hating one another."
    },
    {
        "o": 33503,
        "r": "esv:Titus:3:4",
        "t": "But when the goodness and loving kindness of God our Savior appeared,"
    },
    {
        "o": 33504,
        "r": "esv:Titus:3:5",
        "t": "he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit,"
    },
    {
        "o": 33505,
        "r": "esv:Titus:3:6",
        "t": "whom he poured out on us richly through Jesus Christ our Savior,"
    },
    {
        "o": 33506,
        "r": "esv:Titus:3:7",
        "t": "so that being justified by his grace we might become heirs according to the hope of eternal life."
    },
    {
        "o": 33507,
        "r": "esv:Titus:3:8",
        "t": "The saying is trustworthy, and I want you to insist on these things, so that those who have believed in God may be careful to devote themselves to good works. These things are excellent and profitable for people."
    },
    {
        "o": 33508,
        "r": "esv:Titus:3:9",
        "t": "But avoid foolish controversies, genealogies, dissensions, and quarrels about the law, for they are unprofitable and worthless."
    },
    {
        "o": 33509,
        "r": "esv:Titus:3:10",
        "t": "As for a person who stirs up division, after warning him once and then twice, have nothing more to do with him,"
    },
    {
        "o": 33510,
        "r": "esv:Titus:3:11",
        "t": "knowing that such a person is warped and sinful; he is self-condemned."
    },
    {
        "o": 33511,
        "r": "esv:Titus:3:11",
        "t": "Final Instructions and Greetings",
        "h": 2
    },
    {
        "o": 33512,
        "r": "esv:Titus:3:12",
        "t": "When*p I send Artemas or Tychicus to you, do your best to come to me at Nicopolis, for I have decided to spend the winter there."
    },
    {
        "o": 33513,
        "r": "esv:Titus:3:13",
        "t": "Do your best to speed Zenas the lawyer and Apollos on their way; see that they lack nothing."
    },
    {
        "o": 33514,
        "r": "esv:Titus:3:14",
        "t": "And let our people learn to devote themselves to good works, so as to help cases of urgent need, and not be unfruitful."
    },
    {
        "o": 33515,
        "r": "esv:Titus:3:15",
        "t": "All*p who are with me send greetings to you. Greet those who love us in the faith. Grace*p be with you all."
    }
]
