[
    {
        "o": 33534,
        "r": "csb:1 Thessalonians:4:0",
        "t": "1 Thessalonians 4",
        "h": 1
    },
    {
        "o": 33535,
        "r": "csb:1 Thessalonians:4:0",
        "t": "The Call to Sanctification",
        "h": 2
    },
    {
        "o": 33536,
        "r": "csb:1 Thessalonians:4:1",
        "t": "Additionally*p then, brothers and sisters, we ask and encourage you in the Lord Jesus, that as you have received instruction from us on how you should live and please God - as you are doing- do this even more."
    },
    {
        "o": 33537,
        "r": "csb:1 Thessalonians:4:2",
        "t": "For you know what commands we gave you through the Lord Jesus."
    },
    {
        "o": 33538,
        "r": "csb:1 Thessalonians:4:3",
        "t": "For*p this is God’s will, your sanctification: that you keep away from sexual immorality,"
    },
    {
        "o": 33539,
        "r": "csb:1 Thessalonians:4:4",
        "t": "that each of you knows how to control his own body in holiness and honor,"
    },
    {
        "o": 33540,
        "r": "csb:1 Thessalonians:4:5",
        "t": "not with lustful passions, like the Gentiles, who don’t know God."
    },
    {
        "o": 33541,
        "r": "csb:1 Thessalonians:4:6",
        "t": "This means one must not transgress against and take advantage of a brother or sister in this manner, because the Lord is an avenger of all these offenses, as we also previously told and warned you."
    },
    {
        "o": 33542,
        "r": "csb:1 Thessalonians:4:7",
        "t": "For God has not called us to impurity but to live in holiness."
    },
    {
        "o": 33543,
        "r": "csb:1 Thessalonians:4:8",
        "t": "Consequently, anyone who rejects this does not reject man, but God, who gives you his Holy Spirit."
    },
    {
        "o": 33544,
        "r": "csb:1 Thessalonians:4:8",
        "t": "Loving and Working",
        "h": 2
    },
    {
        "o": 33545,
        "r": "csb:1 Thessalonians:4:9",
        "t": "About*p brotherly love: You don’t need me to write you because you yourselves are taught by God to love one another."
    },
    {
        "o": 33546,
        "r": "csb:1 Thessalonians:4:10",
        "t": "In fact, you are doing this toward all the brothers and sisters in the entire region of Macedonia. But we encourage you, brothers and sisters, to do this even more,"
    },
    {
        "o": 33547,
        "r": "csb:1 Thessalonians:4:11",
        "t": "to seek to lead a quiet life, to mind your own business, and to work with your own hands, as we commanded you,"
    },
    {
        "o": 33548,
        "r": "csb:1 Thessalonians:4:12",
        "t": "so that you may behave properly in the presence of outsiders and not be dependent on anyone."
    },
    {
        "o": 33549,
        "r": "csb:1 Thessalonians:4:12",
        "t": "The Comfort of Christ’s Coming",
        "h": 2
    },
    {
        "o": 33550,
        "r": "csb:1 Thessalonians:4:13",
        "t": "We*p do not want you to be uninformed, brothers and sisters, concerning those who are asleep, so that you will not grieve like the rest, who have no hope."
    },
    {
        "o": 33551,
        "r": "csb:1 Thessalonians:4:14",
        "t": "For if we believe that Jesus died and rose again, in the same way, through Jesus, God will bring with him those who have fallen asleep."
    },
    {
        "o": 33552,
        "r": "csb:1 Thessalonians:4:15",
        "t": "For we say this to you by a word from the Lord: We who are still alive at the Lord’s coming will certainly not precede those who have fallen asleep."
    },
    {
        "o": 33553,
        "r": "csb:1 Thessalonians:4:16",
        "t": "For the Lord himself will descend from heaven with a shout, with the archangel’s voice, and with the trumpet of God, and the dead in Christ will rise first."
    },
    {
        "o": 33554,
        "r": "csb:1 Thessalonians:4:17",
        "t": "Then we who are still alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord."
    },
    {
        "o": 33555,
        "r": "csb:1 Thessalonians:4:18",
        "t": "Therefore encourage one another with these words."
    }
]
