[
    {
        "o": 2229,
        "r": "niv:Exodus:20:0",
        "t": "Exodus 20",
        "h": 1
    },
    {
        "o": 2230,
        "r": "niv:Exodus:20:0",
        "t": "The Ten Commandments",
        "h": 2
    },
    {
        "o": 2231,
        "r": "niv:Exodus:20:1",
        "t": "And*p God spoke all these words:"
    },
    {
        "o": 2232,
        "r": "niv:Exodus:20:2",
        "t": "“I*pld am the Lord*s your God, who brought you out of Egypt, out of the land of slavery."
    },
    {
        "o": 2233,
        "r": "niv:Exodus:20:3",
        "t": "“You*ln shall have no other gods before me."
    },
    {
        "o": 2234,
        "r": "niv:Exodus:20:4",
        "t": "“You*ln shall not make for yourself an image in the form of anything in heaven above or on the earth beneath or in the waters below."
    },
    {
        "o": 2235,
        "r": "niv:Exodus:20:5",
        "t": "You shall not bow down to them or worship them; for I, the Lord*s your God, am a jealous God, punishing the children for the sin of the parents to the third and fourth generation of those who hate me,"
    },
    {
        "o": 2236,
        "r": "niv:Exodus:20:6",
        "t": "but showing love to a thousand generations of those who love me and keep my commandments."
    },
    {
        "o": 2237,
        "r": "niv:Exodus:20:7",
        "t": "“You*ln shall not misuse the name of the Lord*s your God, for the Lord*s will not hold anyone guiltless who misuses his name."
    },
    {
        "o": 2238,
        "r": "niv:Exodus:20:8",
        "t": "“Remember*ln the Sabbath day by keeping it holy."
    },
    {
        "o": 2239,
        "r": "niv:Exodus:20:9",
        "t": "Six days you shall labor and do all your work,"
    },
    {
        "o": 2240,
        "r": "niv:Exodus:20:10",
        "t": "but the seventh day is a sabbath to the Lord*s your God. On it you shall not do any work, neither you, nor your son or daughter, nor your male or female servant, nor your animals, nor any foreigner residing in your towns."
    },
    {
        "o": 2241,
        "r": "niv:Exodus:20:11",
        "t": "For in six days the Lord*s made the heavens and the earth, the sea, and all that is in them, but he rested on the seventh day. Therefore the Lord*s blessed the Sabbath day and made it holy."
    },
    {
        "o": 2242,
        "r": "niv:Exodus:20:12",
        "t": "“Honor*ln your father and your mother, so that you may live long in the land the Lord*s your God is giving you."
    },
    {
        "o": 2243,
        "r": "niv:Exodus:20:13",
        "t": "“You*ln shall not murder."
    },
    {
        "o": 2244,
        "r": "niv:Exodus:20:14",
        "t": "“You*ln shall not commit adultery."
    },
    {
        "o": 2245,
        "r": "niv:Exodus:20:15",
        "t": "“You*ln shall not steal."
    },
    {
        "o": 2246,
        "r": "niv:Exodus:20:16",
        "t": "“You*ln shall not give false testimony against your neighbor."
    },
    {
        "o": 2247,
        "r": "niv:Exodus:20:17",
        "t": "“You*ln shall not covet your neighbor’s house. You shall not covet your neighbor’s wife, or his male or female servant, his ox or donkey, or anything that belongs to your neighbor.”"
    },
    {
        "o": 2248,
        "r": "niv:Exodus:20:18",
        "t": "When*p the people saw the thunder and lightning and heard the trumpet and saw the mountain in smoke, they trembled with fear. They stayed at a distance"
    },
    {
        "o": 2249,
        "r": "niv:Exodus:20:19",
        "t": "and said to Moses, “Speak to us yourself and we will listen. But do not have God speak to us or we will die.”"
    },
    {
        "o": 2250,
        "r": "niv:Exodus:20:20",
        "t": "Moses*p said to the people, “Do not be afraid. God has come to test you, so that the fear of God will be with you to keep you from sinning.”"
    },
    {
        "o": 2251,
        "r": "niv:Exodus:20:21",
        "t": "The*p people remained at a distance, while Moses approached the thick darkness where God was."
    },
    {
        "o": 2252,
        "r": "niv:Exodus:20:21",
        "t": "Idols and Altars",
        "h": 2
    },
    {
        "o": 2253,
        "r": "niv:Exodus:20:22",
        "t": "Then*p the Lord*s said to Moses, “Tell the Israelites this: ‘You have seen for yourselves that I have spoken to you from heaven:"
    },
    {
        "o": 2254,
        "r": "niv:Exodus:20:23",
        "t": "Do not make any gods to be alongside me; do not make for yourselves gods of silver or gods of gold."
    },
    {
        "o": 2255,
        "r": "niv:Exodus:20:24",
        "t": "“ ‘Make*p an altar of earth for me and sacrifice on it your burnt offerings and fellowship offerings, your sheep and goats and your cattle. Wherever I cause my name to be honored, I will come to you and bless you."
    },
    {
        "o": 2256,
        "r": "niv:Exodus:20:25",
        "t": "If you make an altar of stones for me, do not build it with dressed stones, for you will defile it if you use a tool on it."
    },
    {
        "o": 2257,
        "r": "niv:Exodus:20:26",
        "t": "And do not go up to my altar on steps, or your private parts may be exposed.’"
    }
]
