[
    {
        "o": 30995,
        "r": "nasb:Acts:26:0",
        "t": "Acts 26",
        "h": 1
    },
    {
        "o": 30996,
        "r": "nasb:Acts:26:0",
        "t": "Paul’s Defense before Agrippa",
        "h": 2
    },
    {
        "o": 30997,
        "r": "nasb:Acts:26:1",
        "t": "Agrippa*p said to Paul, “You are permitted to speak for yourself.” Then Paul stretched out his hand and proceeded*i to make his defense:"
    },
    {
        "o": 30998,
        "r": "nasb:Acts:26:2",
        "t": "“In*p regard to all the things of which I am accused by the Jews, I consider myself fortunate, King Agrippa, that I am about to make my defense before you today;"
    },
    {
        "o": 30999,
        "r": "nasb:Acts:26:3",
        "t": "especially because you are an expert in all customs and questions among the*i Jews; therefore I beg you to listen to me patiently."
    },
    {
        "o": 31000,
        "r": "nasb:Acts:26:4",
        "t": "“So*p then, all Jews know my manner of life from my youth up, which from the beginning was spent among my own*i nation and at Jerusalem;"
    },
    {
        "o": 31001,
        "r": "nasb:Acts:26:5",
        "t": "since they have known about me for a long time, if they are willing to testify, that I lived as*i a Pharisee according to the strictest sect of our religion."
    },
    {
        "o": 31002,
        "r": "nasb:Acts:26:6",
        "t": "And now I am standing trial for the hope of the promise made by God to our fathers;"
    },
    {
        "o": 31003,
        "r": "nasb:Acts:26:7",
        "t": "the*i promise*i to which our twelve tribes hope to attain, as they earnestly serve God*i night and day. And for this hope, O King, I am being accused by Jews."
    },
    {
        "o": 31004,
        "r": "nasb:Acts:26:8",
        "t": "Why is it considered incredible among you people*i if God does raise the dead?"
    },
    {
        "o": 31005,
        "r": "nasb:Acts:26:9",
        "t": "“So*p then, I thought to myself that I had to do many things hostile to the name of Jesus of Nazareth."
    },
    {
        "o": 31006,
        "r": "nasb:Acts:26:10",
        "t": "And this is just what I did in Jerusalem; not only did I lock up many of the saints in prisons, having received authority from the chief priests, but also when they were being put to death I cast my vote against them."
    },
    {
        "o": 31007,
        "r": "nasb:Acts:26:11",
        "t": "And as I punished them often in all the synagogues, I tried to force them to blaspheme; and being furiously enraged at them, I kept pursuing them even to foreign cities."
    },
    {
        "o": 31008,
        "r": "nasb:Acts:26:12",
        "t": "“While*p so engaged as I was journeying to Damascus with the authority and commission of the chief priests,"
    },
    {
        "o": 31009,
        "r": "nasb:Acts:26:13",
        "t": "at midday, O King, I saw on the way a light from heaven, brighter than the sun, shining all around me and those who were journeying with me."
    },
    {
        "o": 31010,
        "r": "nasb:Acts:26:14",
        "t": "And when we had all fallen to the ground, I heard a voice saying to me in the Hebrew dialect, ‘Saul,*r Saul,*r why*r are*r you*r persecuting*r Me?*r It*r is*r hard*r for*r you*r to*r kick*r against*r the*r goads.’*r"
    },
    {
        "o": 31011,
        "r": "nasb:Acts:26:15",
        "t": "And I said, ‘Who are You, Lord?’ And the Lord said, ‘I*r am*r Jesus*r whom*r you*r are*r persecuting.*r"
    },
    {
        "o": 31012,
        "r": "nasb:Acts:26:16",
        "t": "But*r get*r up*r and*r stand*r on*r your*r feet;*r for*r this*r purpose*r I*r have*r appeared*r to*r you,*r to*r appoint*r you*r a*r minister*r and*r a*r witness*r not*r only*r to*r the*r things*r which*r you*r have*r seen,*r but*r also*r to*r the*r things*r in*r which*r I*r will*r appear*r to*r you;*r"
    },
    {
        "o": 31013,
        "r": "nasb:Acts:26:17",
        "t": "rescuing*r you*r from*r the*r Jewish*ir people*r and*r from*r the*r Gentiles,*r to*r whom*r I*r am*r sending*r you,*r"
    },
    {
        "o": 31014,
        "r": "nasb:Acts:26:18",
        "t": "to*r open*r their*r eyes*r so*r that*r they*r may*r turn*r from*r darkness*r to*r light*r and*r from*r the*r dominion*r of*r Satan*r to*r God,*r that*r they*r may*r receive*r forgiveness*r of*r sins*r and*r an*r inheritance*r among*r those*r who*r have*r been*r sanctified*r by*r faith*r in*r Me.’*r"
    },
    {
        "o": 31015,
        "r": "nasb:Acts:26:19",
        "t": "“So,*p King Agrippa, I did not prove disobedient to the heavenly vision,"
    },
    {
        "o": 31016,
        "r": "nasb:Acts:26:20",
        "t": "but kept*i declaring both to those of Damascus first, and also*i at Jerusalem and then*i throughout all the region of Judea, and even*i to the Gentiles, that they should repent and turn to God, performing deeds appropriate to repentance."
    },
    {
        "o": 31017,
        "r": "nasb:Acts:26:21",
        "t": "For this reason some*i Jews seized me in the temple and tried to put me to death."
    },
    {
        "o": 31018,
        "r": "nasb:Acts:26:22",
        "t": "So, having obtained help from God, I stand to this day testifying both to small and great, stating nothing but what the Prophets and Moses said was going to take place;"
    },
    {
        "o": 31019,
        "r": "nasb:Acts:26:23",
        "t": "that the Christ was to suffer, and*i that by reason of His*i resurrection from the dead He would be the first to proclaim light both to the Jewish*i people and to the Gentiles.”"
    },
    {
        "o": 31020,
        "r": "nasb:Acts:26:24",
        "t": "While*p Paul*i was saying this in his defense, Festus said in a loud voice, “Paul, you are out of your mind! Your*i great learning is driving you mad.”"
    },
    {
        "o": 31021,
        "r": "nasb:Acts:26:25",
        "t": "But Paul said, “I am not out of my mind, most excellent Festus, but I utter words of sober truth."
    },
    {
        "o": 31022,
        "r": "nasb:Acts:26:26",
        "t": "For the king knows about these matters, and I speak to him also with confidence, since I am persuaded that none of these things escape his notice; for this has not been done in a corner."
    },
    {
        "o": 31023,
        "r": "nasb:Acts:26:27",
        "t": "King Agrippa, do you believe the Prophets? I know that you do.”"
    },
    {
        "o": 31024,
        "r": "nasb:Acts:26:28",
        "t": "Agrippa replied*i to Paul, “In a short time you will persuade me to become a Christian.”"
    },
    {
        "o": 31025,
        "r": "nasb:Acts:26:29",
        "t": "And Paul said,*i “I would wish to God, that whether in a short or long time, not only you, but also all who hear me this day, might become such as I am, except for these chains.”"
    },
    {
        "o": 31026,
        "r": "nasb:Acts:26:30",
        "t": "The*p king stood up and the governor and Bernice, and those who were sitting with them,"
    },
    {
        "o": 31027,
        "r": "nasb:Acts:26:31",
        "t": "and when they had gone aside, they began*i talking to one another, saying, “This man is not doing anything worthy of death or imprisonment.”"
    },
    {
        "o": 31028,
        "r": "nasb:Acts:26:32",
        "t": "And Agrippa said to Festus, “This man might have been set free if he had not appealed to Caesar.”"
    }
]
