[
    {
        "o": 11572,
        "r": "esv:1 Chronicles:7:0",
        "t": "1 Chronicles 7",
        "h": 1
    },
    {
        "o": 11573,
        "r": "esv:1 Chronicles:7:0",
        "t": "Descendants of Issachar",
        "h": 2
    },
    {
        "o": 11574,
        "r": "esv:1 Chronicles:7:1",
        "t": "The*p sons of Issachar: Tola, Puah, Jashub, and Shimron, four."
    },
    {
        "o": 11575,
        "r": "esv:1 Chronicles:7:2",
        "t": "The sons of Tola: Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Shemuel, heads of their fathers’ houses, namely of Tola, mighty warriors of their generations, their number in the days of David being 22,600."
    },
    {
        "o": 11576,
        "r": "esv:1 Chronicles:7:3",
        "t": "The son of Uzzi: Izrahiah. And the sons of Izrahiah: Michael, Obadiah, Joel, and Isshiah, all five of them were chief men."
    },
    {
        "o": 11577,
        "r": "esv:1 Chronicles:7:4",
        "t": "And along with them, by their generations, according to their fathers’ houses, were units of the army for war, 36,000, for they had many wives and sons."
    },
    {
        "o": 11578,
        "r": "esv:1 Chronicles:7:5",
        "t": "Their kinsmen belonging to all the clans of Issachar were in all 87,000 mighty warriors, enrolled by genealogy."
    },
    {
        "o": 11579,
        "r": "esv:1 Chronicles:7:5",
        "t": "Descendants of Benjamin",
        "h": 2
    },
    {
        "o": 11580,
        "r": "esv:1 Chronicles:7:6",
        "t": "The*p sons of Benjamin: Bela, Becher, and Jediael, three."
    },
    {
        "o": 11581,
        "r": "esv:1 Chronicles:7:7",
        "t": "The sons of Bela: Ezbon, Uzzi, Uzziel, Jerimoth, and Iri, five, heads of fathers’ houses, mighty warriors. And their enrollment by genealogies was 22,034."
    },
    {
        "o": 11582,
        "r": "esv:1 Chronicles:7:8",
        "t": "The sons of Becher: Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth. All these were the sons of Becher."
    },
    {
        "o": 11583,
        "r": "esv:1 Chronicles:7:9",
        "t": "And their enrollment by genealogies, according to their generations, as heads of their fathers’ houses, mighty warriors, was 20,200."
    },
    {
        "o": 11584,
        "r": "esv:1 Chronicles:7:10",
        "t": "The son of Jediael: Bilhan. And the sons of Bilhan: Jeush, Benjamin, Ehud, Chenaanah, Zethan, Tarshish, and Ahishahar."
    },
    {
        "o": 11585,
        "r": "esv:1 Chronicles:7:11",
        "t": "All these were the sons of Jediael according to the heads of their fathers’ houses, mighty warriors, 17,200, able to go to war."
    },
    {
        "o": 11586,
        "r": "esv:1 Chronicles:7:12",
        "t": "And Shuppim and Huppim were the sons of Ir, Hushim the son of Aher."
    },
    {
        "o": 11587,
        "r": "esv:1 Chronicles:7:12",
        "t": "Descendants of Naphtali",
        "h": 2
    },
    {
        "o": 11588,
        "r": "esv:1 Chronicles:7:13",
        "t": "The*p sons of Naphtali: Jahziel, Guni, Jezer and Shallum, the descendants of Bilhah."
    },
    {
        "o": 11589,
        "r": "esv:1 Chronicles:7:13",
        "t": "Descendants of Manasseh",
        "h": 2
    },
    {
        "o": 11590,
        "r": "esv:1 Chronicles:7:14",
        "t": "The*p sons of Manasseh: Asriel, whom his Aramean concubine bore; she bore Machir the father of Gilead."
    },
    {
        "o": 11591,
        "r": "esv:1 Chronicles:7:15",
        "t": "And Machir took a wife for Huppim and for Shuppim. The name of his sister was Maacah. And the name of the second was Zelophehad, and Zelophehad had daughters."
    },
    {
        "o": 11592,
        "r": "esv:1 Chronicles:7:16",
        "t": "And Maacah the wife of Machir bore a son, and she called his name Peresh; and the name of his brother was Sheresh; and his sons were Ulam and Rakem."
    },
    {
        "o": 11593,
        "r": "esv:1 Chronicles:7:17",
        "t": "The son of Ulam: Bedan. These were the sons of Gilead the son of Machir, son of Manasseh."
    },
    {
        "o": 11594,
        "r": "esv:1 Chronicles:7:18",
        "t": "And his sister Hammolecheth bore Ishhod, Abiezer, and Mahlah."
    },
    {
        "o": 11595,
        "r": "esv:1 Chronicles:7:19",
        "t": "The sons of Shemida were Ahian, Shechem, Likhi, and Aniam."
    },
    {
        "o": 11596,
        "r": "esv:1 Chronicles:7:19",
        "t": "Descendants of Ephraim",
        "h": 2
    },
    {
        "o": 11597,
        "r": "esv:1 Chronicles:7:20",
        "t": "The*p sons of Ephraim: Shuthelah, and Bered his son, Tahath his son, Eleadah his son, Tahath his son,"
    },
    {
        "o": 11598,
        "r": "esv:1 Chronicles:7:21",
        "t": "Zabad his son, Shuthelah his son, and Ezer and Elead, whom the men of Gath who were born in the land killed, because they came down to raid their livestock."
    },
    {
        "o": 11599,
        "r": "esv:1 Chronicles:7:22",
        "t": "And Ephraim their father mourned many days, and his brothers came to comfort him."
    },
    {
        "o": 11600,
        "r": "esv:1 Chronicles:7:23",
        "t": "And Ephraim went in to his wife, and she conceived and bore a son. And he called his name Beriah, because disaster had befallen his house."
    },
    {
        "o": 11601,
        "r": "esv:1 Chronicles:7:24",
        "t": "His daughter was Sheerah, who built both Lower and Upper Beth-horon, and Uzzen-sheerah."
    },
    {
        "o": 11602,
        "r": "esv:1 Chronicles:7:25",
        "t": "Rephah was his son, Resheph his son, Telah his son, Tahan his son,"
    },
    {
        "o": 11603,
        "r": "esv:1 Chronicles:7:26",
        "t": "Ladan his son, Ammihud his son, Elishama his son,"
    },
    {
        "o": 11604,
        "r": "esv:1 Chronicles:7:27",
        "t": "Nun his son, Joshua his son."
    },
    {
        "o": 11605,
        "r": "esv:1 Chronicles:7:28",
        "t": "Their possessions and settlements were Bethel and its towns, and to the east Naaran, and to the west Gezer and its towns, Shechem and its towns, and Ayyah and its towns;"
    },
    {
        "o": 11606,
        "r": "esv:1 Chronicles:7:29",
        "t": "also in possession of the Manassites, Beth-shean and its towns, Taanach and its towns, Megiddo and its towns, Dor and its towns. In these lived the sons of Joseph the son of Israel."
    },
    {
        "o": 11607,
        "r": "esv:1 Chronicles:7:29",
        "t": "Descendants of Asher",
        "h": 2
    },
    {
        "o": 11608,
        "r": "esv:1 Chronicles:7:30",
        "t": "The*p sons of Asher: Imnah, Ishvah, Ishvi, Beriah, and their sister Serah."
    },
    {
        "o": 11609,
        "r": "esv:1 Chronicles:7:31",
        "t": "The sons of Beriah: Heber, and Malchiel, who fathered Birzaith."
    },
    {
        "o": 11610,
        "r": "esv:1 Chronicles:7:32",
        "t": "Heber fathered Japhlet, Shomer, Hotham, and their sister Shua."
    },
    {
        "o": 11611,
        "r": "esv:1 Chronicles:7:33",
        "t": "The sons of Japhlet: Pasach, Bimhal, and Ashvath. These are the sons of Japhlet."
    },
    {
        "o": 11612,
        "r": "esv:1 Chronicles:7:34",
        "t": "The sons of Shemer his brother: Rohgah, Jehubbah, and Aram."
    },
    {
        "o": 11613,
        "r": "esv:1 Chronicles:7:35",
        "t": "The sons of Helem his brother: Zophah, Imna, Shelesh, and Amal."
    },
    {
        "o": 11614,
        "r": "esv:1 Chronicles:7:36",
        "t": "The sons of Zophah: Suah, Harnepher, Shual, Beri, Imrah."
    },
    {
        "o": 11615,
        "r": "esv:1 Chronicles:7:37",
        "t": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera."
    },
    {
        "o": 11616,
        "r": "esv:1 Chronicles:7:38",
        "t": "The sons of Jether: Jephunneh, Pispa, and Ara."
    },
    {
        "o": 11617,
        "r": "esv:1 Chronicles:7:39",
        "t": "The sons of Ulla: Arah, Hanniel, and Rizia."
    },
    {
        "o": 11618,
        "r": "esv:1 Chronicles:7:40",
        "t": "All of these were men of Asher, heads of fathers’ houses, approved, mighty warriors, chiefs of the princes. Their number enrolled by genealogies, for service in war, was 26,000 men."
    }
]
