[
    {
        "o": 9954,
        "r": "nasb:1 Kings:11:0",
        "t": "1 Kings 11",
        "h": 1
    },
    {
        "o": 9955,
        "r": "nasb:1 Kings:11:0",
        "t": "Solomon Turns from God",
        "h": 2
    },
    {
        "o": 9956,
        "r": "nasb:1 Kings:11:1",
        "t": "Now*p King Solomon loved many foreign women along with the daughter of Pharaoh: Moabite, Ammonite, Edomite, Sidonian, and Hittite women,"
    },
    {
        "o": 9957,
        "r": "nasb:1 Kings:11:2",
        "t": "from the nations concerning which the Lord*s had said to the sons of Israel, “You shall not associate with them, nor shall they associate with you, for*i they will surely turn your heart away after their gods.” Solomon held fast to these in love."
    },
    {
        "o": 9958,
        "r": "nasb:1 Kings:11:3",
        "t": "He had seven hundred wives, princesses, and three hundred concubines, and his wives turned his heart away."
    },
    {
        "o": 9959,
        "r": "nasb:1 Kings:11:4",
        "t": "For when Solomon was old, his wives turned his heart away after other gods; and his heart was not wholly devoted to the Lord*s his God, as the heart of David his father had*i been.*i"
    },
    {
        "o": 9960,
        "r": "nasb:1 Kings:11:5",
        "t": "For Solomon went after Ashtoreth the goddess of the Sidonians and after Milcom the detestable idol of the Ammonites."
    },
    {
        "o": 9961,
        "r": "nasb:1 Kings:11:6",
        "t": "Solomon did what was evil in the sight of the Lord,*s and did not follow the Lord*s fully, as David his father had*i done.*i"
    },
    {
        "o": 9962,
        "r": "nasb:1 Kings:11:7",
        "t": "Then Solomon built a high place for Chemosh the detestable idol of Moab, on the mountain which is east of Jerusalem, and for Molech the detestable idol of the sons of Ammon."
    },
    {
        "o": 9963,
        "r": "nasb:1 Kings:11:8",
        "t": "Thus also he did for all his foreign wives, who burned incense and sacrificed to their gods."
    },
    {
        "o": 9964,
        "r": "nasb:1 Kings:11:9",
        "t": "Now*p the Lord*s was angry with Solomon because his heart was turned away from the Lord,*s the God of Israel, who had appeared to him twice,"
    },
    {
        "o": 9965,
        "r": "nasb:1 Kings:11:10",
        "t": "and had commanded him concerning this thing, that he should not go after other gods; but he did not observe what the Lord*s had commanded."
    },
    {
        "o": 9966,
        "r": "nasb:1 Kings:11:11",
        "t": "So the Lord*s said to Solomon, “Because you have done this, and you have not kept My covenant and My statutes, which I have commanded you, I will surely tear the kingdom from you, and will give it to your servant."
    },
    {
        "o": 9967,
        "r": "nasb:1 Kings:11:12",
        "t": "Nevertheless I will not do it in your days for the sake of your father David, but*i I will tear it out of the hand of your son."
    },
    {
        "o": 9968,
        "r": "nasb:1 Kings:11:13",
        "t": "However, I will not tear away all the kingdom, but*i I will give one tribe to your son for the sake of My servant David and for the sake of Jerusalem which I have chosen.”"
    },
    {
        "o": 9969,
        "r": "nasb:1 Kings:11:13",
        "t": "God Raises Adversaries",
        "h": 2
    },
    {
        "o": 9970,
        "r": "nasb:1 Kings:11:14",
        "t": "Then*p the Lord*s raised up an adversary to Solomon, Hadad the Edomite; he was of the royal line in Edom."
    },
    {
        "o": 9971,
        "r": "nasb:1 Kings:11:15",
        "t": "For it came about, when David was in Edom, and Joab the commander of the army had gone up to bury the slain, and had struck down every male in Edom"
    },
    {
        "o": 9972,
        "r": "nasb:1 Kings:11:16",
        "t": "(for Joab and all Israel stayed there six months, until he had cut off every male in Edom),"
    },
    {
        "o": 9973,
        "r": "nasb:1 Kings:11:17",
        "t": "that Hadad fled to Egypt, he and certain Edomites of his father’s servants with him, while Hadad was*i a young boy."
    },
    {
        "o": 9974,
        "r": "nasb:1 Kings:11:18",
        "t": "They arose from Midian and came to Paran; and they took men with them from Paran and came to Egypt, to Pharaoh king of Egypt, who gave him a house and assigned him food and gave him land."
    },
    {
        "o": 9975,
        "r": "nasb:1 Kings:11:19",
        "t": "Now Hadad found great favor before Pharaoh, so that he gave him in marriage the sister of his own wife, the sister of Tahpenes the queen."
    },
    {
        "o": 9976,
        "r": "nasb:1 Kings:11:20",
        "t": "The sister of Tahpenes bore his son Genubath, whom Tahpenes weaned in Pharaoh’s house; and Genubath was in Pharaoh’s house among the sons of Pharaoh."
    },
    {
        "o": 9977,
        "r": "nasb:1 Kings:11:21",
        "t": "But when Hadad heard in Egypt that David slept with his fathers and that Joab the commander of the army was dead, Hadad said to Pharaoh, “Send me away, that I may go to my own country.”"
    },
    {
        "o": 9978,
        "r": "nasb:1 Kings:11:22",
        "t": "Then Pharaoh said to him, “But what have you lacked with me, that behold, you are seeking to go to your own country?” And he answered, “Nothing; nevertheless you must surely let me go.”"
    },
    {
        "o": 9979,
        "r": "nasb:1 Kings:11:23",
        "t": "God*p also raised up another*i adversary to him, Rezon the son of Eliada, who had fled from his lord Hadadezer king of Zobah."
    },
    {
        "o": 9980,
        "r": "nasb:1 Kings:11:24",
        "t": "He gathered men to himself and became leader of a marauding band, after David slew them of Zobah;*i and they went to Damascus and stayed there, and reigned in Damascus."
    },
    {
        "o": 9981,
        "r": "nasb:1 Kings:11:25",
        "t": "So he was an adversary to Israel all the days of Solomon, along with the evil that Hadad did;*i and he abhorred Israel and reigned over Aram."
    },
    {
        "o": 9982,
        "r": "nasb:1 Kings:11:26",
        "t": "Then*p Jeroboam the son of Nebat, an Ephraimite of Zeredah, Solomon’s servant, whose mother’s name was Zeruah, a widow, also rebelled against the king."
    },
    {
        "o": 9983,
        "r": "nasb:1 Kings:11:27",
        "t": "Now this was the reason why he rebelled against the king: Solomon built the Millo, and*i closed up the breach of the city of his father David."
    },
    {
        "o": 9984,
        "r": "nasb:1 Kings:11:28",
        "t": "Now the man Jeroboam was a valiant warrior, and when Solomon saw that the young man was industrious, he appointed him over all the forced labor of the house of Joseph."
    },
    {
        "o": 9985,
        "r": "nasb:1 Kings:11:29",
        "t": "It came about at that time, when Jeroboam went out of Jerusalem, that the prophet Ahijah the Shilonite found him on the road. Now Ahijah had clothed himself with a new cloak; and both of them were alone in the field."
    },
    {
        "o": 9986,
        "r": "nasb:1 Kings:11:30",
        "t": "Then Ahijah took hold of the new cloak which was on him and tore it into twelve pieces."
    },
    {
        "o": 9987,
        "r": "nasb:1 Kings:11:31",
        "t": "He said to Jeroboam, “Take for yourself ten pieces; for thus says the Lord,*s the God of Israel, ‘Behold, I will tear the kingdom out of the hand of Solomon and give you ten tribes"
    },
    {
        "o": 9988,
        "r": "nasb:1 Kings:11:32",
        "t": "(but he will have one tribe, for the sake of My servant David and for the sake of Jerusalem, the city which I have chosen from all the tribes of Israel),"
    },
    {
        "o": 9989,
        "r": "nasb:1 Kings:11:33",
        "t": "because they have forsaken Me, and have worshiped Ashtoreth the goddess of the Sidonians, Chemosh the god of Moab, and Milcom the god of the sons of Ammon; and they have not walked in My ways, doing what is right in My sight and observing*i My statutes and My ordinances, as his father David did.*i"
    },
    {
        "o": 9990,
        "r": "nasb:1 Kings:11:34",
        "t": "Nevertheless I will not take the whole kingdom out of his hand, but I will make him ruler all the days of his life, for the sake of My servant David whom I chose, who observed My commandments and My statutes;"
    },
    {
        "o": 9991,
        "r": "nasb:1 Kings:11:35",
        "t": "but I will take the kingdom from his son’s hand and give it to you, even*i ten tribes."
    },
    {
        "o": 9992,
        "r": "nasb:1 Kings:11:36",
        "t": "But to his son I will give one tribe, that My servant David may have a lamp always before Me in Jerusalem, the city where I have chosen for Myself to put My name."
    },
    {
        "o": 9993,
        "r": "nasb:1 Kings:11:37",
        "t": "I will take you, and you shall reign over whatever you desire, and you shall be king over Israel."
    },
    {
        "o": 9994,
        "r": "nasb:1 Kings:11:38",
        "t": "Then it will be, that if you listen to all that I command you and walk in My ways, and do what is right in My sight by observing My statutes and My commandments, as My servant David did, then I will be with you and build you an enduring house as I built for David, and I will give Israel to you."
    },
    {
        "o": 9995,
        "r": "nasb:1 Kings:11:39",
        "t": "Thus I will afflict the descendants of David for this, but not always.’ ”"
    },
    {
        "o": 9996,
        "r": "nasb:1 Kings:11:40",
        "t": "Solomon sought therefore to put Jeroboam to death; but Jeroboam arose and fled to Egypt to Shishak king of Egypt, and he was in Egypt until the death of Solomon."
    },
    {
        "o": 9997,
        "r": "nasb:1 Kings:11:40",
        "t": "The Death of Solomon",
        "h": 2
    },
    {
        "o": 9998,
        "r": "nasb:1 Kings:11:41",
        "t": "Now*p the rest of the acts of Solomon and whatever he did, and his wisdom, are they not written in the book of the acts of Solomon?"
    },
    {
        "o": 9999,
        "r": "nasb:1 Kings:11:42",
        "t": "Thus the time that Solomon reigned in Jerusalem over all Israel was forty years."
    },
    {
        "o": 10000,
        "r": "nasb:1 Kings:11:43",
        "t": "And Solomon slept with his fathers and was buried in the city of his father David, and his son Rehoboam reigned in his place."
    }
]
