[
    {
        "o": 13499,
        "r": "csb:Ezra:5:0",
        "t": "Ezra 5",
        "h": 1
    },
    {
        "o": 13500,
        "r": "csb:Ezra:5:1",
        "t": "But*p when the prophets Haggai and Zechariah son of Iddo prophesied to the Jews who were in Judah and Jerusalem, in the name of the God of Israel who was over them,"
    },
    {
        "o": 13501,
        "r": "csb:Ezra:5:2",
        "t": "Zerubbabel son of Shealtiel and Jeshua son of Jozadak began to rebuild God’s house in Jerusalem. The prophets of God were with them, helping them."
    },
    {
        "o": 13502,
        "r": "csb:Ezra:5:3",
        "t": "At*p that time Tattenai the governor of the region west of the Euphrates River, Shethar-bozenai, and their colleagues came to the Jews and asked, “Who gave you the order to rebuild this temple and finish this structure?”"
    },
    {
        "o": 13503,
        "r": "csb:Ezra:5:4",
        "t": "They also asked them, “What are the names of the workers who are constructing this building?”"
    },
    {
        "o": 13504,
        "r": "csb:Ezra:5:5",
        "t": "But God was watching over the Jewish elders. These men wouldn’t stop them until a report was sent to Darius, so that they could receive written instructions about this matter."
    },
    {
        "o": 13505,
        "r": "csb:Ezra:5:5",
        "t": "The Letter to Darius",
        "h": 2
    },
    {
        "o": 13506,
        "r": "csb:Ezra:5:6",
        "t": "This*p is the text of the letter that Tattenai the governor of the region west of the Euphrates River, Shethar-bozenai, and their colleagues, the officials in the region, sent to King Darius."
    },
    {
        "o": 13507,
        "r": "csb:Ezra:5:7",
        "t": "They sent him a report, written as follows: To*p King Darius: All*p greetings."
    },
    {
        "o": 13508,
        "r": "csb:Ezra:5:8",
        "t": "Let*p it be known to the king that we went to the house of the great God in the province of Judah. It is being built with cut stones, and its beams are being set in the walls. This work is being done diligently and succeeding through the people’s efforts."
    },
    {
        "o": 13509,
        "r": "csb:Ezra:5:9",
        "t": "So we questioned the elders and asked, “Who gave you the order to rebuild this temple and finish this structure?”"
    },
    {
        "o": 13510,
        "r": "csb:Ezra:5:10",
        "t": "We also asked them for their names, so that we could write down the names of their leaders for your information."
    },
    {
        "o": 13511,
        "r": "csb:Ezra:5:11",
        "t": "This*p is the reply they gave us: We*p are the servants of the God of the heavens and earth, and we are rebuilding the temple that was built many years ago, which a great king of Israel built and finished."
    },
    {
        "o": 13512,
        "r": "csb:Ezra:5:12",
        "t": "But since our ancestors angered the God of the heavens, he handed them over to King Nebuchadnezzar of Babylon, the Chaldean, who destroyed this temple and deported the people to Babylon."
    },
    {
        "o": 13513,
        "r": "csb:Ezra:5:13",
        "t": "However, in the first year of King Cyrus of Babylon, he issued a decree to rebuild the house of God."
    },
    {
        "o": 13514,
        "r": "csb:Ezra:5:14",
        "t": "He also took from the temple in Babylon the gold and silver articles of God’s house that Nebuchadnezzar had taken from the temple in Jerusalem and carried them to the temple in Babylon. He released them from the temple in Babylon to a man named Sheshbazzar, the governor by the appointment of King Cyrus."
    },
    {
        "o": 13515,
        "r": "csb:Ezra:5:15",
        "t": "Cyrus told him, “Take these articles, put them in the temple in Jerusalem, and let the house of God be rebuilt on its original site.”"
    },
    {
        "o": 13516,
        "r": "csb:Ezra:5:16",
        "t": "Then this same Sheshbazzar came and laid the foundation of God’s house in Jerusalem. It has been under construction from that time until now, but it has not been completed."
    },
    {
        "o": 13517,
        "r": "csb:Ezra:5:17",
        "t": "So*p if it pleases the king, let a search of the royal archives in Babylon be conducted to see if it is true that a decree was issued by King Cyrus to rebuild the house of God in Jerusalem. Let the king’s decision regarding this matter be sent to us."
    }
]
