[
    {
        "o": 3665,
        "r": "esv:Leviticus:22:0",
        "t": "Leviticus 22",
        "h": 1
    },
    {
        "o": 3666,
        "r": "esv:Leviticus:22:1",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3667,
        "r": "esv:Leviticus:22:2",
        "t": "“Speak to Aaron and his sons so that they abstain from the holy things of the people of Israel, which they dedicate to me, so that they do not profane my holy name: I am the Lord.*s"
    },
    {
        "o": 3668,
        "r": "esv:Leviticus:22:3",
        "t": "Say to them, ‘If any one of all your offspring throughout your generations approaches the holy things that the people of Israel dedicate to the Lord,*s while he has an uncleanness, that person shall be cut off from my presence: I am the Lord.*s"
    },
    {
        "o": 3669,
        "r": "esv:Leviticus:22:4",
        "t": "None of the offspring of Aaron who has a leprous disease or a discharge may eat of the holy things until he is clean. Whoever touches anything that is unclean through contact with the dead or a man who has had an emission of semen,"
    },
    {
        "o": 3670,
        "r": "esv:Leviticus:22:5",
        "t": "and whoever touches a swarming thing by which he may be made unclean or a person from whom he may take uncleanness, whatever his uncleanness may be—"
    },
    {
        "o": 3671,
        "r": "esv:Leviticus:22:6",
        "t": "the person who touches such a thing shall be unclean until the evening and shall not eat of the holy things unless he has bathed his body in water."
    },
    {
        "o": 3672,
        "r": "esv:Leviticus:22:7",
        "t": "When the sun goes down he shall be clean, and afterward he may eat of the holy things, because they are his food."
    },
    {
        "o": 3673,
        "r": "esv:Leviticus:22:8",
        "t": "He shall not eat what dies of itself or is torn by beasts, and so make himself unclean by it: I am the Lord.’*s"
    },
    {
        "o": 3674,
        "r": "esv:Leviticus:22:9",
        "t": "They shall therefore keep my charge, lest they bear sin for it and die thereby when they profane it: I am the Lord*s who sanctifies them."
    },
    {
        "o": 3675,
        "r": "esv:Leviticus:22:10",
        "t": "“A*p lay person shall not eat of a holy thing; no foreign guest of the priest or hired worker shall eat of a holy thing,"
    },
    {
        "o": 3676,
        "r": "esv:Leviticus:22:11",
        "t": "but if a priest buys a slave as his property for money, the slave may eat of it, and anyone born in his house may eat of his food."
    },
    {
        "o": 3677,
        "r": "esv:Leviticus:22:12",
        "t": "If a priest’s daughter marries a layman, she shall not eat of the contribution of the holy things."
    },
    {
        "o": 3678,
        "r": "esv:Leviticus:22:13",
        "t": "But if a priest’s daughter is widowed or divorced and has no child and returns to her father’s house, as in her youth, she may eat of her father’s food; yet no lay person shall eat of it."
    },
    {
        "o": 3679,
        "r": "esv:Leviticus:22:14",
        "t": "And if anyone eats of a holy thing unintentionally, he shall add the fifth of its value to it and give the holy thing to the priest."
    },
    {
        "o": 3680,
        "r": "esv:Leviticus:22:15",
        "t": "They shall not profane the holy things of the people of Israel, which they contribute to the Lord,*s"
    },
    {
        "o": 3681,
        "r": "esv:Leviticus:22:16",
        "t": "and so cause them to bear iniquity and guilt, by eating their holy things: for I am the Lord*s who sanctifies them.”"
    },
    {
        "o": 3682,
        "r": "esv:Leviticus:22:16",
        "t": "Acceptable Offerings",
        "h": 2
    },
    {
        "o": 3683,
        "r": "esv:Leviticus:22:17",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3684,
        "r": "esv:Leviticus:22:18",
        "t": "“Speak to Aaron and his sons and all the people of Israel and say to them, When any one of the house of Israel or of the sojourners in Israel presents a burnt offering as his offering, for any of their vows or freewill offerings that they offer to the Lord,*s"
    },
    {
        "o": 3685,
        "r": "esv:Leviticus:22:19",
        "t": "if it is to be accepted for you it shall be a male without blemish, of the bulls or the sheep or the goats."
    },
    {
        "o": 3686,
        "r": "esv:Leviticus:22:20",
        "t": "You shall not offer anything that has a blemish, for it will not be acceptable for you."
    },
    {
        "o": 3687,
        "r": "esv:Leviticus:22:21",
        "t": "And when anyone offers a sacrifice of peace offerings to the Lord*s to fulfill a vow or as a freewill offering from the herd or from the flock, to be accepted it must be perfect; there shall be no blemish in it."
    },
    {
        "o": 3688,
        "r": "esv:Leviticus:22:22",
        "t": "Animals blind or disabled or mutilated or having a discharge or an itch or scabs you shall not offer to the Lord*s or give them to the Lord*s as a food offering on the altar."
    },
    {
        "o": 3689,
        "r": "esv:Leviticus:22:23",
        "t": "You may present a bull or a lamb that has a part too long or too short for a freewill offering, but for a vow offering it cannot be accepted."
    },
    {
        "o": 3690,
        "r": "esv:Leviticus:22:24",
        "t": "Any animal that has its testicles bruised or crushed or torn or cut you shall not offer to the Lord;*s you shall not do it within your land,"
    },
    {
        "o": 3691,
        "r": "esv:Leviticus:22:25",
        "t": "neither shall you offer as the bread of your God any such animals gotten from a foreigner. Since there is a blemish in them, because of their mutilation, they will not be accepted for you.”"
    },
    {
        "o": 3692,
        "r": "esv:Leviticus:22:26",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3693,
        "r": "esv:Leviticus:22:27",
        "t": "“When an ox or sheep or goat is born, it shall remain seven days with its mother, and from the eighth day on it shall be acceptable as a food offering to the Lord.*s"
    },
    {
        "o": 3694,
        "r": "esv:Leviticus:22:28",
        "t": "But you shall not kill an ox or a sheep and her young in one day."
    },
    {
        "o": 3695,
        "r": "esv:Leviticus:22:29",
        "t": "And when you sacrifice a sacrifice of thanksgiving to the Lord,*s you shall sacrifice it so that you may be accepted."
    },
    {
        "o": 3696,
        "r": "esv:Leviticus:22:30",
        "t": "It shall be eaten on the same day; you shall leave none of it until morning: I am the Lord.*s"
    },
    {
        "o": 3697,
        "r": "esv:Leviticus:22:31",
        "t": "“So*p you shall keep my commandments and do them: I am the Lord.*s"
    },
    {
        "o": 3698,
        "r": "esv:Leviticus:22:32",
        "t": "And you shall not profane my holy name, that I may be sanctified among the people of Israel. I am the Lord*s who sanctifies you,"
    },
    {
        "o": 3699,
        "r": "esv:Leviticus:22:33",
        "t": "who brought you out of the land of Egypt to be your God: I am the Lord.”*s"
    }
]
