[
    {
        "o": 177,
        "r": "csb:Genesis:7:0",
        "t": "Genesis 7",
        "h": 1
    },
    {
        "o": 178,
        "r": "csb:Genesis:7:0",
        "t": "Entering the Ark",
        "h": 2
    },
    {
        "o": 179,
        "r": "csb:Genesis:7:1",
        "t": "Then*p the Lord*s said to Noah, “Enter the ark, you and all your household, for I have seen that you alone are righteous before me in this generation."
    },
    {
        "o": 180,
        "r": "csb:Genesis:7:2",
        "t": "You are to take with you seven pairs, a male and its female, of all the clean animals, and two of the animals that are not clean, a male and its female,"
    },
    {
        "o": 181,
        "r": "csb:Genesis:7:3",
        "t": "and seven pairs, male and female, of the birds of the sky - in order to keep offspring alive throughout the earth."
    },
    {
        "o": 182,
        "r": "csb:Genesis:7:4",
        "t": "Seven days from now I will make it rain on the earth forty days and forty nights, and every living thing I have made I will wipe off the face of the earth.”"
    },
    {
        "o": 183,
        "r": "csb:Genesis:7:5",
        "t": "And Noah did everything that the Lord*s commanded him."
    },
    {
        "o": 184,
        "r": "csb:Genesis:7:6",
        "t": "Noah*p was six hundred years old when the flood came and water covered the earth."
    },
    {
        "o": 185,
        "r": "csb:Genesis:7:7",
        "t": "So Noah, his sons, his wife, and his sons’ wives entered the ark because of the floodwaters."
    },
    {
        "o": 186,
        "r": "csb:Genesis:7:8",
        "t": "From the animals that are clean, and from the animals that are not clean, and from the birds and every creature that crawls on the ground,"
    },
    {
        "o": 187,
        "r": "csb:Genesis:7:9",
        "t": "two of each, male and female, came to Noah and entered the ark, just as God had commanded him."
    },
    {
        "o": 188,
        "r": "csb:Genesis:7:10",
        "t": "Seven days later the floodwaters came on the earth."
    },
    {
        "o": 189,
        "r": "csb:Genesis:7:10",
        "t": "The Flood",
        "h": 2
    },
    {
        "o": 190,
        "r": "csb:Genesis:7:11",
        "t": "In*p the six hundredth year of Noah’s life, in the second month, on the seventeenth day of the month, on that day all the sources of the vast watery depths burst open, the floodgates of the sky were opened,"
    },
    {
        "o": 191,
        "r": "csb:Genesis:7:12",
        "t": "and the rain fell on the earth forty days and forty nights."
    },
    {
        "o": 192,
        "r": "csb:Genesis:7:13",
        "t": "On that same day Noah and his three sons, Shem, Ham, and Japheth, entered the ark, along with Noah’s wife and his three sons’ wives."
    },
    {
        "o": 193,
        "r": "csb:Genesis:7:14",
        "t": "They entered it with all the wildlife according to their kinds, all livestock according to their kinds, all the creatures that crawl on the earth according to their kinds, every flying creature - all the birds and every winged creature - according to their kinds."
    },
    {
        "o": 194,
        "r": "csb:Genesis:7:15",
        "t": "Two of every creature that has the breath of life in it came to Noah and entered the ark."
    },
    {
        "o": 195,
        "r": "csb:Genesis:7:16",
        "t": "Those that entered, male and female of every creature, entered just as God had commanded him. Then the Lord*s shut him in."
    },
    {
        "o": 196,
        "r": "csb:Genesis:7:17",
        "t": "The*p flood continued for forty days on the earth; the water increased and lifted up the ark so that it rose above the earth."
    },
    {
        "o": 197,
        "r": "csb:Genesis:7:18",
        "t": "The water surged and increased greatly on the earth, and the ark floated on the surface of the water."
    },
    {
        "o": 198,
        "r": "csb:Genesis:7:19",
        "t": "Then the water surged even higher on the earth, and all the high mountains under the whole sky were covered."
    },
    {
        "o": 199,
        "r": "csb:Genesis:7:20",
        "t": "The mountains were covered as the water surged above them more than twenty feet."
    },
    {
        "o": 200,
        "r": "csb:Genesis:7:21",
        "t": "Every creature perished - those that crawl on the earth, birds, livestock, wildlife, and those that swarm on the earth, as well as all mankind."
    },
    {
        "o": 201,
        "r": "csb:Genesis:7:22",
        "t": "Everything with the breath of the spirit of life in its nostrils- everything on dry land died."
    },
    {
        "o": 202,
        "r": "csb:Genesis:7:23",
        "t": "He wiped out every living thing that was on the face of the earth, from mankind to livestock, to creatures that crawl, to the birds of the sky, and they were wiped off the earth. Only Noah was left, and those that were with him in the ark."
    },
    {
        "o": 203,
        "r": "csb:Genesis:7:24",
        "t": "And the water surged on the earth 150 days."
    }
]
