[
    {
        "o": 14243,
        "r": "niv:Job:7:0",
        "t": "Job 7",
        "h": 1
    },
    {
        "o": 14244,
        "r": "niv:Job:7:1",
        "t": "“Do*pn not mortals have hard service on earth? Are*ld not their days like those of hired laborers?"
    },
    {
        "o": 14245,
        "r": "niv:Job:7:2",
        "t": "Like*ln a slave longing for the evening shadows, or*ld a hired laborer waiting to be paid,"
    },
    {
        "o": 14246,
        "r": "niv:Job:7:3",
        "t": "so*ln I have been allotted months of futility, and*ld nights of misery have been assigned to me."
    },
    {
        "o": 14247,
        "r": "niv:Job:7:4",
        "t": "When*ln I lie down I think, ‘How long before I get up?’ The*ld night drags on, and I toss and turn until dawn."
    },
    {
        "o": 14248,
        "r": "niv:Job:7:5",
        "t": "My*ln body is clothed with worms and scabs, my*ld skin is broken and festering."
    },
    {
        "o": 14249,
        "r": "niv:Job:7:6",
        "t": "“My*pn days are swifter than a weaver’s shuttle, and*ld they come to an end without hope."
    },
    {
        "o": 14250,
        "r": "niv:Job:7:7",
        "t": "Remember,*ln O God, that my life is but a breath; my*ld eyes will never see happiness again."
    },
    {
        "o": 14251,
        "r": "niv:Job:7:8",
        "t": "The*ln eye that now sees me will see me no longer; you*ld will look for me, but I will be no more."
    },
    {
        "o": 14252,
        "r": "niv:Job:7:9",
        "t": "As*ln a cloud vanishes and is gone, so*ld one who goes down to the grave does not return."
    },
    {
        "o": 14253,
        "r": "niv:Job:7:10",
        "t": "He*ln will never come to his house again; his*ld place will know him no more."
    },
    {
        "o": 14254,
        "r": "niv:Job:7:11",
        "t": "“Therefore*pn I will not keep silent; I*ld will speak out in the anguish of my spirit, I*ld will complain in the bitterness of my soul."
    },
    {
        "o": 14255,
        "r": "niv:Job:7:12",
        "t": "Am*ln I the sea, or the monster of the deep, that*ld you put me under guard?"
    },
    {
        "o": 14256,
        "r": "niv:Job:7:13",
        "t": "When*ln I think my bed will comfort me and*ld my couch will ease my complaint,"
    },
    {
        "o": 14257,
        "r": "niv:Job:7:14",
        "t": "even*ln then you frighten me with dreams and*ld terrify me with visions,"
    },
    {
        "o": 14258,
        "r": "niv:Job:7:15",
        "t": "so*ln that I prefer strangling and death, rather*ld than this body of mine."
    },
    {
        "o": 14259,
        "r": "niv:Job:7:16",
        "t": "I*ln despise my life; I would not live forever. Let*ld me alone; my days have no meaning."
    },
    {
        "o": 14260,
        "r": "niv:Job:7:17",
        "t": "“What*pn is mankind that you make so much of them, that*ld you give them so much attention,"
    },
    {
        "o": 14261,
        "r": "niv:Job:7:18",
        "t": "that*ln you examine them every morning and*ld test them every moment?"
    },
    {
        "o": 14262,
        "r": "niv:Job:7:19",
        "t": "Will*ln you never look away from me, or*ld let me alone even for an instant?"
    },
    {
        "o": 14263,
        "r": "niv:Job:7:20",
        "t": "If*ln I have sinned, what have I done to you, you*ld who see everything we do? Why*ln have you made me your target? Have*ld I become a burden to you?"
    },
    {
        "o": 14264,
        "r": "niv:Job:7:21",
        "t": "Why*ln do you not pardon my offenses and*ld forgive my sins? For*ln I will soon lie down in the dust; you*ld will search for me, but I will be no more.”"
    }
]
