[
    {
        "o": 7923,
        "r": "esv:1 Samuel:2:0",
        "t": "1 Samuel 2",
        "h": 1
    },
    {
        "o": 7924,
        "r": "esv:1 Samuel:2:0",
        "t": "Hannah’s Prayer",
        "h": 2
    },
    {
        "o": 7925,
        "r": "esv:1 Samuel:2:1",
        "t": "And*p Hannah prayed and said, “My*pn heart exults in the Lord;*s my*ld horn is exalted in the Lord.*s My*ln mouth derides my enemies, because*ld I rejoice in your salvation."
    },
    {
        "o": 7926,
        "r": "esv:1 Samuel:2:2",
        "t": "“There*pn is none holy like the Lord:*s for*ld there is none besides you; there*ld is no rock like our God."
    },
    {
        "o": 7927,
        "r": "esv:1 Samuel:2:3",
        "t": "Talk*ln no more so very proudly, let*ld not arrogance come from your mouth; for*ln the Lord*s is a God of knowledge, and*ld by him actions are weighed."
    },
    {
        "o": 7928,
        "r": "esv:1 Samuel:2:4",
        "t": "The*ln bows of the mighty are broken, but*ld the feeble bind on strength."
    },
    {
        "o": 7929,
        "r": "esv:1 Samuel:2:5",
        "t": "Those*ln who were full have hired themselves out for bread, but*ld those who were hungry have ceased to hunger. The*ln barren has borne seven, but*ld she who has many children is forlorn."
    },
    {
        "o": 7930,
        "r": "esv:1 Samuel:2:6",
        "t": "The*ln Lord*s kills and brings to life; he*ld brings down to Sheol and raises up."
    },
    {
        "o": 7931,
        "r": "esv:1 Samuel:2:7",
        "t": "The*ln Lord*s makes poor and makes rich; he*ld brings low and he exalts."
    },
    {
        "o": 7932,
        "r": "esv:1 Samuel:2:8",
        "t": "He*ln raises up the poor from the dust; he*ld lifts the needy from the ash heap to*ln make them sit with princes and*ld inherit a seat of honor. For*ln the pillars of the earth are the Lord’s,*s and*ld on them he has set the world."
    },
    {
        "o": 7933,
        "r": "esv:1 Samuel:2:9",
        "t": "“He*pn will guard the feet of his faithful ones, but*ld the wicked shall be cut off in darkness, for*ld not by might shall a man prevail."
    },
    {
        "o": 7934,
        "r": "esv:1 Samuel:2:10",
        "t": "The*ln adversaries of the Lord*s shall be broken to pieces; against*ld them he will thunder in heaven. The*ln Lord*s will judge the ends of the earth; he*ld will give strength to his king and*ld exalt the horn of his anointed.”"
    },
    {
        "o": 7935,
        "r": "esv:1 Samuel:2:11",
        "t": "Then*p Elkanah went home to Ramah. And the boy was ministering to the Lord*s in the presence of Eli the priest."
    },
    {
        "o": 7936,
        "r": "esv:1 Samuel:2:11",
        "t": "Eli’s Worthless Sons",
        "h": 2
    },
    {
        "o": 7937,
        "r": "esv:1 Samuel:2:12",
        "t": "Now*p the sons of Eli were worthless men. They did not know the Lord.*s"
    },
    {
        "o": 7938,
        "r": "esv:1 Samuel:2:13",
        "t": "The custom of the priests with the people was that when any man offered sacrifice, the priest’s servant would come, while the meat was boiling, with a three-pronged fork in his hand,"
    },
    {
        "o": 7939,
        "r": "esv:1 Samuel:2:14",
        "t": "and he would thrust it into the pan or kettle or cauldron or pot. All that the fork brought up the priest would take for himself. This is what they did at Shiloh to all the Israelites who came there."
    },
    {
        "o": 7940,
        "r": "esv:1 Samuel:2:15",
        "t": "Moreover, before the fat was burned, the priest’s servant would come and say to the man who was sacrificing, “Give meat for the priest to roast, for he will not accept boiled meat from you but only raw.”"
    },
    {
        "o": 7941,
        "r": "esv:1 Samuel:2:16",
        "t": "And if the man said to him, “Let them burn the fat first, and then take as much as you wish,” he would say, “No, you must give it now, and if not, I will take it by force.”"
    },
    {
        "o": 7942,
        "r": "esv:1 Samuel:2:17",
        "t": "Thus the sin of the young men was very great in the sight of the Lord,*s for the men treated the offering of the Lord*s with contempt."
    },
    {
        "o": 7943,
        "r": "esv:1 Samuel:2:18",
        "t": "Samuel*p was ministering before the Lord,*s a boy clothed with a linen ephod."
    },
    {
        "o": 7944,
        "r": "esv:1 Samuel:2:19",
        "t": "And his mother used to make for him a little robe and take it to him each year when she went up with her husband to offer the yearly sacrifice."
    },
    {
        "o": 7945,
        "r": "esv:1 Samuel:2:20",
        "t": "Then Eli would bless Elkanah and his wife, and say, “May the Lord*s give you children by this woman for the petition she asked of the Lord.”*s So then they would return to their home."
    },
    {
        "o": 7946,
        "r": "esv:1 Samuel:2:21",
        "t": "Indeed*p the Lord*s visited Hannah, and she conceived and bore three sons and two daughters. And the boy Samuel grew in the presence of the Lord.*s"
    },
    {
        "o": 7947,
        "r": "esv:1 Samuel:2:21",
        "t": "Eli Rebukes His Sons",
        "h": 2
    },
    {
        "o": 7948,
        "r": "esv:1 Samuel:2:22",
        "t": "Now*p Eli was very old, and he kept hearing all that his sons were doing to all Israel, and how they lay with the women who were serving at the entrance to the tent of meeting."
    },
    {
        "o": 7949,
        "r": "esv:1 Samuel:2:23",
        "t": "And he said to them, “Why do you do such things? For I hear of your evil dealings from all these people."
    },
    {
        "o": 7950,
        "r": "esv:1 Samuel:2:24",
        "t": "No, my sons; it is no good report that I hear the people of the Lord*s spreading abroad."
    },
    {
        "o": 7951,
        "r": "esv:1 Samuel:2:25",
        "t": "If someone sins against a man, God will mediate for him, but if someone sins against the Lord,*s who can intercede for him?” But they would not listen to the voice of their father, for it was the will of the Lord*s to put them to death."
    },
    {
        "o": 7952,
        "r": "esv:1 Samuel:2:26",
        "t": "Now*p the boy Samuel continued to grow both in stature and in favor with the Lord*s and also with man."
    },
    {
        "o": 7953,
        "r": "esv:1 Samuel:2:26",
        "t": "The Lord Rejects Eli’s Household",
        "h": 2
    },
    {
        "o": 7954,
        "r": "esv:1 Samuel:2:27",
        "t": "And*p there came a man of God to Eli and said to him, “Thus says the Lord,*s ‘Did I indeed reveal myself to the house of your father when they were in Egypt subject to the house of Pharaoh?"
    },
    {
        "o": 7955,
        "r": "esv:1 Samuel:2:28",
        "t": "Did I choose him out of all the tribes of Israel to be my priest, to go up to my altar, to burn incense, to wear an ephod before me? I gave to the house of your father all my offerings by fire from the people of Israel."
    },
    {
        "o": 7956,
        "r": "esv:1 Samuel:2:29",
        "t": "Why then do you scorn my sacrifices and my offerings that I commanded for my dwelling, and honor your sons above me by fattening yourselves on the choicest parts of every offering of my people Israel?’"
    },
    {
        "o": 7957,
        "r": "esv:1 Samuel:2:30",
        "t": "Therefore the Lord,*s the God of Israel, declares: ‘I promised that your house and the house of your father should go in and out before me forever,’ but now the Lord*s declares: ‘Far be it from me, for those who honor me I will honor, and those who despise me shall be lightly esteemed."
    },
    {
        "o": 7958,
        "r": "esv:1 Samuel:2:31",
        "t": "Behold, the days are coming when I will cut off your strength and the strength of your father’s house, so that there will not be an old man in your house."
    },
    {
        "o": 7959,
        "r": "esv:1 Samuel:2:32",
        "t": "Then in distress you will look with envious eye on all the prosperity that shall be bestowed on Israel, and there shall not be an old man in your house forever."
    },
    {
        "o": 7960,
        "r": "esv:1 Samuel:2:33",
        "t": "The only one of you whom I shall not cut off from my altar shall be spared to weep his eyes out to grieve his heart, and all the descendants of your house shall die by the sword of men."
    },
    {
        "o": 7961,
        "r": "esv:1 Samuel:2:34",
        "t": "And this that shall come upon your two sons, Hophni and Phinehas, shall be the sign to you: both of them shall die on the same day."
    },
    {
        "o": 7962,
        "r": "esv:1 Samuel:2:35",
        "t": "And I will raise up for myself a faithful priest, who shall do according to what is in my heart and in my mind. And I will build him a sure house, and he shall go in and out before my anointed forever."
    },
    {
        "o": 7963,
        "r": "esv:1 Samuel:2:36",
        "t": "And everyone who is left in your house shall come to implore him for a piece of silver or a loaf of bread and shall say, “Please put me in one of the priests’ places, that I may eat a morsel of bread.”’”"
    }
]
