[
    {
        "o": 33050,
        "r": "csb:Galatians:6:0",
        "t": "Galatians 6",
        "h": 1
    },
    {
        "o": 33051,
        "r": "csb:Galatians:6:0",
        "t": "Carry One Another’s Burdens",
        "h": 2
    },
    {
        "o": 33052,
        "r": "csb:Galatians:6:1",
        "t": "Brothers*p and sisters, if someone is overtaken in any wrongdoing, you who are spiritual, restore such a person with a gentle spirit, watching out for yourselves so that you also won’t be tempted."
    },
    {
        "o": 33053,
        "r": "csb:Galatians:6:2",
        "t": "Carry one another’s burdens; in this way you will fulfill the law of Christ."
    },
    {
        "o": 33054,
        "r": "csb:Galatians:6:3",
        "t": "For if anyone considers himself to be something when he is nothing, he deceives himself."
    },
    {
        "o": 33055,
        "r": "csb:Galatians:6:4",
        "t": "Let each person examine his own work, and then he can take pride in himself alone, and not compare himself with someone else."
    },
    {
        "o": 33056,
        "r": "csb:Galatians:6:5",
        "t": "For each person will have to carry his own load."
    },
    {
        "o": 33057,
        "r": "csb:Galatians:6:6",
        "t": "Let*p the one who is taught the word share all his good things with the teacher."
    },
    {
        "o": 33058,
        "r": "csb:Galatians:6:7",
        "t": "Don’t be deceived: God is not mocked. For whatever a person sows he will also reap,"
    },
    {
        "o": 33059,
        "r": "csb:Galatians:6:8",
        "t": "because the one who sows to his flesh will reap destruction from the flesh, but the one who sows to the Spirit will reap eternal life from the Spirit."
    },
    {
        "o": 33060,
        "r": "csb:Galatians:6:9",
        "t": "Let us not get tired of doing good, for we will reap at the proper time if we don’t give up."
    },
    {
        "o": 33061,
        "r": "csb:Galatians:6:10",
        "t": "Therefore, as we have opportunity, let us work for the good of all, especially for those who belong to the household of faith."
    },
    {
        "o": 33062,
        "r": "csb:Galatians:6:10",
        "t": "Concluding Exhortation",
        "h": 2
    },
    {
        "o": 33063,
        "r": "csb:Galatians:6:11",
        "t": "Look*p at what large letters I use as I write to you in my own handwriting."
    },
    {
        "o": 33064,
        "r": "csb:Galatians:6:12",
        "t": "Those who want to make a good impression in the flesh are the ones who would compel you to be circumcised- but only to avoid being persecuted for the cross of Christ."
    },
    {
        "o": 33065,
        "r": "csb:Galatians:6:13",
        "t": "For even the circumcised don’t keep the law themselves, and yet they want you to be circumcised in order to boast about your flesh."
    },
    {
        "o": 33066,
        "r": "csb:Galatians:6:14",
        "t": "But as for me, I will never boast about anything except the cross of our Lord Jesus Christ. The world has been crucified to me through the cross, and I to the world."
    },
    {
        "o": 33067,
        "r": "csb:Galatians:6:15",
        "t": "For both circumcision and uncircumcision mean nothing; what matters instead is a new creation."
    },
    {
        "o": 33068,
        "r": "csb:Galatians:6:16",
        "t": "May peace come to all those who follow this standard, and mercy even to the Israel of God!"
    },
    {
        "o": 33069,
        "r": "csb:Galatians:6:17",
        "t": "From*p now on, let no one cause me trouble, because I bear on my body the marks of Jesus."
    },
    {
        "o": 33070,
        "r": "csb:Galatians:6:18",
        "t": "Brothers and sisters, the grace of our Lord Jesus Christ be with your spirit. Amen."
    }
]
