[
    {
        "o": 29187,
        "r": "esv:John:2:0",
        "t": "John 2",
        "h": 1
    },
    {
        "o": 29188,
        "r": "esv:John:2:0",
        "t": "The Wedding at Cana",
        "h": 2
    },
    {
        "o": 29189,
        "r": "esv:John:2:1",
        "t": "On*p the third day there was a wedding at Cana in Galilee, and the mother of Jesus was there."
    },
    {
        "o": 29190,
        "r": "esv:John:2:2",
        "t": "Jesus also was invited to the wedding with his disciples."
    },
    {
        "o": 29191,
        "r": "esv:John:2:3",
        "t": "When the wine ran out, the mother of Jesus said to him, “They have no wine.”"
    },
    {
        "o": 29192,
        "r": "esv:John:2:4",
        "t": "And Jesus said to her, “Woman,*r what*r does*r this*r have*r to*r do*r with*r me?*r My*r hour*r has*r not*r yet*r come.”*r"
    },
    {
        "o": 29193,
        "r": "esv:John:2:5",
        "t": "His mother said to the servants, “Do whatever he tells you.”"
    },
    {
        "o": 29194,
        "r": "esv:John:2:6",
        "t": "Now*p there were six stone water jars there for the Jewish rites of purification, each holding twenty or thirty gallons."
    },
    {
        "o": 29195,
        "r": "esv:John:2:7",
        "t": "Jesus said to the servants, “Fill*r the*r jars*r with*r water.”*r And they filled them up to the brim."
    },
    {
        "o": 29196,
        "r": "esv:John:2:8",
        "t": "And he said to them, “Now*r draw*r some*r out*r and*r take*r it*r to*r the*r master*r of*r the*r feast.”*r So they took it."
    },
    {
        "o": 29197,
        "r": "esv:John:2:9",
        "t": "When the master of the feast tasted the water now become wine, and did not know where it came from (though the servants who had drawn the water knew), the master of the feast called the bridegroom"
    },
    {
        "o": 29198,
        "r": "esv:John:2:10",
        "t": "and said to him, “Everyone serves the good wine first, and when people have drunk freely, then the poor wine. But you have kept the good wine until now.”"
    },
    {
        "o": 29199,
        "r": "esv:John:2:11",
        "t": "This, the first of his signs, Jesus did at Cana in Galilee, and manifested his glory. And his disciples believed in him."
    },
    {
        "o": 29200,
        "r": "esv:John:2:12",
        "t": "After*p this he went down to Capernaum, with his mother and his brothers and his disciples, and they stayed there for a few days."
    },
    {
        "o": 29201,
        "r": "esv:John:2:12",
        "t": "Jesus Cleanses the Temple",
        "h": 2
    },
    {
        "o": 29202,
        "r": "esv:John:2:13",
        "t": "The*p Passover of the Jews was at hand, and Jesus went up to Jerusalem."
    },
    {
        "o": 29203,
        "r": "esv:John:2:14",
        "t": "In the temple he found those who were selling oxen and sheep and pigeons, and the money-changers sitting there."
    },
    {
        "o": 29204,
        "r": "esv:John:2:15",
        "t": "And making a whip of cords, he drove them all out of the temple, with the sheep and oxen. And he poured out the coins of the money-changers and overturned their tables."
    },
    {
        "o": 29205,
        "r": "esv:John:2:16",
        "t": "And he told those who sold the pigeons, “Take*r these*r things*r away;*r do*r not*r make*r my*r Father’s*r house*r a*r house*r of*r trade.”*r"
    },
    {
        "o": 29206,
        "r": "esv:John:2:17",
        "t": "His disciples remembered that it was written, “Zeal for your house will consume me.”"
    },
    {
        "o": 29207,
        "r": "esv:John:2:18",
        "t": "So*p the Jews said to him, “What sign do you show us for doing these things?”"
    },
    {
        "o": 29208,
        "r": "esv:John:2:19",
        "t": "Jesus answered them, “Destroy*r this*r temple,*r and*r in*r three*r days*r I*r will*r raise*r it*r up.”*r"
    },
    {
        "o": 29209,
        "r": "esv:John:2:20",
        "t": "The Jews then said, “It has taken forty-six years to build this temple, and will you raise it up in three days?”"
    },
    {
        "o": 29210,
        "r": "esv:John:2:21",
        "t": "But he was speaking about the temple of his body."
    },
    {
        "o": 29211,
        "r": "esv:John:2:22",
        "t": "When therefore he was raised from the dead, his disciples remembered that he had said this, and they believed the Scripture and the word that Jesus had spoken."
    },
    {
        "o": 29212,
        "r": "esv:John:2:22",
        "t": "Jesus Knows What Is in Man",
        "h": 2
    },
    {
        "o": 29213,
        "r": "esv:John:2:23",
        "t": "Now*p when he was in Jerusalem at the Passover Feast, many believed in his name when they saw the signs that he was doing."
    },
    {
        "o": 29214,
        "r": "esv:John:2:24",
        "t": "But Jesus on his part did not entrust himself to them, because he knew all people"
    },
    {
        "o": 29215,
        "r": "esv:John:2:25",
        "t": "and needed no one to bear witness about man, for he himself knew what was in man."
    }
]
