[
    {
        "o": 5066,
        "r": "nasb:Numbers:30:0",
        "t": "Numbers 30",
        "h": 1
    },
    {
        "o": 5067,
        "r": "nasb:Numbers:30:0",
        "t": "The Law of Vows",
        "h": 2
    },
    {
        "o": 5068,
        "r": "nasb:Numbers:30:1",
        "t": "Then*p Moses spoke to the heads of the tribes of the sons of Israel, saying, “This is the word which the Lord*s has commanded."
    },
    {
        "o": 5069,
        "r": "nasb:Numbers:30:2",
        "t": "If a man makes a vow to the Lord,*s or takes an oath to bind himself with a binding obligation, he shall not violate his word; he shall do according to all that proceeds out of his mouth."
    },
    {
        "o": 5070,
        "r": "nasb:Numbers:30:3",
        "t": "“Also*p if a woman makes a vow to the Lord,*s and binds herself by an obligation in her father’s house in her youth,"
    },
    {
        "o": 5071,
        "r": "nasb:Numbers:30:4",
        "t": "and her father hears her vow and her obligation by which she has bound herself, and her father says nothing to her, then all her vows shall stand and every obligation by which she has bound herself shall stand."
    },
    {
        "o": 5072,
        "r": "nasb:Numbers:30:5",
        "t": "But if her father should forbid her on the day he hears of*i it,*i none of her vows or her obligations by which she has bound herself shall stand; and the Lord*s will forgive her because her father had forbidden her."
    },
    {
        "o": 5073,
        "r": "nasb:Numbers:30:6",
        "t": "“However,*p if she should marry while under her vows or the rash statement of her lips by which she has bound herself,"
    },
    {
        "o": 5074,
        "r": "nasb:Numbers:30:7",
        "t": "and her husband hears of it and says nothing to her on the day he hears it,*i then her vows shall stand and her obligations by which she has bound herself shall stand."
    },
    {
        "o": 5075,
        "r": "nasb:Numbers:30:8",
        "t": "But if on the day her husband hears of*i it,*i he forbids her, then he shall annul her vow which she is under and the rash statement of her lips by which she has bound herself; and the Lord*s will forgive her."
    },
    {
        "o": 5076,
        "r": "nasb:Numbers:30:9",
        "t": "“But*p the vow of a widow or of a divorced woman, everything by which she has bound herself, shall stand against her."
    },
    {
        "o": 5077,
        "r": "nasb:Numbers:30:10",
        "t": "However, if she vowed in her husband’s house, or bound herself by an obligation with an oath,"
    },
    {
        "o": 5078,
        "r": "nasb:Numbers:30:11",
        "t": "and her husband heard it,*i but said nothing to her and*i did not forbid her, then all her vows shall stand and every obligation by which she bound herself shall stand."
    },
    {
        "o": 5079,
        "r": "nasb:Numbers:30:12",
        "t": "But if her husband indeed annuls them on the day he hears them,*i then whatever proceeds out of her lips concerning her vows or concerning the obligation of herself shall not stand; her husband has annulled them, and the Lord*s will forgive her."
    },
    {
        "o": 5080,
        "r": "nasb:Numbers:30:13",
        "t": "“Every*p vow and every binding oath to humble herself, her husband may confirm it or her husband may annul it."
    },
    {
        "o": 5081,
        "r": "nasb:Numbers:30:14",
        "t": "But if her husband indeed says nothing to her from day to day, then he confirms all her vows or all her obligations which are on her; he has confirmed them, because he said nothing to her on the day he heard them."
    },
    {
        "o": 5082,
        "r": "nasb:Numbers:30:15",
        "t": "But if he indeed annuls them after he has heard them, then he shall bear her guilt.”"
    },
    {
        "o": 5083,
        "r": "nasb:Numbers:30:16",
        "t": "These*p are the statutes which the Lord*s commanded Moses, as*i between a man and his wife, and*i as*i between a father and his daughter, while*i she*i is*i in her youth in her father’s house."
    }
]
