[
    {
        "o": 4898,
        "r": "nasb:Numbers:26:0",
        "t": "Numbers 26",
        "h": 1
    },
    {
        "o": 4899,
        "r": "nasb:Numbers:26:0",
        "t": "Census of a New Generation",
        "h": 2
    },
    {
        "o": 4900,
        "r": "nasb:Numbers:26:1",
        "t": "Then*p it came about after the plague, that the Lord*s spoke to Moses and to Eleazar the son of Aaron the priest, saying,"
    },
    {
        "o": 4901,
        "r": "nasb:Numbers:26:2",
        "t": "“Take a census of all the congregation of the sons of Israel from twenty years old and upward, by their fathers’ households, whoever is able to go out to war in Israel.”"
    },
    {
        "o": 4902,
        "r": "nasb:Numbers:26:3",
        "t": "So Moses and Eleazar the priest spoke with them in the plains of Moab by the Jordan at Jericho, saying,"
    },
    {
        "o": 4903,
        "r": "nasb:Numbers:26:4",
        "t": "“Take*i a*i census*i of*i the*i people*i from twenty years old and upward, as the Lord*s has commanded Moses.” Now*bp the sons of Israel who came out of the land of Egypt were:*i"
    },
    {
        "o": 4904,
        "r": "nasb:Numbers:26:5",
        "t": "Reuben,*p Israel’s firstborn, the sons of Reuben: of*i Hanoch, the family of the Hanochites; of Pallu, the family of the Palluites;"
    },
    {
        "o": 4905,
        "r": "nasb:Numbers:26:6",
        "t": "of Hezron, the family of the Hezronites; of Carmi, the family of the Carmites."
    },
    {
        "o": 4906,
        "r": "nasb:Numbers:26:7",
        "t": "These are the families of the Reubenites, and those who were numbered of them were 43,730."
    },
    {
        "o": 4907,
        "r": "nasb:Numbers:26:8",
        "t": "The son of Pallu: Eliab."
    },
    {
        "o": 4908,
        "r": "nasb:Numbers:26:9",
        "t": "The sons of Eliab: Nemuel and Dathan and Abiram. These are the Dathan and Abiram who were called by the congregation, who contended against Moses and against Aaron in the company of Korah, when they contended against the Lord,*s"
    },
    {
        "o": 4909,
        "r": "nasb:Numbers:26:10",
        "t": "and the earth opened its mouth and swallowed them up along with Korah, when that company died, when the fire devoured 250 men, so that they became a warning."
    },
    {
        "o": 4910,
        "r": "nasb:Numbers:26:11",
        "t": "The sons of Korah, however, did not die."
    },
    {
        "o": 4911,
        "r": "nasb:Numbers:26:12",
        "t": "The*p sons of Simeon according to their families: of Nemuel, the family of the Nemuelites; of Jamin, the family of the Jaminites; of Jachin, the family of the Jachinites;"
    },
    {
        "o": 4912,
        "r": "nasb:Numbers:26:13",
        "t": "of Zerah, the family of the Zerahites; of Shaul, the family of the Shaulites."
    },
    {
        "o": 4913,
        "r": "nasb:Numbers:26:14",
        "t": "These are the families of the Simeonites, 22,200."
    },
    {
        "o": 4914,
        "r": "nasb:Numbers:26:15",
        "t": "The*p sons of Gad according to their families: of Zephon, the family of the Zephonites; of Haggi, the family of the Haggites; of Shuni, the family of the Shunites;"
    },
    {
        "o": 4915,
        "r": "nasb:Numbers:26:16",
        "t": "of Ozni, the family of the Oznites; of Eri, the family of the Erites;"
    },
    {
        "o": 4916,
        "r": "nasb:Numbers:26:17",
        "t": "of Arod, the family of the Arodites; of Areli, the family of the Arelites."
    },
    {
        "o": 4917,
        "r": "nasb:Numbers:26:18",
        "t": "These are the families of the sons of Gad according to those who were numbered of them, 40,500."
    },
    {
        "o": 4918,
        "r": "nasb:Numbers:26:19",
        "t": "The*p sons of Judah were*i Er and Onan, but Er and Onan died in the land of Canaan."
    },
    {
        "o": 4919,
        "r": "nasb:Numbers:26:20",
        "t": "The sons of Judah according to their families were: of Shelah, the family of the Shelanites; of Perez, the family of the Perezites; of Zerah, the family of the Zerahites."
    },
    {
        "o": 4920,
        "r": "nasb:Numbers:26:21",
        "t": "The sons of Perez were: of Hezron, the family of the Hezronites; of Hamul, the family of the Hamulites."
    },
    {
        "o": 4921,
        "r": "nasb:Numbers:26:22",
        "t": "These are the families of Judah according to those who were numbered of them, 76,500."
    },
    {
        "o": 4922,
        "r": "nasb:Numbers:26:23",
        "t": "The*p sons of Issachar according to their families: of*i Tola, the family of the Tolaites; of Puvah, the family of the Punites;"
    },
    {
        "o": 4923,
        "r": "nasb:Numbers:26:24",
        "t": "of Jashub, the family of the Jashubites; of Shimron, the family of the Shimronites."
    },
    {
        "o": 4924,
        "r": "nasb:Numbers:26:25",
        "t": "These are the families of Issachar according to those who were numbered of them, 64,300."
    },
    {
        "o": 4925,
        "r": "nasb:Numbers:26:26",
        "t": "The*p sons of Zebulun according to their families: of Sered, the family of the Seredites; of Elon, the family of the Elonites; of Jahleel, the family of the Jahleelites."
    },
    {
        "o": 4926,
        "r": "nasb:Numbers:26:27",
        "t": "These are the families of the Zebulunites according to those who were numbered of them, 60,500."
    },
    {
        "o": 4927,
        "r": "nasb:Numbers:26:28",
        "t": "The*p sons of Joseph according to their families: Manasseh and Ephraim."
    },
    {
        "o": 4928,
        "r": "nasb:Numbers:26:29",
        "t": "The sons of Manasseh: of Machir, the family of the Machirites; and Machir became the father of Gilead: of Gilead, the family of the Gileadites."
    },
    {
        "o": 4929,
        "r": "nasb:Numbers:26:30",
        "t": "These are the sons of Gilead: of*i Iezer, the family of the Iezerites; of Helek, the family of the Helekites;"
    },
    {
        "o": 4930,
        "r": "nasb:Numbers:26:31",
        "t": "and of*i Asriel, the family of the Asrielites; and of*i Shechem, the family of the Shechemites;"
    },
    {
        "o": 4931,
        "r": "nasb:Numbers:26:32",
        "t": "and of*i Shemida, the family of the Shemidaites; and of*i Hepher, the family of the Hepherites."
    },
    {
        "o": 4932,
        "r": "nasb:Numbers:26:33",
        "t": "Now Zelophehad the son of Hepher had no sons, but only daughters; and the names of the daughters of Zelophehad were Mahlah, Noah, Hoglah, Milcah and Tirzah."
    },
    {
        "o": 4933,
        "r": "nasb:Numbers:26:34",
        "t": "These are the families of Manasseh; and those who were numbered of them were 52,700."
    },
    {
        "o": 4934,
        "r": "nasb:Numbers:26:35",
        "t": "These*p are the sons of Ephraim according to their families: of Shuthelah, the family of the Shuthelahites; of Becher, the family of the Becherites; of Tahan, the family of the Tahanites."
    },
    {
        "o": 4935,
        "r": "nasb:Numbers:26:36",
        "t": "These are the sons of Shuthelah: of Eran, the family of the Eranites."
    },
    {
        "o": 4936,
        "r": "nasb:Numbers:26:37",
        "t": "These are the families of the sons of Ephraim according to those who were numbered of them, 32,500. These are the sons of Joseph according to their families."
    },
    {
        "o": 4937,
        "r": "nasb:Numbers:26:38",
        "t": "The*p sons of Benjamin according to their families: of Bela, the family of the Belaites; of Ashbel, the family of the Ashbelites; of Ahiram, the family of the Ahiramites;"
    },
    {
        "o": 4938,
        "r": "nasb:Numbers:26:39",
        "t": "of Shephupham, the family of the Shuphamites; of Hupham, the family of the Huphamites."
    },
    {
        "o": 4939,
        "r": "nasb:Numbers:26:40",
        "t": "The sons of Bela were Ard and Naaman: of*i Ard,*i the family of the Ardites; of Naaman, the family of the Naamites."
    },
    {
        "o": 4940,
        "r": "nasb:Numbers:26:41",
        "t": "These are the sons of Benjamin according to their families; and those who were numbered of them were 45,600."
    },
    {
        "o": 4941,
        "r": "nasb:Numbers:26:42",
        "t": "These*p are the sons of Dan according to their families: of Shuham, the family of the Shuhamites. These are the families of Dan according to their families."
    },
    {
        "o": 4942,
        "r": "nasb:Numbers:26:43",
        "t": "All the families of the Shuhamites, according to those who were numbered of them, were 64,400."
    },
    {
        "o": 4943,
        "r": "nasb:Numbers:26:44",
        "t": "The*p sons of Asher according to their families: of Imnah, the family of the Imnites; of Ishvi, the family of the Ishvites; of Beriah, the family of the Beriites."
    },
    {
        "o": 4944,
        "r": "nasb:Numbers:26:45",
        "t": "Of the sons of Beriah: of Heber, the family of the Heberites; of Malchiel, the family of the Malchielites."
    },
    {
        "o": 4945,
        "r": "nasb:Numbers:26:46",
        "t": "The name of the daughter of Asher was*i Serah."
    },
    {
        "o": 4946,
        "r": "nasb:Numbers:26:47",
        "t": "These are the families of the sons of Asher according to those who were numbered of them, 53,400."
    },
    {
        "o": 4947,
        "r": "nasb:Numbers:26:48",
        "t": "The*p sons of Naphtali according to their families: of Jahzeel, the family of the Jahzeelites; of Guni, the family of the Gunites;"
    },
    {
        "o": 4948,
        "r": "nasb:Numbers:26:49",
        "t": "of Jezer, the family of the Jezerites; of Shillem, the family of the Shillemites."
    },
    {
        "o": 4949,
        "r": "nasb:Numbers:26:50",
        "t": "These are the families of Naphtali according to their families; and those who were numbered of them were 45,400."
    },
    {
        "o": 4950,
        "r": "nasb:Numbers:26:51",
        "t": "These*p are those who were numbered of the sons of Israel, 601,730."
    },
    {
        "o": 4951,
        "r": "nasb:Numbers:26:52",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4952,
        "r": "nasb:Numbers:26:53",
        "t": "“Among these the land shall be divided for an inheritance according to the number of names."
    },
    {
        "o": 4953,
        "r": "nasb:Numbers:26:54",
        "t": "To the larger group*i you shall increase their inheritance, and to the smaller group*i you shall diminish their inheritance; each shall be given their inheritance according to those who were numbered of them."
    },
    {
        "o": 4954,
        "r": "nasb:Numbers:26:55",
        "t": "But the land shall be divided by lot. They shall receive their inheritance according to the names of the tribes of their fathers."
    },
    {
        "o": 4955,
        "r": "nasb:Numbers:26:56",
        "t": "According to the selection by lot, their inheritance shall be divided between the larger and the smaller groups.”*i"
    },
    {
        "o": 4956,
        "r": "nasb:Numbers:26:57",
        "t": "These*p are those who were numbered of the Levites according to their families: of Gershon, the family of the Gershonites; of Kohath, the family of the Kohathites; of Merari, the family of the Merarites."
    },
    {
        "o": 4957,
        "r": "nasb:Numbers:26:58",
        "t": "These are the families of Levi: the family of the Libnites, the family of the Hebronites, the family of the Mahlites, the family of the Mushites, the family of the Korahites. Kohath became the father of Amram."
    },
    {
        "o": 4958,
        "r": "nasb:Numbers:26:59",
        "t": "The name of Amram’s wife was Jochebed, the daughter of Levi, who was born to Levi in Egypt; and she bore to Amram: Aaron and Moses and their sister Miriam."
    },
    {
        "o": 4959,
        "r": "nasb:Numbers:26:60",
        "t": "To Aaron were born Nadab and Abihu, Eleazar and Ithamar."
    },
    {
        "o": 4960,
        "r": "nasb:Numbers:26:61",
        "t": "But Nadab and Abihu died when they offered strange fire before the Lord.*s"
    },
    {
        "o": 4961,
        "r": "nasb:Numbers:26:62",
        "t": "Those who were numbered of them were 23,000, every male from a month old and upward, for they were not numbered among the sons of Israel since no inheritance was given to them among the sons of Israel."
    },
    {
        "o": 4962,
        "r": "nasb:Numbers:26:63",
        "t": "These*p are those who were numbered by Moses and Eleazar the priest, who numbered the sons of Israel in the plains of Moab by the Jordan at Jericho."
    },
    {
        "o": 4963,
        "r": "nasb:Numbers:26:64",
        "t": "But among these there was not a man of those who were numbered by Moses and Aaron the priest, who numbered the sons of Israel in the wilderness of Sinai."
    },
    {
        "o": 4964,
        "r": "nasb:Numbers:26:65",
        "t": "For the Lord*s had said of them, “They shall surely die in the wilderness.” And not a man was left of them, except Caleb the son of Jephunneh and Joshua the son of Nun."
    }
]
