[
    {
        "o": 20728,
        "r": "niv:Isaiah:61:0",
        "t": "Isaiah 61",
        "h": 1
    },
    {
        "o": 20729,
        "r": "niv:Isaiah:61:0",
        "t": "The Year of the Lord’s Favor",
        "h": 2
    },
    {
        "o": 20730,
        "r": "niv:Isaiah:61:1",
        "t": "The*pn Spirit of the Sovereign Lord*s is on me, because*ld the Lord*s has anointed me to*ld proclaim good news to the poor. He*ln has sent me to bind up the brokenhearted, to*ld proclaim freedom for the captives and*ld release from darkness for the prisoners,"
    },
    {
        "o": 20731,
        "r": "niv:Isaiah:61:2",
        "t": "to*ln proclaim the year of the Lord’s*s favor and*ld the day of vengeance of our God, to*ln comfort all who mourn,"
    },
    {
        "o": 20732,
        "r": "niv:Isaiah:61:3",
        "t": "and*ld provide for those who grieve in Zion— to*ln bestow on them a crown of beauty instead*ld of ashes, the*ln oil of joy instead*ld of mourning, and*ln a garment of praise instead*ld of a spirit of despair. They*ln will be called oaks of righteousness, a*ld planting of the Lord*s for*ld the display of his splendor."
    },
    {
        "o": 20733,
        "r": "niv:Isaiah:61:4",
        "t": "They*pn will rebuild the ancient ruins and*ld restore the places long devastated; they*ln will renew the ruined cities that*ld have been devastated for generations."
    },
    {
        "o": 20734,
        "r": "niv:Isaiah:61:5",
        "t": "Strangers*ln will shepherd your flocks; foreigners*ld will work your fields and vineyards."
    },
    {
        "o": 20735,
        "r": "niv:Isaiah:61:6",
        "t": "And*ln you will be called priests of the Lord,*s you*ld will be named ministers of our God. You*ln will feed on the wealth of nations, and*ld in their riches you will boast."
    },
    {
        "o": 20736,
        "r": "niv:Isaiah:61:7",
        "t": "Instead*pn of your shame you*ld will receive a double portion, and*ln instead of disgrace you*ld will rejoice in your inheritance. And*ln so you will inherit a double portion in your land, and*ld everlasting joy will be yours."
    },
    {
        "o": 20737,
        "r": "niv:Isaiah:61:8",
        "t": "“For*pn I, the Lord,*s love justice; I*ld hate robbery and wrongdoing. In*ln my faithfulness I will reward my people and*ld make an everlasting covenant with them."
    },
    {
        "o": 20738,
        "r": "niv:Isaiah:61:9",
        "t": "Their*ln descendants will be known among the nations and*ld their offspring among the peoples. All*ln who see them will acknowledge that*ld they are a people the Lord*s has blessed.”"
    },
    {
        "o": 20739,
        "r": "niv:Isaiah:61:10",
        "t": "I*pn delight greatly in the Lord;*s my*ld soul rejoices in my God. For*ln he has clothed me with garments of salvation and*ld arrayed me in a robe of his righteousness, as*ln a bridegroom adorns his head like a priest, and*ld as a bride adorns herself with her jewels."
    },
    {
        "o": 20740,
        "r": "niv:Isaiah:61:11",
        "t": "For*ln as the soil makes the sprout come up and*ld a garden causes seeds to grow, so*ln the Sovereign Lord*s will make righteousness and*ld praise spring up before all nations."
    }
]
