[
    {
        "o": 31691,
        "r": "nkjv:Romans:7:0",
        "t": "Romans 7",
        "h": 1
    },
    {
        "o": 31692,
        "r": "nkjv:Romans:7:0",
        "t": "Freed from the Law",
        "h": 2
    },
    {
        "o": 31693,
        "r": "nkjv:Romans:7:1",
        "t": "Or*p do you not know, brethren (for I speak to those who know the law), that the law has dominion over a man as long as he lives?"
    },
    {
        "o": 31694,
        "r": "nkjv:Romans:7:2",
        "t": "For the woman who has a husband is bound by the law to her*i husband as long as he lives. But if the husband dies, she is released from the law of her*i husband."
    },
    {
        "o": 31695,
        "r": "nkjv:Romans:7:3",
        "t": "So then if, while her*i husband lives, she marries another man, she will be called an adulteress; but if her husband dies, she is free from that law, so that she is no adulteress, though she has married another man."
    },
    {
        "o": 31696,
        "r": "nkjv:Romans:7:4",
        "t": "Therefore, my brethren, you also have become dead to the law through the body of Christ, that you may be married to another—to Him who was raised from the dead, that we should bear fruit to God."
    },
    {
        "o": 31697,
        "r": "nkjv:Romans:7:5",
        "t": "For when we were in the flesh, the sinful passions which were aroused by the law were at work in our members to bear fruit to death."
    },
    {
        "o": 31698,
        "r": "nkjv:Romans:7:6",
        "t": "But now we have been delivered from the law, having died to what we were held by, so that we should serve in the newness of the Spirit and not in*i the oldness of the letter."
    },
    {
        "o": 31699,
        "r": "nkjv:Romans:7:6",
        "t": "Sin’s Advantage in the Law",
        "h": 2
    },
    {
        "o": 31700,
        "r": "nkjv:Romans:7:7",
        "t": "What*p shall we say then? Is*i the law sin? Certainly not! On the contrary, I would not have known sin except through the law. For I would not have known covetousness unless the law had said, “You shall not covet.”"
    },
    {
        "o": 31701,
        "r": "nkjv:Romans:7:8",
        "t": "But sin, taking opportunity by the commandment, produced in me all manner*i of*i evil*i desire. For apart from the law sin was*i dead."
    },
    {
        "o": 31702,
        "r": "nkjv:Romans:7:9",
        "t": "I was alive once without the law, but when the commandment came, sin revived and I died."
    },
    {
        "o": 31703,
        "r": "nkjv:Romans:7:10",
        "t": "And the commandment, which was*i to bring*i life, I found to bring*i death."
    },
    {
        "o": 31704,
        "r": "nkjv:Romans:7:11",
        "t": "For sin, taking occasion by the commandment, deceived me, and by it killed me.*i"
    },
    {
        "o": 31705,
        "r": "nkjv:Romans:7:12",
        "t": "Therefore the law is*i holy, and the commandment holy and just and good."
    },
    {
        "o": 31706,
        "r": "nkjv:Romans:7:12",
        "t": "Law Cannot Save from Sin",
        "h": 2
    },
    {
        "o": 31707,
        "r": "nkjv:Romans:7:13",
        "t": "Has*p then what is good become death to me? Certainly not! But sin, that it might appear sin, was producing death in me through what is good, so that sin through the commandment might become exceedingly sinful."
    },
    {
        "o": 31708,
        "r": "nkjv:Romans:7:14",
        "t": "For we know that the law is spiritual, but I am carnal, sold under sin."
    },
    {
        "o": 31709,
        "r": "nkjv:Romans:7:15",
        "t": "For what I am doing, I do not understand. For what I will to do, that I do not practice; but what I hate, that I do."
    },
    {
        "o": 31710,
        "r": "nkjv:Romans:7:16",
        "t": "If, then, I do what I will not to do, I agree with the law that it*i is*i good."
    },
    {
        "o": 31711,
        "r": "nkjv:Romans:7:17",
        "t": "But now, it*i is*i no longer I who do it, but sin that dwells in me."
    },
    {
        "o": 31712,
        "r": "nkjv:Romans:7:18",
        "t": "For I know that in me (that is, in my flesh) nothing good dwells; for to will is present with me, but how*i to perform what is good I do not find."
    },
    {
        "o": 31713,
        "r": "nkjv:Romans:7:19",
        "t": "For the good that I will to*i do,*i I do not do; but the evil I will not to*i do,*i that I practice."
    },
    {
        "o": 31714,
        "r": "nkjv:Romans:7:20",
        "t": "Now if I do what I will not to*i do,*i it is no longer I who do it, but sin that dwells in me."
    },
    {
        "o": 31715,
        "r": "nkjv:Romans:7:21",
        "t": "I*p find then a law, that evil is present with me, the one who wills to do good."
    },
    {
        "o": 31716,
        "r": "nkjv:Romans:7:22",
        "t": "For I delight in the law of God according to the inward man."
    },
    {
        "o": 31717,
        "r": "nkjv:Romans:7:23",
        "t": "But I see another law in my members, warring against the law of my mind, and bringing me into captivity to the law of sin which is in my members."
    },
    {
        "o": 31718,
        "r": "nkjv:Romans:7:24",
        "t": "O wretched man that I am! Who will deliver me from this body of death?"
    },
    {
        "o": 31719,
        "r": "nkjv:Romans:7:25",
        "t": "I thank God—through Jesus Christ our Lord! So*p then, with the mind I myself serve the law of God, but with the flesh the law of sin."
    }
]
