[
    {
        "o": 8285,
        "r": "nasb:1 Samuel:16:0",
        "t": "1 Samuel 16",
        "h": 1
    },
    {
        "o": 8286,
        "r": "nasb:1 Samuel:16:0",
        "t": "Samuel Goes to Bethlehem",
        "h": 2
    },
    {
        "o": 8287,
        "r": "nasb:1 Samuel:16:1",
        "t": "Now*p the Lord*s said to Samuel, “How long will you grieve over Saul, since I have rejected him from being king over Israel? Fill your horn with oil and go; I will send you to Jesse the Bethlehemite, for I have selected a king for Myself among his sons.”"
    },
    {
        "o": 8288,
        "r": "nasb:1 Samuel:16:2",
        "t": "But Samuel said, “How can I go? When Saul hears of*i it,*i he will kill me.” And the Lord*s said, “Take a heifer with you and say, ‘I have come to sacrifice to the Lord.’*s"
    },
    {
        "o": 8289,
        "r": "nasb:1 Samuel:16:3",
        "t": "You shall invite Jesse to the sacrifice, and I will show you what you shall do; and you shall anoint for Me the one whom I designate to you.”"
    },
    {
        "o": 8290,
        "r": "nasb:1 Samuel:16:4",
        "t": "So Samuel did what the Lord*s said, and came to Bethlehem. And the elders of the city came trembling to meet him and said, “Do you come in peace?”"
    },
    {
        "o": 8291,
        "r": "nasb:1 Samuel:16:5",
        "t": "He said, “In peace; I have come to sacrifice to the Lord.*s Consecrate yourselves and come with me to the sacrifice.” He also consecrated Jesse and his sons and invited them to the sacrifice."
    },
    {
        "o": 8292,
        "r": "nasb:1 Samuel:16:6",
        "t": "When*p they entered, he looked at Eliab and thought, “Surely the Lord’s*s anointed is before Him.”"
    },
    {
        "o": 8293,
        "r": "nasb:1 Samuel:16:7",
        "t": "But the Lord*s said to Samuel, “Do not look at his appearance or at the height of his stature, because I have rejected him; for God sees*i not as man sees, for man looks at the outward appearance, but the Lord*s looks at the heart.”"
    },
    {
        "o": 8294,
        "r": "nasb:1 Samuel:16:8",
        "t": "Then Jesse called Abinadab and made him pass before Samuel. And he said, “The Lord*s has not chosen this one either.”"
    },
    {
        "o": 8295,
        "r": "nasb:1 Samuel:16:9",
        "t": "Next Jesse made Shammah pass by. And he said, “The Lord*s has not chosen this one either.”"
    },
    {
        "o": 8296,
        "r": "nasb:1 Samuel:16:10",
        "t": "Thus Jesse made seven of his sons pass before Samuel. But Samuel said to Jesse, “The Lord*s has not chosen these.”"
    },
    {
        "o": 8297,
        "r": "nasb:1 Samuel:16:11",
        "t": "And Samuel said to Jesse, “Are these all the children?” And he said, “There remains yet the youngest, and behold, he is tending the sheep.” Then Samuel said to Jesse, “Send and bring him; for we will not sit down until he comes here.”"
    },
    {
        "o": 8298,
        "r": "nasb:1 Samuel:16:11",
        "t": "David Anointed",
        "h": 2
    },
    {
        "o": 8299,
        "r": "nasb:1 Samuel:16:12",
        "t": "So*p he sent and brought him in. Now he was ruddy, with beautiful eyes and a handsome appearance. And the Lord*s said, “Arise, anoint him; for this is he.”"
    },
    {
        "o": 8300,
        "r": "nasb:1 Samuel:16:13",
        "t": "Then Samuel took the horn of oil and anointed him in the midst of his brothers; and the Spirit of the Lord*s came mightily upon David from that day forward. And Samuel arose and went to Ramah."
    },
    {
        "o": 8301,
        "r": "nasb:1 Samuel:16:14",
        "t": "Now*p the Spirit of the Lord*s departed from Saul, and an evil spirit from the Lord*s terrorized him."
    },
    {
        "o": 8302,
        "r": "nasb:1 Samuel:16:15",
        "t": "Saul’s servants then said to him, “Behold now, an evil spirit from God is terrorizing you."
    },
    {
        "o": 8303,
        "r": "nasb:1 Samuel:16:16",
        "t": "Let our lord now command your servants who are before you. Let them seek a man who is a skillful player on the harp; and it shall come about when the evil spirit from God is on you, that he shall play the*i harp*i with his hand, and you will be well.”"
    },
    {
        "o": 8304,
        "r": "nasb:1 Samuel:16:17",
        "t": "So Saul said to his servants, “Provide for me now a man who can play well and bring him*i to me.”"
    },
    {
        "o": 8305,
        "r": "nasb:1 Samuel:16:18",
        "t": "Then one of the young men said, “Behold, I have seen a son of Jesse the Bethlehemite who is a skillful musician, a mighty man of valor, a warrior, one prudent in speech, and a handsome man; and the Lord*s is with him.”"
    },
    {
        "o": 8306,
        "r": "nasb:1 Samuel:16:19",
        "t": "So Saul sent messengers to Jesse and said, “Send me your son David who is with the flock.”"
    },
    {
        "o": 8307,
        "r": "nasb:1 Samuel:16:20",
        "t": "Jesse took a donkey loaded*i with*i bread and a jug of wine and a young goat, and sent them*i to Saul by David his son."
    },
    {
        "o": 8308,
        "r": "nasb:1 Samuel:16:21",
        "t": "Then David came to Saul and attended him; and Saul loved him greatly, and he became his armor bearer."
    },
    {
        "o": 8309,
        "r": "nasb:1 Samuel:16:22",
        "t": "Saul sent to Jesse, saying, “Let David now stand before me, for he has found favor in my sight.”"
    },
    {
        "o": 8310,
        "r": "nasb:1 Samuel:16:23",
        "t": "So it came about whenever the evil*i spirit from God came to Saul, David would take the harp and play it*i with his hand; and Saul would be refreshed and be well, and the evil spirit would depart from him."
    }
]
