[
    {
        "o": 21773,
        "r": "niv:Jeremiah:34:0",
        "t": "Jeremiah 34",
        "h": 1
    },
    {
        "o": 21774,
        "r": "niv:Jeremiah:34:0",
        "t": "Warning to Zedekiah",
        "h": 2
    },
    {
        "o": 21775,
        "r": "niv:Jeremiah:34:1",
        "t": "While*p Nebuchadnezzar king of Babylon and all his army and all the kingdoms and peoples in the empire he ruled were fighting against Jerusalem and all its surrounding towns, this word came to Jeremiah from the Lord:*s"
    },
    {
        "o": 21776,
        "r": "niv:Jeremiah:34:2",
        "t": "“This is what the Lord,*s the God of Israel, says: Go to Zedekiah king of Judah and tell him, ‘This is what the Lord*s says: I am about to give this city into the hands of the king of Babylon, and he will burn it down."
    },
    {
        "o": 21777,
        "r": "niv:Jeremiah:34:3",
        "t": "You will not escape from his grasp but will surely be captured and given into his hands. You will see the king of Babylon with your own eyes, and he will speak with you face to face. And you will go to Babylon."
    },
    {
        "o": 21778,
        "r": "niv:Jeremiah:34:4",
        "t": "“ ‘Yet*p hear the Lord’s*s promise to you, Zedekiah king of Judah. This is what the Lord*s says concerning you: You will not die by the sword;"
    },
    {
        "o": 21779,
        "r": "niv:Jeremiah:34:5",
        "t": "you will die peacefully. As people made a funeral fire in honor of your predecessors, the kings who ruled before you, so they will make a fire in your honor and lament, “Alas, master!” I myself make this promise, declares the Lord*s .’ ”"
    },
    {
        "o": 21780,
        "r": "niv:Jeremiah:34:6",
        "t": "Then*p Jeremiah the prophet told all this to Zedekiah king of Judah, in Jerusalem,"
    },
    {
        "o": 21781,
        "r": "niv:Jeremiah:34:7",
        "t": "while the army of the king of Babylon was fighting against Jerusalem and the other cities of Judah that were still holding out—Lachish and Azekah. These were the only fortified cities left in Judah."
    },
    {
        "o": 21782,
        "r": "niv:Jeremiah:34:7",
        "t": "Freedom for Slaves",
        "h": 2
    },
    {
        "o": 21783,
        "r": "niv:Jeremiah:34:8",
        "t": "The*p word came to Jeremiah from the Lord*s after King Zedekiah had made a covenant with all the people in Jerusalem to proclaim freedom for the slaves."
    },
    {
        "o": 21784,
        "r": "niv:Jeremiah:34:9",
        "t": "Everyone was to free their Hebrew slaves, both male and female; no one was to hold a fellow Hebrew in bondage."
    },
    {
        "o": 21785,
        "r": "niv:Jeremiah:34:10",
        "t": "So all the officials and people who entered into this covenant agreed that they would free their male and female slaves and no longer hold them in bondage. They agreed, and set them free."
    },
    {
        "o": 21786,
        "r": "niv:Jeremiah:34:11",
        "t": "But afterward they changed their minds and took back the slaves they had freed and enslaved them again."
    },
    {
        "o": 21787,
        "r": "niv:Jeremiah:34:12",
        "t": "Then*p the word of the Lord*s came to Jeremiah:"
    },
    {
        "o": 21788,
        "r": "niv:Jeremiah:34:13",
        "t": "“This is what the Lord,*s the God of Israel, says: I made a covenant with your ancestors when I brought them out of Egypt, out of the land of slavery. I said,"
    },
    {
        "o": 21789,
        "r": "niv:Jeremiah:34:14",
        "t": "‘Every seventh year each of you must free any fellow Hebrews who have sold themselves to you. After they have served you six years, you must let them go free.’ Your ancestors, however, did not listen to me or pay attention to me."
    },
    {
        "o": 21790,
        "r": "niv:Jeremiah:34:15",
        "t": "Recently you repented and did what is right in my sight: Each of you proclaimed freedom to your own people. You even made a covenant before me in the house that bears my Name."
    },
    {
        "o": 21791,
        "r": "niv:Jeremiah:34:16",
        "t": "But now you have turned around and profaned my name; each of you has taken back the male and female slaves you had set free to go where they wished. You have forced them to become your slaves again."
    },
    {
        "o": 21792,
        "r": "niv:Jeremiah:34:17",
        "t": "“Therefore*p this is what the Lord*s says: You have not obeyed me; you have not proclaimed freedom to your own people. So I now proclaim ‘freedom’ for you, declares the Lord*s —‘freedom’ to fall by the sword, plague and famine. I will make you abhorrent to all the kingdoms of the earth."
    },
    {
        "o": 21793,
        "r": "niv:Jeremiah:34:18",
        "t": "Those who have violated my covenant and have not fulfilled the terms of the covenant they made before me, I will treat like the calf they cut in two and then walked between its pieces."
    },
    {
        "o": 21794,
        "r": "niv:Jeremiah:34:19",
        "t": "The leaders of Judah and Jerusalem, the court officials, the priests and all the people of the land who walked between the pieces of the calf,"
    },
    {
        "o": 21795,
        "r": "niv:Jeremiah:34:20",
        "t": "I will deliver into the hands of their enemies who want to kill them. Their dead bodies will become food for the birds and the wild animals."
    },
    {
        "o": 21796,
        "r": "niv:Jeremiah:34:21",
        "t": "“I*p will deliver Zedekiah king of Judah and his officials into the hands of their enemies who want to kill them, to the army of the king of Babylon, which has withdrawn from you."
    },
    {
        "o": 21797,
        "r": "niv:Jeremiah:34:22",
        "t": "I am going to give the order, declares the Lord,*s and I will bring them back to this city. They will fight against it, take it and burn it down. And I will lay waste the towns of Judah so no one can live there.”"
    }
]
