[
    {
        "o": 1109,
        "r": "nkjv:Genesis:35:0",
        "t": "Genesis 35",
        "h": 1
    },
    {
        "o": 1110,
        "r": "nkjv:Genesis:35:0",
        "t": "Jacob’s Return to Bethel",
        "h": 2
    },
    {
        "o": 1111,
        "r": "nkjv:Genesis:35:1",
        "t": "Then*p God said to Jacob, “Arise, go up to Bethel and dwell there; and make an altar there to God, who appeared to you when you fled from the face of Esau your brother.”"
    },
    {
        "o": 1112,
        "r": "nkjv:Genesis:35:2",
        "t": "And*p Jacob said to his household and to all who were*i with him, “Put away the foreign gods that are*i among you, purify yourselves, and change your garments."
    },
    {
        "o": 1113,
        "r": "nkjv:Genesis:35:3",
        "t": "Then let us arise and go up to Bethel; and I will make an altar there to God, who answered me in the day of my distress and has been with me in the way which I have gone.”"
    },
    {
        "o": 1114,
        "r": "nkjv:Genesis:35:4",
        "t": "So they gave Jacob all the foreign gods which were*i in their hands, and the earrings which were*i in their ears; and Jacob hid them under the terebinth tree which was*i by Shechem."
    },
    {
        "o": 1115,
        "r": "nkjv:Genesis:35:5",
        "t": "And*p they journeyed, and the terror of God was upon the cities that were*i all around them, and they did not pursue the sons of Jacob."
    },
    {
        "o": 1116,
        "r": "nkjv:Genesis:35:6",
        "t": "So Jacob came to Luz (that is,*i Bethel), which is*i in the land of Canaan, he and all the people who were*i with him."
    },
    {
        "o": 1117,
        "r": "nkjv:Genesis:35:7",
        "t": "And he built an altar there and called the place El Bethel, because there God appeared to him when he fled from the face of his brother."
    },
    {
        "o": 1118,
        "r": "nkjv:Genesis:35:8",
        "t": "Now*p Deborah, Rebekah’s nurse, died, and she was buried below Bethel under the terebinth tree. So the name of it was called Allon Bachuth."
    },
    {
        "o": 1119,
        "r": "nkjv:Genesis:35:9",
        "t": "Then*p God appeared to Jacob again, when he came from Padan Aram, and blessed him."
    },
    {
        "o": 1120,
        "r": "nkjv:Genesis:35:10",
        "t": "And God said to him, “Your name is*i Jacob; your name shall not be called Jacob anymore, but Israel shall be your name.” So He called his name Israel."
    },
    {
        "o": 1121,
        "r": "nkjv:Genesis:35:11",
        "t": "Also God said to him: “I am*i God Almighty. Be fruitful and multiply; a nation and a company of nations shall proceed from you, and kings shall come from your body."
    },
    {
        "o": 1122,
        "r": "nkjv:Genesis:35:12",
        "t": "The land which I gave Abraham and Isaac I give to you; and to your descendants after you I give this land.”"
    },
    {
        "o": 1123,
        "r": "nkjv:Genesis:35:13",
        "t": "Then God went up from him in the place where He talked with him."
    },
    {
        "o": 1124,
        "r": "nkjv:Genesis:35:14",
        "t": "So Jacob set up a pillar in the place where He talked with him, a pillar of stone; and he poured a drink offering on it, and he poured oil on it."
    },
    {
        "o": 1125,
        "r": "nkjv:Genesis:35:15",
        "t": "And Jacob called the name of the place where God spoke with him, Bethel."
    },
    {
        "o": 1126,
        "r": "nkjv:Genesis:35:15",
        "t": "Death of Rachel",
        "h": 2
    },
    {
        "o": 1127,
        "r": "nkjv:Genesis:35:16",
        "t": "Then*p they journeyed from Bethel. And when there was but a little distance to go to Ephrath, Rachel labored in*i childbirth,*i and she had hard labor."
    },
    {
        "o": 1128,
        "r": "nkjv:Genesis:35:17",
        "t": "Now it came to pass, when she was in hard labor, that the midwife said to her, “Do not fear; you will have this son also.”"
    },
    {
        "o": 1129,
        "r": "nkjv:Genesis:35:18",
        "t": "And so it was, as her soul was departing (for she died), that she called his name Ben-Oni; but his father called him Benjamin."
    },
    {
        "o": 1130,
        "r": "nkjv:Genesis:35:19",
        "t": "So Rachel died and was buried on the way to Ephrath (that is,*i Bethlehem)."
    },
    {
        "o": 1131,
        "r": "nkjv:Genesis:35:20",
        "t": "And Jacob set a pillar on her grave, which is*i the pillar of Rachel’s grave to this day."
    },
    {
        "o": 1132,
        "r": "nkjv:Genesis:35:21",
        "t": "Then*p Israel journeyed and pitched his tent beyond the tower of Eder."
    },
    {
        "o": 1133,
        "r": "nkjv:Genesis:35:22",
        "t": "And it happened, when Israel dwelt in that land, that Reuben went and lay with Bilhah his father’s concubine; and Israel heard about*i it.*i"
    },
    {
        "o": 1134,
        "r": "nkjv:Genesis:35:22",
        "t": "Jacob’s Twelve Sons",
        "h": 2
    },
    {
        "o": 1135,
        "r": "nkjv:Genesis:35:22",
        "t": "Now*p the sons of Jacob were twelve:"
    },
    {
        "o": 1136,
        "r": "nkjv:Genesis:35:23",
        "t": "the sons of Leah were*i Reuben, Jacob’s firstborn, and Simeon, Levi, Judah, Issachar, and Zebulun;"
    },
    {
        "o": 1137,
        "r": "nkjv:Genesis:35:24",
        "t": "the sons of Rachel were*i Joseph and Benjamin;"
    },
    {
        "o": 1138,
        "r": "nkjv:Genesis:35:25",
        "t": "the sons of Bilhah, Rachel’s maidservant, were*i Dan and Naphtali;"
    },
    {
        "o": 1139,
        "r": "nkjv:Genesis:35:26",
        "t": "and the sons of Zilpah, Leah’s maidservant, were*i Gad and Asher. These were*i the sons of Jacob who were born to him in Padan Aram."
    },
    {
        "o": 1140,
        "r": "nkjv:Genesis:35:26",
        "t": "Death of Isaac",
        "h": 2
    },
    {
        "o": 1141,
        "r": "nkjv:Genesis:35:27",
        "t": "Then*p Jacob came to his father Isaac at Mamre, or Kirjath Arba (that is,*i Hebron), where Abraham and Isaac had dwelt."
    },
    {
        "o": 1142,
        "r": "nkjv:Genesis:35:28",
        "t": "Now the days of Isaac were one hundred and eighty years."
    },
    {
        "o": 1143,
        "r": "nkjv:Genesis:35:29",
        "t": "So Isaac breathed his last and died, and was gathered to his people, being*i old and full of days. And his sons Esau and Jacob buried him."
    }
]
