[
    {
        "o": 30622,
        "r": "niv:Acts:23:0",
        "t": "Acts 23",
        "h": 1
    },
    {
        "o": 30623,
        "r": "niv:Acts:23:1",
        "t": "Paul*p looked straight at the Sanhedrin and said, “My brothers, I have fulfilled my duty to God in all good conscience to this day.”"
    },
    {
        "o": 30624,
        "r": "niv:Acts:23:2",
        "t": "At this the high priest Ananias ordered those standing near Paul to strike him on the mouth."
    },
    {
        "o": 30625,
        "r": "niv:Acts:23:3",
        "t": "Then Paul said to him, “God will strike you, you whitewashed wall! You sit there to judge me according to the law, yet you yourself violate the law by commanding that I be struck!”"
    },
    {
        "o": 30626,
        "r": "niv:Acts:23:4",
        "t": "Those*p who were standing near Paul said, “How dare you insult God’s high priest!”"
    },
    {
        "o": 30627,
        "r": "niv:Acts:23:5",
        "t": "Paul*p replied, “Brothers, I did not realize that he was the high priest; for it is written: ‘Do not speak evil about the ruler of your people.’”"
    },
    {
        "o": 30628,
        "r": "niv:Acts:23:6",
        "t": "Then*p Paul, knowing that some of them were Sadducees and the others Pharisees, called out in the Sanhedrin, “My brothers, I am a Pharisee, descended from Pharisees. I stand on trial because of the hope of the resurrection of the dead.”"
    },
    {
        "o": 30629,
        "r": "niv:Acts:23:7",
        "t": "When he said this, a dispute broke out between the Pharisees and the Sadducees, and the assembly was divided."
    },
    {
        "o": 30630,
        "r": "niv:Acts:23:8",
        "t": "(The Sadducees say that there is no resurrection, and that there are neither angels nor spirits, but the Pharisees believe all these things.)"
    },
    {
        "o": 30631,
        "r": "niv:Acts:23:9",
        "t": "There*p was a great uproar, and some of the teachers of the law who were Pharisees stood up and argued vigorously. “We find nothing wrong with this man,” they said. “What if a spirit or an angel has spoken to him?”"
    },
    {
        "o": 30632,
        "r": "niv:Acts:23:10",
        "t": "The dispute became so violent that the commander was afraid Paul would be torn to pieces by them. He ordered the troops to go down and take him away from them by force and bring him into the barracks."
    },
    {
        "o": 30633,
        "r": "niv:Acts:23:11",
        "t": "The*p following night the Lord stood near Paul and said, “Take*r courage!*r As*r you*r have*r testified*r about*r me*r in*r Jerusalem,*r so*r you*r must*r also*r testify*r in*r Rome.”*r"
    },
    {
        "o": 30634,
        "r": "niv:Acts:23:11",
        "t": "The Plot to Kill Paul",
        "h": 2
    },
    {
        "o": 30635,
        "r": "niv:Acts:23:12",
        "t": "The*p next morning some Jews formed a conspiracy and bound themselves with an oath not to eat or drink until they had killed Paul."
    },
    {
        "o": 30636,
        "r": "niv:Acts:23:13",
        "t": "More than forty men were involved in this plot."
    },
    {
        "o": 30637,
        "r": "niv:Acts:23:14",
        "t": "They went to the chief priests and the elders and said, “We have taken a solemn oath not to eat anything until we have killed Paul."
    },
    {
        "o": 30638,
        "r": "niv:Acts:23:15",
        "t": "Now then, you and the Sanhedrin petition the commander to bring him before you on the pretext of wanting more accurate information about his case. We are ready to kill him before he gets here.”"
    },
    {
        "o": 30639,
        "r": "niv:Acts:23:16",
        "t": "But*p when the son of Paul’s sister heard of this plot, he went into the barracks and told Paul."
    },
    {
        "o": 30640,
        "r": "niv:Acts:23:17",
        "t": "Then*p Paul called one of the centurions and said, “Take this young man to the commander; he has something to tell him.”"
    },
    {
        "o": 30641,
        "r": "niv:Acts:23:18",
        "t": "So he took him to the commander. The*p centurion said, “Paul, the prisoner, sent for me and asked me to bring this young man to you because he has something to tell you.”"
    },
    {
        "o": 30642,
        "r": "niv:Acts:23:19",
        "t": "The*p commander took the young man by the hand, drew him aside and asked, “What is it you want to tell me?”"
    },
    {
        "o": 30643,
        "r": "niv:Acts:23:20",
        "t": "He*p said: “Some Jews have agreed to ask you to bring Paul before the Sanhedrin tomorrow on the pretext of wanting more accurate information about him."
    },
    {
        "o": 30644,
        "r": "niv:Acts:23:21",
        "t": "Don’t give in to them, because more than forty of them are waiting in ambush for him. They have taken an oath not to eat or drink until they have killed him. They are ready now, waiting for your consent to their request.”"
    },
    {
        "o": 30645,
        "r": "niv:Acts:23:22",
        "t": "The*p commander dismissed the young man with this warning: “Don’t tell anyone that you have reported this to me.”"
    },
    {
        "o": 30646,
        "r": "niv:Acts:23:22",
        "t": "Paul Transferred to Caesarea",
        "h": 2
    },
    {
        "o": 30647,
        "r": "niv:Acts:23:23",
        "t": "Then*p he called two of his centurions and ordered them, “Get ready a detachment of two hundred soldiers, seventy horsemen and two hundred spearmen to go to Caesarea at nine tonight."
    },
    {
        "o": 30648,
        "r": "niv:Acts:23:24",
        "t": "Provide horses for Paul so that he may be taken safely to Governor Felix.”"
    },
    {
        "o": 30649,
        "r": "niv:Acts:23:25",
        "t": "He*p wrote a letter as follows:"
    },
    {
        "o": 30650,
        "r": "niv:Acts:23:26",
        "t": "Claudius Lysias, To*p His Excellency, Governor Felix: Greetings.*p"
    },
    {
        "o": 30651,
        "r": "niv:Acts:23:27",
        "t": "This*pln man was seized by the Jews and they were about to kill him, but I came with my troops and rescued him, for I had learned that he is a Roman citizen."
    },
    {
        "o": 30652,
        "r": "niv:Acts:23:28",
        "t": "I wanted to know why they were accusing him, so I brought him to their Sanhedrin."
    },
    {
        "o": 30653,
        "r": "niv:Acts:23:29",
        "t": "I found that the accusation had to do with questions about their law, but there was no charge against him that deserved death or imprisonment."
    },
    {
        "o": 30654,
        "r": "niv:Acts:23:30",
        "t": "When I was informed of a plot to be carried out against the man, I sent him to you at once. I also ordered his accusers to present to you their case against him."
    },
    {
        "o": 30655,
        "r": "niv:Acts:23:31",
        "t": "So*p the soldiers, carrying out their orders, took Paul with them during the night and brought him as far as Antipatris."
    },
    {
        "o": 30656,
        "r": "niv:Acts:23:32",
        "t": "The next day they let the cavalry go on with him, while they returned to the barracks."
    },
    {
        "o": 30657,
        "r": "niv:Acts:23:33",
        "t": "When the cavalry arrived in Caesarea, they delivered the letter to the governor and handed Paul over to him."
    },
    {
        "o": 30658,
        "r": "niv:Acts:23:34",
        "t": "The governor read the letter and asked what province he was from. Learning that he was from Cilicia,"
    },
    {
        "o": 30659,
        "r": "niv:Acts:23:35",
        "t": "he said, “I will hear your case when your accusers get here.” Then he ordered that Paul be kept under guard in Herod’s palace."
    }
]
