[
    {
        "o": 13998,
        "r": "kjv:Job:29:0",
        "t": "Job 29",
        "h": 1
    },
    {
        "o": 13999,
        "r": "kjv:Job:29:1",
        "t": "Moreover*p Job continued his parable, and said,"
    },
    {
        "o": 14000,
        "r": "kjv:Job:29:2",
        "t": "Oh*p that I were as in months past, as in the days when God preserved me;"
    },
    {
        "o": 14001,
        "r": "kjv:Job:29:3",
        "t": "When*p his candle shined upon my head, and when by his light I walked through darkness;"
    },
    {
        "o": 14002,
        "r": "kjv:Job:29:4",
        "t": "As*p I was in the days of my youth, when the secret of God was upon my tabernacle;"
    },
    {
        "o": 14003,
        "r": "kjv:Job:29:5",
        "t": "When*p the Almighty was yet with me, when my children were about me;"
    },
    {
        "o": 14004,
        "r": "kjv:Job:29:6",
        "t": "When*p I washed my steps with butter, and the rock poured me out rivers of oil;"
    },
    {
        "o": 14005,
        "r": "kjv:Job:29:7",
        "t": "When*p I went out to the gate through the city, when I prepared my seat in the street!"
    },
    {
        "o": 14006,
        "r": "kjv:Job:29:8",
        "t": "The*p young men saw me, and hid themselves: and the aged arose, and stood up."
    },
    {
        "o": 14007,
        "r": "kjv:Job:29:9",
        "t": "The*p princes refrained talking, and laid their hand on their mouth."
    },
    {
        "o": 14008,
        "r": "kjv:Job:29:10",
        "t": "The*p nobles held their peace, and their tongue cleaved to the roof of their mouth."
    },
    {
        "o": 14009,
        "r": "kjv:Job:29:11",
        "t": "When*p the ear heard me, then it blessed me; and when the eye saw me, it gave witness to me:"
    },
    {
        "o": 14010,
        "r": "kjv:Job:29:12",
        "t": "Because*p I delivered the poor that cried, and the fatherless, and him that had none to help him."
    },
    {
        "o": 14011,
        "r": "kjv:Job:29:13",
        "t": "The*p blessing of him that was ready to perish came upon me: and I caused the widow's heart to sing for joy."
    },
    {
        "o": 14012,
        "r": "kjv:Job:29:14",
        "t": "I*p put on righteousness, and it clothed me: my judgment was as a robe and a diadem."
    },
    {
        "o": 14013,
        "r": "kjv:Job:29:15",
        "t": "I*p was eyes to the blind, and feet was I to the lame."
    },
    {
        "o": 14014,
        "r": "kjv:Job:29:16",
        "t": "I*p was a father to the poor: and the cause which I knew not I searched out."
    },
    {
        "o": 14015,
        "r": "kjv:Job:29:17",
        "t": "And*p I brake the jaws of the wicked, and plucked the spoil out of his teeth."
    },
    {
        "o": 14016,
        "r": "kjv:Job:29:18",
        "t": "Then*p I said, I shall die in my nest, and I shall multiply my days as the sand."
    },
    {
        "o": 14017,
        "r": "kjv:Job:29:19",
        "t": "My*p root was spread out by the waters, and the dew lay all night upon my branch."
    },
    {
        "o": 14018,
        "r": "kjv:Job:29:20",
        "t": "My*p glory was fresh in me, and my bow was renewed in my hand."
    },
    {
        "o": 14019,
        "r": "kjv:Job:29:21",
        "t": "Unto*p me men gave ear, and waited, and kept silence at my counsel."
    },
    {
        "o": 14020,
        "r": "kjv:Job:29:22",
        "t": "After*p my words they spake not again; and my speech dropped upon them."
    },
    {
        "o": 14021,
        "r": "kjv:Job:29:23",
        "t": "And*p they waited for me as for the rain; and they opened their mouth wide as for the latter rain."
    },
    {
        "o": 14022,
        "r": "kjv:Job:29:24",
        "t": "If*p I laughed on them, they believed it not; and the light of my countenance they cast not down."
    },
    {
        "o": 14023,
        "r": "kjv:Job:29:25",
        "t": "I*p chose out their way, and sat chief, and dwelt as a king in the army, as one that comforteth the mourners."
    }
]
