[
    {
        "o": 2252,
        "r": "kjv:Exodus:24:0",
        "t": "Exodus 24",
        "h": 1
    },
    {
        "o": 2253,
        "r": "kjv:Exodus:24:1",
        "t": "And*p he said unto Moses, Come up unto the Lord,*s thou, and Aaron, Nadab, and Abihu, and seventy of the elders of Israel; and worship ye afar off."
    },
    {
        "o": 2254,
        "r": "kjv:Exodus:24:2",
        "t": "And*p Moses alone shall come near the Lord:*s but they shall not come nigh; neither shall the people go up with him."
    },
    {
        "o": 2255,
        "r": "kjv:Exodus:24:3",
        "t": "And*p Moses came and told the people all the words of the Lord,*s and all the judgments: and all the people answered with one voice, and said, All the words which the Lord*s hath said will we do."
    },
    {
        "o": 2256,
        "r": "kjv:Exodus:24:4",
        "t": "And*p Moses wrote all the words of the Lord,*s and rose up early in the morning, and builded an altar under the hill, and twelve pillars, according to the twelve tribes of Israel."
    },
    {
        "o": 2257,
        "r": "kjv:Exodus:24:5",
        "t": "And*p he sent young men of the children of Israel, which offered burnt offerings, and sacrificed peace offerings of oxen unto the Lord.*s"
    },
    {
        "o": 2258,
        "r": "kjv:Exodus:24:6",
        "t": "And*p Moses took half of the blood, and put it in basins; and half of the blood he sprinkled on the altar."
    },
    {
        "o": 2259,
        "r": "kjv:Exodus:24:7",
        "t": "And*p he took the book of the covenant, and read in the audience of the people: and they said, All that the Lord*s hath said will we do, and be obedient."
    },
    {
        "o": 2260,
        "r": "kjv:Exodus:24:8",
        "t": "And*p Moses took the blood, and sprinkled it on the people, and said, Behold the blood of the covenant, which the Lord*s hath made with you concerning all these words."
    },
    {
        "o": 2261,
        "r": "kjv:Exodus:24:9",
        "t": "Then*p went up Moses, and Aaron, Nadab, and Abihu, and seventy of the elders of Israel:"
    },
    {
        "o": 2262,
        "r": "kjv:Exodus:24:10",
        "t": "And*p they saw the God of Israel: and there was under his feet as it were a paved work of a sapphire stone, and as it were the body of heaven in his clearness."
    },
    {
        "o": 2263,
        "r": "kjv:Exodus:24:11",
        "t": "And*p upon the nobles of the children of Israel he laid not his hand: also they saw God, and did eat and drink."
    },
    {
        "o": 2264,
        "r": "kjv:Exodus:24:12",
        "t": "And*p the Lord*s said unto Moses, Come up to me into the mount, and be there: and I will give thee tables of stone, and a law, and commandments which I have written; that thou mayest teach them."
    },
    {
        "o": 2265,
        "r": "kjv:Exodus:24:13",
        "t": "And*p Moses rose up, and his minister Joshua: and Moses went up into the mount of God."
    },
    {
        "o": 2266,
        "r": "kjv:Exodus:24:14",
        "t": "And*p he said unto the elders, Tarry ye here for us, until we come again unto you: and, behold, Aaron and Hur are with you: if any man have any matters to do, let him come unto them."
    },
    {
        "o": 2267,
        "r": "kjv:Exodus:24:15",
        "t": "And*p Moses went up into the mount, and a cloud covered the mount."
    },
    {
        "o": 2268,
        "r": "kjv:Exodus:24:16",
        "t": "And*p the glory of the Lord*s abode upon mount Sinai, and the cloud covered it six days: and the seventh day he called unto Moses out of the midst of the cloud."
    },
    {
        "o": 2269,
        "r": "kjv:Exodus:24:17",
        "t": "And*p the sight of the glory of the Lord*s was like devouring fire on the top of the mount in the eyes of the children of Israel."
    },
    {
        "o": 2270,
        "r": "kjv:Exodus:24:18",
        "t": "And*p Moses went into the midst of the cloud, and gat him up into the mount: and Moses was in the mount forty days and forty nights."
    }
]
