[
    {
        "o": 1932,
        "r": "esv:Exodus:10:0",
        "t": "Exodus 10",
        "h": 1
    },
    {
        "o": 1933,
        "r": "esv:Exodus:10:0",
        "t": "The Eighth Plague: Locusts",
        "h": 2
    },
    {
        "o": 1934,
        "r": "esv:Exodus:10:1",
        "t": "Then*p the Lord*s said to Moses, “Go in to Pharaoh, for I have hardened his heart and the heart of his servants, that I may show these signs of mine among them,"
    },
    {
        "o": 1935,
        "r": "esv:Exodus:10:2",
        "t": "and that you may tell in the hearing of your son and of your grandson how I have dealt harshly with the Egyptians and what signs I have done among them, that you may know that I am the Lord.”*s"
    },
    {
        "o": 1936,
        "r": "esv:Exodus:10:3",
        "t": "So*p Moses and Aaron went in to Pharaoh and said to him, “Thus says the Lord,*s the God of the Hebrews, ‘How long will you refuse to humble yourself before me? Let my people go, that they may serve me."
    },
    {
        "o": 1937,
        "r": "esv:Exodus:10:4",
        "t": "For if you refuse to let my people go, behold, tomorrow I will bring locusts into your country,"
    },
    {
        "o": 1938,
        "r": "esv:Exodus:10:5",
        "t": "and they shall cover the face of the land, so that no one can see the land. And they shall eat what is left to you after the hail, and they shall eat every tree of yours that grows in the field,"
    },
    {
        "o": 1939,
        "r": "esv:Exodus:10:6",
        "t": "and they shall fill your houses and the houses of all your servants and of all the Egyptians, as neither your fathers nor your grandfathers have seen, from the day they came on earth to this day.’” Then he turned and went out from Pharaoh."
    },
    {
        "o": 1940,
        "r": "esv:Exodus:10:7",
        "t": "Then*p Pharaoh’s servants said to him, “How long shall this man be a snare to us? Let the men go, that they may serve the Lord*s their God. Do you not yet understand that Egypt is ruined?”"
    },
    {
        "o": 1941,
        "r": "esv:Exodus:10:8",
        "t": "So Moses and Aaron were brought back to Pharaoh. And he said to them, “Go, serve the Lord*s your God. But which ones are to go?”"
    },
    {
        "o": 1942,
        "r": "esv:Exodus:10:9",
        "t": "Moses said, “We will go with our young and our old. We will go with our sons and daughters and with our flocks and herds, for we must hold a feast to the Lord.”*s"
    },
    {
        "o": 1943,
        "r": "esv:Exodus:10:10",
        "t": "But he said to them, “The Lord*s be with you, if ever I let you and your little ones go! Look, you have some evil purpose in mind."
    },
    {
        "o": 1944,
        "r": "esv:Exodus:10:11",
        "t": "No! Go, the men among you, and serve the Lord,*s for that is what you are asking.” And they were driven out from Pharaoh’s presence."
    },
    {
        "o": 1945,
        "r": "esv:Exodus:10:12",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand over the land of Egypt for the locusts, so that they may come upon the land of Egypt and eat every plant in the land, all that the hail has left.”"
    },
    {
        "o": 1946,
        "r": "esv:Exodus:10:13",
        "t": "So Moses stretched out his staff over the land of Egypt, and the Lord*s brought an east wind upon the land all that day and all that night. When it was morning, the east wind had brought the locusts."
    },
    {
        "o": 1947,
        "r": "esv:Exodus:10:14",
        "t": "The locusts came up over all the land of Egypt and settled on the whole country of Egypt, such a dense swarm of locusts as had never been before, nor ever will be again."
    },
    {
        "o": 1948,
        "r": "esv:Exodus:10:15",
        "t": "They covered the face of the whole land, so that the land was darkened, and they ate all the plants in the land and all the fruit of the trees that the hail had left. Not a green thing remained, neither tree nor plant of the field, through all the land of Egypt."
    },
    {
        "o": 1949,
        "r": "esv:Exodus:10:16",
        "t": "Then Pharaoh hastily called Moses and Aaron and said, “I have sinned against the Lord*s your God, and against you."
    },
    {
        "o": 1950,
        "r": "esv:Exodus:10:17",
        "t": "Now therefore, forgive my sin, please, only this once, and plead with the Lord*s your God only to remove this death from me.”"
    },
    {
        "o": 1951,
        "r": "esv:Exodus:10:18",
        "t": "So he went out from Pharaoh and pleaded with the Lord.*s"
    },
    {
        "o": 1952,
        "r": "esv:Exodus:10:19",
        "t": "And the Lord*s turned the wind into a very strong west wind, which lifted the locusts and drove them into the Red Sea. Not a single locust was left in all the country of Egypt."
    },
    {
        "o": 1953,
        "r": "esv:Exodus:10:20",
        "t": "But the Lord*s hardened Pharaoh’s heart, and he did not let the people of Israel go."
    },
    {
        "o": 1954,
        "r": "esv:Exodus:10:20",
        "t": "The Ninth Plague: Darkness",
        "h": 2
    },
    {
        "o": 1955,
        "r": "esv:Exodus:10:21",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand toward heaven, that there may be darkness over the land of Egypt, a darkness to be felt.”"
    },
    {
        "o": 1956,
        "r": "esv:Exodus:10:22",
        "t": "So Moses stretched out his hand toward heaven, and there was pitch darkness in all the land of Egypt three days."
    },
    {
        "o": 1957,
        "r": "esv:Exodus:10:23",
        "t": "They did not see one another, nor did anyone rise from his place for three days, but all the people of Israel had light where they lived."
    },
    {
        "o": 1958,
        "r": "esv:Exodus:10:24",
        "t": "Then Pharaoh called Moses and said, “Go, serve the Lord;*s your little ones also may go with you; only let your flocks and your herds remain behind.”"
    },
    {
        "o": 1959,
        "r": "esv:Exodus:10:25",
        "t": "But Moses said, “You must also let us have sacrifices and burnt offerings, that we may sacrifice to the Lord*s our God."
    },
    {
        "o": 1960,
        "r": "esv:Exodus:10:26",
        "t": "Our livestock also must go with us; not a hoof shall be left behind, for we must take of them to serve the Lord*s our God, and we do not know with what we must serve the Lord*s until we arrive there.”"
    },
    {
        "o": 1961,
        "r": "esv:Exodus:10:27",
        "t": "But the Lord*s hardened Pharaoh’s heart, and he would not let them go."
    },
    {
        "o": 1962,
        "r": "esv:Exodus:10:28",
        "t": "Then Pharaoh said to him, “Get away from me; take care never to see my face again, for on the day you see my face you shall die.”"
    },
    {
        "o": 1963,
        "r": "esv:Exodus:10:29",
        "t": "Moses said, “As you say! I will not see your face again.”"
    }
]
