[
    {
        "o": 31384,
        "r": "esv:Romans:6:0",
        "t": "Romans 6",
        "h": 1
    },
    {
        "o": 31385,
        "r": "esv:Romans:6:0",
        "t": "Dead to Sin, Alive to God",
        "h": 2
    },
    {
        "o": 31386,
        "r": "esv:Romans:6:1",
        "t": "What*p shall we say then? Are we to continue in sin that grace may abound?"
    },
    {
        "o": 31387,
        "r": "esv:Romans:6:2",
        "t": "By no means! How can we who died to sin still live in it?"
    },
    {
        "o": 31388,
        "r": "esv:Romans:6:3",
        "t": "Do you not know that all of us who have been baptized into Christ Jesus were baptized into his death?"
    },
    {
        "o": 31389,
        "r": "esv:Romans:6:4",
        "t": "We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life."
    },
    {
        "o": 31390,
        "r": "esv:Romans:6:5",
        "t": "For*p if we have been united with him in a death like his, we shall certainly be united with him in a resurrection like his."
    },
    {
        "o": 31391,
        "r": "esv:Romans:6:6",
        "t": "We know that our old self was crucified with him in order that the body of sin might be brought to nothing, so that we would no longer be enslaved to sin."
    },
    {
        "o": 31392,
        "r": "esv:Romans:6:7",
        "t": "For one who has died has been set free from sin."
    },
    {
        "o": 31393,
        "r": "esv:Romans:6:8",
        "t": "Now if we have died with Christ, we believe that we will also live with him."
    },
    {
        "o": 31394,
        "r": "esv:Romans:6:9",
        "t": "We know that Christ, being raised from the dead, will never die again; death no longer has dominion over him."
    },
    {
        "o": 31395,
        "r": "esv:Romans:6:10",
        "t": "For the death he died he died to sin, once for all, but the life he lives he lives to God."
    },
    {
        "o": 31396,
        "r": "esv:Romans:6:11",
        "t": "So you also must consider yourselves dead to sin and alive to God in Christ Jesus."
    },
    {
        "o": 31397,
        "r": "esv:Romans:6:12",
        "t": "Let*p not sin therefore reign in your mortal body, to make you obey its passions."
    },
    {
        "o": 31398,
        "r": "esv:Romans:6:13",
        "t": "Do not present your members to sin as instruments for unrighteousness, but present yourselves to God as those who have been brought from death to life, and your members to God as instruments for righteousness."
    },
    {
        "o": 31399,
        "r": "esv:Romans:6:14",
        "t": "For sin will have no dominion over you, since you are not under law but under grace."
    },
    {
        "o": 31400,
        "r": "esv:Romans:6:14",
        "t": "Slaves to Righteousness",
        "h": 2
    },
    {
        "o": 31401,
        "r": "esv:Romans:6:15",
        "t": "What*p then? Are we to sin because we are not under law but under grace? By no means!"
    },
    {
        "o": 31402,
        "r": "esv:Romans:6:16",
        "t": "Do you not know that if you present yourselves to anyone as obedient slaves, you are slaves of the one whom you obey, either of sin, which leads to death, or of obedience, which leads to righteousness?"
    },
    {
        "o": 31403,
        "r": "esv:Romans:6:17",
        "t": "But thanks be to God, that you who were once slaves of sin have become obedient from the heart to the standard of teaching to which you were committed,"
    },
    {
        "o": 31404,
        "r": "esv:Romans:6:18",
        "t": "and, having been set free from sin, have become slaves of righteousness."
    },
    {
        "o": 31405,
        "r": "esv:Romans:6:19",
        "t": "I am speaking in human terms, because of your natural limitations. For just as you once presented your members as slaves to impurity and to lawlessness leading to more lawlessness, so now present your members as slaves to righteousness leading to sanctification."
    },
    {
        "o": 31406,
        "r": "esv:Romans:6:20",
        "t": "For*p when you were slaves of sin, you were free in regard to righteousness."
    },
    {
        "o": 31407,
        "r": "esv:Romans:6:21",
        "t": "But what fruit were you getting at that time from the things of which you are now ashamed? For the end of those things is death."
    },
    {
        "o": 31408,
        "r": "esv:Romans:6:22",
        "t": "But now that you have been set free from sin and have become slaves of God, the fruit you get leads to sanctification and its end, eternal life."
    },
    {
        "o": 31409,
        "r": "esv:Romans:6:23",
        "t": "For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord."
    }
]
