[
    {
        "o": 9704,
        "r": "nasb:1 Kings:5:0",
        "t": "1 Kings 5",
        "h": 1
    },
    {
        "o": 9705,
        "r": "nasb:1 Kings:5:0",
        "t": "Alliance with King Hiram",
        "h": 2
    },
    {
        "o": 9706,
        "r": "nasb:1 Kings:5:1",
        "t": "Now*p Hiram king of Tyre sent his servants to Solomon, when he heard that they had anointed him king in place of his father, for Hiram had always been a friend of David."
    },
    {
        "o": 9707,
        "r": "nasb:1 Kings:5:2",
        "t": "Then Solomon sent word*i to Hiram, saying,"
    },
    {
        "o": 9708,
        "r": "nasb:1 Kings:5:3",
        "t": "“You know that David my father was unable to build a house for the name of the Lord*s his God because of the wars which surrounded him, until the Lord*s put them under the soles of his feet."
    },
    {
        "o": 9709,
        "r": "nasb:1 Kings:5:4",
        "t": "But now the Lord*s my God has given me rest on every side; there is neither adversary nor misfortune."
    },
    {
        "o": 9710,
        "r": "nasb:1 Kings:5:5",
        "t": "Behold, I intend to build a house for the name of the Lord*s my God, as the Lord*s spoke to David my father, saying, ‘Your son, whom I will set on your throne in your place, he will build the house for My name.’"
    },
    {
        "o": 9711,
        "r": "nasb:1 Kings:5:6",
        "t": "Now therefore, command that they cut for me cedars from Lebanon, and my servants will be with your servants; and I will give you wages for your servants according to all that you say, for you know that there is no one among us who knows how to cut timber like the Sidonians.”"
    },
    {
        "o": 9712,
        "r": "nasb:1 Kings:5:7",
        "t": "When*p Hiram heard the words of Solomon, he rejoiced greatly and said, “Blessed be the Lord*s today, who has given to David a wise son over this great people.”"
    },
    {
        "o": 9713,
        "r": "nasb:1 Kings:5:8",
        "t": "So Hiram sent word*i to Solomon, saying, “I have heard the*i message*i which you have sent me; I will do what you desire concerning the cedar and cypress timber."
    },
    {
        "o": 9714,
        "r": "nasb:1 Kings:5:9",
        "t": "My servants will bring them*i down from Lebanon to the sea; and I will make them into rafts to*i go*i by sea to the place where you direct me, and I will have them broken up there, and you shall carry them*i away. Then you shall accomplish my desire by giving food to my household.”"
    },
    {
        "o": 9715,
        "r": "nasb:1 Kings:5:10",
        "t": "So Hiram gave Solomon as much as he desired of the cedar and cypress timber."
    },
    {
        "o": 9716,
        "r": "nasb:1 Kings:5:11",
        "t": "Solomon then gave Hiram 20,000 kors of wheat as food for his household, and twenty kors of beaten oil; thus Solomon would give Hiram year by year."
    },
    {
        "o": 9717,
        "r": "nasb:1 Kings:5:12",
        "t": "The Lord*s gave wisdom to Solomon, just as He promised him; and there was peace between Hiram and Solomon, and the two of them made a covenant."
    },
    {
        "o": 9718,
        "r": "nasb:1 Kings:5:12",
        "t": "Conscription of Laborers",
        "h": 2
    },
    {
        "o": 9719,
        "r": "nasb:1 Kings:5:13",
        "t": "Now*p King Solomon levied forced laborers from all Israel; and the forced laborers numbered 30,000 men."
    },
    {
        "o": 9720,
        "r": "nasb:1 Kings:5:14",
        "t": "He sent them to Lebanon, 10,000 a month in relays; they were in Lebanon a month and*i two months at home. And Adoniram was*i over the forced laborers."
    },
    {
        "o": 9721,
        "r": "nasb:1 Kings:5:15",
        "t": "Now Solomon had 70,000 transporters, and 80,000 hewers of*i stone*i in the mountains,"
    },
    {
        "o": 9722,
        "r": "nasb:1 Kings:5:16",
        "t": "besides Solomon’s 3,300 chief deputies who were*i over the project and*i who ruled over the people who were doing the work."
    },
    {
        "o": 9723,
        "r": "nasb:1 Kings:5:17",
        "t": "Then the king commanded, and they quarried great stones, costly stones, to lay the foundation of the house with cut stones."
    },
    {
        "o": 9724,
        "r": "nasb:1 Kings:5:18",
        "t": "So Solomon’s builders and Hiram’s builders and the Gebalites cut them, and prepared the timbers and the stones to build the house."
    }
]
