[
    {
        "o": 30097,
        "r": "niv:Acts:10:0",
        "t": "Acts 10",
        "h": 1
    },
    {
        "o": 30098,
        "r": "niv:Acts:10:0",
        "t": "Cornelius Calls for Peter",
        "h": 2
    },
    {
        "o": 30099,
        "r": "niv:Acts:10:1",
        "t": "At*p Caesarea there was a man named Cornelius, a centurion in what was known as the Italian Regiment."
    },
    {
        "o": 30100,
        "r": "niv:Acts:10:2",
        "t": "He and all his family were devout and God-fearing; he gave generously to those in need and prayed to God regularly."
    },
    {
        "o": 30101,
        "r": "niv:Acts:10:3",
        "t": "One day at about three in the afternoon he had a vision. He distinctly saw an angel of God, who came to him and said, “Cornelius!”"
    },
    {
        "o": 30102,
        "r": "niv:Acts:10:4",
        "t": "Cornelius*p stared at him in fear. “What is it, Lord?” he asked. The*p angel answered, “Your prayers and gifts to the poor have come up as a memorial offering before God."
    },
    {
        "o": 30103,
        "r": "niv:Acts:10:5",
        "t": "Now send men to Joppa to bring back a man named Simon who is called Peter."
    },
    {
        "o": 30104,
        "r": "niv:Acts:10:6",
        "t": "He is staying with Simon the tanner, whose house is by the sea.”"
    },
    {
        "o": 30105,
        "r": "niv:Acts:10:7",
        "t": "When*p the angel who spoke to him had gone, Cornelius called two of his servants and a devout soldier who was one of his attendants."
    },
    {
        "o": 30106,
        "r": "niv:Acts:10:8",
        "t": "He told them everything that had happened and sent them to Joppa."
    },
    {
        "o": 30107,
        "r": "niv:Acts:10:8",
        "t": "Peter’s Vision",
        "h": 2
    },
    {
        "o": 30108,
        "r": "niv:Acts:10:9",
        "t": "About*p noon the following day as they were on their journey and approaching the city, Peter went up on the roof to pray."
    },
    {
        "o": 30109,
        "r": "niv:Acts:10:10",
        "t": "He became hungry and wanted something to eat, and while the meal was being prepared, he fell into a trance."
    },
    {
        "o": 30110,
        "r": "niv:Acts:10:11",
        "t": "He saw heaven opened and something like a large sheet being let down to earth by its four corners."
    },
    {
        "o": 30111,
        "r": "niv:Acts:10:12",
        "t": "It contained all kinds of four-footed animals, as well as reptiles and birds."
    },
    {
        "o": 30112,
        "r": "niv:Acts:10:13",
        "t": "Then a voice told him, “Get*r up,*r Peter.*r Kill*r and*r eat.”*r"
    },
    {
        "o": 30113,
        "r": "niv:Acts:10:14",
        "t": "“Surely*p not, Lord!” Peter replied. “I have never eaten anything impure or unclean.”"
    },
    {
        "o": 30114,
        "r": "niv:Acts:10:15",
        "t": "The*p voice spoke to him a second time, “Do*r not*r call*r anything*r impure*r that*r God*r has*r made*r clean.”*r"
    },
    {
        "o": 30115,
        "r": "niv:Acts:10:16",
        "t": "This*p happened three times, and immediately the sheet was taken back to heaven."
    },
    {
        "o": 30116,
        "r": "niv:Acts:10:17",
        "t": "While*p Peter was wondering about the meaning of the vision, the men sent by Cornelius found out where Simon’s house was and stopped at the gate."
    },
    {
        "o": 30117,
        "r": "niv:Acts:10:18",
        "t": "They called out, asking if Simon who was known as Peter was staying there."
    },
    {
        "o": 30118,
        "r": "niv:Acts:10:19",
        "t": "While*p Peter was still thinking about the vision, the Spirit said to him, “Simon, three men are looking for you."
    },
    {
        "o": 30119,
        "r": "niv:Acts:10:20",
        "t": "So get up and go downstairs. Do not hesitate to go with them, for I have sent them.”"
    },
    {
        "o": 30120,
        "r": "niv:Acts:10:21",
        "t": "Peter*p went down and said to the men, “I’m the one you’re looking for. Why have you come?”"
    },
    {
        "o": 30121,
        "r": "niv:Acts:10:22",
        "t": "The*p men replied, “We have come from Cornelius the centurion. He is a righteous and God-fearing man, who is respected by all the Jewish people. A holy angel told him to ask you to come to his house so that he could hear what you have to say.”"
    },
    {
        "o": 30122,
        "r": "niv:Acts:10:23",
        "t": "Then Peter invited the men into the house to be his guests."
    },
    {
        "o": 30123,
        "r": "niv:Acts:10:23",
        "t": "Peter at Cornelius’s House",
        "h": 2
    },
    {
        "o": 30124,
        "r": "niv:Acts:10:23",
        "t": "The*p next day Peter started out with them, and some of the believers from Joppa went along."
    },
    {
        "o": 30125,
        "r": "niv:Acts:10:24",
        "t": "The following day he arrived in Caesarea. Cornelius was expecting them and had called together his relatives and close friends."
    },
    {
        "o": 30126,
        "r": "niv:Acts:10:25",
        "t": "As Peter entered the house, Cornelius met him and fell at his feet in reverence."
    },
    {
        "o": 30127,
        "r": "niv:Acts:10:26",
        "t": "But Peter made him get up. “Stand up,” he said, “I am only a man myself.”"
    },
    {
        "o": 30128,
        "r": "niv:Acts:10:27",
        "t": "While*p talking with him, Peter went inside and found a large gathering of people."
    },
    {
        "o": 30129,
        "r": "niv:Acts:10:28",
        "t": "He said to them: “You are well aware that it is against our law for a Jew to associate with or visit a Gentile. But God has shown me that I should not call anyone impure or unclean."
    },
    {
        "o": 30130,
        "r": "niv:Acts:10:29",
        "t": "So when I was sent for, I came without raising any objection. May I ask why you sent for me?”"
    },
    {
        "o": 30131,
        "r": "niv:Acts:10:30",
        "t": "Cornelius*p answered: “Three days ago I was in my house praying at this hour, at three in the afternoon. Suddenly a man in shining clothes stood before me"
    },
    {
        "o": 30132,
        "r": "niv:Acts:10:31",
        "t": "and said, ‘Cornelius, God has heard your prayer and remembered your gifts to the poor."
    },
    {
        "o": 30133,
        "r": "niv:Acts:10:32",
        "t": "Send to Joppa for Simon who is called Peter. He is a guest in the home of Simon the tanner, who lives by the sea.’"
    },
    {
        "o": 30134,
        "r": "niv:Acts:10:33",
        "t": "So I sent for you immediately, and it was good of you to come. Now we are all here in the presence of God to listen to everything the Lord has commanded you to tell us.”"
    },
    {
        "o": 30135,
        "r": "niv:Acts:10:34",
        "t": "Then*p Peter began to speak: “I now realize how true it is that God does not show favoritism"
    },
    {
        "o": 30136,
        "r": "niv:Acts:10:35",
        "t": "but accepts from every nation the one who fears him and does what is right."
    },
    {
        "o": 30137,
        "r": "niv:Acts:10:36",
        "t": "You know the message God sent to the people of Israel, announcing the good news of peace through Jesus Christ, who is Lord of all."
    },
    {
        "o": 30138,
        "r": "niv:Acts:10:37",
        "t": "You know what has happened throughout the province of Judea, beginning in Galilee after the baptism that John preached—"
    },
    {
        "o": 30139,
        "r": "niv:Acts:10:38",
        "t": "how God anointed Jesus of Nazareth with the Holy Spirit and power, and how he went around doing good and healing all who were under the power of the devil, because God was with him."
    },
    {
        "o": 30140,
        "r": "niv:Acts:10:39",
        "t": "“We*p are witnesses of everything he did in the country of the Jews and in Jerusalem. They killed him by hanging him on a cross,"
    },
    {
        "o": 30141,
        "r": "niv:Acts:10:40",
        "t": "but God raised him from the dead on the third day and caused him to be seen."
    },
    {
        "o": 30142,
        "r": "niv:Acts:10:41",
        "t": "He was not seen by all the people, but by witnesses whom God had already chosen—by us who ate and drank with him after he rose from the dead."
    },
    {
        "o": 30143,
        "r": "niv:Acts:10:42",
        "t": "He commanded us to preach to the people and to testify that he is the one whom God appointed as judge of the living and the dead."
    },
    {
        "o": 30144,
        "r": "niv:Acts:10:43",
        "t": "All the prophets testify about him that everyone who believes in him receives forgiveness of sins through his name.”"
    },
    {
        "o": 30145,
        "r": "niv:Acts:10:44",
        "t": "While*p Peter was still speaking these words, the Holy Spirit came on all who heard the message."
    },
    {
        "o": 30146,
        "r": "niv:Acts:10:45",
        "t": "The circumcised believers who had come with Peter were astonished that the gift of the Holy Spirit had been poured out even on Gentiles."
    },
    {
        "o": 30147,
        "r": "niv:Acts:10:46",
        "t": "For they heard them speaking in tongues and praising God. Then*p Peter said,"
    },
    {
        "o": 30148,
        "r": "niv:Acts:10:47",
        "t": "“Surely no one can stand in the way of their being baptized with water. They have received the Holy Spirit just as we have.”"
    },
    {
        "o": 30149,
        "r": "niv:Acts:10:48",
        "t": "So he ordered that they be baptized in the name of Jesus Christ. Then they asked Peter to stay with them for a few days."
    }
]
