[
    {
        "o": 10833,
        "r": "csb:2 Kings:10:0",
        "t": "2 Kings 10",
        "h": 1
    },
    {
        "o": 10834,
        "r": "csb:2 Kings:10:0",
        "t": "Jehu Kills the House of Ahab",
        "h": 2
    },
    {
        "o": 10835,
        "r": "csb:2 Kings:10:1",
        "t": "Since*p Ahab had seventy sons in Samaria, Jehu wrote letters and sent them to Samaria to the rulers of Jezreel, to the elders, and to the guardians of Ahab’s sons, saying:"
    },
    {
        "o": 10836,
        "r": "csb:2 Kings:10:2",
        "t": "Your*p master’s sons are with you, and you have chariots, horses, a fortified city, and weaponry, so when this letter arrives"
    },
    {
        "o": 10837,
        "r": "csb:2 Kings:10:3",
        "t": "select the most qualified of your master’s sons, set him on his father’s throne, and fight for your master’s house."
    },
    {
        "o": 10838,
        "r": "csb:2 Kings:10:4",
        "t": "However,*p they were terrified and reasoned, “Look, two kings couldn’t stand against him; how can we?”"
    },
    {
        "o": 10839,
        "r": "csb:2 Kings:10:5",
        "t": "So*p the overseer of the palace, the overseer of the city, the elders, and the guardians sent a message to Jehu: “We are your servants, and we will do whatever you tell us. We will not make anyone king. Do whatever you think is right.”"
    },
    {
        "o": 10840,
        "r": "csb:2 Kings:10:6",
        "t": "Then*p Jehu wrote them a second letter, saying: If*p you are on my side, and if you will obey me, bring me the heads of your master’s sons at this time tomorrow at Jezreel. All*p seventy of the king’s sons were being cared for by the city’s prominent men."
    },
    {
        "o": 10841,
        "r": "csb:2 Kings:10:7",
        "t": "When the letter came to them, they took the king’s sons and slaughtered all seventy, put their heads in baskets, and sent them to Jehu at Jezreel."
    },
    {
        "o": 10842,
        "r": "csb:2 Kings:10:8",
        "t": "When the messenger came and told him, “They have brought the heads of the king’s sons,” the king said, “Pile them in two heaps at the entrance of the city gate until morning.”"
    },
    {
        "o": 10843,
        "r": "csb:2 Kings:10:9",
        "t": "The*p next morning when he went out and stood at the gate, he said to all the people, “You are innocent. It was I who conspired against my master and killed him. But who struck down all these?"
    },
    {
        "o": 10844,
        "r": "csb:2 Kings:10:10",
        "t": "Know, then, that not a word the Lord*s spoke against the house of Ahab will fail, for the Lord*s has done what he promised through his servant Elijah.”"
    },
    {
        "o": 10845,
        "r": "csb:2 Kings:10:11",
        "t": "So Jehu killed all who remained of the house of Ahab in Jezreel - all his great men, close friends, and priests - leaving him no survivors."
    },
    {
        "o": 10846,
        "r": "csb:2 Kings:10:12",
        "t": "Then*p he set out and went to Samaria. On the way, while he was at Beth-eked of the Shepherds,"
    },
    {
        "o": 10847,
        "r": "csb:2 Kings:10:13",
        "t": "Jehu met the relatives of King Ahaziah of Judah and asked, “Who are you?” They*p answered, “We’re Ahaziah’s relatives. We’ve come down to greet the king’s sons and the queen mother’s sons.”"
    },
    {
        "o": 10848,
        "r": "csb:2 Kings:10:14",
        "t": "Then*p Jehu ordered, “Take them alive.” So they took them alive and then slaughtered them at the pit of Beth-eked - forty-two men. He didn’t spare any of them."
    },
    {
        "o": 10849,
        "r": "csb:2 Kings:10:15",
        "t": "When*p he left there, he found Jehonadab son of Rechab coming to meet him. He greeted him and then asked, “Is your heart one with mine?” “It*p is,” Jehonadab replied. Jehu*p said, “If it is, give me your hand.” So*p he gave him his hand, and Jehu pulled him up into the chariot with him."
    },
    {
        "o": 10850,
        "r": "csb:2 Kings:10:16",
        "t": "Then he said, “Come with me and see my zeal for the Lord!”*s So he let him ride with him in his chariot."
    },
    {
        "o": 10851,
        "r": "csb:2 Kings:10:17",
        "t": "When Jehu came to Samaria, he struck down all who remained from the house of Ahab in Samaria until he had annihilated his house, according to the word of the Lord*s spoken to Elijah."
    },
    {
        "o": 10852,
        "r": "csb:2 Kings:10:17",
        "t": "Jehu Kills the Baal Worshipers",
        "h": 2
    },
    {
        "o": 10853,
        "r": "csb:2 Kings:10:18",
        "t": "Then*p Jehu brought all the people together and said to them, “Ahab served Baal a little, but Jehu will serve him a lot."
    },
    {
        "o": 10854,
        "r": "csb:2 Kings:10:19",
        "t": "Now, therefore, summon to me all the prophets of Baal, all his servants, and all his priests. None must be missing, for I have a great sacrifice for Baal. Whoever is missing will not live.” However, Jehu was acting deceptively in order to destroy the servants of Baal."
    },
    {
        "o": 10855,
        "r": "csb:2 Kings:10:20",
        "t": "Jehu commanded, “Consecrate a solemn assembly for Baal.” So they called one."
    },
    {
        "o": 10856,
        "r": "csb:2 Kings:10:21",
        "t": "Then*p Jehu sent messengers throughout all Israel, and all the servants of Baal came; no one failed to come. They entered the temple of Baal, and it was filled from one end to the other."
    },
    {
        "o": 10857,
        "r": "csb:2 Kings:10:22",
        "t": "Then he said to the custodian of the wardrobe, “Bring out the garments for all the servants of Baal.” So he brought out their garments."
    },
    {
        "o": 10858,
        "r": "csb:2 Kings:10:23",
        "t": "Then*p Jehu and Jehonadab son of Rechab entered the temple of Baal, and Jehu said to the servants of Baal, “Look carefully to see that there are no servants of the Lord*s here among you - only servants of Baal.”"
    },
    {
        "o": 10859,
        "r": "csb:2 Kings:10:24",
        "t": "Then they went in to offer sacrifices and burnt offerings. Now*p Jehu had stationed eighty men outside, and he warned them, “Whoever allows any of the men I am placing in your hands to escape will forfeit his life for theirs.”"
    },
    {
        "o": 10860,
        "r": "csb:2 Kings:10:25",
        "t": "When he finished offering the burnt offering, Jehu said to the guards and officers, “Go in and kill them. Don’t let anyone out.” So they struck them down with the sword. Then the guards and officers threw the bodies out and went into the inner room of the temple of Baal."
    },
    {
        "o": 10861,
        "r": "csb:2 Kings:10:26",
        "t": "They brought out the pillar of the temple of Baal and burned it,"
    },
    {
        "o": 10862,
        "r": "csb:2 Kings:10:27",
        "t": "and they tore down the pillar of Baal. Then they tore down the temple of Baal and made it a latrine- which it still is today."
    },
    {
        "o": 10863,
        "r": "csb:2 Kings:10:27",
        "t": "Evaluation of Jehu’s Reign",
        "h": 2
    },
    {
        "o": 10864,
        "r": "csb:2 Kings:10:28",
        "t": "Jehu*p eliminated Baal worship from Israel,"
    },
    {
        "o": 10865,
        "r": "csb:2 Kings:10:29",
        "t": "but he did not turn away from the sins that Jeroboam son of Nebat had caused Israel to commit - worshiping the gold calves that were in Bethel and Dan."
    },
    {
        "o": 10866,
        "r": "csb:2 Kings:10:30",
        "t": "Nevertheless, the Lord*s said to Jehu, “Because you have done well in carrying out what is right in my sight and have done to the house of Ahab all that was in my heart, four generations of your sons will sit on the throne of Israel.”"
    },
    {
        "o": 10867,
        "r": "csb:2 Kings:10:31",
        "t": "Yet*p Jehu was not careful to follow the instruction of the Lord*s God of Israel with all his heart. He did not turn from the sins that Jeroboam had caused Israel to commit."
    },
    {
        "o": 10868,
        "r": "csb:2 Kings:10:32",
        "t": "In*p those days the Lord*s began to reduce the size of Israel. Hazael defeated the Israelites throughout their territory"
    },
    {
        "o": 10869,
        "r": "csb:2 Kings:10:33",
        "t": "from the Jordan eastward: the whole land of Gilead - the Gadites, the Reubenites, and the Manassites - from Aroer which is by the Arnon Valley through Gilead to Bashan."
    },
    {
        "o": 10870,
        "r": "csb:2 Kings:10:34",
        "t": "The*p rest of the events of Jehu’s reign, along with all his accomplishments and all his might, are written in the Historical Record of Israel’s Kings."
    },
    {
        "o": 10871,
        "r": "csb:2 Kings:10:35",
        "t": "Jehu rested with his ancestors and was buried in Samaria. His son Jehoahaz became king in his place."
    },
    {
        "o": 10872,
        "r": "csb:2 Kings:10:36",
        "t": "The length of Jehu’s reign over Israel in Samaria was twenty-eight years."
    }
]
