[
    {
        "o": 23111,
        "r": "nasb:Ezekiel:16:0",
        "t": "Ezekiel 16",
        "h": 1
    },
    {
        "o": 23112,
        "r": "nasb:Ezekiel:16:0",
        "t": "God’s Grace to Unfaithful Jerusalem",
        "h": 2
    },
    {
        "o": 23113,
        "r": "nasb:Ezekiel:16:1",
        "t": "Then*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23114,
        "r": "nasb:Ezekiel:16:2",
        "t": "“Son of man, make known to Jerusalem her abominations"
    },
    {
        "o": 23115,
        "r": "nasb:Ezekiel:16:3",
        "t": "and say, ‘Thus says the Lord God*s to Jerusalem, “Your origin and your birth are from the land of the Canaanite, your father was an Amorite and your mother a Hittite."
    },
    {
        "o": 23116,
        "r": "nasb:Ezekiel:16:4",
        "t": "As for your birth, on the day you were born your navel cord was not cut, nor were you washed with water for cleansing; you were not rubbed with salt or even wrapped in cloths."
    },
    {
        "o": 23117,
        "r": "nasb:Ezekiel:16:5",
        "t": "No eye looked with pity on you to do any of these things for you, to have compassion on you. Rather you were thrown out into the open field, for you were abhorred on the day you were born."
    },
    {
        "o": 23118,
        "r": "nasb:Ezekiel:16:6",
        "t": "“When*p I passed by you and saw you squirming in your blood, I said to you while*i you*i were*i in your blood, ‘Live!’ Yes, I said to you while*i you*i were*i in your blood, ‘Live!’"
    },
    {
        "o": 23119,
        "r": "nasb:Ezekiel:16:7",
        "t": "I made you numerous like plants of the field. Then you grew up, became tall and reached the age for fine ornaments; your*i breasts were formed and your hair had grown. Yet you were naked and bare."
    },
    {
        "o": 23120,
        "r": "nasb:Ezekiel:16:8",
        "t": "“Then*p I passed by you and saw you, and behold, you were at the time for love; so I spread My skirt over you and covered your nakedness. I also swore to you and entered into a covenant with you so that you became Mine,” declares the Lord God.*s"
    },
    {
        "o": 23121,
        "r": "nasb:Ezekiel:16:9",
        "t": "“Then I bathed you with water, washed off your blood from you and anointed you with oil."
    },
    {
        "o": 23122,
        "r": "nasb:Ezekiel:16:10",
        "t": "I also clothed you with embroidered cloth and put sandals of porpoise skin on your feet; and I wrapped you with fine linen and covered you with silk."
    },
    {
        "o": 23123,
        "r": "nasb:Ezekiel:16:11",
        "t": "I adorned you with ornaments, put bracelets on your hands and a necklace around your neck."
    },
    {
        "o": 23124,
        "r": "nasb:Ezekiel:16:12",
        "t": "I also put a ring in your nostril, earrings in your ears and a beautiful crown on your head."
    },
    {
        "o": 23125,
        "r": "nasb:Ezekiel:16:13",
        "t": "Thus you were adorned with gold and silver, and your dress was of fine linen, silk and embroidered cloth. You ate fine flour, honey and oil; so you were exceedingly beautiful and advanced to royalty."
    },
    {
        "o": 23126,
        "r": "nasb:Ezekiel:16:14",
        "t": "Then your fame went forth among the nations on account of your beauty, for it was perfect because of My splendor which I bestowed on you,” declares the Lord God.*s"
    },
    {
        "o": 23127,
        "r": "nasb:Ezekiel:16:15",
        "t": "“But*p you trusted in your beauty and played the harlot because of your fame, and you poured out your harlotries on every passer-by who might be willing.*i"
    },
    {
        "o": 23128,
        "r": "nasb:Ezekiel:16:16",
        "t": "You took some of your clothes, made for yourself high places of various colors and played the harlot on them, which should never come about nor happen."
    },
    {
        "o": 23129,
        "r": "nasb:Ezekiel:16:17",
        "t": "You also took your beautiful jewels made*i of My gold and of My silver, which I had given you, and made for yourself male images that you might play the harlot with them."
    },
    {
        "o": 23130,
        "r": "nasb:Ezekiel:16:18",
        "t": "Then you took your embroidered cloth and covered them, and offered My oil and My incense before them."
    },
    {
        "o": 23131,
        "r": "nasb:Ezekiel:16:19",
        "t": "Also My bread which I gave you, fine flour, oil and honey with which I fed you, you would offer before them for a soothing aroma; so it happened,” declares the Lord God.*s"
    },
    {
        "o": 23132,
        "r": "nasb:Ezekiel:16:20",
        "t": "“Moreover, you took your sons and daughters whom you had borne to Me and sacrificed them to idols to be devoured. Were your harlotries so small a matter?"
    },
    {
        "o": 23133,
        "r": "nasb:Ezekiel:16:21",
        "t": "You slaughtered My children and offered them up to idols by causing them to pass through the*i fire.*i"
    },
    {
        "o": 23134,
        "r": "nasb:Ezekiel:16:22",
        "t": "Besides all your abominations and harlotries you did not remember the days of your youth, when you were naked and bare and squirming in your blood."
    },
    {
        "o": 23135,
        "r": "nasb:Ezekiel:16:23",
        "t": "“Then*p it came about after all your wickedness (‘Woe, woe to you!’ declares the Lord God),*s"
    },
    {
        "o": 23136,
        "r": "nasb:Ezekiel:16:24",
        "t": "that you built yourself a shrine and made yourself a high place in every square."
    },
    {
        "o": 23137,
        "r": "nasb:Ezekiel:16:25",
        "t": "You built yourself a high place at the top of every street and made your beauty abominable, and you spread your legs to every passer-by to multiply your harlotry."
    },
    {
        "o": 23138,
        "r": "nasb:Ezekiel:16:26",
        "t": "You also played the harlot with the Egyptians, your lustful neighbors, and multiplied your harlotry to make Me angry."
    },
    {
        "o": 23139,
        "r": "nasb:Ezekiel:16:27",
        "t": "Behold now, I have stretched out My hand against you and diminished your rations. And I delivered you up to the desire of those who hate you, the daughters of the Philistines, who are ashamed of your lewd conduct."
    },
    {
        "o": 23140,
        "r": "nasb:Ezekiel:16:28",
        "t": "Moreover, you played the harlot with the Assyrians because you were not satisfied; you played the harlot with them and still were not satisfied."
    },
    {
        "o": 23141,
        "r": "nasb:Ezekiel:16:29",
        "t": "You also multiplied your harlotry with the land of merchants, Chaldea, yet even with this you were not satisfied.” ’ ”"
    },
    {
        "o": 23142,
        "r": "nasb:Ezekiel:16:30",
        "t": "“How*p languishing is your heart,” declares the Lord God,*s “while you do all these things, the actions of a bold-faced harlot."
    },
    {
        "o": 23143,
        "r": "nasb:Ezekiel:16:31",
        "t": "When you built your shrine at the beginning of every street and made your high place in every square, in disdaining money, you were not like a harlot."
    },
    {
        "o": 23144,
        "r": "nasb:Ezekiel:16:32",
        "t": "You adulteress wife, who takes strangers instead of her husband!"
    },
    {
        "o": 23145,
        "r": "nasb:Ezekiel:16:33",
        "t": "Men give gifts to all harlots, but you give your gifts to all your lovers to bribe them to come to you from every direction for your harlotries."
    },
    {
        "o": 23146,
        "r": "nasb:Ezekiel:16:34",
        "t": "Thus you are different from those women in your harlotries, in that no one plays the harlot as you do, because you give money and no money is given you; thus you are different.”"
    },
    {
        "o": 23147,
        "r": "nasb:Ezekiel:16:35",
        "t": "Therefore,*p O harlot, hear the word of the Lord.*s"
    },
    {
        "o": 23148,
        "r": "nasb:Ezekiel:16:36",
        "t": "Thus says the Lord God,*s “Because your lewdness was poured out and your nakedness uncovered through your harlotries with your lovers and with all your detestable idols, and because of the blood of your sons which you gave to idols,"
    },
    {
        "o": 23149,
        "r": "nasb:Ezekiel:16:37",
        "t": "therefore, behold, I will gather all your lovers with whom you took pleasure, even all those whom you loved and*i all those whom you hated. So I will gather them against you from every direction and expose your nakedness to them that they may see all your nakedness."
    },
    {
        "o": 23150,
        "r": "nasb:Ezekiel:16:38",
        "t": "Thus I will judge you like women who commit adultery or shed blood are judged; and I will bring on you the blood of wrath and jealousy."
    },
    {
        "o": 23151,
        "r": "nasb:Ezekiel:16:39",
        "t": "I will also give you into the hands of your lovers, and they will tear down your shrines, demolish your high places, strip you of your clothing, take away your jewels, and will leave you naked and bare."
    },
    {
        "o": 23152,
        "r": "nasb:Ezekiel:16:40",
        "t": "They will incite a crowd against you and they will stone you and cut you to pieces with their swords."
    },
    {
        "o": 23153,
        "r": "nasb:Ezekiel:16:41",
        "t": "They will burn your houses with fire and execute judgments on you in the sight of many women. Then I will stop you from playing the harlot, and you will also no longer pay your lovers."
    },
    {
        "o": 23154,
        "r": "nasb:Ezekiel:16:42",
        "t": "So I will calm My fury against you and My jealousy will depart from you, and I will be pacified and angry no more."
    },
    {
        "o": 23155,
        "r": "nasb:Ezekiel:16:43",
        "t": "Because you have not remembered the days of your youth but have enraged Me by all these things, behold, I in turn will bring your conduct down on your own head,” declares the Lord God,*s “so that you will not commit this lewdness on top of all your other*i abominations."
    },
    {
        "o": 23156,
        "r": "nasb:Ezekiel:16:44",
        "t": "“Behold,*p everyone who quotes proverbs will quote this*i proverb concerning you, saying, ‘Like mother, like daughter.’"
    },
    {
        "o": 23157,
        "r": "nasb:Ezekiel:16:45",
        "t": "You are the daughter of your mother, who loathed her husband and children. You are also the sister of your sisters, who loathed their husbands and children. Your mother was a Hittite and your father an Amorite."
    },
    {
        "o": 23158,
        "r": "nasb:Ezekiel:16:46",
        "t": "Now your older sister is Samaria, who lives north of you with her daughters; and your younger sister, who lives south of you, is Sodom with her daughters."
    },
    {
        "o": 23159,
        "r": "nasb:Ezekiel:16:47",
        "t": "Yet you have not merely walked in their ways or done according to their abominations; but, as if that were too little, you acted more corruptly in all your conduct than they."
    },
    {
        "o": 23160,
        "r": "nasb:Ezekiel:16:48",
        "t": "As I live,” declares the Lord God,*s “Sodom, your sister and her daughters have not done as you and your daughters have done."
    },
    {
        "o": 23161,
        "r": "nasb:Ezekiel:16:49",
        "t": "Behold, this was the guilt of your sister Sodom: she and her daughters had arrogance, abundant food and careless ease, but she did not help the poor and needy."
    },
    {
        "o": 23162,
        "r": "nasb:Ezekiel:16:50",
        "t": "Thus they were haughty and committed abominations before Me. Therefore I removed them when I saw it.*i"
    },
    {
        "o": 23163,
        "r": "nasb:Ezekiel:16:51",
        "t": "Furthermore, Samaria did not commit half of your sins, for you have multiplied your abominations more than they. Thus you have made your sisters appear righteous by all your abominations which you have committed."
    },
    {
        "o": 23164,
        "r": "nasb:Ezekiel:16:52",
        "t": "Also bear your disgrace in that you have made judgment favorable for your sisters. Because of your sins in which you acted more abominably than they, they are more in the right than you. Yes, be also ashamed and bear your disgrace, in that you made your sisters appear righteous."
    },
    {
        "o": 23165,
        "r": "nasb:Ezekiel:16:53",
        "t": "“Nevertheless,*p I will restore their captivity, the captivity of Sodom and her daughters, the captivity of Samaria and her daughters, and along with them your own captivity,"
    },
    {
        "o": 23166,
        "r": "nasb:Ezekiel:16:54",
        "t": "in order that you may bear your humiliation and feel ashamed for all that you have done when you become a consolation to them."
    },
    {
        "o": 23167,
        "r": "nasb:Ezekiel:16:55",
        "t": "Your sisters, Sodom with her daughters and Samaria with her daughters, will return to their former state, and you with your daughters will also*i return to your former state."
    },
    {
        "o": 23168,
        "r": "nasb:Ezekiel:16:56",
        "t": "As the*i name*i of*i your sister Sodom was not heard from your lips in your day of pride,"
    },
    {
        "o": 23169,
        "r": "nasb:Ezekiel:16:57",
        "t": "before your wickedness was uncovered, so now you have become the reproach of the daughters of Edom and of all who are around her, of the daughters of the Philistines—those surrounding you*i who despise you."
    },
    {
        "o": 23170,
        "r": "nasb:Ezekiel:16:58",
        "t": "You have borne the*i penalty*i of*i your lewdness and abominations,” the Lord*s declares."
    },
    {
        "o": 23171,
        "r": "nasb:Ezekiel:16:59",
        "t": "For thus says the Lord God,*s “I will also do with you as you have done, you who have despised the oath by breaking the covenant."
    },
    {
        "o": 23172,
        "r": "nasb:Ezekiel:16:59",
        "t": "The Covenant Remembered",
        "h": 2
    },
    {
        "o": 23173,
        "r": "nasb:Ezekiel:16:60",
        "t": "“Nevertheless,*p I will remember My covenant with you in the days of your youth, and I will establish an everlasting covenant with you."
    },
    {
        "o": 23174,
        "r": "nasb:Ezekiel:16:61",
        "t": "Then you will remember your ways and be ashamed when you receive your sisters, both*i your older and your younger; and I will give them to you as daughters, but not because of your covenant."
    },
    {
        "o": 23175,
        "r": "nasb:Ezekiel:16:62",
        "t": "Thus I will establish My covenant with you, and you shall know that I am the Lord,*s"
    },
    {
        "o": 23176,
        "r": "nasb:Ezekiel:16:63",
        "t": "so that you may remember and be ashamed and never open your mouth anymore because of your humiliation, when I have forgiven you for all that you have done,” the Lord God*s declares."
    }
]
