[
    {
        "o": 8823,
        "r": "csb:1 Samuel:30:0",
        "t": "1 Samuel 30",
        "h": 1
    },
    {
        "o": 8824,
        "r": "csb:1 Samuel:30:0",
        "t": "David’s Defeat of the Amalekites",
        "h": 2
    },
    {
        "o": 8825,
        "r": "csb:1 Samuel:30:1",
        "t": "David*p and his men arrived in Ziklag on the third day. The Amalekites had raided the Negev and attacked and burned Ziklag."
    },
    {
        "o": 8826,
        "r": "csb:1 Samuel:30:2",
        "t": "They also had kidnapped the women and everyone in it from youngest to oldest. They had killed no one but had carried them off as they went on their way."
    },
    {
        "o": 8827,
        "r": "csb:1 Samuel:30:3",
        "t": "When*p David and his men arrived at the town, they found it burned. Their wives, sons, and daughters had been kidnapped."
    },
    {
        "o": 8828,
        "r": "csb:1 Samuel:30:4",
        "t": "David and the troops with him wept loudly until they had no strength left to weep."
    },
    {
        "o": 8829,
        "r": "csb:1 Samuel:30:5",
        "t": "David’s two wives, Ahinoam the Jezreelite and Abigail the widow of Nabal the Carmelite, had also been kidnapped."
    },
    {
        "o": 8830,
        "r": "csb:1 Samuel:30:6",
        "t": "David was in an extremely difficult position because the troops talked about stoning him, for they were all very bitter over the loss of their sons and daughters. But David found strength in the Lord*s his God."
    },
    {
        "o": 8831,
        "r": "csb:1 Samuel:30:7",
        "t": "David*p said to the priest Abiathar son of Ahimelech, “Bring me the ephod.” So Abiathar brought it to him,"
    },
    {
        "o": 8832,
        "r": "csb:1 Samuel:30:8",
        "t": "and David asked the Lord,*s “Should I pursue these raiders? Will I overtake them?” The*p Lord*s replied to him, “Pursue them, for you will certainly overtake them and rescue the people.”"
    },
    {
        "o": 8833,
        "r": "csb:1 Samuel:30:9",
        "t": "So*p David and the six hundred men with him went. They came to the Wadi Besor, where some stayed behind."
    },
    {
        "o": 8834,
        "r": "csb:1 Samuel:30:10",
        "t": "David and four hundred of the men continued the pursuit, while two hundred stopped because they were too exhausted to cross the Wadi Besor."
    },
    {
        "o": 8835,
        "r": "csb:1 Samuel:30:11",
        "t": "David’s*p men found an Egyptian in the open country and brought him to David. They gave him some bread to eat and water to drink."
    },
    {
        "o": 8836,
        "r": "csb:1 Samuel:30:12",
        "t": "Then they gave him some pressed figs and two clusters of raisins. After he ate he revived, for he hadn’t eaten food or drunk water for three days and three nights."
    },
    {
        "o": 8837,
        "r": "csb:1 Samuel:30:13",
        "t": "Then*p David said to him, “Who do you belong to? Where are you from?” “I’m*p an Egyptian, the slave of an Amalekite man,” he said. “My master abandoned me when I got sick three days ago."
    },
    {
        "o": 8838,
        "r": "csb:1 Samuel:30:14",
        "t": "We raided the south country of the Cherethites, the territory of Judah, and the south country of Caleb, and we burned Ziklag.”"
    },
    {
        "o": 8839,
        "r": "csb:1 Samuel:30:15",
        "t": "David*p then asked him, “Will you lead me to these raiders?” He*p said, “Swear to me by God that you won’t kill me or turn me over to my master, and I will lead you to them.”"
    },
    {
        "o": 8840,
        "r": "csb:1 Samuel:30:16",
        "t": "So*p he led him, and there were the Amalekites, spread out over the entire area, eating, drinking, and celebrating because of the great amount of plunder they had taken from the land of the Philistines and the land of Judah."
    },
    {
        "o": 8841,
        "r": "csb:1 Samuel:30:17",
        "t": "David slaughtered them from twilight until the evening of the next day. None of them escaped, except four hundred young men who got on camels and fled."
    },
    {
        "o": 8842,
        "r": "csb:1 Samuel:30:18",
        "t": "David*p recovered everything the Amalekites had taken; he also rescued his two wives."
    },
    {
        "o": 8843,
        "r": "csb:1 Samuel:30:19",
        "t": "Nothing of theirs was missing from the youngest to the oldest, including the sons and daughters, and all the plunder the Amalekites had taken. David got everything back."
    },
    {
        "o": 8844,
        "r": "csb:1 Samuel:30:20",
        "t": "He took all the flocks and herds, which were driven ahead of the other livestock, and the people shouted, “This is David’s plunder!”"
    },
    {
        "o": 8845,
        "r": "csb:1 Samuel:30:21",
        "t": "When*p David came to the two hundred men who had been too exhausted to go with him and had been left at the Wadi Besor, they came out to meet him and to meet the troops with him. When David approached the men, he greeted them,"
    },
    {
        "o": 8846,
        "r": "csb:1 Samuel:30:22",
        "t": "but all the corrupt and worthless men among those who had gone with David argued, “Because they didn’t go with us, we will not give any of the plunder we recovered to them except for each man’s wife and children. They may take them and go.”"
    },
    {
        "o": 8847,
        "r": "csb:1 Samuel:30:23",
        "t": "But*p David said, “My brothers, you must not do this with what the Lord*s has given us. He protected us and handed over to us the raiders who came against us."
    },
    {
        "o": 8848,
        "r": "csb:1 Samuel:30:24",
        "t": "Who can agree to your proposal? The share of the one who goes into battle is to be the same as the share of the one who remains with the supplies. They will share equally.”"
    },
    {
        "o": 8849,
        "r": "csb:1 Samuel:30:25",
        "t": "And it has been so from that day forward. David established this policy as a law and an ordinance for Israel and it still continues today."
    },
    {
        "o": 8850,
        "r": "csb:1 Samuel:30:26",
        "t": "When*p David came to Ziklag, he sent some of the plunder to his friends, the elders of Judah, saying, “Here is a gift for you from the plunder of the Lord’s*s enemies.”"
    },
    {
        "o": 8851,
        "r": "csb:1 Samuel:30:27",
        "t": "He sent gifts to those in Bethel, in Ramoth of the Negev, and in Jattir;"
    },
    {
        "o": 8852,
        "r": "csb:1 Samuel:30:28",
        "t": "to those in Aroer, in Siphmoth, and in Eshtemoa;"
    },
    {
        "o": 8853,
        "r": "csb:1 Samuel:30:29",
        "t": "to those in Racal, in the towns of the Jerahmeelites, and in the towns of the Kenites;"
    },
    {
        "o": 8854,
        "r": "csb:1 Samuel:30:30",
        "t": "to those in Hormah, in Bor-ashan, and in Athach;"
    },
    {
        "o": 8855,
        "r": "csb:1 Samuel:30:31",
        "t": "to those in Hebron, and to those in all the places where David and his men had roamed."
    }
]
