[
    {
        "o": 24266,
        "r": "csb:Ezekiel:43:0",
        "t": "Ezekiel 43",
        "h": 1
    },
    {
        "o": 24267,
        "r": "csb:Ezekiel:43:0",
        "t": "Return of the Lord’s Glory",
        "h": 2
    },
    {
        "o": 24268,
        "r": "csb:Ezekiel:43:1",
        "t": "He*p led me to the gate, the one that faces east,"
    },
    {
        "o": 24269,
        "r": "csb:Ezekiel:43:2",
        "t": "and I saw the glory of the God of Israel coming from the east. His voice sounded like the roar of a huge torrent, and the earth shone with his glory."
    },
    {
        "o": 24270,
        "r": "csb:Ezekiel:43:3",
        "t": "The vision I saw was like the one I had seen when he came to destroy the city, and like the ones I had seen by the Chebar Canal. I fell facedown."
    },
    {
        "o": 24271,
        "r": "csb:Ezekiel:43:4",
        "t": "The glory of the Lord*s entered the temple by way of the gate that faced east."
    },
    {
        "o": 24272,
        "r": "csb:Ezekiel:43:5",
        "t": "Then the Spirit lifted me up and brought me to the inner court, and the glory of the Lord*s filled the temple."
    },
    {
        "o": 24273,
        "r": "csb:Ezekiel:43:6",
        "t": "While*p the man was standing beside me, I heard someone speaking to me from the temple."
    },
    {
        "o": 24274,
        "r": "csb:Ezekiel:43:7",
        "t": "He said to me, “Son of man, this is the place of my throne and the place for the soles of my feet, where I will dwell among the Israelites forever. The house of Israel and their kings will no longer defile my holy name by their religious prostitution and by the corpses of their kings at their high places."
    },
    {
        "o": 24275,
        "r": "csb:Ezekiel:43:8",
        "t": "Whenever they placed their threshold next to my threshold and their doorposts beside my doorposts, with only a wall between me and them, they were defiling my holy name by the detestable acts they committed. So I destroyed them in my anger."
    },
    {
        "o": 24276,
        "r": "csb:Ezekiel:43:9",
        "t": "Now let them remove their prostitution and the corpses of their kings far from me, and I will dwell among them forever."
    },
    {
        "o": 24277,
        "r": "csb:Ezekiel:43:10",
        "t": "“As*p for you, son of man, describe the temple to the house of Israel, so that they may be ashamed of their iniquities. Let them measure its pattern,"
    },
    {
        "o": 24278,
        "r": "csb:Ezekiel:43:11",
        "t": "and they will be ashamed of all that they have done. Reveal the design of the temple to them - its layout with its exits and entrances- its complete design along with all its statutes, design specifications, and laws. Write it down in their sight so that they may observe its complete design and all its statutes and may carry them out."
    },
    {
        "o": 24279,
        "r": "csb:Ezekiel:43:12",
        "t": "This is the law of the temple: All its surrounding territory on top of the mountain will be especially holy. Yes, this is the law of the temple."
    },
    {
        "o": 24280,
        "r": "csb:Ezekiel:43:12",
        "t": "The Altar",
        "h": 2
    },
    {
        "o": 24281,
        "r": "csb:Ezekiel:43:13",
        "t": "“These*p are the measurements of the altar in units of length (each unit being the standard length plus three inches): The gutter is 21 inches deep and 21 inches wide, with a rim of nine inches around its edge. This is the base of the altar."
    },
    {
        "o": 24282,
        "r": "csb:Ezekiel:43:14",
        "t": "The distance from the gutter on the ground to the lower ledge is 3½ feet, and the width of the ledge is 21 inches. There are 7 feet from the small ledge to the large ledge, whose width is also 21 inches."
    },
    {
        "o": 24283,
        "r": "csb:Ezekiel:43:15",
        "t": "The altar hearth is 7 feet high, and four horns project upward from the hearth."
    },
    {
        "o": 24284,
        "r": "csb:Ezekiel:43:16",
        "t": "The hearth is square, 21 feet long by 21 feet wide."
    },
    {
        "o": 24285,
        "r": "csb:Ezekiel:43:17",
        "t": "The ledge is 24½ feet long by 24½ feet wide, with four equal sides. The rim all around it is 10½ inches, and its gutter is 21 inches all around it. The altar’s steps face east.”"
    },
    {
        "o": 24286,
        "r": "csb:Ezekiel:43:18",
        "t": "Then*p he said to me, “Son of man, this is what the Lord God*s says: These are the statutes for the altar on the day it is constructed, so that burnt offerings may be sacrificed on it and blood may be splattered on it:"
    },
    {
        "o": 24287,
        "r": "csb:Ezekiel:43:19",
        "t": "You are to give a bull from the herd as a sin offering to the Levitical priests who are from the offspring of Zadok, who approach me in order to serve me.” This is the declaration of the Lord God.*s"
    },
    {
        "o": 24288,
        "r": "csb:Ezekiel:43:20",
        "t": "“You are to take some of its blood and apply it to the four horns of the altar, the four corners of the ledge, and all around the rim. In this way you will purify the altar and make atonement for it."
    },
    {
        "o": 24289,
        "r": "csb:Ezekiel:43:21",
        "t": "Then you are to take away the bull for the sin offering, and it must be burned outside the sanctuary in the place appointed for the temple."
    },
    {
        "o": 24290,
        "r": "csb:Ezekiel:43:22",
        "t": "“On*p the second day you are to present an unblemished male goat as a sin offering. They will purify the altar just as they did with the bull."
    },
    {
        "o": 24291,
        "r": "csb:Ezekiel:43:23",
        "t": "When you have finished the purification, you are to present a young, unblemished bull and an unblemished ram from the flock."
    },
    {
        "o": 24292,
        "r": "csb:Ezekiel:43:24",
        "t": "You are to present them before the Lord;*s the priests will throw salt on them and sacrifice them as a burnt offering to the Lord.*s"
    },
    {
        "o": 24293,
        "r": "csb:Ezekiel:43:25",
        "t": "You will offer a goat for a sin offering each day for seven days. A young bull and a ram from the flock, both unblemished, are also to be offered."
    },
    {
        "o": 24294,
        "r": "csb:Ezekiel:43:26",
        "t": "For seven days the priests are to make atonement for the altar and cleanse it. In this way they will consecrate it"
    },
    {
        "o": 24295,
        "r": "csb:Ezekiel:43:27",
        "t": "and complete the days of purification. Then on the eighth day and afterward, the priests will offer your burnt offerings and fellowship offerings on the altar, and I will accept you.” This is the declaration of the Lord God.*s"
    }
]
