[
    {
        "o": 2348,
        "r": "nasb:Exodus:23:0",
        "t": "Exodus 23",
        "h": 1
    },
    {
        "o": 2349,
        "r": "nasb:Exodus:23:0",
        "t": "Sundry Laws",
        "h": 2
    },
    {
        "o": 2350,
        "r": "nasb:Exodus:23:1",
        "t": "“You*p shall not bear a false report; do not join your hand with a wicked man to be a malicious witness."
    },
    {
        "o": 2351,
        "r": "nasb:Exodus:23:2",
        "t": "You shall not follow the masses in doing evil, nor shall you testify in a dispute so as to turn aside after a multitude in order to pervert justice;*i"
    },
    {
        "o": 2352,
        "r": "nasb:Exodus:23:3",
        "t": "nor shall you be partial to a poor man in his dispute."
    },
    {
        "o": 2353,
        "r": "nasb:Exodus:23:4",
        "t": "“If*p you meet your enemy’s ox or his donkey wandering away, you shall surely return it to him."
    },
    {
        "o": 2354,
        "r": "nasb:Exodus:23:5",
        "t": "If you see the donkey of one who hates you lying helpless*i under its load, you shall refrain from leaving it to him, you shall surely release it*i with him."
    },
    {
        "o": 2355,
        "r": "nasb:Exodus:23:6",
        "t": "“You*p shall not pervert the justice due*i to your needy brother*i in his dispute."
    },
    {
        "o": 2356,
        "r": "nasb:Exodus:23:7",
        "t": "Keep far from a false charge, and do not kill the innocent or the righteous, for I will not acquit the guilty."
    },
    {
        "o": 2357,
        "r": "nasb:Exodus:23:8",
        "t": "“You*p shall not take a bribe, for a bribe blinds the clear-sighted and subverts the cause of the just."
    },
    {
        "o": 2358,
        "r": "nasb:Exodus:23:9",
        "t": "“You*p shall not oppress a stranger, since you yourselves know the feelings of a stranger, for you also*i were strangers in the land of Egypt."
    },
    {
        "o": 2359,
        "r": "nasb:Exodus:23:9",
        "t": "The Sabbath and Land",
        "h": 2
    },
    {
        "o": 2360,
        "r": "nasb:Exodus:23:10",
        "t": "“You*p shall sow your land for six years and gather in its yield,"
    },
    {
        "o": 2361,
        "r": "nasb:Exodus:23:11",
        "t": "but on*i the seventh year you shall let it rest and lie fallow, so that the needy of your people may eat; and whatever they leave the beast of the field may eat. You are to do the same with your vineyard and*i your olive grove."
    },
    {
        "o": 2362,
        "r": "nasb:Exodus:23:12",
        "t": "“Six*p days you are to do your work, but on the seventh day you shall cease from*i labor*i so that your ox and your donkey may rest, and the son of your female slave, as well as your stranger, may refresh themselves."
    },
    {
        "o": 2363,
        "r": "nasb:Exodus:23:13",
        "t": "Now concerning everything which I have said to you, be on your guard; and do not mention the name of other gods, nor let them*i be heard from your mouth."
    },
    {
        "o": 2364,
        "r": "nasb:Exodus:23:13",
        "t": "Three National Feasts",
        "h": 2
    },
    {
        "o": 2365,
        "r": "nasb:Exodus:23:14",
        "t": "“Three*p times a year you shall celebrate a feast to Me."
    },
    {
        "o": 2366,
        "r": "nasb:Exodus:23:15",
        "t": "You shall observe the Feast of Unleavened Bread; for seven days you are to eat unleavened bread, as I commanded you, at the appointed time in the month Abib, for in it you came out of Egypt. And none shall appear before Me empty-handed."
    },
    {
        "o": 2367,
        "r": "nasb:Exodus:23:16",
        "t": "Also you*i shall*i observe*i the Feast of the Harvest of*i the first fruits of your labors from*i what you sow in the field; also the Feast of the Ingathering at the end of the year when you gather in the*i fruit*i of*i your labors from the field."
    },
    {
        "o": 2368,
        "r": "nasb:Exodus:23:17",
        "t": "Three times a year all your males shall appear before the Lord God.*s"
    },
    {
        "o": 2369,
        "r": "nasb:Exodus:23:18",
        "t": "“You*p shall not offer the blood of My sacrifice with leavened bread; nor is the fat of My feast to remain overnight until morning."
    },
    {
        "o": 2370,
        "r": "nasb:Exodus:23:19",
        "t": "“You*p shall bring the choice first fruits of your soil into the house of the Lord*s your God. “You*bp are not to boil a young goat in the milk of its mother."
    },
    {
        "o": 2371,
        "r": "nasb:Exodus:23:19",
        "t": "Conquest of the Land",
        "h": 2
    },
    {
        "o": 2372,
        "r": "nasb:Exodus:23:20",
        "t": "“Behold,*p I am going to send an angel before you to guard you along the way and to bring you into the place which I have prepared."
    },
    {
        "o": 2373,
        "r": "nasb:Exodus:23:21",
        "t": "Be on your guard before him and obey his voice; do not be rebellious toward him, for he will not pardon your transgression, since My name is in him."
    },
    {
        "o": 2374,
        "r": "nasb:Exodus:23:22",
        "t": "But if you truly obey his voice and do all that I say, then I will be an enemy to your enemies and an adversary to your adversaries."
    },
    {
        "o": 2375,
        "r": "nasb:Exodus:23:23",
        "t": "For My angel will go before you and bring you in to the*i land*i of*i the Amorites, the Hittites, the Perizzites, the Canaanites, the Hivites and the Jebusites; and I will completely destroy them."
    },
    {
        "o": 2376,
        "r": "nasb:Exodus:23:24",
        "t": "You shall not worship their gods, nor serve them, nor do according to their deeds; but you shall utterly overthrow them and break their sacred*i pillars in pieces."
    },
    {
        "o": 2377,
        "r": "nasb:Exodus:23:25",
        "t": "But you shall serve the Lord*s your God, and He will bless your bread and your water; and I will remove sickness from your midst."
    },
    {
        "o": 2378,
        "r": "nasb:Exodus:23:26",
        "t": "There shall be no one miscarrying or barren in your land; I will fulfill the number of your days."
    },
    {
        "o": 2379,
        "r": "nasb:Exodus:23:27",
        "t": "I will send My terror ahead of you, and throw into confusion all the people among whom you come, and I will make all your enemies turn their*i backs to you."
    },
    {
        "o": 2380,
        "r": "nasb:Exodus:23:28",
        "t": "I will send hornets ahead of you so that they will drive out the Hivites, the Canaanites, and the Hittites before you."
    },
    {
        "o": 2381,
        "r": "nasb:Exodus:23:29",
        "t": "I will not drive them out before you in a single year, that the land may not become desolate and the beasts of the field become too numerous for you."
    },
    {
        "o": 2382,
        "r": "nasb:Exodus:23:30",
        "t": "I will drive them out before you little by little, until you become fruitful and take possession of the land."
    },
    {
        "o": 2383,
        "r": "nasb:Exodus:23:31",
        "t": "I will fix your boundary from the Red Sea to the sea of the Philistines, and from the wilderness to the River Euphrates;*i for I will deliver the inhabitants of the land into your hand, and you will drive them out before you."
    },
    {
        "o": 2384,
        "r": "nasb:Exodus:23:32",
        "t": "You shall make no covenant with them or with their gods."
    },
    {
        "o": 2385,
        "r": "nasb:Exodus:23:33",
        "t": "They shall not live in your land, because they will make you sin against Me; for if*i you serve their gods, it will surely be a snare to you.”"
    }
]
