[
    {
        "o": 32766,
        "r": "nasb:Philippians:4:0",
        "t": "Philippians 4",
        "h": 1
    },
    {
        "o": 32767,
        "r": "nasb:Philippians:4:0",
        "t": "Think of Excellence",
        "h": 2
    },
    {
        "o": 32768,
        "r": "nasb:Philippians:4:1",
        "t": "Therefore,*p my beloved brethren whom I long to*i see,*i my joy and crown, in this way stand firm in the Lord, my beloved."
    },
    {
        "o": 32769,
        "r": "nasb:Philippians:4:2",
        "t": "I*p urge Euodia and I urge Syntyche to live in harmony in the Lord."
    },
    {
        "o": 32770,
        "r": "nasb:Philippians:4:3",
        "t": "Indeed, true companion, I ask you also to help these women who have shared my struggle in the*i cause*i of*i the gospel, together with Clement also and the rest of my fellow workers, whose names are in the book of life."
    },
    {
        "o": 32771,
        "r": "nasb:Philippians:4:4",
        "t": "Rejoice*p in the Lord always; again I will say, rejoice!"
    },
    {
        "o": 32772,
        "r": "nasb:Philippians:4:5",
        "t": "Let your gentle spirit*i be known to all men. The Lord is near."
    },
    {
        "o": 32773,
        "r": "nasb:Philippians:4:6",
        "t": "Be anxious for nothing, but in everything by prayer and supplication with thanksgiving let your requests be made known to God."
    },
    {
        "o": 32774,
        "r": "nasb:Philippians:4:7",
        "t": "And the peace of God, which surpasses all comprehension, will guard your hearts and your minds in Christ Jesus."
    },
    {
        "o": 32775,
        "r": "nasb:Philippians:4:8",
        "t": "Finally,*p brethren, whatever is true, whatever is honorable, whatever is right, whatever is pure, whatever is lovely, whatever is of good repute, if there is any excellence and if anything worthy of praise, dwell on these things."
    },
    {
        "o": 32776,
        "r": "nasb:Philippians:4:9",
        "t": "The things you have learned and received and heard and seen in me, practice these things, and the God of peace will be with you."
    },
    {
        "o": 32777,
        "r": "nasb:Philippians:4:9",
        "t": "God’s Provisions",
        "h": 2
    },
    {
        "o": 32778,
        "r": "nasb:Philippians:4:10",
        "t": "But*p I rejoiced in the Lord greatly, that now at last you have revived your concern for me; indeed, you were concerned before,*i but you lacked opportunity."
    },
    {
        "o": 32779,
        "r": "nasb:Philippians:4:11",
        "t": "Not that I speak from want, for I have learned to be content in whatever circumstances I am."
    },
    {
        "o": 32780,
        "r": "nasb:Philippians:4:12",
        "t": "I know how to get along with humble means, and I also know how to live in prosperity; in any and every circumstance I have learned the secret of being filled and going hungry, both of having abundance and suffering need."
    },
    {
        "o": 32781,
        "r": "nasb:Philippians:4:13",
        "t": "I can do all things through Him who strengthens me."
    },
    {
        "o": 32782,
        "r": "nasb:Philippians:4:14",
        "t": "Nevertheless, you have done well to share with*i me*i in my affliction."
    },
    {
        "o": 32783,
        "r": "nasb:Philippians:4:15",
        "t": "You*p yourselves also know, Philippians, that at the first preaching of the gospel, after I left Macedonia, no church shared with me in the matter of giving and receiving but you alone;"
    },
    {
        "o": 32784,
        "r": "nasb:Philippians:4:16",
        "t": "for even in Thessalonica you sent a*i gift*i more than once for my needs."
    },
    {
        "o": 32785,
        "r": "nasb:Philippians:4:17",
        "t": "Not that I seek the gift itself, but I seek for the profit which increases to your account."
    },
    {
        "o": 32786,
        "r": "nasb:Philippians:4:18",
        "t": "But I have received everything in full and have an abundance; I am amply supplied, having received from Epaphroditus what you have sent, a fragrant aroma, an acceptable sacrifice, well-pleasing to God."
    },
    {
        "o": 32787,
        "r": "nasb:Philippians:4:19",
        "t": "And my God will supply all your needs according to His riches in glory in Christ Jesus."
    },
    {
        "o": 32788,
        "r": "nasb:Philippians:4:20",
        "t": "Now to our God and Father be*i the glory forever and ever. Amen."
    },
    {
        "o": 32789,
        "r": "nasb:Philippians:4:21",
        "t": "Greet*p every saint in Christ Jesus. The brethren who are with me greet you."
    },
    {
        "o": 32790,
        "r": "nasb:Philippians:4:22",
        "t": "All the saints greet you, especially those of Caesar’s household."
    },
    {
        "o": 32791,
        "r": "nasb:Philippians:4:23",
        "t": "The*p grace of the Lord Jesus Christ be with your spirit."
    }
]
