[
    {
        "o": 2329,
        "r": "csb:Exodus:22:0",
        "t": "Exodus 22",
        "h": 1
    },
    {
        "o": 2330,
        "r": "csb:Exodus:22:0",
        "t": "Laws about Theft",
        "h": 2
    },
    {
        "o": 2331,
        "r": "csb:Exodus:22:1",
        "t": "“When*p a man steals an ox or a sheep and butchers it or sells it, he must repay five cattle for the ox or four sheep for the sheep."
    },
    {
        "o": 2332,
        "r": "csb:Exodus:22:2",
        "t": "If a thief is caught in the act of breaking in, and he is beaten to death, no one is guilty of bloodshed."
    },
    {
        "o": 2333,
        "r": "csb:Exodus:22:3",
        "t": "But if this happens after sunrise, the householder is guilty of bloodshed. A thief must make full restitution. If he is unable, he is to be sold because of his theft."
    },
    {
        "o": 2334,
        "r": "csb:Exodus:22:4",
        "t": "If what was stolen - whether ox, donkey, or sheep - is actually found alive in his possession, he must repay double."
    },
    {
        "o": 2335,
        "r": "csb:Exodus:22:4",
        "t": "Laws about Crop Protection",
        "h": 2
    },
    {
        "o": 2336,
        "r": "csb:Exodus:22:5",
        "t": "“When*p a man lets a field or vineyard be grazed in, and then allows his animals to go and graze in someone else’s field, he must repay with the best of his own field or vineyard."
    },
    {
        "o": 2337,
        "r": "csb:Exodus:22:6",
        "t": "“When*p a fire gets out of control, spreads to thornbushes, and consumes stacks of cut grain, standing grain, or a field, the one who started the fire must make full restitution for what was burned."
    },
    {
        "o": 2338,
        "r": "csb:Exodus:22:6",
        "t": "Laws about Personal Property",
        "h": 2
    },
    {
        "o": 2339,
        "r": "csb:Exodus:22:7",
        "t": "“When*p a man gives his neighbor valuables or goods to keep, but they are stolen from that person’s house, the thief, if caught, must repay double."
    },
    {
        "o": 2340,
        "r": "csb:Exodus:22:8",
        "t": "If the thief is not caught, the owner of the house must present himself to the judges to determine whether or not he has taken his neighbor’s property."
    },
    {
        "o": 2341,
        "r": "csb:Exodus:22:9",
        "t": "In any case of wrongdoing involving an ox, a donkey, a sheep, a garment, or anything else lost, and someone claims, ‘That’s mine,’ the case between the two parties is to come before the judges. The one the judges condemn must repay double to his neighbor."
    },
    {
        "o": 2342,
        "r": "csb:Exodus:22:10",
        "t": "“When*p a man gives his neighbor a donkey, an ox, a sheep, or any other animal to care for, but it dies, is injured, or is stolen, while no one is watching,"
    },
    {
        "o": 2343,
        "r": "csb:Exodus:22:11",
        "t": "there must be an oath before the Lord*s between the two of them to determine whether or not he has taken his neighbor’s property. Its owner must accept the oath, and the other man does not have to make restitution."
    },
    {
        "o": 2344,
        "r": "csb:Exodus:22:12",
        "t": "But if, in fact, the animal was stolen from his custody, he must make restitution to its owner."
    },
    {
        "o": 2345,
        "r": "csb:Exodus:22:13",
        "t": "If it was actually torn apart by a wild animal, he is to bring it as evidence; he does not have to make restitution for the torn carcass."
    },
    {
        "o": 2346,
        "r": "csb:Exodus:22:14",
        "t": "“When*p a man borrows an animal from his neighbor, and it is injured or dies while its owner is not there with it, the man must make full restitution."
    },
    {
        "o": 2347,
        "r": "csb:Exodus:22:15",
        "t": "If its owner is there with it, the man does not have to make restitution. If it was rented, the loss is covered by its rental price."
    },
    {
        "o": 2348,
        "r": "csb:Exodus:22:15",
        "t": "Laws about Seduction",
        "h": 2
    },
    {
        "o": 2349,
        "r": "csb:Exodus:22:16",
        "t": "“If*p a man seduces a virgin who is not engaged, and he sleeps with her, he must certainly pay the bridal price for her to be his wife."
    },
    {
        "o": 2350,
        "r": "csb:Exodus:22:17",
        "t": "If her father absolutely refuses to give her to him, he must pay an amount in silver equal to the bridal price for virgins."
    },
    {
        "o": 2351,
        "r": "csb:Exodus:22:17",
        "t": "Capital Offenses",
        "h": 2
    },
    {
        "o": 2352,
        "r": "csb:Exodus:22:18",
        "t": "“Do*p not allow a sorceress to live."
    },
    {
        "o": 2353,
        "r": "csb:Exodus:22:19",
        "t": "“Whoever*p has sexual intercourse with an animal must be put to death."
    },
    {
        "o": 2354,
        "r": "csb:Exodus:22:20",
        "t": "“Whoever*p sacrifices to any gods, except the Lord*s alone, is to be set apart for destruction."
    },
    {
        "o": 2355,
        "r": "csb:Exodus:22:20",
        "t": "Laws Protecting the Vulnerable",
        "h": 2
    },
    {
        "o": 2356,
        "r": "csb:Exodus:22:21",
        "t": "“You*p must not exploit a resident alien or oppress him, since you were resident aliens in the land of Egypt."
    },
    {
        "o": 2357,
        "r": "csb:Exodus:22:22",
        "t": "“You*p must not mistreat any widow or fatherless child."
    },
    {
        "o": 2358,
        "r": "csb:Exodus:22:23",
        "t": "If you do mistreat them, they will no doubt cry to me, and I will certainly hear their cry."
    },
    {
        "o": 2359,
        "r": "csb:Exodus:22:24",
        "t": "My anger will burn, and I will kill you with the sword; then your wives will be widows and your children fatherless."
    },
    {
        "o": 2360,
        "r": "csb:Exodus:22:25",
        "t": "“If*p you lend silver to my people, to the poor person among you, you must not be like a creditor to him; you must not charge him interest."
    },
    {
        "o": 2361,
        "r": "csb:Exodus:22:26",
        "t": "“If*p you ever take your neighbor’s cloak as collateral, return it to him before sunset."
    },
    {
        "o": 2362,
        "r": "csb:Exodus:22:27",
        "t": "For it is his only covering; it is the clothing for his body. What will he sleep in? And if he cries out to me, I will listen because I am gracious."
    },
    {
        "o": 2363,
        "r": "csb:Exodus:22:27",
        "t": "Respect for God",
        "h": 2
    },
    {
        "o": 2364,
        "r": "csb:Exodus:22:28",
        "t": "“You*p must not blaspheme God or curse a leader among your people."
    },
    {
        "o": 2365,
        "r": "csb:Exodus:22:29",
        "t": "“You*p must not hold back offerings from your harvest or your vats. Give me the firstborn of your sons."
    },
    {
        "o": 2366,
        "r": "csb:Exodus:22:30",
        "t": "Do the same with your cattle and your flock. Let them stay with their mothers for seven days, but on the eighth day you are to give them to me."
    },
    {
        "o": 2367,
        "r": "csb:Exodus:22:31",
        "t": "“Be*p my holy people. You must not eat the meat of a mauled animal found in the field; throw it to the dogs."
    }
]
