[
    {
        "o": 14096,
        "r": "csb:Nehemiah:13:0",
        "t": "Nehemiah 13",
        "h": 1
    },
    {
        "o": 14097,
        "r": "csb:Nehemiah:13:0",
        "t": "Nehemiah’s Further Reforms",
        "h": 2
    },
    {
        "o": 14098,
        "r": "csb:Nehemiah:13:1",
        "t": "At*p that time the book of Moses was read publicly to the people. The command was found written in it that no Ammonite or Moabite should ever enter the assembly of God,"
    },
    {
        "o": 14099,
        "r": "csb:Nehemiah:13:2",
        "t": "because they did not meet the Israelites with food and water. Instead, they hired Balaam against them to curse them, but our God turned the curse into a blessing."
    },
    {
        "o": 14100,
        "r": "csb:Nehemiah:13:3",
        "t": "When they heard the law, they separated all those of mixed descent from Israel."
    },
    {
        "o": 14101,
        "r": "csb:Nehemiah:13:4",
        "t": "Now*p before this, the priest Eliashib had been put in charge of the storerooms of the house of our God. He was a relative of Tobiah"
    },
    {
        "o": 14102,
        "r": "csb:Nehemiah:13:5",
        "t": "and had prepared a large room for him where they had previously stored the grain offerings, the frankincense, the articles, and the tenths of grain, new wine, and fresh oil prescribed for the Levites, singers, and gatekeepers, along with the contributions for the priests."
    },
    {
        "o": 14103,
        "r": "csb:Nehemiah:13:6",
        "t": "While*p all this was happening, I was not in Jerusalem, because I had returned to King Artaxerxes of Babylon in the thirty-second year of his reign. It was only later that I asked the king for a leave of absence"
    },
    {
        "o": 14104,
        "r": "csb:Nehemiah:13:7",
        "t": "so I could return to Jerusalem. Then I discovered the evil that Eliashib had done on behalf of Tobiah by providing him a room in the courts of God’s house."
    },
    {
        "o": 14105,
        "r": "csb:Nehemiah:13:8",
        "t": "I was greatly displeased and threw all of Tobiah’s household possessions out of the room."
    },
    {
        "o": 14106,
        "r": "csb:Nehemiah:13:9",
        "t": "I ordered that the rooms be purified, and I had the articles of the house of God restored there, along with the grain offering and frankincense."
    },
    {
        "o": 14107,
        "r": "csb:Nehemiah:13:10",
        "t": "I also found out that because the portions for the Levites had not been given, each of the Levites and the singers performing the service had gone back to his own field."
    },
    {
        "o": 14108,
        "r": "csb:Nehemiah:13:11",
        "t": "Therefore, I rebuked the officials, asking, “Why has the house of God been neglected?” I gathered the Levites and singers together and stationed them at their posts."
    },
    {
        "o": 14109,
        "r": "csb:Nehemiah:13:12",
        "t": "Then all Judah brought a tenth of the grain, new wine, and fresh oil into the storehouses."
    },
    {
        "o": 14110,
        "r": "csb:Nehemiah:13:13",
        "t": "I appointed as treasurers over the storehouses the priest Shelemiah, the scribe Zadok, and Pedaiah of the Levites, with Hanan son of Zaccur, son of Mattaniah to assist them, because they were considered trustworthy. They were responsible for the distribution to their colleagues."
    },
    {
        "o": 14111,
        "r": "csb:Nehemiah:13:14",
        "t": "Remember*p me for this, my God, and don’t erase the deeds of faithful love I have done for the house of my God and for its services."
    },
    {
        "o": 14112,
        "r": "csb:Nehemiah:13:15",
        "t": "At*p that time I saw people in Judah treading winepresses on the Sabbath. They were also bringing in stores of grain and loading them on donkeys, along with wine, grapes, and figs. All kinds of goods were being brought to Jerusalem on the Sabbath day. So I warned them against selling food on that day."
    },
    {
        "o": 14113,
        "r": "csb:Nehemiah:13:16",
        "t": "The Tyrians living there were importing fish and all kinds of merchandise and selling them on the Sabbath to the people of Judah in Jerusalem."
    },
    {
        "o": 14114,
        "r": "csb:Nehemiah:13:17",
        "t": "I*p rebuked the nobles of Judah and said to them, “What is this evil you are doing - profaning the Sabbath day?"
    },
    {
        "o": 14115,
        "r": "csb:Nehemiah:13:18",
        "t": "Didn’t your ancestors do the same, so that our God brought all this disaster on us and on this city? And now you are rekindling his anger against Israel by profaning the Sabbath!”"
    },
    {
        "o": 14116,
        "r": "csb:Nehemiah:13:19",
        "t": "When*p shadows began to fall on the city gates of Jerusalem just before the Sabbath, I gave orders that the city gates be closed and not opened until after the Sabbath. I posted some of my men at the gates, so that no goods could enter during the Sabbath day."
    },
    {
        "o": 14117,
        "r": "csb:Nehemiah:13:20",
        "t": "Once or twice the merchants and those who sell all kinds of goods camped outside Jerusalem,"
    },
    {
        "o": 14118,
        "r": "csb:Nehemiah:13:21",
        "t": "but I warned them, “Why are you camping in front of the wall? If you do it again, I’ll use force against you.” After that they did not come again on the Sabbath."
    },
    {
        "o": 14119,
        "r": "csb:Nehemiah:13:22",
        "t": "Then I instructed the Levites to purify themselves and guard the city gates in order to keep the Sabbath day holy. Remember*p me for this also, my God, and look on me with compassion according to the abundance of your faithful love."
    },
    {
        "o": 14120,
        "r": "csb:Nehemiah:13:23",
        "t": "In*p those days I also saw Jews who had married women from Ashdod, Ammon, and Moab."
    },
    {
        "o": 14121,
        "r": "csb:Nehemiah:13:24",
        "t": "Half of their children spoke the language of Ashdod or the language of one of the other peoples but could not speak Hebrew."
    },
    {
        "o": 14122,
        "r": "csb:Nehemiah:13:25",
        "t": "I rebuked them, cursed them, beat some of their men, and pulled out their hair. I forced them to take an oath before God and said, “You must not give your daughters in marriage to their sons or take their daughters as wives for your sons or yourselves!"
    },
    {
        "o": 14123,
        "r": "csb:Nehemiah:13:26",
        "t": "Didn’t King Solomon of Israel sin in matters like this? There was not a king like him among many nations. He was loved by his God, and God made him king over all Israel, yet foreign women drew him into sin."
    },
    {
        "o": 14124,
        "r": "csb:Nehemiah:13:27",
        "t": "Why then should we hear about you doing all this terrible evil and acting unfaithfully against our God by marrying foreign women?”"
    },
    {
        "o": 14125,
        "r": "csb:Nehemiah:13:28",
        "t": "Even one of the sons of Jehoiada, son of the high priest Eliashib, had become a son-in-law to Sanballat the Horonite. So I drove him away from me."
    },
    {
        "o": 14126,
        "r": "csb:Nehemiah:13:29",
        "t": "Remember*p them, my God, for defiling the priesthood as well as the covenant of the priesthood and the Levites."
    },
    {
        "o": 14127,
        "r": "csb:Nehemiah:13:30",
        "t": "So*p I purified them from everything foreign and assigned specific duties to each of the priests and Levites."
    },
    {
        "o": 14128,
        "r": "csb:Nehemiah:13:31",
        "t": "I also arranged for the donation of wood at the appointed times and for the firstfruits. Remember*p me, my God, with favor."
    }
]
