[
    {
        "o": 14128,
        "r": "nasb:Esther:7:0",
        "t": "Esther 7",
        "h": 1
    },
    {
        "o": 14129,
        "r": "nasb:Esther:7:0",
        "t": "Esther’s Plea",
        "h": 2
    },
    {
        "o": 14130,
        "r": "nasb:Esther:7:1",
        "t": "Now*p the king and Haman came to drink wine*i with Esther the queen."
    },
    {
        "o": 14131,
        "r": "nasb:Esther:7:2",
        "t": "And the king said to Esther on the second day also as they drank their wine at the banquet, “What is your petition, Queen Esther? It shall be granted you. And what is your request? Even to half of the kingdom it shall be done.”"
    },
    {
        "o": 14132,
        "r": "nasb:Esther:7:3",
        "t": "Then Queen Esther replied, “If I have found favor in your sight, O king, and if it pleases the king, let my life be given me as my petition, and my people as my request;"
    },
    {
        "o": 14133,
        "r": "nasb:Esther:7:4",
        "t": "for we have been sold, I and my people, to be destroyed, to be killed and to be annihilated. Now if we had only been sold as slaves, men and women, I would have remained silent, for the trouble would not be commensurate with the annoyance to the king.”"
    },
    {
        "o": 14134,
        "r": "nasb:Esther:7:5",
        "t": "Then King Ahasuerus asked Queen Esther, “Who is he, and where is he, who would presume to do thus?”"
    },
    {
        "o": 14135,
        "r": "nasb:Esther:7:6",
        "t": "Esther said, “A foe and an enemy is this wicked Haman!” Then Haman became terrified before the king and queen."
    },
    {
        "o": 14136,
        "r": "nasb:Esther:7:6",
        "t": "Haman Is Hanged",
        "h": 2
    },
    {
        "o": 14137,
        "r": "nasb:Esther:7:7",
        "t": "The*p king arose in his anger from drinking wine and*i went*i into the palace garden; but Haman stayed to beg for his life from Queen Esther, for he saw that harm had been determined against him by the king."
    },
    {
        "o": 14138,
        "r": "nasb:Esther:7:8",
        "t": "Now when the king returned from the palace garden into the place where they were drinking wine, Haman was falling on the couch where Esther was. Then the king said, “Will he even assault the queen with me in the house?” As the word went out of the king’s mouth, they covered Haman’s face."
    },
    {
        "o": 14139,
        "r": "nasb:Esther:7:9",
        "t": "Then Harbonah, one of the eunuchs who were*i before the king said, “Behold indeed, the gallows standing at Haman’s house fifty cubits high, which Haman made for Mordecai who spoke good on behalf of the king!” And the king said, “Hang him on it.”"
    },
    {
        "o": 14140,
        "r": "nasb:Esther:7:10",
        "t": "So they hanged Haman on the gallows which he had prepared for Mordecai, and the king’s anger subsided."
    }
]
