[
    {
        "o": 203,
        "r": "nkjv:Genesis:8:0",
        "t": "Genesis 8",
        "h": 1
    },
    {
        "o": 204,
        "r": "nkjv:Genesis:8:0",
        "t": "Noah’s Deliverance",
        "h": 2
    },
    {
        "o": 205,
        "r": "nkjv:Genesis:8:1",
        "t": "Then*p God remembered Noah, and every living thing, and all the animals that were*i with him in the ark. And God made a wind to pass over the earth, and the waters subsided."
    },
    {
        "o": 206,
        "r": "nkjv:Genesis:8:2",
        "t": "The fountains of the deep and the windows of heaven were also stopped, and the rain from heaven was restrained."
    },
    {
        "o": 207,
        "r": "nkjv:Genesis:8:3",
        "t": "And the waters receded continually from the earth. At the end of the hundred and fifty days the waters decreased."
    },
    {
        "o": 208,
        "r": "nkjv:Genesis:8:4",
        "t": "Then the ark rested in the seventh month, the seventeenth day of the month, on the mountains of Ararat."
    },
    {
        "o": 209,
        "r": "nkjv:Genesis:8:5",
        "t": "And the waters decreased continually until the tenth month. In the tenth month,*i on the first day*i of the month, the tops of the mountains were seen."
    },
    {
        "o": 210,
        "r": "nkjv:Genesis:8:6",
        "t": "So*p it came to pass, at the end of forty days, that Noah opened the window of the ark which he had made."
    },
    {
        "o": 211,
        "r": "nkjv:Genesis:8:7",
        "t": "Then he sent out a raven, which kept going to and fro until the waters had dried up from the earth."
    },
    {
        "o": 212,
        "r": "nkjv:Genesis:8:8",
        "t": "He also sent out from himself a dove, to see if the waters had receded from the face of the ground."
    },
    {
        "o": 213,
        "r": "nkjv:Genesis:8:9",
        "t": "But the dove found no resting place for the sole of her foot, and she returned into the ark to him, for the waters were*i on the face of the whole earth. So he put out his hand and took her, and drew her into the ark to himself."
    },
    {
        "o": 214,
        "r": "nkjv:Genesis:8:10",
        "t": "And he waited yet another seven days, and again he sent the dove out from the ark."
    },
    {
        "o": 215,
        "r": "nkjv:Genesis:8:11",
        "t": "Then the dove came to him in the evening, and behold, a freshly plucked olive leaf was*i in her mouth; and Noah knew that the waters had receded from the earth."
    },
    {
        "o": 216,
        "r": "nkjv:Genesis:8:12",
        "t": "So he waited yet another seven days and sent out the dove, which did not return again to him anymore."
    },
    {
        "o": 217,
        "r": "nkjv:Genesis:8:13",
        "t": "And*p it came to pass in the six hundred and first year, in the first month,*i the first day*i of the month, that the waters were dried up from the earth; and Noah removed the covering of the ark and looked, and indeed the surface of the ground was dry."
    },
    {
        "o": 218,
        "r": "nkjv:Genesis:8:14",
        "t": "And in the second month, on the twenty-seventh day of the month, the earth was dried."
    },
    {
        "o": 219,
        "r": "nkjv:Genesis:8:15",
        "t": "Then*p God spoke to Noah, saying,"
    },
    {
        "o": 220,
        "r": "nkjv:Genesis:8:16",
        "t": "“Go out of the ark, you and your wife, and your sons and your sons’ wives with you."
    },
    {
        "o": 221,
        "r": "nkjv:Genesis:8:17",
        "t": "Bring out with you every living thing of all flesh that is*i with you: birds and cattle and every creeping thing that creeps on the earth, so that they may abound on the earth, and be fruitful and multiply on the earth.”"
    },
    {
        "o": 222,
        "r": "nkjv:Genesis:8:18",
        "t": "So Noah went out, and his sons and his wife and his sons’ wives with him."
    },
    {
        "o": 223,
        "r": "nkjv:Genesis:8:19",
        "t": "Every animal, every creeping thing, every bird, and*i whatever creeps on the earth, according to their families, went out of the ark."
    },
    {
        "o": 224,
        "r": "nkjv:Genesis:8:19",
        "t": "God’s Covenant with Creation",
        "h": 2
    },
    {
        "o": 225,
        "r": "nkjv:Genesis:8:20",
        "t": "Then*p Noah built an altar to the Lord,*s and took of every clean animal and of every clean bird, and offered burnt offerings on the altar."
    },
    {
        "o": 226,
        "r": "nkjv:Genesis:8:21",
        "t": "And the Lord*s smelled a soothing aroma. Then the Lord*s said in His heart, “I will never again curse the ground for man’s sake, although the imagination of man’s heart is*i evil from his youth; nor will I again destroy every living thing as I have done."
    },
    {
        "o": 227,
        "r": "nkjv:Genesis:8:22",
        "t": "“While*pn the earth remains, Seedtime*ld and harvest, Cold*ld and heat, Winter*ld and summer, And*ld day and night Shall*ld not cease.”"
    }
]
