[
    {
        "o": 19410,
        "r": "nkjv:Ecclesiastes:6:0",
        "t": "Ecclesiastes 6",
        "h": 1
    },
    {
        "o": 19411,
        "r": "nkjv:Ecclesiastes:6:1",
        "t": "There*p is an evil which I have seen under the sun, and it is*i common among men:"
    },
    {
        "o": 19412,
        "r": "nkjv:Ecclesiastes:6:2",
        "t": "A man to whom God has given riches and wealth and honor, so that he lacks nothing for himself of all he desires; yet God does not give him power to eat of it, but a foreigner consumes it. This is*i vanity, and it is*i an evil affliction."
    },
    {
        "o": 19413,
        "r": "nkjv:Ecclesiastes:6:3",
        "t": "If*p a man begets a hundred children*i and lives many years, so that the days of his years are many, but his soul is not satisfied with goodness, or indeed he has no burial, I say that*i a stillborn child is*i better than he—"
    },
    {
        "o": 19414,
        "r": "nkjv:Ecclesiastes:6:4",
        "t": "for it comes in vanity and departs in darkness, and its name is covered with darkness."
    },
    {
        "o": 19415,
        "r": "nkjv:Ecclesiastes:6:5",
        "t": "Though it has not seen the sun or known anything,*i this has more rest than that man,"
    },
    {
        "o": 19416,
        "r": "nkjv:Ecclesiastes:6:6",
        "t": "even if he lives a thousand years twice—but has not seen goodness. Do not all go to one place?"
    },
    {
        "o": 19417,
        "r": "nkjv:Ecclesiastes:6:7",
        "t": "All*pn the labor of man is*i for his mouth, And*ld yet the soul is not satisfied."
    },
    {
        "o": 19418,
        "r": "nkjv:Ecclesiastes:6:8",
        "t": "For*ld what more has the wise man*i than the fool? What*ld does the poor man have, Who*ld knows how*i to walk before the living?"
    },
    {
        "o": 19419,
        "r": "nkjv:Ecclesiastes:6:9",
        "t": "Better*ld is*i the sight of the eyes than the wandering of desire. This*ld also is*i vanity and grasping for the wind."
    },
    {
        "o": 19420,
        "r": "nkjv:Ecclesiastes:6:10",
        "t": "Whatever*ln one is, he has been named already, For*ld it is known that he is*i man; And*ld he cannot contend with Him who is mightier than he."
    },
    {
        "o": 19421,
        "r": "nkjv:Ecclesiastes:6:11",
        "t": "Since*ld there are many things that increase vanity, How*ld is*i man the better?"
    },
    {
        "o": 19422,
        "r": "nkjv:Ecclesiastes:6:12",
        "t": "For*p who knows what is*i good for man in life, all the days of his vain life which he passes like a shadow? Who can tell a man what will happen after him under the sun?"
    }
]
