[
    {
        "o": 117,
        "r": "nkjv:Genesis:5:0",
        "t": "Genesis 5",
        "h": 1
    },
    {
        "o": 118,
        "r": "nkjv:Genesis:5:0",
        "t": "The Family of Adam",
        "h": 2
    },
    {
        "o": 119,
        "r": "nkjv:Genesis:5:1",
        "t": "This*p is the book of the genealogy of Adam. In the day that God created man, He made him in the likeness of God."
    },
    {
        "o": 120,
        "r": "nkjv:Genesis:5:2",
        "t": "He created them male and female, and blessed them and called them Mankind in the day they were created."
    },
    {
        "o": 121,
        "r": "nkjv:Genesis:5:3",
        "t": "And Adam lived one hundred and thirty years, and begot a*i son*i in his own likeness, after his image, and named him Seth."
    },
    {
        "o": 122,
        "r": "nkjv:Genesis:5:4",
        "t": "After he begot Seth, the days of Adam were eight hundred years; and he had sons and daughters."
    },
    {
        "o": 123,
        "r": "nkjv:Genesis:5:5",
        "t": "So all the days that Adam lived were nine hundred and thirty years; and he died."
    },
    {
        "o": 124,
        "r": "nkjv:Genesis:5:6",
        "t": "Seth*p lived one hundred and five years, and begot Enosh."
    },
    {
        "o": 125,
        "r": "nkjv:Genesis:5:7",
        "t": "After he begot Enosh, Seth lived eight hundred and seven years, and had sons and daughters."
    },
    {
        "o": 126,
        "r": "nkjv:Genesis:5:8",
        "t": "So all the days of Seth were nine hundred and twelve years; and he died."
    },
    {
        "o": 127,
        "r": "nkjv:Genesis:5:9",
        "t": "Enosh*p lived ninety years, and begot Cainan."
    },
    {
        "o": 128,
        "r": "nkjv:Genesis:5:10",
        "t": "After he begot Cainan, Enosh lived eight hundred and fifteen years, and had sons and daughters."
    },
    {
        "o": 129,
        "r": "nkjv:Genesis:5:11",
        "t": "So all the days of Enosh were nine hundred and five years; and he died."
    },
    {
        "o": 130,
        "r": "nkjv:Genesis:5:12",
        "t": "Cainan*p lived seventy years, and begot Mahalalel."
    },
    {
        "o": 131,
        "r": "nkjv:Genesis:5:13",
        "t": "After he begot Mahalalel, Cainan lived eight hundred and forty years, and had sons and daughters."
    },
    {
        "o": 132,
        "r": "nkjv:Genesis:5:14",
        "t": "So all the days of Cainan were nine hundred and ten years; and he died."
    },
    {
        "o": 133,
        "r": "nkjv:Genesis:5:15",
        "t": "Mahalalel*p lived sixty-five years, and begot Jared."
    },
    {
        "o": 134,
        "r": "nkjv:Genesis:5:16",
        "t": "After he begot Jared, Mahalalel lived eight hundred and thirty years, and had sons and daughters."
    },
    {
        "o": 135,
        "r": "nkjv:Genesis:5:17",
        "t": "So all the days of Mahalalel were eight hundred and ninety-five years; and he died."
    },
    {
        "o": 136,
        "r": "nkjv:Genesis:5:18",
        "t": "Jared*p lived one hundred and sixty-two years, and begot Enoch."
    },
    {
        "o": 137,
        "r": "nkjv:Genesis:5:19",
        "t": "After he begot Enoch, Jared lived eight hundred years, and had sons and daughters."
    },
    {
        "o": 138,
        "r": "nkjv:Genesis:5:20",
        "t": "So all the days of Jared were nine hundred and sixty-two years; and he died."
    },
    {
        "o": 139,
        "r": "nkjv:Genesis:5:21",
        "t": "Enoch*p lived sixty-five years, and begot Methuselah."
    },
    {
        "o": 140,
        "r": "nkjv:Genesis:5:22",
        "t": "After he begot Methuselah, Enoch walked with God three hundred years, and had sons and daughters."
    },
    {
        "o": 141,
        "r": "nkjv:Genesis:5:23",
        "t": "So all the days of Enoch were three hundred and sixty-five years."
    },
    {
        "o": 142,
        "r": "nkjv:Genesis:5:24",
        "t": "And Enoch walked with God; and he was*i not, for God took him."
    },
    {
        "o": 143,
        "r": "nkjv:Genesis:5:25",
        "t": "Methuselah*p lived one hundred and eighty-seven years, and begot Lamech."
    },
    {
        "o": 144,
        "r": "nkjv:Genesis:5:26",
        "t": "After he begot Lamech, Methuselah lived seven hundred and eighty-two years, and had sons and daughters."
    },
    {
        "o": 145,
        "r": "nkjv:Genesis:5:27",
        "t": "So all the days of Methuselah were nine hundred and sixty-nine years; and he died."
    },
    {
        "o": 146,
        "r": "nkjv:Genesis:5:28",
        "t": "Lamech*p lived one hundred and eighty-two years, and had a son."
    },
    {
        "o": 147,
        "r": "nkjv:Genesis:5:29",
        "t": "And he called his name Noah, saying, “This one*i will comfort us concerning our work and the toil of our hands, because of the ground which the Lord*s has cursed.”"
    },
    {
        "o": 148,
        "r": "nkjv:Genesis:5:30",
        "t": "After he begot Noah, Lamech lived five hundred and ninety-five years, and had sons and daughters."
    },
    {
        "o": 149,
        "r": "nkjv:Genesis:5:31",
        "t": "So all the days of Lamech were seven hundred and seventy-seven years; and he died."
    },
    {
        "o": 150,
        "r": "nkjv:Genesis:5:32",
        "t": "And*p Noah was five hundred years old, and Noah begot Shem, Ham, and Japheth."
    }
]
