[
    {
        "o": 2994,
        "r": "esv:Leviticus:1:0",
        "t": "Leviticus 1",
        "h": 1
    },
    {
        "o": 2995,
        "r": "esv:Leviticus:1:0",
        "t": "Laws for Burnt Offerings",
        "h": 2
    },
    {
        "o": 2996,
        "r": "esv:Leviticus:1:1",
        "t": "The*p Lord*s called Moses and spoke to him from the tent of meeting, saying,"
    },
    {
        "o": 2997,
        "r": "esv:Leviticus:1:2",
        "t": "“Speak to the people of Israel and say to them, When any one of you brings an offering to the Lord,*s you shall bring your offering of livestock from the herd or from the flock."
    },
    {
        "o": 2998,
        "r": "esv:Leviticus:1:3",
        "t": "“If*p his offering is a burnt offering from the herd, he shall offer a male without blemish. He shall bring it to the entrance of the tent of meeting, that he may be accepted before the Lord.*s"
    },
    {
        "o": 2999,
        "r": "esv:Leviticus:1:4",
        "t": "He shall lay his hand on the head of the burnt offering, and it shall be accepted for him to make atonement for him."
    },
    {
        "o": 3000,
        "r": "esv:Leviticus:1:5",
        "t": "Then he shall kill the bull before the Lord,*s and Aaron’s sons the priests shall bring the blood and throw the blood against the sides of the altar that is at the entrance of the tent of meeting."
    },
    {
        "o": 3001,
        "r": "esv:Leviticus:1:6",
        "t": "Then he shall flay the burnt offering and cut it into pieces,"
    },
    {
        "o": 3002,
        "r": "esv:Leviticus:1:7",
        "t": "and the sons of Aaron the priest shall put fire on the altar and arrange wood on the fire."
    },
    {
        "o": 3003,
        "r": "esv:Leviticus:1:8",
        "t": "And Aaron’s sons the priests shall arrange the pieces, the head, and the fat, on the wood that is on the fire on the altar;"
    },
    {
        "o": 3004,
        "r": "esv:Leviticus:1:9",
        "t": "but its entrails and its legs he shall wash with water. And the priest shall burn all of it on the altar, as a burnt offering, a food offering with a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3005,
        "r": "esv:Leviticus:1:10",
        "t": "“If*p his gift for a burnt offering is from the flock, from the sheep or goats, he shall bring a male without blemish,"
    },
    {
        "o": 3006,
        "r": "esv:Leviticus:1:11",
        "t": "and he shall kill it on the north side of the altar before the Lord,*s and Aaron’s sons the priests shall throw its blood against the sides of the altar."
    },
    {
        "o": 3007,
        "r": "esv:Leviticus:1:12",
        "t": "And he shall cut it into pieces, with its head and its fat, and the priest shall arrange them on the wood that is on the fire on the altar,"
    },
    {
        "o": 3008,
        "r": "esv:Leviticus:1:13",
        "t": "but the entrails and the legs he shall wash with water. And the priest shall offer all of it and burn it on the altar; it is a burnt offering, a food offering with a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3009,
        "r": "esv:Leviticus:1:14",
        "t": "“If*p his offering to the Lord*s is a burnt offering of birds, then he shall bring his offering of turtledoves or pigeons."
    },
    {
        "o": 3010,
        "r": "esv:Leviticus:1:15",
        "t": "And the priest shall bring it to the altar and wring off its head and burn it on the altar. Its blood shall be drained out on the side of the altar."
    },
    {
        "o": 3011,
        "r": "esv:Leviticus:1:16",
        "t": "He shall remove its crop with its contents and cast it beside the altar on the east side, in the place for ashes."
    },
    {
        "o": 3012,
        "r": "esv:Leviticus:1:17",
        "t": "He shall tear it open by its wings, but shall not sever it completely. And the priest shall burn it on the altar, on the wood that is on the fire. It is a burnt offering, a food offering with a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3013,
        "r": "esv:Leviticus:2:0",
        "t": "Leviticus 2",
        "h": 1
    },
    {
        "o": 3014,
        "r": "esv:Leviticus:2:0",
        "t": "Laws for Grain Offerings",
        "h": 2
    },
    {
        "o": 3015,
        "r": "esv:Leviticus:2:1",
        "t": "“When*p anyone brings a grain offering as an offering to the Lord,*s his offering shall be of fine flour. He shall pour oil on it and put frankincense on it"
    },
    {
        "o": 3016,
        "r": "esv:Leviticus:2:2",
        "t": "and bring it to Aaron’s sons the priests. And he shall take from it a handful of the fine flour and oil, with all of its frankincense, and the priest shall burn this as its memorial portion on the altar, a food offering with a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3017,
        "r": "esv:Leviticus:2:3",
        "t": "But the rest of the grain offering shall be for Aaron and his sons; it is a most holy part of the Lord’s*s food offerings."
    },
    {
        "o": 3018,
        "r": "esv:Leviticus:2:4",
        "t": "“When*p you bring a grain offering baked in the oven as an offering, it shall be unleavened loaves of fine flour mixed with oil or unleavened wafers smeared with oil."
    },
    {
        "o": 3019,
        "r": "esv:Leviticus:2:5",
        "t": "And if your offering is a grain offering baked on a griddle, it shall be of fine flour unleavened, mixed with oil."
    },
    {
        "o": 3020,
        "r": "esv:Leviticus:2:6",
        "t": "You shall break it in pieces and pour oil on it; it is a grain offering."
    },
    {
        "o": 3021,
        "r": "esv:Leviticus:2:7",
        "t": "And if your offering is a grain offering cooked in a pan, it shall be made of fine flour with oil."
    },
    {
        "o": 3022,
        "r": "esv:Leviticus:2:8",
        "t": "And you shall bring the grain offering that is made of these things to the Lord,*s and when it is presented to the priest, he shall bring it to the altar."
    },
    {
        "o": 3023,
        "r": "esv:Leviticus:2:9",
        "t": "And the priest shall take from the grain offering its memorial portion and burn this on the altar, a food offering with a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3024,
        "r": "esv:Leviticus:2:10",
        "t": "But the rest of the grain offering shall be for Aaron and his sons; it is a most holy part of the Lord’s*s food offerings."
    },
    {
        "o": 3025,
        "r": "esv:Leviticus:2:11",
        "t": "“No*p grain offering that you bring to the Lord*s shall be made with leaven, for you shall burn no leaven nor any honey as a food offering to the Lord.*s"
    },
    {
        "o": 3026,
        "r": "esv:Leviticus:2:12",
        "t": "As an offering of firstfruits you may bring them to the Lord,*s but they shall not be offered on the altar for a pleasing aroma."
    },
    {
        "o": 3027,
        "r": "esv:Leviticus:2:13",
        "t": "You shall season all your grain offerings with salt. You shall not let the salt of the covenant with your God be missing from your grain offering; with all your offerings you shall offer salt."
    },
    {
        "o": 3028,
        "r": "esv:Leviticus:2:14",
        "t": "“If*p you offer a grain offering of firstfruits to the Lord,*s you shall offer for the grain offering of your firstfruits fresh ears, roasted with fire, crushed new grain."
    },
    {
        "o": 3029,
        "r": "esv:Leviticus:2:15",
        "t": "And you shall put oil on it and lay frankincense on it; it is a grain offering."
    },
    {
        "o": 3030,
        "r": "esv:Leviticus:2:16",
        "t": "And the priest shall burn as its memorial portion some of the crushed grain and some of the oil with all of its frankincense; it is a food offering to the Lord.*s"
    },
    {
        "o": 3031,
        "r": "esv:Leviticus:3:0",
        "t": "Leviticus 3",
        "h": 1
    },
    {
        "o": 3032,
        "r": "esv:Leviticus:3:0",
        "t": "Laws for Peace Offerings",
        "h": 2
    },
    {
        "o": 3033,
        "r": "esv:Leviticus:3:1",
        "t": "“If*p his offering is a sacrifice of peace offering, if he offers an animal from the herd, male or female, he shall offer it without blemish before the Lord.*s"
    },
    {
        "o": 3034,
        "r": "esv:Leviticus:3:2",
        "t": "And he shall lay his hand on the head of his offering and kill it at the entrance of the tent of meeting, and Aaron’s sons the priests shall throw the blood against the sides of the altar."
    },
    {
        "o": 3035,
        "r": "esv:Leviticus:3:3",
        "t": "And from the sacrifice of the peace offering, as a food offering to the Lord,*s he shall offer the fat covering the entrails and all the fat that is on the entrails,"
    },
    {
        "o": 3036,
        "r": "esv:Leviticus:3:4",
        "t": "and the two kidneys with the fat that is on them at the loins, and the long lobe of the liver that he shall remove with the kidneys."
    },
    {
        "o": 3037,
        "r": "esv:Leviticus:3:5",
        "t": "Then Aaron’s sons shall burn it on the altar on top of the burnt offering, which is on the wood on the fire; it is a food offering with a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3038,
        "r": "esv:Leviticus:3:6",
        "t": "“If*p his offering for a sacrifice of peace offering to the Lord*s is an animal from the flock, male or female, he shall offer it without blemish."
    },
    {
        "o": 3039,
        "r": "esv:Leviticus:3:7",
        "t": "If he offers a lamb for his offering, then he shall offer it before the Lord,*s"
    },
    {
        "o": 3040,
        "r": "esv:Leviticus:3:8",
        "t": "lay his hand on the head of his offering, and kill it in front of the tent of meeting; and Aaron’s sons shall throw its blood against the sides of the altar."
    },
    {
        "o": 3041,
        "r": "esv:Leviticus:3:9",
        "t": "Then from the sacrifice of the peace offering he shall offer as a food offering to the Lord*s its fat; he shall remove the whole fat tail, cut off close to the backbone, and the fat that covers the entrails and all the fat that is on the entrails"
    },
    {
        "o": 3042,
        "r": "esv:Leviticus:3:10",
        "t": "and the two kidneys with the fat that is on them at the loins and the long lobe of the liver that he shall remove with the kidneys."
    },
    {
        "o": 3043,
        "r": "esv:Leviticus:3:11",
        "t": "And the priest shall burn it on the altar as a food offering to the Lord.*s"
    },
    {
        "o": 3044,
        "r": "esv:Leviticus:3:12",
        "t": "“If*p his offering is a goat, then he shall offer it before the Lord*s"
    },
    {
        "o": 3045,
        "r": "esv:Leviticus:3:13",
        "t": "and lay his hand on its head and kill it in front of the tent of meeting, and the sons of Aaron shall throw its blood against the sides of the altar."
    },
    {
        "o": 3046,
        "r": "esv:Leviticus:3:14",
        "t": "Then he shall offer from it, as his offering for a food offering to the Lord,*s the fat covering the entrails and all the fat that is on the entrails"
    },
    {
        "o": 3047,
        "r": "esv:Leviticus:3:15",
        "t": "and the two kidneys with the fat that is on them at the loins and the long lobe of the liver that he shall remove with the kidneys."
    },
    {
        "o": 3048,
        "r": "esv:Leviticus:3:16",
        "t": "And the priest shall burn them on the altar as a food offering with a pleasing aroma. All fat is the Lord’s.*s"
    },
    {
        "o": 3049,
        "r": "esv:Leviticus:3:17",
        "t": "It shall be a statute forever throughout your generations, in all your dwelling places, that you eat neither fat nor blood.”"
    },
    {
        "o": 3050,
        "r": "esv:Leviticus:4:0",
        "t": "Leviticus 4",
        "h": 1
    },
    {
        "o": 3051,
        "r": "esv:Leviticus:4:0",
        "t": "Laws for Sin Offerings",
        "h": 2
    },
    {
        "o": 3052,
        "r": "esv:Leviticus:4:1",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3053,
        "r": "esv:Leviticus:4:2",
        "t": "“Speak to the people of Israel, saying, If anyone sins unintentionally in any of the Lord’s*s commandments about things not to be done, and does any one of them,"
    },
    {
        "o": 3054,
        "r": "esv:Leviticus:4:3",
        "t": "if it is the anointed priest who sins, thus bringing guilt on the people, then he shall offer for the sin that he has committed a bull from the herd without blemish to the Lord*s for a sin offering."
    },
    {
        "o": 3055,
        "r": "esv:Leviticus:4:4",
        "t": "He shall bring the bull to the entrance of the tent of meeting before the Lord*s and lay his hand on the head of the bull and kill the bull before the Lord.*s"
    },
    {
        "o": 3056,
        "r": "esv:Leviticus:4:5",
        "t": "And the anointed priest shall take some of the blood of the bull and bring it into the tent of meeting,"
    },
    {
        "o": 3057,
        "r": "esv:Leviticus:4:6",
        "t": "and the priest shall dip his finger in the blood and sprinkle part of the blood seven times before the Lord*s in front of the veil of the sanctuary."
    },
    {
        "o": 3058,
        "r": "esv:Leviticus:4:7",
        "t": "And the priest shall put some of the blood on the horns of the altar of fragrant incense before the Lord*s that is in the tent of meeting, and all the rest of the blood of the bull he shall pour out at the base of the altar of burnt offering that is at the entrance of the tent of meeting."
    },
    {
        "o": 3059,
        "r": "esv:Leviticus:4:8",
        "t": "And all the fat of the bull of the sin offering he shall remove from it, the fat that covers the entrails and all the fat that is on the entrails"
    },
    {
        "o": 3060,
        "r": "esv:Leviticus:4:9",
        "t": "and the two kidneys with the fat that is on them at the loins and the long lobe of the liver that he shall remove with the kidneys"
    },
    {
        "o": 3061,
        "r": "esv:Leviticus:4:10",
        "t": "(just as these are taken from the ox of the sacrifice of the peace offerings); and the priest shall burn them on the altar of burnt offering."
    },
    {
        "o": 3062,
        "r": "esv:Leviticus:4:11",
        "t": "But the skin of the bull and all its flesh, with its head, its legs, its entrails, and its dung—"
    },
    {
        "o": 3063,
        "r": "esv:Leviticus:4:12",
        "t": "all the rest of the bull— he shall carry outside the camp to a clean place, to the ash heap, and shall burn it up on a fire of wood. On the ash heap it shall be burned up."
    },
    {
        "o": 3064,
        "r": "esv:Leviticus:4:13",
        "t": "“If*p the whole congregation of Israel sins unintentionally and the thing is hidden from the eyes of the assembly, and they do any one of the things that by the Lord’s*s commandments ought not to be done, and they realize their guilt,"
    },
    {
        "o": 3065,
        "r": "esv:Leviticus:4:14",
        "t": "when the sin which they have committed becomes known, the assembly shall offer a bull from the herd for a sin offering and bring it in front of the tent of meeting."
    },
    {
        "o": 3066,
        "r": "esv:Leviticus:4:15",
        "t": "And the elders of the congregation shall lay their hands on the head of the bull before the Lord,*s and the bull shall be killed before the Lord.*s"
    },
    {
        "o": 3067,
        "r": "esv:Leviticus:4:16",
        "t": "Then the anointed priest shall bring some of the blood of the bull into the tent of meeting,"
    },
    {
        "o": 3068,
        "r": "esv:Leviticus:4:17",
        "t": "and the priest shall dip his finger in the blood and sprinkle it seven times before the Lord*s in front of the veil."
    },
    {
        "o": 3069,
        "r": "esv:Leviticus:4:18",
        "t": "And he shall put some of the blood on the horns of the altar that is in the tent of meeting before the Lord,*s and the rest of the blood he shall pour out at the base of the altar of burnt offering that is at the entrance of the tent of meeting."
    },
    {
        "o": 3070,
        "r": "esv:Leviticus:4:19",
        "t": "And all its fat he shall take from it and burn on the altar."
    },
    {
        "o": 3071,
        "r": "esv:Leviticus:4:20",
        "t": "Thus shall he do with the bull. As he did with the bull of the sin offering, so shall he do with this. And the priest shall make atonement for them, and they shall be forgiven."
    },
    {
        "o": 3072,
        "r": "esv:Leviticus:4:21",
        "t": "And he shall carry the bull outside the camp and burn it up as he burned the first bull; it is the sin offering for the assembly."
    },
    {
        "o": 3073,
        "r": "esv:Leviticus:4:22",
        "t": "“When*p a leader sins, doing unintentionally any one of all the things that by the commandments of the Lord*s his God ought not to be done, and realizes his guilt,"
    },
    {
        "o": 3074,
        "r": "esv:Leviticus:4:23",
        "t": "or the sin which he has committed is made known to him, he shall bring as his offering a goat, a male without blemish,"
    },
    {
        "o": 3075,
        "r": "esv:Leviticus:4:24",
        "t": "and shall lay his hand on the head of the goat and kill it in the place where they kill the burnt offering before the Lord;*s it is a sin offering."
    },
    {
        "o": 3076,
        "r": "esv:Leviticus:4:25",
        "t": "Then the priest shall take some of the blood of the sin offering with his finger and put it on the horns of the altar of burnt offering and pour out the rest of its blood at the base of the altar of burnt offering."
    },
    {
        "o": 3077,
        "r": "esv:Leviticus:4:26",
        "t": "And all its fat he shall burn on the altar, like the fat of the sacrifice of peace offerings. So the priest shall make atonement for him for his sin, and he shall be forgiven."
    },
    {
        "o": 3078,
        "r": "esv:Leviticus:4:27",
        "t": "“If*p anyone of the common people sins unintentionally in doing any one of the things that by the Lord’s*s commandments ought not to be done, and realizes his guilt,"
    },
    {
        "o": 3079,
        "r": "esv:Leviticus:4:28",
        "t": "or the sin which he has committed is made known to him, he shall bring for his offering a goat, a female without blemish, for his sin which he has committed."
    },
    {
        "o": 3080,
        "r": "esv:Leviticus:4:29",
        "t": "And he shall lay his hand on the head of the sin offering and kill the sin offering in the place of burnt offering."
    },
    {
        "o": 3081,
        "r": "esv:Leviticus:4:30",
        "t": "And the priest shall take some of its blood with his finger and put it on the horns of the altar of burnt offering and pour out all the rest of its blood at the base of the altar."
    },
    {
        "o": 3082,
        "r": "esv:Leviticus:4:31",
        "t": "And all its fat he shall remove, as the fat is removed from the peace offerings, and the priest shall burn it on the altar for a pleasing aroma to the Lord.*s And the priest shall make atonement for him, and he shall be forgiven."
    },
    {
        "o": 3083,
        "r": "esv:Leviticus:4:32",
        "t": "“If*p he brings a lamb as his offering for a sin offering, he shall bring a female without blemish"
    },
    {
        "o": 3084,
        "r": "esv:Leviticus:4:33",
        "t": "and lay his hand on the head of the sin offering and kill it for a sin offering in the place where they kill the burnt offering."
    },
    {
        "o": 3085,
        "r": "esv:Leviticus:4:34",
        "t": "Then the priest shall take some of the blood of the sin offering with his finger and put it on the horns of the altar of burnt offering and pour out all the rest of its blood at the base of the altar."
    },
    {
        "o": 3086,
        "r": "esv:Leviticus:4:35",
        "t": "And all its fat he shall remove as the fat of the lamb is removed from the sacrifice of peace offerings, and the priest shall burn it on the altar, on top of the Lord’s*s food offerings. And the priest shall make atonement for him for the sin which he has committed, and he shall be forgiven."
    },
    {
        "o": 3087,
        "r": "esv:Leviticus:5:0",
        "t": "Leviticus 5",
        "h": 1
    },
    {
        "o": 3088,
        "r": "esv:Leviticus:5:1",
        "t": "“If*p anyone sins in that he hears a public adjuration to testify, and though he is a witness, whether he has seen or come to know the matter, yet does not speak, he shall bear his iniquity;"
    },
    {
        "o": 3089,
        "r": "esv:Leviticus:5:2",
        "t": "or if anyone touches an unclean thing, whether a carcass of an unclean wild animal or a carcass of unclean livestock or a carcass of unclean swarming things, and it is hidden from him and he has become unclean, and he realizes his guilt;"
    },
    {
        "o": 3090,
        "r": "esv:Leviticus:5:3",
        "t": "or if he touches human uncleanness, of whatever sort the uncleanness may be with which one becomes unclean, and it is hidden from him, when he comes to know it, and realizes his guilt;"
    },
    {
        "o": 3091,
        "r": "esv:Leviticus:5:4",
        "t": "or if anyone utters with his lips a rash oath to do evil or to do good, any sort of rash oath that people swear, and it is hidden from him, when he comes to know it, and he realizes his guilt in any of these;"
    },
    {
        "o": 3092,
        "r": "esv:Leviticus:5:5",
        "t": "when he realizes his guilt in any of these and confesses the sin he has committed,"
    },
    {
        "o": 3093,
        "r": "esv:Leviticus:5:6",
        "t": "he shall bring to the Lord*s as his compensation for the sin that he has committed, a female from the flock, a lamb or a goat, for a sin offering. And the priest shall make atonement for him for his sin."
    },
    {
        "o": 3094,
        "r": "esv:Leviticus:5:7",
        "t": "“But*p if he cannot afford a lamb, then he shall bring to the Lord*s as his compensation for the sin that he has committed two turtledoves or two pigeons, one for a sin offering and the other for a burnt offering."
    },
    {
        "o": 3095,
        "r": "esv:Leviticus:5:8",
        "t": "He shall bring them to the priest, who shall offer first the one for the sin offering. He shall wring its head from its neck but shall not sever it completely,"
    },
    {
        "o": 3096,
        "r": "esv:Leviticus:5:9",
        "t": "and he shall sprinkle some of the blood of the sin offering on the side of the altar, while the rest of the blood shall be drained out at the base of the altar; it is a sin offering."
    },
    {
        "o": 3097,
        "r": "esv:Leviticus:5:10",
        "t": "Then he shall offer the second for a burnt offering according to the rule. And the priest shall make atonement for him for the sin that he has committed, and he shall be forgiven."
    },
    {
        "o": 3098,
        "r": "esv:Leviticus:5:11",
        "t": "“But*p if he cannot afford two turtledoves or two pigeons, then he shall bring as his offering for the sin that he has committed a tenth of an ephah of fine flour for a sin offering. He shall put no oil on it and shall put no frankincense on it, for it is a sin offering."
    },
    {
        "o": 3099,
        "r": "esv:Leviticus:5:12",
        "t": "And he shall bring it to the priest, and the priest shall take a handful of it as its memorial portion and burn this on the altar, on the Lord’s*s food offerings; it is a sin offering."
    },
    {
        "o": 3100,
        "r": "esv:Leviticus:5:13",
        "t": "Thus the priest shall make atonement for him for the sin which he has committed in any one of these things, and he shall be forgiven. And the remainder shall be for the priest, as in the grain offering.”"
    },
    {
        "o": 3101,
        "r": "esv:Leviticus:5:13",
        "t": "Laws for Guilt Offerings",
        "h": 2
    },
    {
        "o": 3102,
        "r": "esv:Leviticus:5:14",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3103,
        "r": "esv:Leviticus:5:15",
        "t": "“If anyone commits a breach of faith and sins unintentionally in any of the holy things of the Lord,*s he shall bring to the Lord*s as his compensation, a ram without blemish out of the flock, valued in silver shekels, according to the shekel of the sanctuary, for a guilt offering."
    },
    {
        "o": 3104,
        "r": "esv:Leviticus:5:16",
        "t": "He shall also make restitution for what he has done amiss in the holy thing and shall add a fifth to it and give it to the priest. And the priest shall make atonement for him with the ram of the guilt offering, and he shall be forgiven."
    },
    {
        "o": 3105,
        "r": "esv:Leviticus:5:17",
        "t": "“If*p anyone sins, doing any of the things that by the Lord’s*s commandments ought not to be done, though he did not know it, then realizes his guilt, he shall bear his iniquity."
    },
    {
        "o": 3106,
        "r": "esv:Leviticus:5:18",
        "t": "He shall bring to the priest a ram without blemish out of the flock, or its equivalent, for a guilt offering, and the priest shall make atonement for him for the mistake that he made unintentionally, and he shall be forgiven."
    },
    {
        "o": 3107,
        "r": "esv:Leviticus:5:19",
        "t": "It is a guilt offering; he has indeed incurred guilt before the Lord.”*s"
    },
    {
        "o": 3108,
        "r": "esv:Leviticus:6:0",
        "t": "Leviticus 6",
        "h": 1
    },
    {
        "o": 3109,
        "r": "esv:Leviticus:6:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3110,
        "r": "esv:Leviticus:6:2",
        "t": "“If anyone sins and commits a breach of faith against the Lord*s by deceiving his neighbor in a matter of deposit or security, or through robbery, or if he has oppressed his neighbor"
    },
    {
        "o": 3111,
        "r": "esv:Leviticus:6:3",
        "t": "or has found something lost and lied about it, swearing falsely— in any of all the things that people do and sin thereby—"
    },
    {
        "o": 3112,
        "r": "esv:Leviticus:6:4",
        "t": "if he has sinned and has realized his guilt and will restore what he took by robbery or what he got by oppression or the deposit that was committed to him or the lost thing that he found"
    },
    {
        "o": 3113,
        "r": "esv:Leviticus:6:5",
        "t": "or anything about which he has sworn falsely, he shall restore it in full and shall add a fifth to it, and give it to him to whom it belongs on the day he realizes his guilt."
    },
    {
        "o": 3114,
        "r": "esv:Leviticus:6:6",
        "t": "And he shall bring to the priest as his compensation to the Lord*s a ram without blemish out of the flock, or its equivalent, for a guilt offering."
    },
    {
        "o": 3115,
        "r": "esv:Leviticus:6:7",
        "t": "And the priest shall make atonement for him before the Lord,*s and he shall be forgiven for any of the things that one may do and thereby become guilty.”"
    },
    {
        "o": 3116,
        "r": "esv:Leviticus:6:7",
        "t": "The Priests and the Offerings",
        "h": 2
    },
    {
        "o": 3117,
        "r": "esv:Leviticus:6:8",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3118,
        "r": "esv:Leviticus:6:9",
        "t": "“Command Aaron and his sons, saying, This is the law of the burnt offering. The burnt offering shall be on the hearth on the altar all night until the morning, and the fire of the altar shall be kept burning on it."
    },
    {
        "o": 3119,
        "r": "esv:Leviticus:6:10",
        "t": "And the priest shall put on his linen garment and put his linen undergarment on his body, and he shall take up the ashes to which the fire has reduced the burnt offering on the altar and put them beside the altar."
    },
    {
        "o": 3120,
        "r": "esv:Leviticus:6:11",
        "t": "Then he shall take off his garments and put on other garments and carry the ashes outside the camp to a clean place."
    },
    {
        "o": 3121,
        "r": "esv:Leviticus:6:12",
        "t": "The fire on the altar shall be kept burning on it; it shall not go out. The priest shall burn wood on it every morning, and he shall arrange the burnt offering on it and shall burn on it the fat of the peace offerings."
    },
    {
        "o": 3122,
        "r": "esv:Leviticus:6:13",
        "t": "Fire shall be kept burning on the altar continually; it shall not go out."
    },
    {
        "o": 3123,
        "r": "esv:Leviticus:6:14",
        "t": "“And*p this is the law of the grain offering. The sons of Aaron shall offer it before the Lord*s in front of the altar."
    },
    {
        "o": 3124,
        "r": "esv:Leviticus:6:15",
        "t": "And one shall take from it a handful of the fine flour of the grain offering and its oil and all the frankincense that is on the grain offering and burn this as its memorial portion on the altar, a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3125,
        "r": "esv:Leviticus:6:16",
        "t": "And the rest of it Aaron and his sons shall eat. It shall be eaten unleavened in a holy place. In the court of the tent of meeting they shall eat it."
    },
    {
        "o": 3126,
        "r": "esv:Leviticus:6:17",
        "t": "It shall not be baked with leaven. I have given it as their portion of my food offerings. It is a thing most holy, like the sin offering and the guilt offering."
    },
    {
        "o": 3127,
        "r": "esv:Leviticus:6:18",
        "t": "Every male among the children of Aaron may eat of it, as decreed forever throughout your generations, from the Lord’s*s food offerings. Whatever touches them shall become holy.”"
    },
    {
        "o": 3128,
        "r": "esv:Leviticus:6:19",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3129,
        "r": "esv:Leviticus:6:20",
        "t": "“This is the offering that Aaron and his sons shall offer to the Lord*s on the day when he is anointed: a tenth of an ephah of fine flour as a regular grain offering, half of it in the morning and half in the evening."
    },
    {
        "o": 3130,
        "r": "esv:Leviticus:6:21",
        "t": "It shall be made with oil on a griddle. You shall bring it well mixed, in baked pieces like a grain offering, and offer it for a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3131,
        "r": "esv:Leviticus:6:22",
        "t": "The priest from among Aaron’s sons, who is anointed to succeed him, shall offer it to the Lord*s as decreed forever. The whole of it shall be burned."
    },
    {
        "o": 3132,
        "r": "esv:Leviticus:6:23",
        "t": "Every grain offering of a priest shall be wholly burned. It shall not be eaten.”"
    },
    {
        "o": 3133,
        "r": "esv:Leviticus:6:24",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3134,
        "r": "esv:Leviticus:6:25",
        "t": "“Speak to Aaron and his sons, saying, This is the law of the sin offering. In the place where the burnt offering is killed shall the sin offering be killed before the Lord;*s it is most holy."
    },
    {
        "o": 3135,
        "r": "esv:Leviticus:6:26",
        "t": "The priest who offers it for sin shall eat it. In a holy place it shall be eaten, in the court of the tent of meeting."
    },
    {
        "o": 3136,
        "r": "esv:Leviticus:6:27",
        "t": "Whatever touches its flesh shall be holy, and when any of its blood is splashed on a garment, you shall wash that on which it was splashed in a holy place."
    },
    {
        "o": 3137,
        "r": "esv:Leviticus:6:28",
        "t": "And the earthenware vessel in which it is boiled shall be broken. But if it is boiled in a bronze vessel, that shall be scoured and rinsed in water."
    },
    {
        "o": 3138,
        "r": "esv:Leviticus:6:29",
        "t": "Every male among the priests may eat of it; it is most holy."
    },
    {
        "o": 3139,
        "r": "esv:Leviticus:6:30",
        "t": "But no sin offering shall be eaten from which any blood is brought into the tent of meeting to make atonement in the Holy Place; it shall be burned up with fire."
    },
    {
        "o": 3140,
        "r": "esv:Leviticus:7:0",
        "t": "Leviticus 7",
        "h": 1
    },
    {
        "o": 3141,
        "r": "esv:Leviticus:7:1",
        "t": "“This*p is the law of the guilt offering. It is most holy."
    },
    {
        "o": 3142,
        "r": "esv:Leviticus:7:2",
        "t": "In the place where they kill the burnt offering they shall kill the guilt offering, and its blood shall be thrown against the sides of the altar."
    },
    {
        "o": 3143,
        "r": "esv:Leviticus:7:3",
        "t": "And all its fat shall be offered, the fat tail, the fat that covers the entrails,"
    },
    {
        "o": 3144,
        "r": "esv:Leviticus:7:4",
        "t": "the two kidneys with the fat that is on them at the loins, and the long lobe of the liver that he shall remove with the kidneys."
    },
    {
        "o": 3145,
        "r": "esv:Leviticus:7:5",
        "t": "The priest shall burn them on the altar as a food offering to the Lord;*s it is a guilt offering."
    },
    {
        "o": 3146,
        "r": "esv:Leviticus:7:6",
        "t": "Every male among the priests may eat of it. It shall be eaten in a holy place. It is most holy."
    },
    {
        "o": 3147,
        "r": "esv:Leviticus:7:7",
        "t": "The guilt offering is just like the sin offering; there is one law for them. The priest who makes atonement with it shall have it."
    },
    {
        "o": 3148,
        "r": "esv:Leviticus:7:8",
        "t": "And the priest who offers any man’s burnt offering shall have for himself the skin of the burnt offering that he has offered."
    },
    {
        "o": 3149,
        "r": "esv:Leviticus:7:9",
        "t": "And every grain offering baked in the oven and all that is prepared on a pan or a griddle shall belong to the priest who offers it."
    },
    {
        "o": 3150,
        "r": "esv:Leviticus:7:10",
        "t": "And every grain offering, mixed with oil or dry, shall be shared equally among all the sons of Aaron."
    },
    {
        "o": 3151,
        "r": "esv:Leviticus:7:11",
        "t": "“And*p this is the law of the sacrifice of peace offerings that one may offer to the Lord.*s"
    },
    {
        "o": 3152,
        "r": "esv:Leviticus:7:12",
        "t": "If he offers it for a thanksgiving, then he shall offer with the thanksgiving sacrifice unleavened loaves mixed with oil, unleavened wafers smeared with oil, and loaves of fine flour well mixed with oil."
    },
    {
        "o": 3153,
        "r": "esv:Leviticus:7:13",
        "t": "With the sacrifice of his peace offerings for thanksgiving he shall bring his offering with loaves of leavened bread."
    },
    {
        "o": 3154,
        "r": "esv:Leviticus:7:14",
        "t": "And from it he shall offer one loaf from each offering, as a gift to the Lord.*s It shall belong to the priest who throws the blood of the peace offerings."
    },
    {
        "o": 3155,
        "r": "esv:Leviticus:7:15",
        "t": "And the flesh of the sacrifice of his peace offerings for thanksgiving shall be eaten on the day of his offering. He shall not leave any of it until the morning."
    },
    {
        "o": 3156,
        "r": "esv:Leviticus:7:16",
        "t": "But if the sacrifice of his offering is a vow offering or a freewill offering, it shall be eaten on the day that he offers his sacrifice, and on the next day what remains of it shall be eaten."
    },
    {
        "o": 3157,
        "r": "esv:Leviticus:7:17",
        "t": "But what remains of the flesh of the sacrifice on the third day shall be burned up with fire."
    },
    {
        "o": 3158,
        "r": "esv:Leviticus:7:18",
        "t": "If any of the flesh of the sacrifice of his peace offering is eaten on the third day, he who offers it shall not be accepted, neither shall it be credited to him. It is tainted, and he who eats of it shall bear his iniquity."
    },
    {
        "o": 3159,
        "r": "esv:Leviticus:7:19",
        "t": "“Flesh*p that touches any unclean thing shall not be eaten. It shall be burned up with fire. All who are clean may eat flesh,"
    },
    {
        "o": 3160,
        "r": "esv:Leviticus:7:20",
        "t": "but the person who eats of the flesh of the sacrifice of the Lord’s*s peace offerings while an uncleanness is on him, that person shall be cut off from his people."
    },
    {
        "o": 3161,
        "r": "esv:Leviticus:7:21",
        "t": "And if anyone touches an unclean thing, whether human uncleanness or an unclean beast or any unclean detestable creature, and then eats some flesh from the sacrifice of the Lord’s*s peace offerings, that person shall be cut off from his people.”"
    },
    {
        "o": 3162,
        "r": "esv:Leviticus:7:22",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3163,
        "r": "esv:Leviticus:7:23",
        "t": "“Speak to the people of Israel, saying, You shall eat no fat, of ox or sheep or goat."
    },
    {
        "o": 3164,
        "r": "esv:Leviticus:7:24",
        "t": "The fat of an animal that dies of itself and the fat of one that is torn by beasts may be put to any other use, but on no account shall you eat it."
    },
    {
        "o": 3165,
        "r": "esv:Leviticus:7:25",
        "t": "For every person who eats of the fat of an animal of which a food offering may be made to the Lord*s shall be cut off from his people."
    },
    {
        "o": 3166,
        "r": "esv:Leviticus:7:26",
        "t": "Moreover, you shall eat no blood whatever, whether of fowl or of animal, in any of your dwelling places."
    },
    {
        "o": 3167,
        "r": "esv:Leviticus:7:27",
        "t": "Whoever eats any blood, that person shall be cut off from his people.”"
    },
    {
        "o": 3168,
        "r": "esv:Leviticus:7:28",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3169,
        "r": "esv:Leviticus:7:29",
        "t": "“Speak to the people of Israel, saying, Whoever offers the sacrifice of his peace offerings to the Lord*s shall bring his offering to the Lord*s from the sacrifice of his peace offerings."
    },
    {
        "o": 3170,
        "r": "esv:Leviticus:7:30",
        "t": "His own hands shall bring the Lord’s*s food offerings. He shall bring the fat with the breast, that the breast may be waved as a wave offering before the Lord.*s"
    },
    {
        "o": 3171,
        "r": "esv:Leviticus:7:31",
        "t": "The priest shall burn the fat on the altar, but the breast shall be for Aaron and his sons."
    },
    {
        "o": 3172,
        "r": "esv:Leviticus:7:32",
        "t": "And the right thigh you shall give to the priest as a contribution from the sacrifice of your peace offerings."
    },
    {
        "o": 3173,
        "r": "esv:Leviticus:7:33",
        "t": "Whoever among the sons of Aaron offers the blood of the peace offerings and the fat shall have the right thigh for a portion."
    },
    {
        "o": 3174,
        "r": "esv:Leviticus:7:34",
        "t": "For the breast that is waved and the thigh that is contributed I have taken from the people of Israel, out of the sacrifices of their peace offerings, and have given them to Aaron the priest and to his sons, as a perpetual due from the people of Israel."
    },
    {
        "o": 3175,
        "r": "esv:Leviticus:7:35",
        "t": "This is the portion of Aaron and of his sons from the Lord’s*s food offerings, from the day they were presented to serve as priests of the Lord.*s"
    },
    {
        "o": 3176,
        "r": "esv:Leviticus:7:36",
        "t": "The Lord*s commanded this to be given them by the people of Israel, from the day that he anointed them. It is a perpetual due throughout their generations.”"
    },
    {
        "o": 3177,
        "r": "esv:Leviticus:7:37",
        "t": "This*p is the law of the burnt offering, of the grain offering, of the sin offering, of the guilt offering, of the ordination offering, and of the peace offering,"
    },
    {
        "o": 3178,
        "r": "esv:Leviticus:7:38",
        "t": "which the Lord*s commanded Moses on Mount Sinai, on the day that he commanded the people of Israel to bring their offerings to the Lord,*s in the wilderness of Sinai."
    },
    {
        "o": 3179,
        "r": "esv:Leviticus:8:0",
        "t": "Leviticus 8",
        "h": 1
    },
    {
        "o": 3180,
        "r": "esv:Leviticus:8:0",
        "t": "Consecration of Aaron and His Sons",
        "h": 2
    },
    {
        "o": 3181,
        "r": "esv:Leviticus:8:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3182,
        "r": "esv:Leviticus:8:2",
        "t": "“Take Aaron and his sons with him, and the garments and the anointing oil and the bull of the sin offering and the two rams and the basket of unleavened bread."
    },
    {
        "o": 3183,
        "r": "esv:Leviticus:8:3",
        "t": "And assemble all the congregation at the entrance of the tent of meeting.”"
    },
    {
        "o": 3184,
        "r": "esv:Leviticus:8:4",
        "t": "And Moses did as the Lord*s commanded him, and the congregation was assembled at the entrance of the tent of meeting."
    },
    {
        "o": 3185,
        "r": "esv:Leviticus:8:5",
        "t": "And*p Moses said to the congregation, “This is the thing that the Lord*s has commanded to be done.”"
    },
    {
        "o": 3186,
        "r": "esv:Leviticus:8:6",
        "t": "And Moses brought Aaron and his sons and washed them with water."
    },
    {
        "o": 3187,
        "r": "esv:Leviticus:8:7",
        "t": "And he put the coat on him and tied the sash around his waist and clothed him with the robe and put the ephod on him and tied the skillfully woven band of the ephod around him, binding it to him with the band."
    },
    {
        "o": 3188,
        "r": "esv:Leviticus:8:8",
        "t": "And he placed the breastpiece on him, and in the breastpiece he put the Urim and the Thummim."
    },
    {
        "o": 3189,
        "r": "esv:Leviticus:8:9",
        "t": "And he set the turban on his head, and on the turban, in front, he set the golden plate, the holy crown, as the Lord*s commanded Moses."
    },
    {
        "o": 3190,
        "r": "esv:Leviticus:8:10",
        "t": "Then*p Moses took the anointing oil and anointed the tabernacle and all that was in it, and consecrated them."
    },
    {
        "o": 3191,
        "r": "esv:Leviticus:8:11",
        "t": "And he sprinkled some of it on the altar seven times, and anointed the altar and all its utensils and the basin and its stand, to consecrate them."
    },
    {
        "o": 3192,
        "r": "esv:Leviticus:8:12",
        "t": "And he poured some of the anointing oil on Aaron’s head and anointed him to consecrate him."
    },
    {
        "o": 3193,
        "r": "esv:Leviticus:8:13",
        "t": "And Moses brought Aaron’s sons and clothed them with coats and tied sashes around their waists and bound caps on them, as the Lord*s commanded Moses."
    },
    {
        "o": 3194,
        "r": "esv:Leviticus:8:14",
        "t": "Then*p he brought the bull of the sin offering, and Aaron and his sons laid their hands on the head of the bull of the sin offering."
    },
    {
        "o": 3195,
        "r": "esv:Leviticus:8:15",
        "t": "And he killed it, and Moses took the blood, and with his finger put it on the horns of the altar around it and purified the altar and poured out the blood at the base of the altar and consecrated it to make atonement for it."
    },
    {
        "o": 3196,
        "r": "esv:Leviticus:8:16",
        "t": "And he took all the fat that was on the entrails and the long lobe of the liver and the two kidneys with their fat, and Moses burned them on the altar."
    },
    {
        "o": 3197,
        "r": "esv:Leviticus:8:17",
        "t": "But the bull and its skin and its flesh and its dung he burned up with fire outside the camp, as the Lord*s commanded Moses."
    },
    {
        "o": 3198,
        "r": "esv:Leviticus:8:18",
        "t": "Then*p he presented the ram of the burnt offering, and Aaron and his sons laid their hands on the head of the ram."
    },
    {
        "o": 3199,
        "r": "esv:Leviticus:8:19",
        "t": "And he killed it, and Moses threw the blood against the sides of the altar."
    },
    {
        "o": 3200,
        "r": "esv:Leviticus:8:20",
        "t": "He cut the ram into pieces, and Moses burned the head and the pieces and the fat."
    },
    {
        "o": 3201,
        "r": "esv:Leviticus:8:21",
        "t": "He washed the entrails and the legs with water, and Moses burned the whole ram on the altar. It was a burnt offering with a pleasing aroma, a food offering for the Lord,*s as the Lord*s commanded Moses."
    },
    {
        "o": 3202,
        "r": "esv:Leviticus:8:22",
        "t": "Then*p he presented the other ram, the ram of ordination, and Aaron and his sons laid their hands on the head of the ram."
    },
    {
        "o": 3203,
        "r": "esv:Leviticus:8:23",
        "t": "And he killed it, and Moses took some of its blood and put it on the lobe of Aaron’s right ear and on the thumb of his right hand and on the big toe of his right foot."
    },
    {
        "o": 3204,
        "r": "esv:Leviticus:8:24",
        "t": "Then he presented Aaron’s sons, and Moses put some of the blood on the lobes of their right ears and on the thumbs of their right hands and on the big toes of their right feet. And Moses threw the blood against the sides of the altar."
    },
    {
        "o": 3205,
        "r": "esv:Leviticus:8:25",
        "t": "Then he took the fat and the fat tail and all the fat that was on the entrails and the long lobe of the liver and the two kidneys with their fat and the right thigh,"
    },
    {
        "o": 3206,
        "r": "esv:Leviticus:8:26",
        "t": "and out of the basket of unleavened bread that was before the Lord*s he took one unleavened loaf and one loaf of bread with oil and one wafer and placed them on the pieces of fat and on the right thigh."
    },
    {
        "o": 3207,
        "r": "esv:Leviticus:8:27",
        "t": "And he put all these in the hands of Aaron and in the hands of his sons and waved them as a wave offering before the Lord.*s"
    },
    {
        "o": 3208,
        "r": "esv:Leviticus:8:28",
        "t": "Then Moses took them from their hands and burned them on the altar with the burnt offering. This was an ordination offering with a pleasing aroma, a food offering to the Lord.*s"
    },
    {
        "o": 3209,
        "r": "esv:Leviticus:8:29",
        "t": "And Moses took the breast and waved it for a wave offering before the Lord.*s It was Moses’ portion of the ram of ordination, as the Lord*s commanded Moses."
    },
    {
        "o": 3210,
        "r": "esv:Leviticus:8:30",
        "t": "Then*p Moses took some of the anointing oil and of the blood that was on the altar and sprinkled it on Aaron and his garments, and also on his sons and his sons’ garments. So he consecrated Aaron and his garments, and his sons and his sons’ garments with him."
    },
    {
        "o": 3211,
        "r": "esv:Leviticus:8:31",
        "t": "And*p Moses said to Aaron and his sons, “Boil the flesh at the entrance of the tent of meeting, and there eat it and the bread that is in the basket of ordination offerings, as I commanded, saying, ‘Aaron and his sons shall eat it.’"
    },
    {
        "o": 3212,
        "r": "esv:Leviticus:8:32",
        "t": "And what remains of the flesh and the bread you shall burn up with fire."
    },
    {
        "o": 3213,
        "r": "esv:Leviticus:8:33",
        "t": "And you shall not go outside the entrance of the tent of meeting for seven days, until the days of your ordination are completed, for it will take seven days to ordain you."
    },
    {
        "o": 3214,
        "r": "esv:Leviticus:8:34",
        "t": "As has been done today, the Lord*s has commanded to be done to make atonement for you."
    },
    {
        "o": 3215,
        "r": "esv:Leviticus:8:35",
        "t": "At the entrance of the tent of meeting you shall remain day and night for seven days, performing what the Lord*s has charged, so that you do not die, for so I have been commanded.”"
    },
    {
        "o": 3216,
        "r": "esv:Leviticus:8:36",
        "t": "And Aaron and his sons did all the things that the Lord*s commanded by Moses."
    },
    {
        "o": 3217,
        "r": "esv:Leviticus:9:0",
        "t": "Leviticus 9",
        "h": 1
    },
    {
        "o": 3218,
        "r": "esv:Leviticus:9:0",
        "t": "The Lord Accepts Aaron’s Offering",
        "h": 2
    },
    {
        "o": 3219,
        "r": "esv:Leviticus:9:1",
        "t": "On*p the eighth day Moses called Aaron and his sons and the elders of Israel,"
    },
    {
        "o": 3220,
        "r": "esv:Leviticus:9:2",
        "t": "and he said to Aaron, “Take for yourself a bull calf for a sin offering and a ram for a burnt offering, both without blemish, and offer them before the Lord.*s"
    },
    {
        "o": 3221,
        "r": "esv:Leviticus:9:3",
        "t": "And say to the people of Israel, ‘Take a male goat for a sin offering, and a calf and a lamb, both a year old without blemish, for a burnt offering,"
    },
    {
        "o": 3222,
        "r": "esv:Leviticus:9:4",
        "t": "and an ox and a ram for peace offerings, to sacrifice before the Lord,*s and a grain offering mixed with oil, for today the Lord*s will appear to you.’”"
    },
    {
        "o": 3223,
        "r": "esv:Leviticus:9:5",
        "t": "And they brought what Moses commanded in front of the tent of meeting, and all the congregation drew near and stood before the Lord.*s"
    },
    {
        "o": 3224,
        "r": "esv:Leviticus:9:6",
        "t": "And Moses said, “This is the thing that the Lord*s commanded you to do, that the glory of the Lord*s may appear to you.”"
    },
    {
        "o": 3225,
        "r": "esv:Leviticus:9:7",
        "t": "Then Moses said to Aaron, “Draw near to the altar and offer your sin offering and your burnt offering and make atonement for yourself and for the people, and bring the offering of the people and make atonement for them, as the Lord*s has commanded.”"
    },
    {
        "o": 3226,
        "r": "esv:Leviticus:9:8",
        "t": "So*p Aaron drew near to the altar and killed the calf of the sin offering, which was for himself."
    },
    {
        "o": 3227,
        "r": "esv:Leviticus:9:9",
        "t": "And the sons of Aaron presented the blood to him, and he dipped his finger in the blood and put it on the horns of the altar and poured out the blood at the base of the altar."
    },
    {
        "o": 3228,
        "r": "esv:Leviticus:9:10",
        "t": "But the fat and the kidneys and the long lobe of the liver from the sin offering he burned on the altar, as the Lord*s commanded Moses."
    },
    {
        "o": 3229,
        "r": "esv:Leviticus:9:11",
        "t": "The flesh and the skin he burned up with fire outside the camp."
    },
    {
        "o": 3230,
        "r": "esv:Leviticus:9:12",
        "t": "Then*p he killed the burnt offering, and Aaron’s sons handed him the blood, and he threw it against the sides of the altar."
    },
    {
        "o": 3231,
        "r": "esv:Leviticus:9:13",
        "t": "And they handed the burnt offering to him, piece by piece, and the head, and he burned them on the altar."
    },
    {
        "o": 3232,
        "r": "esv:Leviticus:9:14",
        "t": "And he washed the entrails and the legs and burned them with the burnt offering on the altar."
    },
    {
        "o": 3233,
        "r": "esv:Leviticus:9:15",
        "t": "Then*p he presented the people’s offering and took the goat of the sin offering that was for the people and killed it and offered it as a sin offering, like the first one."
    },
    {
        "o": 3234,
        "r": "esv:Leviticus:9:16",
        "t": "And he presented the burnt offering and offered it according to the rule."
    },
    {
        "o": 3235,
        "r": "esv:Leviticus:9:17",
        "t": "And he presented the grain offering, took a handful of it, and burned it on the altar, besides the burnt offering of the morning."
    },
    {
        "o": 3236,
        "r": "esv:Leviticus:9:18",
        "t": "Then*p he killed the ox and the ram, the sacrifice of peace offerings for the people. And Aaron’s sons handed him the blood, and he threw it against the sides of the altar."
    },
    {
        "o": 3237,
        "r": "esv:Leviticus:9:19",
        "t": "But the fat pieces of the ox and of the ram, the fat tail and that which covers the entrails and the kidneys and the long lobe of the liver—"
    },
    {
        "o": 3238,
        "r": "esv:Leviticus:9:20",
        "t": "they put the fat pieces on the breasts, and he burned the fat pieces on the altar,"
    },
    {
        "o": 3239,
        "r": "esv:Leviticus:9:21",
        "t": "but the breasts and the right thigh Aaron waved for a wave offering before the Lord,*s as Moses commanded."
    },
    {
        "o": 3240,
        "r": "esv:Leviticus:9:22",
        "t": "Then*p Aaron lifted up his hands toward the people and blessed them, and he came down from offering the sin offering and the burnt offering and the peace offerings."
    },
    {
        "o": 3241,
        "r": "esv:Leviticus:9:23",
        "t": "And Moses and Aaron went into the tent of meeting, and when they came out they blessed the people, and the glory of the Lord*s appeared to all the people."
    },
    {
        "o": 3242,
        "r": "esv:Leviticus:9:24",
        "t": "And fire came out from before the Lord*s and consumed the burnt offering and the pieces of fat on the altar, and when all the people saw it, they shouted and fell on their faces."
    },
    {
        "o": 3243,
        "r": "esv:Leviticus:10:0",
        "t": "Leviticus 10",
        "h": 1
    },
    {
        "o": 3244,
        "r": "esv:Leviticus:10:0",
        "t": "The Death of Nadab and Abihu",
        "h": 2
    },
    {
        "o": 3245,
        "r": "esv:Leviticus:10:1",
        "t": "Now*p Nadab and Abihu, the sons of Aaron, each took his censer and put fire in it and laid incense on it and offered unauthorized fire before the Lord,*s which he had not commanded them."
    },
    {
        "o": 3246,
        "r": "esv:Leviticus:10:2",
        "t": "And fire came out from before the Lord*s and consumed them, and they died before the Lord.*s"
    },
    {
        "o": 3247,
        "r": "esv:Leviticus:10:3",
        "t": "Then Moses said to Aaron, “This is what the Lord*s has said: ‘Among those who are near me I will be sanctified, and before all the people I will be glorified.’” And Aaron held his peace."
    },
    {
        "o": 3248,
        "r": "esv:Leviticus:10:4",
        "t": "And*p Moses called Mishael and Elzaphan, the sons of Uzziel the uncle of Aaron, and said to them, “Come near; carry your brothers away from the front of the sanctuary and out of the camp.”"
    },
    {
        "o": 3249,
        "r": "esv:Leviticus:10:5",
        "t": "So they came near and carried them in their coats out of the camp, as Moses had said."
    },
    {
        "o": 3250,
        "r": "esv:Leviticus:10:6",
        "t": "And Moses said to Aaron and to Eleazar and Ithamar his sons, “Do not let the hair of your heads hang loose, and do not tear your clothes, lest you die, and wrath come upon all the congregation; but let your brothers, the whole house of Israel, bewail the burning that the Lord*s has kindled."
    },
    {
        "o": 3251,
        "r": "esv:Leviticus:10:7",
        "t": "And do not go outside the entrance of the tent of meeting, lest you die, for the anointing oil of the Lord*s is upon you.” And they did according to the word of Moses."
    },
    {
        "o": 3252,
        "r": "esv:Leviticus:10:8",
        "t": "And*p the Lord*s spoke to Aaron, saying,"
    },
    {
        "o": 3253,
        "r": "esv:Leviticus:10:9",
        "t": "“Drink no wine or strong drink, you or your sons with you, when you go into the tent of meeting, lest you die. It shall be a statute forever throughout your generations."
    },
    {
        "o": 3254,
        "r": "esv:Leviticus:10:10",
        "t": "You are to distinguish between the holy and the common, and between the unclean and the clean,"
    },
    {
        "o": 3255,
        "r": "esv:Leviticus:10:11",
        "t": "and you are to teach the people of Israel all the statutes that the Lord*s has spoken to them by Moses.”"
    },
    {
        "o": 3256,
        "r": "esv:Leviticus:10:12",
        "t": "Moses*p spoke to Aaron and to Eleazar and Ithamar, his surviving sons: “Take the grain offering that is left of the Lord’s*s food offerings, and eat it unleavened beside the altar, for it is most holy."
    },
    {
        "o": 3257,
        "r": "esv:Leviticus:10:13",
        "t": "You shall eat it in a holy place, because it is your due and your sons’ due, from the Lord’s*s food offerings, for so I am commanded."
    },
    {
        "o": 3258,
        "r": "esv:Leviticus:10:14",
        "t": "But the breast that is waved and the thigh that is contributed you shall eat in a clean place, you and your sons and your daughters with you, for they are given as your due and your sons’ due from the sacrifices of the peace offerings of the people of Israel."
    },
    {
        "o": 3259,
        "r": "esv:Leviticus:10:15",
        "t": "The thigh that is contributed and the breast that is waved they shall bring with the food offerings of the fat pieces to wave for a wave offering before the Lord,*s and it shall be yours and your sons’ with you as a due forever, as the Lord*s has commanded.”"
    },
    {
        "o": 3260,
        "r": "esv:Leviticus:10:16",
        "t": "Now*p Moses diligently inquired about the goat of the sin offering, and behold, it was burned up! And he was angry with Eleazar and Ithamar, the surviving sons of Aaron, saying,"
    },
    {
        "o": 3261,
        "r": "esv:Leviticus:10:17",
        "t": "“Why have you not eaten the sin offering in the place of the sanctuary, since it is a thing most holy and has been given to you that you may bear the iniquity of the congregation, to make atonement for them before the Lord?*s"
    },
    {
        "o": 3262,
        "r": "esv:Leviticus:10:18",
        "t": "Behold, its blood was not brought into the inner part of the sanctuary. You certainly ought to have eaten it in the sanctuary, as I commanded.”"
    },
    {
        "o": 3263,
        "r": "esv:Leviticus:10:19",
        "t": "And Aaron said to Moses, “Behold, today they have offered their sin offering and their burnt offering before the Lord,*s and yet such things as these have happened to me! If I had eaten the sin offering today, would the Lord*s have approved?”"
    },
    {
        "o": 3264,
        "r": "esv:Leviticus:10:20",
        "t": "And when Moses heard that, he approved."
    },
    {
        "o": 3265,
        "r": "esv:Leviticus:11:0",
        "t": "Leviticus 11",
        "h": 1
    },
    {
        "o": 3266,
        "r": "esv:Leviticus:11:0",
        "t": "Clean and Unclean Animals",
        "h": 2
    },
    {
        "o": 3267,
        "r": "esv:Leviticus:11:1",
        "t": "And*p the Lord*s spoke to Moses and Aaron, saying to them,"
    },
    {
        "o": 3268,
        "r": "esv:Leviticus:11:2",
        "t": "“Speak to the people of Israel, saying, These are the living things that you may eat among all the animals that are on the earth."
    },
    {
        "o": 3269,
        "r": "esv:Leviticus:11:3",
        "t": "Whatever parts the hoof and is cloven-footed and chews the cud, among the animals, you may eat."
    },
    {
        "o": 3270,
        "r": "esv:Leviticus:11:4",
        "t": "Nevertheless, among those that chew the cud or part the hoof, you shall not eat these: The camel, because it chews the cud but does not part the hoof, is unclean to you."
    },
    {
        "o": 3271,
        "r": "esv:Leviticus:11:5",
        "t": "And the rock badger, because it chews the cud but does not part the hoof, is unclean to you."
    },
    {
        "o": 3272,
        "r": "esv:Leviticus:11:6",
        "t": "And the hare, because it chews the cud but does not part the hoof, is unclean to you."
    },
    {
        "o": 3273,
        "r": "esv:Leviticus:11:7",
        "t": "And the pig, because it parts the hoof and is cloven-footed but does not chew the cud, is unclean to you."
    },
    {
        "o": 3274,
        "r": "esv:Leviticus:11:8",
        "t": "You shall not eat any of their flesh, and you shall not touch their carcasses; they are unclean to you."
    },
    {
        "o": 3275,
        "r": "esv:Leviticus:11:9",
        "t": "“These*p you may eat, of all that are in the waters. Everything in the waters that has fins and scales, whether in the seas or in the rivers, you may eat."
    },
    {
        "o": 3276,
        "r": "esv:Leviticus:11:10",
        "t": "But anything in the seas or the rivers that does not have fins and scales, of the swarming creatures in the waters and of the living creatures that are in the waters, is detestable to you."
    },
    {
        "o": 3277,
        "r": "esv:Leviticus:11:11",
        "t": "You shall regard them as detestable; you shall not eat any of their flesh, and you shall detest their carcasses."
    },
    {
        "o": 3278,
        "r": "esv:Leviticus:11:12",
        "t": "Everything in the waters that does not have fins and scales is detestable to you."
    },
    {
        "o": 3279,
        "r": "esv:Leviticus:11:13",
        "t": "“And*p these you shall detest among the birds; they shall not be eaten; they are detestable: the eagle, the bearded vulture, the black vulture,"
    },
    {
        "o": 3280,
        "r": "esv:Leviticus:11:14",
        "t": "the kite, the falcon of any kind,"
    },
    {
        "o": 3281,
        "r": "esv:Leviticus:11:15",
        "t": "every raven of any kind,"
    },
    {
        "o": 3282,
        "r": "esv:Leviticus:11:16",
        "t": "the ostrich, the nighthawk, the sea gull, the hawk of any kind,"
    },
    {
        "o": 3283,
        "r": "esv:Leviticus:11:17",
        "t": "the little owl, the cormorant, the short-eared owl,"
    },
    {
        "o": 3284,
        "r": "esv:Leviticus:11:18",
        "t": "the barn owl, the tawny owl, the carrion vulture,"
    },
    {
        "o": 3285,
        "r": "esv:Leviticus:11:19",
        "t": "the stork, the heron of any kind, the hoopoe, and the bat."
    },
    {
        "o": 3286,
        "r": "esv:Leviticus:11:20",
        "t": "“All*p winged insects that go on all fours are detestable to you."
    },
    {
        "o": 3287,
        "r": "esv:Leviticus:11:21",
        "t": "Yet among the winged insects that go on all fours you may eat those that have jointed legs above their feet, with which to hop on the ground."
    },
    {
        "o": 3288,
        "r": "esv:Leviticus:11:22",
        "t": "Of them you may eat: the locust of any kind, the bald locust of any kind, the cricket of any kind, and the grasshopper of any kind."
    },
    {
        "o": 3289,
        "r": "esv:Leviticus:11:23",
        "t": "But all other winged insects that have four feet are detestable to you."
    },
    {
        "o": 3290,
        "r": "esv:Leviticus:11:24",
        "t": "“And*p by these you shall become unclean. Whoever touches their carcass shall be unclean until the evening,"
    },
    {
        "o": 3291,
        "r": "esv:Leviticus:11:25",
        "t": "and whoever carries any part of their carcass shall wash his clothes and be unclean until the evening."
    },
    {
        "o": 3292,
        "r": "esv:Leviticus:11:26",
        "t": "Every animal that parts the hoof but is not cloven-footed or does not chew the cud is unclean to you. Everyone who touches them shall be unclean."
    },
    {
        "o": 3293,
        "r": "esv:Leviticus:11:27",
        "t": "And all that walk on their paws, among the animals that go on all fours, are unclean to you. Whoever touches their carcass shall be unclean until the evening,"
    },
    {
        "o": 3294,
        "r": "esv:Leviticus:11:28",
        "t": "and he who carries their carcass shall wash his clothes and be unclean until the evening; they are unclean to you."
    },
    {
        "o": 3295,
        "r": "esv:Leviticus:11:29",
        "t": "“And*p these are unclean to you among the swarming things that swarm on the ground: the mole rat, the mouse, the great lizard of any kind,"
    },
    {
        "o": 3296,
        "r": "esv:Leviticus:11:30",
        "t": "the gecko, the monitor lizard, the lizard, the sand lizard, and the chameleon."
    },
    {
        "o": 3297,
        "r": "esv:Leviticus:11:31",
        "t": "These are unclean to you among all that swarm. Whoever touches them when they are dead shall be unclean until the evening."
    },
    {
        "o": 3298,
        "r": "esv:Leviticus:11:32",
        "t": "And anything on which any of them falls when they are dead shall be unclean, whether it is an article of wood or a garment or a skin or a sack, any article that is used for any purpose. It must be put into water, and it shall be unclean until the evening; then it shall be clean."
    },
    {
        "o": 3299,
        "r": "esv:Leviticus:11:33",
        "t": "And if any of them falls into any earthenware vessel, all that is in it shall be unclean, and you shall break it."
    },
    {
        "o": 3300,
        "r": "esv:Leviticus:11:34",
        "t": "Any food in it that could be eaten, on which water comes, shall be unclean. And all drink that could be drunk from every such vessel shall be unclean."
    },
    {
        "o": 3301,
        "r": "esv:Leviticus:11:35",
        "t": "And everything on which any part of their carcass falls shall be unclean. Whether oven or stove, it shall be broken in pieces. They are unclean and shall remain unclean for you."
    },
    {
        "o": 3302,
        "r": "esv:Leviticus:11:36",
        "t": "Nevertheless, a spring or a cistern holding water shall be clean, but whoever touches a carcass in them shall be unclean."
    },
    {
        "o": 3303,
        "r": "esv:Leviticus:11:37",
        "t": "And if any part of their carcass falls upon any seed grain that is to be sown, it is clean,"
    },
    {
        "o": 3304,
        "r": "esv:Leviticus:11:38",
        "t": "but if water is put on the seed and any part of their carcass falls on it, it is unclean to you."
    },
    {
        "o": 3305,
        "r": "esv:Leviticus:11:39",
        "t": "“And*p if any animal which you may eat dies, whoever touches its carcass shall be unclean until the evening,"
    },
    {
        "o": 3306,
        "r": "esv:Leviticus:11:40",
        "t": "and whoever eats of its carcass shall wash his clothes and be unclean until the evening. And whoever carries the carcass shall wash his clothes and be unclean until the evening."
    },
    {
        "o": 3307,
        "r": "esv:Leviticus:11:41",
        "t": "“Every*p swarming thing that swarms on the ground is detestable; it shall not be eaten."
    },
    {
        "o": 3308,
        "r": "esv:Leviticus:11:42",
        "t": "Whatever goes on its belly, and whatever goes on all fours, or whatever has many feet, any swarming thing that swarms on the ground, you shall not eat, for they are detestable."
    },
    {
        "o": 3309,
        "r": "esv:Leviticus:11:43",
        "t": "You shall not make yourselves detestable with any swarming thing that swarms, and you shall not defile yourselves with them, and become unclean through them."
    },
    {
        "o": 3310,
        "r": "esv:Leviticus:11:44",
        "t": "For I am the Lord*s your God. Consecrate yourselves therefore, and be holy, for I am holy. You shall not defile yourselves with any swarming thing that crawls on the ground."
    },
    {
        "o": 3311,
        "r": "esv:Leviticus:11:45",
        "t": "For I am the Lord*s who brought you up out of the land of Egypt to be your God. You shall therefore be holy, for I am holy.”"
    },
    {
        "o": 3312,
        "r": "esv:Leviticus:11:46",
        "t": "This*p is the law about beast and bird and every living creature that moves through the waters and every creature that swarms on the ground,"
    },
    {
        "o": 3313,
        "r": "esv:Leviticus:11:47",
        "t": "to make a distinction between the unclean and the clean and between the living creature that may be eaten and the living creature that may not be eaten."
    },
    {
        "o": 3314,
        "r": "esv:Leviticus:12:0",
        "t": "Leviticus 12",
        "h": 1
    },
    {
        "o": 3315,
        "r": "esv:Leviticus:12:0",
        "t": "Purification After Childbirth",
        "h": 2
    },
    {
        "o": 3316,
        "r": "esv:Leviticus:12:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3317,
        "r": "esv:Leviticus:12:2",
        "t": "“Speak to the people of Israel, saying, If a woman conceives and bears a male child, then she shall be unclean seven days. As at the time of her menstruation, she shall be unclean."
    },
    {
        "o": 3318,
        "r": "esv:Leviticus:12:3",
        "t": "And on the eighth day the flesh of his foreskin shall be circumcised."
    },
    {
        "o": 3319,
        "r": "esv:Leviticus:12:4",
        "t": "Then she shall continue for thirty-three days in the blood of her purifying. She shall not touch anything holy, nor come into the sanctuary, until the days of her purifying are completed."
    },
    {
        "o": 3320,
        "r": "esv:Leviticus:12:5",
        "t": "But if she bears a female child, then she shall be unclean two weeks, as in her menstruation. And she shall continue in the blood of her purifying for sixty-six days."
    },
    {
        "o": 3321,
        "r": "esv:Leviticus:12:6",
        "t": "“And*p when the days of her purifying are completed, whether for a son or for a daughter, she shall bring to the priest at the entrance of the tent of meeting a lamb a year old for a burnt offering, and a pigeon or a turtledove for a sin offering,"
    },
    {
        "o": 3322,
        "r": "esv:Leviticus:12:7",
        "t": "and he shall offer it before the Lord*s and make atonement for her. Then she shall be clean from the flow of her blood. This is the law for her who bears a child, either male or female."
    },
    {
        "o": 3323,
        "r": "esv:Leviticus:12:8",
        "t": "And if she cannot afford a lamb, then she shall take two turtledoves or two pigeons, one for a burnt offering and the other for a sin offering. And the priest shall make atonement for her, and she shall be clean.”"
    },
    {
        "o": 3324,
        "r": "esv:Leviticus:13:0",
        "t": "Leviticus 13",
        "h": 1
    },
    {
        "o": 3325,
        "r": "esv:Leviticus:13:0",
        "t": "Laws About Leprosy",
        "h": 2
    },
    {
        "o": 3326,
        "r": "esv:Leviticus:13:1",
        "t": "The*p Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 3327,
        "r": "esv:Leviticus:13:2",
        "t": "“When a person has on the skin of his body a swelling or an eruption or a spot, and it turns into a case of leprous disease on the skin of his body, then he shall be brought to Aaron the priest or to one of his sons the priests,"
    },
    {
        "o": 3328,
        "r": "esv:Leviticus:13:3",
        "t": "and the priest shall examine the diseased area on the skin of his body. And if the hair in the diseased area has turned white and the disease appears to be deeper than the skin of his body, it is a case of leprous disease. When the priest has examined him, he shall pronounce him unclean."
    },
    {
        "o": 3329,
        "r": "esv:Leviticus:13:4",
        "t": "But if the spot is white in the skin of his body and appears no deeper than the skin, and the hair in it has not turned white, the priest shall shut up the diseased person for seven days."
    },
    {
        "o": 3330,
        "r": "esv:Leviticus:13:5",
        "t": "And the priest shall examine him on the seventh day, and if in his eyes the disease is checked and the disease has not spread in the skin, then the priest shall shut him up for another seven days."
    },
    {
        "o": 3331,
        "r": "esv:Leviticus:13:6",
        "t": "And the priest shall examine him again on the seventh day, and if the diseased area has faded and the disease has not spread in the skin, then the priest shall pronounce him clean; it is only an eruption. And he shall wash his clothes and be clean."
    },
    {
        "o": 3332,
        "r": "esv:Leviticus:13:7",
        "t": "But if the eruption spreads in the skin, after he has shown himself to the priest for his cleansing, he shall appear again before the priest."
    },
    {
        "o": 3333,
        "r": "esv:Leviticus:13:8",
        "t": "And the priest shall look, and if the eruption has spread in the skin, then the priest shall pronounce him unclean; it is a leprous disease."
    },
    {
        "o": 3334,
        "r": "esv:Leviticus:13:9",
        "t": "“When*p a man is afflicted with a leprous disease, he shall be brought to the priest,"
    },
    {
        "o": 3335,
        "r": "esv:Leviticus:13:10",
        "t": "and the priest shall look. And if there is a white swelling in the skin that has turned the hair white, and there is raw flesh in the swelling,"
    },
    {
        "o": 3336,
        "r": "esv:Leviticus:13:11",
        "t": "it is a chronic leprous disease in the skin of his body, and the priest shall pronounce him unclean. He shall not shut him up, for he is unclean."
    },
    {
        "o": 3337,
        "r": "esv:Leviticus:13:12",
        "t": "And if the leprous disease breaks out in the skin, so that the leprous disease covers all the skin of the diseased person from head to foot, so far as the priest can see,"
    },
    {
        "o": 3338,
        "r": "esv:Leviticus:13:13",
        "t": "then the priest shall look, and if the leprous disease has covered all his body, he shall pronounce him clean of the disease; it has all turned white, and he is clean."
    },
    {
        "o": 3339,
        "r": "esv:Leviticus:13:14",
        "t": "But when raw flesh appears on him, he shall be unclean."
    },
    {
        "o": 3340,
        "r": "esv:Leviticus:13:15",
        "t": "And the priest shall examine the raw flesh and pronounce him unclean. Raw flesh is unclean, for it is a leprous disease."
    },
    {
        "o": 3341,
        "r": "esv:Leviticus:13:16",
        "t": "But if the raw flesh recovers and turns white again, then he shall come to the priest,"
    },
    {
        "o": 3342,
        "r": "esv:Leviticus:13:17",
        "t": "and the priest shall examine him, and if the disease has turned white, then the priest shall pronounce the diseased person clean; he is clean."
    },
    {
        "o": 3343,
        "r": "esv:Leviticus:13:18",
        "t": "“If*p there is in the skin of one’s body a boil and it heals,"
    },
    {
        "o": 3344,
        "r": "esv:Leviticus:13:19",
        "t": "and in the place of the boil there comes a white swelling or a reddish-white spot, then it shall be shown to the priest."
    },
    {
        "o": 3345,
        "r": "esv:Leviticus:13:20",
        "t": "And the priest shall look, and if it appears deeper than the skin and its hair has turned white, then the priest shall pronounce him unclean. It is a case of leprous disease that has broken out in the boil."
    },
    {
        "o": 3346,
        "r": "esv:Leviticus:13:21",
        "t": "But if the priest examines it and there is no white hair in it and it is not deeper than the skin, but has faded, then the priest shall shut him up seven days."
    },
    {
        "o": 3347,
        "r": "esv:Leviticus:13:22",
        "t": "And if it spreads in the skin, then the priest shall pronounce him unclean; it is a disease."
    },
    {
        "o": 3348,
        "r": "esv:Leviticus:13:23",
        "t": "But if the spot remains in one place and does not spread, it is the scar of the boil, and the priest shall pronounce him clean."
    },
    {
        "o": 3349,
        "r": "esv:Leviticus:13:24",
        "t": "“Or,*p when the body has a burn on its skin and the raw flesh of the burn becomes a spot, reddish-white or white,"
    },
    {
        "o": 3350,
        "r": "esv:Leviticus:13:25",
        "t": "the priest shall examine it, and if the hair in the spot has turned white and it appears deeper than the skin, then it is a leprous disease. It has broken out in the burn, and the priest shall pronounce him unclean; it is a case of leprous disease."
    },
    {
        "o": 3351,
        "r": "esv:Leviticus:13:26",
        "t": "But if the priest examines it and there is no white hair in the spot and it is no deeper than the skin, but has faded, the priest shall shut him up seven days,"
    },
    {
        "o": 3352,
        "r": "esv:Leviticus:13:27",
        "t": "and the priest shall examine him the seventh day. If it is spreading in the skin, then the priest shall pronounce him unclean; it is a case of leprous disease."
    },
    {
        "o": 3353,
        "r": "esv:Leviticus:13:28",
        "t": "But if the spot remains in one place and does not spread in the skin, but has faded, it is a swelling from the burn, and the priest shall pronounce him clean, for it is the scar of the burn."
    },
    {
        "o": 3354,
        "r": "esv:Leviticus:13:29",
        "t": "“When*p a man or woman has a disease on the head or the beard,"
    },
    {
        "o": 3355,
        "r": "esv:Leviticus:13:30",
        "t": "the priest shall examine the disease. And if it appears deeper than the skin, and the hair in it is yellow and thin, then the priest shall pronounce him unclean. It is an itch, a leprous disease of the head or the beard."
    },
    {
        "o": 3356,
        "r": "esv:Leviticus:13:31",
        "t": "And if the priest examines the itching disease and it appears no deeper than the skin and there is no black hair in it, then the priest shall shut up the person with the itching disease for seven days,"
    },
    {
        "o": 3357,
        "r": "esv:Leviticus:13:32",
        "t": "and on the seventh day the priest shall examine the disease. If the itch has not spread, and there is in it no yellow hair, and the itch appears to be no deeper than the skin,"
    },
    {
        "o": 3358,
        "r": "esv:Leviticus:13:33",
        "t": "then he shall shave himself, but the itch he shall not shave; and the priest shall shut up the person with the itching disease for another seven days."
    },
    {
        "o": 3359,
        "r": "esv:Leviticus:13:34",
        "t": "And on the seventh day the priest shall examine the itch, and if the itch has not spread in the skin and it appears to be no deeper than the skin, then the priest shall pronounce him clean. And he shall wash his clothes and be clean."
    },
    {
        "o": 3360,
        "r": "esv:Leviticus:13:35",
        "t": "But if the itch spreads in the skin after his cleansing,"
    },
    {
        "o": 3361,
        "r": "esv:Leviticus:13:36",
        "t": "then the priest shall examine him, and if the itch has spread in the skin, the priest need not seek for the yellow hair; he is unclean."
    },
    {
        "o": 3362,
        "r": "esv:Leviticus:13:37",
        "t": "But if in his eyes the itch is unchanged and black hair has grown in it, the itch is healed and he is clean, and the priest shall pronounce him clean."
    },
    {
        "o": 3363,
        "r": "esv:Leviticus:13:38",
        "t": "“When*p a man or a woman has spots on the skin of the body, white spots,"
    },
    {
        "o": 3364,
        "r": "esv:Leviticus:13:39",
        "t": "the priest shall look, and if the spots on the skin of the body are of a dull white, it is leukoderma that has broken out in the skin; he is clean."
    },
    {
        "o": 3365,
        "r": "esv:Leviticus:13:40",
        "t": "“If*p a man’s hair falls out from his head, he is bald; he is clean."
    },
    {
        "o": 3366,
        "r": "esv:Leviticus:13:41",
        "t": "And if a man’s hair falls out from his forehead, he has baldness of the forehead; he is clean."
    },
    {
        "o": 3367,
        "r": "esv:Leviticus:13:42",
        "t": "But if there is on the bald head or the bald forehead a reddish-white diseased area, it is a leprous disease breaking out on his bald head or his bald forehead."
    },
    {
        "o": 3368,
        "r": "esv:Leviticus:13:43",
        "t": "Then the priest shall examine him, and if the diseased swelling is reddish-white on his bald head or on his bald forehead, like the appearance of leprous disease in the skin of the body,"
    },
    {
        "o": 3369,
        "r": "esv:Leviticus:13:44",
        "t": "he is a leprous man, he is unclean. The priest must pronounce him unclean; his disease is on his head."
    },
    {
        "o": 3370,
        "r": "esv:Leviticus:13:45",
        "t": "“The*p leprous person who has the disease shall wear torn clothes and let the hair of his head hang loose, and he shall cover his upper lip and cry out, ‘Unclean, unclean.’"
    },
    {
        "o": 3371,
        "r": "esv:Leviticus:13:46",
        "t": "He shall remain unclean as long as he has the disease. He is unclean. He shall live alone. His dwelling shall be outside the camp."
    },
    {
        "o": 3372,
        "r": "esv:Leviticus:13:47",
        "t": "“When*p there is a case of leprous disease in a garment, whether a woolen or a linen garment,"
    },
    {
        "o": 3373,
        "r": "esv:Leviticus:13:48",
        "t": "in warp or woof of linen or wool, or in a skin or in anything made of skin,"
    },
    {
        "o": 3374,
        "r": "esv:Leviticus:13:49",
        "t": "if the disease is greenish or reddish in the garment, or in the skin or in the warp or the woof or in any article made of skin, it is a case of leprous disease, and it shall be shown to the priest."
    },
    {
        "o": 3375,
        "r": "esv:Leviticus:13:50",
        "t": "And the priest shall examine the disease and shut up that which has the disease for seven days."
    },
    {
        "o": 3376,
        "r": "esv:Leviticus:13:51",
        "t": "Then he shall examine the disease on the seventh day. If the disease has spread in the garment, in the warp or the woof, or in the skin, whatever be the use of the skin, the disease is a persistent leprous disease; it is unclean."
    },
    {
        "o": 3377,
        "r": "esv:Leviticus:13:52",
        "t": "And he shall burn the garment, or the warp or the woof, the wool or the linen, or any article made of skin that is diseased, for it is a persistent leprous disease. It shall be burned in the fire."
    },
    {
        "o": 3378,
        "r": "esv:Leviticus:13:53",
        "t": "“And*p if the priest examines, and if the disease has not spread in the garment, in the warp or the woof or in any article made of skin,"
    },
    {
        "o": 3379,
        "r": "esv:Leviticus:13:54",
        "t": "then the priest shall command that they wash the thing in which is the disease, and he shall shut it up for another seven days."
    },
    {
        "o": 3380,
        "r": "esv:Leviticus:13:55",
        "t": "And the priest shall examine the diseased thing after it has been washed. And if the appearance of the diseased area has not changed, though the disease has not spread, it is unclean. You shall burn it in the fire, whether the rot is on the back or on the front."
    },
    {
        "o": 3381,
        "r": "esv:Leviticus:13:56",
        "t": "“But*p if the priest examines, and if the diseased area has faded after it has been washed, he shall tear it out of the garment or the skin or the warp or the woof."
    },
    {
        "o": 3382,
        "r": "esv:Leviticus:13:57",
        "t": "Then if it appears again in the garment, in the warp or the woof, or in any article made of skin, it is spreading. You shall burn with fire whatever has the disease."
    },
    {
        "o": 3383,
        "r": "esv:Leviticus:13:58",
        "t": "But the garment, or the warp or the woof, or any article made of skin from which the disease departs when you have washed it, shall then be washed a second time, and be clean.”"
    },
    {
        "o": 3384,
        "r": "esv:Leviticus:13:59",
        "t": "This*p is the law for a case of leprous disease in a garment of wool or linen, either in the warp or the woof, or in any article made of skin, to determine whether it is clean or unclean."
    },
    {
        "o": 3385,
        "r": "esv:Leviticus:14:0",
        "t": "Leviticus 14",
        "h": 1
    },
    {
        "o": 3386,
        "r": "esv:Leviticus:14:0",
        "t": "Laws for Cleansing Lepers",
        "h": 2
    },
    {
        "o": 3387,
        "r": "esv:Leviticus:14:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3388,
        "r": "esv:Leviticus:14:2",
        "t": "“This shall be the law of the leprous person for the day of his cleansing. He shall be brought to the priest,"
    },
    {
        "o": 3389,
        "r": "esv:Leviticus:14:3",
        "t": "and the priest shall go out of the camp, and the priest shall look. Then, if the case of leprous disease is healed in the leprous person,"
    },
    {
        "o": 3390,
        "r": "esv:Leviticus:14:4",
        "t": "the priest shall command them to take for him who is to be cleansed two live clean birds and cedarwood and scarlet yarn and hyssop."
    },
    {
        "o": 3391,
        "r": "esv:Leviticus:14:5",
        "t": "And the priest shall command them to kill one of the birds in an earthenware vessel over fresh water."
    },
    {
        "o": 3392,
        "r": "esv:Leviticus:14:6",
        "t": "He shall take the live bird with the cedarwood and the scarlet yarn and the hyssop, and dip them and the live bird in the blood of the bird that was killed over the fresh water."
    },
    {
        "o": 3393,
        "r": "esv:Leviticus:14:7",
        "t": "And he shall sprinkle it seven times on him who is to be cleansed of the leprous disease. Then he shall pronounce him clean and shall let the living bird go into the open field."
    },
    {
        "o": 3394,
        "r": "esv:Leviticus:14:8",
        "t": "And he who is to be cleansed shall wash his clothes and shave off all his hair and bathe himself in water, and he shall be clean. And after that he may come into the camp, but live outside his tent seven days."
    },
    {
        "o": 3395,
        "r": "esv:Leviticus:14:9",
        "t": "And on the seventh day he shall shave off all his hair from his head, his beard, and his eyebrows. He shall shave off all his hair, and then he shall wash his clothes and bathe his body in water, and he shall be clean."
    },
    {
        "o": 3396,
        "r": "esv:Leviticus:14:10",
        "t": "“And*p on the eighth day he shall take two male lambs without blemish, and one ewe lamb a year old without blemish, and a grain offering of three tenths of an ephah of fine flour mixed with oil, and one log of oil."
    },
    {
        "o": 3397,
        "r": "esv:Leviticus:14:11",
        "t": "And the priest who cleanses him shall set the man who is to be cleansed and these things before the Lord,*s at the entrance of the tent of meeting."
    },
    {
        "o": 3398,
        "r": "esv:Leviticus:14:12",
        "t": "And the priest shall take one of the male lambs and offer it for a guilt offering, along with the log of oil, and wave them for a wave offering before the Lord.*s"
    },
    {
        "o": 3399,
        "r": "esv:Leviticus:14:13",
        "t": "And he shall kill the lamb in the place where they kill the sin offering and the burnt offering, in the place of the sanctuary. For the guilt offering, like the sin offering, belongs to the priest; it is most holy."
    },
    {
        "o": 3400,
        "r": "esv:Leviticus:14:14",
        "t": "The priest shall take some of the blood of the guilt offering, and the priest shall put it on the lobe of the right ear of him who is to be cleansed and on the thumb of his right hand and on the big toe of his right foot."
    },
    {
        "o": 3401,
        "r": "esv:Leviticus:14:15",
        "t": "Then the priest shall take some of the log of oil and pour it into the palm of his own left hand"
    },
    {
        "o": 3402,
        "r": "esv:Leviticus:14:16",
        "t": "and dip his right finger in the oil that is in his left hand and sprinkle some oil with his finger seven times before the Lord.*s"
    },
    {
        "o": 3403,
        "r": "esv:Leviticus:14:17",
        "t": "And some of the oil that remains in his hand the priest shall put on the lobe of the right ear of him who is to be cleansed and on the thumb of his right hand and on the big toe of his right foot, on top of the blood of the guilt offering."
    },
    {
        "o": 3404,
        "r": "esv:Leviticus:14:18",
        "t": "And the rest of the oil that is in the priest’s hand he shall put on the head of him who is to be cleansed. Then the priest shall make atonement for him before the Lord.*s"
    },
    {
        "o": 3405,
        "r": "esv:Leviticus:14:19",
        "t": "The priest shall offer the sin offering, to make atonement for him who is to be cleansed from his uncleanness. And afterward he shall kill the burnt offering."
    },
    {
        "o": 3406,
        "r": "esv:Leviticus:14:20",
        "t": "And the priest shall offer the burnt offering and the grain offering on the altar. Thus the priest shall make atonement for him, and he shall be clean."
    },
    {
        "o": 3407,
        "r": "esv:Leviticus:14:21",
        "t": "“But*p if he is poor and cannot afford so much, then he shall take one male lamb for a guilt offering to be waved, to make atonement for him, and a tenth of an ephah of fine flour mixed with oil for a grain offering, and a log of oil;"
    },
    {
        "o": 3408,
        "r": "esv:Leviticus:14:22",
        "t": "also two turtledoves or two pigeons, whichever he can afford. The one shall be a sin offering and the other a burnt offering."
    },
    {
        "o": 3409,
        "r": "esv:Leviticus:14:23",
        "t": "And on the eighth day he shall bring them for his cleansing to the priest, to the entrance of the tent of meeting, before the Lord.*s"
    },
    {
        "o": 3410,
        "r": "esv:Leviticus:14:24",
        "t": "And the priest shall take the lamb of the guilt offering and the log of oil, and the priest shall wave them for a wave offering before the Lord.*s"
    },
    {
        "o": 3411,
        "r": "esv:Leviticus:14:25",
        "t": "And he shall kill the lamb of the guilt offering. And the priest shall take some of the blood of the guilt offering and put it on the lobe of the right ear of him who is to be cleansed, and on the thumb of his right hand and on the big toe of his right foot."
    },
    {
        "o": 3412,
        "r": "esv:Leviticus:14:26",
        "t": "And the priest shall pour some of the oil into the palm of his own left hand,"
    },
    {
        "o": 3413,
        "r": "esv:Leviticus:14:27",
        "t": "and shall sprinkle with his right finger some of the oil that is in his left hand seven times before the Lord.*s"
    },
    {
        "o": 3414,
        "r": "esv:Leviticus:14:28",
        "t": "And the priest shall put some of the oil that is in his hand on the lobe of the right ear of him who is to be cleansed and on the thumb of his right hand and on the big toe of his right foot, in the place where the blood of the guilt offering was put."
    },
    {
        "o": 3415,
        "r": "esv:Leviticus:14:29",
        "t": "And the rest of the oil that is in the priest’s hand he shall put on the head of him who is to be cleansed, to make atonement for him before the Lord.*s"
    },
    {
        "o": 3416,
        "r": "esv:Leviticus:14:30",
        "t": "And he shall offer, of the turtledoves or pigeons, whichever he can afford,"
    },
    {
        "o": 3417,
        "r": "esv:Leviticus:14:31",
        "t": "one for a sin offering and the other for a burnt offering, along with a grain offering. And the priest shall make atonement before the Lord*s for him who is being cleansed."
    },
    {
        "o": 3418,
        "r": "esv:Leviticus:14:32",
        "t": "This is the law for him in whom is a case of leprous disease, who cannot afford the offerings for his cleansing.”"
    },
    {
        "o": 3419,
        "r": "esv:Leviticus:14:32",
        "t": "Laws for Cleansing Houses",
        "h": 2
    },
    {
        "o": 3420,
        "r": "esv:Leviticus:14:33",
        "t": "The*p Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 3421,
        "r": "esv:Leviticus:14:34",
        "t": "“When you come into the land of Canaan, which I give you for a possession, and I put a case of leprous disease in a house in the land of your possession,"
    },
    {
        "o": 3422,
        "r": "esv:Leviticus:14:35",
        "t": "then he who owns the house shall come and tell the priest, ‘There seems to me to be some case of disease in my house.’"
    },
    {
        "o": 3423,
        "r": "esv:Leviticus:14:36",
        "t": "Then the priest shall command that they empty the house before the priest goes to examine the disease, lest all that is in the house be declared unclean. And afterward the priest shall go in to see the house."
    },
    {
        "o": 3424,
        "r": "esv:Leviticus:14:37",
        "t": "And he shall examine the disease. And if the disease is in the walls of the house with greenish or reddish spots, and if it appears to be deeper than the surface,"
    },
    {
        "o": 3425,
        "r": "esv:Leviticus:14:38",
        "t": "then the priest shall go out of the house to the door of the house and shut up the house seven days."
    },
    {
        "o": 3426,
        "r": "esv:Leviticus:14:39",
        "t": "And the priest shall come again on the seventh day, and look. If the disease has spread in the walls of the house,"
    },
    {
        "o": 3427,
        "r": "esv:Leviticus:14:40",
        "t": "then the priest shall command that they take out the stones in which is the disease and throw them into an unclean place outside the city."
    },
    {
        "o": 3428,
        "r": "esv:Leviticus:14:41",
        "t": "And he shall have the inside of the house scraped all around, and the plaster that they scrape off they shall pour out in an unclean place outside the city."
    },
    {
        "o": 3429,
        "r": "esv:Leviticus:14:42",
        "t": "Then they shall take other stones and put them in the place of those stones, and he shall take other plaster and plaster the house."
    },
    {
        "o": 3430,
        "r": "esv:Leviticus:14:43",
        "t": "“If*p the disease breaks out again in the house, after he has taken out the stones and scraped the house and plastered it,"
    },
    {
        "o": 3431,
        "r": "esv:Leviticus:14:44",
        "t": "then the priest shall go and look. And if the disease has spread in the house, it is a persistent leprous disease in the house; it is unclean."
    },
    {
        "o": 3432,
        "r": "esv:Leviticus:14:45",
        "t": "And he shall break down the house, its stones and timber and all the plaster of the house, and he shall carry them out of the city to an unclean place."
    },
    {
        "o": 3433,
        "r": "esv:Leviticus:14:46",
        "t": "Moreover, whoever enters the house while it is shut up shall be unclean until the evening,"
    },
    {
        "o": 3434,
        "r": "esv:Leviticus:14:47",
        "t": "and whoever sleeps in the house shall wash his clothes, and whoever eats in the house shall wash his clothes."
    },
    {
        "o": 3435,
        "r": "esv:Leviticus:14:48",
        "t": "“But*p if the priest comes and looks, and if the disease has not spread in the house after the house was plastered, then the priest shall pronounce the house clean, for the disease is healed."
    },
    {
        "o": 3436,
        "r": "esv:Leviticus:14:49",
        "t": "And for the cleansing of the house he shall take two small birds, with cedarwood and scarlet yarn and hyssop,"
    },
    {
        "o": 3437,
        "r": "esv:Leviticus:14:50",
        "t": "and shall kill one of the birds in an earthenware vessel over fresh water"
    },
    {
        "o": 3438,
        "r": "esv:Leviticus:14:51",
        "t": "and shall take the cedarwood and the hyssop and the scarlet yarn, along with the live bird, and dip them in the blood of the bird that was killed and in the fresh water and sprinkle the house seven times."
    },
    {
        "o": 3439,
        "r": "esv:Leviticus:14:52",
        "t": "Thus he shall cleanse the house with the blood of the bird and with the fresh water and with the live bird and with the cedarwood and hyssop and scarlet yarn."
    },
    {
        "o": 3440,
        "r": "esv:Leviticus:14:53",
        "t": "And he shall let the live bird go out of the city into the open country. So he shall make atonement for the house, and it shall be clean.”"
    },
    {
        "o": 3441,
        "r": "esv:Leviticus:14:54",
        "t": "This*p is the law for any case of leprous disease: for an itch,"
    },
    {
        "o": 3442,
        "r": "esv:Leviticus:14:55",
        "t": "for leprous disease in a garment or in a house,"
    },
    {
        "o": 3443,
        "r": "esv:Leviticus:14:56",
        "t": "and for a swelling or an eruption or a spot,"
    },
    {
        "o": 3444,
        "r": "esv:Leviticus:14:57",
        "t": "to show when it is unclean and when it is clean. This is the law for leprous disease."
    },
    {
        "o": 3445,
        "r": "esv:Leviticus:15:0",
        "t": "Leviticus 15",
        "h": 1
    },
    {
        "o": 3446,
        "r": "esv:Leviticus:15:0",
        "t": "Laws About Bodily Discharges",
        "h": 2
    },
    {
        "o": 3447,
        "r": "esv:Leviticus:15:1",
        "t": "The*p Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 3448,
        "r": "esv:Leviticus:15:2",
        "t": "“Speak to the people of Israel and say to them, When any man has a discharge from his body, his discharge is unclean."
    },
    {
        "o": 3449,
        "r": "esv:Leviticus:15:3",
        "t": "And this is the law of his uncleanness for a discharge: whether his body runs with his discharge, or his body is blocked up by his discharge, it is his uncleanness."
    },
    {
        "o": 3450,
        "r": "esv:Leviticus:15:4",
        "t": "Every bed on which the one with the discharge lies shall be unclean, and everything on which he sits shall be unclean."
    },
    {
        "o": 3451,
        "r": "esv:Leviticus:15:5",
        "t": "And anyone who touches his bed shall wash his clothes and bathe himself in water and be unclean until the evening."
    },
    {
        "o": 3452,
        "r": "esv:Leviticus:15:6",
        "t": "And whoever sits on anything on which the one with the discharge has sat shall wash his clothes and bathe himself in water and be unclean until the evening."
    },
    {
        "o": 3453,
        "r": "esv:Leviticus:15:7",
        "t": "And whoever touches the body of the one with the discharge shall wash his clothes and bathe himself in water and be unclean until the evening."
    },
    {
        "o": 3454,
        "r": "esv:Leviticus:15:8",
        "t": "And if the one with the discharge spits on someone who is clean, then he shall wash his clothes and bathe himself in water and be unclean until the evening."
    },
    {
        "o": 3455,
        "r": "esv:Leviticus:15:9",
        "t": "And any saddle on which the one with the discharge rides shall be unclean."
    },
    {
        "o": 3456,
        "r": "esv:Leviticus:15:10",
        "t": "And whoever touches anything that was under him shall be unclean until the evening. And whoever carries such things shall wash his clothes and bathe himself in water and be unclean until the evening."
    },
    {
        "o": 3457,
        "r": "esv:Leviticus:15:11",
        "t": "Anyone whom the one with the discharge touches without having rinsed his hands in water shall wash his clothes and bathe himself in water and be unclean until the evening."
    },
    {
        "o": 3458,
        "r": "esv:Leviticus:15:12",
        "t": "And an earthenware vessel that the one with the discharge touches shall be broken, and every vessel of wood shall be rinsed in water."
    },
    {
        "o": 3459,
        "r": "esv:Leviticus:15:13",
        "t": "“And*p when the one with a discharge is cleansed of his discharge, then he shall count for himself seven days for his cleansing, and wash his clothes. And he shall bathe his body in fresh water and shall be clean."
    },
    {
        "o": 3460,
        "r": "esv:Leviticus:15:14",
        "t": "And on the eighth day he shall take two turtledoves or two pigeons and come before the Lord*s to the entrance of the tent of meeting and give them to the priest."
    },
    {
        "o": 3461,
        "r": "esv:Leviticus:15:15",
        "t": "And the priest shall use them, one for a sin offering and the other for a burnt offering. And the priest shall make atonement for him before the Lord*s for his discharge."
    },
    {
        "o": 3462,
        "r": "esv:Leviticus:15:16",
        "t": "“If*p a man has an emission of semen, he shall bathe his whole body in water and be unclean until the evening."
    },
    {
        "o": 3463,
        "r": "esv:Leviticus:15:17",
        "t": "And every garment and every skin on which the semen comes shall be washed with water and be unclean until the evening."
    },
    {
        "o": 3464,
        "r": "esv:Leviticus:15:18",
        "t": "If a man lies with a woman and has an emission of semen, both of them shall bathe themselves in water and be unclean until the evening."
    },
    {
        "o": 3465,
        "r": "esv:Leviticus:15:19",
        "t": "“When*p a woman has a discharge, and the discharge in her body is blood, she shall be in her menstrual impurity for seven days, and whoever touches her shall be unclean until the evening."
    },
    {
        "o": 3466,
        "r": "esv:Leviticus:15:20",
        "t": "And everything on which she lies during her menstrual impurity shall be unclean. Everything also on which she sits shall be unclean."
    },
    {
        "o": 3467,
        "r": "esv:Leviticus:15:21",
        "t": "And whoever touches her bed shall wash his clothes and bathe himself in water and be unclean until the evening."
    },
    {
        "o": 3468,
        "r": "esv:Leviticus:15:22",
        "t": "And whoever touches anything on which she sits shall wash his clothes and bathe himself in water and be unclean until the evening."
    },
    {
        "o": 3469,
        "r": "esv:Leviticus:15:23",
        "t": "Whether it is the bed or anything on which she sits, when he touches it he shall be unclean until the evening."
    },
    {
        "o": 3470,
        "r": "esv:Leviticus:15:24",
        "t": "And if any man lies with her and her menstrual impurity comes upon him, he shall be unclean seven days, and every bed on which he lies shall be unclean."
    },
    {
        "o": 3471,
        "r": "esv:Leviticus:15:25",
        "t": "“If*p a woman has a discharge of blood for many days, not at the time of her menstrual impurity, or if she has a discharge beyond the time of her impurity, all the days of the discharge she shall continue in uncleanness. As in the days of her impurity, she shall be unclean."
    },
    {
        "o": 3472,
        "r": "esv:Leviticus:15:26",
        "t": "Every bed on which she lies, all the days of her discharge, shall be to her as the bed of her impurity. And everything on which she sits shall be unclean, as in the uncleanness of her menstrual impurity."
    },
    {
        "o": 3473,
        "r": "esv:Leviticus:15:27",
        "t": "And whoever touches these things shall be unclean, and shall wash his clothes and bathe himself in water and be unclean until the evening."
    },
    {
        "o": 3474,
        "r": "esv:Leviticus:15:28",
        "t": "But if she is cleansed of her discharge, she shall count for herself seven days, and after that she shall be clean."
    },
    {
        "o": 3475,
        "r": "esv:Leviticus:15:29",
        "t": "And on the eighth day she shall take two turtledoves or two pigeons and bring them to the priest, to the entrance of the tent of meeting."
    },
    {
        "o": 3476,
        "r": "esv:Leviticus:15:30",
        "t": "And the priest shall use one for a sin offering and the other for a burnt offering. And the priest shall make atonement for her before the Lord*s for her unclean discharge."
    },
    {
        "o": 3477,
        "r": "esv:Leviticus:15:31",
        "t": "“Thus*p you shall keep the people of Israel separate from their uncleanness, lest they die in their uncleanness by defiling my tabernacle that is in their midst.”"
    },
    {
        "o": 3478,
        "r": "esv:Leviticus:15:32",
        "t": "This*p is the law for him who has a discharge and for him who has an emission of semen, becoming unclean thereby;"
    },
    {
        "o": 3479,
        "r": "esv:Leviticus:15:33",
        "t": "also for her who is unwell with her menstrual impurity, that is, for anyone, male or female, who has a discharge, and for the man who lies with a woman who is unclean."
    },
    {
        "o": 3480,
        "r": "esv:Leviticus:16:0",
        "t": "Leviticus 16",
        "h": 1
    },
    {
        "o": 3481,
        "r": "esv:Leviticus:16:0",
        "t": "The Day of Atonement",
        "h": 2
    },
    {
        "o": 3482,
        "r": "esv:Leviticus:16:1",
        "t": "The*p Lord*s spoke to Moses after the death of the two sons of Aaron, when they drew near before the Lord*s and died,"
    },
    {
        "o": 3483,
        "r": "esv:Leviticus:16:2",
        "t": "and the Lord*s said to Moses, “Tell Aaron your brother not to come at any time into the Holy Place inside the veil, before the mercy seat that is on the ark, so that he may not die. For I will appear in the cloud over the mercy seat."
    },
    {
        "o": 3484,
        "r": "esv:Leviticus:16:3",
        "t": "But in this way Aaron shall come into the Holy Place: with a bull from the herd for a sin offering and a ram for a burnt offering."
    },
    {
        "o": 3485,
        "r": "esv:Leviticus:16:4",
        "t": "He shall put on the holy linen coat and shall have the linen undergarment on his body, and he shall tie the linen sash around his waist, and wear the linen turban; these are the holy garments. He shall bathe his body in water and then put them on."
    },
    {
        "o": 3486,
        "r": "esv:Leviticus:16:5",
        "t": "And he shall take from the congregation of the people of Israel two male goats for a sin offering, and one ram for a burnt offering."
    },
    {
        "o": 3487,
        "r": "esv:Leviticus:16:6",
        "t": "“Aaron*p shall offer the bull as a sin offering for himself and shall make atonement for himself and for his house."
    },
    {
        "o": 3488,
        "r": "esv:Leviticus:16:7",
        "t": "Then he shall take the two goats and set them before the Lord*s at the entrance of the tent of meeting."
    },
    {
        "o": 3489,
        "r": "esv:Leviticus:16:8",
        "t": "And Aaron shall cast lots over the two goats, one lot for the Lord*s and the other lot for Azazel."
    },
    {
        "o": 3490,
        "r": "esv:Leviticus:16:9",
        "t": "And Aaron shall present the goat on which the lot fell for the Lord*s and use it as a sin offering,"
    },
    {
        "o": 3491,
        "r": "esv:Leviticus:16:10",
        "t": "but the goat on which the lot fell for Azazel shall be presented alive before the Lord*s to make atonement over it, that it may be sent away into the wilderness to Azazel."
    },
    {
        "o": 3492,
        "r": "esv:Leviticus:16:11",
        "t": "“Aaron*p shall present the bull as a sin offering for himself, and shall make atonement for himself and for his house. He shall kill the bull as a sin offering for himself."
    },
    {
        "o": 3493,
        "r": "esv:Leviticus:16:12",
        "t": "And he shall take a censer full of coals of fire from the altar before the Lord,*s and two handfuls of sweet incense beaten small, and he shall bring it inside the veil"
    },
    {
        "o": 3494,
        "r": "esv:Leviticus:16:13",
        "t": "and put the incense on the fire before the Lord,*s that the cloud of the incense may cover the mercy seat that is over the testimony, so that he does not die."
    },
    {
        "o": 3495,
        "r": "esv:Leviticus:16:14",
        "t": "And he shall take some of the blood of the bull and sprinkle it with his finger on the front of the mercy seat on the east side, and in front of the mercy seat he shall sprinkle some of the blood with his finger seven times."
    },
    {
        "o": 3496,
        "r": "esv:Leviticus:16:15",
        "t": "“Then*p he shall kill the goat of the sin offering that is for the people and bring its blood inside the veil and do with its blood as he did with the blood of the bull, sprinkling it over the mercy seat and in front of the mercy seat."
    },
    {
        "o": 3497,
        "r": "esv:Leviticus:16:16",
        "t": "Thus he shall make atonement for the Holy Place, because of the uncleannesses of the people of Israel and because of their transgressions, all their sins. And so he shall do for the tent of meeting, which dwells with them in the midst of their uncleannesses."
    },
    {
        "o": 3498,
        "r": "esv:Leviticus:16:17",
        "t": "No one may be in the tent of meeting from the time he enters to make atonement in the Holy Place until he comes out and has made atonement for himself and for his house and for all the assembly of Israel."
    },
    {
        "o": 3499,
        "r": "esv:Leviticus:16:18",
        "t": "Then he shall go out to the altar that is before the Lord*s and make atonement for it, and shall take some of the blood of the bull and some of the blood of the goat, and put it on the horns of the altar all around."
    },
    {
        "o": 3500,
        "r": "esv:Leviticus:16:19",
        "t": "And he shall sprinkle some of the blood on it with his finger seven times, and cleanse it and consecrate it from the uncleannesses of the people of Israel."
    },
    {
        "o": 3501,
        "r": "esv:Leviticus:16:20",
        "t": "“And*p when he has made an end of atoning for the Holy Place and the tent of meeting and the altar, he shall present the live goat."
    },
    {
        "o": 3502,
        "r": "esv:Leviticus:16:21",
        "t": "And Aaron shall lay both his hands on the head of the live goat, and confess over it all the iniquities of the people of Israel, and all their transgressions, all their sins. And he shall put them on the head of the goat and send it away into the wilderness by the hand of a man who is in readiness."
    },
    {
        "o": 3503,
        "r": "esv:Leviticus:16:22",
        "t": "The goat shall bear all their iniquities on itself to a remote area, and he shall let the goat go free in the wilderness."
    },
    {
        "o": 3504,
        "r": "esv:Leviticus:16:23",
        "t": "“Then*p Aaron shall come into the tent of meeting and shall take off the linen garments that he put on when he went into the Holy Place and shall leave them there."
    },
    {
        "o": 3505,
        "r": "esv:Leviticus:16:24",
        "t": "And he shall bathe his body in water in a holy place and put on his garments and come out and offer his burnt offering and the burnt offering of the people and make atonement for himself and for the people."
    },
    {
        "o": 3506,
        "r": "esv:Leviticus:16:25",
        "t": "And the fat of the sin offering he shall burn on the altar."
    },
    {
        "o": 3507,
        "r": "esv:Leviticus:16:26",
        "t": "And he who lets the goat go to Azazel shall wash his clothes and bathe his body in water, and afterward he may come into the camp."
    },
    {
        "o": 3508,
        "r": "esv:Leviticus:16:27",
        "t": "And the bull for the sin offering and the goat for the sin offering, whose blood was brought in to make atonement in the Holy Place, shall be carried outside the camp. Their skin and their flesh and their dung shall be burned up with fire."
    },
    {
        "o": 3509,
        "r": "esv:Leviticus:16:28",
        "t": "And he who burns them shall wash his clothes and bathe his body in water, and afterward he may come into the camp."
    },
    {
        "o": 3510,
        "r": "esv:Leviticus:16:29",
        "t": "“And*p it shall be a statute to you forever that in the seventh month, on the tenth day of the month, you shall afflict yourselves and shall do no work, either the native or the stranger who sojourns among you."
    },
    {
        "o": 3511,
        "r": "esv:Leviticus:16:30",
        "t": "For on this day shall atonement be made for you to cleanse you. You shall be clean before the Lord*s from all your sins."
    },
    {
        "o": 3512,
        "r": "esv:Leviticus:16:31",
        "t": "It is a Sabbath of solemn rest to you, and you shall afflict yourselves; it is a statute forever."
    },
    {
        "o": 3513,
        "r": "esv:Leviticus:16:32",
        "t": "And the priest who is anointed and consecrated as priest in his father’s place shall make atonement, wearing the holy linen garments."
    },
    {
        "o": 3514,
        "r": "esv:Leviticus:16:33",
        "t": "He shall make atonement for the holy sanctuary, and he shall make atonement for the tent of meeting and for the altar, and he shall make atonement for the priests and for all the people of the assembly."
    },
    {
        "o": 3515,
        "r": "esv:Leviticus:16:34",
        "t": "And this shall be a statute forever for you, that atonement may be made for the people of Israel once in the year because of all their sins.” And Aaron did as the Lord*s commanded Moses."
    },
    {
        "o": 3516,
        "r": "esv:Leviticus:17:0",
        "t": "Leviticus 17",
        "h": 1
    },
    {
        "o": 3517,
        "r": "esv:Leviticus:17:0",
        "t": "The Place of Sacrifice",
        "h": 2
    },
    {
        "o": 3518,
        "r": "esv:Leviticus:17:1",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3519,
        "r": "esv:Leviticus:17:2",
        "t": "“Speak to Aaron and his sons and to all the people of Israel and say to them, This is the thing that the Lord*s has commanded."
    },
    {
        "o": 3520,
        "r": "esv:Leviticus:17:3",
        "t": "If any one of the house of Israel kills an ox or a lamb or a goat in the camp, or kills it outside the camp,"
    },
    {
        "o": 3521,
        "r": "esv:Leviticus:17:4",
        "t": "and does not bring it to the entrance of the tent of meeting to offer it as a gift to the Lord*s in front of the tabernacle of the Lord,*s bloodguilt shall be imputed to that man. He has shed blood, and that man shall be cut off from among his people."
    },
    {
        "o": 3522,
        "r": "esv:Leviticus:17:5",
        "t": "This is to the end that the people of Israel may bring their sacrifices that they sacrifice in the open field, that they may bring them to the Lord,*s to the priest at the entrance of the tent of meeting, and sacrifice them as sacrifices of peace offerings to the Lord.*s"
    },
    {
        "o": 3523,
        "r": "esv:Leviticus:17:6",
        "t": "And the priest shall throw the blood on the altar of the Lord*s at the entrance of the tent of meeting and burn the fat for a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3524,
        "r": "esv:Leviticus:17:7",
        "t": "So they shall no more sacrifice their sacrifices to goat demons, after whom they whore. This shall be a statute forever for them throughout their generations."
    },
    {
        "o": 3525,
        "r": "esv:Leviticus:17:8",
        "t": "“And*p you shall say to them, Any one of the house of Israel, or of the strangers who sojourn among them, who offers a burnt offering or sacrifice"
    },
    {
        "o": 3526,
        "r": "esv:Leviticus:17:9",
        "t": "and does not bring it to the entrance of the tent of meeting to offer it to the Lord,*s that man shall be cut off from his people."
    },
    {
        "o": 3527,
        "r": "esv:Leviticus:17:9",
        "t": "Laws Against Eating Blood",
        "h": 2
    },
    {
        "o": 3528,
        "r": "esv:Leviticus:17:10",
        "t": "“If*p any one of the house of Israel or of the strangers who sojourn among them eats any blood, I will set my face against that person who eats blood and will cut him off from among his people."
    },
    {
        "o": 3529,
        "r": "esv:Leviticus:17:11",
        "t": "For the life of the flesh is in the blood, and I have given it for you on the altar to make atonement for your souls, for it is the blood that makes atonement by the life."
    },
    {
        "o": 3530,
        "r": "esv:Leviticus:17:12",
        "t": "Therefore I have said to the people of Israel, No person among you shall eat blood, neither shall any stranger who sojourns among you eat blood."
    },
    {
        "o": 3531,
        "r": "esv:Leviticus:17:13",
        "t": "“Any*p one also of the people of Israel, or of the strangers who sojourn among them, who takes in hunting any beast or bird that may be eaten shall pour out its blood and cover it with earth."
    },
    {
        "o": 3532,
        "r": "esv:Leviticus:17:14",
        "t": "For the life of every creature is its blood: its blood is its life. Therefore I have said to the people of Israel, You shall not eat the blood of any creature, for the life of every creature is its blood. Whoever eats it shall be cut off."
    },
    {
        "o": 3533,
        "r": "esv:Leviticus:17:15",
        "t": "And every person who eats what dies of itself or what is torn by beasts, whether he is a native or a sojourner, shall wash his clothes and bathe himself in water and be unclean until the evening; then he shall be clean."
    },
    {
        "o": 3534,
        "r": "esv:Leviticus:17:16",
        "t": "But if he does not wash them or bathe his flesh, he shall bear his iniquity.”"
    },
    {
        "o": 3535,
        "r": "esv:Leviticus:18:0",
        "t": "Leviticus 18",
        "h": 1
    },
    {
        "o": 3536,
        "r": "esv:Leviticus:18:0",
        "t": "Unlawful Sexual Relations",
        "h": 2
    },
    {
        "o": 3537,
        "r": "esv:Leviticus:18:1",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3538,
        "r": "esv:Leviticus:18:2",
        "t": "“Speak to the people of Israel and say to them, I am the Lord*s your God."
    },
    {
        "o": 3539,
        "r": "esv:Leviticus:18:3",
        "t": "You shall not do as they do in the land of Egypt, where you lived, and you shall not do as they do in the land of Canaan, to which I am bringing you. You shall not walk in their statutes."
    },
    {
        "o": 3540,
        "r": "esv:Leviticus:18:4",
        "t": "You shall follow my rules and keep my statutes and walk in them. I am the Lord*s your God."
    },
    {
        "o": 3541,
        "r": "esv:Leviticus:18:5",
        "t": "You shall therefore keep my statutes and my rules; if a person does them, he shall live by them: I am the Lord.*s"
    },
    {
        "o": 3542,
        "r": "esv:Leviticus:18:6",
        "t": "“None*p of you shall approach any one of his close relatives to uncover nakedness. I am the Lord.*s"
    },
    {
        "o": 3543,
        "r": "esv:Leviticus:18:7",
        "t": "You shall not uncover the nakedness of your father, which is the nakedness of your mother; she is your mother, you shall not uncover her nakedness."
    },
    {
        "o": 3544,
        "r": "esv:Leviticus:18:8",
        "t": "You shall not uncover the nakedness of your father’s wife; it is your father’s nakedness."
    },
    {
        "o": 3545,
        "r": "esv:Leviticus:18:9",
        "t": "You shall not uncover the nakedness of your sister, your father’s daughter or your mother’s daughter, whether brought up in the family or in another home."
    },
    {
        "o": 3546,
        "r": "esv:Leviticus:18:10",
        "t": "You shall not uncover the nakedness of your son’s daughter or of your daughter’s daughter, for their nakedness is your own nakedness."
    },
    {
        "o": 3547,
        "r": "esv:Leviticus:18:11",
        "t": "You shall not uncover the nakedness of your father’s wife’s daughter, brought up in your father’s family, since she is your sister."
    },
    {
        "o": 3548,
        "r": "esv:Leviticus:18:12",
        "t": "You shall not uncover the nakedness of your father’s sister; she is your father’s relative."
    },
    {
        "o": 3549,
        "r": "esv:Leviticus:18:13",
        "t": "You shall not uncover the nakedness of your mother’s sister, for she is your mother’s relative."
    },
    {
        "o": 3550,
        "r": "esv:Leviticus:18:14",
        "t": "You shall not uncover the nakedness of your father’s brother, that is, you shall not approach his wife; she is your aunt."
    },
    {
        "o": 3551,
        "r": "esv:Leviticus:18:15",
        "t": "You shall not uncover the nakedness of your daughter-in-law; she is your son’s wife, you shall not uncover her nakedness."
    },
    {
        "o": 3552,
        "r": "esv:Leviticus:18:16",
        "t": "You shall not uncover the nakedness of your brother’s wife; it is your brother’s nakedness."
    },
    {
        "o": 3553,
        "r": "esv:Leviticus:18:17",
        "t": "You shall not uncover the nakedness of a woman and of her daughter, and you shall not take her son’s daughter or her daughter’s daughter to uncover her nakedness; they are relatives; it is depravity."
    },
    {
        "o": 3554,
        "r": "esv:Leviticus:18:18",
        "t": "And you shall not take a woman as a rival wife to her sister, uncovering her nakedness while her sister is still alive."
    },
    {
        "o": 3555,
        "r": "esv:Leviticus:18:19",
        "t": "“You*p shall not approach a woman to uncover her nakedness while she is in her menstrual uncleanness."
    },
    {
        "o": 3556,
        "r": "esv:Leviticus:18:20",
        "t": "And you shall not lie sexually with your neighbor’s wife and so make yourself unclean with her."
    },
    {
        "o": 3557,
        "r": "esv:Leviticus:18:21",
        "t": "You shall not give any of your children to offer them to Molech, and so profane the name of your God: I am the Lord.*s"
    },
    {
        "o": 3558,
        "r": "esv:Leviticus:18:22",
        "t": "You shall not lie with a male as with a woman; it is an abomination."
    },
    {
        "o": 3559,
        "r": "esv:Leviticus:18:23",
        "t": "And you shall not lie with any animal and so make yourself unclean with it, neither shall any woman give herself to an animal to lie with it: it is perversion."
    },
    {
        "o": 3560,
        "r": "esv:Leviticus:18:24",
        "t": "“Do*p not make yourselves unclean by any of these things, for by all these the nations I am driving out before you have become unclean,"
    },
    {
        "o": 3561,
        "r": "esv:Leviticus:18:25",
        "t": "and the land became unclean, so that I punished its iniquity, and the land vomited out its inhabitants."
    },
    {
        "o": 3562,
        "r": "esv:Leviticus:18:26",
        "t": "But you shall keep my statutes and my rules and do none of these abominations, either the native or the stranger who sojourns among you"
    },
    {
        "o": 3563,
        "r": "esv:Leviticus:18:27",
        "t": "(for the people of the land, who were before you, did all of these abominations, so that the land became unclean),"
    },
    {
        "o": 3564,
        "r": "esv:Leviticus:18:28",
        "t": "lest the land vomit you out when you make it unclean, as it vomited out the nation that was before you."
    },
    {
        "o": 3565,
        "r": "esv:Leviticus:18:29",
        "t": "For everyone who does any of these abominations, the persons who do them shall be cut off from among their people."
    },
    {
        "o": 3566,
        "r": "esv:Leviticus:18:30",
        "t": "So keep my charge never to practice any of these abominable customs that were practiced before you, and never to make yourselves unclean by them: I am the Lord*s your God.”"
    },
    {
        "o": 3567,
        "r": "esv:Leviticus:19:0",
        "t": "Leviticus 19",
        "h": 1
    },
    {
        "o": 3568,
        "r": "esv:Leviticus:19:0",
        "t": "The Lord Is Holy",
        "h": 2
    },
    {
        "o": 3569,
        "r": "esv:Leviticus:19:1",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3570,
        "r": "esv:Leviticus:19:2",
        "t": "“Speak to all the congregation of the people of Israel and say to them, You shall be holy, for I the Lord*s your God am holy."
    },
    {
        "o": 3571,
        "r": "esv:Leviticus:19:3",
        "t": "Every one of you shall revere his mother and his father, and you shall keep my Sabbaths: I am the Lord*s your God."
    },
    {
        "o": 3572,
        "r": "esv:Leviticus:19:4",
        "t": "Do not turn to idols or make for yourselves any gods of cast metal: I am the Lord*s your God."
    },
    {
        "o": 3573,
        "r": "esv:Leviticus:19:5",
        "t": "“When*p you offer a sacrifice of peace offerings to the Lord,*s you shall offer it so that you may be accepted."
    },
    {
        "o": 3574,
        "r": "esv:Leviticus:19:6",
        "t": "It shall be eaten the same day you offer it or on the day after, and anything left over until the third day shall be burned up with fire."
    },
    {
        "o": 3575,
        "r": "esv:Leviticus:19:7",
        "t": "If it is eaten at all on the third day, it is tainted; it will not be accepted,"
    },
    {
        "o": 3576,
        "r": "esv:Leviticus:19:8",
        "t": "and everyone who eats it shall bear his iniquity, because he has profaned what is holy to the Lord,*s and that person shall be cut off from his people."
    },
    {
        "o": 3577,
        "r": "esv:Leviticus:19:8",
        "t": "Love Your Neighbor as Yourself",
        "h": 2
    },
    {
        "o": 3578,
        "r": "esv:Leviticus:19:9",
        "t": "“When*p you reap the harvest of your land, you shall not reap your field right up to its edge, neither shall you gather the gleanings after your harvest."
    },
    {
        "o": 3579,
        "r": "esv:Leviticus:19:10",
        "t": "And you shall not strip your vineyard bare, neither shall you gather the fallen grapes of your vineyard. You shall leave them for the poor and for the sojourner: I am the Lord*s your God."
    },
    {
        "o": 3580,
        "r": "esv:Leviticus:19:11",
        "t": "“You*p shall not steal; you shall not deal falsely; you shall not lie to one another."
    },
    {
        "o": 3581,
        "r": "esv:Leviticus:19:12",
        "t": "You shall not swear by my name falsely, and so profane the name of your God: I am the Lord.*s"
    },
    {
        "o": 3582,
        "r": "esv:Leviticus:19:13",
        "t": "“You*p shall not oppress your neighbor or rob him. The wages of a hired worker shall not remain with you all night until the morning."
    },
    {
        "o": 3583,
        "r": "esv:Leviticus:19:14",
        "t": "You shall not curse the deaf or put a stumbling block before the blind, but you shall fear your God: I am the Lord.*s"
    },
    {
        "o": 3584,
        "r": "esv:Leviticus:19:15",
        "t": "“You*p shall do no injustice in court. You shall not be partial to the poor or defer to the great, but in righteousness shall you judge your neighbor."
    },
    {
        "o": 3585,
        "r": "esv:Leviticus:19:16",
        "t": "You shall not go around as a slanderer among your people, and you shall not stand up against the life of your neighbor: I am the Lord.*s"
    },
    {
        "o": 3586,
        "r": "esv:Leviticus:19:17",
        "t": "“You*p shall not hate your brother in your heart, but you shall reason frankly with your neighbor, lest you incur sin because of him."
    },
    {
        "o": 3587,
        "r": "esv:Leviticus:19:18",
        "t": "You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the Lord.*s"
    },
    {
        "o": 3588,
        "r": "esv:Leviticus:19:18",
        "t": "You Shall Keep My Statutes",
        "h": 2
    },
    {
        "o": 3589,
        "r": "esv:Leviticus:19:19",
        "t": "“You*p shall keep my statutes. You shall not let your cattle breed with a different kind. You shall not sow your field with two kinds of seed, nor shall you wear a garment of cloth made of two kinds of material."
    },
    {
        "o": 3590,
        "r": "esv:Leviticus:19:20",
        "t": "“If*p a man lies sexually with a woman who is a slave, assigned to another man and not yet ransomed or given her freedom, a distinction shall be made. They shall not be put to death, because she was not free;"
    },
    {
        "o": 3591,
        "r": "esv:Leviticus:19:21",
        "t": "but he shall bring his compensation to the Lord,*s to the entrance of the tent of meeting, a ram for a guilt offering."
    },
    {
        "o": 3592,
        "r": "esv:Leviticus:19:22",
        "t": "And the priest shall make atonement for him with the ram of the guilt offering before the Lord*s for his sin that he has committed, and he shall be forgiven for the sin that he has committed."
    },
    {
        "o": 3593,
        "r": "esv:Leviticus:19:23",
        "t": "“When*p you come into the land and plant any kind of tree for food, then you shall regard its fruit as forbidden. Three years it shall be forbidden to you; it must not be eaten."
    },
    {
        "o": 3594,
        "r": "esv:Leviticus:19:24",
        "t": "And in the fourth year all its fruit shall be holy, an offering of praise to the Lord.*s"
    },
    {
        "o": 3595,
        "r": "esv:Leviticus:19:25",
        "t": "But in the fifth year you may eat of its fruit, to increase its yield for you: I am the Lord*s your God."
    },
    {
        "o": 3596,
        "r": "esv:Leviticus:19:26",
        "t": "“You*p shall not eat any flesh with the blood in it. You shall not interpret omens or tell fortunes."
    },
    {
        "o": 3597,
        "r": "esv:Leviticus:19:27",
        "t": "You shall not round off the hair on your temples or mar the edges of your beard."
    },
    {
        "o": 3598,
        "r": "esv:Leviticus:19:28",
        "t": "You shall not make any cuts on your body for the dead or tattoo yourselves: I am the Lord.*s"
    },
    {
        "o": 3599,
        "r": "esv:Leviticus:19:29",
        "t": "“Do*p not profane your daughter by making her a prostitute, lest the land fall into prostitution and the land become full of depravity."
    },
    {
        "o": 3600,
        "r": "esv:Leviticus:19:30",
        "t": "You shall keep my Sabbaths and reverence my sanctuary: I am the Lord.*s"
    },
    {
        "o": 3601,
        "r": "esv:Leviticus:19:31",
        "t": "“Do*p not turn to mediums or necromancers; do not seek them out, and so make yourselves unclean by them: I am the Lord*s your God."
    },
    {
        "o": 3602,
        "r": "esv:Leviticus:19:32",
        "t": "“You*p shall stand up before the gray head and honor the face of an old man, and you shall fear your God: I am the Lord.*s"
    },
    {
        "o": 3603,
        "r": "esv:Leviticus:19:33",
        "t": "“When*p a stranger sojourns with you in your land, you shall not do him wrong."
    },
    {
        "o": 3604,
        "r": "esv:Leviticus:19:34",
        "t": "You shall treat the stranger who sojourns with you as the native among you, and you shall love him as yourself, for you were strangers in the land of Egypt: I am the Lord*s your God."
    },
    {
        "o": 3605,
        "r": "esv:Leviticus:19:35",
        "t": "“You*p shall do no wrong in judgment, in measures of length or weight or quantity."
    },
    {
        "o": 3606,
        "r": "esv:Leviticus:19:36",
        "t": "You shall have just balances, just weights, a just ephah, and a just hin: I am the Lord*s your God, who brought you out of the land of Egypt."
    },
    {
        "o": 3607,
        "r": "esv:Leviticus:19:37",
        "t": "And you shall observe all my statutes and all my rules, and do them: I am the Lord.”*s"
    },
    {
        "o": 3608,
        "r": "esv:Leviticus:20:0",
        "t": "Leviticus 20",
        "h": 1
    },
    {
        "o": 3609,
        "r": "esv:Leviticus:20:0",
        "t": "Punishment for Child Sacrifice",
        "h": 2
    },
    {
        "o": 3610,
        "r": "esv:Leviticus:20:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3611,
        "r": "esv:Leviticus:20:2",
        "t": "“Say to the people of Israel, Any one of the people of Israel or of the strangers who sojourn in Israel who gives any of his children to Molech shall surely be put to death. The people of the land shall stone him with stones."
    },
    {
        "o": 3612,
        "r": "esv:Leviticus:20:3",
        "t": "I myself will set my face against that man and will cut him off from among his people, because he has given one of his children to Molech, to make my sanctuary unclean and to profane my holy name."
    },
    {
        "o": 3613,
        "r": "esv:Leviticus:20:4",
        "t": "And if the people of the land do at all close their eyes to that man when he gives one of his children to Molech, and do not put him to death,"
    },
    {
        "o": 3614,
        "r": "esv:Leviticus:20:5",
        "t": "then I will set my face against that man and against his clan and will cut them off from among their people, him and all who follow him in whoring after Molech."
    },
    {
        "o": 3615,
        "r": "esv:Leviticus:20:6",
        "t": "“If*p a person turns to mediums and necromancers, whoring after them, I will set my face against that person and will cut him off from among his people."
    },
    {
        "o": 3616,
        "r": "esv:Leviticus:20:7",
        "t": "Consecrate yourselves, therefore, and be holy, for I am the Lord*s your God."
    },
    {
        "o": 3617,
        "r": "esv:Leviticus:20:8",
        "t": "Keep my statutes and do them; I am the Lord*s who sanctifies you."
    },
    {
        "o": 3618,
        "r": "esv:Leviticus:20:9",
        "t": "For anyone who curses his father or his mother shall surely be put to death; he has cursed his father or his mother; his blood is upon him."
    },
    {
        "o": 3619,
        "r": "esv:Leviticus:20:9",
        "t": "Punishments for Sexual Immorality",
        "h": 2
    },
    {
        "o": 3620,
        "r": "esv:Leviticus:20:10",
        "t": "“If*p a man commits adultery with the wife of his neighbor, both the adulterer and the adulteress shall surely be put to death."
    },
    {
        "o": 3621,
        "r": "esv:Leviticus:20:11",
        "t": "If a man lies with his father’s wife, he has uncovered his father’s nakedness; both of them shall surely be put to death; their blood is upon them."
    },
    {
        "o": 3622,
        "r": "esv:Leviticus:20:12",
        "t": "If a man lies with his daughter-in-law, both of them shall surely be put to death; they have committed perversion; their blood is upon them."
    },
    {
        "o": 3623,
        "r": "esv:Leviticus:20:13",
        "t": "If a man lies with a male as with a woman, both of them have committed an abomination; they shall surely be put to death; their blood is upon them."
    },
    {
        "o": 3624,
        "r": "esv:Leviticus:20:14",
        "t": "If a man takes a woman and her mother also, it is depravity; he and they shall be burned with fire, that there may be no depravity among you."
    },
    {
        "o": 3625,
        "r": "esv:Leviticus:20:15",
        "t": "If a man lies with an animal, he shall surely be put to death, and you shall kill the animal."
    },
    {
        "o": 3626,
        "r": "esv:Leviticus:20:16",
        "t": "If a woman approaches any animal and lies with it, you shall kill the woman and the animal; they shall surely be put to death; their blood is upon them."
    },
    {
        "o": 3627,
        "r": "esv:Leviticus:20:17",
        "t": "“If*p a man takes his sister, a daughter of his father or a daughter of his mother, and sees her nakedness, and she sees his nakedness, it is a disgrace, and they shall be cut off in the sight of the children of their people. He has uncovered his sister’s nakedness, and he shall bear his iniquity."
    },
    {
        "o": 3628,
        "r": "esv:Leviticus:20:18",
        "t": "If a man lies with a woman during her menstrual period and uncovers her nakedness, he has made naked her fountain, and she has uncovered the fountain of her blood. Both of them shall be cut off from among their people."
    },
    {
        "o": 3629,
        "r": "esv:Leviticus:20:19",
        "t": "You shall not uncover the nakedness of your mother’s sister or of your father’s sister, for that is to make naked one’s relative; they shall bear their iniquity."
    },
    {
        "o": 3630,
        "r": "esv:Leviticus:20:20",
        "t": "If a man lies with his uncle’s wife, he has uncovered his uncle’s nakedness; they shall bear their sin; they shall die childless."
    },
    {
        "o": 3631,
        "r": "esv:Leviticus:20:21",
        "t": "If a man takes his brother’s wife, it is impurity. He has uncovered his brother’s nakedness; they shall be childless."
    },
    {
        "o": 3632,
        "r": "esv:Leviticus:20:21",
        "t": "You Shall Be Holy",
        "h": 2
    },
    {
        "o": 3633,
        "r": "esv:Leviticus:20:22",
        "t": "“You*p shall therefore keep all my statutes and all my rules and do them, that the land where I am bringing you to live may not vomit you out."
    },
    {
        "o": 3634,
        "r": "esv:Leviticus:20:23",
        "t": "And you shall not walk in the customs of the nation that I am driving out before you, for they did all these things, and therefore I detested them."
    },
    {
        "o": 3635,
        "r": "esv:Leviticus:20:24",
        "t": "But I have said to you, ‘You shall inherit their land, and I will give it to you to possess, a land flowing with milk and honey.’ I am the Lord*s your God, who has separated you from the peoples."
    },
    {
        "o": 3636,
        "r": "esv:Leviticus:20:25",
        "t": "You shall therefore separate the clean beast from the unclean, and the unclean bird from the clean. You shall not make yourselves detestable by beast or by bird or by anything with which the ground crawls, which I have set apart for you to hold unclean."
    },
    {
        "o": 3637,
        "r": "esv:Leviticus:20:26",
        "t": "You shall be holy to me, for I the Lord*s am holy and have separated you from the peoples, that you should be mine."
    },
    {
        "o": 3638,
        "r": "esv:Leviticus:20:27",
        "t": "“A*p man or a woman who is a medium or a necromancer shall surely be put to death. They shall be stoned with stones; their blood shall be upon them.”"
    },
    {
        "o": 3639,
        "r": "esv:Leviticus:21:0",
        "t": "Leviticus 21",
        "h": 1
    },
    {
        "o": 3640,
        "r": "esv:Leviticus:21:0",
        "t": "Holiness and the Priests",
        "h": 2
    },
    {
        "o": 3641,
        "r": "esv:Leviticus:21:1",
        "t": "And*p the Lord*s said to Moses, “Speak to the priests, the sons of Aaron, and say to them, No one shall make himself unclean for the dead among his people,"
    },
    {
        "o": 3642,
        "r": "esv:Leviticus:21:2",
        "t": "except for his closest relatives, his mother, his father, his son, his daughter, his brother,"
    },
    {
        "o": 3643,
        "r": "esv:Leviticus:21:3",
        "t": "or his virgin sister (who is near to him because she has had no husband; for her he may make himself unclean)."
    },
    {
        "o": 3644,
        "r": "esv:Leviticus:21:4",
        "t": "He shall not make himself unclean as a husband among his people and so profane himself."
    },
    {
        "o": 3645,
        "r": "esv:Leviticus:21:5",
        "t": "They shall not make bald patches on their heads, nor shave off the edges of their beards, nor make any cuts on their body."
    },
    {
        "o": 3646,
        "r": "esv:Leviticus:21:6",
        "t": "They shall be holy to their God and not profane the name of their God. For they offer the Lord’s*s food offerings, the bread of their God; therefore they shall be holy."
    },
    {
        "o": 3647,
        "r": "esv:Leviticus:21:7",
        "t": "They shall not marry a prostitute or a woman who has been defiled, neither shall they marry a woman divorced from her husband, for the priest is holy to his God."
    },
    {
        "o": 3648,
        "r": "esv:Leviticus:21:8",
        "t": "You shall sanctify him, for he offers the bread of your God. He shall be holy to you, for I, the Lord,*s who sanctify you, am holy."
    },
    {
        "o": 3649,
        "r": "esv:Leviticus:21:9",
        "t": "And the daughter of any priest, if she profanes herself by whoring, profanes her father; she shall be burned with fire."
    },
    {
        "o": 3650,
        "r": "esv:Leviticus:21:10",
        "t": "“The*p priest who is chief among his brothers, on whose head the anointing oil is poured and who has been consecrated to wear the garments, shall not let the hair of his head hang loose nor tear his clothes."
    },
    {
        "o": 3651,
        "r": "esv:Leviticus:21:11",
        "t": "He shall not go in to any dead bodies nor make himself unclean, even for his father or for his mother."
    },
    {
        "o": 3652,
        "r": "esv:Leviticus:21:12",
        "t": "He shall not go out of the sanctuary, lest he profane the sanctuary of his God, for the consecration of the anointing oil of his God is on him: I am the Lord.*s"
    },
    {
        "o": 3653,
        "r": "esv:Leviticus:21:13",
        "t": "And he shall take a wife in her virginity."
    },
    {
        "o": 3654,
        "r": "esv:Leviticus:21:14",
        "t": "A widow, or a divorced woman, or a woman who has been defiled, or a prostitute, these he shall not marry. But he shall take as his wife a virgin of his own people,"
    },
    {
        "o": 3655,
        "r": "esv:Leviticus:21:15",
        "t": "that he may not profane his offspring among his people, for I am the Lord*s who sanctifies him.”"
    },
    {
        "o": 3656,
        "r": "esv:Leviticus:21:16",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3657,
        "r": "esv:Leviticus:21:17",
        "t": "“Speak to Aaron, saying, None of your offspring throughout their generations who has a blemish may approach to offer the bread of his God."
    },
    {
        "o": 3658,
        "r": "esv:Leviticus:21:18",
        "t": "For no one who has a blemish shall draw near, a man blind or lame, or one who has a mutilated face or a limb too long,"
    },
    {
        "o": 3659,
        "r": "esv:Leviticus:21:19",
        "t": "or a man who has an injured foot or an injured hand,"
    },
    {
        "o": 3660,
        "r": "esv:Leviticus:21:20",
        "t": "or a hunchback or a dwarf or a man with a defect in his sight or an itching disease or scabs or crushed testicles."
    },
    {
        "o": 3661,
        "r": "esv:Leviticus:21:21",
        "t": "No man of the offspring of Aaron the priest who has a blemish shall come near to offer the Lord’s*s food offerings; since he has a blemish, he shall not come near to offer the bread of his God."
    },
    {
        "o": 3662,
        "r": "esv:Leviticus:21:22",
        "t": "He may eat the bread of his God, both of the most holy and of the holy things,"
    },
    {
        "o": 3663,
        "r": "esv:Leviticus:21:23",
        "t": "but he shall not go through the veil or approach the altar, because he has a blemish, that he may not profane my sanctuaries, for I am the Lord*s who sanctifies them.”"
    },
    {
        "o": 3664,
        "r": "esv:Leviticus:21:24",
        "t": "So Moses spoke to Aaron and to his sons and to all the people of Israel."
    },
    {
        "o": 3665,
        "r": "esv:Leviticus:22:0",
        "t": "Leviticus 22",
        "h": 1
    },
    {
        "o": 3666,
        "r": "esv:Leviticus:22:1",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3667,
        "r": "esv:Leviticus:22:2",
        "t": "“Speak to Aaron and his sons so that they abstain from the holy things of the people of Israel, which they dedicate to me, so that they do not profane my holy name: I am the Lord.*s"
    },
    {
        "o": 3668,
        "r": "esv:Leviticus:22:3",
        "t": "Say to them, ‘If any one of all your offspring throughout your generations approaches the holy things that the people of Israel dedicate to the Lord,*s while he has an uncleanness, that person shall be cut off from my presence: I am the Lord.*s"
    },
    {
        "o": 3669,
        "r": "esv:Leviticus:22:4",
        "t": "None of the offspring of Aaron who has a leprous disease or a discharge may eat of the holy things until he is clean. Whoever touches anything that is unclean through contact with the dead or a man who has had an emission of semen,"
    },
    {
        "o": 3670,
        "r": "esv:Leviticus:22:5",
        "t": "and whoever touches a swarming thing by which he may be made unclean or a person from whom he may take uncleanness, whatever his uncleanness may be—"
    },
    {
        "o": 3671,
        "r": "esv:Leviticus:22:6",
        "t": "the person who touches such a thing shall be unclean until the evening and shall not eat of the holy things unless he has bathed his body in water."
    },
    {
        "o": 3672,
        "r": "esv:Leviticus:22:7",
        "t": "When the sun goes down he shall be clean, and afterward he may eat of the holy things, because they are his food."
    },
    {
        "o": 3673,
        "r": "esv:Leviticus:22:8",
        "t": "He shall not eat what dies of itself or is torn by beasts, and so make himself unclean by it: I am the Lord.’*s"
    },
    {
        "o": 3674,
        "r": "esv:Leviticus:22:9",
        "t": "They shall therefore keep my charge, lest they bear sin for it and die thereby when they profane it: I am the Lord*s who sanctifies them."
    },
    {
        "o": 3675,
        "r": "esv:Leviticus:22:10",
        "t": "“A*p lay person shall not eat of a holy thing; no foreign guest of the priest or hired worker shall eat of a holy thing,"
    },
    {
        "o": 3676,
        "r": "esv:Leviticus:22:11",
        "t": "but if a priest buys a slave as his property for money, the slave may eat of it, and anyone born in his house may eat of his food."
    },
    {
        "o": 3677,
        "r": "esv:Leviticus:22:12",
        "t": "If a priest’s daughter marries a layman, she shall not eat of the contribution of the holy things."
    },
    {
        "o": 3678,
        "r": "esv:Leviticus:22:13",
        "t": "But if a priest’s daughter is widowed or divorced and has no child and returns to her father’s house, as in her youth, she may eat of her father’s food; yet no lay person shall eat of it."
    },
    {
        "o": 3679,
        "r": "esv:Leviticus:22:14",
        "t": "And if anyone eats of a holy thing unintentionally, he shall add the fifth of its value to it and give the holy thing to the priest."
    },
    {
        "o": 3680,
        "r": "esv:Leviticus:22:15",
        "t": "They shall not profane the holy things of the people of Israel, which they contribute to the Lord,*s"
    },
    {
        "o": 3681,
        "r": "esv:Leviticus:22:16",
        "t": "and so cause them to bear iniquity and guilt, by eating their holy things: for I am the Lord*s who sanctifies them.”"
    },
    {
        "o": 3682,
        "r": "esv:Leviticus:22:16",
        "t": "Acceptable Offerings",
        "h": 2
    },
    {
        "o": 3683,
        "r": "esv:Leviticus:22:17",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3684,
        "r": "esv:Leviticus:22:18",
        "t": "“Speak to Aaron and his sons and all the people of Israel and say to them, When any one of the house of Israel or of the sojourners in Israel presents a burnt offering as his offering, for any of their vows or freewill offerings that they offer to the Lord,*s"
    },
    {
        "o": 3685,
        "r": "esv:Leviticus:22:19",
        "t": "if it is to be accepted for you it shall be a male without blemish, of the bulls or the sheep or the goats."
    },
    {
        "o": 3686,
        "r": "esv:Leviticus:22:20",
        "t": "You shall not offer anything that has a blemish, for it will not be acceptable for you."
    },
    {
        "o": 3687,
        "r": "esv:Leviticus:22:21",
        "t": "And when anyone offers a sacrifice of peace offerings to the Lord*s to fulfill a vow or as a freewill offering from the herd or from the flock, to be accepted it must be perfect; there shall be no blemish in it."
    },
    {
        "o": 3688,
        "r": "esv:Leviticus:22:22",
        "t": "Animals blind or disabled or mutilated or having a discharge or an itch or scabs you shall not offer to the Lord*s or give them to the Lord*s as a food offering on the altar."
    },
    {
        "o": 3689,
        "r": "esv:Leviticus:22:23",
        "t": "You may present a bull or a lamb that has a part too long or too short for a freewill offering, but for a vow offering it cannot be accepted."
    },
    {
        "o": 3690,
        "r": "esv:Leviticus:22:24",
        "t": "Any animal that has its testicles bruised or crushed or torn or cut you shall not offer to the Lord;*s you shall not do it within your land,"
    },
    {
        "o": 3691,
        "r": "esv:Leviticus:22:25",
        "t": "neither shall you offer as the bread of your God any such animals gotten from a foreigner. Since there is a blemish in them, because of their mutilation, they will not be accepted for you.”"
    },
    {
        "o": 3692,
        "r": "esv:Leviticus:22:26",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3693,
        "r": "esv:Leviticus:22:27",
        "t": "“When an ox or sheep or goat is born, it shall remain seven days with its mother, and from the eighth day on it shall be acceptable as a food offering to the Lord.*s"
    },
    {
        "o": 3694,
        "r": "esv:Leviticus:22:28",
        "t": "But you shall not kill an ox or a sheep and her young in one day."
    },
    {
        "o": 3695,
        "r": "esv:Leviticus:22:29",
        "t": "And when you sacrifice a sacrifice of thanksgiving to the Lord,*s you shall sacrifice it so that you may be accepted."
    },
    {
        "o": 3696,
        "r": "esv:Leviticus:22:30",
        "t": "It shall be eaten on the same day; you shall leave none of it until morning: I am the Lord.*s"
    },
    {
        "o": 3697,
        "r": "esv:Leviticus:22:31",
        "t": "“So*p you shall keep my commandments and do them: I am the Lord.*s"
    },
    {
        "o": 3698,
        "r": "esv:Leviticus:22:32",
        "t": "And you shall not profane my holy name, that I may be sanctified among the people of Israel. I am the Lord*s who sanctifies you,"
    },
    {
        "o": 3699,
        "r": "esv:Leviticus:22:33",
        "t": "who brought you out of the land of Egypt to be your God: I am the Lord.”*s"
    },
    {
        "o": 3700,
        "r": "esv:Leviticus:23:0",
        "t": "Leviticus 23",
        "h": 1
    },
    {
        "o": 3701,
        "r": "esv:Leviticus:23:0",
        "t": "Feasts of the Lord",
        "h": 2
    },
    {
        "o": 3702,
        "r": "esv:Leviticus:23:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3703,
        "r": "esv:Leviticus:23:2",
        "t": "“Speak to the people of Israel and say to them, These are the appointed feasts of the Lord*s that you shall proclaim as holy convocations; they are my appointed feasts."
    },
    {
        "o": 3704,
        "r": "esv:Leviticus:23:2",
        "t": "The Sabbath",
        "h": 2
    },
    {
        "o": 3705,
        "r": "esv:Leviticus:23:3",
        "t": "“Six*p days shall work be done, but on the seventh day is a Sabbath of solemn rest, a holy convocation. You shall do no work. It is a Sabbath to the Lord*s in all your dwelling places."
    },
    {
        "o": 3706,
        "r": "esv:Leviticus:23:3",
        "t": "The Passover",
        "h": 2
    },
    {
        "o": 3707,
        "r": "esv:Leviticus:23:4",
        "t": "“These*p are the appointed feasts of the Lord,*s the holy convocations, which you shall proclaim at the time appointed for them."
    },
    {
        "o": 3708,
        "r": "esv:Leviticus:23:5",
        "t": "In the first month, on the fourteenth day of the month at twilight, is the Lord’s*s Passover."
    },
    {
        "o": 3709,
        "r": "esv:Leviticus:23:6",
        "t": "And on the fifteenth day of the same month is the Feast of Unleavened Bread to the Lord;*s for seven days you shall eat unleavened bread."
    },
    {
        "o": 3710,
        "r": "esv:Leviticus:23:7",
        "t": "On the first day you shall have a holy convocation; you shall not do any ordinary work."
    },
    {
        "o": 3711,
        "r": "esv:Leviticus:23:8",
        "t": "But you shall present a food offering to the Lord*s for seven days. On the seventh day is a holy convocation; you shall not do any ordinary work.”"
    },
    {
        "o": 3712,
        "r": "esv:Leviticus:23:8",
        "t": "The Feast of Firstfruits",
        "h": 2
    },
    {
        "o": 3713,
        "r": "esv:Leviticus:23:9",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3714,
        "r": "esv:Leviticus:23:10",
        "t": "“Speak to the people of Israel and say to them, When you come into the land that I give you and reap its harvest, you shall bring the sheaf of the firstfruits of your harvest to the priest,"
    },
    {
        "o": 3715,
        "r": "esv:Leviticus:23:11",
        "t": "and he shall wave the sheaf before the Lord,*s so that you may be accepted. On the day after the Sabbath the priest shall wave it."
    },
    {
        "o": 3716,
        "r": "esv:Leviticus:23:12",
        "t": "And on the day when you wave the sheaf, you shall offer a male lamb a year old without blemish as a burnt offering to the Lord.*s"
    },
    {
        "o": 3717,
        "r": "esv:Leviticus:23:13",
        "t": "And the grain offering with it shall be two tenths of an ephah of fine flour mixed with oil, a food offering to the Lord*s with a pleasing aroma, and the drink offering with it shall be of wine, a fourth of a hin."
    },
    {
        "o": 3718,
        "r": "esv:Leviticus:23:14",
        "t": "And you shall eat neither bread nor grain parched or fresh until this same day, until you have brought the offering of your God: it is a statute forever throughout your generations in all your dwellings."
    },
    {
        "o": 3719,
        "r": "esv:Leviticus:23:14",
        "t": "The Feast of Weeks",
        "h": 2
    },
    {
        "o": 3720,
        "r": "esv:Leviticus:23:15",
        "t": "“You*p shall count seven full weeks from the day after the Sabbath, from the day that you brought the sheaf of the wave offering."
    },
    {
        "o": 3721,
        "r": "esv:Leviticus:23:16",
        "t": "You shall count fifty days to the day after the seventh Sabbath. Then you shall present a grain offering of new grain to the Lord.*s"
    },
    {
        "o": 3722,
        "r": "esv:Leviticus:23:17",
        "t": "You shall bring from your dwelling places two loaves of bread to be waved, made of two tenths of an ephah. They shall be of fine flour, and they shall be baked with leaven, as firstfruits to the Lord.*s"
    },
    {
        "o": 3723,
        "r": "esv:Leviticus:23:18",
        "t": "And you shall present with the bread seven lambs a year old without blemish, and one bull from the herd and two rams. They shall be a burnt offering to the Lord,*s with their grain offering and their drink offerings, a food offering with a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3724,
        "r": "esv:Leviticus:23:19",
        "t": "And you shall offer one male goat for a sin offering, and two male lambs a year old as a sacrifice of peace offerings."
    },
    {
        "o": 3725,
        "r": "esv:Leviticus:23:20",
        "t": "And the priest shall wave them with the bread of the firstfruits as a wave offering before the Lord,*s with the two lambs. They shall be holy to the Lord*s for the priest."
    },
    {
        "o": 3726,
        "r": "esv:Leviticus:23:21",
        "t": "And you shall make a proclamation on the same day. You shall hold a holy convocation. You shall not do any ordinary work. It is a statute forever in all your dwelling places throughout your generations."
    },
    {
        "o": 3727,
        "r": "esv:Leviticus:23:22",
        "t": "“And*p when you reap the harvest of your land, you shall not reap your field right up to its edge, nor shall you gather the gleanings after your harvest. You shall leave them for the poor and for the sojourner: I am the Lord*s your God.”"
    },
    {
        "o": 3728,
        "r": "esv:Leviticus:23:22",
        "t": "The Feast of Trumpets",
        "h": 2
    },
    {
        "o": 3729,
        "r": "esv:Leviticus:23:23",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3730,
        "r": "esv:Leviticus:23:24",
        "t": "“Speak to the people of Israel, saying, In the seventh month, on the first day of the month, you shall observe a day of solemn rest, a memorial proclaimed with blast of trumpets, a holy convocation."
    },
    {
        "o": 3731,
        "r": "esv:Leviticus:23:25",
        "t": "You shall not do any ordinary work, and you shall present a food offering to the Lord.”*s"
    },
    {
        "o": 3732,
        "r": "esv:Leviticus:23:25",
        "t": "The Day of Atonement",
        "h": 2
    },
    {
        "o": 3733,
        "r": "esv:Leviticus:23:26",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3734,
        "r": "esv:Leviticus:23:27",
        "t": "“Now on the tenth day of this seventh month is the Day of Atonement. It shall be for you a time of holy convocation, and you shall afflict yourselves and present a food offering to the Lord.*s"
    },
    {
        "o": 3735,
        "r": "esv:Leviticus:23:28",
        "t": "And you shall not do any work on that very day, for it is a Day of Atonement, to make atonement for you before the Lord*s your God."
    },
    {
        "o": 3736,
        "r": "esv:Leviticus:23:29",
        "t": "For whoever is not afflicted on that very day shall be cut off from his people."
    },
    {
        "o": 3737,
        "r": "esv:Leviticus:23:30",
        "t": "And whoever does any work on that very day, that person I will destroy from among his people."
    },
    {
        "o": 3738,
        "r": "esv:Leviticus:23:31",
        "t": "You shall not do any work. It is a statute forever throughout your generations in all your dwelling places."
    },
    {
        "o": 3739,
        "r": "esv:Leviticus:23:32",
        "t": "It shall be to you a Sabbath of solemn rest, and you shall afflict yourselves. On the ninth day of the month beginning at evening, from evening to evening shall you keep your Sabbath.”"
    },
    {
        "o": 3740,
        "r": "esv:Leviticus:23:32",
        "t": "The Feast of Booths",
        "h": 2
    },
    {
        "o": 3741,
        "r": "esv:Leviticus:23:33",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3742,
        "r": "esv:Leviticus:23:34",
        "t": "“Speak to the people of Israel, saying, On the fifteenth day of this seventh month and for seven days is the Feast of Booths to the Lord.*s"
    },
    {
        "o": 3743,
        "r": "esv:Leviticus:23:35",
        "t": "On the first day shall be a holy convocation; you shall not do any ordinary work."
    },
    {
        "o": 3744,
        "r": "esv:Leviticus:23:36",
        "t": "For seven days you shall present food offerings to the Lord.*s On the eighth day you shall hold a holy convocation and present a food offering to the Lord.*s It is a solemn assembly; you shall not do any ordinary work."
    },
    {
        "o": 3745,
        "r": "esv:Leviticus:23:37",
        "t": "“These*p are the appointed feasts of the Lord,*s which you shall proclaim as times of holy convocation, for presenting to the Lord*s food offerings, burnt offerings and grain offerings, sacrifices and drink offerings, each on its proper day,"
    },
    {
        "o": 3746,
        "r": "esv:Leviticus:23:38",
        "t": "besides the Lord’s*s Sabbaths and besides your gifts and besides all your vow offerings and besides all your freewill offerings, which you give to the Lord.*s"
    },
    {
        "o": 3747,
        "r": "esv:Leviticus:23:39",
        "t": "“On*p the fifteenth day of the seventh month, when you have gathered in the produce of the land, you shall celebrate the feast of the Lord*s seven days. On the first day shall be a solemn rest, and on the eighth day shall be a solemn rest."
    },
    {
        "o": 3748,
        "r": "esv:Leviticus:23:40",
        "t": "And you shall take on the first day the fruit of splendid trees, branches of palm trees and boughs of leafy trees and willows of the brook, and you shall rejoice before the Lord*s your God seven days."
    },
    {
        "o": 3749,
        "r": "esv:Leviticus:23:41",
        "t": "You shall celebrate it as a feast to the Lord*s for seven days in the year. It is a statute forever throughout your generations; you shall celebrate it in the seventh month."
    },
    {
        "o": 3750,
        "r": "esv:Leviticus:23:42",
        "t": "You shall dwell in booths for seven days. All native Israelites shall dwell in booths,"
    },
    {
        "o": 3751,
        "r": "esv:Leviticus:23:43",
        "t": "that your generations may know that I made the people of Israel dwell in booths when I brought them out of the land of Egypt: I am the Lord*s your God.”"
    },
    {
        "o": 3752,
        "r": "esv:Leviticus:23:44",
        "t": "Thus*p Moses declared to the people of Israel the appointed feasts of the Lord.*s"
    },
    {
        "o": 3753,
        "r": "esv:Leviticus:24:0",
        "t": "Leviticus 24",
        "h": 1
    },
    {
        "o": 3754,
        "r": "esv:Leviticus:24:0",
        "t": "The Lamps",
        "h": 2
    },
    {
        "o": 3755,
        "r": "esv:Leviticus:24:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3756,
        "r": "esv:Leviticus:24:2",
        "t": "“Command the people of Israel to bring you pure oil from beaten olives for the lamp, that a light may be kept burning regularly."
    },
    {
        "o": 3757,
        "r": "esv:Leviticus:24:3",
        "t": "Outside the veil of the testimony, in the tent of meeting, Aaron shall arrange it from evening to morning before the Lord*s regularly. It shall be a statute forever throughout your generations."
    },
    {
        "o": 3758,
        "r": "esv:Leviticus:24:4",
        "t": "He shall arrange the lamps on the lampstand of pure gold before the Lord*s regularly."
    },
    {
        "o": 3759,
        "r": "esv:Leviticus:24:4",
        "t": "Bread for the Tabernacle",
        "h": 2
    },
    {
        "o": 3760,
        "r": "esv:Leviticus:24:5",
        "t": "“You*p shall take fine flour and bake twelve loaves from it; two tenths of an ephah shall be in each loaf."
    },
    {
        "o": 3761,
        "r": "esv:Leviticus:24:6",
        "t": "And you shall set them in two piles, six in a pile, on the table of pure gold before the Lord.*s"
    },
    {
        "o": 3762,
        "r": "esv:Leviticus:24:7",
        "t": "And you shall put pure frankincense on each pile, that it may go with the bread as a memorial portion as a food offering to the Lord.*s"
    },
    {
        "o": 3763,
        "r": "esv:Leviticus:24:8",
        "t": "Every Sabbath day Aaron shall arrange it before the Lord*s regularly; it is from the people of Israel as a covenant forever."
    },
    {
        "o": 3764,
        "r": "esv:Leviticus:24:9",
        "t": "And it shall be for Aaron and his sons, and they shall eat it in a holy place, since it is for him a most holy portion out of the Lord’s*s food offerings, a perpetual due.”"
    },
    {
        "o": 3765,
        "r": "esv:Leviticus:24:9",
        "t": "Punishment for Blasphemy",
        "h": 2
    },
    {
        "o": 3766,
        "r": "esv:Leviticus:24:10",
        "t": "Now*p an Israelite woman’s son, whose father was an Egyptian, went out among the people of Israel. And the Israelite woman’s son and a man of Israel fought in the camp,"
    },
    {
        "o": 3767,
        "r": "esv:Leviticus:24:11",
        "t": "and the Israelite woman’s son blasphemed the Name, and cursed. Then they brought him to Moses. His mother’s name was Shelomith, the daughter of Dibri, of the tribe of Dan."
    },
    {
        "o": 3768,
        "r": "esv:Leviticus:24:12",
        "t": "And they put him in custody, till the will of the Lord*s should be clear to them."
    },
    {
        "o": 3769,
        "r": "esv:Leviticus:24:13",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3770,
        "r": "esv:Leviticus:24:14",
        "t": "“Bring out of the camp the one who cursed, and let all who heard him lay their hands on his head, and let all the congregation stone him."
    },
    {
        "o": 3771,
        "r": "esv:Leviticus:24:15",
        "t": "And speak to the people of Israel, saying, Whoever curses his God shall bear his sin."
    },
    {
        "o": 3772,
        "r": "esv:Leviticus:24:16",
        "t": "Whoever blasphemes the name of the Lord*s shall surely be put to death. All the congregation shall stone him. The sojourner as well as the native, when he blasphemes the Name, shall be put to death."
    },
    {
        "o": 3773,
        "r": "esv:Leviticus:24:16",
        "t": "An Eye for an Eye",
        "h": 2
    },
    {
        "o": 3774,
        "r": "esv:Leviticus:24:17",
        "t": "“Whoever*p takes a human life shall surely be put to death."
    },
    {
        "o": 3775,
        "r": "esv:Leviticus:24:18",
        "t": "Whoever takes an animal’s life shall make it good, life for life."
    },
    {
        "o": 3776,
        "r": "esv:Leviticus:24:19",
        "t": "If anyone injures his neighbor, as he has done it shall be done to him,"
    },
    {
        "o": 3777,
        "r": "esv:Leviticus:24:20",
        "t": "fracture for fracture, eye for eye, tooth for tooth; whatever injury he has given a person shall be given to him."
    },
    {
        "o": 3778,
        "r": "esv:Leviticus:24:21",
        "t": "Whoever kills an animal shall make it good, and whoever kills a person shall be put to death."
    },
    {
        "o": 3779,
        "r": "esv:Leviticus:24:22",
        "t": "You shall have the same rule for the sojourner and for the native, for I am the Lord*s your God.”"
    },
    {
        "o": 3780,
        "r": "esv:Leviticus:24:23",
        "t": "So Moses spoke to the people of Israel, and they brought out of the camp the one who had cursed and stoned him with stones. Thus the people of Israel did as the Lord*s commanded Moses."
    },
    {
        "o": 3781,
        "r": "esv:Leviticus:25:0",
        "t": "Leviticus 25",
        "h": 1
    },
    {
        "o": 3782,
        "r": "esv:Leviticus:25:0",
        "t": "The Sabbath Year",
        "h": 2
    },
    {
        "o": 3783,
        "r": "esv:Leviticus:25:1",
        "t": "The*p Lord*s spoke to Moses on Mount Sinai, saying,"
    },
    {
        "o": 3784,
        "r": "esv:Leviticus:25:2",
        "t": "“Speak to the people of Israel and say to them, When you come into the land that I give you, the land shall keep a Sabbath to the Lord.*s"
    },
    {
        "o": 3785,
        "r": "esv:Leviticus:25:3",
        "t": "For six years you shall sow your field, and for six years you shall prune your vineyard and gather in its fruits,"
    },
    {
        "o": 3786,
        "r": "esv:Leviticus:25:4",
        "t": "but in the seventh year there shall be a Sabbath of solemn rest for the land, a Sabbath to the Lord.*s You shall not sow your field or prune your vineyard."
    },
    {
        "o": 3787,
        "r": "esv:Leviticus:25:5",
        "t": "You shall not reap what grows of itself in your harvest, or gather the grapes of your undressed vine. It shall be a year of solemn rest for the land."
    },
    {
        "o": 3788,
        "r": "esv:Leviticus:25:6",
        "t": "The Sabbath of the land shall provide food for you, for yourself and for your male and female slaves and for your hired worker and the sojourner who lives with you,"
    },
    {
        "o": 3789,
        "r": "esv:Leviticus:25:7",
        "t": "and for your cattle and for the wild animals that are in your land: all its yield shall be for food."
    },
    {
        "o": 3790,
        "r": "esv:Leviticus:25:7",
        "t": "The Year of Jubilee",
        "h": 2
    },
    {
        "o": 3791,
        "r": "esv:Leviticus:25:8",
        "t": "“You*p shall count seven weeks of years, seven times seven years, so that the time of the seven weeks of years shall give you forty-nine years."
    },
    {
        "o": 3792,
        "r": "esv:Leviticus:25:9",
        "t": "Then you shall sound the loud trumpet on the tenth day of the seventh month. On the Day of Atonement you shall sound the trumpet throughout all your land."
    },
    {
        "o": 3793,
        "r": "esv:Leviticus:25:10",
        "t": "And you shall consecrate the fiftieth year, and proclaim liberty throughout the land to all its inhabitants. It shall be a jubilee for you, when each of you shall return to his property and each of you shall return to his clan."
    },
    {
        "o": 3794,
        "r": "esv:Leviticus:25:11",
        "t": "That fiftieth year shall be a jubilee for you; in it you shall neither sow nor reap what grows of itself nor gather the grapes from the undressed vines."
    },
    {
        "o": 3795,
        "r": "esv:Leviticus:25:12",
        "t": "For it is a jubilee. It shall be holy to you. You may eat the produce of the field."
    },
    {
        "o": 3796,
        "r": "esv:Leviticus:25:13",
        "t": "“In*p this year of jubilee each of you shall return to his property."
    },
    {
        "o": 3797,
        "r": "esv:Leviticus:25:14",
        "t": "And if you make a sale to your neighbor or buy from your neighbor, you shall not wrong one another."
    },
    {
        "o": 3798,
        "r": "esv:Leviticus:25:15",
        "t": "You shall pay your neighbor according to the number of years after the jubilee, and he shall sell to you according to the number of years for crops."
    },
    {
        "o": 3799,
        "r": "esv:Leviticus:25:16",
        "t": "If the years are many, you shall increase the price, and if the years are few, you shall reduce the price, for it is the number of the crops that he is selling to you."
    },
    {
        "o": 3800,
        "r": "esv:Leviticus:25:17",
        "t": "You shall not wrong one another, but you shall fear your God, for I am the Lord*s your God."
    },
    {
        "o": 3801,
        "r": "esv:Leviticus:25:18",
        "t": "“Therefore*p you shall do my statutes and keep my rules and perform them, and then you will dwell in the land securely."
    },
    {
        "o": 3802,
        "r": "esv:Leviticus:25:19",
        "t": "The land will yield its fruit, and you will eat your fill and dwell in it securely."
    },
    {
        "o": 3803,
        "r": "esv:Leviticus:25:20",
        "t": "And if you say, ‘What shall we eat in the seventh year, if we may not sow or gather in our crop?’"
    },
    {
        "o": 3804,
        "r": "esv:Leviticus:25:21",
        "t": "I will command my blessing on you in the sixth year, so that it will produce a crop sufficient for three years."
    },
    {
        "o": 3805,
        "r": "esv:Leviticus:25:22",
        "t": "When you sow in the eighth year, you will be eating some of the old crop; you shall eat the old until the ninth year, when its crop arrives."
    },
    {
        "o": 3806,
        "r": "esv:Leviticus:25:22",
        "t": "Redemption of Property",
        "h": 2
    },
    {
        "o": 3807,
        "r": "esv:Leviticus:25:23",
        "t": "“The*p land shall not be sold in perpetuity, for the land is mine. For you are strangers and sojourners with me."
    },
    {
        "o": 3808,
        "r": "esv:Leviticus:25:24",
        "t": "And in all the country you possess, you shall allow a redemption of the land."
    },
    {
        "o": 3809,
        "r": "esv:Leviticus:25:25",
        "t": "“If*p your brother becomes poor and sells part of his property, then his nearest redeemer shall come and redeem what his brother has sold."
    },
    {
        "o": 3810,
        "r": "esv:Leviticus:25:26",
        "t": "If a man has no one to redeem it and then himself becomes prosperous and finds sufficient means to redeem it,"
    },
    {
        "o": 3811,
        "r": "esv:Leviticus:25:27",
        "t": "let him calculate the years since he sold it and pay back the balance to the man to whom he sold it, and then return to his property."
    },
    {
        "o": 3812,
        "r": "esv:Leviticus:25:28",
        "t": "But if he does not have sufficient means to recover it, then what he sold shall remain in the hand of the buyer until the year of jubilee. In the jubilee it shall be released, and he shall return to his property."
    },
    {
        "o": 3813,
        "r": "esv:Leviticus:25:29",
        "t": "“If*p a man sells a dwelling house in a walled city, he may redeem it within a year of its sale. For a full year he shall have the right of redemption."
    },
    {
        "o": 3814,
        "r": "esv:Leviticus:25:30",
        "t": "If it is not redeemed within a full year, then the house in the walled city shall belong in perpetuity to the buyer, throughout his generations; it shall not be released in the jubilee."
    },
    {
        "o": 3815,
        "r": "esv:Leviticus:25:31",
        "t": "But the houses of the villages that have no wall around them shall be classified with the fields of the land. They may be redeemed, and they shall be released in the jubilee."
    },
    {
        "o": 3816,
        "r": "esv:Leviticus:25:32",
        "t": "As for the cities of the Levites, the Levites may redeem at any time the houses in the cities they possess."
    },
    {
        "o": 3817,
        "r": "esv:Leviticus:25:33",
        "t": "And if one of the Levites exercises his right of redemption, then the house that was sold in a city they possess shall be released in the jubilee. For the houses in the cities of the Levites are their possession among the people of Israel."
    },
    {
        "o": 3818,
        "r": "esv:Leviticus:25:34",
        "t": "But the fields of pastureland belonging to their cities may not be sold, for that is their possession forever."
    },
    {
        "o": 3819,
        "r": "esv:Leviticus:25:34",
        "t": "Kindness for Poor Brothers",
        "h": 2
    },
    {
        "o": 3820,
        "r": "esv:Leviticus:25:35",
        "t": "“If*p your brother becomes poor and cannot maintain himself with you, you shall support him as though he were a stranger and a sojourner, and he shall live with you."
    },
    {
        "o": 3821,
        "r": "esv:Leviticus:25:36",
        "t": "Take no interest from him or profit, but fear your God, that your brother may live beside you."
    },
    {
        "o": 3822,
        "r": "esv:Leviticus:25:37",
        "t": "You shall not lend him your money at interest, nor give him your food for profit."
    },
    {
        "o": 3823,
        "r": "esv:Leviticus:25:38",
        "t": "I am the Lord*s your God, who brought you out of the land of Egypt to give you the land of Canaan, and to be your God."
    },
    {
        "o": 3824,
        "r": "esv:Leviticus:25:39",
        "t": "“If*p your brother becomes poor beside you and sells himself to you, you shall not make him serve as a slave:"
    },
    {
        "o": 3825,
        "r": "esv:Leviticus:25:40",
        "t": "he shall be with you as a hired worker and as a sojourner. He shall serve with you until the year of the jubilee."
    },
    {
        "o": 3826,
        "r": "esv:Leviticus:25:41",
        "t": "Then he shall go out from you, he and his children with him, and go back to his own clan and return to the possession of his fathers."
    },
    {
        "o": 3827,
        "r": "esv:Leviticus:25:42",
        "t": "For they are my servants, whom I brought out of the land of Egypt; they shall not be sold as slaves."
    },
    {
        "o": 3828,
        "r": "esv:Leviticus:25:43",
        "t": "You shall not rule over him ruthlessly but shall fear your God."
    },
    {
        "o": 3829,
        "r": "esv:Leviticus:25:44",
        "t": "As for your male and female slaves whom you may have: you may buy male and female slaves from among the nations that are around you."
    },
    {
        "o": 3830,
        "r": "esv:Leviticus:25:45",
        "t": "You may also buy from among the strangers who sojourn with you and their clans that are with you, who have been born in your land, and they may be your property."
    },
    {
        "o": 3831,
        "r": "esv:Leviticus:25:46",
        "t": "You may bequeath them to your sons after you to inherit as a possession forever. You may make slaves of them, but over your brothers the people of Israel you shall not rule, one over another ruthlessly."
    },
    {
        "o": 3832,
        "r": "esv:Leviticus:25:46",
        "t": "Redeeming a Poor Man",
        "h": 2
    },
    {
        "o": 3833,
        "r": "esv:Leviticus:25:47",
        "t": "“If*p a stranger or sojourner with you becomes rich, and your brother beside him becomes poor and sells himself to the stranger or sojourner with you or to a member of the stranger’s clan,"
    },
    {
        "o": 3834,
        "r": "esv:Leviticus:25:48",
        "t": "then after he is sold he may be redeemed. One of his brothers may redeem him,"
    },
    {
        "o": 3835,
        "r": "esv:Leviticus:25:49",
        "t": "or his uncle or his cousin may redeem him, or a close relative from his clan may redeem him. Or if he grows rich he may redeem himself."
    },
    {
        "o": 3836,
        "r": "esv:Leviticus:25:50",
        "t": "He shall calculate with his buyer from the year when he sold himself to him until the year of jubilee, and the price of his sale shall vary with the number of years. The time he was with his owner shall be rated as the time of a hired worker."
    },
    {
        "o": 3837,
        "r": "esv:Leviticus:25:51",
        "t": "If there are still many years left, he shall pay proportionately for his redemption some of his sale price."
    },
    {
        "o": 3838,
        "r": "esv:Leviticus:25:52",
        "t": "If there remain but a few years until the year of jubilee, he shall calculate and pay for his redemption in proportion to his years of service."
    },
    {
        "o": 3839,
        "r": "esv:Leviticus:25:53",
        "t": "He shall treat him as a worker hired year by year. He shall not rule ruthlessly over him in your sight."
    },
    {
        "o": 3840,
        "r": "esv:Leviticus:25:54",
        "t": "And if he is not redeemed by these means, then he and his children with him shall be released in the year of jubilee."
    },
    {
        "o": 3841,
        "r": "esv:Leviticus:25:55",
        "t": "For it is to me that the people of Israel are servants. They are my servants whom I brought out of the land of Egypt: I am the Lord*s your God."
    },
    {
        "o": 3842,
        "r": "esv:Leviticus:26:0",
        "t": "Leviticus 26",
        "h": 1
    },
    {
        "o": 3843,
        "r": "esv:Leviticus:26:0",
        "t": "Blessings for Obedience",
        "h": 2
    },
    {
        "o": 3844,
        "r": "esv:Leviticus:26:1",
        "t": "“You*p shall not make idols for yourselves or erect an image or pillar, and you shall not set up a figured stone in your land to bow down to it, for I am the Lord*s your God."
    },
    {
        "o": 3845,
        "r": "esv:Leviticus:26:2",
        "t": "You shall keep my Sabbaths and reverence my sanctuary: I am the Lord.*s"
    },
    {
        "o": 3846,
        "r": "esv:Leviticus:26:3",
        "t": "“If*p you walk in my statutes and observe my commandments and do them,"
    },
    {
        "o": 3847,
        "r": "esv:Leviticus:26:4",
        "t": "then I will give you your rains in their season, and the land shall yield its increase, and the trees of the field shall yield their fruit."
    },
    {
        "o": 3848,
        "r": "esv:Leviticus:26:5",
        "t": "Your threshing shall last to the time of the grape harvest, and the grape harvest shall last to the time for sowing. And you shall eat your bread to the full and dwell in your land securely."
    },
    {
        "o": 3849,
        "r": "esv:Leviticus:26:6",
        "t": "I will give peace in the land, and you shall lie down, and none shall make you afraid. And I will remove harmful beasts from the land, and the sword shall not go through your land."
    },
    {
        "o": 3850,
        "r": "esv:Leviticus:26:7",
        "t": "You shall chase your enemies, and they shall fall before you by the sword."
    },
    {
        "o": 3851,
        "r": "esv:Leviticus:26:8",
        "t": "Five of you shall chase a hundred, and a hundred of you shall chase ten thousand, and your enemies shall fall before you by the sword."
    },
    {
        "o": 3852,
        "r": "esv:Leviticus:26:9",
        "t": "I will turn to you and make you fruitful and multiply you and will confirm my covenant with you."
    },
    {
        "o": 3853,
        "r": "esv:Leviticus:26:10",
        "t": "You shall eat old store long kept, and you shall clear out the old to make way for the new."
    },
    {
        "o": 3854,
        "r": "esv:Leviticus:26:11",
        "t": "I will make my dwelling among you, and my soul shall not abhor you."
    },
    {
        "o": 3855,
        "r": "esv:Leviticus:26:12",
        "t": "And I will walk among you and will be your God, and you shall be my people."
    },
    {
        "o": 3856,
        "r": "esv:Leviticus:26:13",
        "t": "I am the Lord*s your God, who brought you out of the land of Egypt, that you should not be their slaves. And I have broken the bars of your yoke and made you walk erect."
    },
    {
        "o": 3857,
        "r": "esv:Leviticus:26:13",
        "t": "Punishment for Disobedience",
        "h": 2
    },
    {
        "o": 3858,
        "r": "esv:Leviticus:26:14",
        "t": "“But*p if you will not listen to me and will not do all these commandments,"
    },
    {
        "o": 3859,
        "r": "esv:Leviticus:26:15",
        "t": "if you spurn my statutes, and if your soul abhors my rules, so that you will not do all my commandments, but break my covenant,"
    },
    {
        "o": 3860,
        "r": "esv:Leviticus:26:16",
        "t": "then I will do this to you: I will visit you with panic, with wasting disease and fever that consume the eyes and make the heart ache. And you shall sow your seed in vain, for your enemies shall eat it."
    },
    {
        "o": 3861,
        "r": "esv:Leviticus:26:17",
        "t": "I will set my face against you, and you shall be struck down before your enemies. Those who hate you shall rule over you, and you shall flee when none pursues you."
    },
    {
        "o": 3862,
        "r": "esv:Leviticus:26:18",
        "t": "And if in spite of this you will not listen to me, then I will discipline you again sevenfold for your sins,"
    },
    {
        "o": 3863,
        "r": "esv:Leviticus:26:19",
        "t": "and I will break the pride of your power, and I will make your heavens like iron and your earth like bronze."
    },
    {
        "o": 3864,
        "r": "esv:Leviticus:26:20",
        "t": "And your strength shall be spent in vain, for your land shall not yield its increase, and the trees of the land shall not yield their fruit."
    },
    {
        "o": 3865,
        "r": "esv:Leviticus:26:21",
        "t": "“Then*p if you walk contrary to me and will not listen to me, I will continue striking you, sevenfold for your sins."
    },
    {
        "o": 3866,
        "r": "esv:Leviticus:26:22",
        "t": "And I will let loose the wild beasts against you, which shall bereave you of your children and destroy your livestock and make you few in number, so that your roads shall be deserted."
    },
    {
        "o": 3867,
        "r": "esv:Leviticus:26:23",
        "t": "“And*p if by this discipline you are not turned to me but walk contrary to me,"
    },
    {
        "o": 3868,
        "r": "esv:Leviticus:26:24",
        "t": "then I also will walk contrary to you, and I myself will strike you sevenfold for your sins."
    },
    {
        "o": 3869,
        "r": "esv:Leviticus:26:25",
        "t": "And I will bring a sword upon you, that shall execute vengeance for the covenant. And if you gather within your cities, I will send pestilence among you, and you shall be delivered into the hand of the enemy."
    },
    {
        "o": 3870,
        "r": "esv:Leviticus:26:26",
        "t": "When I break your supply of bread, ten women shall bake your bread in a single oven and shall dole out your bread again by weight, and you shall eat and not be satisfied."
    },
    {
        "o": 3871,
        "r": "esv:Leviticus:26:27",
        "t": "“But*p if in spite of this you will not listen to me, but walk contrary to me,"
    },
    {
        "o": 3872,
        "r": "esv:Leviticus:26:28",
        "t": "then I will walk contrary to you in fury, and I myself will discipline you sevenfold for your sins."
    },
    {
        "o": 3873,
        "r": "esv:Leviticus:26:29",
        "t": "You shall eat the flesh of your sons, and you shall eat the flesh of your daughters."
    },
    {
        "o": 3874,
        "r": "esv:Leviticus:26:30",
        "t": "And I will destroy your high places and cut down your incense altars and cast your dead bodies upon the dead bodies of your idols, and my soul will abhor you."
    },
    {
        "o": 3875,
        "r": "esv:Leviticus:26:31",
        "t": "And I will lay your cities waste and will make your sanctuaries desolate, and I will not smell your pleasing aromas."
    },
    {
        "o": 3876,
        "r": "esv:Leviticus:26:32",
        "t": "And I myself will devastate the land, so that your enemies who settle in it shall be appalled at it."
    },
    {
        "o": 3877,
        "r": "esv:Leviticus:26:33",
        "t": "And I will scatter you among the nations, and I will unsheathe the sword after you, and your land shall be a desolation, and your cities shall be a waste."
    },
    {
        "o": 3878,
        "r": "esv:Leviticus:26:34",
        "t": "“Then*p the land shall enjoy its Sabbaths as long as it lies desolate, while you are in your enemies’ land; then the land shall rest, and enjoy its Sabbaths."
    },
    {
        "o": 3879,
        "r": "esv:Leviticus:26:35",
        "t": "As long as it lies desolate it shall have rest, the rest that it did not have on your Sabbaths when you were dwelling in it."
    },
    {
        "o": 3880,
        "r": "esv:Leviticus:26:36",
        "t": "And as for those of you who are left, I will send faintness into their hearts in the lands of their enemies. The sound of a driven leaf shall put them to flight, and they shall flee as one flees from the sword, and they shall fall when none pursues."
    },
    {
        "o": 3881,
        "r": "esv:Leviticus:26:37",
        "t": "They shall stumble over one another, as if to escape a sword, though none pursues. And you shall have no power to stand before your enemies."
    },
    {
        "o": 3882,
        "r": "esv:Leviticus:26:38",
        "t": "And you shall perish among the nations, and the land of your enemies shall eat you up."
    },
    {
        "o": 3883,
        "r": "esv:Leviticus:26:39",
        "t": "And those of you who are left shall rot away in your enemies’ lands because of their iniquity, and also because of the iniquities of their fathers they shall rot away like them."
    },
    {
        "o": 3884,
        "r": "esv:Leviticus:26:40",
        "t": "“But*p if they confess their iniquity and the iniquity of their fathers in their treachery that they committed against me, and also in walking contrary to me,"
    },
    {
        "o": 3885,
        "r": "esv:Leviticus:26:41",
        "t": "so that I walked contrary to them and brought them into the land of their enemies— if then their uncircumcised heart is humbled and they make amends for their iniquity,"
    },
    {
        "o": 3886,
        "r": "esv:Leviticus:26:42",
        "t": "then I will remember my covenant with Jacob, and I will remember my covenant with Isaac and my covenant with Abraham, and I will remember the land."
    },
    {
        "o": 3887,
        "r": "esv:Leviticus:26:43",
        "t": "But the land shall be abandoned by them and enjoy its Sabbaths while it lies desolate without them, and they shall make amends for their iniquity, because they spurned my rules and their soul abhorred my statutes."
    },
    {
        "o": 3888,
        "r": "esv:Leviticus:26:44",
        "t": "Yet for all that, when they are in the land of their enemies, I will not spurn them, neither will I abhor them so as to destroy them utterly and break my covenant with them, for I am the Lord*s their God."
    },
    {
        "o": 3889,
        "r": "esv:Leviticus:26:45",
        "t": "But I will for their sake remember the covenant with their forefathers, whom I brought out of the land of Egypt in the sight of the nations, that I might be their God: I am the Lord.”*s"
    },
    {
        "o": 3890,
        "r": "esv:Leviticus:26:46",
        "t": "These*p are the statutes and rules and laws that the Lord*s made between himself and the people of Israel through Moses on Mount Sinai."
    },
    {
        "o": 3891,
        "r": "esv:Leviticus:27:0",
        "t": "Leviticus 27",
        "h": 1
    },
    {
        "o": 3892,
        "r": "esv:Leviticus:27:0",
        "t": "Laws About Vows",
        "h": 2
    },
    {
        "o": 3893,
        "r": "esv:Leviticus:27:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3894,
        "r": "esv:Leviticus:27:2",
        "t": "“Speak to the people of Israel and say to them, If anyone makes a special vow to the Lord*s involving the valuation of persons,"
    },
    {
        "o": 3895,
        "r": "esv:Leviticus:27:3",
        "t": "then the valuation of a male from twenty years old up to sixty years old shall be fifty shekels of silver, according to the shekel of the sanctuary."
    },
    {
        "o": 3896,
        "r": "esv:Leviticus:27:4",
        "t": "If the person is a female, the valuation shall be thirty shekels."
    },
    {
        "o": 3897,
        "r": "esv:Leviticus:27:5",
        "t": "If the person is from five years old up to twenty years old, the valuation shall be for a male twenty shekels, and for a female ten shekels."
    },
    {
        "o": 3898,
        "r": "esv:Leviticus:27:6",
        "t": "If the person is from a month old up to five years old, the valuation shall be for a male five shekels of silver, and for a female the valuation shall be three shekels of silver."
    },
    {
        "o": 3899,
        "r": "esv:Leviticus:27:7",
        "t": "And if the person is sixty years old or over, then the valuation for a male shall be fifteen shekels, and for a female ten shekels."
    },
    {
        "o": 3900,
        "r": "esv:Leviticus:27:8",
        "t": "And if someone is too poor to pay the valuation, then he shall be made to stand before the priest, and the priest shall value him; the priest shall value him according to what the vower can afford."
    },
    {
        "o": 3901,
        "r": "esv:Leviticus:27:9",
        "t": "“If*p the vow is an animal that may be offered as an offering to the Lord,*s all of it that he gives to the Lord*s is holy."
    },
    {
        "o": 3902,
        "r": "esv:Leviticus:27:10",
        "t": "He shall not exchange it or make a substitute for it, good for bad, or bad for good; and if he does in fact substitute one animal for another, then both it and the substitute shall be holy."
    },
    {
        "o": 3903,
        "r": "esv:Leviticus:27:11",
        "t": "And if it is any unclean animal that may not be offered as an offering to the Lord,*s then he shall stand the animal before the priest,"
    },
    {
        "o": 3904,
        "r": "esv:Leviticus:27:12",
        "t": "and the priest shall value it as either good or bad; as the priest values it, so it shall be."
    },
    {
        "o": 3905,
        "r": "esv:Leviticus:27:13",
        "t": "But if he wishes to redeem it, he shall add a fifth to the valuation."
    },
    {
        "o": 3906,
        "r": "esv:Leviticus:27:14",
        "t": "“When*p a man dedicates his house as a holy gift to the Lord,*s the priest shall value it as either good or bad; as the priest values it, so it shall stand."
    },
    {
        "o": 3907,
        "r": "esv:Leviticus:27:15",
        "t": "And if the donor wishes to redeem his house, he shall add a fifth to the valuation price, and it shall be his."
    },
    {
        "o": 3908,
        "r": "esv:Leviticus:27:16",
        "t": "“If*p a man dedicates to the Lord*s part of the land that is his possession, then the valuation shall be in proportion to its seed. A homer of barley seed shall be valued at fifty shekels of silver."
    },
    {
        "o": 3909,
        "r": "esv:Leviticus:27:17",
        "t": "If he dedicates his field from the year of jubilee, the valuation shall stand,"
    },
    {
        "o": 3910,
        "r": "esv:Leviticus:27:18",
        "t": "but if he dedicates his field after the jubilee, then the priest shall calculate the price according to the years that remain until the year of jubilee, and a deduction shall be made from the valuation."
    },
    {
        "o": 3911,
        "r": "esv:Leviticus:27:19",
        "t": "And if he who dedicates the field wishes to redeem it, then he shall add a fifth to its valuation price, and it shall remain his."
    },
    {
        "o": 3912,
        "r": "esv:Leviticus:27:20",
        "t": "But if he does not wish to redeem the field, or if he has sold the field to another man, it shall not be redeemed anymore."
    },
    {
        "o": 3913,
        "r": "esv:Leviticus:27:21",
        "t": "But the field, when it is released in the jubilee, shall be a holy gift to the Lord,*s like a field that has been devoted. The priest shall be in possession of it."
    },
    {
        "o": 3914,
        "r": "esv:Leviticus:27:22",
        "t": "If he dedicates to the Lord*s a field that he has bought, which is not a part of his possession,"
    },
    {
        "o": 3915,
        "r": "esv:Leviticus:27:23",
        "t": "then the priest shall calculate the amount of the valuation for it up to the year of jubilee, and the man shall give the valuation on that day as a holy gift to the Lord.*s"
    },
    {
        "o": 3916,
        "r": "esv:Leviticus:27:24",
        "t": "In the year of jubilee the field shall return to him from whom it was bought, to whom the land belongs as a possession."
    },
    {
        "o": 3917,
        "r": "esv:Leviticus:27:25",
        "t": "Every valuation shall be according to the shekel of the sanctuary: twenty gerahs shall make a shekel."
    },
    {
        "o": 3918,
        "r": "esv:Leviticus:27:26",
        "t": "“But*p a firstborn of animals, which as a firstborn belongs to the Lord,*s no man may dedicate; whether ox or sheep, it is the Lord’s.*s"
    },
    {
        "o": 3919,
        "r": "esv:Leviticus:27:27",
        "t": "And if it is an unclean animal, then he shall buy it back at the valuation, and add a fifth to it; or, if it is not redeemed, it shall be sold at the valuation."
    },
    {
        "o": 3920,
        "r": "esv:Leviticus:27:28",
        "t": "“But*p no devoted thing that a man devotes to the Lord,*s of anything that he has, whether man or beast, or of his inherited field, shall be sold or redeemed; every devoted thing is most holy to the Lord.*s"
    },
    {
        "o": 3921,
        "r": "esv:Leviticus:27:29",
        "t": "No one devoted, who is to be devoted for destruction from mankind, shall be ransomed; he shall surely be put to death."
    },
    {
        "o": 3922,
        "r": "esv:Leviticus:27:30",
        "t": "“Every*p tithe of the land, whether of the seed of the land or of the fruit of the trees, is the Lord’s;*s it is holy to the Lord.*s"
    },
    {
        "o": 3923,
        "r": "esv:Leviticus:27:31",
        "t": "If a man wishes to redeem some of his tithe, he shall add a fifth to it."
    },
    {
        "o": 3924,
        "r": "esv:Leviticus:27:32",
        "t": "And every tithe of herds and flocks, every tenth animal of all that pass under the herdsman’s staff, shall be holy to the Lord.*s"
    },
    {
        "o": 3925,
        "r": "esv:Leviticus:27:33",
        "t": "One shall not differentiate between good or bad, neither shall he make a substitute for it; and if he does substitute for it, then both it and the substitute shall be holy; it shall not be redeemed.”"
    },
    {
        "o": 3926,
        "r": "esv:Leviticus:27:34",
        "t": "These*p are the commandments that the Lord*s commanded Moses for the people of Israel on Mount Sinai."
    }
]
