[
    {
        "o": 21831,
        "r": "nasb:Jeremiah:27:0",
        "t": "Jeremiah 27",
        "h": 1
    },
    {
        "o": 21832,
        "r": "nasb:Jeremiah:27:0",
        "t": "The Nations to Submit to Nebuchadnezzar",
        "h": 2
    },
    {
        "o": 21833,
        "r": "nasb:Jeremiah:27:1",
        "t": "In*p the beginning of the reign of Zedekiah the son of Josiah, king of Judah, this word came to Jeremiah from the Lord,*s saying—"
    },
    {
        "o": 21834,
        "r": "nasb:Jeremiah:27:2",
        "t": "thus says the Lord*s to me—“Make for yourself bonds and yokes and put them on your neck,"
    },
    {
        "o": 21835,
        "r": "nasb:Jeremiah:27:3",
        "t": "and send word to the king of Edom, to the king of Moab, to the king of the sons of Ammon, to the king of Tyre and to the king of Sidon by the messengers who come to Jerusalem to Zedekiah king of Judah."
    },
    {
        "o": 21836,
        "r": "nasb:Jeremiah:27:4",
        "t": "Command them to*i go*i to their masters, saying, ‘Thus says the Lord*s of hosts, the God of Israel, thus you shall say to your masters,"
    },
    {
        "o": 21837,
        "r": "nasb:Jeremiah:27:5",
        "t": "“I have made the earth, the men and the beasts which are on the face of the earth by My great power and by My outstretched arm, and I will give it to the one who is pleasing in My sight."
    },
    {
        "o": 21838,
        "r": "nasb:Jeremiah:27:6",
        "t": "Now I have given all these lands into the hand of Nebuchadnezzar king of Babylon, My servant, and I have given him also the wild animals of the field to serve him."
    },
    {
        "o": 21839,
        "r": "nasb:Jeremiah:27:7",
        "t": "All the nations shall serve him and his son and his grandson until the time of his own land comes; then many nations and great kings will make him their servant."
    },
    {
        "o": 21840,
        "r": "nasb:Jeremiah:27:8",
        "t": "“It*p will be, that*i the nation or the kingdom which will not serve him, Nebuchadnezzar king of Babylon, and which will not put its neck under the yoke of the king of Babylon, I will punish that nation with the sword, with famine and with pestilence,” declares the Lord,*s “until I have destroyed it by his hand."
    },
    {
        "o": 21841,
        "r": "nasb:Jeremiah:27:9",
        "t": "But as for you, do not listen to your prophets, your diviners, your dreamers, your soothsayers or your sorcerers who speak to you, saying, ‘You will not serve the king of Babylon.’"
    },
    {
        "o": 21842,
        "r": "nasb:Jeremiah:27:10",
        "t": "For they prophesy a lie to you in order to remove you far from your land; and I will drive you out and you will perish."
    },
    {
        "o": 21843,
        "r": "nasb:Jeremiah:27:11",
        "t": "But the nation which will bring its neck under the yoke of the king of Babylon and serve him, I will let remain on its land,” declares the Lord,*s “and they will till it and dwell in it.” ’ ”"
    },
    {
        "o": 21844,
        "r": "nasb:Jeremiah:27:12",
        "t": "I*p spoke words like all these to Zedekiah king of Judah, saying, “Bring your necks under the yoke of the king of Babylon and serve him and his people, and live!"
    },
    {
        "o": 21845,
        "r": "nasb:Jeremiah:27:13",
        "t": "Why will you die, you and your people, by the sword, famine and pestilence, as the Lord*s has spoken to that nation which will not serve the king of Babylon?"
    },
    {
        "o": 21846,
        "r": "nasb:Jeremiah:27:14",
        "t": "So do not listen to the words of the prophets who speak to you, saying, ‘You will not serve the king of Babylon,’ for they prophesy a lie to you;"
    },
    {
        "o": 21847,
        "r": "nasb:Jeremiah:27:15",
        "t": "for I have not sent them,” declares the Lord,*s “but they prophesy falsely in My name, in order that I may drive you out and that you may perish, you and the prophets who prophesy to you.”"
    },
    {
        "o": 21848,
        "r": "nasb:Jeremiah:27:16",
        "t": "Then*ip I spoke to the priests and to all this people, saying, “Thus says the Lord:*s Do not listen to the words of your prophets who prophesy to you, saying, ‘Behold, the vessels of the Lord’s*s house will now shortly be brought again from Babylon’; for they are prophesying a lie to you."
    },
    {
        "o": 21849,
        "r": "nasb:Jeremiah:27:17",
        "t": "Do not listen to them; serve the king of Babylon, and live! Why should this city become a ruin?"
    },
    {
        "o": 21850,
        "r": "nasb:Jeremiah:27:18",
        "t": "But if they are prophets, and if the word of the Lord*s is with them, let them now entreat the Lord*s of hosts that the vessels which are left in the house of the Lord,*s in the house of the king of Judah and in Jerusalem may not go to Babylon."
    },
    {
        "o": 21851,
        "r": "nasb:Jeremiah:27:19",
        "t": "For thus says the Lord*s of hosts concerning the pillars, concerning the sea, concerning the stands and concerning the rest of the vessels that are left in this city,"
    },
    {
        "o": 21852,
        "r": "nasb:Jeremiah:27:20",
        "t": "which Nebuchadnezzar king of Babylon did not take when he carried into exile Jeconiah the son of Jehoiakim, king of Judah, from Jerusalem to Babylon, and all the nobles of Judah and Jerusalem."
    },
    {
        "o": 21853,
        "r": "nasb:Jeremiah:27:21",
        "t": "Yes, thus says the Lord*s of hosts, the God of Israel, concerning the vessels that are left in the house of the Lord*s and in the house of the king of Judah and in Jerusalem,"
    },
    {
        "o": 21854,
        "r": "nasb:Jeremiah:27:22",
        "t": "‘They will be carried to Babylon and they will be there until the day I visit them,’ declares the Lord.*s ‘Then I will bring them back and restore them to this place.’ ”"
    }
]
