[
    {
        "o": 12635,
        "r": "esv:2 Chronicles:15:0",
        "t": "2 Chronicles 15",
        "h": 1
    },
    {
        "o": 12636,
        "r": "esv:2 Chronicles:15:0",
        "t": "Asa’s Religious Reforms",
        "h": 2
    },
    {
        "o": 12637,
        "r": "esv:2 Chronicles:15:1",
        "t": "The*p Spirit of God came upon Azariah the son of Oded,"
    },
    {
        "o": 12638,
        "r": "esv:2 Chronicles:15:2",
        "t": "and he went out to meet Asa and said to him, “Hear me, Asa, and all Judah and Benjamin: The Lord*s is with you while you are with him. If you seek him, he will be found by you, but if you forsake him, he will forsake you."
    },
    {
        "o": 12639,
        "r": "esv:2 Chronicles:15:3",
        "t": "For a long time Israel was without the true God, and without a teaching priest and without law,"
    },
    {
        "o": 12640,
        "r": "esv:2 Chronicles:15:4",
        "t": "but when in their distress they turned to the Lord,*s the God of Israel, and sought him, he was found by them."
    },
    {
        "o": 12641,
        "r": "esv:2 Chronicles:15:5",
        "t": "In those times there was no peace to him who went out or to him who came in, for great disturbances afflicted all the inhabitants of the lands."
    },
    {
        "o": 12642,
        "r": "esv:2 Chronicles:15:6",
        "t": "They were broken in pieces. Nation was crushed by nation and city by city, for God troubled them with every sort of distress."
    },
    {
        "o": 12643,
        "r": "esv:2 Chronicles:15:7",
        "t": "But you, take courage! Do not let your hands be weak, for your work shall be rewarded.”"
    },
    {
        "o": 12644,
        "r": "esv:2 Chronicles:15:8",
        "t": "As*p soon as Asa heard these words, the prophecy of Azariah the son of Oded, he took courage and put away the detestable idols from all the land of Judah and Benjamin and from the cities that he had taken in the hill country of Ephraim, and he repaired the altar of the Lord*s that was in front of the vestibule of the house of the Lord.*s"
    },
    {
        "o": 12645,
        "r": "esv:2 Chronicles:15:9",
        "t": "And he gathered all Judah and Benjamin, and those from Ephraim, Manasseh, and Simeon who were residing with them, for great numbers had deserted to him from Israel when they saw that the Lord*s his God was with him."
    },
    {
        "o": 12646,
        "r": "esv:2 Chronicles:15:10",
        "t": "They were gathered at Jerusalem in the third month of the fifteenth year of the reign of Asa."
    },
    {
        "o": 12647,
        "r": "esv:2 Chronicles:15:11",
        "t": "They sacrificed to the Lord*s on that day from the spoil that they had brought 700 oxen and 7,000 sheep."
    },
    {
        "o": 12648,
        "r": "esv:2 Chronicles:15:12",
        "t": "And they entered into a covenant to seek the Lord,*s the God of their fathers, with all their heart and with all their soul,"
    },
    {
        "o": 12649,
        "r": "esv:2 Chronicles:15:13",
        "t": "but that whoever would not seek the Lord,*s the God of Israel, should be put to death, whether young or old, man or woman."
    },
    {
        "o": 12650,
        "r": "esv:2 Chronicles:15:14",
        "t": "They swore an oath to the Lord*s with a loud voice and with shouting and with trumpets and with horns."
    },
    {
        "o": 12651,
        "r": "esv:2 Chronicles:15:15",
        "t": "And all Judah rejoiced over the oath, for they had sworn with all their heart and had sought him with their whole desire, and he was found by them, and the Lord*s gave them rest all around."
    },
    {
        "o": 12652,
        "r": "esv:2 Chronicles:15:16",
        "t": "Even*p Maacah, his mother, King Asa removed from being queen mother because she had made a detestable image for Asherah. Asa cut down her image, crushed it, and burned it at the brook Kidron."
    },
    {
        "o": 12653,
        "r": "esv:2 Chronicles:15:17",
        "t": "But the high places were not taken out of Israel. Nevertheless, the heart of Asa was wholly true all his days."
    },
    {
        "o": 12654,
        "r": "esv:2 Chronicles:15:18",
        "t": "And he brought into the house of God the sacred gifts of his father and his own sacred gifts, silver, and gold, and vessels."
    },
    {
        "o": 12655,
        "r": "esv:2 Chronicles:15:19",
        "t": "And there was no more war until the thirty-fifth year of the reign of Asa."
    }
]
