[
    {
        "o": 34204,
        "r": "nkjv:Hebrews:12:0",
        "t": "Hebrews 12",
        "h": 1
    },
    {
        "o": 34205,
        "r": "nkjv:Hebrews:12:0",
        "t": "The Race of Faith",
        "h": 2
    },
    {
        "o": 34206,
        "r": "nkjv:Hebrews:12:1",
        "t": "Therefore*p we also, since we are surrounded by so great a cloud of witnesses, let us lay aside every weight, and the sin which so easily ensnares us,*i and let us run with endurance the race that is set before us,"
    },
    {
        "o": 34207,
        "r": "nkjv:Hebrews:12:2",
        "t": "looking unto Jesus, the author and finisher of our*i faith, who for the joy that was set before Him endured the cross, despising the shame, and has sat down at the right hand of the throne of God."
    },
    {
        "o": 34208,
        "r": "nkjv:Hebrews:12:2",
        "t": "The Discipline of God",
        "h": 2
    },
    {
        "o": 34209,
        "r": "nkjv:Hebrews:12:3",
        "t": "For*p consider Him who endured such hostility from sinners against Himself, lest you become weary and discouraged in your souls."
    },
    {
        "o": 34210,
        "r": "nkjv:Hebrews:12:4",
        "t": "You have not yet resisted to bloodshed, striving against sin."
    },
    {
        "o": 34211,
        "r": "nkjv:Hebrews:12:5",
        "t": "And you have forgotten the exhortation which speaks to you as to sons: “My*pn son, do not despise the chastening of the Lord,*s Nor*ld be discouraged when you are rebuked by Him;"
    },
    {
        "o": 34212,
        "r": "nkjv:Hebrews:12:6",
        "t": "For*ld whom the Lord*s loves He chastens, And*ld scourges every son whom He receives.”"
    },
    {
        "o": 34213,
        "r": "nkjv:Hebrews:12:7",
        "t": "If*p you endure chastening, God deals with you as with sons; for what son is there whom a father does not chasten?"
    },
    {
        "o": 34214,
        "r": "nkjv:Hebrews:12:8",
        "t": "But if you are without chastening, of which all have become partakers, then you are illegitimate and not sons."
    },
    {
        "o": 34215,
        "r": "nkjv:Hebrews:12:9",
        "t": "Furthermore, we have had human fathers who corrected us,*i and we paid them*i respect. Shall we not much more readily be in subjection to the Father of spirits and live?"
    },
    {
        "o": 34216,
        "r": "nkjv:Hebrews:12:10",
        "t": "For they indeed for a few days chastened us*i as seemed best*i to them, but He for our*i profit, that we*i may be partakers of His holiness."
    },
    {
        "o": 34217,
        "r": "nkjv:Hebrews:12:11",
        "t": "Now no chastening seems to be joyful for the present, but painful; nevertheless, afterward it yields the peaceable fruit of righteousness to those who have been trained by it."
    },
    {
        "o": 34218,
        "r": "nkjv:Hebrews:12:11",
        "t": "Renew Your Spiritual Vitality",
        "h": 2
    },
    {
        "o": 34219,
        "r": "nkjv:Hebrews:12:12",
        "t": "Therefore*p strengthen the hands which hang down, and the feeble knees,"
    },
    {
        "o": 34220,
        "r": "nkjv:Hebrews:12:13",
        "t": "and make straight paths for your feet, so that what is lame may not be dislocated, but rather be healed."
    },
    {
        "o": 34221,
        "r": "nkjv:Hebrews:12:14",
        "t": "Pursue*p peace with all people,*i and holiness, without which no one will see the Lord:"
    },
    {
        "o": 34222,
        "r": "nkjv:Hebrews:12:15",
        "t": "looking carefully lest anyone fall short of the grace of God; lest any root of bitterness springing up cause trouble, and by this many become defiled;"
    },
    {
        "o": 34223,
        "r": "nkjv:Hebrews:12:16",
        "t": "lest there be*i any fornicator or profane person like Esau, who for one morsel of food sold his birthright."
    },
    {
        "o": 34224,
        "r": "nkjv:Hebrews:12:17",
        "t": "For you know that afterward, when he wanted to inherit the blessing, he was rejected, for he found no place for repentance, though he sought it diligently with tears."
    },
    {
        "o": 34225,
        "r": "nkjv:Hebrews:12:17",
        "t": "The Glorious Company",
        "h": 2
    },
    {
        "o": 34226,
        "r": "nkjv:Hebrews:12:18",
        "t": "For*p you have not come to the mountain that may be touched and that burned with fire, and to blackness and darkness and tempest,"
    },
    {
        "o": 34227,
        "r": "nkjv:Hebrews:12:19",
        "t": "and the sound of a trumpet and the voice of words, so that those who heard it*i begged that the word should not be spoken to them anymore."
    },
    {
        "o": 34228,
        "r": "nkjv:Hebrews:12:20",
        "t": "(For they could not endure what was commanded: “And if so much as a beast touches the mountain, it shall be stoned or shot with an arrow.”"
    },
    {
        "o": 34229,
        "r": "nkjv:Hebrews:12:21",
        "t": "And so terrifying was the sight that*i Moses said, “I am exceedingly afraid and trembling.”)"
    },
    {
        "o": 34230,
        "r": "nkjv:Hebrews:12:22",
        "t": "But*p you have come to Mount Zion and to the city of the living God, the heavenly Jerusalem, to an innumerable company of angels,"
    },
    {
        "o": 34231,
        "r": "nkjv:Hebrews:12:23",
        "t": "to the general assembly and church of the firstborn who*i are*i registered in heaven, to God the Judge of all, to the spirits of just men made perfect,"
    },
    {
        "o": 34232,
        "r": "nkjv:Hebrews:12:24",
        "t": "to Jesus the Mediator of the new covenant, and to the blood of sprinkling that speaks better things than that*i of*i Abel."
    },
    {
        "o": 34233,
        "r": "nkjv:Hebrews:12:24",
        "t": "Hear the Heavenly Voice",
        "h": 2
    },
    {
        "o": 34234,
        "r": "nkjv:Hebrews:12:25",
        "t": "See*p that you do not refuse Him who speaks. For if they did not escape who refused Him who spoke on earth, much more shall*i we*i not*i escape*i if we turn away from Him who speaks*i from heaven,"
    },
    {
        "o": 34235,
        "r": "nkjv:Hebrews:12:26",
        "t": "whose voice then shook the earth; but now He has promised, saying, “Yet once more I shake not only the earth, but also heaven.”"
    },
    {
        "o": 34236,
        "r": "nkjv:Hebrews:12:27",
        "t": "Now this, “Yet once more,” indicates the removal of those things that are being shaken, as of things that are made, that the things which cannot be shaken may remain."
    },
    {
        "o": 34237,
        "r": "nkjv:Hebrews:12:28",
        "t": "Therefore,*p since we are receiving a kingdom which cannot be shaken, let us have grace, by which we may serve God acceptably with reverence and godly fear."
    },
    {
        "o": 34238,
        "r": "nkjv:Hebrews:12:29",
        "t": "For our God is*i a consuming fire."
    }
]
