[
    {
        "o": 14055,
        "r": "niv:Esther:9:0",
        "t": "Esther 9",
        "h": 1
    },
    {
        "o": 14056,
        "r": "niv:Esther:9:1",
        "t": "On*p the thirteenth day of the twelfth month, the month of Adar, the edict commanded by the king was to be carried out. On this day the enemies of the Jews had hoped to overpower them, but now the tables were turned and the Jews got the upper hand over those who hated them."
    },
    {
        "o": 14057,
        "r": "niv:Esther:9:2",
        "t": "The Jews assembled in their cities in all the provinces of King Xerxes to attack those determined to destroy them. No one could stand against them, because the people of all the other nationalities were afraid of them."
    },
    {
        "o": 14058,
        "r": "niv:Esther:9:3",
        "t": "And all the nobles of the provinces, the satraps, the governors and the king’s administrators helped the Jews, because fear of Mordecai had seized them."
    },
    {
        "o": 14059,
        "r": "niv:Esther:9:4",
        "t": "Mordecai was prominent in the palace; his reputation spread throughout the provinces, and he became more and more powerful."
    },
    {
        "o": 14060,
        "r": "niv:Esther:9:5",
        "t": "The*p Jews struck down all their enemies with the sword, killing and destroying them, and they did what they pleased to those who hated them."
    },
    {
        "o": 14061,
        "r": "niv:Esther:9:6",
        "t": "In the citadel of Susa, the Jews killed and destroyed five hundred men."
    },
    {
        "o": 14062,
        "r": "niv:Esther:9:7",
        "t": "They also killed Parshandatha, Dalphon, Aspatha,"
    },
    {
        "o": 14063,
        "r": "niv:Esther:9:8",
        "t": "Poratha, Adalia, Aridatha,"
    },
    {
        "o": 14064,
        "r": "niv:Esther:9:9",
        "t": "Parmashta, Arisai, Aridai and Vaizatha,"
    },
    {
        "o": 14065,
        "r": "niv:Esther:9:10",
        "t": "the ten sons of Haman son of Hammedatha, the enemy of the Jews. But they did not lay their hands on the plunder."
    },
    {
        "o": 14066,
        "r": "niv:Esther:9:11",
        "t": "The*p number of those killed in the citadel of Susa was reported to the king that same day."
    },
    {
        "o": 14067,
        "r": "niv:Esther:9:12",
        "t": "The king said to Queen Esther, “The Jews have killed and destroyed five hundred men and the ten sons of Haman in the citadel of Susa. What have they done in the rest of the king’s provinces? Now what is your petition? It will be given you. What is your request? It will also be granted.”"
    },
    {
        "o": 14068,
        "r": "niv:Esther:9:13",
        "t": "“If*p it pleases the king,” Esther answered, “give the Jews in Susa permission to carry out this day’s edict tomorrow also, and let Haman’s ten sons be impaled on poles.”"
    },
    {
        "o": 14069,
        "r": "niv:Esther:9:14",
        "t": "So*p the king commanded that this be done. An edict was issued in Susa, and they impaled the ten sons of Haman."
    },
    {
        "o": 14070,
        "r": "niv:Esther:9:15",
        "t": "The Jews in Susa came together on the fourteenth day of the month of Adar, and they put to death in Susa three hundred men, but they did not lay their hands on the plunder."
    },
    {
        "o": 14071,
        "r": "niv:Esther:9:16",
        "t": "Meanwhile,*p the remainder of the Jews who were in the king’s provinces also assembled to protect themselves and get relief from their enemies. They killed seventy-five thousand of them but did not lay their hands on the plunder."
    },
    {
        "o": 14072,
        "r": "niv:Esther:9:17",
        "t": "This happened on the thirteenth day of the month of Adar, and on the fourteenth they rested and made it a day of feasting and joy."
    },
    {
        "o": 14073,
        "r": "niv:Esther:9:18",
        "t": "The*p Jews in Susa, however, had assembled on the thirteenth and fourteenth, and then on the fifteenth they rested and made it a day of feasting and joy."
    },
    {
        "o": 14074,
        "r": "niv:Esther:9:19",
        "t": "That*p is why rural Jews—those living in villages—observe the fourteenth of the month of Adar as a day of joy and feasting, a day for giving presents to each other."
    },
    {
        "o": 14075,
        "r": "niv:Esther:9:19",
        "t": "Purim Established",
        "h": 2
    },
    {
        "o": 14076,
        "r": "niv:Esther:9:20",
        "t": "Mordecai*p recorded these events, and he sent letters to all the Jews throughout the provinces of King Xerxes, near and far,"
    },
    {
        "o": 14077,
        "r": "niv:Esther:9:21",
        "t": "to have them celebrate annually the fourteenth and fifteenth days of the month of Adar"
    },
    {
        "o": 14078,
        "r": "niv:Esther:9:22",
        "t": "as the time when the Jews got relief from their enemies, and as the month when their sorrow was turned into joy and their mourning into a day of celebration. He wrote them to observe the days as days of feasting and joy and giving presents of food to one another and gifts to the poor."
    },
    {
        "o": 14079,
        "r": "niv:Esther:9:23",
        "t": "So*p the Jews agreed to continue the celebration they had begun, doing what Mordecai had written to them."
    },
    {
        "o": 14080,
        "r": "niv:Esther:9:24",
        "t": "For Haman son of Hammedatha, the Agagite, the enemy of all the Jews, had plotted against the Jews to destroy them and had cast the pur*i (that is, the lot) for their ruin and destruction."
    },
    {
        "o": 14081,
        "r": "niv:Esther:9:25",
        "t": "But when the plot came to the king’s attention, he issued written orders that the evil scheme Haman had devised against the Jews should come back onto his own head, and that he and his sons should be impaled on poles."
    },
    {
        "o": 14082,
        "r": "niv:Esther:9:26",
        "t": "(Therefore these days were called Purim, from the word pur.)*i Because of everything written in this letter and because of what they had seen and what had happened to them,"
    },
    {
        "o": 14083,
        "r": "niv:Esther:9:27",
        "t": "the Jews took it on themselves to establish the custom that they and their descendants and all who join them should without fail observe these two days every year, in the way prescribed and at the time appointed."
    },
    {
        "o": 14084,
        "r": "niv:Esther:9:28",
        "t": "These days should be remembered and observed in every generation by every family, and in every province and in every city. And these days of Purim should never fail to be celebrated by the Jews—nor should the memory of these days die out among their descendants."
    },
    {
        "o": 14085,
        "r": "niv:Esther:9:29",
        "t": "So*p Queen Esther, daughter of Abihail, along with Mordecai the Jew, wrote with full authority to confirm this second letter concerning Purim."
    },
    {
        "o": 14086,
        "r": "niv:Esther:9:30",
        "t": "And Mordecai sent letters to all the Jews in the 127 provinces of Xerxes’ kingdom—words of goodwill and assurance—"
    },
    {
        "o": 14087,
        "r": "niv:Esther:9:31",
        "t": "to establish these days of Purim at their designated times, as Mordecai the Jew and Queen Esther had decreed for them, and as they had established for themselves and their descendants in regard to their times of fasting and lamentation."
    },
    {
        "o": 14088,
        "r": "niv:Esther:9:32",
        "t": "Esther’s decree confirmed these regulations about Purim, and it was written down in the records."
    }
]
