[
    {
        "o": 30579,
        "r": "kjv:Ephesians:6:0",
        "t": "Ephesians 6",
        "h": 1
    },
    {
        "o": 30580,
        "r": "kjv:Ephesians:6:1",
        "t": "Children,*p obey your parents in the Lord: for this is right."
    },
    {
        "o": 30581,
        "r": "kjv:Ephesians:6:2",
        "t": "Honour*p thy father and mother; (which is the first commandment with promise;)"
    },
    {
        "o": 30582,
        "r": "kjv:Ephesians:6:3",
        "t": "That*p it may be well with thee, and thou mayest live long on the earth."
    },
    {
        "o": 30583,
        "r": "kjv:Ephesians:6:4",
        "t": "And,*p ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord."
    },
    {
        "o": 30584,
        "r": "kjv:Ephesians:6:5",
        "t": "Servants,*p be obedient to them that are your masters according to the flesh, with fear and trembling, in singleness of your heart, as unto Christ;"
    },
    {
        "o": 30585,
        "r": "kjv:Ephesians:6:6",
        "t": "Not*p with eyeservice, as menpleasers; but as the servants of Christ, doing the will of God from the heart;"
    },
    {
        "o": 30586,
        "r": "kjv:Ephesians:6:7",
        "t": "With*p good will doing service, as to the Lord, and not to men:"
    },
    {
        "o": 30587,
        "r": "kjv:Ephesians:6:8",
        "t": "Knowing*p that whatsoever good thing any man doeth, the same shall he receive of the Lord, whether he be bond or free."
    },
    {
        "o": 30588,
        "r": "kjv:Ephesians:6:9",
        "t": "And,*p ye masters, do the same things unto them, forbearing threatening: knowing that your Master also is in heaven; neither is there respect of persons with him."
    },
    {
        "o": 30589,
        "r": "kjv:Ephesians:6:10",
        "t": "Finally,*p my brethren, be strong in the Lord, and in the power of his might."
    },
    {
        "o": 30590,
        "r": "kjv:Ephesians:6:11",
        "t": "Put*p on the whole armour of God, that ye may be able to stand against the wiles of the devil."
    },
    {
        "o": 30591,
        "r": "kjv:Ephesians:6:12",
        "t": "For*p we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places."
    },
    {
        "o": 30592,
        "r": "kjv:Ephesians:6:13",
        "t": "Wherefore*p take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand."
    },
    {
        "o": 30593,
        "r": "kjv:Ephesians:6:14",
        "t": "Stand*p therefore, having your loins girt about with truth, and having on the breastplate of righteousness;"
    },
    {
        "o": 30594,
        "r": "kjv:Ephesians:6:15",
        "t": "And*p your feet shod with the preparation of the gospel of peace;"
    },
    {
        "o": 30595,
        "r": "kjv:Ephesians:6:16",
        "t": "Above*p all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked."
    },
    {
        "o": 30596,
        "r": "kjv:Ephesians:6:17",
        "t": "And*p take the helmet of salvation, and the sword of the Spirit, which is the word of God:"
    },
    {
        "o": 30597,
        "r": "kjv:Ephesians:6:18",
        "t": "Praying*p always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;"
    },
    {
        "o": 30598,
        "r": "kjv:Ephesians:6:19",
        "t": "And*p for me, that utterance may be given unto me, that I may open my mouth boldly, to make known the mystery of the gospel,"
    },
    {
        "o": 30599,
        "r": "kjv:Ephesians:6:20",
        "t": "For*p which I am an ambassador in bonds: that therein I may speak boldly, as I ought to speak."
    },
    {
        "o": 30600,
        "r": "kjv:Ephesians:6:21",
        "t": "But*p that ye also may know my affairs, and how I do, Tychicus, a beloved brother and faithful minister in the Lord, shall make known to you all things:"
    },
    {
        "o": 30601,
        "r": "kjv:Ephesians:6:22",
        "t": "Whom*p I have sent unto you for the same purpose, that ye might know our affairs, and that he might comfort your hearts."
    },
    {
        "o": 30602,
        "r": "kjv:Ephesians:6:23",
        "t": "Peace*p be to the brethren, and love with faith, from God the Father and the Lord Jesus Christ."
    },
    {
        "o": 30603,
        "r": "kjv:Ephesians:6:24",
        "t": "Grace*p be with all them that love our Lord Jesus Christ in sincerity. Amen."
    }
]
