[
    {
        "o": 31252,
        "r": "niv:Romans:15:0",
        "t": "Romans 15",
        "h": 1
    },
    {
        "o": 31253,
        "r": "niv:Romans:15:1",
        "t": "We*p who are strong ought to bear with the failings of the weak and not to please ourselves."
    },
    {
        "o": 31254,
        "r": "niv:Romans:15:2",
        "t": "Each of us should please our neighbors for their good, to build them up."
    },
    {
        "o": 31255,
        "r": "niv:Romans:15:3",
        "t": "For even Christ did not please himself but, as it is written: “The insults of those who insult you have fallen on me.”"
    },
    {
        "o": 31256,
        "r": "niv:Romans:15:4",
        "t": "For everything that was written in the past was written to teach us, so that through the endurance taught in the Scriptures and the encouragement they provide we might have hope."
    },
    {
        "o": 31257,
        "r": "niv:Romans:15:5",
        "t": "May*p the God who gives endurance and encouragement give you the same attitude of mind toward each other that Christ Jesus had,"
    },
    {
        "o": 31258,
        "r": "niv:Romans:15:6",
        "t": "so that with one mind and one voice you may glorify the God and Father of our Lord Jesus Christ."
    },
    {
        "o": 31259,
        "r": "niv:Romans:15:7",
        "t": "Accept*p one another, then, just as Christ accepted you, in order to bring praise to God."
    },
    {
        "o": 31260,
        "r": "niv:Romans:15:8",
        "t": "For I tell you that Christ has become a servant of the Jews on behalf of God’s truth, so that the promises made to the patriarchs might be confirmed"
    },
    {
        "o": 31261,
        "r": "niv:Romans:15:9",
        "t": "and, moreover, that the Gentiles might glorify God for his mercy. As it is written: “Therefore*pn I will praise you among the Gentiles; I*ld will sing the praises of your name.”"
    },
    {
        "o": 31262,
        "r": "niv:Romans:15:10",
        "t": "Again,*p it says, “Rejoice,*pn you Gentiles, with his people.”"
    },
    {
        "o": 31263,
        "r": "niv:Romans:15:11",
        "t": "And*p again, “Praise*pn the Lord, all you Gentiles; let*ld all the peoples extol him.”"
    },
    {
        "o": 31264,
        "r": "niv:Romans:15:12",
        "t": "And*p again, Isaiah says, “The*pn Root of Jesse will spring up, one*ld who will arise to rule over the nations; in*ld him the Gentiles will hope.”"
    },
    {
        "o": 31265,
        "r": "niv:Romans:15:13",
        "t": "May*p the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit."
    },
    {
        "o": 31266,
        "r": "niv:Romans:15:13",
        "t": "Paul the Minister to the Gentiles",
        "h": 2
    },
    {
        "o": 31267,
        "r": "niv:Romans:15:14",
        "t": "I*p myself am convinced, my brothers and sisters, that you yourselves are full of goodness, filled with knowledge and competent to instruct one another."
    },
    {
        "o": 31268,
        "r": "niv:Romans:15:15",
        "t": "Yet I have written you quite boldly on some points to remind you of them again, because of the grace God gave me"
    },
    {
        "o": 31269,
        "r": "niv:Romans:15:16",
        "t": "to be a minister of Christ Jesus to the Gentiles. He gave me the priestly duty of proclaiming the gospel of God, so that the Gentiles might become an offering acceptable to God, sanctified by the Holy Spirit."
    },
    {
        "o": 31270,
        "r": "niv:Romans:15:17",
        "t": "Therefore*p I glory in Christ Jesus in my service to God."
    },
    {
        "o": 31271,
        "r": "niv:Romans:15:18",
        "t": "I will not venture to speak of anything except what Christ has accomplished through me in leading the Gentiles to obey God by what I have said and done—"
    },
    {
        "o": 31272,
        "r": "niv:Romans:15:19",
        "t": "by the power of signs and wonders, through the power of the Spirit of God. So from Jerusalem all the way around to Illyricum, I have fully proclaimed the gospel of Christ."
    },
    {
        "o": 31273,
        "r": "niv:Romans:15:20",
        "t": "It has always been my ambition to preach the gospel where Christ was not known, so that I would not be building on someone else’s foundation."
    },
    {
        "o": 31274,
        "r": "niv:Romans:15:21",
        "t": "Rather, as it is written: “Those*pn who were not told about him will see, and*ld those who have not heard will understand.”"
    },
    {
        "o": 31275,
        "r": "niv:Romans:15:22",
        "t": "This*p is why I have often been hindered from coming to you."
    },
    {
        "o": 31276,
        "r": "niv:Romans:15:22",
        "t": "Paul’s Plan to Visit Rome",
        "h": 2
    },
    {
        "o": 31277,
        "r": "niv:Romans:15:23",
        "t": "But*p now that there is no more place for me to work in these regions, and since I have been longing for many years to visit you,"
    },
    {
        "o": 31278,
        "r": "niv:Romans:15:24",
        "t": "I plan to do so when I go to Spain. I hope to see you while passing through and to have you assist me on my journey there, after I have enjoyed your company for a while."
    },
    {
        "o": 31279,
        "r": "niv:Romans:15:25",
        "t": "Now, however, I am on my way to Jerusalem in the service of the Lord’s people there."
    },
    {
        "o": 31280,
        "r": "niv:Romans:15:26",
        "t": "For Macedonia and Achaia were pleased to make a contribution for the poor among the Lord’s people in Jerusalem."
    },
    {
        "o": 31281,
        "r": "niv:Romans:15:27",
        "t": "They were pleased to do it, and indeed they owe it to them. For if the Gentiles have shared in the Jews’ spiritual blessings, they owe it to the Jews to share with them their material blessings."
    },
    {
        "o": 31282,
        "r": "niv:Romans:15:28",
        "t": "So after I have completed this task and have made sure that they have received this contribution, I will go to Spain and visit you on the way."
    },
    {
        "o": 31283,
        "r": "niv:Romans:15:29",
        "t": "I know that when I come to you, I will come in the full measure of the blessing of Christ."
    },
    {
        "o": 31284,
        "r": "niv:Romans:15:30",
        "t": "I*p urge you, brothers and sisters, by our Lord Jesus Christ and by the love of the Spirit, to join me in my struggle by praying to God for me."
    },
    {
        "o": 31285,
        "r": "niv:Romans:15:31",
        "t": "Pray that I may be kept safe from the unbelievers in Judea and that the contribution I take to Jerusalem may be favorably received by the Lord’s people there,"
    },
    {
        "o": 31286,
        "r": "niv:Romans:15:32",
        "t": "so that I may come to you with joy, by God’s will, and in your company be refreshed."
    },
    {
        "o": 31287,
        "r": "niv:Romans:15:33",
        "t": "The God of peace be with you all. Amen."
    }
]
