[
    {
        "o": 7482,
        "r": "csb:Judges:9:0",
        "t": "Judges 9",
        "h": 1
    },
    {
        "o": 7483,
        "r": "csb:Judges:9:0",
        "t": "Abimelech Becomes King",
        "h": 2
    },
    {
        "o": 7484,
        "r": "csb:Judges:9:1",
        "t": "Abimelech*p son of Jerubbaal went to Shechem and spoke to his uncles and to his mother’s whole clan, saying,"
    },
    {
        "o": 7485,
        "r": "csb:Judges:9:2",
        "t": "“Please speak in the hearing of all the citizens of Shechem, ‘Is it better for you that seventy men, all the sons of Jerubbaal, rule over you or that one man rule over you? ’ Remember that I am your own flesh and blood.”"
    },
    {
        "o": 7486,
        "r": "csb:Judges:9:3",
        "t": "His*p mother’s relatives spoke all these words about him in the hearing of all the citizens of Shechem, and they were favorable to Abimelech, for they said, “He is our brother.”"
    },
    {
        "o": 7487,
        "r": "csb:Judges:9:4",
        "t": "So they gave him seventy pieces of silver from the temple of Baal-berith. Abimelech used it to hire worthless and reckless men, and they followed him."
    },
    {
        "o": 7488,
        "r": "csb:Judges:9:5",
        "t": "He went to his father’s house in Ophrah and killed his seventy brothers, the sons of Jerubbaal, on top of a large stone. But Jotham, the youngest son of Jerubbaal, survived, because he hid."
    },
    {
        "o": 7489,
        "r": "csb:Judges:9:6",
        "t": "Then all the citizens of Shechem and of Beth-millo gathered together and proceeded to make Abimelech king at the oak of the pillar in Shechem."
    },
    {
        "o": 7490,
        "r": "csb:Judges:9:6",
        "t": "Jotham’s Parable",
        "h": 2
    },
    {
        "o": 7491,
        "r": "csb:Judges:9:7",
        "t": "When*p they told Jotham, he climbed to the top of Mount Gerizim, raised his voice, and called to them: Listen*pn to me, citizens of Shechem, and*ln may God listen to you:"
    },
    {
        "o": 7492,
        "r": "csb:Judges:9:8",
        "t": "The*pn trees decided to*ln anoint a king over themselves. They*ln said to the olive tree, “Reign over us.”"
    },
    {
        "o": 7493,
        "r": "csb:Judges:9:9",
        "t": "But*ln the olive tree said to them, “Should*ln I stop giving my oil that*ln people use to honor both God and men, and*ln rule over the trees?”"
    },
    {
        "o": 7494,
        "r": "csb:Judges:9:10",
        "t": "Then*pn the trees said to the fig tree, “Come*ln and reign over us.”"
    },
    {
        "o": 7495,
        "r": "csb:Judges:9:11",
        "t": "But*ln the fig tree said to them, “Should*ln I stop giving my*ln sweetness and my good fruit, and*ln rule over trees?”"
    },
    {
        "o": 7496,
        "r": "csb:Judges:9:12",
        "t": "Later,*pn the trees said to the grapevine, “Come*ln and reign over us.”"
    },
    {
        "o": 7497,
        "r": "csb:Judges:9:13",
        "t": "But*ln the grapevine said to them, “Should*ln I stop giving my wine that*ln cheers both God and man, and*ln rule over trees?”"
    },
    {
        "o": 7498,
        "r": "csb:Judges:9:14",
        "t": "Finally,*pn all the trees said to the bramble, “Come*ln and reign over us.”"
    },
    {
        "o": 7499,
        "r": "csb:Judges:9:15",
        "t": "The*ln bramble said to the trees, “If*ln you really are anointing me as*ln king over you, come*ln and find refuge in my shade. But*ln if not, may*ln fire come out from the bramble and*ln consume the cedars of Lebanon.”"
    },
    {
        "o": 7500,
        "r": "csb:Judges:9:16",
        "t": "“Now*p if you have acted faithfully and honestly in making Abimelech king, if you have done well by Jerubbaal and his family, and if you have rewarded him appropriately for what he did -"
    },
    {
        "o": 7501,
        "r": "csb:Judges:9:17",
        "t": "for my father fought for you, risked his life, and rescued you from Midian,"
    },
    {
        "o": 7502,
        "r": "csb:Judges:9:18",
        "t": "and now you have attacked my father’s family today, killed his seventy sons on top of a large stone, and made Abimelech, the son of his slave woman, king over the citizens of Shechem ‘because he is your brother’ -"
    },
    {
        "o": 7503,
        "r": "csb:Judges:9:19",
        "t": "so if you have acted faithfully and honestly with Jerubbaal and his house this day, rejoice in Abimelech and may he also rejoice in you."
    },
    {
        "o": 7504,
        "r": "csb:Judges:9:20",
        "t": "But if not, may fire come from Abimelech and consume the citizens of Shechem and Beth-millo, and may fire come from the citizens of Shechem and Beth-millo and consume Abimelech.”"
    },
    {
        "o": 7505,
        "r": "csb:Judges:9:21",
        "t": "Then Jotham fled, escaping to Beer, and lived there because of his brother Abimelech."
    },
    {
        "o": 7506,
        "r": "csb:Judges:9:21",
        "t": "Abimelech’s Punishment",
        "h": 2
    },
    {
        "o": 7507,
        "r": "csb:Judges:9:22",
        "t": "When*p Abimelech had ruled over Israel three years,"
    },
    {
        "o": 7508,
        "r": "csb:Judges:9:23",
        "t": "God sent an evil spirit between Abimelech and the citizens of Shechem. They treated Abimelech deceitfully,"
    },
    {
        "o": 7509,
        "r": "csb:Judges:9:24",
        "t": "so that the crime against the seventy sons of Jerubbaal might come to justice and their blood would be avenged on their brother Abimelech, who killed them, and on the citizens of Shechem, who had helped him kill his brothers."
    },
    {
        "o": 7510,
        "r": "csb:Judges:9:25",
        "t": "The citizens of Shechem rebelled against him by putting men in ambush on the tops of the mountains, and they robbed everyone who passed by them on the road. So this was reported to Abimelech."
    },
    {
        "o": 7511,
        "r": "csb:Judges:9:26",
        "t": "Gaal*p son of Ebed came with his brothers and crossed into Shechem, and the citizens of Shechem trusted him."
    },
    {
        "o": 7512,
        "r": "csb:Judges:9:27",
        "t": "So they went out to the countryside and harvested grapes from their vineyards. They trampled the grapes and held a celebration. Then they went to the house of their god, and as they ate and drank, they cursed Abimelech."
    },
    {
        "o": 7513,
        "r": "csb:Judges:9:28",
        "t": "Gaal son of Ebed said, “Who is Abimelech and who is Shechem that we should serve him? Isn’t he the son of Jerubbaal, and isn’t Zebul his officer? You are to serve the men of Hamor, the father of Shechem. Why should we serve Abimelech?"
    },
    {
        "o": 7514,
        "r": "csb:Judges:9:29",
        "t": "If only these people were in my power, I would remove Abimelech.” So he said to Abimelech, “Gather your army and come out.”"
    },
    {
        "o": 7515,
        "r": "csb:Judges:9:30",
        "t": "When*p Zebul, the ruler of the city, heard the words of Gaal son of Ebed, he was angry."
    },
    {
        "o": 7516,
        "r": "csb:Judges:9:31",
        "t": "So he secretly sent messengers to Abimelech, saying, “Beware! Gaal son of Ebed and his brothers have come to Shechem and are turning the city against you."
    },
    {
        "o": 7517,
        "r": "csb:Judges:9:32",
        "t": "Now tonight, you and the troops with you, come and wait in ambush in the countryside."
    },
    {
        "o": 7518,
        "r": "csb:Judges:9:33",
        "t": "Then get up early, and at sunrise attack the city. When he and the troops who are with him come out against you, do to him whatever you can.”"
    },
    {
        "o": 7519,
        "r": "csb:Judges:9:34",
        "t": "So Abimelech and all the troops with him got up at night and waited in ambush for Shechem in four units."
    },
    {
        "o": 7520,
        "r": "csb:Judges:9:35",
        "t": "Gaal*p son of Ebed went out and stood at the entrance of the city gate. Then Abimelech and the troops who were with him got up from their ambush."
    },
    {
        "o": 7521,
        "r": "csb:Judges:9:36",
        "t": "When Gaal saw the troops, he said to Zebul, “Look, troops are coming down from the mountaintops!” But Zebul said to him, “The shadows of the mountains look like men to you.”"
    },
    {
        "o": 7522,
        "r": "csb:Judges:9:37",
        "t": "Then*p Gaal spoke again, “Look, troops are coming down from the central part of the land, and one unit is coming from the direction of the Diviners’ Oak.”"
    },
    {
        "o": 7523,
        "r": "csb:Judges:9:38",
        "t": "Zebul replied, “What do you have to say now? You said, ‘Who is Abimelech that we should serve him? ’ Aren’t these the troops you despised? Now go and fight them!”"
    },
    {
        "o": 7524,
        "r": "csb:Judges:9:39",
        "t": "So*p Gaal went out leading the citizens of Shechem and fought against Abimelech,"
    },
    {
        "o": 7525,
        "r": "csb:Judges:9:40",
        "t": "but Abimelech pursued him, and Gaal fled before him. Numerous bodies were strewn as far as the entrance of the city gate."
    },
    {
        "o": 7526,
        "r": "csb:Judges:9:41",
        "t": "Abimelech stayed in Arumah, and Zebul drove Gaal and his brothers from Shechem."
    },
    {
        "o": 7527,
        "r": "csb:Judges:9:42",
        "t": "The*p next day when the people of Shechem went into the countryside, this was reported to Abimelech."
    },
    {
        "o": 7528,
        "r": "csb:Judges:9:43",
        "t": "He took the troops, divided them into three companies, and waited in ambush in the countryside. He looked, and the people were coming out of the city, so he arose against them and struck them down."
    },
    {
        "o": 7529,
        "r": "csb:Judges:9:44",
        "t": "Then Abimelech and the units that were with him rushed forward and took their stand at the entrance of the city gate. The other two units rushed against all who were in the countryside and struck them down."
    },
    {
        "o": 7530,
        "r": "csb:Judges:9:45",
        "t": "So Abimelech fought against the city that entire day, captured it, and killed the people who were in it. Then he tore down the city and sowed it with salt."
    },
    {
        "o": 7531,
        "r": "csb:Judges:9:46",
        "t": "When*p all the citizens of the Tower of Shechem heard, they entered the inner chamber of the temple of El-berith."
    },
    {
        "o": 7532,
        "r": "csb:Judges:9:47",
        "t": "Then it was reported to Abimelech that all the citizens of the Tower of Shechem had gathered."
    },
    {
        "o": 7533,
        "r": "csb:Judges:9:48",
        "t": "So Abimelech and all the troops who were with him went up to Mount Zalmon. Abimelech took his ax in his hand and cut a branch from the trees. He picked up the branch, put it on his shoulder, and said to the troops who were with him, “Hurry and do what you have seen me do.”"
    },
    {
        "o": 7534,
        "r": "csb:Judges:9:49",
        "t": "Each of the troops also cut his own branch and followed Abimelech. They put the branches against the inner chamber and set it on fire; about a thousand men and women died, including all the men of the Tower of Shechem."
    },
    {
        "o": 7535,
        "r": "csb:Judges:9:50",
        "t": "Abimelech*p went to Thebez, camped against it, and captured it."
    },
    {
        "o": 7536,
        "r": "csb:Judges:9:51",
        "t": "There was a strong tower inside the city, and all the men, women, and citizens of the city fled there. They locked themselves in and went up to the roof of the tower."
    },
    {
        "o": 7537,
        "r": "csb:Judges:9:52",
        "t": "When Abimelech came to attack the tower, he approached its entrance to set it on fire."
    },
    {
        "o": 7538,
        "r": "csb:Judges:9:53",
        "t": "But a woman threw the upper portion of a millstone on Abimelech’s head and fractured his skull."
    },
    {
        "o": 7539,
        "r": "csb:Judges:9:54",
        "t": "He quickly called his armor-bearer and said to him, “Draw your sword and kill me, or they’ll say about me, ‘A woman killed him.’” So his armor-bearer ran him through, and he died."
    },
    {
        "o": 7540,
        "r": "csb:Judges:9:55",
        "t": "When the Israelites saw that Abimelech was dead, they all went home."
    },
    {
        "o": 7541,
        "r": "csb:Judges:9:56",
        "t": "In*p this way, God brought back Abimelech’s evil—the evil that Abimelech had done to his father when he killed his seventy brothers."
    },
    {
        "o": 7542,
        "r": "csb:Judges:9:57",
        "t": "God also brought back to the men of Shechem all their evil. So the curse of Jotham son of Jerubbaal came upon them."
    }
]
