[
    {
        "o": 10053,
        "r": "nkjv:1 Kings:11:0",
        "t": "1 Kings 11",
        "h": 1
    },
    {
        "o": 10054,
        "r": "nkjv:1 Kings:11:0",
        "t": "Solomon’s Heart Turns from the Lord",
        "h": 2
    },
    {
        "o": 10055,
        "r": "nkjv:1 Kings:11:1",
        "t": "But*p King Solomon loved many foreign women, as well as the daughter of Pharaoh: women of the Moabites, Ammonites, Edomites, Sidonians, and*i Hittites—"
    },
    {
        "o": 10056,
        "r": "nkjv:1 Kings:11:2",
        "t": "from the nations of whom the Lord*s had said to the children of Israel, “You shall not intermarry with them, nor they with you. Surely they will turn away your hearts after their gods.” Solomon clung to these in love."
    },
    {
        "o": 10057,
        "r": "nkjv:1 Kings:11:3",
        "t": "And he had seven hundred wives, princesses, and three hundred concubines; and his wives turned away his heart."
    },
    {
        "o": 10058,
        "r": "nkjv:1 Kings:11:4",
        "t": "For it was so, when Solomon was old, that his wives turned his heart after other gods; and his heart was not loyal to the Lord*s his God, as was*i the heart of his father David."
    },
    {
        "o": 10059,
        "r": "nkjv:1 Kings:11:5",
        "t": "For Solomon went after Ashtoreth the goddess of the Sidonians, and after Milcom the abomination of the Ammonites."
    },
    {
        "o": 10060,
        "r": "nkjv:1 Kings:11:6",
        "t": "Solomon did evil in the sight of the Lord,*s and did not fully follow the Lord,*s as did*i his father David."
    },
    {
        "o": 10061,
        "r": "nkjv:1 Kings:11:7",
        "t": "Then Solomon built a high place for Chemosh the abomination of Moab, on the hill that is*i east of Jerusalem, and for Molech the abomination of the people of Ammon."
    },
    {
        "o": 10062,
        "r": "nkjv:1 Kings:11:8",
        "t": "And he did likewise for all his foreign wives, who burned incense and sacrificed to their gods."
    },
    {
        "o": 10063,
        "r": "nkjv:1 Kings:11:9",
        "t": "So*p the Lord*s became angry with Solomon, because his heart had turned from the Lord*s God of Israel, who had appeared to him twice,"
    },
    {
        "o": 10064,
        "r": "nkjv:1 Kings:11:10",
        "t": "and had commanded him concerning this thing, that he should not go after other gods; but he did not keep what the Lord*s had commanded."
    },
    {
        "o": 10065,
        "r": "nkjv:1 Kings:11:11",
        "t": "Therefore the Lord*s said to Solomon, “Because you have done this, and have not kept My covenant and My statutes, which I have commanded you, I will surely tear the kingdom away from you and give it to your servant."
    },
    {
        "o": 10066,
        "r": "nkjv:1 Kings:11:12",
        "t": "Nevertheless I will not do it in your days, for the sake of your father David; I will tear it out of the hand of your son."
    },
    {
        "o": 10067,
        "r": "nkjv:1 Kings:11:13",
        "t": "However I will not tear away the whole kingdom; I will give one tribe to your son for the sake of My servant David, and for the sake of Jerusalem which I have chosen.”"
    },
    {
        "o": 10068,
        "r": "nkjv:1 Kings:11:13",
        "t": "Adversaries of Solomon",
        "h": 2
    },
    {
        "o": 10069,
        "r": "nkjv:1 Kings:11:14",
        "t": "Now*p the Lord*s raised up an adversary against Solomon, Hadad the Edomite; he was*i a descendant of the king in Edom."
    },
    {
        "o": 10070,
        "r": "nkjv:1 Kings:11:15",
        "t": "For it happened, when David was in Edom, and Joab the commander of the army had gone up to bury the slain, after he had killed every male in Edom"
    },
    {
        "o": 10071,
        "r": "nkjv:1 Kings:11:16",
        "t": "(because for six months Joab remained there with all Israel, until he had cut down every male in Edom),"
    },
    {
        "o": 10072,
        "r": "nkjv:1 Kings:11:17",
        "t": "that Hadad fled to go to Egypt, he and certain Edomites of his father’s servants with him. Hadad was*i still a little child."
    },
    {
        "o": 10073,
        "r": "nkjv:1 Kings:11:18",
        "t": "Then they arose from Midian and came to Paran; and they took men with them from Paran and came to Egypt, to Pharaoh king of Egypt, who gave him a house, apportioned food for him, and gave him land."
    },
    {
        "o": 10074,
        "r": "nkjv:1 Kings:11:19",
        "t": "And Hadad found great favor in the sight of Pharaoh, so that he gave him as wife the sister of his own wife, that is, the sister of Queen Tahpenes."
    },
    {
        "o": 10075,
        "r": "nkjv:1 Kings:11:20",
        "t": "Then the sister of Tahpenes bore him Genubath his son, whom Tahpenes weaned in Pharaoh’s house. And Genubath was in Pharaoh’s household among the sons of Pharaoh."
    },
    {
        "o": 10076,
        "r": "nkjv:1 Kings:11:21",
        "t": "So*p when Hadad heard in Egypt that David rested with his fathers, and that Joab the commander of the army was dead, Hadad said to Pharaoh, “Let me depart, that I may go to my own country.”"
    },
    {
        "o": 10077,
        "r": "nkjv:1 Kings:11:22",
        "t": "Then*p Pharaoh said to him, “But what have you lacked with me, that suddenly you seek to go to your own country?” So*p he answered, “Nothing, but do let me go anyway.”"
    },
    {
        "o": 10078,
        "r": "nkjv:1 Kings:11:23",
        "t": "And*p God raised up another*i adversary against him, Rezon the son of Eliadah, who had fled from his lord, Hadadezer king of Zobah."
    },
    {
        "o": 10079,
        "r": "nkjv:1 Kings:11:24",
        "t": "So he gathered men to him and became captain over a band of*i raiders,*i when David killed those of*i Zobah.*i And they went to Damascus and dwelt there, and reigned in Damascus."
    },
    {
        "o": 10080,
        "r": "nkjv:1 Kings:11:25",
        "t": "He was an adversary of Israel all the days of Solomon (besides the trouble that Hadad caused);*i and he abhorred Israel, and reigned over Syria."
    },
    {
        "o": 10081,
        "r": "nkjv:1 Kings:11:25",
        "t": "Jeroboam’s Rebellion",
        "h": 2
    },
    {
        "o": 10082,
        "r": "nkjv:1 Kings:11:26",
        "t": "Then*p Solomon’s servant, Jeroboam the son of Nebat, an Ephraimite from Zereda, whose mother’s name was*i Zeruah, a widow, also rebelled against the king."
    },
    {
        "o": 10083,
        "r": "nkjv:1 Kings:11:27",
        "t": "And*p this is*i what caused him to rebel against the king: Solomon had built the Millo and*i repaired the damages to the City of David his father."
    },
    {
        "o": 10084,
        "r": "nkjv:1 Kings:11:28",
        "t": "The man Jeroboam was*i a mighty man of valor; and Solomon, seeing that the young man was industrious, made him the officer over all the labor force of the house of Joseph."
    },
    {
        "o": 10085,
        "r": "nkjv:1 Kings:11:29",
        "t": "Now*p it happened at that time, when Jeroboam went out of Jerusalem, that the prophet Ahijah the Shilonite met him on the way; and he had clothed himself with a new garment, and the two were*i alone in the field."
    },
    {
        "o": 10086,
        "r": "nkjv:1 Kings:11:30",
        "t": "Then Ahijah took hold of the new garment that was*i on him, and tore it into*i twelve pieces."
    },
    {
        "o": 10087,
        "r": "nkjv:1 Kings:11:31",
        "t": "And he said to Jeroboam, “Take for yourself ten pieces, for thus says the Lord,*s the God of Israel: ‘Behold, I will tear the kingdom out of the hand of Solomon and will give ten tribes to you"
    },
    {
        "o": 10088,
        "r": "nkjv:1 Kings:11:32",
        "t": "(but he shall have one tribe for the sake of My servant David, and for the sake of Jerusalem, the city which I have chosen out of all the tribes of Israel),"
    },
    {
        "o": 10089,
        "r": "nkjv:1 Kings:11:33",
        "t": "because they have forsaken Me, and worshiped Ashtoreth the goddess of the Sidonians, Chemosh the god of the Moabites, and Milcom the god of the people of Ammon, and have not walked in My ways to do what*i is*i right in My eyes and keep*i My statutes and My judgments, as did*i his father David."
    },
    {
        "o": 10090,
        "r": "nkjv:1 Kings:11:34",
        "t": "However I will not take the whole kingdom out of his hand, because I have made him ruler all the days of his life for the sake of My servant David, whom I chose because he kept My commandments and My statutes."
    },
    {
        "o": 10091,
        "r": "nkjv:1 Kings:11:35",
        "t": "But I will take the kingdom out of his son’s hand and give it to you—ten tribes."
    },
    {
        "o": 10092,
        "r": "nkjv:1 Kings:11:36",
        "t": "And to his son I will give one tribe, that My servant David may always have a lamp before Me in Jerusalem, the city which I have chosen for Myself, to put My name there."
    },
    {
        "o": 10093,
        "r": "nkjv:1 Kings:11:37",
        "t": "So I will take you, and you shall reign over all your heart desires, and you shall be king over Israel."
    },
    {
        "o": 10094,
        "r": "nkjv:1 Kings:11:38",
        "t": "Then it shall be, if you heed all that I command you, walk in My ways, and do what*i is*i right in My sight, to keep My statutes and My commandments, as My servant David did, then I will be with you and build for you an enduring house, as I built for David, and will give Israel to you."
    },
    {
        "o": 10095,
        "r": "nkjv:1 Kings:11:39",
        "t": "And I will afflict the descendants of David because of this, but not forever.’”"
    },
    {
        "o": 10096,
        "r": "nkjv:1 Kings:11:40",
        "t": "Solomon*p therefore sought to kill Jeroboam. But Jeroboam arose and fled to Egypt, to Shishak king of Egypt, and was in Egypt until the death of Solomon."
    },
    {
        "o": 10097,
        "r": "nkjv:1 Kings:11:40",
        "t": "Death of Solomon",
        "h": 2
    },
    {
        "o": 10098,
        "r": "nkjv:1 Kings:11:41",
        "t": "Now*p the rest of the acts of Solomon, all that he did, and his wisdom, are*i they not written in the book of the acts of Solomon?"
    },
    {
        "o": 10099,
        "r": "nkjv:1 Kings:11:42",
        "t": "And the period that Solomon reigned in Jerusalem over all Israel was*i forty years."
    },
    {
        "o": 10100,
        "r": "nkjv:1 Kings:11:43",
        "t": "Then Solomon rested with his fathers, and was buried in the City of David his father. And Rehoboam his son reigned in his place."
    }
]
