[
    {
        "o": 7737,
        "r": "nasb:Judges:21:0",
        "t": "Judges 21",
        "h": 1
    },
    {
        "o": 7738,
        "r": "nasb:Judges:21:0",
        "t": "Mourning Lost Tribe",
        "h": 2
    },
    {
        "o": 7739,
        "r": "nasb:Judges:21:1",
        "t": "Now*p the men of Israel had sworn in Mizpah, saying, “None of us shall give his daughter to Benjamin in marriage.”"
    },
    {
        "o": 7740,
        "r": "nasb:Judges:21:2",
        "t": "So the people came to Bethel and sat there before God until evening, and lifted up their voices and wept bitterly."
    },
    {
        "o": 7741,
        "r": "nasb:Judges:21:3",
        "t": "They said, “Why, O Lord,*s God of Israel, has this come about in Israel, so that one tribe should be missing*i today in Israel?”"
    },
    {
        "o": 7742,
        "r": "nasb:Judges:21:4",
        "t": "It came about the next day that the people arose early and built an altar there and offered burnt offerings and peace offerings."
    },
    {
        "o": 7743,
        "r": "nasb:Judges:21:5",
        "t": "Then*p the sons of Israel said, “Who is there among all the tribes of Israel who did not come up in the assembly to the Lord?”*s For they had taken a great oath concerning him who did not come up to the Lord*s at Mizpah, saying, “He shall surely be put to death.”"
    },
    {
        "o": 7744,
        "r": "nasb:Judges:21:6",
        "t": "And the sons of Israel were sorry for their brother Benjamin and said, “One tribe is cut off from Israel today."
    },
    {
        "o": 7745,
        "r": "nasb:Judges:21:7",
        "t": "What shall we do for wives for those who are left, since we have sworn by the Lord*s not to give them any of our daughters in marriage?”"
    },
    {
        "o": 7746,
        "r": "nasb:Judges:21:7",
        "t": "Provision for Their Survival",
        "h": 2
    },
    {
        "o": 7747,
        "r": "nasb:Judges:21:8",
        "t": "And*p they said, “What one is there of the tribes of Israel who did not come up to the Lord*s at Mizpah?” And behold, no one had come to the camp from Jabesh-gilead to the assembly."
    },
    {
        "o": 7748,
        "r": "nasb:Judges:21:9",
        "t": "For when the people were numbered, behold, not one of the inhabitants of Jabesh-gilead was there."
    },
    {
        "o": 7749,
        "r": "nasb:Judges:21:10",
        "t": "And the congregation sent 12,000 of the valiant warriors there, and commanded them, saying, “Go and strike the inhabitants of Jabesh-gilead with the edge of the sword, with the women and the little ones."
    },
    {
        "o": 7750,
        "r": "nasb:Judges:21:11",
        "t": "This is the thing that you shall do: you shall utterly destroy every man and every woman who has lain with a man.”"
    },
    {
        "o": 7751,
        "r": "nasb:Judges:21:12",
        "t": "And they found among the inhabitants of Jabesh-gilead 400 young virgins who had not known a man by lying with him; and they brought them to the camp at Shiloh, which is in the land of Canaan."
    },
    {
        "o": 7752,
        "r": "nasb:Judges:21:13",
        "t": "Then*p the whole congregation sent word*i and spoke to the sons of Benjamin who were at the rock of Rimmon, and proclaimed peace to them."
    },
    {
        "o": 7753,
        "r": "nasb:Judges:21:14",
        "t": "Benjamin returned at that time, and they gave them the women whom they had kept alive from the women of Jabesh-gilead; yet they were not enough for them."
    },
    {
        "o": 7754,
        "r": "nasb:Judges:21:15",
        "t": "And the people were sorry for Benjamin because the Lord*s had made a breach in the tribes of Israel."
    },
    {
        "o": 7755,
        "r": "nasb:Judges:21:16",
        "t": "Then*p the elders of the congregation said, “What shall we do for wives for those who are left, since the women are destroyed out of Benjamin?”"
    },
    {
        "o": 7756,
        "r": "nasb:Judges:21:17",
        "t": "They said, “There*i must*i be*i an inheritance for the survivors of Benjamin, so that a tribe will not be blotted out from Israel."
    },
    {
        "o": 7757,
        "r": "nasb:Judges:21:18",
        "t": "But we cannot give them wives of our daughters.” For the sons of Israel had sworn, saying, “Cursed is he who gives a wife to Benjamin.”"
    },
    {
        "o": 7758,
        "r": "nasb:Judges:21:19",
        "t": "So*p they said, “Behold, there is a feast of the Lord*s from year to year in Shiloh, which is on the north side of Bethel, on the east side of the highway that goes up from Bethel to Shechem, and on the south side of Lebonah.”"
    },
    {
        "o": 7759,
        "r": "nasb:Judges:21:20",
        "t": "And they commanded the sons of Benjamin, saying, “Go and lie in wait in the vineyards,"
    },
    {
        "o": 7760,
        "r": "nasb:Judges:21:21",
        "t": "and watch; and behold, if the daughters of Shiloh come out to take part in the dances, then you shall come out of the vineyards and each of you shall catch his wife from the daughters of Shiloh, and go to the land of Benjamin."
    },
    {
        "o": 7761,
        "r": "nasb:Judges:21:22",
        "t": "It shall come about, when their fathers or their brothers come to complain to us, that we shall say to them, ‘Give them to us voluntarily, because we did not take for each man of*i Benjamin*i a wife in battle, nor did you give them*i to them, else*i you would now be guilty.’ ”"
    },
    {
        "o": 7762,
        "r": "nasb:Judges:21:23",
        "t": "The sons of Benjamin did so, and took wives according to their number from those who danced, whom they carried away. And they went and returned to their inheritance and rebuilt the cities and lived in them."
    },
    {
        "o": 7763,
        "r": "nasb:Judges:21:24",
        "t": "The sons of Israel departed from there at that time, every man to his tribe and family, and each one of them went out from there to his inheritance."
    },
    {
        "o": 7764,
        "r": "nasb:Judges:21:25",
        "t": "In*p those days there was no king in Israel; everyone did what was right in his own eyes."
    }
]
