[
    {
        "o": 13266,
        "r": "csb:2 Chronicles:34:0",
        "t": "2 Chronicles 34",
        "h": 1
    },
    {
        "o": 13267,
        "r": "csb:2 Chronicles:34:0",
        "t": "Judah’s King Josiah",
        "h": 2
    },
    {
        "o": 13268,
        "r": "csb:2 Chronicles:34:1",
        "t": "Josiah*p was eight years old when he became king, and he reigned thirty-one years in Jerusalem."
    },
    {
        "o": 13269,
        "r": "csb:2 Chronicles:34:2",
        "t": "He did what was right in the Lord’s*s sight and walked in the ways of his ancestor David; he did not turn aside to the right or the left."
    },
    {
        "o": 13270,
        "r": "csb:2 Chronicles:34:2",
        "t": "Josiah’s Reform",
        "h": 2
    },
    {
        "o": 13271,
        "r": "csb:2 Chronicles:34:3",
        "t": "In*p the eighth year of his reign, while he was still a youth, Josiah began to seek the God of his ancestor David, and in the twelfth year he began to cleanse Judah and Jerusalem of the high places, the Asherah poles, the carved images, and the cast images."
    },
    {
        "o": 13272,
        "r": "csb:2 Chronicles:34:4",
        "t": "Then in his presence the altars of the Baals were torn down, and he chopped down the shrines that were above them. He shattered the Asherah poles, the carved images, and the cast images, crushed them to dust, and scattered them over the graves of those who had sacrificed to them."
    },
    {
        "o": 13273,
        "r": "csb:2 Chronicles:34:5",
        "t": "He burned the bones of the priests on their altars. So he cleansed Judah and Jerusalem."
    },
    {
        "o": 13274,
        "r": "csb:2 Chronicles:34:6",
        "t": "He did the same in the cities of Manasseh, Ephraim, and Simeon, and as far as Naphtali and on their surrounding mountain shrines."
    },
    {
        "o": 13275,
        "r": "csb:2 Chronicles:34:7",
        "t": "He tore down the altars, and he smashed the Asherah poles and the carved images to powder. He chopped down all the shrines throughout the land of Israel and returned to Jerusalem."
    },
    {
        "o": 13276,
        "r": "csb:2 Chronicles:34:7",
        "t": "Josiah’s Repair of the Temple",
        "h": 2
    },
    {
        "o": 13277,
        "r": "csb:2 Chronicles:34:8",
        "t": "In*p the eighteenth year of his reign, in order to cleanse the land and the temple, Josiah sent Shaphan son of Azaliah, along with Maaseiah the governor of the city and the court historian Joah son of Joahaz, to repair the temple of the Lord*s his God."
    },
    {
        "o": 13278,
        "r": "csb:2 Chronicles:34:9",
        "t": "So*p they went to the high priest Hilkiah and gave him the silver brought into God’s temple. The Levites and the doorkeepers had collected it from Manasseh, Ephraim, and from the entire remnant of Israel, and from all Judah, Benjamin, and the inhabitants of Jerusalem."
    },
    {
        "o": 13279,
        "r": "csb:2 Chronicles:34:10",
        "t": "They gave it to those doing the work - those who oversaw the Lord’s*s temple. They gave it to the workmen who were working in the Lord’s*s temple, to repair and restore the temple;"
    },
    {
        "o": 13280,
        "r": "csb:2 Chronicles:34:11",
        "t": "they gave it to the carpenters and builders and also used it to buy quarried stone and timbers - for joining and making beams - for the buildings that Judah’s kings had destroyed."
    },
    {
        "o": 13281,
        "r": "csb:2 Chronicles:34:12",
        "t": "The*p men were doing the work with integrity. Their overseers were Jahath and Obadiah, Levites from the Merarites, and Zechariah and Meshullam from the Kohathites as supervisors. The Levites were all skilled with musical instruments."
    },
    {
        "o": 13282,
        "r": "csb:2 Chronicles:34:13",
        "t": "They were also over the porters and were supervising all those doing the work task by task. Some of the Levites were secretaries, officers, and gatekeepers."
    },
    {
        "o": 13283,
        "r": "csb:2 Chronicles:34:13",
        "t": "The Recovery of the Book of the Law",
        "h": 2
    },
    {
        "o": 13284,
        "r": "csb:2 Chronicles:34:14",
        "t": "When*p they brought out the silver that had been deposited in the Lord’s*s temple, the priest Hilkiah found the book of the law of the Lord*s written by the hand of Moses."
    },
    {
        "o": 13285,
        "r": "csb:2 Chronicles:34:15",
        "t": "Consequently, Hilkiah told the court secretary Shaphan, “I have found the book of the law in the Lord’s*s temple,” and he gave the book to Shaphan."
    },
    {
        "o": 13286,
        "r": "csb:2 Chronicles:34:16",
        "t": "Shaphan*p took the book to the king, and also reported, “Your servants are doing all that was placed in their hands."
    },
    {
        "o": 13287,
        "r": "csb:2 Chronicles:34:17",
        "t": "They have emptied out the silver that was found in the Lord’s*s temple and have given it to the overseers and to those doing the work.”"
    },
    {
        "o": 13288,
        "r": "csb:2 Chronicles:34:18",
        "t": "Then the court secretary Shaphan told the king, “The priest Hilkiah gave me a book,” and Shaphan read from it in the presence of the king."
    },
    {
        "o": 13289,
        "r": "csb:2 Chronicles:34:19",
        "t": "When*p the king heard the words of the law, he tore his clothes."
    },
    {
        "o": 13290,
        "r": "csb:2 Chronicles:34:20",
        "t": "Then he commanded Hilkiah, Ahikam son of Shaphan, Abdon son of Micah, the court secretary Shaphan, and the king’s servant Asaiah,"
    },
    {
        "o": 13291,
        "r": "csb:2 Chronicles:34:21",
        "t": "“Go and inquire of the Lord*s for me and for those remaining in Israel and Judah, concerning the words of the book that was found. For great is the Lord’s*s wrath that is poured out on us because our ancestors have not kept the word of the Lord*s in order to do everything written in this book.”"
    },
    {
        "o": 13292,
        "r": "csb:2 Chronicles:34:21",
        "t": "Huldah’s Prophecy of Judgment",
        "h": 2
    },
    {
        "o": 13293,
        "r": "csb:2 Chronicles:34:22",
        "t": "So*p Hilkiah and those the king had designated went to the prophetess Huldah, the wife of Shallum son of Tokhath, son of Hasrah, keeper of the wardrobe. She lived in Jerusalem in the Second District. They spoke with her about this."
    },
    {
        "o": 13294,
        "r": "csb:2 Chronicles:34:23",
        "t": "She*p said to them, “This is what the Lord*s God of Israel says: Say to the man who sent you to me,"
    },
    {
        "o": 13295,
        "r": "csb:2 Chronicles:34:24",
        "t": "‘This is what the Lord*s says: I am about to bring disaster on this place and on its inhabitants, fulfilling all the curses written in the book that they read in the presence of the king of Judah,"
    },
    {
        "o": 13296,
        "r": "csb:2 Chronicles:34:25",
        "t": "because they have abandoned me and burned incense to other gods so as to anger me with all the works of their hands. My wrath will be poured out on this place, and it will not be quenched.’"
    },
    {
        "o": 13297,
        "r": "csb:2 Chronicles:34:26",
        "t": "Say this to the king of Judah who sent you to inquire of the Lord:*s ‘This is what the Lord*s God of Israel says: As for the words that you heard,"
    },
    {
        "o": 13298,
        "r": "csb:2 Chronicles:34:27",
        "t": "because your heart was tender and you humbled yourself before God when you heard his words against this place and against its inhabitants, and because you humbled yourself before me, and you tore your clothes and wept before me, I myself have heard’ - this is the Lord’s*s declaration."
    },
    {
        "o": 13299,
        "r": "csb:2 Chronicles:34:28",
        "t": "‘I will indeed gather you to your ancestors, and you will be gathered to your grave in peace. Your eyes will not see all the disaster that I am bringing on this place and on its inhabitants.’” Then*p they reported to the king."
    },
    {
        "o": 13300,
        "r": "csb:2 Chronicles:34:28",
        "t": "Affirmation of the Covenant by Josiah and the People",
        "h": 2
    },
    {
        "o": 13301,
        "r": "csb:2 Chronicles:34:29",
        "t": "So*p the king sent messengers and gathered all the elders of Judah and Jerusalem."
    },
    {
        "o": 13302,
        "r": "csb:2 Chronicles:34:30",
        "t": "The king went up to the Lord’s*s temple with all the men of Judah and the inhabitants of Jerusalem, as well as the priests and the Levites - all the people from the oldest to the youngest. He read in their hearing all the words of the book of the covenant that had been found in the Lord’s*s temple."
    },
    {
        "o": 13303,
        "r": "csb:2 Chronicles:34:31",
        "t": "Then the king stood at his post and made a covenant in the Lord’s*s presence to follow the Lord*s and to keep his commands, his decrees, and his statutes with all his heart and with all his soul in order to carry out the words of the covenant written in this book."
    },
    {
        "o": 13304,
        "r": "csb:2 Chronicles:34:32",
        "t": "He*p had all those present in Jerusalem and Benjamin agree to it. So all the inhabitants of Jerusalem carried out the covenant of God, the God of their ancestors."
    },
    {
        "o": 13305,
        "r": "csb:2 Chronicles:34:33",
        "t": "So*p Josiah removed everything that was detestable from all the lands belonging to the Israelites, and he required all who were present in Israel to serve the Lord*s their God. Throughout his reign they did not turn aside from following the Lord,*s the God of their ancestors."
    }
]
