[
    {
        "o": 20300,
        "r": "esv:Isaiah:31:0",
        "t": "Isaiah 31",
        "h": 1
    },
    {
        "o": 20301,
        "r": "esv:Isaiah:31:0",
        "t": "Woe to Those Who Go Down to Egypt",
        "h": 2
    },
    {
        "o": 20302,
        "r": "esv:Isaiah:31:1",
        "t": "Woe*pn to those who go down to Egypt for help and*ld rely on horses, who*ln trust in chariots because they are many and*ld in horsemen because they are very strong, but*ln do not look to the Holy One of Israel or*ld consult the Lord!*s"
    },
    {
        "o": 20303,
        "r": "esv:Isaiah:31:2",
        "t": "And*ln yet he is wise and brings disaster; he*ld does not call back his words, but*ln will arise against the house of the evildoers and*ld against the helpers of those who work iniquity."
    },
    {
        "o": 20304,
        "r": "esv:Isaiah:31:3",
        "t": "The*ln Egyptians are man, and not God, and*ld their horses are flesh, and not spirit. When*ln the Lord*s stretches out his hand, the*ld helper will stumble, and he who is helped will fall, and*ld they will all perish together."
    },
    {
        "o": 20305,
        "r": "esv:Isaiah:31:4",
        "t": "For*pn thus the Lord*s said to me, “As*ln a lion or a young lion growls over his prey, and*ld when a band of shepherds is called out against him he*ln is not terrified by their shouting or*ld daunted at their noise, so*ln the Lord*s of hosts will come down to*ld fight on Mount Zion and on its hill."
    },
    {
        "o": 20306,
        "r": "esv:Isaiah:31:5",
        "t": "Like*ln birds hovering, so the Lord*s of hosts will*ld protect Jerusalem; he*ln will protect and deliver it; he*ld will spare and rescue it.”"
    },
    {
        "o": 20307,
        "r": "esv:Isaiah:31:6",
        "t": "Turn*p to him from whom people have deeply revolted, O children of Israel."
    },
    {
        "o": 20308,
        "r": "esv:Isaiah:31:7",
        "t": "For in that day everyone shall cast away his idols of silver and his idols of gold, which your hands have sinfully made for you."
    },
    {
        "o": 20309,
        "r": "esv:Isaiah:31:8",
        "t": "“And*pn the Assyrian shall fall by a sword, not of man; and*ld a sword, not of man, shall devour him; and*ln he shall flee from the sword, and*ld his young men shall be put to forced labor."
    },
    {
        "o": 20310,
        "r": "esv:Isaiah:31:9",
        "t": "His*ln rock shall pass away in terror, and*ld his officers desert the standard in panic,” declares*ln the Lord,*s whose fire is in Zion, and*ld whose furnace is in Jerusalem."
    }
]
