[
    {
        "o": 10792,
        "r": "csb:2 Kings:9:0",
        "t": "2 Kings 9",
        "h": 1
    },
    {
        "o": 10793,
        "r": "csb:2 Kings:9:0",
        "t": "Jehu Anointed as Israel’s King",
        "h": 2
    },
    {
        "o": 10794,
        "r": "csb:2 Kings:9:1",
        "t": "The*p prophet Elisha called one of the sons of the prophets and said, “Tuck your mantle under your belt, take this flask of oil with you, and go to Ramoth-gilead."
    },
    {
        "o": 10795,
        "r": "csb:2 Kings:9:2",
        "t": "When you get there, look for Jehu son of Jehoshaphat, son of Nimshi. Go in, get him away from his colleagues, and take him to an inner room."
    },
    {
        "o": 10796,
        "r": "csb:2 Kings:9:3",
        "t": "Then take the flask of oil, pour it on his head, and say, ‘This is what the Lord*s says: “I anoint you king over Israel.”’ Open the door and escape. Don’t wait.”"
    },
    {
        "o": 10797,
        "r": "csb:2 Kings:9:4",
        "t": "So the young prophet went to Ramoth-gilead."
    },
    {
        "o": 10798,
        "r": "csb:2 Kings:9:5",
        "t": "When*p he arrived, the army commanders were sitting there, so he said, “I have a message for you, commander.” Jehu*p asked, “For which one of us?” He*p answered, “For you, commander.”"
    },
    {
        "o": 10799,
        "r": "csb:2 Kings:9:6",
        "t": "So*p Jehu got up and went into the house. The young prophet poured the oil on his head and said, “This is what the Lord*s God of Israel says: ‘I anoint you king over the Lord’s*s people, Israel."
    },
    {
        "o": 10800,
        "r": "csb:2 Kings:9:7",
        "t": "You are to strike down the house of your master Ahab so that I may avenge the blood shed by the hand of Jezebel - the blood of my servants the prophets and of all the servants of the Lord.*s"
    },
    {
        "o": 10801,
        "r": "csb:2 Kings:9:8",
        "t": "The whole house of Ahab will perish, and I will wipe out all of Ahab’s males, both slave and free, in Israel."
    },
    {
        "o": 10802,
        "r": "csb:2 Kings:9:9",
        "t": "I will make the house of Ahab like the house of Jeroboam son of Nebat and like the house of Baasha son of Ahijah."
    },
    {
        "o": 10803,
        "r": "csb:2 Kings:9:10",
        "t": "The dogs will eat Jezebel in the plot of land at Jezreel - no one will bury her.’” Then the young prophet opened the door and escaped."
    },
    {
        "o": 10804,
        "r": "csb:2 Kings:9:11",
        "t": "When*p Jehu came out to his master’s servants, they asked, “Is everything all right? Why did this crazy person come to you?” Then*p he said to them, “You know the sort and their ranting.”"
    },
    {
        "o": 10805,
        "r": "csb:2 Kings:9:12",
        "t": "But*p they replied, “That’s a lie! Tell us!” So*p Jehu said, “He talked to me about this and that and said, ‘This is what the Lord*s says: I anoint you king over Israel.’”"
    },
    {
        "o": 10806,
        "r": "csb:2 Kings:9:13",
        "t": "Each*p man quickly took his garment and put it under Jehu on the bare steps. They blew the ram’s horn and proclaimed, “Jehu is king!”"
    },
    {
        "o": 10807,
        "r": "csb:2 Kings:9:14",
        "t": "Then*p Jehu son of Jehoshaphat, son of Nimshi, conspired against Joram. Joram and all Israel had been at Ramoth-gilead on guard against King Hazael of Aram."
    },
    {
        "o": 10808,
        "r": "csb:2 Kings:9:15",
        "t": "But King Joram had returned to Jezreel to recover from the wounds that the Arameans had inflicted on him when he fought against Aram’s King Hazael. Jehu said, “If you commanders wish to make me king, then don’t let anyone escape from the city to go tell about it in Jezreel.”"
    },
    {
        "o": 10809,
        "r": "csb:2 Kings:9:15",
        "t": "Jehu Kills Joram and Ahaziah",
        "h": 2
    },
    {
        "o": 10810,
        "r": "csb:2 Kings:9:16",
        "t": "Jehu*p got into his chariot and went to Jezreel since Joram was laid up there and King Ahaziah of Judah had gone down to visit Joram."
    },
    {
        "o": 10811,
        "r": "csb:2 Kings:9:17",
        "t": "Now the watchman was standing on the tower in Jezreel. He saw Jehu’s mob approaching and shouted, “I see a mob!” Joram*p responded, “Choose a rider and send him to meet them and have him ask, ‘Do you come in peace?’”"
    },
    {
        "o": 10812,
        "r": "csb:2 Kings:9:18",
        "t": "So*p a horseman went to meet Jehu and said, “This is what the king asks: ‘Do you come in peace? ’” Jehu*p replied, “What do you have to do with peace? Fall in behind me.” The*p watchman reported, “The messenger reached them but hasn’t started back.”"
    },
    {
        "o": 10813,
        "r": "csb:2 Kings:9:19",
        "t": "So*p he sent out a second horseman, who went to them and said, “This is what the king asks: ‘Do you come in peace? ’” Jehu*p answered, “What do you have to do with peace? Fall in behind me.”"
    },
    {
        "o": 10814,
        "r": "csb:2 Kings:9:20",
        "t": "Again*p the watchman reported, “He reached them but hasn’t started back. Also, the driving is like that of Jehu son of Nimshi- he drives like a madman.”"
    },
    {
        "o": 10815,
        "r": "csb:2 Kings:9:21",
        "t": "“Get*p the chariot ready!” Joram shouted, and they got it ready. Then King Joram of Israel and King Ahaziah of Judah set out, each in his own chariot, and met Jehu at the plot of land of Naboth the Jezreelite."
    },
    {
        "o": 10816,
        "r": "csb:2 Kings:9:22",
        "t": "When Joram saw Jehu he asked, “Do you come in peace, Jehu?” He*p answered, “What peace can there be as long as there is so much prostitution and sorcery from your mother Jezebel?”"
    },
    {
        "o": 10817,
        "r": "csb:2 Kings:9:23",
        "t": "Joram*p turned around and fled, shouting to Ahaziah, “It’s treachery, Ahaziah!”"
    },
    {
        "o": 10818,
        "r": "csb:2 Kings:9:24",
        "t": "Then*p Jehu drew his bow and shot Joram between the shoulders. The arrow went through his heart, and he slumped down in his chariot."
    },
    {
        "o": 10819,
        "r": "csb:2 Kings:9:25",
        "t": "Jehu said to Bidkar his aide, “Pick him up and throw him on the plot of ground belonging to Naboth the Jezreelite. For remember when you and I were riding side by side behind his father Ahab, and the Lord*s uttered this pronouncement against him:"
    },
    {
        "o": 10820,
        "r": "csb:2 Kings:9:26",
        "t": "‘As surely as I saw the blood of Naboth and the blood of his sons yesterday’ - this is the Lord’s*s declaration - ‘so will I repay you on this plot of land’ - this is the Lord’s*s declaration. So now, according to the word of the Lord,*s pick him up and throw him on the plot of land.”"
    },
    {
        "o": 10821,
        "r": "csb:2 Kings:9:27",
        "t": "When*p King Ahaziah of Judah saw what was happening, he fled up the road toward Beth-haggan. Jehu pursued him, shouting, “Shoot him too!” So they shot him in his chariot at Gur Pass near Ibleam, but he fled to Megiddo and died there."
    },
    {
        "o": 10822,
        "r": "csb:2 Kings:9:28",
        "t": "Then his servants carried him to Jerusalem in a chariot and buried him in his ancestors’ tomb in the city of David."
    },
    {
        "o": 10823,
        "r": "csb:2 Kings:9:29",
        "t": "It was in the eleventh year of Joram son of Ahab that Ahaziah had become king over Judah."
    },
    {
        "o": 10824,
        "r": "csb:2 Kings:9:29",
        "t": "Jehu Kills Jezebel",
        "h": 2
    },
    {
        "o": 10825,
        "r": "csb:2 Kings:9:30",
        "t": "When*p Jehu came to Jezreel, Jezebel heard about it, so she painted her eyes, fixed her hair, and looked down from the window."
    },
    {
        "o": 10826,
        "r": "csb:2 Kings:9:31",
        "t": "As Jehu entered the city gate, she said, “Do you come in peace, Zimri, killer of your master?”"
    },
    {
        "o": 10827,
        "r": "csb:2 Kings:9:32",
        "t": "He*p looked up toward the window and said, “Who is on my side? Who?” Two or three eunuchs looked down at him,"
    },
    {
        "o": 10828,
        "r": "csb:2 Kings:9:33",
        "t": "and he said, “Throw her down!” So they threw her down, and some of her blood splattered on the wall and on the horses, and Jehu rode over her."
    },
    {
        "o": 10829,
        "r": "csb:2 Kings:9:34",
        "t": "Then*p he went in, ate and drank, and said, “Take care of this cursed woman and bury her, since she’s a king’s daughter.”"
    },
    {
        "o": 10830,
        "r": "csb:2 Kings:9:35",
        "t": "But when they went out to bury her, they did not find anything but the skull, the feet, and the hands."
    },
    {
        "o": 10831,
        "r": "csb:2 Kings:9:36",
        "t": "So they went back and told him, and he said, “This fulfills the Lord’s*s word that he spoke through his servant Elijah the Tishbite: ‘In the plot of land at Jezreel, the dogs will eat Jezebel’s flesh."
    },
    {
        "o": 10832,
        "r": "csb:2 Kings:9:37",
        "t": "Jezebel’s corpse will be like manure on the surface of the ground in the plot of land at Jezreel so that no one will be able to say: This is Jezebel.’”"
    }
]
