[
    {
        "o": 23395,
        "r": "esv:Ezekiel:24:0",
        "t": "Ezekiel 24",
        "h": 1
    },
    {
        "o": 23396,
        "r": "esv:Ezekiel:24:0",
        "t": "The Siege of Jerusalem",
        "h": 2
    },
    {
        "o": 23397,
        "r": "esv:Ezekiel:24:1",
        "t": "In*p the ninth year, in the tenth month, on the tenth day of the month, the word of the Lord*s came to me:"
    },
    {
        "o": 23398,
        "r": "esv:Ezekiel:24:2",
        "t": "“Son of man, write down the name of this day, this very day. The king of Babylon has laid siege to Jerusalem this very day."
    },
    {
        "o": 23399,
        "r": "esv:Ezekiel:24:3",
        "t": "And utter a parable to the rebellious house and say to them, Thus says the Lord God:*s “Set*pn on the pot, set it on; pour*ld in water also;"
    },
    {
        "o": 23400,
        "r": "esv:Ezekiel:24:4",
        "t": "put*ln in it the pieces of meat, all*ld the good pieces, the thigh and the shoulder; fill*ld it with choice bones."
    },
    {
        "o": 23401,
        "r": "esv:Ezekiel:24:5",
        "t": "Take*ln the choicest one of the flock; pile*ld the logs under it; boil*ln it well; seethe*ld also its bones in it."
    },
    {
        "o": 23402,
        "r": "esv:Ezekiel:24:6",
        "t": "“Therefore*p thus says the Lord God:*s Woe to the bloody city, to the pot whose corrosion is in it, and whose corrosion has not gone out of it! Take out of it piece after piece, without making any choice."
    },
    {
        "o": 23403,
        "r": "esv:Ezekiel:24:7",
        "t": "For the blood she has shed is in her midst; she put it on the bare rock; she did not pour it out on the ground to cover it with dust."
    },
    {
        "o": 23404,
        "r": "esv:Ezekiel:24:8",
        "t": "To rouse my wrath, to take vengeance, I have set on the bare rock the blood she has shed, that it may not be covered."
    },
    {
        "o": 23405,
        "r": "esv:Ezekiel:24:9",
        "t": "Therefore thus says the Lord God:*s Woe to the bloody city! I also will make the pile great."
    },
    {
        "o": 23406,
        "r": "esv:Ezekiel:24:10",
        "t": "Heap on the logs, kindle the fire, boil the meat well, mix in the spices, and let the bones be burned up."
    },
    {
        "o": 23407,
        "r": "esv:Ezekiel:24:11",
        "t": "Then set it empty upon the coals, that it may become hot, and its copper may burn, that its uncleanness may be melted in it, its corrosion consumed."
    },
    {
        "o": 23408,
        "r": "esv:Ezekiel:24:12",
        "t": "She has wearied herself with toil; its abundant corrosion does not go out of it. Into the fire with its corrosion!"
    },
    {
        "o": 23409,
        "r": "esv:Ezekiel:24:13",
        "t": "On account of your unclean lewdness, because I would have cleansed you and you were not cleansed from your uncleanness, you shall not be cleansed anymore till I have satisfied my fury upon you."
    },
    {
        "o": 23410,
        "r": "esv:Ezekiel:24:14",
        "t": "I am the Lord.*s I have spoken; it shall come to pass; I will do it. I will not go back; I will not spare; I will not relent; according to your ways and your deeds you will be judged, declares the Lord God.”*s"
    },
    {
        "o": 23411,
        "r": "esv:Ezekiel:24:14",
        "t": "Ezekiel’s Wife Dies",
        "h": 2
    },
    {
        "o": 23412,
        "r": "esv:Ezekiel:24:15",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23413,
        "r": "esv:Ezekiel:24:16",
        "t": "“Son of man, behold, I am about to take the delight of your eyes away from you at a stroke; yet you shall not mourn or weep, nor shall your tears run down."
    },
    {
        "o": 23414,
        "r": "esv:Ezekiel:24:17",
        "t": "Sigh, but not aloud; make no mourning for the dead. Bind on your turban, and put your shoes on your feet; do not cover your lips, nor eat the bread of men.”"
    },
    {
        "o": 23415,
        "r": "esv:Ezekiel:24:18",
        "t": "So I spoke to the people in the morning, and at evening my wife died. And on the next morning I did as I was commanded."
    },
    {
        "o": 23416,
        "r": "esv:Ezekiel:24:19",
        "t": "And*p the people said to me, “Will you not tell us what these things mean for us, that you are acting thus?”"
    },
    {
        "o": 23417,
        "r": "esv:Ezekiel:24:20",
        "t": "Then I said to them, “The word of the Lord*s came to me:"
    },
    {
        "o": 23418,
        "r": "esv:Ezekiel:24:21",
        "t": "‘Say to the house of Israel, Thus says the Lord God:*s Behold, I will profane my sanctuary, the pride of your power, the delight of your eyes, and the yearning of your soul, and your sons and your daughters whom you left behind shall fall by the sword."
    },
    {
        "o": 23419,
        "r": "esv:Ezekiel:24:22",
        "t": "And you shall do as I have done; you shall not cover your lips, nor eat the bread of men."
    },
    {
        "o": 23420,
        "r": "esv:Ezekiel:24:23",
        "t": "Your turbans shall be on your heads and your shoes on your feet; you shall not mourn or weep, but you shall rot away in your iniquities and groan to one another."
    },
    {
        "o": 23421,
        "r": "esv:Ezekiel:24:24",
        "t": "Thus shall Ezekiel be to you a sign; according to all that he has done you shall do. When this comes, then you will know that I am the Lord God.’*s"
    },
    {
        "o": 23422,
        "r": "esv:Ezekiel:24:25",
        "t": "“As*p for you, son of man, surely on the day when I take from them their stronghold, their joy and glory, the delight of their eyes and their soul’s desire, and also their sons and daughters,"
    },
    {
        "o": 23423,
        "r": "esv:Ezekiel:24:26",
        "t": "on that day a fugitive will come to you to report to you the news."
    },
    {
        "o": 23424,
        "r": "esv:Ezekiel:24:27",
        "t": "On that day your mouth will be opened to the fugitive, and you shall speak and be no longer mute. So you will be a sign to them, and they will know that I am the Lord.”*s"
    }
]
