[
    {
        "o": 11945,
        "r": "nkjv:1 Chronicles:15:0",
        "t": "1 Chronicles 15",
        "h": 1
    },
    {
        "o": 11946,
        "r": "nkjv:1 Chronicles:15:0",
        "t": "The Ark Brought to Jerusalem",
        "h": 2
    },
    {
        "o": 11947,
        "r": "nkjv:1 Chronicles:15:1",
        "t": "David*ip built houses for himself in the City of David; and he prepared a place for the ark of God, and pitched a tent for it."
    },
    {
        "o": 11948,
        "r": "nkjv:1 Chronicles:15:2",
        "t": "Then David said, “No one may carry the ark of God but the Levites, for the Lord*s has chosen them to carry the ark of God and to minister before Him forever.”"
    },
    {
        "o": 11949,
        "r": "nkjv:1 Chronicles:15:3",
        "t": "And David gathered all Israel together at Jerusalem, to bring up the ark of the Lord*s to its place, which he had prepared for it."
    },
    {
        "o": 11950,
        "r": "nkjv:1 Chronicles:15:4",
        "t": "Then David assembled the children of Aaron and the Levites:"
    },
    {
        "o": 11951,
        "r": "nkjv:1 Chronicles:15:5",
        "t": "of the sons of Kohath, Uriel the chief, and one hundred and twenty of his brethren;"
    },
    {
        "o": 11952,
        "r": "nkjv:1 Chronicles:15:6",
        "t": "of the sons of Merari, Asaiah the chief, and two hundred and twenty of his brethren;"
    },
    {
        "o": 11953,
        "r": "nkjv:1 Chronicles:15:7",
        "t": "of the sons of Gershom, Joel the chief, and one hundred and thirty of his brethren;"
    },
    {
        "o": 11954,
        "r": "nkjv:1 Chronicles:15:8",
        "t": "of the sons of Elizaphan, Shemaiah the chief, and two hundred of his brethren;"
    },
    {
        "o": 11955,
        "r": "nkjv:1 Chronicles:15:9",
        "t": "of the sons of Hebron, Eliel the chief, and eighty of his brethren;"
    },
    {
        "o": 11956,
        "r": "nkjv:1 Chronicles:15:10",
        "t": "of the sons of Uzziel, Amminadab the chief, and one hundred and twelve of his brethren."
    },
    {
        "o": 11957,
        "r": "nkjv:1 Chronicles:15:11",
        "t": "And*p David called for Zadok and Abiathar the priests, and for the Levites: for Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab."
    },
    {
        "o": 11958,
        "r": "nkjv:1 Chronicles:15:12",
        "t": "He said to them, “You are*i the heads of the fathers’ houses*i of the Levites; sanctify yourselves, you and your brethren, that you may bring up the ark of the Lord*s God of Israel to the*i place*i I have prepared for it."
    },
    {
        "o": 11959,
        "r": "nkjv:1 Chronicles:15:13",
        "t": "For because you did*i not do*i it*i the first time,*i the Lord*s our God broke out against us, because we did not consult Him about the proper order.”"
    },
    {
        "o": 11960,
        "r": "nkjv:1 Chronicles:15:14",
        "t": "So*p the priests and the Levites sanctified themselves to bring up the ark of the Lord*s God of Israel."
    },
    {
        "o": 11961,
        "r": "nkjv:1 Chronicles:15:15",
        "t": "And the children of the Levites bore the ark of God on their shoulders, by its poles, as Moses had commanded according to the word of the Lord.*s"
    },
    {
        "o": 11962,
        "r": "nkjv:1 Chronicles:15:16",
        "t": "Then*p David spoke to the leaders of the Levites to appoint their brethren to*i be*i the singers accompanied by instruments of music, stringed instruments, harps, and cymbals, by raising the voice with resounding joy."
    },
    {
        "o": 11963,
        "r": "nkjv:1 Chronicles:15:17",
        "t": "So the Levites appointed Heman the son of Joel; and of his brethren, Asaph the son of Berechiah; and of their brethren, the sons of Merari, Ethan the son of Kushaiah;"
    },
    {
        "o": 11964,
        "r": "nkjv:1 Chronicles:15:18",
        "t": "and with them their brethren of the second rank:*i Zechariah, Ben, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Elipheleh, Mikneiah, Obed-Edom, and Jeiel, the gatekeepers;"
    },
    {
        "o": 11965,
        "r": "nkjv:1 Chronicles:15:19",
        "t": "the singers, Heman, Asaph, and Ethan, were*i to sound the cymbals of bronze;"
    },
    {
        "o": 11966,
        "r": "nkjv:1 Chronicles:15:20",
        "t": "Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah, with strings according to Alamoth;"
    },
    {
        "o": 11967,
        "r": "nkjv:1 Chronicles:15:21",
        "t": "Mattithiah, Elipheleh, Mikneiah, Obed-Edom, Jeiel, and Azaziah, to direct with harps on the Sheminith;"
    },
    {
        "o": 11968,
        "r": "nkjv:1 Chronicles:15:22",
        "t": "Chenaniah, leader of the Levites, was instructor in*i charge*i of*i the music, because he was*i skillful;"
    },
    {
        "o": 11969,
        "r": "nkjv:1 Chronicles:15:23",
        "t": "Berechiah and Elkanah were*i doorkeepers for the ark;"
    },
    {
        "o": 11970,
        "r": "nkjv:1 Chronicles:15:24",
        "t": "Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer, the priests, were to blow the trumpets before the ark of God; and Obed-Edom and Jehiah, doorkeepers for the ark."
    },
    {
        "o": 11971,
        "r": "nkjv:1 Chronicles:15:25",
        "t": "So*p David, the elders of Israel, and the captains over thousands went to bring up the ark of the covenant of the Lord*s from the house of Obed-Edom with joy."
    },
    {
        "o": 11972,
        "r": "nkjv:1 Chronicles:15:26",
        "t": "And so it was, when God helped the Levites who bore the ark of the covenant of the Lord,*s that they offered seven bulls and seven rams."
    },
    {
        "o": 11973,
        "r": "nkjv:1 Chronicles:15:27",
        "t": "David was clothed with a robe of fine linen, as were all the Levites who bore the ark, the singers, and Chenaniah the music master with*i the singers. David also wore a linen ephod."
    },
    {
        "o": 11974,
        "r": "nkjv:1 Chronicles:15:28",
        "t": "Thus all Israel brought up the ark of the covenant of the Lord*s with shouting and with the sound of the horn, with trumpets and with cymbals, making music with stringed instruments and harps."
    },
    {
        "o": 11975,
        "r": "nkjv:1 Chronicles:15:29",
        "t": "And*p it happened, as*i the ark of the covenant of the Lord*s came to the City of David, that Michal, Saul’s daughter, looked through a window and saw King David whirling and playing music; and she despised him in her heart."
    }
]
