[
    {
        "o": 4612,
        "r": "nkjv:Numbers:16:0",
        "t": "Numbers 16",
        "h": 1
    },
    {
        "o": 4613,
        "r": "nkjv:Numbers:16:0",
        "t": "Rebellion Against Moses and Aaron",
        "h": 2
    },
    {
        "o": 4614,
        "r": "nkjv:Numbers:16:1",
        "t": "Now*p Korah the son of Izhar, the son of Kohath, the son of Levi, with Dathan and Abiram the sons of Eliab, and On the son of Peleth, sons of Reuben, took men;*i"
    },
    {
        "o": 4615,
        "r": "nkjv:Numbers:16:2",
        "t": "and they rose up before Moses with some of the children of Israel, two hundred and fifty leaders of the congregation, representatives of the congregation, men of renown."
    },
    {
        "o": 4616,
        "r": "nkjv:Numbers:16:3",
        "t": "They gathered together against Moses and Aaron, and said to them, “You*i take too much upon yourselves, for all the congregation is*i holy, every one of them, and the Lord*s is*i among them. Why then do you exalt yourselves above the assembly of the Lord?”*s"
    },
    {
        "o": 4617,
        "r": "nkjv:Numbers:16:4",
        "t": "So*p when Moses heard it,*i he fell on his face;"
    },
    {
        "o": 4618,
        "r": "nkjv:Numbers:16:5",
        "t": "and he spoke to Korah and all his company, saying, “Tomorrow morning the Lord*s will show who is*i His and who*i is*i holy, and will cause him*i to come near to Him. That one whom He chooses He will cause to come near to Him."
    },
    {
        "o": 4619,
        "r": "nkjv:Numbers:16:6",
        "t": "Do this: Take censers, Korah and all your company;"
    },
    {
        "o": 4620,
        "r": "nkjv:Numbers:16:7",
        "t": "put fire in them and put incense in them before the Lord*s tomorrow, and it shall be that*i the man whom the Lord*s chooses is*i the holy one. You*i take*i too much upon yourselves, you sons of Levi!”"
    },
    {
        "o": 4621,
        "r": "nkjv:Numbers:16:8",
        "t": "Then*p Moses said to Korah, “Hear now, you sons of Levi:"
    },
    {
        "o": 4622,
        "r": "nkjv:Numbers:16:9",
        "t": "Is*i it*i a small thing to you that the God of Israel has separated you from the congregation of Israel, to bring you near to Himself, to do the work of the tabernacle of the Lord,*s and to stand before the congregation to serve them;"
    },
    {
        "o": 4623,
        "r": "nkjv:Numbers:16:10",
        "t": "and that He has brought you near to*i Himself,*i you and all your brethren, the sons of Levi, with you? And are you seeking the priesthood also?"
    },
    {
        "o": 4624,
        "r": "nkjv:Numbers:16:11",
        "t": "Therefore you and all your company are*i gathered together against the Lord.*s And what is*i Aaron that you complain against him?”"
    },
    {
        "o": 4625,
        "r": "nkjv:Numbers:16:12",
        "t": "And*p Moses sent to call Dathan and Abiram the sons of Eliab, but they said, “We will not come up!"
    },
    {
        "o": 4626,
        "r": "nkjv:Numbers:16:13",
        "t": "Is*i it*i a small thing that you have brought us up out of a land flowing with milk and honey, to kill us in the wilderness, that you should keep acting like a prince over us?"
    },
    {
        "o": 4627,
        "r": "nkjv:Numbers:16:14",
        "t": "Moreover you have not brought us into a land flowing with milk and honey, nor given us inheritance of fields and vineyards. Will you put out the eyes of these men? We will not come up!”"
    },
    {
        "o": 4628,
        "r": "nkjv:Numbers:16:15",
        "t": "Then*p Moses was very angry, and said to the Lord,*s “Do not respect their offering. I have not taken one donkey from them, nor have I hurt one of them.”"
    },
    {
        "o": 4629,
        "r": "nkjv:Numbers:16:16",
        "t": "And*p Moses said to Korah, “Tomorrow, you and all your company be present before the Lord*s —you and they, as well as Aaron."
    },
    {
        "o": 4630,
        "r": "nkjv:Numbers:16:17",
        "t": "Let each take his censer and put incense in it, and each of you bring his censer before the Lord,*s two hundred and fifty censers; both you and Aaron, each with*i his censer.”"
    },
    {
        "o": 4631,
        "r": "nkjv:Numbers:16:18",
        "t": "So every man took his censer, put fire in it, laid incense on it, and stood at the door of the tabernacle of meeting with Moses and Aaron."
    },
    {
        "o": 4632,
        "r": "nkjv:Numbers:16:19",
        "t": "And Korah gathered all the congregation against them at the door of the tabernacle of meeting. Then the glory of the Lord*s appeared to all the congregation."
    },
    {
        "o": 4633,
        "r": "nkjv:Numbers:16:20",
        "t": "And*p the Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 4634,
        "r": "nkjv:Numbers:16:21",
        "t": "“Separate yourselves from among this congregation, that I may consume them in a moment.”"
    },
    {
        "o": 4635,
        "r": "nkjv:Numbers:16:22",
        "t": "Then*p they fell on their faces, and said, “O God, the God of the spirits of all flesh, shall one man sin, and You be angry with all the congregation?”"
    },
    {
        "o": 4636,
        "r": "nkjv:Numbers:16:23",
        "t": "So*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4637,
        "r": "nkjv:Numbers:16:24",
        "t": "“Speak to the congregation, saying, ‘Get away from the tents of Korah, Dathan, and Abiram.’”"
    },
    {
        "o": 4638,
        "r": "nkjv:Numbers:16:25",
        "t": "Then*p Moses rose and went to Dathan and Abiram, and the elders of Israel followed him."
    },
    {
        "o": 4639,
        "r": "nkjv:Numbers:16:26",
        "t": "And he spoke to the congregation, saying, “Depart now from the tents of these wicked men! Touch nothing of theirs, lest you be consumed in all their sins.”"
    },
    {
        "o": 4640,
        "r": "nkjv:Numbers:16:27",
        "t": "So they got away from around the tents of Korah, Dathan, and Abiram; and Dathan and Abiram came out and stood at the door of their tents, with their wives, their sons, and their little children."
    },
    {
        "o": 4641,
        "r": "nkjv:Numbers:16:28",
        "t": "And*p Moses said: “By this you shall know that the Lord*s has sent me to do all these works, for I*i have*i not done*i them*i of my own will."
    },
    {
        "o": 4642,
        "r": "nkjv:Numbers:16:29",
        "t": "If these men die naturally like all men, or if they are visited by the common fate of all men, then*i the Lord*s has not sent me."
    },
    {
        "o": 4643,
        "r": "nkjv:Numbers:16:30",
        "t": "But if the Lord*s creates a new thing, and the earth opens its mouth and swallows them up with all that belongs to them, and they go down alive into the pit, then you will understand that these men have rejected the Lord.”*s"
    },
    {
        "o": 4644,
        "r": "nkjv:Numbers:16:31",
        "t": "Now*p it came to pass, as he finished speaking all these words, that the ground split apart under them,"
    },
    {
        "o": 4645,
        "r": "nkjv:Numbers:16:32",
        "t": "and the earth opened its mouth and swallowed them up, with their households and all the men with Korah, with all their*i goods."
    },
    {
        "o": 4646,
        "r": "nkjv:Numbers:16:33",
        "t": "So they and all those with them went down alive into the pit; the earth closed over them, and they perished from among the assembly."
    },
    {
        "o": 4647,
        "r": "nkjv:Numbers:16:34",
        "t": "Then all Israel who were*i around them fled at their cry, for they said, “Lest the earth swallow us up also!”*i"
    },
    {
        "o": 4648,
        "r": "nkjv:Numbers:16:35",
        "t": "And*p a fire came out from the Lord*s and consumed the two hundred and fifty men who were offering incense."
    },
    {
        "o": 4649,
        "r": "nkjv:Numbers:16:36",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 4650,
        "r": "nkjv:Numbers:16:37",
        "t": "“Tell Eleazar, the son of Aaron the priest, to pick up the censers out of the blaze, for they are holy, and scatter the fire some distance away."
    },
    {
        "o": 4651,
        "r": "nkjv:Numbers:16:38",
        "t": "The censers of these men who sinned against their own souls, let them be made into hammered plates as a covering for the altar. Because they presented them before the Lord,*s therefore they are holy; and they shall be a sign to the children of Israel.”"
    },
    {
        "o": 4652,
        "r": "nkjv:Numbers:16:39",
        "t": "So Eleazar the priest took the bronze censers, which those who were burned up had presented, and they were hammered out as a covering on the altar,"
    },
    {
        "o": 4653,
        "r": "nkjv:Numbers:16:40",
        "t": "to*i be*i a memorial to the children of Israel that no outsider, who is*i not a descendant of Aaron, should come near to offer incense before the Lord,*s that he might not become like Korah and his companions, just as the Lord*s had said to him through Moses."
    },
    {
        "o": 4654,
        "r": "nkjv:Numbers:16:40",
        "t": "Complaints of the People",
        "h": 2
    },
    {
        "o": 4655,
        "r": "nkjv:Numbers:16:41",
        "t": "On*p the next day all the congregation of the children of Israel complained against Moses and Aaron, saying, “You have killed the people of the Lord.”*s"
    },
    {
        "o": 4656,
        "r": "nkjv:Numbers:16:42",
        "t": "Now it happened, when the congregation had gathered against Moses and Aaron, that they turned toward the tabernacle of meeting; and suddenly the cloud covered it, and the glory of the Lord*s appeared."
    },
    {
        "o": 4657,
        "r": "nkjv:Numbers:16:43",
        "t": "Then Moses and Aaron came before the tabernacle of meeting."
    },
    {
        "o": 4658,
        "r": "nkjv:Numbers:16:44",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4659,
        "r": "nkjv:Numbers:16:45",
        "t": "“Get away from among this congregation, that I may consume them in a moment.” And*p they fell on their faces."
    },
    {
        "o": 4660,
        "r": "nkjv:Numbers:16:46",
        "t": "So*p Moses said to Aaron, “Take a censer and put fire in it from the altar, put incense on*i it,*i and take it quickly to the congregation and make atonement for them; for wrath has gone out from the Lord.*s The plague has begun.”"
    },
    {
        "o": 4661,
        "r": "nkjv:Numbers:16:47",
        "t": "Then Aaron took it*i as Moses commanded, and ran into the midst of the assembly; and already the plague had begun among the people. So he put in the incense and made atonement for the people."
    },
    {
        "o": 4662,
        "r": "nkjv:Numbers:16:48",
        "t": "And he stood between the dead and the living; so the plague was stopped."
    },
    {
        "o": 4663,
        "r": "nkjv:Numbers:16:49",
        "t": "Now those who died in the plague were fourteen thousand seven hundred, besides those who died in the Korah incident."
    },
    {
        "o": 4664,
        "r": "nkjv:Numbers:16:50",
        "t": "So Aaron returned to Moses at the door of the tabernacle of meeting, for the plague had stopped."
    }
]
