[
    {
        "o": 5375,
        "r": "niv:Deuteronomy:2:0",
        "t": "Deuteronomy 2",
        "h": 1
    },
    {
        "o": 5376,
        "r": "niv:Deuteronomy:2:0",
        "t": "Wanderings in the Wilderness",
        "h": 2
    },
    {
        "o": 5377,
        "r": "niv:Deuteronomy:2:1",
        "t": "Then*p we turned back and set out toward the wilderness along the route to the Red Sea, as the Lord*s had directed me. For a long time we made our way around the hill country of Seir."
    },
    {
        "o": 5378,
        "r": "niv:Deuteronomy:2:2",
        "t": "Then*p the Lord*s said to me,"
    },
    {
        "o": 5379,
        "r": "niv:Deuteronomy:2:3",
        "t": "“You have made your way around this hill country long enough; now turn north."
    },
    {
        "o": 5380,
        "r": "niv:Deuteronomy:2:4",
        "t": "Give the people these orders: ‘You are about to pass through the territory of your relatives the descendants of Esau, who live in Seir. They will be afraid of you, but be very careful."
    },
    {
        "o": 5381,
        "r": "niv:Deuteronomy:2:5",
        "t": "Do not provoke them to war, for I will not give you any of their land, not even enough to put your foot on. I have given Esau the hill country of Seir as his own."
    },
    {
        "o": 5382,
        "r": "niv:Deuteronomy:2:6",
        "t": "You are to pay them in silver for the food you eat and the water you drink.’ ”"
    },
    {
        "o": 5383,
        "r": "niv:Deuteronomy:2:7",
        "t": "The*p Lord*s your God has blessed you in all the work of your hands. He has watched over your journey through this vast wilderness. These forty years the Lord*s your God has been with you, and you have not lacked anything."
    },
    {
        "o": 5384,
        "r": "niv:Deuteronomy:2:8",
        "t": "So*p we went on past our relatives the descendants of Esau, who live in Seir. We turned from the Arabah road, which comes up from Elath and Ezion Geber, and traveled along the desert road of Moab."
    },
    {
        "o": 5385,
        "r": "niv:Deuteronomy:2:9",
        "t": "Then*p the Lord*s said to me, “Do not harass the Moabites or provoke them to war, for I will not give you any part of their land. I have given Ar to the descendants of Lot as a possession.”"
    },
    {
        "o": 5386,
        "r": "niv:Deuteronomy:2:10",
        "t": "(The*p Emites used to live there—a people strong and numerous, and as tall as the Anakites."
    },
    {
        "o": 5387,
        "r": "niv:Deuteronomy:2:11",
        "t": "Like the Anakites, they too were considered Rephaites, but the Moabites called them Emites."
    },
    {
        "o": 5388,
        "r": "niv:Deuteronomy:2:12",
        "t": "Horites used to live in Seir, but the descendants of Esau drove them out. They destroyed the Horites from before them and settled in their place, just as Israel did in the land the Lord*s gave them as their possession.)"
    },
    {
        "o": 5389,
        "r": "niv:Deuteronomy:2:13",
        "t": "And*p the Lord*s said, “Now get up and cross the Zered Valley.” So we crossed the valley."
    },
    {
        "o": 5390,
        "r": "niv:Deuteronomy:2:14",
        "t": "Thirty-eight*p years passed from the time we left Kadesh Barnea until we crossed the Zered Valley. By then, that entire generation of fighting men had perished from the camp, as the Lord*s had sworn to them."
    },
    {
        "o": 5391,
        "r": "niv:Deuteronomy:2:15",
        "t": "The Lord’s*s hand was against them until he had completely eliminated them from the camp."
    },
    {
        "o": 5392,
        "r": "niv:Deuteronomy:2:16",
        "t": "Now*p when the last of these fighting men among the people had died,"
    },
    {
        "o": 5393,
        "r": "niv:Deuteronomy:2:17",
        "t": "the Lord*s said to me,"
    },
    {
        "o": 5394,
        "r": "niv:Deuteronomy:2:18",
        "t": "“Today you are to pass by the region of Moab at Ar."
    },
    {
        "o": 5395,
        "r": "niv:Deuteronomy:2:19",
        "t": "When you come to the Ammonites, do not harass them or provoke them to war, for I will not give you possession of any land belonging to the Ammonites. I have given it as a possession to the descendants of Lot.”"
    },
    {
        "o": 5396,
        "r": "niv:Deuteronomy:2:20",
        "t": "(That*p too was considered a land of the Rephaites, who used to live there; but the Ammonites called them Zamzummites."
    },
    {
        "o": 5397,
        "r": "niv:Deuteronomy:2:21",
        "t": "They were a people strong and numerous, and as tall as the Anakites. The Lord*s destroyed them from before the Ammonites, who drove them out and settled in their place."
    },
    {
        "o": 5398,
        "r": "niv:Deuteronomy:2:22",
        "t": "The Lord*s had done the same for the descendants of Esau, who lived in Seir, when he destroyed the Horites from before them. They drove them out and have lived in their place to this day."
    },
    {
        "o": 5399,
        "r": "niv:Deuteronomy:2:23",
        "t": "And as for the Avvites who lived in villages as far as Gaza, the Caphtorites coming out from Caphtor destroyed them and settled in their place.)"
    },
    {
        "o": 5400,
        "r": "niv:Deuteronomy:2:23",
        "t": "Defeat of Sihon King of Heshbon",
        "h": 2
    },
    {
        "o": 5401,
        "r": "niv:Deuteronomy:2:24",
        "t": "“Set*p out now and cross the Arnon Gorge. See, I have given into your hand Sihon the Amorite, king of Heshbon, and his country. Begin to take possession of it and engage him in battle."
    },
    {
        "o": 5402,
        "r": "niv:Deuteronomy:2:25",
        "t": "This very day I will begin to put the terror and fear of you on all the nations under heaven. They will hear reports of you and will tremble and be in anguish because of you.”"
    },
    {
        "o": 5403,
        "r": "niv:Deuteronomy:2:26",
        "t": "From*p the Desert of Kedemoth I sent messengers to Sihon king of Heshbon offering peace and saying,"
    },
    {
        "o": 5404,
        "r": "niv:Deuteronomy:2:27",
        "t": "“Let us pass through your country. We will stay on the main road; we will not turn aside to the right or to the left."
    },
    {
        "o": 5405,
        "r": "niv:Deuteronomy:2:28",
        "t": "Sell us food to eat and water to drink for their price in silver. Only let us pass through on foot—"
    },
    {
        "o": 5406,
        "r": "niv:Deuteronomy:2:29",
        "t": "as the descendants of Esau, who live in Seir, and the Moabites, who live in Ar, did for us—until we cross the Jordan into the land the Lord*s our God is giving us.”"
    },
    {
        "o": 5407,
        "r": "niv:Deuteronomy:2:30",
        "t": "But Sihon king of Heshbon refused to let us pass through. For the Lord*s your God had made his spirit stubborn and his heart obstinate in order to give him into your hands, as he has now done."
    },
    {
        "o": 5408,
        "r": "niv:Deuteronomy:2:31",
        "t": "The*p Lord*s said to me, “See, I have begun to deliver Sihon and his country over to you. Now begin to conquer and possess his land.”"
    },
    {
        "o": 5409,
        "r": "niv:Deuteronomy:2:32",
        "t": "When*p Sihon and all his army came out to meet us in battle at Jahaz,"
    },
    {
        "o": 5410,
        "r": "niv:Deuteronomy:2:33",
        "t": "the Lord*s our God delivered him over to us and we struck him down, together with his sons and his whole army."
    },
    {
        "o": 5411,
        "r": "niv:Deuteronomy:2:34",
        "t": "At that time we took all his towns and completely destroyed them—men, women and children. We left no survivors."
    },
    {
        "o": 5412,
        "r": "niv:Deuteronomy:2:35",
        "t": "But the livestock and the plunder from the towns we had captured we carried off for ourselves."
    },
    {
        "o": 5413,
        "r": "niv:Deuteronomy:2:36",
        "t": "From Aroer on the rim of the Arnon Gorge, and from the town in the gorge, even as far as Gilead, not one town was too strong for us. The Lord*s our God gave us all of them."
    },
    {
        "o": 5414,
        "r": "niv:Deuteronomy:2:37",
        "t": "But in accordance with the command of the Lord*s our God, you did not encroach on any of the land of the Ammonites, neither the land along the course of the Jabbok nor that around the towns in the hills."
    }
]
