[
    {
        "o": 278,
        "r": "kjv:Genesis:11:0",
        "t": "Genesis 11",
        "h": 1
    },
    {
        "o": 279,
        "r": "kjv:Genesis:11:1",
        "t": "And*p the whole earth was of one language, and of one speech."
    },
    {
        "o": 280,
        "r": "kjv:Genesis:11:2",
        "t": "And*p it came to pass, as they journeyed from the east, that they found a plain in the land of Shinar; and they dwelt there."
    },
    {
        "o": 281,
        "r": "kjv:Genesis:11:3",
        "t": "And*p they said one to another, Go to, let us make brick, and burn them thoroughly. And they had brick for stone, and slime had they for mortar."
    },
    {
        "o": 282,
        "r": "kjv:Genesis:11:4",
        "t": "And*p they said, Go to, let us build us a city and a tower, whose top may reach unto heaven; and let us make us a name, lest we be scattered abroad upon the face of the whole earth."
    },
    {
        "o": 283,
        "r": "kjv:Genesis:11:5",
        "t": "And*p the Lord*s came down to see the city and the tower, which the children of men builded."
    },
    {
        "o": 284,
        "r": "kjv:Genesis:11:6",
        "t": "And*p the Lord*s said, Behold, the people is one, and they have all one language; and this they begin to do: and now nothing will be restrained from them, which they have imagined to do."
    },
    {
        "o": 285,
        "r": "kjv:Genesis:11:7",
        "t": "Go*p to, let us go down, and there confound their language, that they may not understand one another's speech."
    },
    {
        "o": 286,
        "r": "kjv:Genesis:11:8",
        "t": "So*p the Lord*s scattered them abroad from thence upon the face of all the earth: and they left off to build the city."
    },
    {
        "o": 287,
        "r": "kjv:Genesis:11:9",
        "t": "Therefore*p is the name of it called Babel; because the Lord*s did there confound the language of all the earth: and from thence did the Lord*s scatter them abroad upon the face of all the earth."
    },
    {
        "o": 288,
        "r": "kjv:Genesis:11:10",
        "t": "These*p are the generations of Shem: Shem was an hundred years old, and begat Arphaxad two years after the flood:"
    },
    {
        "o": 289,
        "r": "kjv:Genesis:11:11",
        "t": "And*p Shem lived after he begat Arphaxad five hundred years, and begat sons and daughters."
    },
    {
        "o": 290,
        "r": "kjv:Genesis:11:12",
        "t": "And*p Arphaxad lived five and thirty years, and begat Salah:"
    },
    {
        "o": 291,
        "r": "kjv:Genesis:11:13",
        "t": "And*p Arphaxad lived after he begat Salah four hundred and three years, and begat sons and daughters."
    },
    {
        "o": 292,
        "r": "kjv:Genesis:11:14",
        "t": "And*p Salah lived thirty years, and begat Eber:"
    },
    {
        "o": 293,
        "r": "kjv:Genesis:11:15",
        "t": "And*p Salah lived after he begat Eber four hundred and three years, and begat sons and daughters."
    },
    {
        "o": 294,
        "r": "kjv:Genesis:11:16",
        "t": "And*p Eber lived four and thirty years, and begat Peleg:"
    },
    {
        "o": 295,
        "r": "kjv:Genesis:11:17",
        "t": "And*p Eber lived after he begat Peleg four hundred and thirty years, and begat sons and daughters."
    },
    {
        "o": 296,
        "r": "kjv:Genesis:11:18",
        "t": "And*p Peleg lived thirty years, and begat Reu:"
    },
    {
        "o": 297,
        "r": "kjv:Genesis:11:19",
        "t": "And*p Peleg lived after he begat Reu two hundred and nine years, and begat sons and daughters."
    },
    {
        "o": 298,
        "r": "kjv:Genesis:11:20",
        "t": "And*p Reu lived two and thirty years, and begat Serug:"
    },
    {
        "o": 299,
        "r": "kjv:Genesis:11:21",
        "t": "And*p Reu lived after he begat Serug two hundred and seven years, and begat sons and daughters."
    },
    {
        "o": 300,
        "r": "kjv:Genesis:11:22",
        "t": "And*p Serug lived thirty years, and begat Nahor:"
    },
    {
        "o": 301,
        "r": "kjv:Genesis:11:23",
        "t": "And*p Serug lived after he begat Nahor two hundred years, and begat sons and daughters."
    },
    {
        "o": 302,
        "r": "kjv:Genesis:11:24",
        "t": "And*p Nahor lived nine and twenty years, and begat Terah:"
    },
    {
        "o": 303,
        "r": "kjv:Genesis:11:25",
        "t": "And*p Nahor lived after he begat Terah an hundred and nineteen years, and begat sons and daughters."
    },
    {
        "o": 304,
        "r": "kjv:Genesis:11:26",
        "t": "And*p Terah lived seventy years, and begat Abram, Nahor, and Haran."
    },
    {
        "o": 305,
        "r": "kjv:Genesis:11:27",
        "t": "Now*p these are the generations of Terah: Terah begat Abram, Nahor, and Haran; and Haran begat Lot."
    },
    {
        "o": 306,
        "r": "kjv:Genesis:11:28",
        "t": "And*p Haran died before his father Terah in the land of his nativity, in Ur of the Chaldeans."
    },
    {
        "o": 307,
        "r": "kjv:Genesis:11:29",
        "t": "And*p Abram and Nahor took them wives: the name of Abram's wife was Sarai; and the name of Nahor's wife, Milcah, the daughter of Haran, the father of Milcah, and the father of Iscah."
    },
    {
        "o": 308,
        "r": "kjv:Genesis:11:30",
        "t": "But*p Sarai was barren; she had no child."
    },
    {
        "o": 309,
        "r": "kjv:Genesis:11:31",
        "t": "And*p Terah took Abram his son, and Lot the son of Haran his son's son, and Sarai his daughter in law, his son Abram's wife; and they went forth with them from Ur of the Chaldeans, to go into the land of Canaan; and they came unto Haran, and dwelt there."
    },
    {
        "o": 310,
        "r": "kjv:Genesis:11:32",
        "t": "And*p the days of Terah were two hundred and five years: and Terah died in Haran."
    }
]
