[
    {
        "o": 10470,
        "r": "nkjv:1 Kings:22:0",
        "t": "1 Kings 22",
        "h": 1
    },
    {
        "o": 10471,
        "r": "nkjv:1 Kings:22:0",
        "t": "Micaiah Warns Ahab",
        "h": 2
    },
    {
        "o": 10472,
        "r": "nkjv:1 Kings:22:1",
        "t": "Now*p three years passed without war between Syria and Israel."
    },
    {
        "o": 10473,
        "r": "nkjv:1 Kings:22:2",
        "t": "Then it came to pass, in the third year, that Jehoshaphat the king of Judah went down to visit*i the king of Israel."
    },
    {
        "o": 10474,
        "r": "nkjv:1 Kings:22:3",
        "t": "And*p the king of Israel said to his servants, “Do you know that Ramoth in Gilead is*i ours, but we hesitate to take it out of the hand of the king of Syria?”"
    },
    {
        "o": 10475,
        "r": "nkjv:1 Kings:22:4",
        "t": "So he said to Jehoshaphat, “Will you go with me to fight at Ramoth Gilead?” Jehoshaphat*p said to the king of Israel, “I am*i as you are,*i my people as your people, my horses as your horses.”"
    },
    {
        "o": 10476,
        "r": "nkjv:1 Kings:22:5",
        "t": "Also Jehoshaphat said to the king of Israel, “Please inquire for the word of the Lord*s today.”"
    },
    {
        "o": 10477,
        "r": "nkjv:1 Kings:22:6",
        "t": "Then*p the king of Israel gathered the prophets together, about four hundred men, and said to them, “Shall I go against Ramoth Gilead to fight, or shall I refrain?” So*p they said, “Go up, for the Lord will deliver it*i into the hand of the king.”"
    },
    {
        "o": 10478,
        "r": "nkjv:1 Kings:22:7",
        "t": "And*p Jehoshaphat said, “Is*i there*i not still a prophet of the Lord*s here, that we may inquire of Him?”"
    },
    {
        "o": 10479,
        "r": "nkjv:1 Kings:22:8",
        "t": "So*p the king of Israel said to Jehoshaphat, “There*i is*i still one man, Micaiah the son of Imlah, by whom we may inquire of the Lord;*s but I hate him, because he does not prophesy good concerning me, but evil.” And*p Jehoshaphat said, “Let not the king say such things!”"
    },
    {
        "o": 10480,
        "r": "nkjv:1 Kings:22:9",
        "t": "Then*p the king of Israel called an officer and said, “Bring Micaiah the son of Imlah quickly!”"
    },
    {
        "o": 10481,
        "r": "nkjv:1 Kings:22:10",
        "t": "The*p king of Israel and Jehoshaphat the king of Judah, having put on their*i robes, sat each on his throne, at a threshing floor at the entrance of the gate of Samaria; and all the prophets prophesied before them."
    },
    {
        "o": 10482,
        "r": "nkjv:1 Kings:22:11",
        "t": "Now Zedekiah the son of Chenaanah had made horns of iron for himself; and he said, “Thus says the Lord:*s ‘With these you shall gore the Syrians until they are destroyed.’”"
    },
    {
        "o": 10483,
        "r": "nkjv:1 Kings:22:12",
        "t": "And all the prophets prophesied so, saying, “Go up to Ramoth Gilead and prosper, for the Lord*s will deliver it*i into the king’s hand.”"
    },
    {
        "o": 10484,
        "r": "nkjv:1 Kings:22:13",
        "t": "Then*p the messenger who had gone to call Micaiah spoke to him, saying, “Now listen, the words of the prophets with one accord encourage the king. Please, let your word be like the word of one of them, and speak encouragement.”"
    },
    {
        "o": 10485,
        "r": "nkjv:1 Kings:22:14",
        "t": "And*p Micaiah said, “As*i the Lord*s lives, whatever the Lord*s says to me, that I will speak.”"
    },
    {
        "o": 10486,
        "r": "nkjv:1 Kings:22:15",
        "t": "Then*p he came to the king; and the king said to him, “Micaiah, shall we go to war against Ramoth Gilead, or shall we refrain?” And*p he answered him, “Go and prosper, for the Lord*s will deliver it*i into the hand of the king!”"
    },
    {
        "o": 10487,
        "r": "nkjv:1 Kings:22:16",
        "t": "So*p the king said to him, “How many times shall I make you swear that you tell me nothing but the truth in the name of the Lord?”*s"
    },
    {
        "o": 10488,
        "r": "nkjv:1 Kings:22:17",
        "t": "Then*p he said, “I saw all Israel scattered on the mountains, as sheep that have no shepherd. And the Lord*s said, ‘These have no master. Let each return to his house in peace.’”"
    },
    {
        "o": 10489,
        "r": "nkjv:1 Kings:22:18",
        "t": "And*p the king of Israel said to Jehoshaphat, “Did I not tell you he would not prophesy good concerning me, but evil?”"
    },
    {
        "o": 10490,
        "r": "nkjv:1 Kings:22:19",
        "t": "Then*p Micaiah*i said, “Therefore hear the word of the Lord:*s I saw the Lord*s sitting on His throne, and all the host of heaven standing by, on His right hand and on His left."
    },
    {
        "o": 10491,
        "r": "nkjv:1 Kings:22:20",
        "t": "And the Lord*s said, ‘Who will persuade Ahab to go up, that he may fall at Ramoth Gilead?’ So one spoke in this manner, and another spoke in that manner."
    },
    {
        "o": 10492,
        "r": "nkjv:1 Kings:22:21",
        "t": "Then a spirit came forward and stood before the Lord,*s and said, ‘I will persuade him.’"
    },
    {
        "o": 10493,
        "r": "nkjv:1 Kings:22:22",
        "t": "The Lord*s said to him, ‘In what way?’ So he said, ‘I will go out and be a lying spirit in the mouth of all his prophets.’ And the Lord*s said, ‘You shall persuade him,*i and also prevail. Go out and do so.’"
    },
    {
        "o": 10494,
        "r": "nkjv:1 Kings:22:23",
        "t": "Therefore look! The Lord*s has put a lying spirit in the mouth of all these prophets of yours, and the Lord*s has declared disaster against you.”"
    },
    {
        "o": 10495,
        "r": "nkjv:1 Kings:22:24",
        "t": "Now*p Zedekiah the son of Chenaanah went near and struck Micaiah on the cheek, and said, “Which way did the spirit from the Lord*s go from me to speak to you?”"
    },
    {
        "o": 10496,
        "r": "nkjv:1 Kings:22:25",
        "t": "And*p Micaiah said, “Indeed, you shall see on that day when you go into an inner chamber to hide!”"
    },
    {
        "o": 10497,
        "r": "nkjv:1 Kings:22:26",
        "t": "So*p the king of Israel said, “Take Micaiah, and return him to Amon the governor of the city and to Joash the king’s son;"
    },
    {
        "o": 10498,
        "r": "nkjv:1 Kings:22:27",
        "t": "and say, ‘Thus says the king: “Put this fellow*i in prison, and feed him with bread of affliction and water of affliction, until I come in peace.”’”"
    },
    {
        "o": 10499,
        "r": "nkjv:1 Kings:22:28",
        "t": "But*p Micaiah said, “If you ever return in peace, the Lord*s has not spoken by me.” And he said, “Take heed, all you people!”"
    },
    {
        "o": 10500,
        "r": "nkjv:1 Kings:22:28",
        "t": "Ahab Dies in Battle",
        "h": 2
    },
    {
        "o": 10501,
        "r": "nkjv:1 Kings:22:29",
        "t": "So*p the king of Israel and Jehoshaphat the king of Judah went up to Ramoth Gilead."
    },
    {
        "o": 10502,
        "r": "nkjv:1 Kings:22:30",
        "t": "And the king of Israel said to Jehoshaphat, “I will disguise myself and go into battle; but you put on your robes.” So the king of Israel disguised himself and went into battle."
    },
    {
        "o": 10503,
        "r": "nkjv:1 Kings:22:31",
        "t": "Now*p the king of Syria had commanded the thirty-two captains of his chariots, saying, “Fight with no one small or great, but only with the king of Israel.”"
    },
    {
        "o": 10504,
        "r": "nkjv:1 Kings:22:32",
        "t": "So it was, when the captains of the chariots saw Jehoshaphat, that they said, “Surely it is*i the king of Israel!” Therefore they turned aside to fight against him, and Jehoshaphat cried out."
    },
    {
        "o": 10505,
        "r": "nkjv:1 Kings:22:33",
        "t": "And it happened, when the captains of the chariots saw that it was*i not the king of Israel, that they turned back from pursuing him."
    },
    {
        "o": 10506,
        "r": "nkjv:1 Kings:22:34",
        "t": "Now a certain*i man drew a bow at random, and struck the king of Israel between the joints of his armor. So he said to the driver of his chariot, “Turn around and take me out of the battle, for I am wounded.”"
    },
    {
        "o": 10507,
        "r": "nkjv:1 Kings:22:35",
        "t": "The*p battle increased that day; and the king was propped up in his chariot, facing the Syrians, and died at evening. The blood ran out from the wound onto the floor of the chariot."
    },
    {
        "o": 10508,
        "r": "nkjv:1 Kings:22:36",
        "t": "Then, as the sun was going down, a shout went throughout the army, saying, “Every man to his city, and every man to his own country!”"
    },
    {
        "o": 10509,
        "r": "nkjv:1 Kings:22:37",
        "t": "So*p the king died, and was brought to Samaria. And they buried the king in Samaria."
    },
    {
        "o": 10510,
        "r": "nkjv:1 Kings:22:38",
        "t": "Then someone*i washed the chariot at a pool in Samaria, and the dogs licked up his blood while the harlots bathed, according to the word of the Lord*s which He had spoken."
    },
    {
        "o": 10511,
        "r": "nkjv:1 Kings:22:39",
        "t": "Now*p the rest of the acts of Ahab, and all that he did, the ivory house which he built and all the cities that he built, are*i they not written in the book of the chronicles of the kings of Israel?"
    },
    {
        "o": 10512,
        "r": "nkjv:1 Kings:22:40",
        "t": "So Ahab rested with his fathers. Then Ahaziah his son reigned in his place."
    },
    {
        "o": 10513,
        "r": "nkjv:1 Kings:22:40",
        "t": "Jehoshaphat Reigns in Judah",
        "h": 2
    },
    {
        "o": 10514,
        "r": "nkjv:1 Kings:22:41",
        "t": "Jehoshaphat*p the son of Asa had become king over Judah in the fourth year of Ahab king of Israel."
    },
    {
        "o": 10515,
        "r": "nkjv:1 Kings:22:42",
        "t": "Jehoshaphat was*i thirty-five years old when he became king, and he reigned twenty-five years in Jerusalem. His mother’s name was*i Azubah the daughter of Shilhi."
    },
    {
        "o": 10516,
        "r": "nkjv:1 Kings:22:43",
        "t": "And he walked in all the ways of his father Asa. He did not turn aside from them, doing what*i was*i right in the eyes of the Lord.*s Nevertheless the high places were not taken away, for*i the people offered sacrifices and burned incense on the high places."
    },
    {
        "o": 10517,
        "r": "nkjv:1 Kings:22:44",
        "t": "Also Jehoshaphat made peace with the king of Israel."
    },
    {
        "o": 10518,
        "r": "nkjv:1 Kings:22:45",
        "t": "Now*p the rest of the acts of Jehoshaphat, the might that he showed, and how he made war, are*i they not written in the book of the chronicles of the kings of Judah?"
    },
    {
        "o": 10519,
        "r": "nkjv:1 Kings:22:46",
        "t": "And the rest of the perverted persons, who remained in the days of his father Asa, he banished from the land."
    },
    {
        "o": 10520,
        "r": "nkjv:1 Kings:22:47",
        "t": "There*i was*i then no king in Edom, only a deputy of the king."
    },
    {
        "o": 10521,
        "r": "nkjv:1 Kings:22:48",
        "t": "Jehoshaphat*p made merchant ships to go to Ophir for gold; but they never sailed, for the ships were wrecked at Ezion Geber."
    },
    {
        "o": 10522,
        "r": "nkjv:1 Kings:22:49",
        "t": "Then Ahaziah the son of Ahab said to Jehoshaphat, “Let my servants go with your servants in the ships.” But Jehoshaphat would not."
    },
    {
        "o": 10523,
        "r": "nkjv:1 Kings:22:50",
        "t": "And*p Jehoshaphat rested with his fathers, and was buried with his fathers in the City of David his father. Then Jehoram his son reigned in his place."
    },
    {
        "o": 10524,
        "r": "nkjv:1 Kings:22:50",
        "t": "Ahaziah Reigns in Israel",
        "h": 2
    },
    {
        "o": 10525,
        "r": "nkjv:1 Kings:22:51",
        "t": "Ahaziah*p the son of Ahab became king over Israel in Samaria in the seventeenth year of Jehoshaphat king of Judah, and reigned two years over Israel."
    },
    {
        "o": 10526,
        "r": "nkjv:1 Kings:22:52",
        "t": "He did evil in the sight of the Lord,*s and walked in the way of his father and in the way of his mother and in the way of Jeroboam the son of Nebat, who had made Israel sin;"
    },
    {
        "o": 10527,
        "r": "nkjv:1 Kings:22:53",
        "t": "for he served Baal and worshiped him, and provoked the Lord*s God of Israel to anger, according to all that his father had done."
    }
]
