[
    {
        "o": 34603,
        "r": "nkjv:1 John:1:0",
        "t": "1 John 1",
        "h": 1
    },
    {
        "o": 34604,
        "r": "nkjv:1 John:1:0",
        "t": "What Was Heard, Seen, and Touched",
        "h": 2
    },
    {
        "o": 34605,
        "r": "nkjv:1 John:1:1",
        "t": "That*p which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, concerning the Word of life—"
    },
    {
        "o": 34606,
        "r": "nkjv:1 John:1:2",
        "t": "the life was manifested, and we have seen, and bear witness, and declare to you that eternal life which was with the Father and was manifested to us—"
    },
    {
        "o": 34607,
        "r": "nkjv:1 John:1:3",
        "t": "that which we have seen and heard we declare to you, that you also may have fellowship with us; and truly our fellowship is*i with the Father and with His Son Jesus Christ."
    },
    {
        "o": 34608,
        "r": "nkjv:1 John:1:4",
        "t": "And these things we write to you that your joy may be full."
    },
    {
        "o": 34609,
        "r": "nkjv:1 John:1:4",
        "t": "Fellowship with Him and One Another",
        "h": 2
    },
    {
        "o": 34610,
        "r": "nkjv:1 John:1:5",
        "t": "This*p is the message which we have heard from Him and declare to you, that God is light and in Him is no darkness at all."
    },
    {
        "o": 34611,
        "r": "nkjv:1 John:1:6",
        "t": "If we say that we have fellowship with Him, and walk in darkness, we lie and do not practice the truth."
    },
    {
        "o": 34612,
        "r": "nkjv:1 John:1:7",
        "t": "But if we walk in the light as He is in the light, we have fellowship with one another, and the blood of Jesus Christ His Son cleanses us from all sin."
    },
    {
        "o": 34613,
        "r": "nkjv:1 John:1:8",
        "t": "If*p we say that we have no sin, we deceive ourselves, and the truth is not in us."
    },
    {
        "o": 34614,
        "r": "nkjv:1 John:1:9",
        "t": "If we confess our sins, He is faithful and just to forgive us our*i sins and to cleanse us from all unrighteousness."
    },
    {
        "o": 34615,
        "r": "nkjv:1 John:1:10",
        "t": "If we say that we have not sinned, we make Him a liar, and His word is not in us."
    },
    {
        "o": 34616,
        "r": "nkjv:1 John:2:0",
        "t": "1 John 2",
        "h": 1
    },
    {
        "o": 34617,
        "r": "nkjv:1 John:2:1",
        "t": "My*p little children, these things I write to you, so that you may not sin. And if anyone sins, we have an Advocate with the Father, Jesus Christ the righteous."
    },
    {
        "o": 34618,
        "r": "nkjv:1 John:2:2",
        "t": "And He Himself is the propitiation for our sins, and not for ours only but also for the whole world."
    },
    {
        "o": 34619,
        "r": "nkjv:1 John:2:2",
        "t": "The Test of Knowing Him",
        "h": 2
    },
    {
        "o": 34620,
        "r": "nkjv:1 John:2:3",
        "t": "Now*p by this we know that we know Him, if we keep His commandments."
    },
    {
        "o": 34621,
        "r": "nkjv:1 John:2:4",
        "t": "He who says, “I know Him,” and does not keep His commandments, is a liar, and the truth is not in him."
    },
    {
        "o": 34622,
        "r": "nkjv:1 John:2:5",
        "t": "But whoever keeps His word, truly the love of God is perfected in him. By this we know that we are in Him."
    },
    {
        "o": 34623,
        "r": "nkjv:1 John:2:6",
        "t": "He who says he abides in Him ought himself also to walk just as He walked."
    },
    {
        "o": 34624,
        "r": "nkjv:1 John:2:7",
        "t": "Brethren,*p I write no new commandment to you, but an old commandment which you have had from the beginning. The old commandment is the word which you heard from the beginning."
    },
    {
        "o": 34625,
        "r": "nkjv:1 John:2:8",
        "t": "Again, a new commandment I write to you, which thing is true in Him and in you, because the darkness is passing away, and the true light is already shining."
    },
    {
        "o": 34626,
        "r": "nkjv:1 John:2:9",
        "t": "He*p who says he is in the light, and hates his brother, is in darkness until now."
    },
    {
        "o": 34627,
        "r": "nkjv:1 John:2:10",
        "t": "He who loves his brother abides in the light, and there is no cause for stumbling in him."
    },
    {
        "o": 34628,
        "r": "nkjv:1 John:2:11",
        "t": "But he who hates his brother is in darkness and walks in darkness, and does not know where he is going, because the darkness has blinded his eyes."
    },
    {
        "o": 34629,
        "r": "nkjv:1 John:2:11",
        "t": "Their Spiritual State",
        "h": 2
    },
    {
        "o": 34630,
        "r": "nkjv:1 John:2:12",
        "t": "I*pn write to you, little children, Because*ld your sins are forgiven you for His name’s sake."
    },
    {
        "o": 34631,
        "r": "nkjv:1 John:2:13",
        "t": "I*ld write to you, fathers, Because*ld you have known Him who*i is*i from the beginning. I*ld write to you, young men, Because*ld you have overcome the wicked one. I*ld write to you, little children, Because*ld you have known the Father."
    },
    {
        "o": 34632,
        "r": "nkjv:1 John:2:14",
        "t": "I*ld have written to you, fathers, Because*ld you have known Him who*i is*i from the beginning. I*ld have written to you, young men, Because*ld you are strong, and the word of God abides in you, And*ld you have overcome the wicked one."
    },
    {
        "o": 34633,
        "r": "nkjv:1 John:2:14",
        "t": "Do Not Love the World",
        "h": 2
    },
    {
        "o": 34634,
        "r": "nkjv:1 John:2:15",
        "t": "Do*p not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him."
    },
    {
        "o": 34635,
        "r": "nkjv:1 John:2:16",
        "t": "For all that is*i in the world—the lust of the flesh, the lust of the eyes, and the pride of life—is not of the Father but is of the world."
    },
    {
        "o": 34636,
        "r": "nkjv:1 John:2:17",
        "t": "And the world is passing away, and the lust of it; but he who does the will of God abides forever."
    },
    {
        "o": 34637,
        "r": "nkjv:1 John:2:17",
        "t": "Deceptions of the Last Hour",
        "h": 2
    },
    {
        "o": 34638,
        "r": "nkjv:1 John:2:18",
        "t": "Little*p children, it is the last hour; and as you have heard that the Antichrist is coming, even now many antichrists have come, by which we know that it is the last hour."
    },
    {
        "o": 34639,
        "r": "nkjv:1 John:2:19",
        "t": "They went out from us, but they were not of us; for if they had been of us, they would have continued with us; but they*i went*i out*i that they might be made manifest, that none of them were of us."
    },
    {
        "o": 34640,
        "r": "nkjv:1 John:2:20",
        "t": "But*p you have an anointing from the Holy One, and you know all things."
    },
    {
        "o": 34641,
        "r": "nkjv:1 John:2:21",
        "t": "I have not written to you because you do not know the truth, but because you know it, and that no lie is of the truth."
    },
    {
        "o": 34642,
        "r": "nkjv:1 John:2:22",
        "t": "Who*p is a liar but he who denies that Jesus is the Christ? He is antichrist who denies the Father and the Son."
    },
    {
        "o": 34643,
        "r": "nkjv:1 John:2:23",
        "t": "Whoever denies the Son does not have the Father either; he who acknowledges the Son has the Father also."
    },
    {
        "o": 34644,
        "r": "nkjv:1 John:2:23",
        "t": "Let Truth Abide in You",
        "h": 2
    },
    {
        "o": 34645,
        "r": "nkjv:1 John:2:24",
        "t": "Therefore*p let that abide in you which you heard from the beginning. If what you heard from the beginning abides in you, you also will abide in the Son and in the Father."
    },
    {
        "o": 34646,
        "r": "nkjv:1 John:2:25",
        "t": "And this is the promise that He has promised us—eternal life."
    },
    {
        "o": 34647,
        "r": "nkjv:1 John:2:26",
        "t": "These*p things I have written to you concerning those who try*i to*i deceive you."
    },
    {
        "o": 34648,
        "r": "nkjv:1 John:2:27",
        "t": "But the anointing which you have received from Him abides in you, and you do not need that anyone teach you; but as the same anointing teaches you concerning all things, and is true, and is not a lie, and just as it has taught you, you will abide in Him."
    },
    {
        "o": 34649,
        "r": "nkjv:1 John:2:27",
        "t": "The Children of God",
        "h": 2
    },
    {
        "o": 34650,
        "r": "nkjv:1 John:2:28",
        "t": "And*p now, little children, abide in Him, that when He appears, we may have confidence and not be ashamed before Him at His coming."
    },
    {
        "o": 34651,
        "r": "nkjv:1 John:2:29",
        "t": "If you know that He is righteous, you know that everyone who practices righteousness is born of Him."
    },
    {
        "o": 34652,
        "r": "nkjv:1 John:3:0",
        "t": "1 John 3",
        "h": 1
    },
    {
        "o": 34653,
        "r": "nkjv:1 John:3:1",
        "t": "Behold*p what manner of love the Father has bestowed on us, that we should be called children of God! Therefore the world does not know us, because it did not know Him."
    },
    {
        "o": 34654,
        "r": "nkjv:1 John:3:2",
        "t": "Beloved, now we are children of God; and it has not yet been revealed what we shall be, but we know that when He is revealed, we shall be like Him, for we shall see Him as He is."
    },
    {
        "o": 34655,
        "r": "nkjv:1 John:3:3",
        "t": "And everyone who has this hope in Him purifies himself, just as He is pure."
    },
    {
        "o": 34656,
        "r": "nkjv:1 John:3:3",
        "t": "Sin and the Child of God",
        "h": 2
    },
    {
        "o": 34657,
        "r": "nkjv:1 John:3:4",
        "t": "Whoever*p commits sin also commits lawlessness, and sin is lawlessness."
    },
    {
        "o": 34658,
        "r": "nkjv:1 John:3:5",
        "t": "And you know that He was manifested to take away our sins, and in Him there is no sin."
    },
    {
        "o": 34659,
        "r": "nkjv:1 John:3:6",
        "t": "Whoever abides in Him does not sin. Whoever sins has neither seen Him nor known Him."
    },
    {
        "o": 34660,
        "r": "nkjv:1 John:3:7",
        "t": "Little*p children, let no one deceive you. He who practices righteousness is righteous, just as He is righteous."
    },
    {
        "o": 34661,
        "r": "nkjv:1 John:3:8",
        "t": "He who sins is of the devil, for the devil has sinned from the beginning. For this purpose the Son of God was manifested, that He might destroy the works of the devil."
    },
    {
        "o": 34662,
        "r": "nkjv:1 John:3:9",
        "t": "Whoever has been born of God does not sin, for His seed remains in him; and he cannot sin, because he has been born of God."
    },
    {
        "o": 34663,
        "r": "nkjv:1 John:3:9",
        "t": "The Imperative of Love",
        "h": 2
    },
    {
        "o": 34664,
        "r": "nkjv:1 John:3:10",
        "t": "In*p this the children of God and the children of the devil are manifest: Whoever does not practice righteousness is not of God, nor is*i he who does not love his brother."
    },
    {
        "o": 34665,
        "r": "nkjv:1 John:3:11",
        "t": "For this is the message that you heard from the beginning, that we should love one another,"
    },
    {
        "o": 34666,
        "r": "nkjv:1 John:3:12",
        "t": "not as Cain who*i was of the wicked one and murdered his brother. And why did he murder him? Because his works were evil and his brother’s righteous."
    },
    {
        "o": 34667,
        "r": "nkjv:1 John:3:13",
        "t": "Do*p not marvel, my brethren, if the world hates you."
    },
    {
        "o": 34668,
        "r": "nkjv:1 John:3:14",
        "t": "We know that we have passed from death to life, because we love the brethren. He who does not love his*i brother abides in death."
    },
    {
        "o": 34669,
        "r": "nkjv:1 John:3:15",
        "t": "Whoever hates his brother is a murderer, and you know that no murderer has eternal life abiding in him."
    },
    {
        "o": 34670,
        "r": "nkjv:1 John:3:15",
        "t": "The Outworking of Love",
        "h": 2
    },
    {
        "o": 34671,
        "r": "nkjv:1 John:3:16",
        "t": "By*p this we know love, because He laid down His life for us. And we also ought to lay down our*i lives for the brethren."
    },
    {
        "o": 34672,
        "r": "nkjv:1 John:3:17",
        "t": "But whoever has this world’s goods, and sees his brother in need, and shuts up his heart from him, how does the love of God abide in him?"
    },
    {
        "o": 34673,
        "r": "nkjv:1 John:3:18",
        "t": "My*p little children, let us not love in word or in tongue, but in deed and in truth."
    },
    {
        "o": 34674,
        "r": "nkjv:1 John:3:19",
        "t": "And by this we know that we are of the truth, and shall assure our hearts before Him."
    },
    {
        "o": 34675,
        "r": "nkjv:1 John:3:20",
        "t": "For if our heart condemns us, God is greater than our heart, and knows all things."
    },
    {
        "o": 34676,
        "r": "nkjv:1 John:3:21",
        "t": "Beloved, if our heart does not condemn us, we have confidence toward God."
    },
    {
        "o": 34677,
        "r": "nkjv:1 John:3:22",
        "t": "And whatever we ask we receive from Him, because we keep His commandments and do those things that are pleasing in His sight."
    },
    {
        "o": 34678,
        "r": "nkjv:1 John:3:23",
        "t": "And this is His commandment: that we should believe on the name of His Son Jesus Christ and love one another, as He gave us commandment."
    },
    {
        "o": 34679,
        "r": "nkjv:1 John:3:23",
        "t": "The Spirit of Truth and the Spirit of Error",
        "h": 2
    },
    {
        "o": 34680,
        "r": "nkjv:1 John:3:24",
        "t": "Now*p he who keeps His commandments abides in Him, and He in him. And by this we know that He abides in us, by the Spirit whom He has given us."
    },
    {
        "o": 34681,
        "r": "nkjv:1 John:4:0",
        "t": "1 John 4",
        "h": 1
    },
    {
        "o": 34682,
        "r": "nkjv:1 John:4:1",
        "t": "Beloved,*p do not believe every spirit, but test the spirits, whether they are of God; because many false prophets have gone out into the world."
    },
    {
        "o": 34683,
        "r": "nkjv:1 John:4:2",
        "t": "By this you know the Spirit of God: Every spirit that confesses that Jesus Christ has come in the flesh is of God,"
    },
    {
        "o": 34684,
        "r": "nkjv:1 John:4:3",
        "t": "and every spirit that does not confess that Jesus Christ has come in the flesh is not of God. And this is the spirit*i of the Antichrist, which you have heard was coming, and is now already in the world."
    },
    {
        "o": 34685,
        "r": "nkjv:1 John:4:4",
        "t": "You*p are of God, little children, and have overcome them, because He who is in you is greater than he who is in the world."
    },
    {
        "o": 34686,
        "r": "nkjv:1 John:4:5",
        "t": "They are of the world. Therefore they speak as*i of the world, and the world hears them."
    },
    {
        "o": 34687,
        "r": "nkjv:1 John:4:6",
        "t": "We are of God. He who knows God hears us; he who is not of God does not hear us. By this we know the spirit of truth and the spirit of error."
    },
    {
        "o": 34688,
        "r": "nkjv:1 John:4:6",
        "t": "Knowing God Through Love",
        "h": 2
    },
    {
        "o": 34689,
        "r": "nkjv:1 John:4:7",
        "t": "Beloved,*p let us love one another, for love is of God; and everyone who loves is born of God and knows God."
    },
    {
        "o": 34690,
        "r": "nkjv:1 John:4:8",
        "t": "He who does not love does not know God, for God is love."
    },
    {
        "o": 34691,
        "r": "nkjv:1 John:4:9",
        "t": "In this the love of God was manifested toward us, that God has sent His only begotten Son into the world, that we might live through Him."
    },
    {
        "o": 34692,
        "r": "nkjv:1 John:4:10",
        "t": "In this is love, not that we loved God, but that He loved us and sent His Son to*i be*i the propitiation for our sins."
    },
    {
        "o": 34693,
        "r": "nkjv:1 John:4:11",
        "t": "Beloved, if God so loved us, we also ought to love one another."
    },
    {
        "o": 34694,
        "r": "nkjv:1 John:4:11",
        "t": "Seeing God Through Love",
        "h": 2
    },
    {
        "o": 34695,
        "r": "nkjv:1 John:4:12",
        "t": "No*p one has seen God at any time. If we love one another, God abides in us, and His love has been perfected in us."
    },
    {
        "o": 34696,
        "r": "nkjv:1 John:4:13",
        "t": "By this we know that we abide in Him, and He in us, because He has given us of His Spirit."
    },
    {
        "o": 34697,
        "r": "nkjv:1 John:4:14",
        "t": "And we have seen and testify that the Father has sent the Son as*i Savior of the world."
    },
    {
        "o": 34698,
        "r": "nkjv:1 John:4:15",
        "t": "Whoever confesses that Jesus is the Son of God, God abides in him, and he in God."
    },
    {
        "o": 34699,
        "r": "nkjv:1 John:4:16",
        "t": "And we have known and believed the love that God has for us. God is love, and he who abides in love abides in God, and God in him."
    },
    {
        "o": 34700,
        "r": "nkjv:1 John:4:16",
        "t": "The Consummation of Love",
        "h": 2
    },
    {
        "o": 34701,
        "r": "nkjv:1 John:4:17",
        "t": "Love*p has been perfected among us in this: that we may have boldness in the day of judgment; because as He is, so are we in this world."
    },
    {
        "o": 34702,
        "r": "nkjv:1 John:4:18",
        "t": "There is no fear in love; but perfect love casts out fear, because fear involves torment. But he who fears has not been made perfect in love."
    },
    {
        "o": 34703,
        "r": "nkjv:1 John:4:19",
        "t": "We love Him because He first loved us."
    },
    {
        "o": 34704,
        "r": "nkjv:1 John:4:19",
        "t": "Obedience by Faith",
        "h": 2
    },
    {
        "o": 34705,
        "r": "nkjv:1 John:4:20",
        "t": "If*p someone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen, how can he love God whom he has not seen?"
    },
    {
        "o": 34706,
        "r": "nkjv:1 John:4:21",
        "t": "And this commandment we have from Him: that he who loves God must*i love his brother also."
    },
    {
        "o": 34707,
        "r": "nkjv:1 John:5:0",
        "t": "1 John 5",
        "h": 1
    },
    {
        "o": 34708,
        "r": "nkjv:1 John:5:1",
        "t": "Whoever*p believes that Jesus is the Christ is born of God, and everyone who loves Him who begot also loves him who is begotten of Him."
    },
    {
        "o": 34709,
        "r": "nkjv:1 John:5:2",
        "t": "By this we know that we love the children of God, when we love God and keep His commandments."
    },
    {
        "o": 34710,
        "r": "nkjv:1 John:5:3",
        "t": "For this is the love of God, that we keep His commandments. And His commandments are not burdensome."
    },
    {
        "o": 34711,
        "r": "nkjv:1 John:5:4",
        "t": "For whatever is born of God overcomes the world. And this is the victory that has overcome the world—our faith."
    },
    {
        "o": 34712,
        "r": "nkjv:1 John:5:5",
        "t": "Who is he who overcomes the world, but he who believes that Jesus is the Son of God?"
    },
    {
        "o": 34713,
        "r": "nkjv:1 John:5:5",
        "t": "The Certainty of God’s Witness",
        "h": 2
    },
    {
        "o": 34714,
        "r": "nkjv:1 John:5:6",
        "t": "This*p is He who came by water and blood—Jesus Christ; not only by water, but by water and blood. And it is the Spirit who bears witness, because the Spirit is truth."
    },
    {
        "o": 34715,
        "r": "nkjv:1 John:5:7",
        "t": "For there are three that bear witness in heaven: the Father, the Word, and the Holy Spirit; and these three are one."
    },
    {
        "o": 34716,
        "r": "nkjv:1 John:5:8",
        "t": "And there are three that bear witness on earth: the Spirit, the water, and the blood; and these three agree as one."
    },
    {
        "o": 34717,
        "r": "nkjv:1 John:5:9",
        "t": "If*p we receive the witness of men, the witness of God is greater; for this is the witness of God which He has testified of His Son."
    },
    {
        "o": 34718,
        "r": "nkjv:1 John:5:10",
        "t": "He who believes in the Son of God has the witness in himself; he who does not believe God has made Him a liar, because he has not believed the testimony that God has given of His Son."
    },
    {
        "o": 34719,
        "r": "nkjv:1 John:5:11",
        "t": "And this is the testimony: that God has given us eternal life, and this life is in His Son."
    },
    {
        "o": 34720,
        "r": "nkjv:1 John:5:12",
        "t": "He who has the Son has life; he who does not have the Son of God does not have life."
    },
    {
        "o": 34721,
        "r": "nkjv:1 John:5:13",
        "t": "These things I have written to you who believe in the name of the Son of God, that you may know that you have eternal life, and that you may continue*i to*i believe in the name of the Son of God."
    },
    {
        "o": 34722,
        "r": "nkjv:1 John:5:13",
        "t": "Confidence and Compassion in Prayer",
        "h": 2
    },
    {
        "o": 34723,
        "r": "nkjv:1 John:5:14",
        "t": "Now*p this is the confidence that we have in Him, that if we ask anything according to His will, He hears us."
    },
    {
        "o": 34724,
        "r": "nkjv:1 John:5:15",
        "t": "And if we know that He hears us, whatever we ask, we know that we have the petitions that we have asked of Him."
    },
    {
        "o": 34725,
        "r": "nkjv:1 John:5:16",
        "t": "If*p anyone sees his brother sinning a sin which*i does*i not lead*i to death, he will ask, and He will give him life for those who commit sin not leading*i to death. There is sin leading*i to death. I do not say that he should pray about that."
    },
    {
        "o": 34726,
        "r": "nkjv:1 John:5:17",
        "t": "All unrighteousness is sin, and there is sin not leading*i to death."
    },
    {
        "o": 34727,
        "r": "nkjv:1 John:5:17",
        "t": "Knowing the True—Rejecting the False",
        "h": 2
    },
    {
        "o": 34728,
        "r": "nkjv:1 John:5:18",
        "t": "We*p know that whoever is born of God does not sin; but he who has been born of God keeps himself, and the wicked one does not touch him."
    },
    {
        "o": 34729,
        "r": "nkjv:1 John:5:19",
        "t": "We*p know that we are of God, and the whole world lies under*i the*i sway*i of*i the wicked one."
    },
    {
        "o": 34730,
        "r": "nkjv:1 John:5:20",
        "t": "And*p we know that the Son of God has come and has given us an understanding, that we may know Him who is true; and we are in Him who is true, in His Son Jesus Christ. This is the true God and eternal life."
    },
    {
        "o": 34731,
        "r": "nkjv:1 John:5:21",
        "t": "Little*p children, keep yourselves from idols. Amen."
    }
]
