[
    {
        "o": 14076,
        "r": "nkjv:Esther:1:0",
        "t": "Esther 1",
        "h": 1
    },
    {
        "o": 14077,
        "r": "nkjv:Esther:1:0",
        "t": "The King Dethrones Queen Vashti",
        "h": 2
    },
    {
        "o": 14078,
        "r": "nkjv:Esther:1:1",
        "t": "Now*p it came to pass in the days of Ahasuerus (this was*i the Ahasuerus who reigned over one hundred and twenty-seven provinces, from India to Ethiopia),"
    },
    {
        "o": 14079,
        "r": "nkjv:Esther:1:2",
        "t": "in those days when King Ahasuerus sat on the throne of his kingdom, which was*i in Shushan the citadel,"
    },
    {
        "o": 14080,
        "r": "nkjv:Esther:1:3",
        "t": "that*i in the third year of his reign he made a feast for all his officials and servants—the powers of Persia and Media, the nobles, and the princes of the provinces being*i before him—"
    },
    {
        "o": 14081,
        "r": "nkjv:Esther:1:4",
        "t": "when he showed the riches of his glorious kingdom and the splendor of his excellent majesty for many days, one hundred and eighty days in*i all.*i"
    },
    {
        "o": 14082,
        "r": "nkjv:Esther:1:5",
        "t": "And*p when these days were completed, the king made a feast lasting seven days for all the people who were present in Shushan the citadel, from great to small, in the court of the garden of the king’s palace."
    },
    {
        "o": 14083,
        "r": "nkjv:Esther:1:6",
        "t": "There*i were*i white and blue linen curtains*i fastened with cords of fine linen and purple on silver rods and marble pillars; and*i the*i couches were*i of gold and silver on a mosaic*i pavement of alabaster, turquoise, and white and black marble."
    },
    {
        "o": 14084,
        "r": "nkjv:Esther:1:7",
        "t": "And they served drinks in golden vessels, each vessel being different from the other, with royal wine in abundance, according to the generosity of the king."
    },
    {
        "o": 14085,
        "r": "nkjv:Esther:1:8",
        "t": "In accordance with the law, the drinking was not compulsory; for so the king had ordered all the officers of his household, that they should do according to each man’s pleasure."
    },
    {
        "o": 14086,
        "r": "nkjv:Esther:1:9",
        "t": "Queen*p Vashti also made a feast for the women in*i the royal palace which belonged*i to King Ahasuerus."
    },
    {
        "o": 14087,
        "r": "nkjv:Esther:1:10",
        "t": "On*p the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar, and Carcas, seven eunuchs who served in the presence of King Ahasuerus,"
    },
    {
        "o": 14088,
        "r": "nkjv:Esther:1:11",
        "t": "to bring Queen Vashti before the king, wearing*i her royal crown, in order to show her beauty to the people and the officials, for she was*i beautiful to behold."
    },
    {
        "o": 14089,
        "r": "nkjv:Esther:1:12",
        "t": "But Queen Vashti refused to come at the king’s command brought*i by his*i eunuchs; therefore the king was furious, and his anger burned within him."
    },
    {
        "o": 14090,
        "r": "nkjv:Esther:1:13",
        "t": "Then*p the king said to the wise men who understood the times (for this was*i the king’s manner toward all who knew law and justice,"
    },
    {
        "o": 14091,
        "r": "nkjv:Esther:1:14",
        "t": "those closest to him being*i Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, who had access to the king’s presence, and*i who ranked highest in the kingdom):"
    },
    {
        "o": 14092,
        "r": "nkjv:Esther:1:15",
        "t": "“What shall*i we*i do to Queen Vashti, according to law, because she did not obey the command of King Ahasuerus brought*i to*i her*i by the eunuchs?”"
    },
    {
        "o": 14093,
        "r": "nkjv:Esther:1:16",
        "t": "And*p Memucan answered before the king and the princes: “Queen Vashti has not only wronged the king, but also all the princes, and all the people who are*i in all the provinces of King Ahasuerus."
    },
    {
        "o": 14094,
        "r": "nkjv:Esther:1:17",
        "t": "For the queen’s behavior will become known to all women, so that they will despise their husbands in their eyes, when they report, ‘King Ahasuerus commanded Queen Vashti to be brought in before him, but she did not come.’"
    },
    {
        "o": 14095,
        "r": "nkjv:Esther:1:18",
        "t": "This very day the noble*i ladies of Persia and Media will say to all the king’s officials that they have heard of the behavior of the queen. Thus there*i will*i be*i excessive contempt and wrath."
    },
    {
        "o": 14096,
        "r": "nkjv:Esther:1:19",
        "t": "If it pleases the king, let a royal decree go out from him, and let it be recorded in the laws of the Persians and the Medes, so that it will not be altered, that Vashti shall come no more before King Ahasuerus; and let the king give her royal position to another who is better than she."
    },
    {
        "o": 14097,
        "r": "nkjv:Esther:1:20",
        "t": "When the king’s decree which he will make is proclaimed throughout all his empire (for it is great), all wives will honor their husbands, both great and small.”"
    },
    {
        "o": 14098,
        "r": "nkjv:Esther:1:21",
        "t": "And*p the reply pleased the king and the princes, and the king did according to the word of Memucan."
    },
    {
        "o": 14099,
        "r": "nkjv:Esther:1:22",
        "t": "Then he sent letters to all the king’s provinces, to each province in its own script, and to every people in their own language, that each man should be master in his own house, and speak in the language of his own people."
    },
    {
        "o": 14100,
        "r": "nkjv:Esther:2:0",
        "t": "Esther 2",
        "h": 1
    },
    {
        "o": 14101,
        "r": "nkjv:Esther:2:0",
        "t": "Esther Becomes Queen",
        "h": 2
    },
    {
        "o": 14102,
        "r": "nkjv:Esther:2:1",
        "t": "After*p these things, when the wrath of King Ahasuerus subsided, he remembered Vashti, what she had done, and what had been decreed against her."
    },
    {
        "o": 14103,
        "r": "nkjv:Esther:2:2",
        "t": "Then the king’s servants who attended him said: “Let beautiful young virgins be sought for the king;"
    },
    {
        "o": 14104,
        "r": "nkjv:Esther:2:3",
        "t": "and let the king appoint officers in all the provinces of his kingdom, that they may gather all the beautiful young virgins to Shushan the citadel, into the women’s quarters, under the custody of Hegai the king’s eunuch, custodian of the women. And let beauty preparations be given them.*i"
    },
    {
        "o": 14105,
        "r": "nkjv:Esther:2:4",
        "t": "Then let the young woman who pleases the king be queen instead of Vashti.” This*p thing pleased the king, and he did so."
    },
    {
        "o": 14106,
        "r": "nkjv:Esther:2:5",
        "t": "In*p Shushan the citadel there was a certain Jew whose name was*i Mordecai the son of Jair, the son of Shimei, the son of Kish, a Benjamite."
    },
    {
        "o": 14107,
        "r": "nkjv:Esther:2:6",
        "t": "Kish*i had been carried away from Jerusalem with the captives who had been captured with Jeconiah king of Judah, whom Nebuchadnezzar the king of Babylon had carried away."
    },
    {
        "o": 14108,
        "r": "nkjv:Esther:2:7",
        "t": "And Mordecai*i had brought up Hadassah, that is,*i Esther, his uncle’s daughter, for she had neither father nor mother. The young woman was*i lovely and beautiful. When her father and mother died, Mordecai took her as his own daughter."
    },
    {
        "o": 14109,
        "r": "nkjv:Esther:2:8",
        "t": "So*p it was, when the king’s command and decree were heard, and when many young women were gathered at Shushan the citadel, under*i the custody of Hegai, that Esther also was taken to the king’s palace, into the care of Hegai the custodian of the women."
    },
    {
        "o": 14110,
        "r": "nkjv:Esther:2:9",
        "t": "Now the young woman pleased him, and she obtained his favor; so he readily gave beauty preparations to her, besides her allowance. Then seven choice maidservants were provided for her from the king’s palace, and he moved her and her maidservants to the best place*i in the house of the women."
    },
    {
        "o": 14111,
        "r": "nkjv:Esther:2:10",
        "t": "Esther*p had not revealed her people or family, for Mordecai had charged her not to reveal it.*i"
    },
    {
        "o": 14112,
        "r": "nkjv:Esther:2:11",
        "t": "And every day Mordecai paced in front of the court of the women’s quarters, to learn of Esther’s welfare and what was happening to her."
    },
    {
        "o": 14113,
        "r": "nkjv:Esther:2:12",
        "t": "Each*p young woman’s turn came to go in to King Ahasuerus after she had completed twelve months’ preparation, according to the regulations for the women, for thus were the days of their preparation apportioned: six months with oil of myrrh, and six months with perfumes and preparations for beautifying women."
    },
    {
        "o": 14114,
        "r": "nkjv:Esther:2:13",
        "t": "Thus prepared,*i each*i young woman went to the king, and she was given whatever she desired to take with her from the women’s quarters to the king’s palace."
    },
    {
        "o": 14115,
        "r": "nkjv:Esther:2:14",
        "t": "In the evening she went, and in the morning she returned to the second house of the women, to the custody of Shaashgaz, the king’s eunuch who kept the concubines. She would not go in to the king again unless the king delighted in her and called for her by name."
    },
    {
        "o": 14116,
        "r": "nkjv:Esther:2:15",
        "t": "Now*p when the turn came for Esther the daughter of Abihail the uncle of Mordecai, who had taken her as his daughter, to go in to the king, she requested nothing but what Hegai the king’s eunuch, the custodian of the women, advised. And Esther obtained favor in the sight of all who saw her."
    },
    {
        "o": 14117,
        "r": "nkjv:Esther:2:16",
        "t": "So Esther was taken to King Ahasuerus, into his royal palace, in the tenth month, which is*i the month of Tebeth, in the seventh year of his reign."
    },
    {
        "o": 14118,
        "r": "nkjv:Esther:2:17",
        "t": "The king loved Esther more than all the other*i women, and she obtained grace and favor in his sight more than all the virgins; so he set the royal crown upon her head and made her queen instead of Vashti."
    },
    {
        "o": 14119,
        "r": "nkjv:Esther:2:18",
        "t": "Then the king made a great feast, the Feast of Esther, for all his officials and servants; and he proclaimed a holiday in the provinces and gave gifts according to the generosity of a king."
    },
    {
        "o": 14120,
        "r": "nkjv:Esther:2:18",
        "t": "Mordecai Discovers a Plot",
        "h": 2
    },
    {
        "o": 14121,
        "r": "nkjv:Esther:2:19",
        "t": "When*p virgins were gathered together a second time, Mordecai sat within the king’s gate."
    },
    {
        "o": 14122,
        "r": "nkjv:Esther:2:20",
        "t": "Now*i Esther had not revealed her family and her people, just as Mordecai had charged her, for Esther obeyed the command of Mordecai as when she was brought up by him."
    },
    {
        "o": 14123,
        "r": "nkjv:Esther:2:21",
        "t": "In*p those days, while Mordecai sat within the king’s gate, two of the king’s eunuchs, Bigthan and Teresh, doorkeepers, became furious and sought to lay hands on King Ahasuerus."
    },
    {
        "o": 14124,
        "r": "nkjv:Esther:2:22",
        "t": "So the matter became known to Mordecai, who told Queen Esther, and Esther informed the king in Mordecai’s name."
    },
    {
        "o": 14125,
        "r": "nkjv:Esther:2:23",
        "t": "And when an inquiry was made into the matter, it was confirmed, and both were hanged on a gallows; and it was written in the book of the chronicles in the presence of the king."
    },
    {
        "o": 14126,
        "r": "nkjv:Esther:3:0",
        "t": "Esther 3",
        "h": 1
    },
    {
        "o": 14127,
        "r": "nkjv:Esther:3:0",
        "t": "Haman’s Conspiracy Against the Jews",
        "h": 2
    },
    {
        "o": 14128,
        "r": "nkjv:Esther:3:1",
        "t": "After*p these things King Ahasuerus promoted Haman, the son of Hammedatha the Agagite, and advanced him and set his seat above all the princes who were*i with him."
    },
    {
        "o": 14129,
        "r": "nkjv:Esther:3:2",
        "t": "And all the king’s servants who were*i within the king’s gate bowed and paid homage to Haman, for so the king had commanded concerning him. But Mordecai would not bow or pay homage."
    },
    {
        "o": 14130,
        "r": "nkjv:Esther:3:3",
        "t": "Then the king’s servants who were*i within the king’s gate said to Mordecai, “Why do you transgress the king’s command?”"
    },
    {
        "o": 14131,
        "r": "nkjv:Esther:3:4",
        "t": "Now it happened, when they spoke to him daily and he would not listen to them, that they told it*i to Haman, to see whether Mordecai’s words would stand; for Mordecai*i had told them that he was*i a Jew."
    },
    {
        "o": 14132,
        "r": "nkjv:Esther:3:5",
        "t": "When Haman saw that Mordecai did not bow or pay him homage, Haman was filled with wrath."
    },
    {
        "o": 14133,
        "r": "nkjv:Esther:3:6",
        "t": "But he disdained to lay hands on Mordecai alone, for they had told him of the people of Mordecai. Instead, Haman sought to destroy all the Jews who were*i throughout the whole kingdom of Ahasuerus—the people of Mordecai."
    },
    {
        "o": 14134,
        "r": "nkjv:Esther:3:7",
        "t": "In*p the first month, which is the month of Nisan, in the twelfth year of King Ahasuerus, they cast Pur (that is,*i the lot), before Haman to determine the day and the month, until it*i fell*i on*i the*i twelfth month,*i which is*i the month of Adar."
    },
    {
        "o": 14135,
        "r": "nkjv:Esther:3:8",
        "t": "Then*p Haman said to King Ahasuerus, “There is a certain people scattered and dispersed among the people in all the provinces of your kingdom; their laws are*i different from all other*i people’s, and they do not keep the king’s laws. Therefore it is*i not fitting for the king to let them remain."
    },
    {
        "o": 14136,
        "r": "nkjv:Esther:3:9",
        "t": "If it pleases the king, let a*i decree*i be written that they be destroyed, and I will pay ten thousand talents of silver into the hands of those who do the work, to bring it*i into the king’s treasuries.”"
    },
    {
        "o": 14137,
        "r": "nkjv:Esther:3:10",
        "t": "So*p the king took his signet ring from his hand and gave it to Haman, the son of Hammedatha the Agagite, the enemy of the Jews."
    },
    {
        "o": 14138,
        "r": "nkjv:Esther:3:11",
        "t": "And the king said to Haman, “The money and the people are*i given to you, to do with them as seems good to you.”"
    },
    {
        "o": 14139,
        "r": "nkjv:Esther:3:12",
        "t": "Then*p the king’s scribes were called on the thirteenth day of the first month, and a*i decree*i was written according to all that Haman commanded—to the king’s satraps, to the governors who were*i over each province, to the officials of all people, to every province according to its script, and to every people in their language. In the name of King Ahasuerus it was written, and sealed with the king’s signet ring."
    },
    {
        "o": 14140,
        "r": "nkjv:Esther:3:13",
        "t": "And the letters were sent by couriers into all the king’s provinces, to destroy, to kill, and to annihilate all the Jews, both young and old, little children and women, in one day, on the thirteenth day*i of the twelfth month, which is*i the month of Adar, and to plunder their possessions."
    },
    {
        "o": 14141,
        "r": "nkjv:Esther:3:14",
        "t": "A copy of the document was to be issued as law in every province, being published for all people, that they should be ready for that day."
    },
    {
        "o": 14142,
        "r": "nkjv:Esther:3:15",
        "t": "The couriers went out, hastened by the king’s command; and the decree was proclaimed in Shushan the citadel. So the king and Haman sat down to drink, but the city of Shushan was perplexed."
    },
    {
        "o": 14143,
        "r": "nkjv:Esther:4:0",
        "t": "Esther 4",
        "h": 1
    },
    {
        "o": 14144,
        "r": "nkjv:Esther:4:0",
        "t": "Esther Agrees to Help the Jews",
        "h": 2
    },
    {
        "o": 14145,
        "r": "nkjv:Esther:4:1",
        "t": "When*p Mordecai learned all that had happened, he tore his clothes and put on sackcloth and ashes, and went out into the midst of the city. He cried out with a loud and bitter cry."
    },
    {
        "o": 14146,
        "r": "nkjv:Esther:4:2",
        "t": "He went as far as the front of the king’s gate, for no one might*i enter the king’s gate clothed with sackcloth."
    },
    {
        "o": 14147,
        "r": "nkjv:Esther:4:3",
        "t": "And in every province where the king’s command and decree arrived, there*i was*i great mourning among the Jews, with fasting, weeping, and wailing; and many lay in sackcloth and ashes."
    },
    {
        "o": 14148,
        "r": "nkjv:Esther:4:4",
        "t": "So*p Esther’s maids and eunuchs came and told her, and the queen was deeply distressed. Then she sent garments to clothe Mordecai and take his sackcloth away from him, but he would not accept them.*i"
    },
    {
        "o": 14149,
        "r": "nkjv:Esther:4:5",
        "t": "Then Esther called Hathach, one*i of the king’s eunuchs whom he had appointed to attend her, and she gave him a command concerning Mordecai, to learn what and why this was.*i"
    },
    {
        "o": 14150,
        "r": "nkjv:Esther:4:6",
        "t": "So Hathach went out to Mordecai in the city square that was*i in front of the king’s gate."
    },
    {
        "o": 14151,
        "r": "nkjv:Esther:4:7",
        "t": "And Mordecai told him all that had happened to him, and the sum of money that Haman had promised to pay into the king’s treasuries to destroy the Jews."
    },
    {
        "o": 14152,
        "r": "nkjv:Esther:4:8",
        "t": "He also gave him a copy of the written decree for their destruction, which was given at Shushan, that he might show it to Esther and explain it to her, and that he might command her to go in to the king to make supplication to him and plead before him for her people."
    },
    {
        "o": 14153,
        "r": "nkjv:Esther:4:9",
        "t": "So Hathach returned and told Esther the words of Mordecai."
    },
    {
        "o": 14154,
        "r": "nkjv:Esther:4:10",
        "t": "Then*p Esther spoke to Hathach, and gave him a command for Mordecai:"
    },
    {
        "o": 14155,
        "r": "nkjv:Esther:4:11",
        "t": "“All the king’s servants and the people of the king’s provinces know that any man or woman who goes into the inner court to the king, who has not been called, he*i has*i but one law: put all*i to death, except the one to whom the king holds out the golden scepter, that he may live. Yet I myself have not been called to go in to the king these thirty days.”"
    },
    {
        "o": 14156,
        "r": "nkjv:Esther:4:12",
        "t": "So they told Mordecai Esther’s words."
    },
    {
        "o": 14157,
        "r": "nkjv:Esther:4:13",
        "t": "And*p Mordecai told them*i to answer Esther: “Do not think in your heart that you will escape in the king’s palace any more than all the other Jews."
    },
    {
        "o": 14158,
        "r": "nkjv:Esther:4:14",
        "t": "For if you remain completely silent at this time, relief and deliverance will arise for the Jews from another place, but you and your father’s house will perish. Yet who knows whether you have come to the kingdom for such*i a time as this?”"
    },
    {
        "o": 14159,
        "r": "nkjv:Esther:4:15",
        "t": "Then*p Esther told them*i to reply to Mordecai:"
    },
    {
        "o": 14160,
        "r": "nkjv:Esther:4:16",
        "t": "“Go, gather all the Jews who are present in Shushan, and fast for me; neither eat nor drink for three days, night or day. My maids and I will fast likewise. And so I will go to the king, which is*i against the law; and if I perish, I perish!”"
    },
    {
        "o": 14161,
        "r": "nkjv:Esther:4:17",
        "t": "So*p Mordecai went his way and did according to all that Esther commanded him."
    },
    {
        "o": 14162,
        "r": "nkjv:Esther:5:0",
        "t": "Esther 5",
        "h": 1
    },
    {
        "o": 14163,
        "r": "nkjv:Esther:5:0",
        "t": "Esther’s Banquet",
        "h": 2
    },
    {
        "o": 14164,
        "r": "nkjv:Esther:5:1",
        "t": "Now*p it happened on the third day that Esther put on her*i royal robes*i and stood in the inner court of the king’s palace, across from the king’s house, while the king sat on his royal throne in the royal house, facing the entrance of the house."
    },
    {
        "o": 14165,
        "r": "nkjv:Esther:5:2",
        "t": "So it was, when the king saw Queen Esther standing in the court, that*i she found favor in his sight, and the king held out to Esther the golden scepter that was*i in his hand. Then Esther went near and touched the top of the scepter."
    },
    {
        "o": 14166,
        "r": "nkjv:Esther:5:3",
        "t": "And*p the king said to her, “What do you wish, Queen Esther? What is*i your request? It shall be given to you—up to half the kingdom!”"
    },
    {
        "o": 14167,
        "r": "nkjv:Esther:5:4",
        "t": "So*p Esther answered, “If it pleases the king, let the king and Haman come today to the banquet that I have prepared for him.”"
    },
    {
        "o": 14168,
        "r": "nkjv:Esther:5:5",
        "t": "Then*p the king said, “Bring Haman quickly, that he may do as Esther has said.” So the king and Haman went to the banquet that Esther had prepared."
    },
    {
        "o": 14169,
        "r": "nkjv:Esther:5:6",
        "t": "At*p the banquet of wine the king said to Esther, “What is*i your petition? It shall be granted you. What is*i your request, up to half the kingdom? It shall be done!”"
    },
    {
        "o": 14170,
        "r": "nkjv:Esther:5:7",
        "t": "Then*p Esther answered and said, “My petition and request is*i this:*i"
    },
    {
        "o": 14171,
        "r": "nkjv:Esther:5:8",
        "t": "If I have found favor in the sight of the king, and if it pleases the king to grant my petition and fulfill my request, then let the king and Haman come to the banquet which I will prepare for them, and tomorrow I will do as the king has said.”"
    },
    {
        "o": 14172,
        "r": "nkjv:Esther:5:8",
        "t": "Haman’s Plot Against Mordecai",
        "h": 2
    },
    {
        "o": 14173,
        "r": "nkjv:Esther:5:9",
        "t": "So*p Haman went out that day joyful and with a glad heart; but when Haman saw Mordecai in the king’s gate, and that he did not stand or tremble before him, he was filled with indignation against Mordecai."
    },
    {
        "o": 14174,
        "r": "nkjv:Esther:5:10",
        "t": "Nevertheless Haman restrained himself and went home, and he sent and called for his friends and his wife Zeresh."
    },
    {
        "o": 14175,
        "r": "nkjv:Esther:5:11",
        "t": "Then Haman told them of his great riches, the multitude of his children, everything in which the king had promoted him, and how he had advanced him above the officials and servants of the king."
    },
    {
        "o": 14176,
        "r": "nkjv:Esther:5:12",
        "t": "Moreover*p Haman said, “Besides, Queen Esther invited no one but me to come in with the king to the banquet that she prepared; and tomorrow I am again invited by her, along with the king."
    },
    {
        "o": 14177,
        "r": "nkjv:Esther:5:13",
        "t": "Yet all this avails me nothing, so long as I see Mordecai the Jew sitting at the king’s gate.”"
    },
    {
        "o": 14178,
        "r": "nkjv:Esther:5:14",
        "t": "Then*p his wife Zeresh and all his friends said to him, “Let a gallows be made, fifty cubits high, and in the morning suggest to the king that Mordecai be hanged on it; then go merrily with the king to the banquet.” And*p the thing pleased Haman; so he had the gallows made."
    },
    {
        "o": 14179,
        "r": "nkjv:Esther:6:0",
        "t": "Esther 6",
        "h": 1
    },
    {
        "o": 14180,
        "r": "nkjv:Esther:6:0",
        "t": "The King Honors Mordecai",
        "h": 2
    },
    {
        "o": 14181,
        "r": "nkjv:Esther:6:1",
        "t": "That*p night the king could not sleep. So one was commanded to bring the book of the records of the chronicles; and they were read before the king."
    },
    {
        "o": 14182,
        "r": "nkjv:Esther:6:2",
        "t": "And it was found written that Mordecai had told of Bigthana and Teresh, two of the king’s eunuchs, the doorkeepers who had sought to lay hands on King Ahasuerus."
    },
    {
        "o": 14183,
        "r": "nkjv:Esther:6:3",
        "t": "Then the king said, “What honor or dignity has been bestowed on Mordecai for this?” And*p the king’s servants who attended him said, “Nothing has been done for him.”"
    },
    {
        "o": 14184,
        "r": "nkjv:Esther:6:4",
        "t": "So*p the king said, “Who is*i in the court?” Now Haman had just*i entered the outer court of the king’s palace to suggest that the king hang Mordecai on the gallows that he had prepared for him."
    },
    {
        "o": 14185,
        "r": "nkjv:Esther:6:5",
        "t": "The*p king’s servants said to him, “Haman is there, standing in the court.” And*p the king said, “Let him come in.”"
    },
    {
        "o": 14186,
        "r": "nkjv:Esther:6:6",
        "t": "So*p Haman came in, and the king asked him, “What shall be done for the man whom the king delights to honor?” Now*p Haman thought in his heart, “Whom would the king delight to honor more than me?”"
    },
    {
        "o": 14187,
        "r": "nkjv:Esther:6:7",
        "t": "And Haman answered the king, “For*i the man whom the king delights to honor,"
    },
    {
        "o": 14188,
        "r": "nkjv:Esther:6:8",
        "t": "let a royal robe be brought which the king has worn, and a horse on which the king has ridden, which has a royal crest placed on its head."
    },
    {
        "o": 14189,
        "r": "nkjv:Esther:6:9",
        "t": "Then let this robe and horse be delivered to the hand of one of the king’s most noble princes, that he may array the man whom the king delights to honor. Then parade him on horseback through the city square, and proclaim before him: ‘Thus shall it be done to the man whom the king delights to honor!’”"
    },
    {
        "o": 14190,
        "r": "nkjv:Esther:6:10",
        "t": "Then*p the king said to Haman, “Hurry, take the robe and the horse, as you have suggested, and do so for Mordecai the Jew who sits within the king’s gate! Leave nothing undone of all that you have spoken.”"
    },
    {
        "o": 14191,
        "r": "nkjv:Esther:6:11",
        "t": "So*p Haman took the robe and the horse, arrayed Mordecai and led him on horseback through the city square, and proclaimed before him, “Thus shall it be done to the man whom the king delights to honor!”"
    },
    {
        "o": 14192,
        "r": "nkjv:Esther:6:12",
        "t": "Afterward*p Mordecai went back to the king’s gate. But Haman hurried to his house, mourning and with his head covered."
    },
    {
        "o": 14193,
        "r": "nkjv:Esther:6:13",
        "t": "When Haman told his wife Zeresh and all his friends everything that had happened to him, his wise men and his wife Zeresh said to him, “If Mordecai, before whom you have begun to fall, is of Jewish descent, you will not prevail against him but will surely fall before him.”"
    },
    {
        "o": 14194,
        "r": "nkjv:Esther:6:14",
        "t": "While*p they were*i still talking with him, the king’s eunuchs came, and hastened to bring Haman to the banquet which Esther had prepared."
    },
    {
        "o": 14195,
        "r": "nkjv:Esther:7:0",
        "t": "Esther 7",
        "h": 1
    },
    {
        "o": 14196,
        "r": "nkjv:Esther:7:0",
        "t": "Haman Hanged Instead of Mordecai",
        "h": 2
    },
    {
        "o": 14197,
        "r": "nkjv:Esther:7:1",
        "t": "So*p the king and Haman went to dine with Queen Esther."
    },
    {
        "o": 14198,
        "r": "nkjv:Esther:7:2",
        "t": "And on the second day, at the banquet of wine, the king again said to Esther, “What is*i your petition, Queen Esther? It shall be granted you. And what is*i your request, up to half the kingdom? It shall be done!”"
    },
    {
        "o": 14199,
        "r": "nkjv:Esther:7:3",
        "t": "Then*p Queen Esther answered and said, “If I have found favor in your sight, O king, and if it pleases the king, let my life be given me at my petition, and my people at my request."
    },
    {
        "o": 14200,
        "r": "nkjv:Esther:7:4",
        "t": "For we have been sold, my people and I, to be destroyed, to be killed, and to be annihilated. Had we been sold as male and female slaves, I would have held my tongue, although the enemy could never compensate for the king’s loss.”"
    },
    {
        "o": 14201,
        "r": "nkjv:Esther:7:5",
        "t": "So*p King Ahasuerus answered and said to Queen Esther, “Who is he, and where is he, who would dare presume in his heart to do such a thing?”"
    },
    {
        "o": 14202,
        "r": "nkjv:Esther:7:6",
        "t": "And*p Esther said, “The adversary and enemy is*i this wicked Haman!” So*p Haman was terrified before the king and queen."
    },
    {
        "o": 14203,
        "r": "nkjv:Esther:7:7",
        "t": "Then*p the king arose in his wrath from the banquet of wine and*i went*i into the palace garden; but Haman stood before Queen Esther, pleading for his life, for he saw that evil was determined against him by the king."
    },
    {
        "o": 14204,
        "r": "nkjv:Esther:7:8",
        "t": "When the king returned from the palace garden to the place of the banquet of wine, Haman had fallen across the couch where Esther was.*i Then the king said, “Will he also assault the queen while I am*i in the house?” As*p the word left the king’s mouth, they covered Haman’s face."
    },
    {
        "o": 14205,
        "r": "nkjv:Esther:7:9",
        "t": "Now Harbonah, one of the eunuchs, said to the king, “Look! The gallows, fifty cubits high, which Haman made for Mordecai, who spoke good on the king’s behalf, is standing at the house of Haman.” Then*p the king said, “Hang him on it!”"
    },
    {
        "o": 14206,
        "r": "nkjv:Esther:7:10",
        "t": "So*p they hanged Haman on the gallows that he had prepared for Mordecai. Then the king’s wrath subsided."
    },
    {
        "o": 14207,
        "r": "nkjv:Esther:8:0",
        "t": "Esther 8",
        "h": 1
    },
    {
        "o": 14208,
        "r": "nkjv:Esther:8:0",
        "t": "Esther Saves the Jews",
        "h": 2
    },
    {
        "o": 14209,
        "r": "nkjv:Esther:8:1",
        "t": "On*p that day King Ahasuerus gave Queen Esther the house of Haman, the enemy of the Jews. And Mordecai came before the king, for Esther had told how he was*i related*i to her."
    },
    {
        "o": 14210,
        "r": "nkjv:Esther:8:2",
        "t": "So the king took off his signet ring, which he had taken from Haman, and gave it to Mordecai; and Esther appointed Mordecai over the house of Haman."
    },
    {
        "o": 14211,
        "r": "nkjv:Esther:8:3",
        "t": "Now*p Esther spoke again to the king, fell down at his feet, and implored him with tears to counteract the evil of Haman the Agagite, and the scheme which he had devised against the Jews."
    },
    {
        "o": 14212,
        "r": "nkjv:Esther:8:4",
        "t": "And the king held out the golden scepter toward Esther. So Esther arose and stood before the king,"
    },
    {
        "o": 14213,
        "r": "nkjv:Esther:8:5",
        "t": "and said, “If it pleases the king, and if I have found favor in his sight and the thing seems*i right to the king and I am pleasing in his eyes, let it be written to revoke the letters devised by Haman, the son of Hammedatha the Agagite, which he wrote to annihilate the Jews who are*i in all the king’s provinces."
    },
    {
        "o": 14214,
        "r": "nkjv:Esther:8:6",
        "t": "For how can I endure to see the evil that will come to my people? Or how can I endure to see the destruction of my countrymen?”"
    },
    {
        "o": 14215,
        "r": "nkjv:Esther:8:7",
        "t": "Then*p King Ahasuerus said to Queen Esther and Mordecai the Jew, “Indeed, I have given Esther the house of Haman, and they have hanged him on the gallows because he tried*i to*i lay his hand on the Jews."
    },
    {
        "o": 14216,
        "r": "nkjv:Esther:8:8",
        "t": "You yourselves write a*i decree*i concerning the Jews, as you please, in the king’s name, and seal it*i with the king’s signet ring; for whatever is written in the king’s name and sealed with the king’s signet ring no one can revoke.”"
    },
    {
        "o": 14217,
        "r": "nkjv:Esther:8:9",
        "t": "So*p the king’s scribes were called at that time, in the third month, which is*i the month of Sivan, on the twenty-third day;*i and it was written, according to all that Mordecai commanded, to the Jews, the satraps, the governors, and the princes of the provinces from India to Ethiopia, one hundred and twenty-seven provinces in*i all,*i to every province in its own script, to every people in their own language, and to the Jews in their own script and language."
    },
    {
        "o": 14218,
        "r": "nkjv:Esther:8:10",
        "t": "And he wrote in the name of King Ahasuerus, sealed it*i with the king’s signet ring, and sent letters by couriers on horseback, riding on royal horses bred from swift steeds."
    },
    {
        "o": 14219,
        "r": "nkjv:Esther:8:11",
        "t": "By*p these letters the king permitted the Jews who were*i in every city to gather together and protect their lives—to destroy, kill, and annihilate all the forces of any people or province that would assault them, both*i little children and women, and to plunder their possessions,"
    },
    {
        "o": 14220,
        "r": "nkjv:Esther:8:12",
        "t": "on one day in all the provinces of King Ahasuerus, on the thirteenth day*i of the twelfth month, which is*i the month of Adar."
    },
    {
        "o": 14221,
        "r": "nkjv:Esther:8:13",
        "t": "A copy of the document was to be issued as a decree in every province and published for all people, so that the Jews would be ready on that day to avenge themselves on their enemies."
    },
    {
        "o": 14222,
        "r": "nkjv:Esther:8:14",
        "t": "The couriers who rode on royal horses went out, hastened and pressed on by the king’s command. And the decree was issued in Shushan the citadel."
    },
    {
        "o": 14223,
        "r": "nkjv:Esther:8:15",
        "t": "So*p Mordecai went out from the presence of the king in royal apparel of blue and white, with a great crown of gold and a garment of fine linen and purple; and the city of Shushan rejoiced and was glad."
    },
    {
        "o": 14224,
        "r": "nkjv:Esther:8:16",
        "t": "The Jews had light and gladness, joy and honor."
    },
    {
        "o": 14225,
        "r": "nkjv:Esther:8:17",
        "t": "And in every province and city, wherever the king’s command and decree came, the Jews had joy and gladness, a feast and a holiday. Then many of the people of the land became Jews, because fear of the Jews fell upon them."
    },
    {
        "o": 14226,
        "r": "nkjv:Esther:9:0",
        "t": "Esther 9",
        "h": 1
    },
    {
        "o": 14227,
        "r": "nkjv:Esther:9:0",
        "t": "The Jews Destroy Their Tormentors",
        "h": 2
    },
    {
        "o": 14228,
        "r": "nkjv:Esther:9:1",
        "t": "Now*p in the twelfth month, that is,*i the month of Adar, on the thirteenth day, the*i time*i came for the king’s command and his decree to be executed. On the day that the enemies of the Jews had hoped to overpower them, the opposite occurred, in that the Jews themselves overpowered those who hated them."
    },
    {
        "o": 14229,
        "r": "nkjv:Esther:9:2",
        "t": "The Jews gathered together in their cities throughout all the provinces of King Ahasuerus to lay hands on those who sought their harm. And no one could withstand them, because fear of them fell upon all people."
    },
    {
        "o": 14230,
        "r": "nkjv:Esther:9:3",
        "t": "And all the officials of the provinces, the satraps, the governors, and all those doing the king’s work, helped the Jews, because the fear of Mordecai fell upon them."
    },
    {
        "o": 14231,
        "r": "nkjv:Esther:9:4",
        "t": "For Mordecai was*i great in the king’s palace, and his fame spread throughout all the provinces; for this man Mordecai became increasingly prominent."
    },
    {
        "o": 14232,
        "r": "nkjv:Esther:9:5",
        "t": "Thus the Jews defeated all their enemies with the stroke of the sword, with slaughter and destruction, and did what they pleased with those who hated them."
    },
    {
        "o": 14233,
        "r": "nkjv:Esther:9:6",
        "t": "And*p in Shushan the citadel the Jews killed and destroyed five hundred men."
    },
    {
        "o": 14234,
        "r": "nkjv:Esther:9:7",
        "t": "Also Parshandatha, Dalphon, Aspatha,"
    },
    {
        "o": 14235,
        "r": "nkjv:Esther:9:8",
        "t": "Poratha, Adalia, Aridatha,"
    },
    {
        "o": 14236,
        "r": "nkjv:Esther:9:9",
        "t": "Parmashta, Arisai, Aridai, and Vajezatha—"
    },
    {
        "o": 14237,
        "r": "nkjv:Esther:9:10",
        "t": "the ten sons of Haman the son of Hammedatha, the enemy of the Jews—they killed; but they did not lay a hand on the plunder."
    },
    {
        "o": 14238,
        "r": "nkjv:Esther:9:11",
        "t": "On*p that day the number of those who were killed in Shushan the citadel was brought to the king."
    },
    {
        "o": 14239,
        "r": "nkjv:Esther:9:12",
        "t": "And the king said to Queen Esther, “The Jews have killed and destroyed five hundred men in Shushan the citadel, and the ten sons of Haman. What have they done in the rest of the king’s provinces? Now what is*i your petition? It shall be granted to you. Or what is*i your further request? It shall be done.”"
    },
    {
        "o": 14240,
        "r": "nkjv:Esther:9:13",
        "t": "Then*p Esther said, “If it pleases the king, let it be granted to the Jews who are*i in Shushan to do again tomorrow according to today’s decree, and let Haman’s ten sons be hanged on the gallows.”"
    },
    {
        "o": 14241,
        "r": "nkjv:Esther:9:14",
        "t": "So*p the king commanded this to be done; the decree was issued in Shushan, and they hanged Haman’s ten sons."
    },
    {
        "o": 14242,
        "r": "nkjv:Esther:9:15",
        "t": "And*p the Jews who were*i in Shushan gathered together again on the fourteenth day of the month of Adar and killed three hundred men at Shushan; but they did not lay a hand on the plunder."
    },
    {
        "o": 14243,
        "r": "nkjv:Esther:9:16",
        "t": "The*p remainder of the Jews in the king’s provinces gathered together and protected their lives, had rest from their enemies, and killed seventy-five thousand of their enemies; but they did not lay a hand on the plunder."
    },
    {
        "o": 14244,
        "r": "nkjv:Esther:9:17",
        "t": "This*i was*i on the thirteenth day of the month of Adar. And on the fourteenth of the*i month*i they rested and made it a day of feasting and gladness."
    },
    {
        "o": 14245,
        "r": "nkjv:Esther:9:17",
        "t": "The Feast of Purim",
        "h": 2
    },
    {
        "o": 14246,
        "r": "nkjv:Esther:9:18",
        "t": "But*p the Jews who were*i at Shushan assembled together on the thirteenth day,*i as well as on the fourteenth; and on the fifteenth of the*i month*i they rested, and made it a day of feasting and gladness."
    },
    {
        "o": 14247,
        "r": "nkjv:Esther:9:19",
        "t": "Therefore the Jews of the villages who dwelt in the unwalled towns celebrated the fourteenth day of the month of Adar with*i gladness and feasting, as a holiday, and for sending presents to one another."
    },
    {
        "o": 14248,
        "r": "nkjv:Esther:9:20",
        "t": "And*p Mordecai wrote these things and sent letters to all the Jews, near and far, who were*i in all the provinces of King Ahasuerus,"
    },
    {
        "o": 14249,
        "r": "nkjv:Esther:9:21",
        "t": "to establish among them that they should celebrate yearly the fourteenth and fifteenth days of the month of Adar,"
    },
    {
        "o": 14250,
        "r": "nkjv:Esther:9:22",
        "t": "as the days on which the Jews had rest from their enemies, as the month which was turned from sorrow to joy for them, and from mourning to a holiday; that they should make them days of feasting and joy, of sending presents to one another and gifts to the poor."
    },
    {
        "o": 14251,
        "r": "nkjv:Esther:9:23",
        "t": "So the Jews accepted the custom which they had begun, as Mordecai had written to them,"
    },
    {
        "o": 14252,
        "r": "nkjv:Esther:9:24",
        "t": "because Haman, the son of Hammedatha the Agagite, the enemy of all the Jews, had plotted against the Jews to annihilate them, and had cast Pur (that is,*i the lot), to consume them and destroy them;"
    },
    {
        "o": 14253,
        "r": "nkjv:Esther:9:25",
        "t": "but when Esther*i came before the king, he commanded by letter that this wicked plot which Haman*i had devised against the Jews should return on his own head, and that he and his sons should be hanged on the gallows."
    },
    {
        "o": 14254,
        "r": "nkjv:Esther:9:26",
        "t": "So*p they called these days Purim, after the name Pur. Therefore, because of all the words of this letter, what they had seen concerning this matter, and what had happened to them,"
    },
    {
        "o": 14255,
        "r": "nkjv:Esther:9:27",
        "t": "the Jews established and imposed it upon themselves and their descendants and all who would join them, that without fail they should celebrate these two days every year, according to the written instructions*i and according to the prescribed*i time,"
    },
    {
        "o": 14256,
        "r": "nkjv:Esther:9:28",
        "t": "that*i these days should*i be*i remembered and kept throughout every generation, every family, every province, and every city, that these days of Purim should not fail to*i be*i observed*i among the Jews, and that*i the memory of them should not perish among their descendants."
    },
    {
        "o": 14257,
        "r": "nkjv:Esther:9:29",
        "t": "Then*p Queen Esther, the daughter of Abihail, with Mordecai the Jew, wrote with full authority to confirm this second letter about Purim."
    },
    {
        "o": 14258,
        "r": "nkjv:Esther:9:30",
        "t": "And Mordecai*i sent letters to all the Jews, to the one hundred and twenty-seven provinces of the kingdom of Ahasuerus, with*i words of peace and truth,"
    },
    {
        "o": 14259,
        "r": "nkjv:Esther:9:31",
        "t": "to confirm these days of Purim at their appointed*i time, as Mordecai the Jew and Queen Esther had prescribed for them, and as they had decreed for themselves and their descendants concerning matters of their fasting and lamenting."
    },
    {
        "o": 14260,
        "r": "nkjv:Esther:9:32",
        "t": "So the decree of Esther confirmed these matters of Purim, and it was written in the book."
    },
    {
        "o": 14261,
        "r": "nkjv:Esther:10:0",
        "t": "Esther 10",
        "h": 1
    },
    {
        "o": 14262,
        "r": "nkjv:Esther:10:0",
        "t": "Mordecai’s Advancement",
        "h": 2
    },
    {
        "o": 14263,
        "r": "nkjv:Esther:10:1",
        "t": "And*p King Ahasuerus imposed tribute on the land and on*i the islands of the sea."
    },
    {
        "o": 14264,
        "r": "nkjv:Esther:10:2",
        "t": "Now all the acts of his power and his might, and the account of the greatness of Mordecai, to which the king advanced him, are*i they not written in the book of the chronicles of the kings of Media and Persia?"
    },
    {
        "o": 14265,
        "r": "nkjv:Esther:10:3",
        "t": "For Mordecai the Jew was*i second to King Ahasuerus, and was great among the Jews and well received by the multitude of his brethren, seeking the good of his people and speaking peace to all his countrymen."
    }
]
