[
    {
        "o": 31541,
        "r": "esv:Romans:11:0",
        "t": "Romans 11",
        "h": 1
    },
    {
        "o": 31542,
        "r": "esv:Romans:11:0",
        "t": "The Remnant of Israel",
        "h": 2
    },
    {
        "o": 31543,
        "r": "esv:Romans:11:1",
        "t": "I*p ask, then, has God rejected his people? By no means! For I myself am an Israelite, a descendant of Abraham, a member of the tribe of Benjamin."
    },
    {
        "o": 31544,
        "r": "esv:Romans:11:2",
        "t": "God has not rejected his people whom he foreknew. Do you not know what the Scripture says of Elijah, how he appeals to God against Israel?"
    },
    {
        "o": 31545,
        "r": "esv:Romans:11:3",
        "t": "“Lord, they have killed your prophets, they have demolished your altars, and I alone am left, and they seek my life.”"
    },
    {
        "o": 31546,
        "r": "esv:Romans:11:4",
        "t": "But what is God’s reply to him? “I have kept for myself seven thousand men who have not bowed the knee to Baal.”"
    },
    {
        "o": 31547,
        "r": "esv:Romans:11:5",
        "t": "So too at the present time there is a remnant, chosen by grace."
    },
    {
        "o": 31548,
        "r": "esv:Romans:11:6",
        "t": "But if it is by grace, it is no longer on the basis of works; otherwise grace would no longer be grace."
    },
    {
        "o": 31549,
        "r": "esv:Romans:11:7",
        "t": "What*p then? Israel failed to obtain what it was seeking. The elect obtained it, but the rest were hardened,"
    },
    {
        "o": 31550,
        "r": "esv:Romans:11:8",
        "t": "as it is written, “God*pn gave them a spirit of stupor, eyes*ld that would not see and*ld ears that would not hear, down*ln to this very day.”"
    },
    {
        "o": 31551,
        "r": "esv:Romans:11:9",
        "t": "And*p David says, “Let*pn their table become a snare and a trap, a*ld stumbling block and a retribution for them;"
    },
    {
        "o": 31552,
        "r": "esv:Romans:11:10",
        "t": "let*ln their eyes be darkened so that they cannot see, and*ld bend their backs forever.”"
    },
    {
        "o": 31553,
        "r": "esv:Romans:11:10",
        "t": "Gentiles Grafted In",
        "h": 2
    },
    {
        "o": 31554,
        "r": "esv:Romans:11:11",
        "t": "So*p I ask, did they stumble in order that they might fall? By no means! Rather, through their trespass salvation has come to the Gentiles, so as to make Israel jealous."
    },
    {
        "o": 31555,
        "r": "esv:Romans:11:12",
        "t": "Now if their trespass means riches for the world, and if their failure means riches for the Gentiles, how much more will their full inclusion mean!"
    },
    {
        "o": 31556,
        "r": "esv:Romans:11:13",
        "t": "Now*p I am speaking to you Gentiles. Inasmuch then as I am an apostle to the Gentiles, I magnify my ministry"
    },
    {
        "o": 31557,
        "r": "esv:Romans:11:14",
        "t": "in order somehow to make my fellow Jews jealous, and thus save some of them."
    },
    {
        "o": 31558,
        "r": "esv:Romans:11:15",
        "t": "For if their rejection means the reconciliation of the world, what will their acceptance mean but life from the dead?"
    },
    {
        "o": 31559,
        "r": "esv:Romans:11:16",
        "t": "If the dough offered as firstfruits is holy, so is the whole lump, and if the root is holy, so are the branches."
    },
    {
        "o": 31560,
        "r": "esv:Romans:11:17",
        "t": "But*p if some of the branches were broken off, and you, although a wild olive shoot, were grafted in among the others and now share in the nourishing root of the olive tree,"
    },
    {
        "o": 31561,
        "r": "esv:Romans:11:18",
        "t": "do not be arrogant toward the branches. If you are, remember it is not you who support the root, but the root that supports you."
    },
    {
        "o": 31562,
        "r": "esv:Romans:11:19",
        "t": "Then you will say, “Branches were broken off so that I might be grafted in.”"
    },
    {
        "o": 31563,
        "r": "esv:Romans:11:20",
        "t": "That is true. They were broken off because of their unbelief, but you stand fast through faith. So do not become proud, but fear."
    },
    {
        "o": 31564,
        "r": "esv:Romans:11:21",
        "t": "For if God did not spare the natural branches, neither will he spare you."
    },
    {
        "o": 31565,
        "r": "esv:Romans:11:22",
        "t": "Note then the kindness and the severity of God: severity toward those who have fallen, but God’s kindness to you, provided you continue in his kindness. Otherwise you too will be cut off."
    },
    {
        "o": 31566,
        "r": "esv:Romans:11:23",
        "t": "And even they, if they do not continue in their unbelief, will be grafted in, for God has the power to graft them in again."
    },
    {
        "o": 31567,
        "r": "esv:Romans:11:24",
        "t": "For if you were cut from what is by nature a wild olive tree, and grafted, contrary to nature, into a cultivated olive tree, how much more will these, the natural branches, be grafted back into their own olive tree."
    },
    {
        "o": 31568,
        "r": "esv:Romans:11:24",
        "t": "The Mystery of Israel’s Salvation",
        "h": 2
    },
    {
        "o": 31569,
        "r": "esv:Romans:11:25",
        "t": "Lest*p you be wise in your own sight, I do not want you to be unaware of this mystery, brothers: a partial hardening has come upon Israel, until the fullness of the Gentiles has come in."
    },
    {
        "o": 31570,
        "r": "esv:Romans:11:26",
        "t": "And in this way all Israel will be saved, as it is written, “The*pn Deliverer will come from Zion, he*ld will banish ungodliness from Jacob”;"
    },
    {
        "o": 31571,
        "r": "esv:Romans:11:27",
        "t": "“and*ln this will be my covenant with them when*ld I take away their sins.”"
    },
    {
        "o": 31572,
        "r": "esv:Romans:11:28",
        "t": "As*p regards the gospel, they are enemies for your sake. But as regards election, they are beloved for the sake of their forefathers."
    },
    {
        "o": 31573,
        "r": "esv:Romans:11:29",
        "t": "For the gifts and the calling of God are irrevocable."
    },
    {
        "o": 31574,
        "r": "esv:Romans:11:30",
        "t": "For just as you were at one time disobedient to God but now have received mercy because of their disobedience,"
    },
    {
        "o": 31575,
        "r": "esv:Romans:11:31",
        "t": "so they too have now been disobedient in order that by the mercy shown to you they also may now receive mercy."
    },
    {
        "o": 31576,
        "r": "esv:Romans:11:32",
        "t": "For God has consigned all to disobedience, that he may have mercy on all."
    },
    {
        "o": 31577,
        "r": "esv:Romans:11:33",
        "t": "Oh,*p the depth of the riches and wisdom and knowledge of God! How unsearchable are his judgments and how inscrutable his ways!"
    },
    {
        "o": 31578,
        "r": "esv:Romans:11:34",
        "t": "“For*pn who has known the mind of the Lord, or*ld who has been his counselor?”"
    },
    {
        "o": 31579,
        "r": "esv:Romans:11:35",
        "t": "“Or*ln who has given a gift to him that*ld he might be repaid?”"
    },
    {
        "o": 31580,
        "r": "esv:Romans:11:36",
        "t": "For*p from him and through him and to him are all things. To him be glory forever. Amen."
    }
]
