[
    {
        "o": 12672,
        "r": "esv:2 Chronicles:17:0",
        "t": "2 Chronicles 17",
        "h": 1
    },
    {
        "o": 12673,
        "r": "esv:2 Chronicles:17:0",
        "t": "Jehoshaphat Reigns in Judah",
        "h": 2
    },
    {
        "o": 12674,
        "r": "esv:2 Chronicles:17:1",
        "t": "Jehoshaphat*p his son reigned in his place and strengthened himself against Israel."
    },
    {
        "o": 12675,
        "r": "esv:2 Chronicles:17:2",
        "t": "He placed forces in all the fortified cities of Judah and set garrisons in the land of Judah, and in the cities of Ephraim that Asa his father had captured."
    },
    {
        "o": 12676,
        "r": "esv:2 Chronicles:17:3",
        "t": "The Lord*s was with Jehoshaphat, because he walked in the earlier ways of his father David. He did not seek the Baals,"
    },
    {
        "o": 12677,
        "r": "esv:2 Chronicles:17:4",
        "t": "but sought the God of his father and walked in his commandments, and not according to the practices of Israel."
    },
    {
        "o": 12678,
        "r": "esv:2 Chronicles:17:5",
        "t": "Therefore the Lord*s established the kingdom in his hand. And all Judah brought tribute to Jehoshaphat, and he had great riches and honor."
    },
    {
        "o": 12679,
        "r": "esv:2 Chronicles:17:6",
        "t": "His heart was courageous in the ways of the Lord.*s And furthermore, he took the high places and the Asherim out of Judah."
    },
    {
        "o": 12680,
        "r": "esv:2 Chronicles:17:7",
        "t": "In*p the third year of his reign he sent his officials, Ben-hail, Obadiah, Zechariah, Nethanel, and Micaiah, to teach in the cities of Judah;"
    },
    {
        "o": 12681,
        "r": "esv:2 Chronicles:17:8",
        "t": "and with them the Levites, Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tobadonijah; and with these Levites, the priests Elishama and Jehoram."
    },
    {
        "o": 12682,
        "r": "esv:2 Chronicles:17:9",
        "t": "And they taught in Judah, having the Book of the Law of the Lord*s with them. They went about through all the cities of Judah and taught among the people."
    },
    {
        "o": 12683,
        "r": "esv:2 Chronicles:17:10",
        "t": "And*p the fear of the Lord*s fell upon all the kingdoms of the lands that were around Judah, and they made no war against Jehoshaphat."
    },
    {
        "o": 12684,
        "r": "esv:2 Chronicles:17:11",
        "t": "Some of the Philistines brought Jehoshaphat presents and silver for tribute, and the Arabians also brought him 7,700 rams and 7,700 goats."
    },
    {
        "o": 12685,
        "r": "esv:2 Chronicles:17:12",
        "t": "And Jehoshaphat grew steadily greater. He built in Judah fortresses and store cities,"
    },
    {
        "o": 12686,
        "r": "esv:2 Chronicles:17:13",
        "t": "and he had large supplies in the cities of Judah. He had soldiers, mighty men of valor, in Jerusalem."
    },
    {
        "o": 12687,
        "r": "esv:2 Chronicles:17:14",
        "t": "This was the muster of them by fathers’ houses: Of Judah, the commanders of thousands: Adnah the commander, with 300,000 mighty men of valor;"
    },
    {
        "o": 12688,
        "r": "esv:2 Chronicles:17:15",
        "t": "and next to him Jehohanan the commander, with 280,000;"
    },
    {
        "o": 12689,
        "r": "esv:2 Chronicles:17:16",
        "t": "and next to him Amasiah the son of Zichri, a volunteer for the service of the Lord,*s with 200,000 mighty men of valor."
    },
    {
        "o": 12690,
        "r": "esv:2 Chronicles:17:17",
        "t": "Of Benjamin: Eliada, a mighty man of valor, with 200,000 men armed with bow and shield;"
    },
    {
        "o": 12691,
        "r": "esv:2 Chronicles:17:18",
        "t": "and next to him Jehozabad with 180,000 armed for war."
    },
    {
        "o": 12692,
        "r": "esv:2 Chronicles:17:19",
        "t": "These were in the service of the king, besides those whom the king had placed in the fortified cities throughout all Judah."
    }
]
