[
    {
        "o": 12660,
        "r": "csb:2 Chronicles:11:0",
        "t": "2 Chronicles 11",
        "h": 1
    },
    {
        "o": 12661,
        "r": "csb:2 Chronicles:11:0",
        "t": "Rehoboam in Jerusalem",
        "h": 2
    },
    {
        "o": 12662,
        "r": "csb:2 Chronicles:11:1",
        "t": "When*p Rehoboam arrived in Jerusalem, he mobilized the house of Judah and Benjamin - one hundred eighty thousand fit young soldiers - to fight against Israel to restore the reign to Rehoboam."
    },
    {
        "o": 12663,
        "r": "csb:2 Chronicles:11:2",
        "t": "But the word of the Lord*s came to Shemaiah, the man of God:"
    },
    {
        "o": 12664,
        "r": "csb:2 Chronicles:11:3",
        "t": "“Say to Rehoboam son of Solomon, king of Judah, to all Israel in Judah and Benjamin, and to the rest of the people,"
    },
    {
        "o": 12665,
        "r": "csb:2 Chronicles:11:4",
        "t": "‘This is what the Lord*s says: You are not to march up and fight against your brothers. Each of you return home, for this incident has come from me.’” So*p they listened to what the Lord*s said and turned back from going against Jeroboam."
    },
    {
        "o": 12666,
        "r": "csb:2 Chronicles:11:4",
        "t": "Judah’s King Rehoboam",
        "h": 2
    },
    {
        "o": 12667,
        "r": "csb:2 Chronicles:11:5",
        "t": "Rehoboam*p stayed in Jerusalem, and he fortified cities in Judah."
    },
    {
        "o": 12668,
        "r": "csb:2 Chronicles:11:6",
        "t": "He built up Bethlehem, Etam, Tekoa,"
    },
    {
        "o": 12669,
        "r": "csb:2 Chronicles:11:7",
        "t": "Beth-zur, Soco, Adullam,"
    },
    {
        "o": 12670,
        "r": "csb:2 Chronicles:11:8",
        "t": "Gath, Mareshah, Ziph,"
    },
    {
        "o": 12671,
        "r": "csb:2 Chronicles:11:9",
        "t": "Adoraim, Lachish, Azekah,"
    },
    {
        "o": 12672,
        "r": "csb:2 Chronicles:11:10",
        "t": "Zorah, Aijalon, and Hebron, which are fortified cities in Judah and in Benjamin."
    },
    {
        "o": 12673,
        "r": "csb:2 Chronicles:11:11",
        "t": "He strengthened their fortifications and put leaders in them with supplies of food, oil, and wine."
    },
    {
        "o": 12674,
        "r": "csb:2 Chronicles:11:12",
        "t": "He also put large shields and spears in each and every city to make them very strong. So Judah and Benjamin were his."
    },
    {
        "o": 12675,
        "r": "csb:2 Chronicles:11:13",
        "t": "The*p priests and Levites from all their regions throughout Israel took their stand with Rehoboam,"
    },
    {
        "o": 12676,
        "r": "csb:2 Chronicles:11:14",
        "t": "for the Levites left their pasturelands and their possessions and went to Judah and Jerusalem, because Jeroboam and his sons refused to let them serve as priests of the Lord.*s"
    },
    {
        "o": 12677,
        "r": "csb:2 Chronicles:11:15",
        "t": "Jeroboam appointed his own priests for the high places, the goat-demons, and the golden calves he had made."
    },
    {
        "o": 12678,
        "r": "csb:2 Chronicles:11:16",
        "t": "Those from every tribe of Israel who had determined in their hearts to seek the Lord*s their God followed the Levites to Jerusalem to sacrifice to the Lord,*s the God of their ancestors."
    },
    {
        "o": 12679,
        "r": "csb:2 Chronicles:11:17",
        "t": "So they strengthened the kingdom of Judah and supported Rehoboam son of Solomon for three years, because they walked in the ways of David and Solomon for three years."
    },
    {
        "o": 12680,
        "r": "csb:2 Chronicles:11:18",
        "t": "Rehoboam*p married Mahalath, daughter of David’s son Jerimoth and of Abihail daughter of Jesse’s son Eliab."
    },
    {
        "o": 12681,
        "r": "csb:2 Chronicles:11:19",
        "t": "She bore sons to him: Jeush, Shemariah, and Zaham."
    },
    {
        "o": 12682,
        "r": "csb:2 Chronicles:11:20",
        "t": "After her, he married Maacah daughter of Absalom. She bore Abijah, Attai, Ziza, and Shelomith to him."
    },
    {
        "o": 12683,
        "r": "csb:2 Chronicles:11:21",
        "t": "Rehoboam loved Maacah daughter of Absalom more than all his wives and concubines. He acquired eighteen wives and sixty concubines and was the father of twenty-eight sons and sixty daughters."
    },
    {
        "o": 12684,
        "r": "csb:2 Chronicles:11:22",
        "t": "Rehoboam*p appointed Abijah son of Maacah as chief, leader among his brothers, intending to make him king."
    },
    {
        "o": 12685,
        "r": "csb:2 Chronicles:11:23",
        "t": "Rehoboam also showed discernment by dispersing some of his sons to all the regions of Judah and Benjamin and to all the fortified cities. He gave them plenty of provisions and sought many wives for them."
    }
]
