[
    {
        "o": 33128,
        "r": "nasb:1 Timothy:5:0",
        "t": "1 Timothy 5",
        "h": 1
    },
    {
        "o": 33129,
        "r": "nasb:1 Timothy:5:0",
        "t": "Honor Widows",
        "h": 2
    },
    {
        "o": 33130,
        "r": "nasb:1 Timothy:5:1",
        "t": "Do*p not sharply rebuke an older man, but rather*i appeal to him*i as a father, to*i the younger men as brothers,"
    },
    {
        "o": 33131,
        "r": "nasb:1 Timothy:5:2",
        "t": "the older women as mothers, and*i the younger women as sisters, in all purity."
    },
    {
        "o": 33132,
        "r": "nasb:1 Timothy:5:3",
        "t": "Honor*p widows who are widows indeed;"
    },
    {
        "o": 33133,
        "r": "nasb:1 Timothy:5:4",
        "t": "but if any widow has children or grandchildren, they must first learn to practice piety in regard to their own family and to make some return to their parents; for this is acceptable in the sight of God."
    },
    {
        "o": 33134,
        "r": "nasb:1 Timothy:5:5",
        "t": "Now she who is a widow indeed and who has been left alone, has fixed her hope on God and continues in entreaties and prayers night and day."
    },
    {
        "o": 33135,
        "r": "nasb:1 Timothy:5:6",
        "t": "But she who gives herself to wanton pleasure is dead even while she lives."
    },
    {
        "o": 33136,
        "r": "nasb:1 Timothy:5:7",
        "t": "Prescribe these things as well, so that they may be above reproach."
    },
    {
        "o": 33137,
        "r": "nasb:1 Timothy:5:8",
        "t": "But if anyone does not provide for his own, and especially for those of his household, he has denied the faith and is worse than an unbeliever."
    },
    {
        "o": 33138,
        "r": "nasb:1 Timothy:5:9",
        "t": "A*p widow is to be put on the list only if she is not less than sixty years old, having*i been*i the wife of one man,"
    },
    {
        "o": 33139,
        "r": "nasb:1 Timothy:5:10",
        "t": "having a reputation for good works; and*i if she has brought up children, if she has shown hospitality to strangers, if she has washed the saints’ feet, if she has assisted those in distress, and*i if she has devoted herself to every good work."
    },
    {
        "o": 33140,
        "r": "nasb:1 Timothy:5:11",
        "t": "But refuse to*i put*i younger widows on*i the*i list,*i for when they feel sensual desires in disregard of Christ, they want to get married,"
    },
    {
        "o": 33141,
        "r": "nasb:1 Timothy:5:12",
        "t": "thus*i incurring condemnation, because they have set aside their previous pledge."
    },
    {
        "o": 33142,
        "r": "nasb:1 Timothy:5:13",
        "t": "At the same time they also learn to*i be*i idle, as they go around from house to house; and not merely idle, but also gossips and busybodies, talking about things not proper to*i mention.*i"
    },
    {
        "o": 33143,
        "r": "nasb:1 Timothy:5:14",
        "t": "Therefore, I want younger widows*i to get married, bear children, keep house, and*i give the enemy no occasion for reproach;"
    },
    {
        "o": 33144,
        "r": "nasb:1 Timothy:5:15",
        "t": "for some have already turned aside to follow Satan."
    },
    {
        "o": 33145,
        "r": "nasb:1 Timothy:5:16",
        "t": "If any woman who is a believer has dependent*i widows, she must assist them and the church must not be burdened, so that it may assist those who are widows indeed."
    },
    {
        "o": 33146,
        "r": "nasb:1 Timothy:5:16",
        "t": "Concerning Elders",
        "h": 2
    },
    {
        "o": 33147,
        "r": "nasb:1 Timothy:5:17",
        "t": "The*p elders who rule well are to be considered worthy of double honor, especially those who work hard at preaching and teaching."
    },
    {
        "o": 33148,
        "r": "nasb:1 Timothy:5:18",
        "t": "For the Scripture says, “You*s shall*s not*s muzzle*s the*s ox*s while*s he*s is*s threshing,”*s and “The laborer is worthy of his wages.”"
    },
    {
        "o": 33149,
        "r": "nasb:1 Timothy:5:19",
        "t": "Do not receive an accusation against an elder except on the basis of two or three witnesses."
    },
    {
        "o": 33150,
        "r": "nasb:1 Timothy:5:20",
        "t": "Those who continue in sin, rebuke in the presence of all, so that the rest also will be fearful of*i sinning.*i"
    },
    {
        "o": 33151,
        "r": "nasb:1 Timothy:5:21",
        "t": "I solemnly charge you in the presence of God and of Christ Jesus and of His*i chosen angels, to maintain these principles*i without bias, doing nothing in a spirit*i of*i partiality."
    },
    {
        "o": 33152,
        "r": "nasb:1 Timothy:5:22",
        "t": "Do not lay hands upon anyone too*i hastily and thereby share responsibility*i for*i the sins of others; keep yourself free from sin."
    },
    {
        "o": 33153,
        "r": "nasb:1 Timothy:5:23",
        "t": "No*p longer drink water exclusively,*i but use a little wine for the sake of your stomach and your frequent ailments."
    },
    {
        "o": 33154,
        "r": "nasb:1 Timothy:5:24",
        "t": "The*p sins of some men are quite evident, going before them to judgment; for others, their sins*i follow after."
    },
    {
        "o": 33155,
        "r": "nasb:1 Timothy:5:25",
        "t": "Likewise also, deeds that are good are quite evident, and those which are otherwise cannot be concealed."
    }
]
