[
    {
        "o": 602,
        "r": "esv:Genesis:22:0",
        "t": "Genesis 22",
        "h": 1
    },
    {
        "o": 603,
        "r": "esv:Genesis:22:0",
        "t": "The Sacrifice of Isaac",
        "h": 2
    },
    {
        "o": 604,
        "r": "esv:Genesis:22:1",
        "t": "After*p these things God tested Abraham and said to him, “Abraham!” And he said, “Here I am.”"
    },
    {
        "o": 605,
        "r": "esv:Genesis:22:2",
        "t": "He said, “Take your son, your only son Isaac, whom you love, and go to the land of Moriah, and offer him there as a burnt offering on one of the mountains of which I shall tell you.”"
    },
    {
        "o": 606,
        "r": "esv:Genesis:22:3",
        "t": "So Abraham rose early in the morning, saddled his donkey, and took two of his young men with him, and his son Isaac. And he cut the wood for the burnt offering and arose and went to the place of which God had told him."
    },
    {
        "o": 607,
        "r": "esv:Genesis:22:4",
        "t": "On the third day Abraham lifted up his eyes and saw the place from afar."
    },
    {
        "o": 608,
        "r": "esv:Genesis:22:5",
        "t": "Then Abraham said to his young men, “Stay here with the donkey; I and the boy will go over there and worship and come again to you.”"
    },
    {
        "o": 609,
        "r": "esv:Genesis:22:6",
        "t": "And Abraham took the wood of the burnt offering and laid it on Isaac his son. And he took in his hand the fire and the knife. So they went both of them together."
    },
    {
        "o": 610,
        "r": "esv:Genesis:22:7",
        "t": "And Isaac said to his father Abraham, “My father!” And he said, “Here I am, my son.” He said, “Behold, the fire and the wood, but where is the lamb for a burnt offering?”"
    },
    {
        "o": 611,
        "r": "esv:Genesis:22:8",
        "t": "Abraham said, “God will provide for himself the lamb for a burnt offering, my son.” So they went both of them together."
    },
    {
        "o": 612,
        "r": "esv:Genesis:22:9",
        "t": "When*p they came to the place of which God had told him, Abraham built the altar there and laid the wood in order and bound Isaac his son and laid him on the altar, on top of the wood."
    },
    {
        "o": 613,
        "r": "esv:Genesis:22:10",
        "t": "Then Abraham reached out his hand and took the knife to slaughter his son."
    },
    {
        "o": 614,
        "r": "esv:Genesis:22:11",
        "t": "But the angel of the Lord*s called to him from heaven and said, “Abraham, Abraham!” And he said, “Here I am.”"
    },
    {
        "o": 615,
        "r": "esv:Genesis:22:12",
        "t": "He said, “Do not lay your hand on the boy or do anything to him, for now I know that you fear God, seeing you have not withheld your son, your only son, from me.”"
    },
    {
        "o": 616,
        "r": "esv:Genesis:22:13",
        "t": "And Abraham lifted up his eyes and looked, and behold, behind him was a ram, caught in a thicket by his horns. And Abraham went and took the ram and offered it up as a burnt offering instead of his son."
    },
    {
        "o": 617,
        "r": "esv:Genesis:22:14",
        "t": "So Abraham called the name of that place, “The Lord*s will provide”; as it is said to this day, “On the mount of the Lord*s it shall be provided.”"
    },
    {
        "o": 618,
        "r": "esv:Genesis:22:15",
        "t": "And*p the angel of the Lord*s called to Abraham a second time from heaven"
    },
    {
        "o": 619,
        "r": "esv:Genesis:22:16",
        "t": "and said, “By myself I have sworn, declares the Lord,*s because you have done this and have not withheld your son, your only son,"
    },
    {
        "o": 620,
        "r": "esv:Genesis:22:17",
        "t": "I will surely bless you, and I will surely multiply your offspring as the stars of heaven and as the sand that is on the seashore. And your offspring shall possess the gate of his enemies,"
    },
    {
        "o": 621,
        "r": "esv:Genesis:22:18",
        "t": "and in your offspring shall all the nations of the earth be blessed, because you have obeyed my voice.”"
    },
    {
        "o": 622,
        "r": "esv:Genesis:22:19",
        "t": "So Abraham returned to his young men, and they arose and went together to Beersheba. And Abraham lived at Beersheba."
    },
    {
        "o": 623,
        "r": "esv:Genesis:22:20",
        "t": "Now*p after these things it was told to Abraham, “Behold, Milcah also has borne children to your brother Nahor:"
    },
    {
        "o": 624,
        "r": "esv:Genesis:22:21",
        "t": "Uz his firstborn, Buz his brother, Kemuel the father of Aram,"
    },
    {
        "o": 625,
        "r": "esv:Genesis:22:22",
        "t": "Chesed, Hazo, Pildash, Jidlaph, and Bethuel.”"
    },
    {
        "o": 626,
        "r": "esv:Genesis:22:23",
        "t": "(Bethuel fathered Rebekah.) These eight Milcah bore to Nahor, Abraham’s brother."
    },
    {
        "o": 627,
        "r": "esv:Genesis:22:24",
        "t": "Moreover, his concubine, whose name was Reumah, bore Tebah, Gaham, Tahash, and Maacah."
    }
]
