[
    {
        "o": 21383,
        "r": "kjv:Lamentations:5:0",
        "t": "Lamentations 5",
        "h": 1
    },
    {
        "o": 21384,
        "r": "kjv:Lamentations:5:1",
        "t": "Remember,*p O Lord,*s what is come upon us: consider, and behold our reproach."
    },
    {
        "o": 21385,
        "r": "kjv:Lamentations:5:2",
        "t": "Our*p inheritance is turned to strangers, our houses to aliens."
    },
    {
        "o": 21386,
        "r": "kjv:Lamentations:5:3",
        "t": "We*p are orphans and fatherless, our mothers are as widows."
    },
    {
        "o": 21387,
        "r": "kjv:Lamentations:5:4",
        "t": "We*p have drunken our water for money; our wood is sold unto us."
    },
    {
        "o": 21388,
        "r": "kjv:Lamentations:5:5",
        "t": "Our*p necks are under persecution: we labour, and have no rest."
    },
    {
        "o": 21389,
        "r": "kjv:Lamentations:5:6",
        "t": "We*p have given the hand to the Egyptians, and to the Assyrians, to be satisfied with bread."
    },
    {
        "o": 21390,
        "r": "kjv:Lamentations:5:7",
        "t": "Our*p fathers have sinned, and are not; and we have borne their iniquities."
    },
    {
        "o": 21391,
        "r": "kjv:Lamentations:5:8",
        "t": "Servants*p have ruled over us: there is none that doth deliver us out of their hand."
    },
    {
        "o": 21392,
        "r": "kjv:Lamentations:5:9",
        "t": "We*p gat our bread with the peril of our lives because of the sword of the wilderness."
    },
    {
        "o": 21393,
        "r": "kjv:Lamentations:5:10",
        "t": "Our*p skin was black like an oven because of the terrible famine."
    },
    {
        "o": 21394,
        "r": "kjv:Lamentations:5:11",
        "t": "They*p ravished the women in Zion, and the maids in the cities of Judah."
    },
    {
        "o": 21395,
        "r": "kjv:Lamentations:5:12",
        "t": "Princes*p are hanged up by their hand: the faces of elders were not honoured."
    },
    {
        "o": 21396,
        "r": "kjv:Lamentations:5:13",
        "t": "They*p took the young men to grind, and the children fell under the wood."
    },
    {
        "o": 21397,
        "r": "kjv:Lamentations:5:14",
        "t": "The*p elders have ceased from the gate, the young men from their musick."
    },
    {
        "o": 21398,
        "r": "kjv:Lamentations:5:15",
        "t": "The*p joy of our heart is ceased; our dance is turned into mourning."
    },
    {
        "o": 21399,
        "r": "kjv:Lamentations:5:16",
        "t": "The*p crown is fallen from our head: woe unto us, that we have sinned!"
    },
    {
        "o": 21400,
        "r": "kjv:Lamentations:5:17",
        "t": "For*p this our heart is faint; for these things our eyes are dim."
    },
    {
        "o": 21401,
        "r": "kjv:Lamentations:5:18",
        "t": "Because*p of the mountain of Zion, which is desolate, the foxes walk upon it."
    },
    {
        "o": 21402,
        "r": "kjv:Lamentations:5:19",
        "t": "Thou,*p O Lord,*s remainest for ever; thy throne from generation to generation."
    },
    {
        "o": 21403,
        "r": "kjv:Lamentations:5:20",
        "t": "Wherefore*p dost thou forget us for ever, and forsake us so long time?"
    },
    {
        "o": 21404,
        "r": "kjv:Lamentations:5:21",
        "t": "Turn*p thou us unto thee, O Lord,*s and we shall be turned; renew our days as of old."
    },
    {
        "o": 21405,
        "r": "kjv:Lamentations:5:22",
        "t": "But*p thou hast utterly rejected us; thou art very wroth against us."
    }
]
