[
    {
        "o": 3000,
        "r": "csb:Exodus:40:0",
        "t": "Exodus 40",
        "h": 1
    },
    {
        "o": 3001,
        "r": "csb:Exodus:40:0",
        "t": "Setting Up the Tabernacle",
        "h": 2
    },
    {
        "o": 3002,
        "r": "csb:Exodus:40:1",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3003,
        "r": "csb:Exodus:40:2",
        "t": "“You are to set up the tabernacle, the tent of meeting, on the first day of the first month."
    },
    {
        "o": 3004,
        "r": "csb:Exodus:40:3",
        "t": "Put the ark of the testimony there and screen off the ark with the curtain."
    },
    {
        "o": 3005,
        "r": "csb:Exodus:40:4",
        "t": "Then bring in the table and lay out its arrangement; also bring in the lampstand and set up its lamps."
    },
    {
        "o": 3006,
        "r": "csb:Exodus:40:5",
        "t": "Place the gold altar for incense in front of the ark of the testimony. Put up the screen for the entrance to the tabernacle."
    },
    {
        "o": 3007,
        "r": "csb:Exodus:40:6",
        "t": "Position the altar of burnt offering in front of the entrance to the tabernacle, the tent of meeting."
    },
    {
        "o": 3008,
        "r": "csb:Exodus:40:7",
        "t": "Place the basin between the tent of meeting and the altar, and put water in it."
    },
    {
        "o": 3009,
        "r": "csb:Exodus:40:8",
        "t": "Assemble the surrounding courtyard and hang the screen for the gate of the courtyard."
    },
    {
        "o": 3010,
        "r": "csb:Exodus:40:9",
        "t": "“Take*p the anointing oil and anoint the tabernacle and everything in it; consecrate it along with all its furnishings so that it will be holy."
    },
    {
        "o": 3011,
        "r": "csb:Exodus:40:10",
        "t": "Anoint the altar of burnt offering and all its utensils; consecrate the altar so that it will be especially holy."
    },
    {
        "o": 3012,
        "r": "csb:Exodus:40:11",
        "t": "Anoint the basin and its stand and consecrate it."
    },
    {
        "o": 3013,
        "r": "csb:Exodus:40:12",
        "t": "“Then*p bring Aaron and his sons to the entrance to the tent of meeting and wash them with water."
    },
    {
        "o": 3014,
        "r": "csb:Exodus:40:13",
        "t": "Clothe Aaron with the holy garments, anoint him, and consecrate him, so that he can serve me as a priest."
    },
    {
        "o": 3015,
        "r": "csb:Exodus:40:14",
        "t": "Have his sons come forward and clothe them in tunics."
    },
    {
        "o": 3016,
        "r": "csb:Exodus:40:15",
        "t": "Anoint them just as you anointed their father, so that they may also serve me as priests. Their anointing will serve to inaugurate a permanent priesthood for them throughout their generations.”"
    },
    {
        "o": 3017,
        "r": "csb:Exodus:40:16",
        "t": "Moses*p did everything just as the Lord*s had commanded him."
    },
    {
        "o": 3018,
        "r": "csb:Exodus:40:17",
        "t": "The tabernacle was set up in the first month of the second year, on the first day of the month."
    },
    {
        "o": 3019,
        "r": "csb:Exodus:40:18",
        "t": "Moses set up the tabernacle: He laid its bases, positioned its supports, inserted its crossbars, and set up its pillars."
    },
    {
        "o": 3020,
        "r": "csb:Exodus:40:19",
        "t": "Then he spread the tent over the tabernacle and put the covering of the tent on top of it, just as the Lord*s had commanded Moses."
    },
    {
        "o": 3021,
        "r": "csb:Exodus:40:20",
        "t": "Moses*p took the testimony and placed it in the ark, and attached the poles to the ark. He set the mercy seat on top of the ark."
    },
    {
        "o": 3022,
        "r": "csb:Exodus:40:21",
        "t": "He brought the ark into the tabernacle, put up the curtain for the screen, and screened off the ark of the testimony, just as the Lord*s had commanded him."
    },
    {
        "o": 3023,
        "r": "csb:Exodus:40:22",
        "t": "Moses*p placed the table in the tent of meeting on the north side of the tabernacle, outside the curtain."
    },
    {
        "o": 3024,
        "r": "csb:Exodus:40:23",
        "t": "He arranged the bread on it before the Lord,*s just as the Lord*s had commanded him."
    },
    {
        "o": 3025,
        "r": "csb:Exodus:40:24",
        "t": "He put the lampstand in the tent of meeting opposite the table on the south side of the tabernacle"
    },
    {
        "o": 3026,
        "r": "csb:Exodus:40:25",
        "t": "and set up the lamps before the Lord,*s just as the Lord*s had commanded him."
    },
    {
        "o": 3027,
        "r": "csb:Exodus:40:26",
        "t": "Moses*p installed the gold altar in the tent of meeting, in front of the curtain,"
    },
    {
        "o": 3028,
        "r": "csb:Exodus:40:27",
        "t": "and burned fragrant incense on it, just as the Lord*s had commanded him."
    },
    {
        "o": 3029,
        "r": "csb:Exodus:40:28",
        "t": "He put up the screen at the entrance to the tabernacle."
    },
    {
        "o": 3030,
        "r": "csb:Exodus:40:29",
        "t": "He placed the altar of burnt offering at the entrance to the tabernacle, the tent of meeting, and offered the burnt offering and the grain offering on it, just as the Lord*s had commanded him."
    },
    {
        "o": 3031,
        "r": "csb:Exodus:40:30",
        "t": "He*p set the basin between the tent of meeting and the altar and put water in it for washing."
    },
    {
        "o": 3032,
        "r": "csb:Exodus:40:31",
        "t": "Moses, Aaron, and his sons washed their hands and feet from it."
    },
    {
        "o": 3033,
        "r": "csb:Exodus:40:32",
        "t": "They washed whenever they came to the tent of meeting and approached the altar, just as the Lord*s had commanded Moses."
    },
    {
        "o": 3034,
        "r": "csb:Exodus:40:33",
        "t": "Next*p Moses set up the surrounding courtyard for the tabernacle and the altar and hung a screen for the gate of the courtyard. So Moses finished the work."
    },
    {
        "o": 3035,
        "r": "csb:Exodus:40:33",
        "t": "The Lord’s Glory",
        "h": 2
    },
    {
        "o": 3036,
        "r": "csb:Exodus:40:34",
        "t": "The*p cloud covered the tent of meeting, and the glory of the Lord*s filled the tabernacle."
    },
    {
        "o": 3037,
        "r": "csb:Exodus:40:35",
        "t": "Moses was unable to enter the tent of meeting because the cloud rested on it, and the glory of the Lord*s filled the tabernacle."
    },
    {
        "o": 3038,
        "r": "csb:Exodus:40:36",
        "t": "The*p Israelites set out whenever the cloud was taken up from the tabernacle throughout all the stages of their journey."
    },
    {
        "o": 3039,
        "r": "csb:Exodus:40:37",
        "t": "If the cloud was not taken up, they did not set out until the day it was taken up."
    },
    {
        "o": 3040,
        "r": "csb:Exodus:40:38",
        "t": "For the cloud of the Lord*s was over the tabernacle by day, and there was a fire inside the cloud by night, visible to the entire house of Israel throughout all the stages of their journey."
    }
]
