[
    {
        "o": 4384,
        "r": "nkjv:Numbers:10:0",
        "t": "Numbers 10",
        "h": 1
    },
    {
        "o": 4385,
        "r": "nkjv:Numbers:10:0",
        "t": "Two Silver Trumpets",
        "h": 2
    },
    {
        "o": 4386,
        "r": "nkjv:Numbers:10:1",
        "t": "And*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 4387,
        "r": "nkjv:Numbers:10:2",
        "t": "“Make two silver trumpets for yourself; you shall make them of hammered work; you shall use them for calling the congregation and for directing the movement of the camps."
    },
    {
        "o": 4388,
        "r": "nkjv:Numbers:10:3",
        "t": "When they blow both of them, all the congregation shall gather before you at the door of the tabernacle of meeting."
    },
    {
        "o": 4389,
        "r": "nkjv:Numbers:10:4",
        "t": "But if they blow only*i one, then the leaders, the heads of the divisions of Israel, shall gather to you."
    },
    {
        "o": 4390,
        "r": "nkjv:Numbers:10:5",
        "t": "When you sound the advance, the camps that lie on the east side shall then begin their journey."
    },
    {
        "o": 4391,
        "r": "nkjv:Numbers:10:6",
        "t": "When you sound the advance the second time, then the camps that lie on the south side shall begin their journey; they shall sound the call for them to begin their journeys."
    },
    {
        "o": 4392,
        "r": "nkjv:Numbers:10:7",
        "t": "And when the assembly is to be gathered together, you shall blow, but not sound the advance."
    },
    {
        "o": 4393,
        "r": "nkjv:Numbers:10:8",
        "t": "The sons of Aaron, the priests, shall blow the trumpets; and these shall be to you as an ordinance forever throughout your generations."
    },
    {
        "o": 4394,
        "r": "nkjv:Numbers:10:9",
        "t": "“When*p you go to war in your land against the enemy who oppresses you, then you shall sound an alarm with the trumpets, and you will be remembered before the Lord*s your God, and you will be saved from your enemies."
    },
    {
        "o": 4395,
        "r": "nkjv:Numbers:10:10",
        "t": "Also in the day of your gladness, in your appointed feasts, and at the beginning of your months, you shall blow the trumpets over your burnt offerings and over the sacrifices of your peace offerings; and they shall be a memorial for you before your God: I am*i the Lord*s your God.”"
    },
    {
        "o": 4396,
        "r": "nkjv:Numbers:10:10",
        "t": "Departure from Sinai",
        "h": 2
    },
    {
        "o": 4397,
        "r": "nkjv:Numbers:10:11",
        "t": "Now*p it came to pass on the twentieth day*i of the second month, in the second year, that the cloud was taken up from above the tabernacle of the Testimony."
    },
    {
        "o": 4398,
        "r": "nkjv:Numbers:10:12",
        "t": "And the children of Israel set out from the Wilderness of Sinai on their journeys; then the cloud settled down in the Wilderness of Paran."
    },
    {
        "o": 4399,
        "r": "nkjv:Numbers:10:13",
        "t": "So they started out for the first time according to the command of the Lord*s by the hand of Moses."
    },
    {
        "o": 4400,
        "r": "nkjv:Numbers:10:14",
        "t": "The*p standard of the camp of the children of Judah set out first according to their armies; over their army was Nahshon the son of Amminadab."
    },
    {
        "o": 4401,
        "r": "nkjv:Numbers:10:15",
        "t": "Over the army of the tribe of the children of Issachar was*i Nethanel the son of Zuar."
    },
    {
        "o": 4402,
        "r": "nkjv:Numbers:10:16",
        "t": "And over the army of the tribe of the children of Zebulun was*i Eliab the son of Helon."
    },
    {
        "o": 4403,
        "r": "nkjv:Numbers:10:17",
        "t": "Then*p the tabernacle was taken down; and the sons of Gershon and the sons of Merari set out, carrying the tabernacle."
    },
    {
        "o": 4404,
        "r": "nkjv:Numbers:10:18",
        "t": "And*p the standard of the camp of Reuben set out according to their armies; over their army was*i Elizur the son of Shedeur."
    },
    {
        "o": 4405,
        "r": "nkjv:Numbers:10:19",
        "t": "Over the army of the tribe of the children of Simeon was*i Shelumiel the son of Zurishaddai."
    },
    {
        "o": 4406,
        "r": "nkjv:Numbers:10:20",
        "t": "And over the army of the tribe of the children of Gad was*i Eliasaph the son of Deuel."
    },
    {
        "o": 4407,
        "r": "nkjv:Numbers:10:21",
        "t": "Then*p the Kohathites set out, carrying the holy things. (The tabernacle would be prepared for their arrival.)"
    },
    {
        "o": 4408,
        "r": "nkjv:Numbers:10:22",
        "t": "And*p the standard of the camp of the children of Ephraim set out according to their armies; over their army was*i Elishama the son of Ammihud."
    },
    {
        "o": 4409,
        "r": "nkjv:Numbers:10:23",
        "t": "Over the army of the tribe of the children of Manasseh was*i Gamaliel the son of Pedahzur."
    },
    {
        "o": 4410,
        "r": "nkjv:Numbers:10:24",
        "t": "And over the army of the tribe of the children of Benjamin was*i Abidan the son of Gideoni."
    },
    {
        "o": 4411,
        "r": "nkjv:Numbers:10:25",
        "t": "Then*p the standard of the camp of the children of Dan (the rear guard of all the camps) set out according to their armies; over their army was*i Ahiezer the son of Ammishaddai."
    },
    {
        "o": 4412,
        "r": "nkjv:Numbers:10:26",
        "t": "Over the army of the tribe of the children of Asher was*i Pagiel the son of Ocran."
    },
    {
        "o": 4413,
        "r": "nkjv:Numbers:10:27",
        "t": "And over the army of the tribe of the children of Naphtali was*i Ahira the son of Enan."
    },
    {
        "o": 4414,
        "r": "nkjv:Numbers:10:28",
        "t": "Thus*p was*i the order of march of the children of Israel, according to their armies, when they began their journey."
    },
    {
        "o": 4415,
        "r": "nkjv:Numbers:10:29",
        "t": "Now*p Moses said to Hobab the son of Reuel the Midianite, Moses’ father-in-law, “We are setting out for the place of which the Lord*s said, ‘I will give it to you.’ Come with us, and we will treat you well; for the Lord*s has promised good things to Israel.”"
    },
    {
        "o": 4416,
        "r": "nkjv:Numbers:10:30",
        "t": "And*p he said to him, “I will not go, but I will depart to my own*i land and to my relatives.”"
    },
    {
        "o": 4417,
        "r": "nkjv:Numbers:10:31",
        "t": "So*p Moses*i said, “Please do not leave, inasmuch as you know how we are to camp in the wilderness, and you can be our eyes."
    },
    {
        "o": 4418,
        "r": "nkjv:Numbers:10:32",
        "t": "And it shall be, if you go with us—indeed it shall be—that whatever good the Lord*s will do to us, the same we will do to you.”"
    },
    {
        "o": 4419,
        "r": "nkjv:Numbers:10:33",
        "t": "So*p they departed from the mountain of the Lord*s on a journey of three days; and the ark of the covenant of the Lord*s went before them for the three days’ journey, to search out a resting place for them."
    },
    {
        "o": 4420,
        "r": "nkjv:Numbers:10:34",
        "t": "And the cloud of the Lord*s was*i above them by day when they went out from the camp."
    },
    {
        "o": 4421,
        "r": "nkjv:Numbers:10:35",
        "t": "So*p it was, whenever the ark set out, that Moses said: “Rise*pn up, O Lord!*s Let*ld Your enemies be scattered, And*ld let those who hate You flee before You.”"
    },
    {
        "o": 4422,
        "r": "nkjv:Numbers:10:36",
        "t": "And*p when it rested, he said: “Return,*pn O Lord,*s To*ild the many thousands of Israel.”"
    }
]
