[
    {
        "o": 12370,
        "r": "nasb:2 Chronicles:5:0",
        "t": "2 Chronicles 5",
        "h": 1
    },
    {
        "o": 12371,
        "r": "nasb:2 Chronicles:5:0",
        "t": "The Ark Is Brought into the Temple",
        "h": 2
    },
    {
        "o": 12372,
        "r": "nasb:2 Chronicles:5:1",
        "t": "Thus*p all the work that Solomon performed for the house of the Lord*s was finished. And Solomon brought in the things that David his father had dedicated, even the silver and the gold and all the utensils, and*i put them*i in the treasuries of the house of God."
    },
    {
        "o": 12373,
        "r": "nasb:2 Chronicles:5:2",
        "t": "Then*p Solomon assembled to Jerusalem the elders of Israel and all the heads of the tribes, the leaders of the fathers’ households*i of the sons of Israel, to bring up the ark of the covenant of the Lord*s out of the city of David, which is Zion."
    },
    {
        "o": 12374,
        "r": "nasb:2 Chronicles:5:3",
        "t": "All the men of Israel assembled themselves to the king at the feast, that is in*i the seventh month."
    },
    {
        "o": 12375,
        "r": "nasb:2 Chronicles:5:4",
        "t": "Then all the elders of Israel came, and the Levites took up the ark."
    },
    {
        "o": 12376,
        "r": "nasb:2 Chronicles:5:5",
        "t": "They brought up the ark and the tent of meeting and all the holy utensils which were*i in the tent; the Levitical priests brought them up."
    },
    {
        "o": 12377,
        "r": "nasb:2 Chronicles:5:6",
        "t": "And King Solomon and all the congregation of Israel who were assembled with him before the ark, were sacrificing so many sheep and oxen that they could not be counted or numbered."
    },
    {
        "o": 12378,
        "r": "nasb:2 Chronicles:5:7",
        "t": "Then the priests brought the ark of the covenant of the Lord*s to its place, into the inner sanctuary of the house, to the holy of holies, under the wings of the cherubim."
    },
    {
        "o": 12379,
        "r": "nasb:2 Chronicles:5:8",
        "t": "For the cherubim spread their wings over the place of the ark, so that the cherubim made a covering over the ark and its poles."
    },
    {
        "o": 12380,
        "r": "nasb:2 Chronicles:5:9",
        "t": "The poles were so long that the ends of the poles of the ark could be seen in front of the inner sanctuary, but they could not be seen outside; and they are there to this day."
    },
    {
        "o": 12381,
        "r": "nasb:2 Chronicles:5:10",
        "t": "There was nothing in the ark except the two tablets which Moses put there*i at Horeb, where the Lord*s made a covenant with the sons of Israel, when they came out of Egypt."
    },
    {
        "o": 12382,
        "r": "nasb:2 Chronicles:5:10",
        "t": "The Glory of God Fills the Temple",
        "h": 2
    },
    {
        "o": 12383,
        "r": "nasb:2 Chronicles:5:11",
        "t": "When*p the priests came forth from the holy place (for all the priests who were present had sanctified themselves, without regard to divisions),"
    },
    {
        "o": 12384,
        "r": "nasb:2 Chronicles:5:12",
        "t": "and all the Levitical singers, Asaph, Heman, Jeduthun, and their sons and kinsmen, clothed in fine linen, with cymbals, harps and lyres, standing east of the altar, and with them one hundred and twenty priests blowing trumpets"
    },
    {
        "o": 12385,
        "r": "nasb:2 Chronicles:5:13",
        "t": "in unison when the trumpeters and the singers were to make themselves heard with one voice to praise and to glorify the Lord,*s and when they lifted up their voice accompanied by trumpets and cymbals and instruments of music, and when they praised the Lord*s saying,*i “He*i indeed is good for His lovingkindness is everlasting,” then the house, the house of the Lord,*s was filled with a cloud,"
    },
    {
        "o": 12386,
        "r": "nasb:2 Chronicles:5:14",
        "t": "so that the priests could not stand to minister because of the cloud, for the glory of the Lord*s filled the house of God."
    }
]
