[
    {
        "o": 5676,
        "r": "esv:Deuteronomy:11:0",
        "t": "Deuteronomy 11",
        "h": 1
    },
    {
        "o": 5677,
        "r": "esv:Deuteronomy:11:0",
        "t": "Love and Serve the Lord",
        "h": 2
    },
    {
        "o": 5678,
        "r": "esv:Deuteronomy:11:1",
        "t": "“You*p shall therefore love the Lord*s your God and keep his charge, his statutes, his rules, and his commandments always."
    },
    {
        "o": 5679,
        "r": "esv:Deuteronomy:11:2",
        "t": "And consider today (since I am not speaking to your children who have not known or seen it), consider the discipline of the Lord*s your God, his greatness, his mighty hand and his outstretched arm,"
    },
    {
        "o": 5680,
        "r": "esv:Deuteronomy:11:3",
        "t": "his signs and his deeds that he did in Egypt to Pharaoh the king of Egypt and to all his land,"
    },
    {
        "o": 5681,
        "r": "esv:Deuteronomy:11:4",
        "t": "and what he did to the army of Egypt, to their horses and to their chariots, how he made the water of the Red Sea flow over them as they pursued after you, and how the Lord*s has destroyed them to this day,"
    },
    {
        "o": 5682,
        "r": "esv:Deuteronomy:11:5",
        "t": "and what he did to you in the wilderness, until you came to this place,"
    },
    {
        "o": 5683,
        "r": "esv:Deuteronomy:11:6",
        "t": "and what he did to Dathan and Abiram the sons of Eliab, son of Reuben, how the earth opened its mouth and swallowed them up, with their households, their tents, and every living thing that followed them, in the midst of all Israel."
    },
    {
        "o": 5684,
        "r": "esv:Deuteronomy:11:7",
        "t": "For your eyes have seen all the great work of the Lord*s that he did."
    },
    {
        "o": 5685,
        "r": "esv:Deuteronomy:11:8",
        "t": "“You*p shall therefore keep the whole commandment that I command you today, that you may be strong, and go in and take possession of the land that you are going over to possess,"
    },
    {
        "o": 5686,
        "r": "esv:Deuteronomy:11:9",
        "t": "and that you may live long in the land that the Lord*s swore to your fathers to give to them and to their offspring, a land flowing with milk and honey."
    },
    {
        "o": 5687,
        "r": "esv:Deuteronomy:11:10",
        "t": "For the land that you are entering to take possession of it is not like the land of Egypt, from which you have come, where you sowed your seed and irrigated it, like a garden of vegetables."
    },
    {
        "o": 5688,
        "r": "esv:Deuteronomy:11:11",
        "t": "But the land that you are going over to possess is a land of hills and valleys, which drinks water by the rain from heaven,"
    },
    {
        "o": 5689,
        "r": "esv:Deuteronomy:11:12",
        "t": "a land that the Lord*s your God cares for. The eyes of the Lord*s your God are always upon it, from the beginning of the year to the end of the year."
    },
    {
        "o": 5690,
        "r": "esv:Deuteronomy:11:13",
        "t": "“And*p if you will indeed obey my commandments that I command you today, to love the Lord*s your God, and to serve him with all your heart and with all your soul,"
    },
    {
        "o": 5691,
        "r": "esv:Deuteronomy:11:14",
        "t": "he will give the rain for your land in its season, the early rain and the later rain, that you may gather in your grain and your wine and your oil."
    },
    {
        "o": 5692,
        "r": "esv:Deuteronomy:11:15",
        "t": "And he will give grass in your fields for your livestock, and you shall eat and be full."
    },
    {
        "o": 5693,
        "r": "esv:Deuteronomy:11:16",
        "t": "Take care lest your heart be deceived, and you turn aside and serve other gods and worship them;"
    },
    {
        "o": 5694,
        "r": "esv:Deuteronomy:11:17",
        "t": "then the anger of the Lord*s will be kindled against you, and he will shut up the heavens, so that there will be no rain, and the land will yield no fruit, and you will perish quickly off the good land that the Lord*s is giving you."
    },
    {
        "o": 5695,
        "r": "esv:Deuteronomy:11:18",
        "t": "“You*p shall therefore lay up these words of mine in your heart and in your soul, and you shall bind them as a sign on your hand, and they shall be as frontlets between your eyes."
    },
    {
        "o": 5696,
        "r": "esv:Deuteronomy:11:19",
        "t": "You shall teach them to your children, talking of them when you are sitting in your house, and when you are walking by the way, and when you lie down, and when you rise."
    },
    {
        "o": 5697,
        "r": "esv:Deuteronomy:11:20",
        "t": "You shall write them on the doorposts of your house and on your gates,"
    },
    {
        "o": 5698,
        "r": "esv:Deuteronomy:11:21",
        "t": "that your days and the days of your children may be multiplied in the land that the Lord*s swore to your fathers to give them, as long as the heavens are above the earth."
    },
    {
        "o": 5699,
        "r": "esv:Deuteronomy:11:22",
        "t": "For if you will be careful to do all this commandment that I command you to do, loving the Lord*s your God, walking in all his ways, and holding fast to him,"
    },
    {
        "o": 5700,
        "r": "esv:Deuteronomy:11:23",
        "t": "then the Lord*s will drive out all these nations before you, and you will dispossess nations greater and mightier than you."
    },
    {
        "o": 5701,
        "r": "esv:Deuteronomy:11:24",
        "t": "Every place on which the sole of your foot treads shall be yours. Your territory shall be from the wilderness to the Lebanon and from the River, the river Euphrates, to the western sea."
    },
    {
        "o": 5702,
        "r": "esv:Deuteronomy:11:25",
        "t": "No one shall be able to stand against you. The Lord*s your God will lay the fear of you and the dread of you on all the land that you shall tread, as he promised you."
    },
    {
        "o": 5703,
        "r": "esv:Deuteronomy:11:26",
        "t": "“See,*p I am setting before you today a blessing and a curse:"
    },
    {
        "o": 5704,
        "r": "esv:Deuteronomy:11:27",
        "t": "the blessing, if you obey the commandments of the Lord*s your God, which I command you today,"
    },
    {
        "o": 5705,
        "r": "esv:Deuteronomy:11:28",
        "t": "and the curse, if you do not obey the commandments of the Lord*s your God, but turn aside from the way that I am commanding you today, to go after other gods that you have not known."
    },
    {
        "o": 5706,
        "r": "esv:Deuteronomy:11:29",
        "t": "And when the Lord*s your God brings you into the land that you are entering to take possession of it, you shall set the blessing on Mount Gerizim and the curse on Mount Ebal."
    },
    {
        "o": 5707,
        "r": "esv:Deuteronomy:11:30",
        "t": "Are they not beyond the Jordan, west of the road, toward the going down of the sun, in the land of the Canaanites who live in the Arabah, opposite Gilgal, beside the oak of Moreh?"
    },
    {
        "o": 5708,
        "r": "esv:Deuteronomy:11:31",
        "t": "For you are to cross over the Jordan to go in to take possession of the land that the Lord*s your God is giving you. And when you possess it and live in it,"
    },
    {
        "o": 5709,
        "r": "esv:Deuteronomy:11:32",
        "t": "you shall be careful to do all the statutes and the rules that I am setting before you today."
    }
]
