[
    {
        "o": 31098,
        "r": "csb:Acts:16:0",
        "t": "Acts 16",
        "h": 1
    },
    {
        "o": 31099,
        "r": "csb:Acts:16:0",
        "t": "Paul Selects Timothy",
        "h": 2
    },
    {
        "o": 31100,
        "r": "csb:Acts:16:1",
        "t": "Paul*p went on to Derbe and Lystra, where there was a disciple named Timothy, the son of a believing Jewish woman, but his father was a Greek."
    },
    {
        "o": 31101,
        "r": "csb:Acts:16:2",
        "t": "The brothers and sisters at Lystra and Iconium spoke highly of him."
    },
    {
        "o": 31102,
        "r": "csb:Acts:16:3",
        "t": "Paul wanted Timothy to go with him; so he took him and circumcised him because of the Jews who were in those places, since they all knew that his father was a Greek."
    },
    {
        "o": 31103,
        "r": "csb:Acts:16:4",
        "t": "As they traveled through the towns, they delivered the decisions reached by the apostles and elders at Jerusalem for the people to observe."
    },
    {
        "o": 31104,
        "r": "csb:Acts:16:5",
        "t": "So the churches were strengthened in the faith and grew daily in numbers."
    },
    {
        "o": 31105,
        "r": "csb:Acts:16:5",
        "t": "Evangelization of Europe",
        "h": 2
    },
    {
        "o": 31106,
        "r": "csb:Acts:16:6",
        "t": "They*p went through the region of Phrygia and Galatia; they had been forbidden by the Holy Spirit to speak the word in Asia."
    },
    {
        "o": 31107,
        "r": "csb:Acts:16:7",
        "t": "When they came to Mysia, they tried to go into Bithynia, but the Spirit of Jesus did not allow them."
    },
    {
        "o": 31108,
        "r": "csb:Acts:16:8",
        "t": "Passing by Mysia they went down to Troas."
    },
    {
        "o": 31109,
        "r": "csb:Acts:16:9",
        "t": "During the night Paul had a vision in which a Macedonian man was standing and pleading with him, “Cross over to Macedonia and help us!”"
    },
    {
        "o": 31110,
        "r": "csb:Acts:16:10",
        "t": "After he had seen the vision, we immediately made efforts to set out for Macedonia, concluding that God had called us to preach the gospel to them."
    },
    {
        "o": 31111,
        "r": "csb:Acts:16:10",
        "t": "Lydia’s Conversion",
        "h": 2
    },
    {
        "o": 31112,
        "r": "csb:Acts:16:11",
        "t": "From*p Troas we put out to sea and sailed straight for Samothrace, the next day to Neapolis,"
    },
    {
        "o": 31113,
        "r": "csb:Acts:16:12",
        "t": "and from there to Philippi, a Roman colony and a leading city of the district of Macedonia. We stayed in that city for several days."
    },
    {
        "o": 31114,
        "r": "csb:Acts:16:13",
        "t": "On the Sabbath day we went outside the city gate by the river, where we expected to find a place of prayer. We sat down and spoke to the women gathered there."
    },
    {
        "o": 31115,
        "r": "csb:Acts:16:14",
        "t": "A God-fearing woman named Lydia, a dealer in purple cloth from the city of Thyatira, was listening. The Lord opened her heart to respond to what Paul was saying."
    },
    {
        "o": 31116,
        "r": "csb:Acts:16:15",
        "t": "After she and her household were baptized, she urged us, “If you consider me a believer in the Lord, come and stay at my house.” And she persuaded us."
    },
    {
        "o": 31117,
        "r": "csb:Acts:16:15",
        "t": "Paul and Silas in Prison",
        "h": 2
    },
    {
        "o": 31118,
        "r": "csb:Acts:16:16",
        "t": "Once,*p as we were on our way to prayer, a slave girl met us who had a spirit by which she predicted the future. She made a large profit for her owners by fortune-telling."
    },
    {
        "o": 31119,
        "r": "csb:Acts:16:17",
        "t": "As she followed Paul and us she cried out, “These men, who are proclaiming to you a way of salvation, are the servants of the Most High God.”"
    },
    {
        "o": 31120,
        "r": "csb:Acts:16:18",
        "t": "She did this for many days. Paul*p was greatly annoyed. Turning to the spirit, he said, “I command you in the name of Jesus Christ to come out of her!” And it came out right away."
    },
    {
        "o": 31121,
        "r": "csb:Acts:16:19",
        "t": "When*p her owners realized that their hope of profit was gone, they seized Paul and Silas and dragged them into the marketplace to the authorities."
    },
    {
        "o": 31122,
        "r": "csb:Acts:16:20",
        "t": "Bringing them before the chief magistrates, they said, “These men are seriously disturbing our city. They are Jews"
    },
    {
        "o": 31123,
        "r": "csb:Acts:16:21",
        "t": "and are promoting customs that are not legal for us as Romans to adopt or practice.”"
    },
    {
        "o": 31124,
        "r": "csb:Acts:16:22",
        "t": "The crowd joined in the attack against them, and the chief magistrates stripped off their clothes and ordered them to be beaten with rods."
    },
    {
        "o": 31125,
        "r": "csb:Acts:16:23",
        "t": "After they had severely flogged them, they threw them in jail, ordering the jailer to guard them carefully."
    },
    {
        "o": 31126,
        "r": "csb:Acts:16:24",
        "t": "Receiving such an order, he put them into the inner prison and secured their feet in the stocks."
    },
    {
        "o": 31127,
        "r": "csb:Acts:16:24",
        "t": "A Midnight Deliverance",
        "h": 2
    },
    {
        "o": 31128,
        "r": "csb:Acts:16:25",
        "t": "About*p midnight Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them."
    },
    {
        "o": 31129,
        "r": "csb:Acts:16:26",
        "t": "Suddenly there was such a violent earthquake that the foundations of the jail were shaken, and immediately all the doors were opened, and everyone’s chains came loose."
    },
    {
        "o": 31130,
        "r": "csb:Acts:16:27",
        "t": "When the jailer woke up and saw the doors of the prison standing open, he drew his sword and was going to kill himself, since he thought the prisoners had escaped."
    },
    {
        "o": 31131,
        "r": "csb:Acts:16:28",
        "t": "But*p Paul called out in a loud voice, “Don’t harm yourself, because we’re all here!”"
    },
    {
        "o": 31132,
        "r": "csb:Acts:16:29",
        "t": "The*p jailer called for lights, rushed in, and fell down trembling before Paul and Silas."
    },
    {
        "o": 31133,
        "r": "csb:Acts:16:30",
        "t": "He escorted them out and said, “Sirs, what must I do to be saved?”"
    },
    {
        "o": 31134,
        "r": "csb:Acts:16:31",
        "t": "They*p said, “Believe in the Lord Jesus, and you will be saved - you and your household.”"
    },
    {
        "o": 31135,
        "r": "csb:Acts:16:32",
        "t": "And they spoke the word of the Lord to him along with everyone in his house."
    },
    {
        "o": 31136,
        "r": "csb:Acts:16:33",
        "t": "He took them the same hour of the night and washed their wounds. Right away he and all his family were baptized."
    },
    {
        "o": 31137,
        "r": "csb:Acts:16:34",
        "t": "He brought them into his house, set a meal before them, and rejoiced because he had come to believe in God with his entire household."
    },
    {
        "o": 31138,
        "r": "csb:Acts:16:34",
        "t": "An Official Apology",
        "h": 2
    },
    {
        "o": 31139,
        "r": "csb:Acts:16:35",
        "t": "When*p daylight came, the chief magistrates sent the police to say, “Release those men.”"
    },
    {
        "o": 31140,
        "r": "csb:Acts:16:36",
        "t": "The*p jailer reported these words to Paul: “The magistrates have sent orders for you to be released. So come out now and go in peace.”"
    },
    {
        "o": 31141,
        "r": "csb:Acts:16:37",
        "t": "But*p Paul said to them, “They beat us in public without a trial, although we are Roman citizens, and threw us in jail. And now are they going to send us away secretly? Certainly not! On the contrary, let them come themselves and escort us out.”"
    },
    {
        "o": 31142,
        "r": "csb:Acts:16:38",
        "t": "The*p police reported these words to the magistrates. They were afraid when they heard that Paul and Silas were Roman citizens."
    },
    {
        "o": 31143,
        "r": "csb:Acts:16:39",
        "t": "So they came to appease them, and escorting them from prison, they urged them to leave town."
    },
    {
        "o": 31144,
        "r": "csb:Acts:16:40",
        "t": "After leaving the jail, they came to Lydia’s house, where they saw and encouraged the brothers and sisters, and departed."
    }
]
