[
    {
        "o": 6570,
        "r": "nasb:Joshua:9:0",
        "t": "Joshua 9",
        "h": 1
    },
    {
        "o": 6571,
        "r": "nasb:Joshua:9:0",
        "t": "Guile of the Gibeonites",
        "h": 2
    },
    {
        "o": 6572,
        "r": "nasb:Joshua:9:1",
        "t": "Now*p it came about when all the kings who were beyond the Jordan, in the hill country and in the lowland and on all the coast of the Great Sea toward Lebanon, the Hittite and the Amorite, the Canaanite, the Perizzite, the Hivite and the Jebusite, heard of it,"
    },
    {
        "o": 6573,
        "r": "nasb:Joshua:9:2",
        "t": "that they gathered themselves together with one accord to fight with Joshua and with Israel."
    },
    {
        "o": 6574,
        "r": "nasb:Joshua:9:3",
        "t": "When*p the inhabitants of Gibeon heard what Joshua had done to Jericho and to Ai,"
    },
    {
        "o": 6575,
        "r": "nasb:Joshua:9:4",
        "t": "they also acted craftily and set out as envoys, and took worn-out sacks on their donkeys, and wineskins worn-out and torn and mended,"
    },
    {
        "o": 6576,
        "r": "nasb:Joshua:9:5",
        "t": "and worn-out and patched sandals on their feet, and worn-out clothes on themselves; and all the bread of their provision was dry and*i had become crumbled."
    },
    {
        "o": 6577,
        "r": "nasb:Joshua:9:6",
        "t": "They went to Joshua to the camp at Gilgal and said to him and to the men of Israel, “We have come from a far country; now therefore, make a covenant with us.”"
    },
    {
        "o": 6578,
        "r": "nasb:Joshua:9:7",
        "t": "The men of Israel said to the Hivites, “Perhaps you are living within our land; how then shall we make a covenant with you?”"
    },
    {
        "o": 6579,
        "r": "nasb:Joshua:9:8",
        "t": "But they said to Joshua, “We are your servants.” Then Joshua said to them, “Who are you and where do you come from?”"
    },
    {
        "o": 6580,
        "r": "nasb:Joshua:9:9",
        "t": "They said to him, “Your servants have come from a very far country because of the fame of the Lord*s your God; for we have heard the report of Him and all that He did in Egypt,"
    },
    {
        "o": 6581,
        "r": "nasb:Joshua:9:10",
        "t": "and all that He did to the two kings of the Amorites who were beyond the Jordan, to Sihon king of Heshbon and to Og king of Bashan who was at Ashtaroth."
    },
    {
        "o": 6582,
        "r": "nasb:Joshua:9:11",
        "t": "So our elders and all the inhabitants of our country spoke to us, saying, ‘Take provisions in your hand for the journey, and go to meet them and say to them, “We are your servants; now then, make a covenant with us.” ’"
    },
    {
        "o": 6583,
        "r": "nasb:Joshua:9:12",
        "t": "This our bread was*i warm when*i we took it for our provisions out of our houses on the day that we left to come to you; but now behold, it is dry and has become crumbled."
    },
    {
        "o": 6584,
        "r": "nasb:Joshua:9:13",
        "t": "These wineskins which we filled were new, and behold, they are torn; and these our clothes and our sandals are worn out because of the very long journey.”"
    },
    {
        "o": 6585,
        "r": "nasb:Joshua:9:14",
        "t": "So the men of*i Israel*i took some of their provisions, and did not ask for the counsel of the Lord.*s"
    },
    {
        "o": 6586,
        "r": "nasb:Joshua:9:15",
        "t": "Joshua made peace with them and made a covenant with them, to let them live; and the leaders of the congregation swore an*i oath*i to them."
    },
    {
        "o": 6587,
        "r": "nasb:Joshua:9:16",
        "t": "It*p came about at the end of three days after they had made a covenant with them, that they heard that they were neighbors and that they were living within their land."
    },
    {
        "o": 6588,
        "r": "nasb:Joshua:9:17",
        "t": "Then the sons of Israel set out and came to their cities on the third day. Now their cities were*i Gibeon and Chephirah and Beeroth and Kiriath-jearim."
    },
    {
        "o": 6589,
        "r": "nasb:Joshua:9:18",
        "t": "The sons of Israel did not strike them because the leaders of the congregation had sworn to them by the Lord*s the God of Israel. And the whole congregation grumbled against the leaders."
    },
    {
        "o": 6590,
        "r": "nasb:Joshua:9:19",
        "t": "But all the leaders said to the whole congregation, “We have sworn to them by the Lord,*s the God of Israel, and now we cannot touch them."
    },
    {
        "o": 6591,
        "r": "nasb:Joshua:9:20",
        "t": "This we will do to them, even let them live, so that wrath will not be upon us for the oath which we swore to them.”"
    },
    {
        "o": 6592,
        "r": "nasb:Joshua:9:21",
        "t": "The leaders said to them, “Let them live.” So they became hewers of wood and drawers of water for the whole congregation, just as the leaders had spoken to them."
    },
    {
        "o": 6593,
        "r": "nasb:Joshua:9:22",
        "t": "Then*p Joshua called for them and spoke to them, saying, “Why have you deceived us, saying, ‘We are very far from you,’ when you are living within our land?"
    },
    {
        "o": 6594,
        "r": "nasb:Joshua:9:23",
        "t": "Now therefore, you are cursed, and you shall never cease being slaves, both hewers of wood and drawers of water for the house of my God.”"
    },
    {
        "o": 6595,
        "r": "nasb:Joshua:9:24",
        "t": "So they answered Joshua and said, “Because it was certainly told your servants that the Lord*s your God had commanded His servant Moses to give you all the land, and to destroy all the inhabitants of the land before you; therefore we feared greatly for our lives because of you, and have done this thing."
    },
    {
        "o": 6596,
        "r": "nasb:Joshua:9:25",
        "t": "Now behold, we are in your hands; do as it seems good and right in your sight to do to us.”"
    },
    {
        "o": 6597,
        "r": "nasb:Joshua:9:26",
        "t": "Thus he did to them, and delivered them from the hands of the sons of Israel, and they did not kill them."
    },
    {
        "o": 6598,
        "r": "nasb:Joshua:9:27",
        "t": "But Joshua made them that day hewers of wood and drawers of water for the congregation and for the altar of the Lord,*s to this day, in the place which He would choose."
    }
]
