[
    {
        "o": 6037,
        "r": "nasb:Deuteronomy:25:0",
        "t": "Deuteronomy 25",
        "h": 1
    },
    {
        "o": 6038,
        "r": "nasb:Deuteronomy:25:0",
        "t": "Sundry Laws",
        "h": 2
    },
    {
        "o": 6039,
        "r": "nasb:Deuteronomy:25:1",
        "t": "“If*p there is a dispute between men and they go to court, and the judges decide their case, and they justify the righteous and condemn the wicked,"
    },
    {
        "o": 6040,
        "r": "nasb:Deuteronomy:25:2",
        "t": "then it shall be if the wicked man deserves to be beaten, the judge shall then make him lie down and be beaten in his presence with the number of stripes according to his guilt."
    },
    {
        "o": 6041,
        "r": "nasb:Deuteronomy:25:3",
        "t": "He may beat him forty times but*i no more, so that he does not beat him with many more stripes than these and your brother is not degraded in your eyes."
    },
    {
        "o": 6042,
        "r": "nasb:Deuteronomy:25:4",
        "t": "“You*p shall not muzzle the ox while he is threshing."
    },
    {
        "o": 6043,
        "r": "nasb:Deuteronomy:25:5",
        "t": "“When*p brothers live together and one of them dies and has no son, the wife of the deceased shall not be married*i outside the*i family*i to a strange man. Her husband’s brother shall go in to her and take her to himself as wife and perform the duty of a husband’s brother to her."
    },
    {
        "o": 6044,
        "r": "nasb:Deuteronomy:25:6",
        "t": "It shall be that the firstborn whom she bears shall assume the name of his dead brother, so that his name will not be blotted out from Israel."
    },
    {
        "o": 6045,
        "r": "nasb:Deuteronomy:25:7",
        "t": "But if the man does not desire to take his brother’s wife, then his brother’s wife shall go up to the gate to the elders and say, ‘My husband’s brother refuses to establish a name for his brother in Israel; he is not willing to perform the duty of a husband’s brother to me.’"
    },
    {
        "o": 6046,
        "r": "nasb:Deuteronomy:25:8",
        "t": "Then the elders of his city shall summon him and speak to him. And if*i he persists and says, ‘I do not desire to take her,’"
    },
    {
        "o": 6047,
        "r": "nasb:Deuteronomy:25:9",
        "t": "then his brother’s wife shall come to him in the sight of the elders, and pull his sandal off his foot and spit in his face; and she shall declare, ‘Thus it is done to the man who does not build up his brother’s house.’"
    },
    {
        "o": 6048,
        "r": "nasb:Deuteronomy:25:10",
        "t": "In Israel his name shall be called, ‘The house of him whose sandal is removed.’"
    },
    {
        "o": 6049,
        "r": "nasb:Deuteronomy:25:11",
        "t": "“If*p two*i men, a man and his countryman, are struggling together, and the wife of one comes near to deliver her husband from the hand of the one who is striking him, and puts out her hand and seizes his genitals,"
    },
    {
        "o": 6050,
        "r": "nasb:Deuteronomy:25:12",
        "t": "then you shall cut off her hand; you shall not show pity."
    },
    {
        "o": 6051,
        "r": "nasb:Deuteronomy:25:13",
        "t": "“You*p shall not have in your bag differing weights, a large and a small."
    },
    {
        "o": 6052,
        "r": "nasb:Deuteronomy:25:14",
        "t": "You shall not have in your house differing measures, a large and a small."
    },
    {
        "o": 6053,
        "r": "nasb:Deuteronomy:25:15",
        "t": "You shall have a full and just weight; you shall have a full and just measure, that your days may be prolonged in the land which the Lord*s your God gives you."
    },
    {
        "o": 6054,
        "r": "nasb:Deuteronomy:25:16",
        "t": "For everyone who does these things, everyone who acts unjustly is an abomination to the Lord*s your God."
    },
    {
        "o": 6055,
        "r": "nasb:Deuteronomy:25:17",
        "t": "“Remember*p what Amalek did to you along the way when you came out from Egypt,"
    },
    {
        "o": 6056,
        "r": "nasb:Deuteronomy:25:18",
        "t": "how he met you along the way and attacked among you all the stragglers at your rear when you were faint and weary; and he did not fear God."
    },
    {
        "o": 6057,
        "r": "nasb:Deuteronomy:25:19",
        "t": "Therefore it shall come about when the Lord*s your God has given you rest from all your surrounding enemies, in the land which the Lord*s your God gives you as an inheritance to possess, you shall blot out the memory of Amalek from under heaven; you must not forget."
    }
]
