[
    {
        "o": 33021,
        "r": "csb:Galatians:5:0",
        "t": "Galatians 5",
        "h": 1
    },
    {
        "o": 33022,
        "r": "csb:Galatians:5:0",
        "t": "Freedom of the Christian",
        "h": 2
    },
    {
        "o": 33023,
        "r": "csb:Galatians:5:1",
        "t": "For*p freedom, Christ set us free. Stand firm, then, and don’t submit again to a yoke of slavery."
    },
    {
        "o": 33024,
        "r": "csb:Galatians:5:2",
        "t": "Take note! I, Paul, am telling you that if you get yourselves circumcised, Christ will not benefit you at all."
    },
    {
        "o": 33025,
        "r": "csb:Galatians:5:3",
        "t": "Again I testify to every man who gets himself circumcised that he is obligated to do the entire law."
    },
    {
        "o": 33026,
        "r": "csb:Galatians:5:4",
        "t": "You who are trying to be justified by the law are alienated from Christ; you have fallen from grace."
    },
    {
        "o": 33027,
        "r": "csb:Galatians:5:5",
        "t": "For we eagerly await through the Spirit, by faith, the hope of righteousness."
    },
    {
        "o": 33028,
        "r": "csb:Galatians:5:6",
        "t": "For in Christ Jesus neither circumcision nor uncircumcision accomplishes anything; what matters is faith working through love."
    },
    {
        "o": 33029,
        "r": "csb:Galatians:5:7",
        "t": "You*p were running well. Who prevented you from being persuaded regarding the truth?"
    },
    {
        "o": 33030,
        "r": "csb:Galatians:5:8",
        "t": "This persuasion does not come from the one who calls you."
    },
    {
        "o": 33031,
        "r": "csb:Galatians:5:9",
        "t": "A little leaven leavens the whole batch of dough."
    },
    {
        "o": 33032,
        "r": "csb:Galatians:5:10",
        "t": "I myself am persuaded in the Lord you will not accept any other view. But whoever it is that is confusing you will pay the penalty."
    },
    {
        "o": 33033,
        "r": "csb:Galatians:5:11",
        "t": "Now brothers and sisters, if I still preach circumcision, why am I still persecuted? In that case the offense of the cross has been abolished."
    },
    {
        "o": 33034,
        "r": "csb:Galatians:5:12",
        "t": "I wish those who are disturbing you might also let themselves be mutilated!"
    },
    {
        "o": 33035,
        "r": "csb:Galatians:5:13",
        "t": "For*p you were called to be free, brothers and sisters; only don’t use this freedom as an opportunity for the flesh, but serve one another through love."
    },
    {
        "o": 33036,
        "r": "csb:Galatians:5:14",
        "t": "For the whole law is fulfilled in one statement: Love*i your*i neighbor*i as*i yourself.*i"
    },
    {
        "o": 33037,
        "r": "csb:Galatians:5:15",
        "t": "But if you bite and devour one another, watch out, or you will be consumed by one another."
    },
    {
        "o": 33038,
        "r": "csb:Galatians:5:15",
        "t": "The Spirit versus the Flesh",
        "h": 2
    },
    {
        "o": 33039,
        "r": "csb:Galatians:5:16",
        "t": "I*p say, then, walk by the Spirit and you will certainly not carry out the desire of the flesh."
    },
    {
        "o": 33040,
        "r": "csb:Galatians:5:17",
        "t": "For the flesh desires what is against the Spirit, and the Spirit desires what is against the flesh; these are opposed to each other, so that you don’t do what you want."
    },
    {
        "o": 33041,
        "r": "csb:Galatians:5:18",
        "t": "But if you are led by the Spirit, you are not under the law."
    },
    {
        "o": 33042,
        "r": "csb:Galatians:5:19",
        "t": "Now*p the works of the flesh are obvious: sexual immorality, moral impurity, promiscuity,"
    },
    {
        "o": 33043,
        "r": "csb:Galatians:5:20",
        "t": "idolatry, sorcery, hatreds, strife, jealousy, outbursts of anger, selfish ambitions, dissensions, factions,"
    },
    {
        "o": 33044,
        "r": "csb:Galatians:5:21",
        "t": "envy, drunkenness, carousing, and anything similar. I am warning you about these things - as I warned you before - that those who practice such things will not inherit the kingdom of God."
    },
    {
        "o": 33045,
        "r": "csb:Galatians:5:22",
        "t": "But*p the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"
    },
    {
        "o": 33046,
        "r": "csb:Galatians:5:23",
        "t": "gentleness, and self-control. The law is not against such things."
    },
    {
        "o": 33047,
        "r": "csb:Galatians:5:24",
        "t": "Now those who belong to Christ Jesus have crucified the flesh with its passions and desires."
    },
    {
        "o": 33048,
        "r": "csb:Galatians:5:25",
        "t": "If we live by the Spirit, let us also keep in step with the Spirit."
    },
    {
        "o": 33049,
        "r": "csb:Galatians:5:26",
        "t": "Let us not become conceited, provoking one another, envying one another."
    }
]
