[
    {
        "o": 8723,
        "r": "esv:1 Samuel:29:0",
        "t": "1 Samuel 29",
        "h": 1
    },
    {
        "o": 8724,
        "r": "esv:1 Samuel:29:0",
        "t": "The Philistines Reject David",
        "h": 2
    },
    {
        "o": 8725,
        "r": "esv:1 Samuel:29:1",
        "t": "Now*p the Philistines had gathered all their forces at Aphek. And the Israelites were encamped by the spring that is in Jezreel."
    },
    {
        "o": 8726,
        "r": "esv:1 Samuel:29:2",
        "t": "As the lords of the Philistines were passing on by hundreds and by thousands, and David and his men were passing on in the rear with Achish,"
    },
    {
        "o": 8727,
        "r": "esv:1 Samuel:29:3",
        "t": "the commanders of the Philistines said, “What are these Hebrews doing here?” And Achish said to the commanders of the Philistines, “Is this not David, the servant of Saul, king of Israel, who has been with me now for days and years, and since he deserted to me I have found no fault in him to this day.”"
    },
    {
        "o": 8728,
        "r": "esv:1 Samuel:29:4",
        "t": "But the commanders of the Philistines were angry with him. And the commanders of the Philistines said to him, “Send the man back, that he may return to the place to which you have assigned him. He shall not go down with us to battle, lest in the battle he become an adversary to us. For how could this fellow reconcile himself to his lord? Would it not be with the heads of the men here?"
    },
    {
        "o": 8729,
        "r": "esv:1 Samuel:29:5",
        "t": "Is not this David, of whom they sing to one another in dances, ‘Saul*pn has struck down his thousands, and*ld David his ten thousands’?”"
    },
    {
        "o": 8730,
        "r": "esv:1 Samuel:29:6",
        "t": "Then*p Achish called David and said to him, “As the Lord*s lives, you have been honest, and to me it seems right that you should march out and in with me in the campaign. For I have found nothing wrong in you from the day of your coming to me to this day. Nevertheless, the lords do not approve of you."
    },
    {
        "o": 8731,
        "r": "esv:1 Samuel:29:7",
        "t": "So go back now; and go peaceably, that you may not displease the lords of the Philistines.”"
    },
    {
        "o": 8732,
        "r": "esv:1 Samuel:29:8",
        "t": "And David said to Achish, “But what have I done? What have you found in your servant from the day I entered your service until now, that I may not go and fight against the enemies of my lord the king?”"
    },
    {
        "o": 8733,
        "r": "esv:1 Samuel:29:9",
        "t": "And Achish answered David and said, “I know that you are as blameless in my sight as an angel of God. Nevertheless, the commanders of the Philistines have said, ‘He shall not go up with us to the battle.’"
    },
    {
        "o": 8734,
        "r": "esv:1 Samuel:29:10",
        "t": "Now then rise early in the morning with the servants of your lord who came with you, and start early in the morning, and depart as soon as you have light.”"
    },
    {
        "o": 8735,
        "r": "esv:1 Samuel:29:11",
        "t": "So David set out with his men early in the morning to return to the land of the Philistines. But the Philistines went up to Jezreel."
    }
]
