[
    {
        "o": 32496,
        "r": "esv:Galatians:1:0",
        "t": "Galatians 1",
        "h": 1
    },
    {
        "o": 32497,
        "r": "esv:Galatians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 32498,
        "r": "esv:Galatians:1:1",
        "t": "Paul,*p an apostle— not from men nor through man, but through Jesus Christ and God the Father, who raised him from the dead—"
    },
    {
        "o": 32499,
        "r": "esv:Galatians:1:2",
        "t": "and all the brothers who are with me, To*p the churches of Galatia:"
    },
    {
        "o": 32500,
        "r": "esv:Galatians:1:3",
        "t": "Grace*p to you and peace from God our Father and the Lord Jesus Christ,"
    },
    {
        "o": 32501,
        "r": "esv:Galatians:1:4",
        "t": "who gave himself for our sins to deliver us from the present evil age, according to the will of our God and Father,"
    },
    {
        "o": 32502,
        "r": "esv:Galatians:1:5",
        "t": "to whom be the glory forever and ever. Amen."
    },
    {
        "o": 32503,
        "r": "esv:Galatians:1:5",
        "t": "No Other Gospel",
        "h": 2
    },
    {
        "o": 32504,
        "r": "esv:Galatians:1:6",
        "t": "I*p am astonished that you are so quickly deserting him who called you in the grace of Christ and are turning to a different gospel—"
    },
    {
        "o": 32505,
        "r": "esv:Galatians:1:7",
        "t": "not that there is another one, but there are some who trouble you and want to distort the gospel of Christ."
    },
    {
        "o": 32506,
        "r": "esv:Galatians:1:8",
        "t": "But even if we or an angel from heaven should preach to you a gospel contrary to the one we preached to you, let him be accursed."
    },
    {
        "o": 32507,
        "r": "esv:Galatians:1:9",
        "t": "As we have said before, so now I say again: If anyone is preaching to you a gospel contrary to the one you received, let him be accursed."
    },
    {
        "o": 32508,
        "r": "esv:Galatians:1:10",
        "t": "For*p am I now seeking the approval of man, or of God? Or am I trying to please man? If I were still trying to please man, I would not be a servant of Christ."
    },
    {
        "o": 32509,
        "r": "esv:Galatians:1:10",
        "t": "Paul Called by God",
        "h": 2
    },
    {
        "o": 32510,
        "r": "esv:Galatians:1:11",
        "t": "For*p I would have you know, brothers, that the gospel that was preached by me is not man’s gospel."
    },
    {
        "o": 32511,
        "r": "esv:Galatians:1:12",
        "t": "For I did not receive it from any man, nor was I taught it, but I received it through a revelation of Jesus Christ."
    },
    {
        "o": 32512,
        "r": "esv:Galatians:1:13",
        "t": "For you have heard of my former life in Judaism, how I persecuted the church of God violently and tried to destroy it."
    },
    {
        "o": 32513,
        "r": "esv:Galatians:1:14",
        "t": "And I was advancing in Judaism beyond many of my own age among my people, so extremely zealous was I for the traditions of my fathers."
    },
    {
        "o": 32514,
        "r": "esv:Galatians:1:15",
        "t": "But when he who had set me apart before I was born, and who called me by his grace,"
    },
    {
        "o": 32515,
        "r": "esv:Galatians:1:16",
        "t": "was pleased to reveal his Son to me, in order that I might preach him among the Gentiles, I did not immediately consult with anyone;"
    },
    {
        "o": 32516,
        "r": "esv:Galatians:1:17",
        "t": "nor did I go up to Jerusalem to those who were apostles before me, but I went away into Arabia, and returned again to Damascus."
    },
    {
        "o": 32517,
        "r": "esv:Galatians:1:18",
        "t": "Then*p after three years I went up to Jerusalem to visit Cephas and remained with him fifteen days."
    },
    {
        "o": 32518,
        "r": "esv:Galatians:1:19",
        "t": "But I saw none of the other apostles except James the Lord’s brother."
    },
    {
        "o": 32519,
        "r": "esv:Galatians:1:20",
        "t": "(In what I am writing to you, before God, I do not lie!)"
    },
    {
        "o": 32520,
        "r": "esv:Galatians:1:21",
        "t": "Then I went into the regions of Syria and Cilicia."
    },
    {
        "o": 32521,
        "r": "esv:Galatians:1:22",
        "t": "And I was still unknown in person to the churches of Judea that are in Christ."
    },
    {
        "o": 32522,
        "r": "esv:Galatians:1:23",
        "t": "They only were hearing it said, “He who used to persecute us is now preaching the faith he once tried to destroy.”"
    },
    {
        "o": 32523,
        "r": "esv:Galatians:1:24",
        "t": "And they glorified God because of me."
    },
    {
        "o": 32524,
        "r": "esv:Galatians:2:0",
        "t": "Galatians 2",
        "h": 1
    },
    {
        "o": 32525,
        "r": "esv:Galatians:2:0",
        "t": "Paul Accepted by the Apostles",
        "h": 2
    },
    {
        "o": 32526,
        "r": "esv:Galatians:2:1",
        "t": "Then*p after fourteen years I went up again to Jerusalem with Barnabas, taking Titus along with me."
    },
    {
        "o": 32527,
        "r": "esv:Galatians:2:2",
        "t": "I went up because of a revelation and set before them (though privately before those who seemed influential) the gospel that I proclaim among the Gentiles, in order to make sure I was not running or had not run in vain."
    },
    {
        "o": 32528,
        "r": "esv:Galatians:2:3",
        "t": "But even Titus, who was with me, was not forced to be circumcised, though he was a Greek."
    },
    {
        "o": 32529,
        "r": "esv:Galatians:2:4",
        "t": "Yet because of false brothers secretly brought in— who slipped in to spy out our freedom that we have in Christ Jesus, so that they might bring us into slavery—"
    },
    {
        "o": 32530,
        "r": "esv:Galatians:2:5",
        "t": "to them we did not yield in submission even for a moment, so that the truth of the gospel might be preserved for you."
    },
    {
        "o": 32531,
        "r": "esv:Galatians:2:6",
        "t": "And from those who seemed to be influential (what they were makes no difference to me; God shows no partiality)— those, I say, who seemed influential added nothing to me."
    },
    {
        "o": 32532,
        "r": "esv:Galatians:2:7",
        "t": "On the contrary, when they saw that I had been entrusted with the gospel to the uncircumcised, just as Peter had been entrusted with the gospel to the circumcised"
    },
    {
        "o": 32533,
        "r": "esv:Galatians:2:8",
        "t": "(for he who worked through Peter for his apostolic ministry to the circumcised worked also through me for mine to the Gentiles),"
    },
    {
        "o": 32534,
        "r": "esv:Galatians:2:9",
        "t": "and when James and Cephas and John, who seemed to be pillars, perceived the grace that was given to me, they gave the right hand of fellowship to Barnabas and me, that we should go to the Gentiles and they to the circumcised."
    },
    {
        "o": 32535,
        "r": "esv:Galatians:2:10",
        "t": "Only, they asked us to remember the poor, the very thing I was eager to do."
    },
    {
        "o": 32536,
        "r": "esv:Galatians:2:10",
        "t": "Paul Opposes Peter",
        "h": 2
    },
    {
        "o": 32537,
        "r": "esv:Galatians:2:11",
        "t": "But*p when Cephas came to Antioch, I opposed him to his face, because he stood condemned."
    },
    {
        "o": 32538,
        "r": "esv:Galatians:2:12",
        "t": "For before certain men came from James, he was eating with the Gentiles; but when they came he drew back and separated himself, fearing the circumcision party."
    },
    {
        "o": 32539,
        "r": "esv:Galatians:2:13",
        "t": "And the rest of the Jews acted hypocritically along with him, so that even Barnabas was led astray by their hypocrisy."
    },
    {
        "o": 32540,
        "r": "esv:Galatians:2:14",
        "t": "But when I saw that their conduct was not in step with the truth of the gospel, I said to Cephas before them all, “If you, though a Jew, live like a Gentile and not like a Jew, how can you force the Gentiles to live like Jews?”"
    },
    {
        "o": 32541,
        "r": "esv:Galatians:2:14",
        "t": "Justified by Faith",
        "h": 2
    },
    {
        "o": 32542,
        "r": "esv:Galatians:2:15",
        "t": "We*p ourselves are Jews by birth and not Gentile sinners;"
    },
    {
        "o": 32543,
        "r": "esv:Galatians:2:16",
        "t": "yet we know that a person is not justified by works of the law but through faith in Jesus Christ, so we also have believed in Christ Jesus, in order to be justified by faith in Christ and not by works of the law, because by works of the law no one will be justified."
    },
    {
        "o": 32544,
        "r": "esv:Galatians:2:17",
        "t": "But*p if, in our endeavor to be justified in Christ, we too were found to be sinners, is Christ then a servant of sin? Certainly not!"
    },
    {
        "o": 32545,
        "r": "esv:Galatians:2:18",
        "t": "For if I rebuild what I tore down, I prove myself to be a transgressor."
    },
    {
        "o": 32546,
        "r": "esv:Galatians:2:19",
        "t": "For through the law I died to the law, so that I might live to God."
    },
    {
        "o": 32547,
        "r": "esv:Galatians:2:20",
        "t": "I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me."
    },
    {
        "o": 32548,
        "r": "esv:Galatians:2:21",
        "t": "I do not nullify the grace of God, for if righteousness were through the law, then Christ died for no purpose."
    },
    {
        "o": 32549,
        "r": "esv:Galatians:3:0",
        "t": "Galatians 3",
        "h": 1
    },
    {
        "o": 32550,
        "r": "esv:Galatians:3:0",
        "t": "By Faith, or by Works of the Law?",
        "h": 2
    },
    {
        "o": 32551,
        "r": "esv:Galatians:3:1",
        "t": "O*p foolish Galatians! Who has bewitched you? It was before your eyes that Jesus Christ was publicly portrayed as crucified."
    },
    {
        "o": 32552,
        "r": "esv:Galatians:3:2",
        "t": "Let me ask you only this: Did you receive the Spirit by works of the law or by hearing with faith?"
    },
    {
        "o": 32553,
        "r": "esv:Galatians:3:3",
        "t": "Are you so foolish? Having begun by the Spirit, are you now being perfected by the flesh?"
    },
    {
        "o": 32554,
        "r": "esv:Galatians:3:4",
        "t": "Did you suffer so many things in vain— if indeed it was in vain?"
    },
    {
        "o": 32555,
        "r": "esv:Galatians:3:5",
        "t": "Does he who supplies the Spirit to you and works miracles among you do so by works of the law, or by hearing with faith—"
    },
    {
        "o": 32556,
        "r": "esv:Galatians:3:6",
        "t": "just as Abraham “believed God, and it was counted to him as righteousness”?"
    },
    {
        "o": 32557,
        "r": "esv:Galatians:3:7",
        "t": "Know*p then that it is those of faith who are the sons of Abraham."
    },
    {
        "o": 32558,
        "r": "esv:Galatians:3:8",
        "t": "And the Scripture, foreseeing that God would justify the Gentiles by faith, preached the gospel beforehand to Abraham, saying, “In you shall all the nations be blessed.”"
    },
    {
        "o": 32559,
        "r": "esv:Galatians:3:9",
        "t": "So then, those who are of faith are blessed along with Abraham, the man of faith."
    },
    {
        "o": 32560,
        "r": "esv:Galatians:3:9",
        "t": "The Righteous Shall Live by Faith",
        "h": 2
    },
    {
        "o": 32561,
        "r": "esv:Galatians:3:10",
        "t": "For*p all who rely on works of the law are under a curse; for it is written, “Cursed be everyone who does not abide by all things written in the Book of the Law, and do them.”"
    },
    {
        "o": 32562,
        "r": "esv:Galatians:3:11",
        "t": "Now it is evident that no one is justified before God by the law, for “The righteous shall live by faith.”"
    },
    {
        "o": 32563,
        "r": "esv:Galatians:3:12",
        "t": "But the law is not of faith, rather “The one who does them shall live by them.”"
    },
    {
        "o": 32564,
        "r": "esv:Galatians:3:13",
        "t": "Christ redeemed us from the curse of the law by becoming a curse for us— for it is written, “Cursed is everyone who is hanged on a tree”—"
    },
    {
        "o": 32565,
        "r": "esv:Galatians:3:14",
        "t": "so that in Christ Jesus the blessing of Abraham might come to the Gentiles, so that we might receive the promised Spirit through faith."
    },
    {
        "o": 32566,
        "r": "esv:Galatians:3:14",
        "t": "The Law and the Promise",
        "h": 2
    },
    {
        "o": 32567,
        "r": "esv:Galatians:3:15",
        "t": "To*p give a human example, brothers: even with a man-made covenant, no one annuls it or adds to it once it has been ratified."
    },
    {
        "o": 32568,
        "r": "esv:Galatians:3:16",
        "t": "Now the promises were made to Abraham and to his offspring. It does not say, “And to offsprings,” referring to many, but referring to one, “And to your offspring,” who is Christ."
    },
    {
        "o": 32569,
        "r": "esv:Galatians:3:17",
        "t": "This is what I mean: the law, which came 430 years afterward, does not annul a covenant previously ratified by God, so as to make the promise void."
    },
    {
        "o": 32570,
        "r": "esv:Galatians:3:18",
        "t": "For if the inheritance comes by the law, it no longer comes by promise; but God gave it to Abraham by a promise."
    },
    {
        "o": 32571,
        "r": "esv:Galatians:3:19",
        "t": "Why*p then the law? It was added because of transgressions, until the offspring should come to whom the promise had been made, and it was put in place through angels by an intermediary."
    },
    {
        "o": 32572,
        "r": "esv:Galatians:3:20",
        "t": "Now an intermediary implies more than one, but God is one."
    },
    {
        "o": 32573,
        "r": "esv:Galatians:3:21",
        "t": "Is*p the law then contrary to the promises of God? Certainly not! For if a law had been given that could give life, then righteousness would indeed be by the law."
    },
    {
        "o": 32574,
        "r": "esv:Galatians:3:22",
        "t": "But the Scripture imprisoned everything under sin, so that the promise by faith in Jesus Christ might be given to those who believe."
    },
    {
        "o": 32575,
        "r": "esv:Galatians:3:23",
        "t": "Now*p before faith came, we were held captive under the law, imprisoned until the coming faith would be revealed."
    },
    {
        "o": 32576,
        "r": "esv:Galatians:3:24",
        "t": "So then, the law was our guardian until Christ came, in order that we might be justified by faith."
    },
    {
        "o": 32577,
        "r": "esv:Galatians:3:25",
        "t": "But now that faith has come, we are no longer under a guardian,"
    },
    {
        "o": 32578,
        "r": "esv:Galatians:3:26",
        "t": "for in Christ Jesus you are all sons of God, through faith."
    },
    {
        "o": 32579,
        "r": "esv:Galatians:3:27",
        "t": "For as many of you as were baptized into Christ have put on Christ."
    },
    {
        "o": 32580,
        "r": "esv:Galatians:3:28",
        "t": "There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus."
    },
    {
        "o": 32581,
        "r": "esv:Galatians:3:29",
        "t": "And if you are Christ’s, then you are Abraham’s offspring, heirs according to promise."
    },
    {
        "o": 32582,
        "r": "esv:Galatians:4:0",
        "t": "Galatians 4",
        "h": 1
    },
    {
        "o": 32583,
        "r": "esv:Galatians:4:0",
        "t": "Sons and Heirs",
        "h": 2
    },
    {
        "o": 32584,
        "r": "esv:Galatians:4:1",
        "t": "I*p mean that the heir, as long as he is a child, is no different from a slave, though he is the owner of everything,"
    },
    {
        "o": 32585,
        "r": "esv:Galatians:4:2",
        "t": "but he is under guardians and managers until the date set by his father."
    },
    {
        "o": 32586,
        "r": "esv:Galatians:4:3",
        "t": "In the same way we also, when we were children, were enslaved to the elementary principles of the world."
    },
    {
        "o": 32587,
        "r": "esv:Galatians:4:4",
        "t": "But when the fullness of time had come, God sent forth his Son, born of woman, born under the law,"
    },
    {
        "o": 32588,
        "r": "esv:Galatians:4:5",
        "t": "to redeem those who were under the law, so that we might receive adoption as sons."
    },
    {
        "o": 32589,
        "r": "esv:Galatians:4:6",
        "t": "And because you are sons, God has sent the Spirit of his Son into our hearts, crying, “Abba! Father!”"
    },
    {
        "o": 32590,
        "r": "esv:Galatians:4:7",
        "t": "So you are no longer a slave, but a son, and if a son, then an heir through God."
    },
    {
        "o": 32591,
        "r": "esv:Galatians:4:7",
        "t": "Paul’s Concern for the Galatians",
        "h": 2
    },
    {
        "o": 32592,
        "r": "esv:Galatians:4:8",
        "t": "Formerly,*p when you did not know God, you were enslaved to those that by nature are not gods."
    },
    {
        "o": 32593,
        "r": "esv:Galatians:4:9",
        "t": "But now that you have come to know God, or rather to be known by God, how can you turn back again to the weak and worthless elementary principles of the world, whose slaves you want to be once more?"
    },
    {
        "o": 32594,
        "r": "esv:Galatians:4:10",
        "t": "You observe days and months and seasons and years!"
    },
    {
        "o": 32595,
        "r": "esv:Galatians:4:11",
        "t": "I am afraid I may have labored over you in vain."
    },
    {
        "o": 32596,
        "r": "esv:Galatians:4:12",
        "t": "Brothers,*p I entreat you, become as I am, for I also have become as you are. You did me no wrong."
    },
    {
        "o": 32597,
        "r": "esv:Galatians:4:13",
        "t": "You know it was because of a bodily ailment that I preached the gospel to you at first,"
    },
    {
        "o": 32598,
        "r": "esv:Galatians:4:14",
        "t": "and though my condition was a trial to you, you did not scorn or despise me, but received me as an angel of God, as Christ Jesus."
    },
    {
        "o": 32599,
        "r": "esv:Galatians:4:15",
        "t": "What then has become of your blessedness? For I testify to you that, if possible, you would have gouged out your eyes and given them to me."
    },
    {
        "o": 32600,
        "r": "esv:Galatians:4:16",
        "t": "Have I then become your enemy by telling you the truth?"
    },
    {
        "o": 32601,
        "r": "esv:Galatians:4:17",
        "t": "They make much of you, but for no good purpose. They want to shut you out, that you may make much of them."
    },
    {
        "o": 32602,
        "r": "esv:Galatians:4:18",
        "t": "It is always good to be made much of for a good purpose, and not only when I am present with you,"
    },
    {
        "o": 32603,
        "r": "esv:Galatians:4:19",
        "t": "my little children, for whom I am again in the anguish of childbirth until Christ is formed in you!"
    },
    {
        "o": 32604,
        "r": "esv:Galatians:4:20",
        "t": "I wish I could be present with you now and change my tone, for I am perplexed about you."
    },
    {
        "o": 32605,
        "r": "esv:Galatians:4:20",
        "t": "Example of Hagar and Sarah",
        "h": 2
    },
    {
        "o": 32606,
        "r": "esv:Galatians:4:21",
        "t": "Tell*p me, you who desire to be under the law, do you not listen to the law?"
    },
    {
        "o": 32607,
        "r": "esv:Galatians:4:22",
        "t": "For it is written that Abraham had two sons, one by a slave woman and one by a free woman."
    },
    {
        "o": 32608,
        "r": "esv:Galatians:4:23",
        "t": "But the son of the slave was born according to the flesh, while the son of the free woman was born through promise."
    },
    {
        "o": 32609,
        "r": "esv:Galatians:4:24",
        "t": "Now this may be interpreted allegorically: these women are two covenants. One is from Mount Sinai, bearing children for slavery; she is Hagar."
    },
    {
        "o": 32610,
        "r": "esv:Galatians:4:25",
        "t": "Now Hagar is Mount Sinai in Arabia; she corresponds to the present Jerusalem, for she is in slavery with her children."
    },
    {
        "o": 32611,
        "r": "esv:Galatians:4:26",
        "t": "But the Jerusalem above is free, and she is our mother."
    },
    {
        "o": 32612,
        "r": "esv:Galatians:4:27",
        "t": "For it is written, “Rejoice,*pn O barren one who does not bear; break*ld forth and cry aloud, you who are not in labor! For*ln the children of the desolate one will be more than*ld those of the one who has a husband.”"
    },
    {
        "o": 32613,
        "r": "esv:Galatians:4:28",
        "t": "Now*p you, brothers, like Isaac, are children of promise."
    },
    {
        "o": 32614,
        "r": "esv:Galatians:4:29",
        "t": "But just as at that time he who was born according to the flesh persecuted him who was born according to the Spirit, so also it is now."
    },
    {
        "o": 32615,
        "r": "esv:Galatians:4:30",
        "t": "But what does the Scripture say? “Cast out the slave woman and her son, for the son of the slave woman shall not inherit with the son of the free woman.”"
    },
    {
        "o": 32616,
        "r": "esv:Galatians:4:31",
        "t": "So, brothers, we are not children of the slave but of the free woman."
    },
    {
        "o": 32617,
        "r": "esv:Galatians:5:0",
        "t": "Galatians 5",
        "h": 1
    },
    {
        "o": 32618,
        "r": "esv:Galatians:5:0",
        "t": "Christ Has Set Us Free",
        "h": 2
    },
    {
        "o": 32619,
        "r": "esv:Galatians:5:1",
        "t": "For*p freedom Christ has set us free; stand firm therefore, and do not submit again to a yoke of slavery."
    },
    {
        "o": 32620,
        "r": "esv:Galatians:5:2",
        "t": "Look:*p I, Paul, say to you that if you accept circumcision, Christ will be of no advantage to you."
    },
    {
        "o": 32621,
        "r": "esv:Galatians:5:3",
        "t": "I testify again to every man who accepts circumcision that he is obligated to keep the whole law."
    },
    {
        "o": 32622,
        "r": "esv:Galatians:5:4",
        "t": "You are severed from Christ, you who would be justified by the law; you have fallen away from grace."
    },
    {
        "o": 32623,
        "r": "esv:Galatians:5:5",
        "t": "For through the Spirit, by faith, we ourselves eagerly wait for the hope of righteousness."
    },
    {
        "o": 32624,
        "r": "esv:Galatians:5:6",
        "t": "For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love."
    },
    {
        "o": 32625,
        "r": "esv:Galatians:5:7",
        "t": "You*p were running well. Who hindered you from obeying the truth?"
    },
    {
        "o": 32626,
        "r": "esv:Galatians:5:8",
        "t": "This persuasion is not from him who calls you."
    },
    {
        "o": 32627,
        "r": "esv:Galatians:5:9",
        "t": "A little leaven leavens the whole lump."
    },
    {
        "o": 32628,
        "r": "esv:Galatians:5:10",
        "t": "I have confidence in the Lord that you will take no other view, and the one who is troubling you will bear the penalty, whoever he is."
    },
    {
        "o": 32629,
        "r": "esv:Galatians:5:11",
        "t": "But if I, brothers, still preach circumcision, why am I still being persecuted? In that case the offense of the cross has been removed."
    },
    {
        "o": 32630,
        "r": "esv:Galatians:5:12",
        "t": "I wish those who unsettle you would emasculate themselves!"
    },
    {
        "o": 32631,
        "r": "esv:Galatians:5:13",
        "t": "For*p you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another."
    },
    {
        "o": 32632,
        "r": "esv:Galatians:5:14",
        "t": "For the whole law is fulfilled in one word: “You shall love your neighbor as yourself.”"
    },
    {
        "o": 32633,
        "r": "esv:Galatians:5:15",
        "t": "But if you bite and devour one another, watch out that you are not consumed by one another."
    },
    {
        "o": 32634,
        "r": "esv:Galatians:5:15",
        "t": "Keep in Step with the Spirit",
        "h": 2
    },
    {
        "o": 32635,
        "r": "esv:Galatians:5:16",
        "t": "But*p I say, walk by the Spirit, and you will not gratify the desires of the flesh."
    },
    {
        "o": 32636,
        "r": "esv:Galatians:5:17",
        "t": "For the desires of the flesh are against the Spirit, and the desires of the Spirit are against the flesh, for these are opposed to each other, to keep you from doing the things you want to do."
    },
    {
        "o": 32637,
        "r": "esv:Galatians:5:18",
        "t": "But if you are led by the Spirit, you are not under the law."
    },
    {
        "o": 32638,
        "r": "esv:Galatians:5:19",
        "t": "Now the works of the flesh are evident: sexual immorality, impurity, sensuality,"
    },
    {
        "o": 32639,
        "r": "esv:Galatians:5:20",
        "t": "idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions,"
    },
    {
        "o": 32640,
        "r": "esv:Galatians:5:21",
        "t": "envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God."
    },
    {
        "o": 32641,
        "r": "esv:Galatians:5:22",
        "t": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"
    },
    {
        "o": 32642,
        "r": "esv:Galatians:5:23",
        "t": "gentleness, self-control; against such things there is no law."
    },
    {
        "o": 32643,
        "r": "esv:Galatians:5:24",
        "t": "And those who belong to Christ Jesus have crucified the flesh with its passions and desires."
    },
    {
        "o": 32644,
        "r": "esv:Galatians:5:25",
        "t": "If*p we live by the Spirit, let us also keep in step with the Spirit."
    },
    {
        "o": 32645,
        "r": "esv:Galatians:5:26",
        "t": "Let us not become conceited, provoking one another, envying one another."
    },
    {
        "o": 32646,
        "r": "esv:Galatians:6:0",
        "t": "Galatians 6",
        "h": 1
    },
    {
        "o": 32647,
        "r": "esv:Galatians:6:0",
        "t": "Bear One Another’s Burdens",
        "h": 2
    },
    {
        "o": 32648,
        "r": "esv:Galatians:6:1",
        "t": "Brothers,*p if anyone is caught in any transgression, you who are spiritual should restore him in a spirit of gentleness. Keep watch on yourself, lest you too be tempted."
    },
    {
        "o": 32649,
        "r": "esv:Galatians:6:2",
        "t": "Bear one another’s burdens, and so fulfill the law of Christ."
    },
    {
        "o": 32650,
        "r": "esv:Galatians:6:3",
        "t": "For if anyone thinks he is something, when he is nothing, he deceives himself."
    },
    {
        "o": 32651,
        "r": "esv:Galatians:6:4",
        "t": "But let each one test his own work, and then his reason to boast will be in himself alone and not in his neighbor."
    },
    {
        "o": 32652,
        "r": "esv:Galatians:6:5",
        "t": "For each will have to bear his own load."
    },
    {
        "o": 32653,
        "r": "esv:Galatians:6:6",
        "t": "Let*p the one who is taught the word share all good things with the one who teaches."
    },
    {
        "o": 32654,
        "r": "esv:Galatians:6:7",
        "t": "Do not be deceived: God is not mocked, for whatever one sows, that will he also reap."
    },
    {
        "o": 32655,
        "r": "esv:Galatians:6:8",
        "t": "For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life."
    },
    {
        "o": 32656,
        "r": "esv:Galatians:6:9",
        "t": "And let us not grow weary of doing good, for in due season we will reap, if we do not give up."
    },
    {
        "o": 32657,
        "r": "esv:Galatians:6:10",
        "t": "So then, as we have opportunity, let us do good to everyone, and especially to those who are of the household of faith."
    },
    {
        "o": 32658,
        "r": "esv:Galatians:6:10",
        "t": "Final Warning and Benediction",
        "h": 2
    },
    {
        "o": 32659,
        "r": "esv:Galatians:6:11",
        "t": "See*p with what large letters I am writing to you with my own hand."
    },
    {
        "o": 32660,
        "r": "esv:Galatians:6:12",
        "t": "It is those who want to make a good showing in the flesh who would force you to be circumcised, and only in order that they may not be persecuted for the cross of Christ."
    },
    {
        "o": 32661,
        "r": "esv:Galatians:6:13",
        "t": "For even those who are circumcised do not themselves keep the law, but they desire to have you circumcised that they may boast in your flesh."
    },
    {
        "o": 32662,
        "r": "esv:Galatians:6:14",
        "t": "But far be it from me to boast except in the cross of our Lord Jesus Christ, by which the world has been crucified to me, and I to the world."
    },
    {
        "o": 32663,
        "r": "esv:Galatians:6:15",
        "t": "For neither circumcision counts for anything, nor uncircumcision, but a new creation."
    },
    {
        "o": 32664,
        "r": "esv:Galatians:6:16",
        "t": "And as for all who walk by this rule, peace and mercy be upon them, and upon the Israel of God."
    },
    {
        "o": 32665,
        "r": "esv:Galatians:6:17",
        "t": "From*p now on let no one cause me trouble, for I bear on my body the marks of Jesus."
    },
    {
        "o": 32666,
        "r": "esv:Galatians:6:18",
        "t": "The*p grace of our Lord Jesus Christ be with your spirit, brothers. Amen."
    }
]
