[
    {
        "o": 6935,
        "r": "nasb:Joshua:20:0",
        "t": "Joshua 20",
        "h": 1
    },
    {
        "o": 6936,
        "r": "nasb:Joshua:20:0",
        "t": "Six Cities of Refuge",
        "h": 2
    },
    {
        "o": 6937,
        "r": "nasb:Joshua:20:1",
        "t": "Then*p the Lord*s spoke to Joshua, saying,"
    },
    {
        "o": 6938,
        "r": "nasb:Joshua:20:2",
        "t": "“Speak to the sons of Israel, saying, ‘Designate the cities of refuge, of which I spoke to you through Moses,"
    },
    {
        "o": 6939,
        "r": "nasb:Joshua:20:3",
        "t": "that the manslayer who kills any person unintentionally, without premeditation, may flee there, and they shall become your refuge from the avenger of blood."
    },
    {
        "o": 6940,
        "r": "nasb:Joshua:20:4",
        "t": "He shall flee to one of these cities, and shall stand at the entrance of the gate of the city and state his case in the hearing of the elders of that city; and they shall take him into the city to them and give him a place, so that he may dwell among them."
    },
    {
        "o": 6941,
        "r": "nasb:Joshua:20:5",
        "t": "Now if the avenger of blood pursues him, then they shall not deliver the manslayer into his hand, because he struck his neighbor without premeditation and did not hate him beforehand."
    },
    {
        "o": 6942,
        "r": "nasb:Joshua:20:6",
        "t": "He shall dwell in that city until he stands before the congregation for judgment, until the death of the one who is high priest in those days. Then the manslayer shall return to his own city and to his own house, to the city from which he fled.’ ”"
    },
    {
        "o": 6943,
        "r": "nasb:Joshua:20:7",
        "t": "So*p they set apart Kedesh in Galilee in the hill country of Naphtali and Shechem in the hill country of Ephraim, and Kiriath-arba (that is, Hebron) in the hill country of Judah."
    },
    {
        "o": 6944,
        "r": "nasb:Joshua:20:8",
        "t": "Beyond the Jordan east of Jericho, they designated Bezer in the wilderness on the plain from the tribe of Reuben, and Ramoth in Gilead from the tribe of Gad, and Golan in Bashan from the tribe of Manasseh."
    },
    {
        "o": 6945,
        "r": "nasb:Joshua:20:9",
        "t": "These were the appointed cities for all the sons of Israel and for the stranger who sojourns among them, that whoever kills any person unintentionally may flee there, and not die by the hand of the avenger of blood until he stands before the congregation."
    }
]
