[
    {
        "o": 13481,
        "r": "niv:Nehemiah:2:0",
        "t": "Nehemiah 2",
        "h": 1
    },
    {
        "o": 13482,
        "r": "niv:Nehemiah:2:0",
        "t": "Artaxerxes Sends Nehemiah to Jerusalem",
        "h": 2
    },
    {
        "o": 13483,
        "r": "niv:Nehemiah:2:1",
        "t": "In*p the month of Nisan in the twentieth year of King Artaxerxes, when wine was brought for him, I took the wine and gave it to the king. I had not been sad in his presence before,"
    },
    {
        "o": 13484,
        "r": "niv:Nehemiah:2:2",
        "t": "so the king asked me, “Why does your face look so sad when you are not ill? This can be nothing but sadness of heart.” I*p was very much afraid,"
    },
    {
        "o": 13485,
        "r": "niv:Nehemiah:2:3",
        "t": "but I said to the king, “May the king live forever! Why should my face not look sad when the city where my ancestors are buried lies in ruins, and its gates have been destroyed by fire?”"
    },
    {
        "o": 13486,
        "r": "niv:Nehemiah:2:4",
        "t": "The*p king said to me, “What is it you want?” Then*p I prayed to the God of heaven,"
    },
    {
        "o": 13487,
        "r": "niv:Nehemiah:2:5",
        "t": "and I answered the king, “If it pleases the king and if your servant has found favor in his sight, let him send me to the city in Judah where my ancestors are buried so that I can rebuild it.”"
    },
    {
        "o": 13488,
        "r": "niv:Nehemiah:2:6",
        "t": "Then*p the king, with the queen sitting beside him, asked me, “How long will your journey take, and when will you get back?” It pleased the king to send me; so I set a time."
    },
    {
        "o": 13489,
        "r": "niv:Nehemiah:2:7",
        "t": "I*p also said to him, “If it pleases the king, may I have letters to the governors of Trans-Euphrates, so that they will provide me safe-conduct until I arrive in Judah?"
    },
    {
        "o": 13490,
        "r": "niv:Nehemiah:2:8",
        "t": "And may I have a letter to Asaph, keeper of the royal park, so he will give me timber to make beams for the gates of the citadel by the temple and for the city wall and for the residence I will occupy?” And because the gracious hand of my God was on me, the king granted my requests."
    },
    {
        "o": 13491,
        "r": "niv:Nehemiah:2:9",
        "t": "So I went to the governors of Trans-Euphrates and gave them the king’s letters. The king had also sent army officers and cavalry with me."
    },
    {
        "o": 13492,
        "r": "niv:Nehemiah:2:10",
        "t": "When*p Sanballat the Horonite and Tobiah the Ammonite official heard about this, they were very much disturbed that someone had come to promote the welfare of the Israelites."
    },
    {
        "o": 13493,
        "r": "niv:Nehemiah:2:10",
        "t": "Nehemiah Inspects Jerusalem’s Walls",
        "h": 2
    },
    {
        "o": 13494,
        "r": "niv:Nehemiah:2:11",
        "t": "I*p went to Jerusalem, and after staying there three days"
    },
    {
        "o": 13495,
        "r": "niv:Nehemiah:2:12",
        "t": "I set out during the night with a few others. I had not told anyone what my God had put in my heart to do for Jerusalem. There were no mounts with me except the one I was riding on."
    },
    {
        "o": 13496,
        "r": "niv:Nehemiah:2:13",
        "t": "By*p night I went out through the Valley Gate toward the Jackal Well and the Dung Gate, examining the walls of Jerusalem, which had been broken down, and its gates, which had been destroyed by fire."
    },
    {
        "o": 13497,
        "r": "niv:Nehemiah:2:14",
        "t": "Then I moved on toward the Fountain Gate and the King’s Pool, but there was not enough room for my mount to get through;"
    },
    {
        "o": 13498,
        "r": "niv:Nehemiah:2:15",
        "t": "so I went up the valley by night, examining the wall. Finally, I turned back and reentered through the Valley Gate."
    },
    {
        "o": 13499,
        "r": "niv:Nehemiah:2:16",
        "t": "The officials did not know where I had gone or what I was doing, because as yet I had said nothing to the Jews or the priests or nobles or officials or any others who would be doing the work."
    },
    {
        "o": 13500,
        "r": "niv:Nehemiah:2:17",
        "t": "Then*p I said to them, “You see the trouble we are in: Jerusalem lies in ruins, and its gates have been burned with fire. Come, let us rebuild the wall of Jerusalem, and we will no longer be in disgrace.”"
    },
    {
        "o": 13501,
        "r": "niv:Nehemiah:2:18",
        "t": "I also told them about the gracious hand of my God on me and what the king had said to me. They*p replied, “Let us start rebuilding.” So they began this good work."
    },
    {
        "o": 13502,
        "r": "niv:Nehemiah:2:19",
        "t": "But*p when Sanballat the Horonite, Tobiah the Ammonite official and Geshem the Arab heard about it, they mocked and ridiculed us. “What is this you are doing?” they asked. “Are you rebelling against the king?”"
    },
    {
        "o": 13503,
        "r": "niv:Nehemiah:2:20",
        "t": "I*p answered them by saying, “The God of heaven will give us success. We his servants will start rebuilding, but as for you, you have no share in Jerusalem or any claim or historic right to it.”"
    }
]
