[
    {
        "o": 29039,
        "r": "kjv:Acts:27:0",
        "t": "Acts 27",
        "h": 1
    },
    {
        "o": 29040,
        "r": "kjv:Acts:27:1",
        "t": "And*p when it was determined that we should sail into Italy, they delivered Paul and certain other prisoners unto one named Julius, a centurion of Augustus' band."
    },
    {
        "o": 29041,
        "r": "kjv:Acts:27:2",
        "t": "And*p entering into a ship of Adramyttium, we launched, meaning to sail by the coasts of Asia; one Aristarchus, a Macedonian of Thessalonica, being with us."
    },
    {
        "o": 29042,
        "r": "kjv:Acts:27:3",
        "t": "And*p the next day we touched at Sidon. And Julius courteously entreated Paul, and gave him liberty to go unto his friends to refresh himself."
    },
    {
        "o": 29043,
        "r": "kjv:Acts:27:4",
        "t": "And*p when we had launched from thence, we sailed under Cyprus, because the winds were contrary."
    },
    {
        "o": 29044,
        "r": "kjv:Acts:27:5",
        "t": "And*p when we had sailed over the sea of Cilicia and Pamphylia, we came to Myra, a city of Lycia."
    },
    {
        "o": 29045,
        "r": "kjv:Acts:27:6",
        "t": "And*p there the centurion found a ship of Alexandria sailing into Italy; and he put us therein."
    },
    {
        "o": 29046,
        "r": "kjv:Acts:27:7",
        "t": "And*p when we had sailed slowly many days, and scarce were come over against Cnidus, the wind not suffering us, we sailed under Crete, over against Salmone;"
    },
    {
        "o": 29047,
        "r": "kjv:Acts:27:8",
        "t": "And,*p hardly passing it, came unto a place which is called The fair havens; nigh whereunto was the city of Lasea."
    },
    {
        "o": 29048,
        "r": "kjv:Acts:27:9",
        "t": "Now*p when much time was spent, and when sailing was now dangerous, because the fast was now already past, Paul admonished them,"
    },
    {
        "o": 29049,
        "r": "kjv:Acts:27:10",
        "t": "And*p said unto them, Sirs, I perceive that this voyage will be with hurt and much damage, not only of the lading and ship, but also of our lives."
    },
    {
        "o": 29050,
        "r": "kjv:Acts:27:11",
        "t": "Nevertheless*p the centurion believed the master and the owner of the ship, more than those things which were spoken by Paul."
    },
    {
        "o": 29051,
        "r": "kjv:Acts:27:12",
        "t": "And*p because the haven was not commodious to winter in, the more part advised to depart thence also, if by any means they might attain to Phenice, and there to winter; which is an haven of Crete, and lieth toward the south west and north west."
    },
    {
        "o": 29052,
        "r": "kjv:Acts:27:13",
        "t": "And*p when the south wind blew softly, supposing that they had obtained their purpose, loosing thence, they sailed close by Crete."
    },
    {
        "o": 29053,
        "r": "kjv:Acts:27:14",
        "t": "But*p not long after there arose against it a tempestuous wind, called Euroclydon."
    },
    {
        "o": 29054,
        "r": "kjv:Acts:27:15",
        "t": "And*p when the ship was caught, and could not bear up into the wind, we let her drive."
    },
    {
        "o": 29055,
        "r": "kjv:Acts:27:16",
        "t": "And*p running under a certain island which is called Clauda, we had much work to come by the boat:"
    },
    {
        "o": 29056,
        "r": "kjv:Acts:27:17",
        "t": "Which*p when they had taken up, they used helps, undergirding the ship; and, fearing lest they should fall into the quicksands, strake sail, and so were driven."
    },
    {
        "o": 29057,
        "r": "kjv:Acts:27:18",
        "t": "And*p we being exceedingly tossed with a tempest, the next day they lightened the ship;"
    },
    {
        "o": 29058,
        "r": "kjv:Acts:27:19",
        "t": "And*p the third day we cast out with our own hands the tackling of the ship."
    },
    {
        "o": 29059,
        "r": "kjv:Acts:27:20",
        "t": "And*p when neither sun nor stars in many days appeared, and no small tempest lay on us, all hope that we should be saved was then taken away."
    },
    {
        "o": 29060,
        "r": "kjv:Acts:27:21",
        "t": "But*p after long abstinence Paul stood forth in the midst of them, and said, Sirs, ye should have hearkened unto me, and not have loosed from Crete, and to have gained this harm and loss."
    },
    {
        "o": 29061,
        "r": "kjv:Acts:27:22",
        "t": "And*p now I exhort you to be of good cheer: for there shall be no loss of any man's life among you, but of the ship."
    },
    {
        "o": 29062,
        "r": "kjv:Acts:27:23",
        "t": "For*p there stood by me this night the angel of God, whose I am, and whom I serve,"
    },
    {
        "o": 29063,
        "r": "kjv:Acts:27:24",
        "t": "Saying,*p Fear not, Paul; thou must be brought before Caesar: and, lo, God hath given thee all them that sail with thee."
    },
    {
        "o": 29064,
        "r": "kjv:Acts:27:25",
        "t": "Wherefore,*p sirs, be of good cheer: for I believe God, that it shall be even as it was told me."
    },
    {
        "o": 29065,
        "r": "kjv:Acts:27:26",
        "t": "Howbeit*p we must be cast upon a certain island."
    },
    {
        "o": 29066,
        "r": "kjv:Acts:27:27",
        "t": "But*p when the fourteenth night was come, as we were driven up and down in Adria, about midnight the shipmen deemed that they drew near to some country;"
    },
    {
        "o": 29067,
        "r": "kjv:Acts:27:28",
        "t": "And*p sounded, and found it twenty fathoms: and when they had gone a little further, they sounded again, and found it fifteen fathoms."
    },
    {
        "o": 29068,
        "r": "kjv:Acts:27:29",
        "t": "Then*p fearing lest we should have fallen upon rocks, they cast four anchors out of the stern, and wished for the day."
    },
    {
        "o": 29069,
        "r": "kjv:Acts:27:30",
        "t": "And*p as the shipmen were about to flee out of the ship, when they had let down the boat into the sea, under colour as though they would have cast anchors out of the foreship,"
    },
    {
        "o": 29070,
        "r": "kjv:Acts:27:31",
        "t": "Paul*p said to the centurion and to the soldiers, Except these abide in the ship, ye cannot be saved."
    },
    {
        "o": 29071,
        "r": "kjv:Acts:27:32",
        "t": "Then*p the soldiers cut off the ropes of the boat, and let her fall off."
    },
    {
        "o": 29072,
        "r": "kjv:Acts:27:33",
        "t": "And*p while the day was coming on, Paul besought them all to take meat, saying, This day is the fourteenth day that ye have tarried and continued fasting, having taken nothing."
    },
    {
        "o": 29073,
        "r": "kjv:Acts:27:34",
        "t": "Wherefore*p I pray you to take some meat: for this is for your health: for there shall not an hair fall from the head of any of you."
    },
    {
        "o": 29074,
        "r": "kjv:Acts:27:35",
        "t": "And*p when he had thus spoken, he took bread, and gave thanks to God in presence of them all: and when he had broken it, he began to eat."
    },
    {
        "o": 29075,
        "r": "kjv:Acts:27:36",
        "t": "Then*p were they all of good cheer, and they also took some meat."
    },
    {
        "o": 29076,
        "r": "kjv:Acts:27:37",
        "t": "And*p we were in all in the ship two hundred threescore and sixteen souls."
    },
    {
        "o": 29077,
        "r": "kjv:Acts:27:38",
        "t": "And*p when they had eaten enough, they lightened the ship, and cast out the wheat into the sea."
    },
    {
        "o": 29078,
        "r": "kjv:Acts:27:39",
        "t": "And*p when it was day, they knew not the land: but they discovered a certain creek with a shore, into the which they were minded, if it were possible, to thrust in the ship."
    },
    {
        "o": 29079,
        "r": "kjv:Acts:27:40",
        "t": "And*p when they had taken up the anchors, they committed themselves unto the sea, and loosed the rudder bands, and hoisted up the mainsail to the wind, and made toward shore."
    },
    {
        "o": 29080,
        "r": "kjv:Acts:27:41",
        "t": "And*p falling into a place where two seas met, they ran the ship aground; and the forepart stuck fast, and remained unmoveable, but the hinder part was broken with the violence of the waves."
    },
    {
        "o": 29081,
        "r": "kjv:Acts:27:42",
        "t": "And*p the soldiers' counsel was to kill the prisoners, lest any of them should swim out, and escape."
    },
    {
        "o": 29082,
        "r": "kjv:Acts:27:43",
        "t": "But*p the centurion, willing to save Paul, kept them from their purpose; and commanded that they which could swim should cast themselves first into the sea, and get to land:"
    },
    {
        "o": 29083,
        "r": "kjv:Acts:27:44",
        "t": "And*p the rest, some on boards, and some on broken pieces of the ship. And so it came to pass, that they escaped all safe to land."
    }
]
