[
    {
        "o": 5764,
        "r": "csb:Deuteronomy:12:0",
        "t": "Deuteronomy 12",
        "h": 1
    },
    {
        "o": 5765,
        "r": "csb:Deuteronomy:12:0",
        "t": "The Chosen Place of Worship",
        "h": 2
    },
    {
        "o": 5766,
        "r": "csb:Deuteronomy:12:1",
        "t": "“Be*p careful to follow these statutes and ordinances in the land that the Lord,*s the God of your ancestors, has given you to possess all the days you live on the earth."
    },
    {
        "o": 5767,
        "r": "csb:Deuteronomy:12:2",
        "t": "Destroy completely all the places where the nations that you are driving out worship their gods- on the high mountains, on the hills, and under every green tree."
    },
    {
        "o": 5768,
        "r": "csb:Deuteronomy:12:3",
        "t": "Tear down their altars, smash their sacred pillars, burn their Asherah poles, cut down the carved images of their gods, and wipe out their names from every place."
    },
    {
        "o": 5769,
        "r": "csb:Deuteronomy:12:4",
        "t": "Don’t worship the Lord*s your God this way."
    },
    {
        "o": 5770,
        "r": "csb:Deuteronomy:12:5",
        "t": "Instead, turn to the place the Lord*s your God chooses from all your tribes to put his name for his dwelling and go there."
    },
    {
        "o": 5771,
        "r": "csb:Deuteronomy:12:6",
        "t": "You are to bring there your burnt offerings and sacrifices, your tenths and personal contributions, your vow offerings and freewill offerings, and the firstborn of your herds and flocks."
    },
    {
        "o": 5772,
        "r": "csb:Deuteronomy:12:7",
        "t": "You will eat there in the presence of the Lord*s your God and rejoice with your household in everything you do, because the Lord*s your God has blessed you."
    },
    {
        "o": 5773,
        "r": "csb:Deuteronomy:12:8",
        "t": "“You*p are not to do as we are doing here today; everyone is doing whatever seems right in his own sight."
    },
    {
        "o": 5774,
        "r": "csb:Deuteronomy:12:9",
        "t": "Indeed, you have not yet come into the resting place and the inheritance the Lord*s your God is giving you."
    },
    {
        "o": 5775,
        "r": "csb:Deuteronomy:12:10",
        "t": "When you cross the Jordan and live in the land the Lord*s your God is giving you to inherit, and he gives you rest from all the enemies around you and you live in security,"
    },
    {
        "o": 5776,
        "r": "csb:Deuteronomy:12:11",
        "t": "then the Lord*s your God will choose the place to have his name dwell. Bring there everything I command you: your burnt offerings, sacrifices, offerings of the tenth, personal contributions, and all your choice offerings you vow to the Lord.*s"
    },
    {
        "o": 5777,
        "r": "csb:Deuteronomy:12:12",
        "t": "You will rejoice before the Lord*s your God - you, your sons and daughters, your male and female slaves, and the Levite who is within your city gates, since he has no portion or inheritance among you."
    },
    {
        "o": 5778,
        "r": "csb:Deuteronomy:12:13",
        "t": "Be careful not to offer your burnt offerings in all the sacred places you see."
    },
    {
        "o": 5779,
        "r": "csb:Deuteronomy:12:14",
        "t": "You must offer your burnt offerings only in the place the Lord*s chooses in one of your tribes, and there you must do everything I command you."
    },
    {
        "o": 5780,
        "r": "csb:Deuteronomy:12:14",
        "t": "Slaughtering Animals to Eat",
        "h": 2
    },
    {
        "o": 5781,
        "r": "csb:Deuteronomy:12:15",
        "t": "“But*p whenever you want, you may slaughter and eat meat within any of your city gates, according to the blessing the Lord*s your God has given you. Those who are clean or unclean may eat it, as they would a gazelle or deer,"
    },
    {
        "o": 5782,
        "r": "csb:Deuteronomy:12:16",
        "t": "but you must not eat the blood; pour it on the ground like water."
    },
    {
        "o": 5783,
        "r": "csb:Deuteronomy:12:17",
        "t": "Within your city gates you may not eat the tenth of your grain, new wine, or fresh oil; the firstborn of your herd or flock; any of your vow offerings that you pledge; your freewill offerings; or your personal contributions."
    },
    {
        "o": 5784,
        "r": "csb:Deuteronomy:12:18",
        "t": "You are to eat them in the presence of the Lord*s your God at the place the Lord*s your God chooses - you, your son and daughter, your male and female slave, and the Levite who is within your city gates. Rejoice before the Lord*s your God in everything you do,"
    },
    {
        "o": 5785,
        "r": "csb:Deuteronomy:12:19",
        "t": "and be careful not to neglect the Levite, as long as you live in your land."
    },
    {
        "o": 5786,
        "r": "csb:Deuteronomy:12:20",
        "t": "“When*p the Lord*s your God enlarges your territory as he has promised you, and you say, ‘I want to eat meat’ because you have a strong desire to eat meat, you may eat it whenever you want."
    },
    {
        "o": 5787,
        "r": "csb:Deuteronomy:12:21",
        "t": "If the place where the Lord*s your God chooses to put his name is too far from you, you may slaughter any of your herd or flock he has given you, as I have commanded you, and you may eat it within your city gates whenever you want."
    },
    {
        "o": 5788,
        "r": "csb:Deuteronomy:12:22",
        "t": "Indeed, you may eat it as the gazelle and deer are eaten; both the clean and the unclean may eat it."
    },
    {
        "o": 5789,
        "r": "csb:Deuteronomy:12:23",
        "t": "But don’t eat the blood, since the blood is the life, and you must not eat the life with the meat."
    },
    {
        "o": 5790,
        "r": "csb:Deuteronomy:12:24",
        "t": "Do not eat blood; pour it on the ground like water."
    },
    {
        "o": 5791,
        "r": "csb:Deuteronomy:12:25",
        "t": "Do not eat it, so that you and your children after you will prosper, because you will be doing what is right in the Lord’s*s sight."
    },
    {
        "o": 5792,
        "r": "csb:Deuteronomy:12:26",
        "t": "“But*p you are to take the holy offerings you have and your vow offerings and go to the place the Lord*s chooses."
    },
    {
        "o": 5793,
        "r": "csb:Deuteronomy:12:27",
        "t": "Present the meat and blood of your burnt offerings on the altar of the Lord*s your God. The blood of your other sacrifices is to be poured out beside the altar of the Lord*s your God, but you may eat the meat."
    },
    {
        "o": 5794,
        "r": "csb:Deuteronomy:12:28",
        "t": "Be careful to obey all these things I command you, so that you and your children after you may prosper forever, because you will be doing what is good and right in the sight of the Lord*s your God."
    },
    {
        "o": 5795,
        "r": "csb:Deuteronomy:12:29",
        "t": "“When*p the Lord*s your God annihilates the nations before you, which you are entering to take possession of, and you drive them out and live in their land,"
    },
    {
        "o": 5796,
        "r": "csb:Deuteronomy:12:30",
        "t": "be careful not to be ensnared by their ways after they have been destroyed before you. Do not inquire about their gods, asking, ‘How did these nations worship their gods? I’ll also do the same.’"
    },
    {
        "o": 5797,
        "r": "csb:Deuteronomy:12:31",
        "t": "You must not do the same to the Lord*s your God, because they practice every detestable act, which the Lord*s hates, for their gods. They even burn their sons and daughters in the fire to their gods."
    },
    {
        "o": 5798,
        "r": "csb:Deuteronomy:12:32",
        "t": "Be careful to do everything I command you; do not add anything to it or take anything away from it."
    }
]
