[
    {
        "o": 7358,
        "r": "nasb:Judges:9:0",
        "t": "Judges 9",
        "h": 1
    },
    {
        "o": 7359,
        "r": "nasb:Judges:9:0",
        "t": "Abimelech’s Conspiracy",
        "h": 2
    },
    {
        "o": 7360,
        "r": "nasb:Judges:9:1",
        "t": "And*p Abimelech the son of Jerubbaal went to Shechem to his mother’s relatives, and spoke to them and to the whole clan of the household of his mother’s father, saying,"
    },
    {
        "o": 7361,
        "r": "nasb:Judges:9:2",
        "t": "“Speak, now, in the hearing of all the leaders of Shechem, ‘Which is better for you, that seventy men, all the sons of Jerubbaal, rule over you, or that one man rule over you?’ Also, remember that I am your bone and your flesh.”"
    },
    {
        "o": 7362,
        "r": "nasb:Judges:9:3",
        "t": "And his mother’s relatives spoke all these words on his behalf in the hearing of all the leaders of Shechem; and they were inclined to follow Abimelech, for they said, “He is our relative.”"
    },
    {
        "o": 7363,
        "r": "nasb:Judges:9:4",
        "t": "They gave him seventy pieces*i of silver from the house of Baal-berith with which Abimelech hired worthless and reckless fellows, and they followed him."
    },
    {
        "o": 7364,
        "r": "nasb:Judges:9:5",
        "t": "Then he went to his father’s house at Ophrah and killed his brothers the sons of Jerubbaal, seventy men, on one stone. But Jotham the youngest son of Jerubbaal was left, for he hid himself."
    },
    {
        "o": 7365,
        "r": "nasb:Judges:9:6",
        "t": "All the men of Shechem and all Beth-millo assembled together, and they went and made Abimelech king, by the oak of the pillar which was in Shechem."
    },
    {
        "o": 7366,
        "r": "nasb:Judges:9:7",
        "t": "Now*p when they told Jotham, he went and stood on the top of Mount Gerizim, and lifted his voice and called out. Thus he said to them, “Listen to me, O men of Shechem, that God may listen to you."
    },
    {
        "o": 7367,
        "r": "nasb:Judges:9:8",
        "t": "Once the trees went forth to anoint a king over them, and they said to the olive tree, ‘Reign over us!’"
    },
    {
        "o": 7368,
        "r": "nasb:Judges:9:9",
        "t": "But the olive tree said to them, ‘Shall I leave my fatness with which God and men are honored, and go to wave over the trees?’"
    },
    {
        "o": 7369,
        "r": "nasb:Judges:9:10",
        "t": "Then the trees said to the fig tree, ‘You come, reign over us!’"
    },
    {
        "o": 7370,
        "r": "nasb:Judges:9:11",
        "t": "But the fig tree said to them, ‘Shall I leave my sweetness and my good fruit, and go to wave over the trees?’"
    },
    {
        "o": 7371,
        "r": "nasb:Judges:9:12",
        "t": "Then the trees said to the vine, ‘You come, reign over us!’"
    },
    {
        "o": 7372,
        "r": "nasb:Judges:9:13",
        "t": "But the vine said to them, ‘Shall I leave my new wine, which cheers God and men, and go to wave over the trees?’"
    },
    {
        "o": 7373,
        "r": "nasb:Judges:9:14",
        "t": "Finally all the trees said to the bramble, ‘You come, reign over us!’"
    },
    {
        "o": 7374,
        "r": "nasb:Judges:9:15",
        "t": "The bramble said to the trees, ‘If in truth you are anointing me as king over you, come and take refuge in my shade; but if not, may fire come out from the bramble and consume the cedars of Lebanon.’"
    },
    {
        "o": 7375,
        "r": "nasb:Judges:9:16",
        "t": "“Now*p therefore, if you have dealt in truth and integrity in making Abimelech king, and if you have dealt well with Jerubbaal and his house, and have dealt with him as he deserved—"
    },
    {
        "o": 7376,
        "r": "nasb:Judges:9:17",
        "t": "for my father fought for you and risked his life and delivered you from the hand of Midian;"
    },
    {
        "o": 7377,
        "r": "nasb:Judges:9:18",
        "t": "but you have risen against my father’s house today and have killed his sons, seventy men, on one stone, and have made Abimelech, the son of his maidservant, king over the men of Shechem, because he is your relative—"
    },
    {
        "o": 7378,
        "r": "nasb:Judges:9:19",
        "t": "if then you have dealt in truth and integrity with Jerubbaal and his house this day, rejoice in Abimelech, and let him also rejoice in you."
    },
    {
        "o": 7379,
        "r": "nasb:Judges:9:20",
        "t": "But if not, let fire come out from Abimelech and consume the men of Shechem and Beth-millo; and let fire come out from the men of Shechem and from Beth-millo, and consume Abimelech.”"
    },
    {
        "o": 7380,
        "r": "nasb:Judges:9:21",
        "t": "Then Jotham escaped and fled, and went to Beer and remained there because of Abimelech his brother."
    },
    {
        "o": 7381,
        "r": "nasb:Judges:9:21",
        "t": "Shechem and Abimelech Fall",
        "h": 2
    },
    {
        "o": 7382,
        "r": "nasb:Judges:9:22",
        "t": "Now*p Abimelech ruled over Israel three years."
    },
    {
        "o": 7383,
        "r": "nasb:Judges:9:23",
        "t": "Then God sent an evil spirit between Abimelech and the men of Shechem; and the men of Shechem dealt treacherously with Abimelech,"
    },
    {
        "o": 7384,
        "r": "nasb:Judges:9:24",
        "t": "so that the violence done to the seventy sons of Jerubbaal might come, and their blood might be laid on Abimelech their brother, who killed them, and on the men of Shechem, who strengthened his hands to kill his brothers."
    },
    {
        "o": 7385,
        "r": "nasb:Judges:9:25",
        "t": "The men of Shechem set men in ambush against him on the tops of the mountains, and they robbed all who might pass by them along the road; and it was told to Abimelech."
    },
    {
        "o": 7386,
        "r": "nasb:Judges:9:26",
        "t": "Now*p Gaal the son of Ebed came with his relatives, and crossed over into Shechem; and the men of Shechem put their trust in him."
    },
    {
        "o": 7387,
        "r": "nasb:Judges:9:27",
        "t": "They went out into the field and gathered the*i grapes*i of*i their vineyards and trod them,*i and held a festival; and they went into the house of their god, and ate and drank and cursed Abimelech."
    },
    {
        "o": 7388,
        "r": "nasb:Judges:9:28",
        "t": "Then Gaal the son of Ebed said, “Who is Abimelech, and who is Shechem, that we should serve him? Is he not the son of Jerubbaal, and is*i Zebul not*i his lieutenant? Serve the men of Hamor the father of Shechem; but why should we serve him?"
    },
    {
        "o": 7389,
        "r": "nasb:Judges:9:29",
        "t": "Would, therefore, that this people were under my authority! Then I would remove Abimelech.” And he said to Abimelech, “Increase your army and come out.”"
    },
    {
        "o": 7390,
        "r": "nasb:Judges:9:30",
        "t": "When*p Zebul the ruler of the city heard the words of Gaal the son of Ebed, his anger burned."
    },
    {
        "o": 7391,
        "r": "nasb:Judges:9:31",
        "t": "He sent messengers to Abimelech deceitfully, saying, “Behold, Gaal the son of Ebed and his relatives have come to Shechem; and behold, they are stirring up the city against you."
    },
    {
        "o": 7392,
        "r": "nasb:Judges:9:32",
        "t": "Now therefore, arise by night, you and the people who are with you, and lie in wait in the field."
    },
    {
        "o": 7393,
        "r": "nasb:Judges:9:33",
        "t": "In the morning, as soon as the sun is up, you shall rise early and rush upon the city; and behold, when he and the people who are with him come out against you, you shall do to them whatever you can.”"
    },
    {
        "o": 7394,
        "r": "nasb:Judges:9:34",
        "t": "So*p Abimelech and all the people who were*i with him arose by night and lay in wait against Shechem in four companies."
    },
    {
        "o": 7395,
        "r": "nasb:Judges:9:35",
        "t": "Now Gaal the son of Ebed went out and stood in the entrance of the city gate; and Abimelech and the people who were*i with him arose from the ambush."
    },
    {
        "o": 7396,
        "r": "nasb:Judges:9:36",
        "t": "When Gaal saw the people, he said to Zebul, “Look, people are coming down from the tops of the mountains.” But Zebul said to him, “You are seeing the shadow of the mountains as if*i they*i were*i men.”"
    },
    {
        "o": 7397,
        "r": "nasb:Judges:9:37",
        "t": "Gaal spoke again and said, “Behold, people are coming down from the highest part of the land, and one company comes by the way of the diviners’ oak.”"
    },
    {
        "o": 7398,
        "r": "nasb:Judges:9:38",
        "t": "Then Zebul said to him, “Where is your boasting now with which you said, ‘Who is Abimelech that we should serve him?’ Is this not the people whom you despised? Go out now and fight with them!”"
    },
    {
        "o": 7399,
        "r": "nasb:Judges:9:39",
        "t": "So Gaal went out before the leaders of Shechem and fought with Abimelech."
    },
    {
        "o": 7400,
        "r": "nasb:Judges:9:40",
        "t": "Abimelech chased him, and he fled before him; and many fell wounded up to the entrance of the gate."
    },
    {
        "o": 7401,
        "r": "nasb:Judges:9:41",
        "t": "Then Abimelech remained at Arumah, but Zebul drove out Gaal and his relatives so that they could not remain in Shechem."
    },
    {
        "o": 7402,
        "r": "nasb:Judges:9:42",
        "t": "Now*p it came about the next day, that the people went out to the field, and it was told to Abimelech."
    },
    {
        "o": 7403,
        "r": "nasb:Judges:9:43",
        "t": "So he took his people and divided them into three companies, and lay in wait in the field; when he looked and saw the people coming out from the city, he arose against them and slew them."
    },
    {
        "o": 7404,
        "r": "nasb:Judges:9:44",
        "t": "Then Abimelech and the company who was with him dashed forward and stood in the entrance of the city gate; the other two companies then dashed against all who were*i in the field and slew them."
    },
    {
        "o": 7405,
        "r": "nasb:Judges:9:45",
        "t": "Abimelech fought against the city all that day, and he captured the city and killed the people who were*i in it; then he razed the city and sowed it with salt."
    },
    {
        "o": 7406,
        "r": "nasb:Judges:9:46",
        "t": "When*p all the leaders of the tower of Shechem heard of it,*i they entered the inner chamber of the temple of El-berith."
    },
    {
        "o": 7407,
        "r": "nasb:Judges:9:47",
        "t": "It was told Abimelech that all the leaders of the tower of Shechem were gathered together."
    },
    {
        "o": 7408,
        "r": "nasb:Judges:9:48",
        "t": "So Abimelech went up to Mount Zalmon, he and all the people who were*i with him; and Abimelech took an axe in his hand and cut down a branch from the trees, and lifted it and laid it*i on his shoulder. Then he said to the people who were*i with him, “What you have seen me do, hurry and*i do likewise.”"
    },
    {
        "o": 7409,
        "r": "nasb:Judges:9:49",
        "t": "All the people also cut down each one his branch and followed Abimelech, and put them*i on the inner chamber and set the inner chamber on fire over those inside,*i so that all the men of the tower of Shechem also died, about a thousand men and women."
    },
    {
        "o": 7410,
        "r": "nasb:Judges:9:50",
        "t": "Then*p Abimelech went to Thebez, and he camped against Thebez and captured it."
    },
    {
        "o": 7411,
        "r": "nasb:Judges:9:51",
        "t": "But there was a strong tower in the center of the city, and all the men and women with all the leaders of the city fled there and shut themselves in; and they went up on the roof of the tower."
    },
    {
        "o": 7412,
        "r": "nasb:Judges:9:52",
        "t": "So Abimelech came to the tower and fought against it, and approached the entrance of the tower to burn it with fire."
    },
    {
        "o": 7413,
        "r": "nasb:Judges:9:53",
        "t": "But a certain woman threw an upper millstone on Abimelech’s head, crushing his skull."
    },
    {
        "o": 7414,
        "r": "nasb:Judges:9:54",
        "t": "Then he called quickly to the young man, his armor bearer, and said to him, “Draw your sword and kill me, so that it will not be said of me, ‘A woman slew him.’ ” So the young man pierced him through, and he died."
    },
    {
        "o": 7415,
        "r": "nasb:Judges:9:55",
        "t": "When the men of Israel saw that Abimelech was dead, each departed to his home."
    },
    {
        "o": 7416,
        "r": "nasb:Judges:9:56",
        "t": "Thus God repaid the wickedness of Abimelech, which he had done to his father in killing his seventy brothers."
    },
    {
        "o": 7417,
        "r": "nasb:Judges:9:57",
        "t": "Also God returned all the wickedness of the men of Shechem on their heads, and the curse of Jotham the son of Jerubbaal came upon them."
    }
]
