[
    {
        "o": 6362,
        "r": "csb:Deuteronomy:32:0",
        "t": "Deuteronomy 32",
        "h": 1
    },
    {
        "o": 6363,
        "r": "csb:Deuteronomy:32:0",
        "t": "Song of Moses",
        "h": 2
    },
    {
        "o": 6364,
        "r": "csb:Deuteronomy:32:1",
        "t": "Pay*pn attention, heavens, and I will speak; listen,*ln earth, to the words from my mouth."
    },
    {
        "o": 6365,
        "r": "csb:Deuteronomy:32:2",
        "t": "Let*ln my teaching fall like rain and*ln my word settle like dew, like*ln gentle rain on new grass and*ln showers on tender plants."
    },
    {
        "o": 6366,
        "r": "csb:Deuteronomy:32:3",
        "t": "For*ln I will proclaim the Lord’s*s name. Declare*ln the greatness of our God!"
    },
    {
        "o": 6367,
        "r": "csb:Deuteronomy:32:4",
        "t": "The*ln Rock- his work is perfect; all*ln his ways are just. A*ln faithful God, without bias, he*ln is righteous and true."
    },
    {
        "o": 6368,
        "r": "csb:Deuteronomy:32:5",
        "t": "His*pn people have acted corruptly toward him; this*ln is their defect- they are not his children but*ln a devious and crooked generation."
    },
    {
        "o": 6369,
        "r": "csb:Deuteronomy:32:6",
        "t": "Is*ln this how you repay the Lord,*s you*ln foolish and senseless people? Isn’t*ln he your Father and Creator? Didn’t*ln he make you and sustain you?"
    },
    {
        "o": 6370,
        "r": "csb:Deuteronomy:32:7",
        "t": "Remember*ln the days of old; consider*ln the years of past generations. Ask*ln your father, and he will tell you, your*ln elders, and they will teach you."
    },
    {
        "o": 6371,
        "r": "csb:Deuteronomy:32:8",
        "t": "When*ln the Most High gave the nations their inheritance and*ln divided the human race, he*ln set the boundaries of the peoples according*ln to the number of the people of Israel."
    },
    {
        "o": 6372,
        "r": "csb:Deuteronomy:32:9",
        "t": "But*ln the Lord’s*s portion is his people, Jacob,*ln his own inheritance."
    },
    {
        "o": 6373,
        "r": "csb:Deuteronomy:32:10",
        "t": "He*pn found him in a desolate land, in*ln a barren, howling wilderness; he*ln surrounded him, cared for him, and*ln protected him as the pupil of his eye."
    },
    {
        "o": 6374,
        "r": "csb:Deuteronomy:32:11",
        "t": "He*ln watches over his nest like an eagle and*ln hovers over his young; he*ln spreads his wings, catches him, and*ln carries him on his feathers."
    },
    {
        "o": 6375,
        "r": "csb:Deuteronomy:32:12",
        "t": "The*ln Lord*s alone led him, with*ln no help from a foreign god."
    },
    {
        "o": 6376,
        "r": "csb:Deuteronomy:32:13",
        "t": "He*ln made him ride on the heights of the land and*ln eat the produce of the field. He*ln nourished him with honey from the rock and*ln oil from flinty rock,"
    },
    {
        "o": 6377,
        "r": "csb:Deuteronomy:32:14",
        "t": "curds*ln from the herd and milk from the flock, with*ln the fat of lambs, rams*ln from Bashan, and goats, with*ln the choicest grains of wheat; you*ln drank wine from the finest grapes."
    },
    {
        "o": 6378,
        "r": "csb:Deuteronomy:32:15",
        "t": "Then*pn Jeshurun became fat and rebelled — you*ln became fat, bloated, and gorged. He*ln abandoned the God who made him and*ln scorned the Rock of his salvation."
    },
    {
        "o": 6379,
        "r": "csb:Deuteronomy:32:16",
        "t": "They*ln provoked his jealousy with different gods; they*ln enraged him with detestable practices."
    },
    {
        "o": 6380,
        "r": "csb:Deuteronomy:32:17",
        "t": "They*ln sacrificed to demons, not God, to*ln gods they had not known, new*ln gods that had just arrived, which*ln your ancestors did not fear."
    },
    {
        "o": 6381,
        "r": "csb:Deuteronomy:32:18",
        "t": "You*ln ignored the Rock who gave you birth; you*ln forgot the God who gave birth to you."
    },
    {
        "o": 6382,
        "r": "csb:Deuteronomy:32:19",
        "t": "When*pn the Lord*s saw this, he despised them, angered*ln by his sons and daughters."
    },
    {
        "o": 6383,
        "r": "csb:Deuteronomy:32:20",
        "t": "He*ln said, “I will hide my face from them; I*ln will see what will become of them, for*ln they are a perverse generation — unfaithful*ln children."
    },
    {
        "o": 6384,
        "r": "csb:Deuteronomy:32:21",
        "t": "They*ln have provoked my jealousy with*ln what is not a god; they*ln have enraged me with their worthless idols. So*ln I will provoke their jealousy with*ln what is not a people; I*ln will enrage them with a foolish nation."
    },
    {
        "o": 6385,
        "r": "csb:Deuteronomy:32:22",
        "t": "For*ln fire has been kindled because of my anger and*ln burns to the depths of Sheol; it*ln devours the land and its produce, and*ln scorches the foundations of the mountains."
    },
    {
        "o": 6386,
        "r": "csb:Deuteronomy:32:23",
        "t": "“I*pn will pile disasters on them; I*ln will use up my arrows against them."
    },
    {
        "o": 6387,
        "r": "csb:Deuteronomy:32:24",
        "t": "They*ln will be weak from hunger, ravaged*ln by pestilence and bitter plague; I*ln will unleash on them wild beasts with fangs, as*ln well as venomous snakes that slither in the dust."
    },
    {
        "o": 6388,
        "r": "csb:Deuteronomy:32:25",
        "t": "Outside,*ln the sword will take their children, and*ln inside, there will be terror; the*ln young man and the young woman will be killed, the*ln infant and the gray-haired man."
    },
    {
        "o": 6389,
        "r": "csb:Deuteronomy:32:26",
        "t": "“I*pn would have said: I will cut them to pieces and*ln blot out the memory of them from mankind,"
    },
    {
        "o": 6390,
        "r": "csb:Deuteronomy:32:27",
        "t": "if*ln I had not feared provocation from the enemy, or*ln feared that these foes might misunderstand and*ln say, ‘Our own hand has prevailed; it*ln wasn’t the Lord*s who did all this.’”"
    },
    {
        "o": 6391,
        "r": "csb:Deuteronomy:32:28",
        "t": "Israel*pn is a nation lacking sense with*ln no understanding at all."
    },
    {
        "o": 6392,
        "r": "csb:Deuteronomy:32:29",
        "t": "If*ln only they were wise, they would comprehend this; they*ln would understand their fate."
    },
    {
        "o": 6393,
        "r": "csb:Deuteronomy:32:30",
        "t": "How*ln could one pursue a thousand, or*ln two put ten thousand to flight, unless*ln their Rock had sold them, unless*ln the Lord*s had given them up?"
    },
    {
        "o": 6394,
        "r": "csb:Deuteronomy:32:31",
        "t": "But*ln their “rock” is not like our Rock, as*ln even our enemies concede."
    },
    {
        "o": 6395,
        "r": "csb:Deuteronomy:32:32",
        "t": "For*ln their vine is from the vine of Sodom and*ln from the fields of Gomorrah. Their*ln grapes are poisonous; their*ln clusters are bitter."
    },
    {
        "o": 6396,
        "r": "csb:Deuteronomy:32:33",
        "t": "Their*ln wine is serpents’ venom, the*ln deadly poison of cobras."
    },
    {
        "o": 6397,
        "r": "csb:Deuteronomy:32:34",
        "t": "“Is*pn it not stored up with me, sealed*ln up in my vaults?"
    },
    {
        "o": 6398,
        "r": "csb:Deuteronomy:32:35",
        "t": "Vengeance*ln and retribution belong to me. In*ln time their foot will slip, for*ln their day of disaster is near, and*ln their doom is coming quickly.”"
    },
    {
        "o": 6399,
        "r": "csb:Deuteronomy:32:36",
        "t": "The*ln Lord*s will indeed vindicate his people and*ln have compassion on his servants when*ln he sees that their strength is gone and*ln no one is left - slave or free."
    },
    {
        "o": 6400,
        "r": "csb:Deuteronomy:32:37",
        "t": "He*ln will say, “Where are their gods, the*ln ‘rock’ they found refuge in?"
    },
    {
        "o": 6401,
        "r": "csb:Deuteronomy:32:38",
        "t": "Who*ln ate the fat of their sacrifices and*ln drank the wine of their drink offerings? Let*ln them rise up and help you; let*ln it be a shelter for you."
    },
    {
        "o": 6402,
        "r": "csb:Deuteronomy:32:39",
        "t": "See*ln now that I alone am he; there*ln is no God but me. I*ln bring death and I give life; I*ln wound and I heal. No*ln one can rescue anyone from my power."
    },
    {
        "o": 6403,
        "r": "csb:Deuteronomy:32:40",
        "t": "I*ln raise my hand to heaven and declare: As*ln surely as I live forever,"
    },
    {
        "o": 6404,
        "r": "csb:Deuteronomy:32:41",
        "t": "when*ln I sharpen my flashing sword, and*ln my hand takes hold of judgment, I*ln will take vengeance on my adversaries and*ln repay those who hate me."
    },
    {
        "o": 6405,
        "r": "csb:Deuteronomy:32:42",
        "t": "I*ln will make my arrows drunk with blood while*ln my sword devours flesh — the*ln blood of the slain and the captives, the*ln heads of the enemy leaders.”"
    },
    {
        "o": 6406,
        "r": "csb:Deuteronomy:32:43",
        "t": "Rejoice,*pn you nations, concerning his people, for*ln he will avenge the blood of his servants. He*ln will take vengeance on his adversaries; he*ln will purify his land and his people."
    },
    {
        "o": 6407,
        "r": "csb:Deuteronomy:32:44",
        "t": "Moses*p came with Joshua son of Nun and recited all the words of this song in the presence of the people."
    },
    {
        "o": 6408,
        "r": "csb:Deuteronomy:32:45",
        "t": "After Moses finished reciting all these words to all Israel,"
    },
    {
        "o": 6409,
        "r": "csb:Deuteronomy:32:46",
        "t": "he said to them, “Take to heart all these words I am giving as a warning to you today, so that you may command your children to follow all the words of this law carefully."
    },
    {
        "o": 6410,
        "r": "csb:Deuteronomy:32:47",
        "t": "For they are not meaningless words to you but they are your life, and by them you will live long in the land you are crossing the Jordan to possess.”"
    },
    {
        "o": 6411,
        "r": "csb:Deuteronomy:32:47",
        "t": "Moses’s Impending Death",
        "h": 2
    },
    {
        "o": 6412,
        "r": "csb:Deuteronomy:32:48",
        "t": "On*p that same day the Lord*s spoke to Moses,"
    },
    {
        "o": 6413,
        "r": "csb:Deuteronomy:32:49",
        "t": "“Go up Mount Nebo in the Abarim range in the land of Moab, across from Jericho, and view the land of Canaan I am giving the Israelites as a possession."
    },
    {
        "o": 6414,
        "r": "csb:Deuteronomy:32:50",
        "t": "Then you will die on the mountain that you go up, and you will be gathered to your people, just as your brother Aaron died on Mount Hor and was gathered to his people."
    },
    {
        "o": 6415,
        "r": "csb:Deuteronomy:32:51",
        "t": "For both of you broke faith with me among the Israelites at the Waters of Meribath-kadesh in the Wilderness of Zin by failing to treat me as holy in their presence."
    },
    {
        "o": 6416,
        "r": "csb:Deuteronomy:32:52",
        "t": "Although from a distance you will view the land that I am giving the Israelites, you will not go there.”"
    }
]
