[
    {
        "o": 1233,
        "r": "csb:Genesis:38:0",
        "t": "Genesis 38",
        "h": 1
    },
    {
        "o": 1234,
        "r": "csb:Genesis:38:0",
        "t": "Judah and Tamar",
        "h": 2
    },
    {
        "o": 1235,
        "r": "csb:Genesis:38:1",
        "t": "At*p that time Judah left his brothers and settled near an Adullamite named Hirah."
    },
    {
        "o": 1236,
        "r": "csb:Genesis:38:2",
        "t": "There Judah saw the daughter of a Canaanite named Shua; he took her as a wife and slept with her."
    },
    {
        "o": 1237,
        "r": "csb:Genesis:38:3",
        "t": "She conceived and gave birth to a son, and he named him Er."
    },
    {
        "o": 1238,
        "r": "csb:Genesis:38:4",
        "t": "She conceived again, gave birth to a son, and named him Onan."
    },
    {
        "o": 1239,
        "r": "csb:Genesis:38:5",
        "t": "She gave birth to another son and named him Shelah. It was at Chezib that she gave birth to him."
    },
    {
        "o": 1240,
        "r": "csb:Genesis:38:6",
        "t": "Judah*p got a wife for Er, his firstborn, and her name was Tamar."
    },
    {
        "o": 1241,
        "r": "csb:Genesis:38:7",
        "t": "Now Er, Judah’s firstborn, was evil in the Lord’s*s sight, and the Lord*s put him to death."
    },
    {
        "o": 1242,
        "r": "csb:Genesis:38:8",
        "t": "Then Judah said to Onan, “Sleep with your brother’s wife. Perform your duty as her brother-in-law and produce offspring for your brother.”"
    },
    {
        "o": 1243,
        "r": "csb:Genesis:38:9",
        "t": "But Onan knew that the offspring would not be his, so whenever he slept with his brother’s wife, he released his semen on the ground so that he would not produce offspring for his brother."
    },
    {
        "o": 1244,
        "r": "csb:Genesis:38:10",
        "t": "What he did was evil in the Lord’s*s sight, so he put him to death also."
    },
    {
        "o": 1245,
        "r": "csb:Genesis:38:11",
        "t": "Then*p Judah said to his daughter-in-law Tamar, “Remain a widow in your father’s house until my son Shelah grows up.” For he thought, “He might die too, like his brothers.” So Tamar went to live in her father’s house."
    },
    {
        "o": 1246,
        "r": "csb:Genesis:38:12",
        "t": "After*p a long time Judah’s wife, the daughter of Shua, died. When Judah had finished mourning, he and his friend Hirah the Adullamite went up to Timnah to his sheepshearers."
    },
    {
        "o": 1247,
        "r": "csb:Genesis:38:13",
        "t": "Tamar was told, “Your father-in-law is going up to Timnah to shear his sheep.”"
    },
    {
        "o": 1248,
        "r": "csb:Genesis:38:14",
        "t": "So she took off her widow’s clothes, veiled her face, covered herself, and sat at the entrance to Enaim, which is on the way to Timnah. For she saw that, though Shelah had grown up, she had not been given to him as a wife."
    },
    {
        "o": 1249,
        "r": "csb:Genesis:38:15",
        "t": "When Judah saw her, he thought she was a prostitute, for she had covered her face."
    },
    {
        "o": 1250,
        "r": "csb:Genesis:38:16",
        "t": "He*p went over to her and said, “Come, let me sleep with you,” for he did not know that she was his daughter-in-law. She*p said, “What will you give me for sleeping with me?”"
    },
    {
        "o": 1251,
        "r": "csb:Genesis:38:17",
        "t": "“I*p will send you a young goat from my flock,” he replied. But*p she said, “Only if you leave something with me until you send it.”"
    },
    {
        "o": 1252,
        "r": "csb:Genesis:38:18",
        "t": "“What*p should I give you?” he asked. She*p answered, “Your signet ring, your cord, and the staff in your hand.” So he gave them to her and slept with her, and she became pregnant by him."
    },
    {
        "o": 1253,
        "r": "csb:Genesis:38:19",
        "t": "She got up and left, then removed her veil and put her widow’s clothes back on."
    },
    {
        "o": 1254,
        "r": "csb:Genesis:38:20",
        "t": "When*p Judah sent the young goat by his friend the Adullamite in order to get back the items he had left with the woman, he could not find her."
    },
    {
        "o": 1255,
        "r": "csb:Genesis:38:21",
        "t": "He asked the men of the place, “Where is the cult prostitute who was beside the road at Enaim?” “There*p has been no cult prostitute here,” they answered."
    },
    {
        "o": 1256,
        "r": "csb:Genesis:38:22",
        "t": "So*p the Adullamite returned to Judah, saying, “I couldn’t find her, and besides, the men of the place said, ‘There has been no cult prostitute here.’”"
    },
    {
        "o": 1257,
        "r": "csb:Genesis:38:23",
        "t": "Judah*p replied, “Let her keep the items for herself; otherwise we will become a laughingstock. After all, I did send this young goat, but you couldn’t find her.”"
    },
    {
        "o": 1258,
        "r": "csb:Genesis:38:24",
        "t": "About*p three months later Judah was told, “Your daughter-in-law, Tamar, has been acting like a prostitute, and now she is pregnant.” “Bring*p her out,” Judah said, “and let her be burned to death!”"
    },
    {
        "o": 1259,
        "r": "csb:Genesis:38:25",
        "t": "As*p she was being brought out, she sent her father-in-law this message: “I am pregnant by the man to whom these items belong.” And she added, “Examine them. Whose signet ring, cord, and staff are these?”"
    },
    {
        "o": 1260,
        "r": "csb:Genesis:38:26",
        "t": "Judah*p recognized them and said, “She is more in the right than I, since I did not give her to my son Shelah.” And he did not know her intimately again."
    },
    {
        "o": 1261,
        "r": "csb:Genesis:38:27",
        "t": "When*p the time came for her to give birth, there were twins in her womb."
    },
    {
        "o": 1262,
        "r": "csb:Genesis:38:28",
        "t": "As she was giving birth, one of them put out his hand, and the midwife took it and tied a scarlet thread around it, announcing, “This one came out first.”"
    },
    {
        "o": 1263,
        "r": "csb:Genesis:38:29",
        "t": "But then he pulled his hand back, out came his brother, and she said, “What a breakout you have made for yourself!” So he was named Perez."
    },
    {
        "o": 1264,
        "r": "csb:Genesis:38:30",
        "t": "Then his brother, who had the scarlet thread tied to his hand, came out, and was named Zerah."
    }
]
