[
    {
        "o": 6652,
        "r": "nkjv:Joshua:9:0",
        "t": "Joshua 9",
        "h": 1
    },
    {
        "o": 6653,
        "r": "nkjv:Joshua:9:0",
        "t": "The Treaty with the Gibeonites",
        "h": 2
    },
    {
        "o": 6654,
        "r": "nkjv:Joshua:9:1",
        "t": "And*p it came to pass when all the kings who were*i on this side of the Jordan, in the hills and in the lowland and in all the coasts of the Great Sea toward Lebanon— the Hittite, the Amorite, the Canaanite, the Perizzite, the Hivite, and the Jebusite—heard about*i it,*i"
    },
    {
        "o": 6655,
        "r": "nkjv:Joshua:9:2",
        "t": "that they gathered together to fight with Joshua and Israel with one accord."
    },
    {
        "o": 6656,
        "r": "nkjv:Joshua:9:3",
        "t": "But*p when the inhabitants of Gibeon heard what Joshua had done to Jericho and Ai,"
    },
    {
        "o": 6657,
        "r": "nkjv:Joshua:9:4",
        "t": "they worked craftily, and went and pretended to be ambassadors. And they took old sacks on their donkeys, old wineskins torn and mended,"
    },
    {
        "o": 6658,
        "r": "nkjv:Joshua:9:5",
        "t": "old and patched sandals on their feet, and old garments on themselves; and all the bread of their provision was dry and*i moldy."
    },
    {
        "o": 6659,
        "r": "nkjv:Joshua:9:6",
        "t": "And they went to Joshua, to the camp at Gilgal, and said to him and to the men of Israel, “We have come from a far country; now therefore, make a covenant with us.”"
    },
    {
        "o": 6660,
        "r": "nkjv:Joshua:9:7",
        "t": "Then*p the men of Israel said to the Hivites, “Perhaps you dwell among us; so how can we make a covenant with you?”"
    },
    {
        "o": 6661,
        "r": "nkjv:Joshua:9:8",
        "t": "But*p they said to Joshua, “We are*i your servants.” And*p Joshua said to them, “Who are*i you, and where do you come from?”"
    },
    {
        "o": 6662,
        "r": "nkjv:Joshua:9:9",
        "t": "So*p they said to him: “From a very far country your servants have come, because of the name of the Lord*s your God; for we have heard of His fame, and all that He did in Egypt,"
    },
    {
        "o": 6663,
        "r": "nkjv:Joshua:9:10",
        "t": "and all that He did to the two kings of the Amorites who were*i beyond the Jordan—to Sihon king of Heshbon, and Og king of Bashan, who was at Ashtaroth."
    },
    {
        "o": 6664,
        "r": "nkjv:Joshua:9:11",
        "t": "Therefore our elders and all the inhabitants of our country spoke to us, saying, ‘Take provisions with you for the journey, and go to meet them, and say to them, “We are*i your servants; now therefore, make a covenant with us.”’"
    },
    {
        "o": 6665,
        "r": "nkjv:Joshua:9:12",
        "t": "This bread of ours we took hot for*i our provision from our houses on the day we departed to come to you. But now look, it is dry and moldy."
    },
    {
        "o": 6666,
        "r": "nkjv:Joshua:9:13",
        "t": "And these wineskins which we filled were*i new, and see, they are torn; and these our garments and our sandals have become old because of the very long journey.”"
    },
    {
        "o": 6667,
        "r": "nkjv:Joshua:9:14",
        "t": "Then*p the men of Israel took some of their provisions; but they did not ask counsel of the Lord.*s"
    },
    {
        "o": 6668,
        "r": "nkjv:Joshua:9:15",
        "t": "So Joshua made peace with them, and made a covenant with them to let them live; and the rulers of the congregation swore to them."
    },
    {
        "o": 6669,
        "r": "nkjv:Joshua:9:16",
        "t": "And*p it happened at the end of three days, after they had made a covenant with them, that they heard that they were*i their neighbors who dwelt near them."
    },
    {
        "o": 6670,
        "r": "nkjv:Joshua:9:17",
        "t": "Then the children of Israel journeyed and came to their cities on the third day. Now their cities were*i Gibeon, Chephirah, Beeroth, and Kirjath Jearim."
    },
    {
        "o": 6671,
        "r": "nkjv:Joshua:9:18",
        "t": "But the children of Israel did not attack them, because the rulers of the congregation had sworn to them by the Lord*s God of Israel. And all the congregation complained against the rulers."
    },
    {
        "o": 6672,
        "r": "nkjv:Joshua:9:19",
        "t": "Then*p all the rulers said to all the congregation, “We have sworn to them by the Lord*s God of Israel; now therefore, we may not touch them."
    },
    {
        "o": 6673,
        "r": "nkjv:Joshua:9:20",
        "t": "This we will do to them: We will let them live, lest wrath be upon us because of the oath which we swore to them.”"
    },
    {
        "o": 6674,
        "r": "nkjv:Joshua:9:21",
        "t": "And the rulers said to them, “Let them live, but let them be woodcutters and water carriers for all the congregation, as the rulers had promised them.”"
    },
    {
        "o": 6675,
        "r": "nkjv:Joshua:9:22",
        "t": "Then*p Joshua called for them, and he spoke to them, saying, “Why have you deceived us, saying, ‘We are*i very far from you,’ when you dwell near us?"
    },
    {
        "o": 6676,
        "r": "nkjv:Joshua:9:23",
        "t": "Now therefore, you are*i cursed, and none of you shall be freed from being slaves—woodcutters and water carriers for the house of my God.”"
    },
    {
        "o": 6677,
        "r": "nkjv:Joshua:9:24",
        "t": "So*p they answered Joshua and said, “Because your servants were clearly told that the Lord*s your God commanded His servant Moses to give you all the land, and to destroy all the inhabitants of the land from before you; therefore we were very much afraid for our lives because of you, and have done this thing."
    },
    {
        "o": 6678,
        "r": "nkjv:Joshua:9:25",
        "t": "And now, here we are, in your hands; do with us as it seems good and right to do to us.”"
    },
    {
        "o": 6679,
        "r": "nkjv:Joshua:9:26",
        "t": "So he did to them, and delivered them out of the hand of the children of Israel, so that they did not kill them."
    },
    {
        "o": 6680,
        "r": "nkjv:Joshua:9:27",
        "t": "And that day Joshua made them woodcutters and water carriers for the congregation and for the altar of the Lord,*s in the place which He would choose, even to this day."
    }
]
