[
    {
        "o": 25534,
        "r": "csb:Micah:7:0",
        "t": "Micah 7",
        "h": 1
    },
    {
        "o": 25535,
        "r": "csb:Micah:7:0",
        "t": "Israel’s Moral Decline",
        "h": 2
    },
    {
        "o": 25536,
        "r": "csb:Micah:7:1",
        "t": "How*pn sad for me! For*ln I am like one who — when*ln the summer fruit has been gathered after*ln the gleaning of the grape harvest— finds*ln no grape cluster to eat, no*ln early fig, which I crave."
    },
    {
        "o": 25537,
        "r": "csb:Micah:7:2",
        "t": "Faithful*ln people have vanished from the land; there*ln is no one upright among the people. All*ln of them wait in ambush to shed blood; they*ln hunt each other with a net."
    },
    {
        "o": 25538,
        "r": "csb:Micah:7:3",
        "t": "Both*ln hands are good at accomplishing evil: the*ln official and the judge demand a bribe; when*ln the powerful man communicates his evil desire, they*ln plot it together."
    },
    {
        "o": 25539,
        "r": "csb:Micah:7:4",
        "t": "The*ln best of them is like a brier; the*ln most upright is worse than a hedge of thorns. The*ln day of your watchmen, the*ln day of your punishment, is coming; at*ln this time their panic is here."
    },
    {
        "o": 25540,
        "r": "csb:Micah:7:5",
        "t": "Do*ln not rely on a friend; don’t*ln trust in a close companion. Seal*ln your mouth from*ln the woman who lies in your arms."
    },
    {
        "o": 25541,
        "r": "csb:Micah:7:6",
        "t": "Surely*ln a son considers his father a fool, a*ln daughter opposes her mother, and*ln a daughter-in-law is against her mother-in-law; a*ln man’s enemies are the men of his own household."
    },
    {
        "o": 25542,
        "r": "csb:Micah:7:7",
        "t": "But*ln I will look to the Lord;*s I*ln will wait for the God of my salvation. My*ln God will hear me."
    },
    {
        "o": 25543,
        "r": "csb:Micah:7:7",
        "t": "Zion’s Vindication",
        "h": 2
    },
    {
        "o": 25544,
        "r": "csb:Micah:7:8",
        "t": "Do*pn not rejoice over me, my enemy! Though*ln I have fallen, I will stand up; though*ln I sit in darkness, the*ln Lord*s will be my light."
    },
    {
        "o": 25545,
        "r": "csb:Micah:7:9",
        "t": "Because*ln I have sinned against him, I*ln must endure the Lord’s*s fury until*ln he champions my cause and*ln establishes justice for me. He*ln will bring me into the light; I*ln will see his salvation."
    },
    {
        "o": 25546,
        "r": "csb:Micah:7:10",
        "t": "Then*ln my enemy will see, and*ln she will be covered with shame, the*ln one who said to me, “Where*ln is the Lord*s your God?” My*ln eyes will look at her in triumph; at*ln that time she will be trampled like*ln mud in the streets."
    },
    {
        "o": 25547,
        "r": "csb:Micah:7:11",
        "t": "A*pn day will come for rebuilding your walls; on*ln that day your boundary will be extended."
    },
    {
        "o": 25548,
        "r": "csb:Micah:7:12",
        "t": "On*ln that day people will come to you from*ln Assyria and the cities of Egypt, even*ln from Egypt to the Euphrates River and*ln from sea to sea and*ln mountain to mountain."
    },
    {
        "o": 25549,
        "r": "csb:Micah:7:13",
        "t": "Then*ln the earth will become a wasteland because*ln of its inhabitants and*ln as a result of their actions."
    },
    {
        "o": 25550,
        "r": "csb:Micah:7:13",
        "t": "Micah’s Prayer Answered",
        "h": 2
    },
    {
        "o": 25551,
        "r": "csb:Micah:7:14",
        "t": "Shepherd*pn your people with your staff, the*ln flock that is your possession. They*ln live alone in a woodland surrounded*ln by pastures. Let*ln them graze in Bashan and Gilead as*ln in ancient times."
    },
    {
        "o": 25552,
        "r": "csb:Micah:7:15",
        "t": "I*pn will perform miracles for them as*ln in the days of your exodus from*ln the land of Egypt."
    },
    {
        "o": 25553,
        "r": "csb:Micah:7:16",
        "t": "Nations*ln will see and be ashamed of*ln all their power. They*ln will put their hands over their mouths, and*ln their ears will become deaf."
    },
    {
        "o": 25554,
        "r": "csb:Micah:7:17",
        "t": "They*ln will lick the dust like a snake; they*ln will come trembling out of their hiding places like*ln reptiles slithering on the ground. They*ln will tremble in the presence of the Lord*s our God; they*ln will stand in awe of you."
    },
    {
        "o": 25555,
        "r": "csb:Micah:7:18",
        "t": "Who*pn is a God like you, forgiving*ln iniquity and passing over rebellion for*ln the remnant of his inheritance? He*ln does not hold on to his anger forever because*ln he delights in faithful love."
    },
    {
        "o": 25556,
        "r": "csb:Micah:7:19",
        "t": "He*ln will again have compassion on us; he*ln will vanquish our iniquities. You*ln will cast all our sins into*ln the depths of the sea."
    },
    {
        "o": 25557,
        "r": "csb:Micah:7:20",
        "t": "You*ln will show loyalty to Jacob and*ln faithful love to Abraham, as*ln you swore to our ancestors from*ln days long ago."
    }
]
