[
    {
        "o": 23047,
        "r": "esv:Ezekiel:14:0",
        "t": "Ezekiel 14",
        "h": 1
    },
    {
        "o": 23048,
        "r": "esv:Ezekiel:14:0",
        "t": "Idolatrous Elders Condemned",
        "h": 2
    },
    {
        "o": 23049,
        "r": "esv:Ezekiel:14:1",
        "t": "Then*p certain of the elders of Israel came to me and sat before me."
    },
    {
        "o": 23050,
        "r": "esv:Ezekiel:14:2",
        "t": "And the word of the Lord*s came to me:"
    },
    {
        "o": 23051,
        "r": "esv:Ezekiel:14:3",
        "t": "“Son of man, these men have taken their idols into their hearts, and set the stumbling block of their iniquity before their faces. Should I indeed let myself be consulted by them?"
    },
    {
        "o": 23052,
        "r": "esv:Ezekiel:14:4",
        "t": "Therefore speak to them and say to them, Thus says the Lord God:*s Any one of the house of Israel who takes his idols into his heart and sets the stumbling block of his iniquity before his face, and yet comes to the prophet, I the Lord*s will answer him as he comes with the multitude of his idols,"
    },
    {
        "o": 23053,
        "r": "esv:Ezekiel:14:5",
        "t": "that I may lay hold of the hearts of the house of Israel, who are all estranged from me through their idols."
    },
    {
        "o": 23054,
        "r": "esv:Ezekiel:14:6",
        "t": "“Therefore*p say to the house of Israel, Thus says the Lord God:*s Repent and turn away from your idols, and turn away your faces from all your abominations."
    },
    {
        "o": 23055,
        "r": "esv:Ezekiel:14:7",
        "t": "For any one of the house of Israel, or of the strangers who sojourn in Israel, who separates himself from me, taking his idols into his heart and putting the stumbling block of his iniquity before his face, and yet comes to a prophet to consult me through him, I the Lord*s will answer him myself."
    },
    {
        "o": 23056,
        "r": "esv:Ezekiel:14:8",
        "t": "And I will set my face against that man; I will make him a sign and a byword and cut him off from the midst of my people, and you shall know that I am the Lord.*s"
    },
    {
        "o": 23057,
        "r": "esv:Ezekiel:14:9",
        "t": "And if the prophet is deceived and speaks a word, I, the Lord,*s have deceived that prophet, and I will stretch out my hand against him and will destroy him from the midst of my people Israel."
    },
    {
        "o": 23058,
        "r": "esv:Ezekiel:14:10",
        "t": "And they shall bear their punishment— the punishment of the prophet and the punishment of the inquirer shall be alike—"
    },
    {
        "o": 23059,
        "r": "esv:Ezekiel:14:11",
        "t": "that the house of Israel may no more go astray from me, nor defile themselves anymore with all their transgressions, but that they may be my people and I may be their God, declares the Lord God.”*s"
    },
    {
        "o": 23060,
        "r": "esv:Ezekiel:14:11",
        "t": "Jerusalem Will Not Be Spared",
        "h": 2
    },
    {
        "o": 23061,
        "r": "esv:Ezekiel:14:12",
        "t": "And*p the word of the Lord*s came to me:"
    },
    {
        "o": 23062,
        "r": "esv:Ezekiel:14:13",
        "t": "“Son of man, when a land sins against me by acting faithlessly, and I stretch out my hand against it and break its supply of bread and send famine upon it, and cut off from it man and beast,"
    },
    {
        "o": 23063,
        "r": "esv:Ezekiel:14:14",
        "t": "even if these three men, Noah, Daniel, and Job, were in it, they would deliver but their own lives by their righteousness, declares the Lord God.*s"
    },
    {
        "o": 23064,
        "r": "esv:Ezekiel:14:15",
        "t": "“If*p I cause wild beasts to pass through the land, and they ravage it, and it be made desolate, so that no one may pass through because of the beasts,"
    },
    {
        "o": 23065,
        "r": "esv:Ezekiel:14:16",
        "t": "even if these three men were in it, as I live, declares the Lord God,*s they would deliver neither sons nor daughters. They alone would be delivered, but the land would be desolate."
    },
    {
        "o": 23066,
        "r": "esv:Ezekiel:14:17",
        "t": "“Or*p if I bring a sword upon that land and say, Let a sword pass through the land, and I cut off from it man and beast,"
    },
    {
        "o": 23067,
        "r": "esv:Ezekiel:14:18",
        "t": "though these three men were in it, as I live, declares the Lord God,*s they would deliver neither sons nor daughters, but they alone would be delivered."
    },
    {
        "o": 23068,
        "r": "esv:Ezekiel:14:19",
        "t": "“Or*p if I send a pestilence into that land and pour out my wrath upon it with blood, to cut off from it man and beast,"
    },
    {
        "o": 23069,
        "r": "esv:Ezekiel:14:20",
        "t": "even if Noah, Daniel, and Job were in it, as I live, declares the Lord God,*s they would deliver neither son nor daughter. They would deliver but their own lives by their righteousness."
    },
    {
        "o": 23070,
        "r": "esv:Ezekiel:14:21",
        "t": "“For*p thus says the Lord God:*s How much more when I send upon Jerusalem my four disastrous acts of judgment, sword, famine, wild beasts, and pestilence, to cut off from it man and beast!"
    },
    {
        "o": 23071,
        "r": "esv:Ezekiel:14:22",
        "t": "But behold, some survivors will be left in it, sons and daughters who will be brought out; behold, when they come out to you, and you see their ways and their deeds, you will be consoled for the disaster that I have brought upon Jerusalem, for all that I have brought upon it."
    },
    {
        "o": 23072,
        "r": "esv:Ezekiel:14:23",
        "t": "They will console you, when you see their ways and their deeds, and you shall know that I have not done without cause all that I have done in it, declares the Lord God.”*s"
    }
]
