[
    {
        "o": 31316,
        "r": "niv:1 Corinthians:1:0",
        "t": "1 Corinthians 1",
        "h": 1
    },
    {
        "o": 31317,
        "r": "niv:1 Corinthians:1:1",
        "t": "Paul,*p called to be an apostle of Christ Jesus by the will of God, and our brother Sosthenes,"
    },
    {
        "o": 31318,
        "r": "niv:1 Corinthians:1:2",
        "t": "To*p the church of God in Corinth, to those sanctified in Christ Jesus and called to be his holy people, together with all those everywhere who call on the name of our Lord Jesus Christ—their Lord and ours:"
    },
    {
        "o": 31319,
        "r": "niv:1 Corinthians:1:3",
        "t": "Grace*p and peace to you from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 31320,
        "r": "niv:1 Corinthians:1:3",
        "t": "Thanksgiving",
        "h": 2
    },
    {
        "o": 31321,
        "r": "niv:1 Corinthians:1:4",
        "t": "I*p always thank my God for you because of his grace given you in Christ Jesus."
    },
    {
        "o": 31322,
        "r": "niv:1 Corinthians:1:5",
        "t": "For in him you have been enriched in every way—with all kinds of speech and with all knowledge—"
    },
    {
        "o": 31323,
        "r": "niv:1 Corinthians:1:6",
        "t": "God thus confirming our testimony about Christ among you."
    },
    {
        "o": 31324,
        "r": "niv:1 Corinthians:1:7",
        "t": "Therefore you do not lack any spiritual gift as you eagerly wait for our Lord Jesus Christ to be revealed."
    },
    {
        "o": 31325,
        "r": "niv:1 Corinthians:1:8",
        "t": "He will also keep you firm to the end, so that you will be blameless on the day of our Lord Jesus Christ."
    },
    {
        "o": 31326,
        "r": "niv:1 Corinthians:1:9",
        "t": "God is faithful, who has called you into fellowship with his Son, Jesus Christ our Lord."
    },
    {
        "o": 31327,
        "r": "niv:1 Corinthians:1:9",
        "t": "A Church Divided Over Leaders",
        "h": 2
    },
    {
        "o": 31328,
        "r": "niv:1 Corinthians:1:10",
        "t": "I*p appeal to you, brothers and sisters, in the name of our Lord Jesus Christ, that all of you agree with one another in what you say and that there be no divisions among you, but that you be perfectly united in mind and thought."
    },
    {
        "o": 31329,
        "r": "niv:1 Corinthians:1:11",
        "t": "My brothers and sisters, some from Chloe’s household have informed me that there are quarrels among you."
    },
    {
        "o": 31330,
        "r": "niv:1 Corinthians:1:12",
        "t": "What I mean is this: One of you says, “I follow Paul”; another, “I follow Apollos”; another, “I follow Cephas”; still another, “I follow Christ.”"
    },
    {
        "o": 31331,
        "r": "niv:1 Corinthians:1:13",
        "t": "Is*p Christ divided? Was Paul crucified for you? Were you baptized in the name of Paul?"
    },
    {
        "o": 31332,
        "r": "niv:1 Corinthians:1:14",
        "t": "I thank God that I did not baptize any of you except Crispus and Gaius,"
    },
    {
        "o": 31333,
        "r": "niv:1 Corinthians:1:15",
        "t": "so no one can say that you were baptized in my name."
    },
    {
        "o": 31334,
        "r": "niv:1 Corinthians:1:16",
        "t": "(Yes, I also baptized the household of Stephanas; beyond that, I don’t remember if I baptized anyone else.)"
    },
    {
        "o": 31335,
        "r": "niv:1 Corinthians:1:17",
        "t": "For Christ did not send me to baptize, but to preach the gospel—not with wisdom and eloquence, lest the cross of Christ be emptied of its power."
    },
    {
        "o": 31336,
        "r": "niv:1 Corinthians:1:17",
        "t": "Christ Crucified Is God’s Power and Wisdom",
        "h": 2
    },
    {
        "o": 31337,
        "r": "niv:1 Corinthians:1:18",
        "t": "For*p the message of the cross is foolishness to those who are perishing, but to us who are being saved it is the power of God."
    },
    {
        "o": 31338,
        "r": "niv:1 Corinthians:1:19",
        "t": "For it is written: “I*pn will destroy the wisdom of the wise; the*ld intelligence of the intelligent I will frustrate.”"
    },
    {
        "o": 31339,
        "r": "niv:1 Corinthians:1:20",
        "t": "Where*p is the wise person? Where is the teacher of the law? Where is the philosopher of this age? Has not God made foolish the wisdom of the world?"
    },
    {
        "o": 31340,
        "r": "niv:1 Corinthians:1:21",
        "t": "For since in the wisdom of God the world through its wisdom did not know him, God was pleased through the foolishness of what was preached to save those who believe."
    },
    {
        "o": 31341,
        "r": "niv:1 Corinthians:1:22",
        "t": "Jews demand signs and Greeks look for wisdom,"
    },
    {
        "o": 31342,
        "r": "niv:1 Corinthians:1:23",
        "t": "but we preach Christ crucified: a stumbling block to Jews and foolishness to Gentiles,"
    },
    {
        "o": 31343,
        "r": "niv:1 Corinthians:1:24",
        "t": "but to those whom God has called, both Jews and Greeks, Christ the power of God and the wisdom of God."
    },
    {
        "o": 31344,
        "r": "niv:1 Corinthians:1:25",
        "t": "For the foolishness of God is wiser than human wisdom, and the weakness of God is stronger than human strength."
    },
    {
        "o": 31345,
        "r": "niv:1 Corinthians:1:26",
        "t": "Brothers*p and sisters, think of what you were when you were called. Not many of you were wise by human standards; not many were influential; not many were of noble birth."
    },
    {
        "o": 31346,
        "r": "niv:1 Corinthians:1:27",
        "t": "But God chose the foolish things of the world to shame the wise; God chose the weak things of the world to shame the strong."
    },
    {
        "o": 31347,
        "r": "niv:1 Corinthians:1:28",
        "t": "God chose the lowly things of this world and the despised things—and the things that are not—to nullify the things that are,"
    },
    {
        "o": 31348,
        "r": "niv:1 Corinthians:1:29",
        "t": "so that no one may boast before him."
    },
    {
        "o": 31349,
        "r": "niv:1 Corinthians:1:30",
        "t": "It is because of him that you are in Christ Jesus, who has become for us wisdom from God—that is, our righteousness, holiness and redemption."
    },
    {
        "o": 31350,
        "r": "niv:1 Corinthians:1:31",
        "t": "Therefore, as it is written: “Let the one who boasts boast in the Lord.”"
    }
]
