[
    {
        "o": 7686,
        "r": "nasb:Judges:20:0",
        "t": "Judges 20",
        "h": 1
    },
    {
        "o": 7687,
        "r": "nasb:Judges:20:0",
        "t": "Resolve to Punish the Guilty",
        "h": 2
    },
    {
        "o": 7688,
        "r": "nasb:Judges:20:1",
        "t": "Then*p all the sons of Israel from Dan to Beersheba, including the land of Gilead, came out, and the congregation assembled as one man to the Lord*s at Mizpah."
    },
    {
        "o": 7689,
        "r": "nasb:Judges:20:2",
        "t": "The chiefs of all the people, even*i of all the tribes of Israel, took their stand in the assembly of the people of God, 400,000 foot soldiers who drew the sword."
    },
    {
        "o": 7690,
        "r": "nasb:Judges:20:3",
        "t": "(Now the sons of Benjamin heard that the sons of Israel had gone up to Mizpah.) And the sons of Israel said, “Tell us,*i how did this wickedness take place?”"
    },
    {
        "o": 7691,
        "r": "nasb:Judges:20:4",
        "t": "So the Levite, the husband of the woman who was murdered, answered and said, “I came with my concubine to spend the night at Gibeah which belongs to Benjamin."
    },
    {
        "o": 7692,
        "r": "nasb:Judges:20:5",
        "t": "But the men of Gibeah rose up against me and surrounded the house at night because of me. They intended to kill me; instead, they ravished my concubine so that she died."
    },
    {
        "o": 7693,
        "r": "nasb:Judges:20:6",
        "t": "And I took hold of my concubine and cut her in pieces and sent her throughout the land of Israel’s inheritance; for they have committed a lewd and disgraceful act in Israel."
    },
    {
        "o": 7694,
        "r": "nasb:Judges:20:7",
        "t": "Behold, all you sons of Israel, give your advice and counsel here.”"
    },
    {
        "o": 7695,
        "r": "nasb:Judges:20:8",
        "t": "Then*p all the people arose as one man, saying, “Not one of us will go to his tent, nor will any of us return to his house."
    },
    {
        "o": 7696,
        "r": "nasb:Judges:20:9",
        "t": "But now this is the thing which we will do to Gibeah; we*i will*i go*i up*i against it by lot."
    },
    {
        "o": 7697,
        "r": "nasb:Judges:20:10",
        "t": "And we will take 10 men out of 100 throughout the tribes of Israel, and 100 out of 1,000, and 1,000 out of 10,000 to supply food for the people, that when they come to Gibeah of Benjamin, they may punish them*i for all the disgraceful acts that they have committed in Israel.”"
    },
    {
        "o": 7698,
        "r": "nasb:Judges:20:11",
        "t": "Thus all the men of Israel were gathered against the city, united as one man."
    },
    {
        "o": 7699,
        "r": "nasb:Judges:20:12",
        "t": "Then*p the tribes of Israel sent men through the entire tribe of Benjamin, saying, “What is this wickedness that has taken place among you?"
    },
    {
        "o": 7700,
        "r": "nasb:Judges:20:13",
        "t": "Now then, deliver up the men, the worthless fellows in Gibeah, that we may put them to death and remove this*i wickedness from Israel.” But the sons of Benjamin would not listen to the voice of their brothers, the sons of Israel."
    },
    {
        "o": 7701,
        "r": "nasb:Judges:20:14",
        "t": "The sons of Benjamin gathered from the cities to Gibeah, to go out to battle against the sons of Israel."
    },
    {
        "o": 7702,
        "r": "nasb:Judges:20:15",
        "t": "From the cities on that day the sons of Benjamin were numbered, 26,000 men who draw the sword, besides the inhabitants of Gibeah who were numbered, 700 choice men."
    },
    {
        "o": 7703,
        "r": "nasb:Judges:20:16",
        "t": "Out of all these people 700 choice men were left-handed; each one could sling a stone at a hair and not miss."
    },
    {
        "o": 7704,
        "r": "nasb:Judges:20:17",
        "t": "Then*p the men of Israel besides Benjamin were numbered, 400,000 men who draw the sword; all these were men of war."
    },
    {
        "o": 7705,
        "r": "nasb:Judges:20:17",
        "t": "Civil War, Benjamin Defeated",
        "h": 2
    },
    {
        "o": 7706,
        "r": "nasb:Judges:20:18",
        "t": "Now*p the sons of Israel arose, went up to Bethel, and inquired of God and said, “Who shall go up first for us to battle against the sons of Benjamin?” Then the Lord*s said, “Judah shall*i go*i up*i first.”"
    },
    {
        "o": 7707,
        "r": "nasb:Judges:20:19",
        "t": "So*p the sons of Israel arose in the morning and camped against Gibeah."
    },
    {
        "o": 7708,
        "r": "nasb:Judges:20:20",
        "t": "The men of Israel went out to battle against Benjamin, and the men of Israel arrayed for battle against them at Gibeah."
    },
    {
        "o": 7709,
        "r": "nasb:Judges:20:21",
        "t": "Then the sons of Benjamin came out of Gibeah and felled to the ground on that day 22,000 men of Israel."
    },
    {
        "o": 7710,
        "r": "nasb:Judges:20:22",
        "t": "But the people, the men of Israel, encouraged themselves and arrayed for battle again in the place where they had arrayed themselves the first day."
    },
    {
        "o": 7711,
        "r": "nasb:Judges:20:23",
        "t": "The sons of Israel went up and wept before the Lord*s until evening, and inquired of the Lord,*s saying, “Shall we again draw near for battle against the sons of my brother Benjamin?” And the Lord*s said, “Go up against him.”"
    },
    {
        "o": 7712,
        "r": "nasb:Judges:20:24",
        "t": "Then*p the sons of Israel came against the sons of Benjamin the second day."
    },
    {
        "o": 7713,
        "r": "nasb:Judges:20:25",
        "t": "Benjamin went out against them from Gibeah the second day and felled to the ground again 18,000 men of the sons of Israel; all these drew the sword."
    },
    {
        "o": 7714,
        "r": "nasb:Judges:20:26",
        "t": "Then all the sons of Israel and all the people went up and came to Bethel and wept; thus they remained there before the Lord*s and fasted that day until evening. And they offered burnt offerings and peace offerings before the Lord.*s"
    },
    {
        "o": 7715,
        "r": "nasb:Judges:20:27",
        "t": "The sons of Israel inquired of the Lord*s (for the ark of the covenant of God was*i there in those days,"
    },
    {
        "o": 7716,
        "r": "nasb:Judges:20:28",
        "t": "and Phinehas the son of Eleazar, Aaron’s son, stood before it to minister*i in those days), saying, “Shall I yet again go out to battle against the sons of my brother Benjamin, or shall I cease?” And the Lord*s said, “Go up, for tomorrow I will deliver them into your hand.”"
    },
    {
        "o": 7717,
        "r": "nasb:Judges:20:29",
        "t": "So*p Israel set men in ambush around Gibeah."
    },
    {
        "o": 7718,
        "r": "nasb:Judges:20:30",
        "t": "The sons of Israel went up against the sons of Benjamin on the third day and arrayed themselves against Gibeah as at other times."
    },
    {
        "o": 7719,
        "r": "nasb:Judges:20:31",
        "t": "The sons of Benjamin went out against the people and were drawn away from the city, and they began to strike and kill some of the people as at other times, on the highways, one of which goes up to Bethel and the other to Gibeah, and*i in the field, about thirty men of Israel."
    },
    {
        "o": 7720,
        "r": "nasb:Judges:20:32",
        "t": "The sons of Benjamin said, “They are struck down before us, as at the first.” But the sons of Israel said, “Let us flee that we may draw them away from the city to the highways.”"
    },
    {
        "o": 7721,
        "r": "nasb:Judges:20:33",
        "t": "Then all the men of Israel arose from their place and arrayed themselves at Baal-tamar; and the men of Israel in ambush broke out of their place, even out of Maareh-geba."
    },
    {
        "o": 7722,
        "r": "nasb:Judges:20:34",
        "t": "When ten thousand choice men from all Israel came against Gibeah, the battle became fierce; but Benjamin did not know that disaster was close to them."
    },
    {
        "o": 7723,
        "r": "nasb:Judges:20:35",
        "t": "And the Lord*s struck Benjamin before Israel, so that the sons of Israel destroyed 25,100 men of Benjamin that day, all who draw the sword."
    },
    {
        "o": 7724,
        "r": "nasb:Judges:20:36",
        "t": "So*p the sons of Benjamin saw that they were defeated. When the men of Israel gave ground to Benjamin because they relied on the men in ambush whom they had set against Gibeah,"
    },
    {
        "o": 7725,
        "r": "nasb:Judges:20:37",
        "t": "the men in ambush hurried and rushed against Gibeah; the men in ambush also deployed and struck all the city with the edge of the sword."
    },
    {
        "o": 7726,
        "r": "nasb:Judges:20:38",
        "t": "Now the appointed sign between the men of Israel and the men in ambush was that they would make a great cloud of smoke rise from the city."
    },
    {
        "o": 7727,
        "r": "nasb:Judges:20:39",
        "t": "Then the men of Israel turned in the battle, and Benjamin began to strike and kill about thirty men of Israel, for they said, “Surely they are defeated before us, as in the first battle.”"
    },
    {
        "o": 7728,
        "r": "nasb:Judges:20:40",
        "t": "But when the cloud began to rise from the city in a column of smoke, Benjamin looked behind them; and behold, the whole city was going up in*i smoke*i to heaven."
    },
    {
        "o": 7729,
        "r": "nasb:Judges:20:41",
        "t": "Then the men of Israel turned, and the men of Benjamin were terrified; for they saw that disaster was close to them."
    },
    {
        "o": 7730,
        "r": "nasb:Judges:20:42",
        "t": "Therefore, they turned their backs before the men of Israel toward the direction of the wilderness, but the battle overtook them while those who came out of the cities destroyed them in the midst of them."
    },
    {
        "o": 7731,
        "r": "nasb:Judges:20:43",
        "t": "They surrounded Benjamin, pursued them without rest and*i trod them down opposite Gibeah toward the east."
    },
    {
        "o": 7732,
        "r": "nasb:Judges:20:44",
        "t": "Thus 18,000 men of Benjamin fell; all these were valiant warriors."
    },
    {
        "o": 7733,
        "r": "nasb:Judges:20:45",
        "t": "The rest turned and fled toward the wilderness to the rock of Rimmon, but they caught 5,000 of them on the highways and overtook them at Gidom and killed 2,000 of them."
    },
    {
        "o": 7734,
        "r": "nasb:Judges:20:46",
        "t": "So all of Benjamin who fell that day were 25,000 men who draw the sword; all these were valiant warriors."
    },
    {
        "o": 7735,
        "r": "nasb:Judges:20:47",
        "t": "But 600 men turned and fled toward the wilderness to the rock of Rimmon, and they remained at the rock of Rimmon four months."
    },
    {
        "o": 7736,
        "r": "nasb:Judges:20:48",
        "t": "The men of Israel then turned back against the sons of Benjamin and struck them with the edge of the sword, both the entire city with the cattle and all that they found; they also set on fire all the cities which they found."
    }
]
