[
    {
        "o": 1080,
        "r": "csb:Genesis:34:0",
        "t": "Genesis 34",
        "h": 1
    },
    {
        "o": 1081,
        "r": "csb:Genesis:34:0",
        "t": "Dinah Defiled",
        "h": 2
    },
    {
        "o": 1082,
        "r": "csb:Genesis:34:1",
        "t": "Leah’s*p daughter Dinah, whom Leah bore to Jacob, went out to see some of the young women of the area."
    },
    {
        "o": 1083,
        "r": "csb:Genesis:34:2",
        "t": "When Shechem - son of Hamor the Hivite, who was the region’s chieftain - saw her, he took her and raped her."
    },
    {
        "o": 1084,
        "r": "csb:Genesis:34:3",
        "t": "He became infatuated with Jacob’s daughter Dinah. He loved the young girl and spoke tenderly to her."
    },
    {
        "o": 1085,
        "r": "csb:Genesis:34:4",
        "t": "“Get me this girl as a wife,” he told his father."
    },
    {
        "o": 1086,
        "r": "csb:Genesis:34:5",
        "t": "Jacob*p heard that Shechem had defiled his daughter Dinah, but since his sons were with his livestock in the field, he remained silent until they returned."
    },
    {
        "o": 1087,
        "r": "csb:Genesis:34:6",
        "t": "Meanwhile, Shechem’s father Hamor came to speak with Jacob."
    },
    {
        "o": 1088,
        "r": "csb:Genesis:34:7",
        "t": "Jacob’s sons returned from the field when they heard about the incident. They were deeply grieved and very angry, for Shechem had committed an outrage against Israel by raping Jacob’s daughter, and such a thing should not be done."
    },
    {
        "o": 1089,
        "r": "csb:Genesis:34:8",
        "t": "Hamor*p said to Jacob’s sons, “My son Shechem has his heart set on your daughter. Please give her to him as a wife."
    },
    {
        "o": 1090,
        "r": "csb:Genesis:34:9",
        "t": "Intermarry with us; give your daughters to us, and take our daughters for yourselves."
    },
    {
        "o": 1091,
        "r": "csb:Genesis:34:10",
        "t": "Live with us. The land is before you. Settle here, move about, and acquire property in it.”"
    },
    {
        "o": 1092,
        "r": "csb:Genesis:34:11",
        "t": "Then*p Shechem said to Dinah’s father and brothers, “Grant me this favor, and I’ll give you whatever you say."
    },
    {
        "o": 1093,
        "r": "csb:Genesis:34:12",
        "t": "Demand of me a high compensation and gift; I’ll give you whatever you ask me. Just give the girl to be my wife!”"
    },
    {
        "o": 1094,
        "r": "csb:Genesis:34:13",
        "t": "But*p Jacob’s sons answered Shechem and his father Hamor deceitfully because he had defiled their sister Dinah."
    },
    {
        "o": 1095,
        "r": "csb:Genesis:34:14",
        "t": "“We cannot do this thing,” they said to them. “Giving our sister to an uncircumcised man is a disgrace to us."
    },
    {
        "o": 1096,
        "r": "csb:Genesis:34:15",
        "t": "We will agree with you only on this condition: if all your males are circumcised as we are."
    },
    {
        "o": 1097,
        "r": "csb:Genesis:34:16",
        "t": "Then we will give you our daughters, take your daughters for ourselves, live with you, and become one people."
    },
    {
        "o": 1098,
        "r": "csb:Genesis:34:17",
        "t": "But if you will not listen to us and be circumcised, then we will take our daughter and go.”"
    },
    {
        "o": 1099,
        "r": "csb:Genesis:34:18",
        "t": "Their*p words seemed good to Hamor and his son Shechem."
    },
    {
        "o": 1100,
        "r": "csb:Genesis:34:19",
        "t": "The young man did not delay doing this, because he was delighted with Jacob’s daughter. Now he was the most important in all his father’s family."
    },
    {
        "o": 1101,
        "r": "csb:Genesis:34:20",
        "t": "So Hamor and his son Shechem went to the gate of their city and spoke to the men of their city."
    },
    {
        "o": 1102,
        "r": "csb:Genesis:34:21",
        "t": "“These*p men are peaceful toward us,” they said. “Let them live in our land and move about in it, for indeed, the region is large enough for them. Let’s take their daughters as our wives and give our daughters to them."
    },
    {
        "o": 1103,
        "r": "csb:Genesis:34:22",
        "t": "But the men will agree to live with us and be one people only on this condition: if all our men are circumcised as they are."
    },
    {
        "o": 1104,
        "r": "csb:Genesis:34:23",
        "t": "Won’t their livestock, their possessions, and all their animals become ours? Only let’s agree with them, and they will live with us.”"
    },
    {
        "o": 1105,
        "r": "csb:Genesis:34:24",
        "t": "All*p the men who had come to the city gates listened to Hamor and his son Shechem, and all those men were circumcised."
    },
    {
        "o": 1106,
        "r": "csb:Genesis:34:25",
        "t": "On the third day, when they were still in pain, two of Jacob’s sons, Simeon and Levi, Dinah’s brothers, took their swords, went into the unsuspecting city, and killed every male."
    },
    {
        "o": 1107,
        "r": "csb:Genesis:34:26",
        "t": "They killed Hamor and his son Shechem with their swords, took Dinah from Shechem’s house, and went away."
    },
    {
        "o": 1108,
        "r": "csb:Genesis:34:27",
        "t": "Jacob’s sons came to the slaughter and plundered the city because their sister had been defiled."
    },
    {
        "o": 1109,
        "r": "csb:Genesis:34:28",
        "t": "They took their flocks, herds, donkeys, and whatever was in the city and in the field."
    },
    {
        "o": 1110,
        "r": "csb:Genesis:34:29",
        "t": "They captured all their possessions, dependents, and wives and plundered everything in the houses."
    },
    {
        "o": 1111,
        "r": "csb:Genesis:34:30",
        "t": "Then*p Jacob said to Simeon and Levi, “You have brought trouble on me, making me odious to the inhabitants of the land, the Canaanites and the Perizzites. We are few in number; if they unite against me and attack me, I and my household will be destroyed.”"
    },
    {
        "o": 1112,
        "r": "csb:Genesis:34:31",
        "t": "But*p they answered, “Should he treat our sister like a prostitute?”"
    }
]
