[
    {
        "o": 8671,
        "r": "nkjv:1 Samuel:25:0",
        "t": "1 Samuel 25",
        "h": 1
    },
    {
        "o": 8672,
        "r": "nkjv:1 Samuel:25:0",
        "t": "Death of Samuel",
        "h": 2
    },
    {
        "o": 8673,
        "r": "nkjv:1 Samuel:25:1",
        "t": "Then*p Samuel died; and the Israelites gathered together and lamented for him, and buried him at his home in Ramah. And David arose and went down to the Wilderness of Paran."
    },
    {
        "o": 8674,
        "r": "nkjv:1 Samuel:25:1",
        "t": "David and the Wife of Nabal",
        "h": 2
    },
    {
        "o": 8675,
        "r": "nkjv:1 Samuel:25:2",
        "t": "Now*p there*i was*i a man in Maon whose business was*i in Carmel, and the man was*i very rich. He had three thousand sheep and a thousand goats. And he was shearing his sheep in Carmel."
    },
    {
        "o": 8676,
        "r": "nkjv:1 Samuel:25:3",
        "t": "The name of the man was*i Nabal, and the name of his wife Abigail. And she*i was*i a woman of good understanding and beautiful appearance; but the man was*i harsh and evil in his*i doings. He was*i of*i the*i house*i of*i Caleb."
    },
    {
        "o": 8677,
        "r": "nkjv:1 Samuel:25:4",
        "t": "When*p David heard in the wilderness that Nabal was shearing his sheep,"
    },
    {
        "o": 8678,
        "r": "nkjv:1 Samuel:25:5",
        "t": "David sent ten young men; and David said to the young men, “Go up to Carmel, go to Nabal, and greet him in my name."
    },
    {
        "o": 8679,
        "r": "nkjv:1 Samuel:25:6",
        "t": "And thus you shall say to him who lives in*i prosperity:*i ‘Peace be*i to you, peace to your house, and peace to all that you have!"
    },
    {
        "o": 8680,
        "r": "nkjv:1 Samuel:25:7",
        "t": "Now I have heard that you have shearers. Your shepherds were with us, and we did not hurt them, nor was there anything missing from them all the while they were in Carmel."
    },
    {
        "o": 8681,
        "r": "nkjv:1 Samuel:25:8",
        "t": "Ask your young men, and they will tell you. Therefore let my*i young men find favor in your eyes, for we come on a feast day. Please give whatever comes to your hand to your servants and to your son David.’”"
    },
    {
        "o": 8682,
        "r": "nkjv:1 Samuel:25:9",
        "t": "So*p when David’s young men came, they spoke to Nabal according to all these words in the name of David, and waited."
    },
    {
        "o": 8683,
        "r": "nkjv:1 Samuel:25:10",
        "t": "Then*p Nabal answered David’s servants, and said, “Who is*i David, and who is*i the son of Jesse? There are many servants nowadays who break away each one from his master."
    },
    {
        "o": 8684,
        "r": "nkjv:1 Samuel:25:11",
        "t": "Shall I then take my bread and my water and my meat that I have killed for my shearers, and give it*i to men when I do not know where they are*i from?”"
    },
    {
        "o": 8685,
        "r": "nkjv:1 Samuel:25:12",
        "t": "So*p David’s young men turned on their heels and went back; and they came and told him all these words."
    },
    {
        "o": 8686,
        "r": "nkjv:1 Samuel:25:13",
        "t": "Then David said to his men, “Every man gird on his sword.” So every man girded on his sword, and David also girded on his sword. And about four hundred men went with David, and two hundred stayed with the supplies."
    },
    {
        "o": 8687,
        "r": "nkjv:1 Samuel:25:14",
        "t": "Now*p one of the young men told Abigail, Nabal’s wife, saying, “Look, David sent messengers from the wilderness to greet our master; and he reviled them."
    },
    {
        "o": 8688,
        "r": "nkjv:1 Samuel:25:15",
        "t": "But the men were*i very good to us, and we were not hurt, nor did we miss anything as long as we accompanied them, when we were in the fields."
    },
    {
        "o": 8689,
        "r": "nkjv:1 Samuel:25:16",
        "t": "They were a wall to us both by night and day, all the time we were with them keeping the sheep."
    },
    {
        "o": 8690,
        "r": "nkjv:1 Samuel:25:17",
        "t": "Now therefore, know and consider what you will do, for harm is determined against our master and against all his household. For he is*i such*i a scoundrel that one*i cannot speak to him.”"
    },
    {
        "o": 8691,
        "r": "nkjv:1 Samuel:25:18",
        "t": "Then*p Abigail made haste and took two hundred loaves*i of bread, two skins of wine, five sheep already dressed, five seahs of roasted grain,*i one hundred clusters of raisins, and two hundred cakes of figs, and loaded them*i on donkeys."
    },
    {
        "o": 8692,
        "r": "nkjv:1 Samuel:25:19",
        "t": "And she said to her servants, “Go on before me; see, I am coming after you.” But she did not tell her husband Nabal."
    },
    {
        "o": 8693,
        "r": "nkjv:1 Samuel:25:20",
        "t": "So*p it was, as*i she rode on the donkey, that she went down under cover of the hill; and there were David and his men, coming down toward her, and she met them."
    },
    {
        "o": 8694,
        "r": "nkjv:1 Samuel:25:21",
        "t": "Now David had said, “Surely in vain I have protected all that this fellow*i has in the wilderness, so that nothing was missed of all that belongs*i to him. And he has repaid me evil for good."
    },
    {
        "o": 8695,
        "r": "nkjv:1 Samuel:25:22",
        "t": "May God do so, and more also, to the enemies of David, if I leave one male of all who belong*i to him by morning light.”"
    },
    {
        "o": 8696,
        "r": "nkjv:1 Samuel:25:23",
        "t": "Now*p when Abigail saw David, she dismounted quickly from the donkey, fell on her face before David, and bowed down to the ground."
    },
    {
        "o": 8697,
        "r": "nkjv:1 Samuel:25:24",
        "t": "So she fell at his feet and said: “On me, my lord, on*i me let*i this iniquity be!*i And please let your maidservant speak in your ears, and hear the words of your maidservant."
    },
    {
        "o": 8698,
        "r": "nkjv:1 Samuel:25:25",
        "t": "Please, let not my lord regard this scoundrel Nabal. For as his name is,*i so is*i he: Nabal is*i his name, and folly is*i with him! But I, your maidservant, did not see the young men of my lord whom you sent."
    },
    {
        "o": 8699,
        "r": "nkjv:1 Samuel:25:26",
        "t": "Now therefore, my lord, as*i the Lord*s lives and as*i your soul lives, since the Lord*s has held you back from coming to bloodshed and from avenging yourself with your own hand, now then, let your enemies and those who seek harm for my lord be as Nabal."
    },
    {
        "o": 8700,
        "r": "nkjv:1 Samuel:25:27",
        "t": "And now this present which your maidservant has brought to my lord, let it be given to the young men who follow my lord."
    },
    {
        "o": 8701,
        "r": "nkjv:1 Samuel:25:28",
        "t": "Please forgive the trespass of your maidservant. For the Lord*s will certainly make for my lord an enduring house, because my lord fights the battles of the Lord,*s and evil is not found in you throughout your days."
    },
    {
        "o": 8702,
        "r": "nkjv:1 Samuel:25:29",
        "t": "Yet a man has risen to pursue you and seek your life, but the life of my lord shall be bound in the bundle of the living with the Lord*s your God; and the lives of your enemies He shall sling out, as*i from*i the pocket of a sling."
    },
    {
        "o": 8703,
        "r": "nkjv:1 Samuel:25:30",
        "t": "And it shall come to pass, when the Lord*s has done for my lord according to all the good that He has spoken concerning you, and has appointed you ruler over Israel,"
    },
    {
        "o": 8704,
        "r": "nkjv:1 Samuel:25:31",
        "t": "that this will be no grief to you, nor offense of heart to my lord, either that you have shed blood without cause, or that my lord has avenged himself. But when the Lord*s has dealt well with my lord, then remember your maidservant.”"
    },
    {
        "o": 8705,
        "r": "nkjv:1 Samuel:25:32",
        "t": "Then*p David said to Abigail: “Blessed is*i the Lord*s God of Israel, who sent you this day to meet me!"
    },
    {
        "o": 8706,
        "r": "nkjv:1 Samuel:25:33",
        "t": "And blessed is*i your advice and blessed are*i you, because you have kept me this day from coming to bloodshed and from avenging myself with my own hand."
    },
    {
        "o": 8707,
        "r": "nkjv:1 Samuel:25:34",
        "t": "For indeed, as*i the Lord*s God of Israel lives, who has kept me back from hurting you, unless you had hurried and come to meet me, surely by morning light no males would have been left to Nabal!”"
    },
    {
        "o": 8708,
        "r": "nkjv:1 Samuel:25:35",
        "t": "So David received from her hand what she had brought him, and said to her, “Go up in peace to your house. See, I have heeded your voice and respected your person.”"
    },
    {
        "o": 8709,
        "r": "nkjv:1 Samuel:25:36",
        "t": "Now*p Abigail went to Nabal, and there he was, holding a feast in his house, like the feast of a king. And Nabal’s heart was*i merry within him, for he was*i very drunk; therefore she told him nothing, little or much, until morning light."
    },
    {
        "o": 8710,
        "r": "nkjv:1 Samuel:25:37",
        "t": "So it was, in the morning, when the wine had gone from Nabal, and his wife had told him these things, that his heart died within him, and he became like*i a stone."
    },
    {
        "o": 8711,
        "r": "nkjv:1 Samuel:25:38",
        "t": "Then it happened, after*i about ten days, that the Lord*s struck Nabal, and he died."
    },
    {
        "o": 8712,
        "r": "nkjv:1 Samuel:25:39",
        "t": "So*p when David heard that Nabal was dead, he said, “Blessed be*i the Lord,*s who has pleaded the cause of my reproach from the hand of Nabal, and has kept His servant from evil! For the Lord*s has returned the wickedness of Nabal on his own head.” And*p David sent and proposed to Abigail, to take her as his wife."
    },
    {
        "o": 8713,
        "r": "nkjv:1 Samuel:25:40",
        "t": "When the servants of David had come to Abigail at Carmel, they spoke to her saying, “David sent us to you, to ask you to become his wife.”"
    },
    {
        "o": 8714,
        "r": "nkjv:1 Samuel:25:41",
        "t": "Then*p she arose, bowed her face to the earth, and said, “Here is your maidservant, a servant to wash the feet of the servants of my lord.”"
    },
    {
        "o": 8715,
        "r": "nkjv:1 Samuel:25:42",
        "t": "So Abigail rose in haste and rode on a donkey, attended by five of her maidens; and she followed the messengers of David, and became his wife."
    },
    {
        "o": 8716,
        "r": "nkjv:1 Samuel:25:43",
        "t": "David also took Ahinoam of Jezreel, and so both of them were his wives."
    },
    {
        "o": 8717,
        "r": "nkjv:1 Samuel:25:44",
        "t": "But*p Saul had given Michal his daughter, David’s wife, to Palti the son of Laish, who was*i from Gallim."
    }
]
