[
    {
        "o": 5185,
        "r": "nasb:Numbers:33:0",
        "t": "Numbers 33",
        "h": 1
    },
    {
        "o": 5186,
        "r": "nasb:Numbers:33:0",
        "t": "Review of the Journey from Egypt to Jordan",
        "h": 2
    },
    {
        "o": 5187,
        "r": "nasb:Numbers:33:1",
        "t": "These*p are the journeys of the sons of Israel, by which they came out from the land of Egypt by their armies, under the leadership of Moses and Aaron."
    },
    {
        "o": 5188,
        "r": "nasb:Numbers:33:2",
        "t": "Moses recorded their starting places according to their journeys by the command of the Lord,*s and these are their journeys according to their starting places."
    },
    {
        "o": 5189,
        "r": "nasb:Numbers:33:3",
        "t": "They journeyed from Rameses in the first month, on the fifteenth day of the first month; on the next day after the Passover the sons of Israel started out boldly in the sight of all the Egyptians,"
    },
    {
        "o": 5190,
        "r": "nasb:Numbers:33:4",
        "t": "while the Egyptians were burying all their firstborn whom the Lord*s had struck down among them. The Lord*s had also executed judgments on their gods."
    },
    {
        "o": 5191,
        "r": "nasb:Numbers:33:5",
        "t": "Then*p the sons of Israel journeyed from Rameses and camped in Succoth."
    },
    {
        "o": 5192,
        "r": "nasb:Numbers:33:6",
        "t": "They journeyed from Succoth and camped in Etham, which is on the edge of the wilderness."
    },
    {
        "o": 5193,
        "r": "nasb:Numbers:33:7",
        "t": "They journeyed from Etham and turned back to Pi-hahiroth, which faces Baal-zephon, and they camped before Migdol."
    },
    {
        "o": 5194,
        "r": "nasb:Numbers:33:8",
        "t": "They journeyed from before Hahiroth and passed through the midst of the sea into the wilderness; and they went three days’ journey in the wilderness of Etham and camped at Marah."
    },
    {
        "o": 5195,
        "r": "nasb:Numbers:33:9",
        "t": "They journeyed from Marah and came to Elim; and in Elim there were twelve springs of water and seventy palm trees, and they camped there."
    },
    {
        "o": 5196,
        "r": "nasb:Numbers:33:10",
        "t": "They journeyed from Elim and camped by the Red Sea."
    },
    {
        "o": 5197,
        "r": "nasb:Numbers:33:11",
        "t": "They journeyed from the Red Sea and camped in the wilderness of Sin."
    },
    {
        "o": 5198,
        "r": "nasb:Numbers:33:12",
        "t": "They journeyed from the wilderness of Sin and camped at Dophkah."
    },
    {
        "o": 5199,
        "r": "nasb:Numbers:33:13",
        "t": "They journeyed from Dophkah and camped at Alush."
    },
    {
        "o": 5200,
        "r": "nasb:Numbers:33:14",
        "t": "They journeyed from Alush and camped at Rephidim; now it was there that the people had no water to drink."
    },
    {
        "o": 5201,
        "r": "nasb:Numbers:33:15",
        "t": "They journeyed from Rephidim and camped in the wilderness of Sinai."
    },
    {
        "o": 5202,
        "r": "nasb:Numbers:33:16",
        "t": "They journeyed from the wilderness of Sinai and camped at Kibroth-hattaavah."
    },
    {
        "o": 5203,
        "r": "nasb:Numbers:33:17",
        "t": "They*p journeyed from Kibroth-hattaavah and camped at Hazeroth."
    },
    {
        "o": 5204,
        "r": "nasb:Numbers:33:18",
        "t": "They journeyed from Hazeroth and camped at Rithmah."
    },
    {
        "o": 5205,
        "r": "nasb:Numbers:33:19",
        "t": "They journeyed from Rithmah and camped at Rimmon-perez."
    },
    {
        "o": 5206,
        "r": "nasb:Numbers:33:20",
        "t": "They journeyed from Rimmon-perez and camped at Libnah."
    },
    {
        "o": 5207,
        "r": "nasb:Numbers:33:21",
        "t": "They journeyed from Libnah and camped at Rissah."
    },
    {
        "o": 5208,
        "r": "nasb:Numbers:33:22",
        "t": "They journeyed from Rissah and camped in Kehelathah."
    },
    {
        "o": 5209,
        "r": "nasb:Numbers:33:23",
        "t": "They journeyed from Kehelathah and camped at Mount Shepher."
    },
    {
        "o": 5210,
        "r": "nasb:Numbers:33:24",
        "t": "They journeyed from Mount Shepher and camped at Haradah."
    },
    {
        "o": 5211,
        "r": "nasb:Numbers:33:25",
        "t": "They journeyed from Haradah and camped at Makheloth."
    },
    {
        "o": 5212,
        "r": "nasb:Numbers:33:26",
        "t": "They journeyed from Makheloth and camped at Tahath."
    },
    {
        "o": 5213,
        "r": "nasb:Numbers:33:27",
        "t": "They journeyed from Tahath and camped at Terah."
    },
    {
        "o": 5214,
        "r": "nasb:Numbers:33:28",
        "t": "They journeyed from Terah and camped at Mithkah."
    },
    {
        "o": 5215,
        "r": "nasb:Numbers:33:29",
        "t": "They journeyed from Mithkah and camped at Hashmonah."
    },
    {
        "o": 5216,
        "r": "nasb:Numbers:33:30",
        "t": "They journeyed from Hashmonah and camped at Moseroth."
    },
    {
        "o": 5217,
        "r": "nasb:Numbers:33:31",
        "t": "They journeyed from Moseroth and camped at Bene-jaakan."
    },
    {
        "o": 5218,
        "r": "nasb:Numbers:33:32",
        "t": "They journeyed from Bene-jaakan and camped at Hor-haggidgad."
    },
    {
        "o": 5219,
        "r": "nasb:Numbers:33:33",
        "t": "They journeyed from Hor-haggidgad and camped at Jotbathah."
    },
    {
        "o": 5220,
        "r": "nasb:Numbers:33:34",
        "t": "They journeyed from Jotbathah and camped at Abronah."
    },
    {
        "o": 5221,
        "r": "nasb:Numbers:33:35",
        "t": "They journeyed from Abronah and camped at Ezion-geber."
    },
    {
        "o": 5222,
        "r": "nasb:Numbers:33:36",
        "t": "They journeyed from Ezion-geber and camped in the wilderness of Zin, that is, Kadesh."
    },
    {
        "o": 5223,
        "r": "nasb:Numbers:33:37",
        "t": "They journeyed from Kadesh and camped at Mount Hor, at the edge of the land of Edom."
    },
    {
        "o": 5224,
        "r": "nasb:Numbers:33:38",
        "t": "Then*p Aaron the priest went up to Mount Hor at the command of the Lord,*s and died there in the fortieth year after the sons of Israel had come from the land of Egypt, on the first day*i in the fifth month."
    },
    {
        "o": 5225,
        "r": "nasb:Numbers:33:39",
        "t": "Aaron was one hundred twenty-three years old when he died on Mount Hor."
    },
    {
        "o": 5226,
        "r": "nasb:Numbers:33:40",
        "t": "Now*p the Canaanite, the king of Arad who lived in the Negev in the land of Canaan, heard of the coming of the sons of Israel."
    },
    {
        "o": 5227,
        "r": "nasb:Numbers:33:41",
        "t": "Then*p they journeyed from Mount Hor and camped at Zalmonah."
    },
    {
        "o": 5228,
        "r": "nasb:Numbers:33:42",
        "t": "They journeyed from Zalmonah and camped at Punon."
    },
    {
        "o": 5229,
        "r": "nasb:Numbers:33:43",
        "t": "They journeyed from Punon and camped at Oboth."
    },
    {
        "o": 5230,
        "r": "nasb:Numbers:33:44",
        "t": "They journeyed from Oboth and camped at Iye-abarim, at the border of Moab."
    },
    {
        "o": 5231,
        "r": "nasb:Numbers:33:45",
        "t": "They journeyed from Iyim and camped at Dibon-gad."
    },
    {
        "o": 5232,
        "r": "nasb:Numbers:33:46",
        "t": "They journeyed from Dibon-gad and camped at Almon-diblathaim."
    },
    {
        "o": 5233,
        "r": "nasb:Numbers:33:47",
        "t": "They journeyed from Almon-diblathaim and camped in the mountains of Abarim, before Nebo."
    },
    {
        "o": 5234,
        "r": "nasb:Numbers:33:48",
        "t": "They journeyed from the mountains of Abarim and camped in the plains of Moab by the Jordan opposite*i Jericho."
    },
    {
        "o": 5235,
        "r": "nasb:Numbers:33:49",
        "t": "They camped by the Jordan, from Beth-jeshimoth as far as Abel-shittim in the plains of Moab."
    },
    {
        "o": 5236,
        "r": "nasb:Numbers:33:49",
        "t": "Law of Possessing the Land",
        "h": 2
    },
    {
        "o": 5237,
        "r": "nasb:Numbers:33:50",
        "t": "Then*p the Lord*s spoke to Moses in the plains of Moab by the Jordan opposite*i Jericho, saying,"
    },
    {
        "o": 5238,
        "r": "nasb:Numbers:33:51",
        "t": "“Speak to the sons of Israel and say to them, ‘When you cross over the Jordan into the land of Canaan,"
    },
    {
        "o": 5239,
        "r": "nasb:Numbers:33:52",
        "t": "then you shall drive out all the inhabitants of the land from before you, and destroy all their figured stones, and destroy all their molten images and demolish all their high places;"
    },
    {
        "o": 5240,
        "r": "nasb:Numbers:33:53",
        "t": "and you shall take possession of the land and live in it, for I have given the land to you to possess it."
    },
    {
        "o": 5241,
        "r": "nasb:Numbers:33:54",
        "t": "You shall inherit the land by lot according to your families; to the larger you shall give more inheritance, and to the smaller you shall give less inheritance. Wherever the lot falls to anyone, that shall be his. You shall inherit according to the tribes of your fathers."
    },
    {
        "o": 5242,
        "r": "nasb:Numbers:33:55",
        "t": "But if you do not drive out the inhabitants of the land from before you, then it shall come about that those whom you let remain of them will*i become*i as pricks in your eyes and as thorns in your sides, and they will trouble you in the land in which you live."
    },
    {
        "o": 5243,
        "r": "nasb:Numbers:33:56",
        "t": "And as I plan to do to them, so I will do to you.’ ”"
    }
]
