[
    {
        "o": 14007,
        "r": "csb:Nehemiah:11:0",
        "t": "Nehemiah 11",
        "h": 1
    },
    {
        "o": 14008,
        "r": "csb:Nehemiah:11:0",
        "t": "Resettling Jerusalem",
        "h": 2
    },
    {
        "o": 14009,
        "r": "csb:Nehemiah:11:1",
        "t": "Now*p the leaders of the people stayed in Jerusalem, and the rest of the people cast lots for one out of ten to come and live in Jerusalem, the holy city, while the other nine-tenths remained in their towns."
    },
    {
        "o": 14010,
        "r": "csb:Nehemiah:11:2",
        "t": "The people blessed all the men who volunteered to live in Jerusalem."
    },
    {
        "o": 14011,
        "r": "csb:Nehemiah:11:3",
        "t": "These*p are the heads of the province who stayed in Jerusalem (but in the villages of Judah each lived on his own property in their towns- the Israelites, priests, Levites, temple servants, and descendants of Solomon’s servants-"
    },
    {
        "o": 14012,
        "r": "csb:Nehemiah:11:4",
        "t": "while some of the descendants of Judah and Benjamin settled in Jerusalem): Judah’s*p descendants: Athaiah*p son of Uzziah, son of Zechariah, son of Amariah, son of Shephatiah, son of Mahalalel, of Perez’s descendants;"
    },
    {
        "o": 14013,
        "r": "csb:Nehemiah:11:5",
        "t": "and Maaseiah son of Baruch, son of Col-hozeh, son of Hazaiah, son of Adaiah, son of Joiarib, son of Zechariah, a descendant of the Shilonite."
    },
    {
        "o": 14014,
        "r": "csb:Nehemiah:11:6",
        "t": "The total number of Perez’s descendants, who settled in Jerusalem, was 468 capable men."
    },
    {
        "o": 14015,
        "r": "csb:Nehemiah:11:7",
        "t": "These*p were Benjamin’s descendants: Sallu*p son of Meshullam, son of Joed, son of Pedaiah, son of Kolaiah, son of Maaseiah, son of Ithiel, son of Jeshaiah,"
    },
    {
        "o": 14016,
        "r": "csb:Nehemiah:11:8",
        "t": "and after him Gabbai and Sallai: 928."
    },
    {
        "o": 14017,
        "r": "csb:Nehemiah:11:9",
        "t": "Joel son of Zichri was the officer over them, and Judah son of Hassenuah was second in command over the city."
    },
    {
        "o": 14018,
        "r": "csb:Nehemiah:11:10",
        "t": "The*p priests: Jedaiah*p son of Joiarib, Jachin, and"
    },
    {
        "o": 14019,
        "r": "csb:Nehemiah:11:11",
        "t": "Seraiah son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub, the chief official of God’s temple,"
    },
    {
        "o": 14020,
        "r": "csb:Nehemiah:11:12",
        "t": "and their relatives who did the work at the temple: 822. Adaiah son of Jeroham, son of Pelaliah, son of Amzi, son of Zechariah, son of Pashhur, son of Malchijah"
    },
    {
        "o": 14021,
        "r": "csb:Nehemiah:11:13",
        "t": "and his relatives, the heads of families: 242. Amashsai son of Azarel, son of Ahzai, son of Meshillemoth, son of Immer,"
    },
    {
        "o": 14022,
        "r": "csb:Nehemiah:11:14",
        "t": "and their relatives, capable men: 128. Zabdiel son of Haggedolim, was their chief."
    },
    {
        "o": 14023,
        "r": "csb:Nehemiah:11:15",
        "t": "The*p Levites: Shemaiah*p son of Hasshub, son of Azrikam, son of Hashabiah, son of Bunni;"
    },
    {
        "o": 14024,
        "r": "csb:Nehemiah:11:16",
        "t": "and Shabbethai and Jozabad, from the heads of the Levites, who supervised the work outside the house of God;"
    },
    {
        "o": 14025,
        "r": "csb:Nehemiah:11:17",
        "t": "Mattaniah son of Mica, son of Zabdi, son of Asaph, the one who began the thanksgiving in prayer; Bakbukiah, second among his relatives; and Abda son of Shammua, son of Galal, son of Jeduthun."
    },
    {
        "o": 14026,
        "r": "csb:Nehemiah:11:18",
        "t": "All the Levites in the holy city: 284."
    },
    {
        "o": 14027,
        "r": "csb:Nehemiah:11:19",
        "t": "The*p gatekeepers: Akkub,*p Talmon, and their relatives, who guarded the city gates: 172."
    },
    {
        "o": 14028,
        "r": "csb:Nehemiah:11:20",
        "t": "The*p rest of Israel, the priests, and the Levites were in all the villages of Judah, each on his own inherited property."
    },
    {
        "o": 14029,
        "r": "csb:Nehemiah:11:21",
        "t": "The temple servants lived on Ophel; Ziha and Gishpa supervised the temple servants."
    },
    {
        "o": 14030,
        "r": "csb:Nehemiah:11:21",
        "t": "The Levites and Priests",
        "h": 2
    },
    {
        "o": 14031,
        "r": "csb:Nehemiah:11:22",
        "t": "The*p leader of the Levites in Jerusalem was Uzzi son of Bani, son of Hashabiah, son of Mattaniah, son of Mica, of the descendants of Asaph, who were singers for the service of God’s house."
    },
    {
        "o": 14032,
        "r": "csb:Nehemiah:11:23",
        "t": "There was, in fact, a command of the king regarding them, and an ordinance regulating the singers’ daily tasks."
    },
    {
        "o": 14033,
        "r": "csb:Nehemiah:11:24",
        "t": "Pethahiah son of Meshezabel, of the descendants of Zerah son of Judah, was the king’s agent in every matter concerning the people."
    },
    {
        "o": 14034,
        "r": "csb:Nehemiah:11:25",
        "t": "As*p for the farming settlements with their fields: Some*ln of Judah’s descendants lived in Kiriath-arba and*ln Dibon and their surrounding villages, and Jekabzeel and its settlements;"
    },
    {
        "o": 14035,
        "r": "csb:Nehemiah:11:26",
        "t": "in*ln Jeshua, Moladah, Beth-pelet,"
    },
    {
        "o": 14036,
        "r": "csb:Nehemiah:11:27",
        "t": "Hazar-shual,*ln and Beer-sheba and its surrounding villages;"
    },
    {
        "o": 14037,
        "r": "csb:Nehemiah:11:28",
        "t": "in*ln Ziklag and Meconah and its surrounding villages;"
    },
    {
        "o": 14038,
        "r": "csb:Nehemiah:11:29",
        "t": "in*ln En-rimmon, Zorah, Jarmuth, and"
    },
    {
        "o": 14039,
        "r": "csb:Nehemiah:11:30",
        "t": "Zanoah*ln and Adullam with their settlements; in*ln Lachish with its fields and Azekah and its surrounding villages. So*ln they settled from Beer-sheba to Hinnom Valley."
    },
    {
        "o": 14040,
        "r": "csb:Nehemiah:11:31",
        "t": "Benjamin’s*ln descendants: from*ln Geba, Michmash, Aija, and*ln Bethel and its surrounding villages,"
    },
    {
        "o": 14041,
        "r": "csb:Nehemiah:11:32",
        "t": "Anathoth,*ln Nob, Ananiah,"
    },
    {
        "o": 14042,
        "r": "csb:Nehemiah:11:33",
        "t": "Hazor,*ln Ramah, Gittaim,"
    },
    {
        "o": 14043,
        "r": "csb:Nehemiah:11:34",
        "t": "Hadid,*ln Zeboim, Neballat,"
    },
    {
        "o": 14044,
        "r": "csb:Nehemiah:11:35",
        "t": "Lod,*ln and Ono, in Craftsmen’s Valley."
    },
    {
        "o": 14045,
        "r": "csb:Nehemiah:11:36",
        "t": "Some*ln of the Judean divisions of Levites were in Benjamin."
    }
]
