[
    {
        "o": 21704,
        "r": "csb:Jeremiah:17:0",
        "t": "Jeremiah 17",
        "h": 1
    },
    {
        "o": 21705,
        "r": "csb:Jeremiah:17:0",
        "t": "The Persistent Sin of Judah",
        "h": 2
    },
    {
        "o": 21706,
        "r": "csb:Jeremiah:17:1",
        "t": "The*pn sin of Judah is inscribed with*ln an iron stylus. With*ln a diamond point it*ln is engraved on the tablet of their hearts and*ln on the horns of their altars,"
    },
    {
        "o": 21707,
        "r": "csb:Jeremiah:17:2",
        "t": "while*ln their children remember their altars and*ln their Asherah poles, by the green trees on*ln the high hills—"
    },
    {
        "o": 21708,
        "r": "csb:Jeremiah:17:3",
        "t": "my*ln mountains in the countryside. I*ln will give up your wealth and*ln all your treasures as plunder because*ln of the sin of your high places in*ln all your borders."
    },
    {
        "o": 21709,
        "r": "csb:Jeremiah:17:4",
        "t": "You*ln will, on your own, relinquish your inheritance that*ln I gave you. I*ln will make you serve your enemies in*ln a land you do not know, for*ln you have set my anger on fire; it*ln will burn forever."
    },
    {
        "o": 21710,
        "r": "csb:Jeremiah:17:4",
        "t": "Curse and Blessing",
        "h": 2
    },
    {
        "o": 21711,
        "r": "csb:Jeremiah:17:5",
        "t": "This*p is what the Lord*s says: Cursed*pn is the person who trusts in mankind. He*ln makes human flesh his strength, and*ln his heart turns from the Lord.*s"
    },
    {
        "o": 21712,
        "r": "csb:Jeremiah:17:6",
        "t": "He*ln will be like a juniper in the Arabah; he*ln cannot see when good comes but*ln dwells in the parched places in the wilderness, in*ln a salt land where no one lives."
    },
    {
        "o": 21713,
        "r": "csb:Jeremiah:17:7",
        "t": "The*ln person who trusts in the Lord,*s whose*ln confidence indeed is the Lord,*s is blessed."
    },
    {
        "o": 21714,
        "r": "csb:Jeremiah:17:8",
        "t": "He*pn will be like a tree planted by water: it*ln sends its roots out toward a stream, it*ln doesn’t fear when heat comes, and*ln its foliage remains green. It*ln will not worry in a year of drought or*ln cease producing fruit."
    },
    {
        "o": 21715,
        "r": "csb:Jeremiah:17:8",
        "t": "The Deceitful Heart",
        "h": 2
    },
    {
        "o": 21716,
        "r": "csb:Jeremiah:17:9",
        "t": "The*pn heart is more deceitful than anything else, and*ln incurable - who can understand it?"
    },
    {
        "o": 21717,
        "r": "csb:Jeremiah:17:10",
        "t": "I,*pn the Lord,*s examine the mind, I*ln test the heart to*ln give to each according to his way, according*ln to what his actions deserve."
    },
    {
        "o": 21718,
        "r": "csb:Jeremiah:17:11",
        "t": "He*ln who makes a fortune unjustly is*ln like a partridge that hatches eggs it didn’t lay. In*ln the middle of his life his*ln riches will abandon him, so*ln in the end he will be a fool."
    },
    {
        "o": 21719,
        "r": "csb:Jeremiah:17:12",
        "t": "A*ln glorious throne on*ln high from the beginning is*ln the place of our sanctuary."
    },
    {
        "o": 21720,
        "r": "csb:Jeremiah:17:13",
        "t": "Lord,*sln the hope of Israel, all*ln who abandon you will*ln be put to shame. All*ln who turn away from me will*ln be written in the dirt, for*ln they have abandoned the*ln Lord,*s the fountain of living water."
    },
    {
        "o": 21721,
        "r": "csb:Jeremiah:17:13",
        "t": "Jeremiah’s Plea",
        "h": 2
    },
    {
        "o": 21722,
        "r": "csb:Jeremiah:17:14",
        "t": "Heal*pn me, Lord,*s and I will be healed; save*ln me, and I will be saved, for*ln you are my praise."
    },
    {
        "o": 21723,
        "r": "csb:Jeremiah:17:15",
        "t": "Hear*ln how they keep challenging me, “Where*ln is the word of the Lord?*s Let*ln it come!”"
    },
    {
        "o": 21724,
        "r": "csb:Jeremiah:17:16",
        "t": "But*ln I have not run away from being your shepherd, and*ln I have not longed for the fatal day. You*ln know my words were spoken in your presence."
    },
    {
        "o": 21725,
        "r": "csb:Jeremiah:17:17",
        "t": "Don’t*ln become a terror to me. You*ln are my refuge in the day of disaster."
    },
    {
        "o": 21726,
        "r": "csb:Jeremiah:17:18",
        "t": "Let*ln my persecutors be put to shame, but*ln don’t let me be put to shame. Let*ln them be terrified, but don’t let me be terrified. Bring*ln on them the day of disaster; shatter*ln them with total destruction."
    },
    {
        "o": 21727,
        "r": "csb:Jeremiah:17:18",
        "t": "Observing the Sabbath",
        "h": 2
    },
    {
        "o": 21728,
        "r": "csb:Jeremiah:17:19",
        "t": "This*p is what the Lord*s said to me, “Go and stand at the People’s Gate, through which the kings of Judah enter and leave, as well as at all the gates of Jerusalem."
    },
    {
        "o": 21729,
        "r": "csb:Jeremiah:17:20",
        "t": "Announce to them, ‘Hear the word of the Lord,*s kings of Judah, all Judah, and all the residents of Jerusalem who enter through these gates."
    },
    {
        "o": 21730,
        "r": "csb:Jeremiah:17:21",
        "t": "This is what the Lord*s says: Watch yourselves; do not pick up a load and bring it in through Jerusalem’s gates on the Sabbath day."
    },
    {
        "o": 21731,
        "r": "csb:Jeremiah:17:22",
        "t": "Do not carry a load out of your houses on the Sabbath day or do any work, but keep the Sabbath day holy, just as I commanded your ancestors."
    },
    {
        "o": 21732,
        "r": "csb:Jeremiah:17:23",
        "t": "They wouldn’t listen or pay attention but became obstinate, not listening or accepting discipline."
    },
    {
        "o": 21733,
        "r": "csb:Jeremiah:17:24",
        "t": "“‘However,*p if you listen to me - this is the Lord’s*s declaration - and do not bring loads through the gates of this city on the Sabbath day, but keep the Sabbath day holy and do no work on it,"
    },
    {
        "o": 21734,
        "r": "csb:Jeremiah:17:25",
        "t": "kings and princes will enter through the gates of this city. They will sit on the throne of David; they will ride in chariots and on horses with their officials, the men of Judah, and the residents of Jerusalem. This city will be inhabited forever."
    },
    {
        "o": 21735,
        "r": "csb:Jeremiah:17:26",
        "t": "Then people will come from the cities of Judah and from the area around Jerusalem, from the land of Benjamin and from the Judean foothills, from the hill country and from the Negev bringing burnt offerings and sacrifices, grain offerings and frankincense, and thanksgiving sacrifices to the house of the Lord.*s"
    },
    {
        "o": 21736,
        "r": "csb:Jeremiah:17:27",
        "t": "But if you do not listen to me to keep the Sabbath day holy by not carrying a load while entering the gates of Jerusalem on the Sabbath day, I will set fire to its gates, and it will consume the citadels of Jerusalem and not be extinguished.’”"
    }
]
