[
    {
        "o": 31161,
        "r": "kjv:Titus:1:0",
        "t": "Titus 1",
        "h": 1
    },
    {
        "o": 31162,
        "r": "kjv:Titus:1:1",
        "t": "Paul,*p a servant of God, and an apostle of Jesus Christ, according to the faith of God's elect, and the acknowledging of the truth which is after godliness;"
    },
    {
        "o": 31163,
        "r": "kjv:Titus:1:2",
        "t": "In*p hope of eternal life, which God, that cannot lie, promised before the world began;"
    },
    {
        "o": 31164,
        "r": "kjv:Titus:1:3",
        "t": "But*p hath in due times manifested his word through preaching, which is committed unto me according to the commandment of God our Saviour;"
    },
    {
        "o": 31165,
        "r": "kjv:Titus:1:4",
        "t": "To*p Titus, mine own son after the common faith: Grace, mercy, and peace, from God the Father and the Lord Jesus Christ our Saviour."
    },
    {
        "o": 31166,
        "r": "kjv:Titus:1:5",
        "t": "For*p this cause left I thee in Crete, that thou shouldest set in order the things that are wanting, and ordain elders in every city, as I had appointed thee:"
    },
    {
        "o": 31167,
        "r": "kjv:Titus:1:6",
        "t": "If*p any be blameless, the husband of one wife, having faithful children not accused of riot or unruly."
    },
    {
        "o": 31168,
        "r": "kjv:Titus:1:7",
        "t": "For*p a bishop must be blameless, as the steward of God; not selfwilled, not soon angry, not given to wine, no striker, not given to filthy lucre;"
    },
    {
        "o": 31169,
        "r": "kjv:Titus:1:8",
        "t": "But*p a lover of hospitality, a lover of good men, sober, just, holy, temperate;"
    },
    {
        "o": 31170,
        "r": "kjv:Titus:1:9",
        "t": "Holding*p fast the faithful word as he hath been taught, that he may be able by sound doctrine both to exhort and to convince the gainsayers."
    },
    {
        "o": 31171,
        "r": "kjv:Titus:1:10",
        "t": "For*p there are many unruly and vain talkers and deceivers, specially they of the circumcision:"
    },
    {
        "o": 31172,
        "r": "kjv:Titus:1:11",
        "t": "Whose*p mouths must be stopped, who subvert whole houses, teaching things which they ought not, for filthy lucre's sake."
    },
    {
        "o": 31173,
        "r": "kjv:Titus:1:12",
        "t": "One*p of themselves, even a prophet of their own, said, The Cretans are alway liars, evil beasts, slow bellies."
    },
    {
        "o": 31174,
        "r": "kjv:Titus:1:13",
        "t": "This*p witness is true. Wherefore rebuke them sharply, that they may be sound in the faith;"
    },
    {
        "o": 31175,
        "r": "kjv:Titus:1:14",
        "t": "Not*p giving heed to Jewish fables, and commandments of men, that turn from the truth."
    },
    {
        "o": 31176,
        "r": "kjv:Titus:1:15",
        "t": "Unto*p the pure all things are pure: but unto them that are defiled and unbelieving is nothing pure; but even their mind and conscience is defiled."
    },
    {
        "o": 31177,
        "r": "kjv:Titus:1:16",
        "t": "They*p profess that they know God; but in works they deny him, being abominable, and disobedient, and unto every good work reprobate."
    }
]
