[
    {
        "o": 3228,
        "r": "niv:Leviticus:9:0",
        "t": "Leviticus 9",
        "h": 1
    },
    {
        "o": 3229,
        "r": "niv:Leviticus:9:0",
        "t": "The Priests Begin Their Ministry",
        "h": 2
    },
    {
        "o": 3230,
        "r": "niv:Leviticus:9:1",
        "t": "On*p the eighth day Moses summoned Aaron and his sons and the elders of Israel."
    },
    {
        "o": 3231,
        "r": "niv:Leviticus:9:2",
        "t": "He said to Aaron, “Take a bull calf for your sin offering and a ram for your burnt offering, both without defect, and present them before the Lord.*s"
    },
    {
        "o": 3232,
        "r": "niv:Leviticus:9:3",
        "t": "Then say to the Israelites: ‘Take a male goat for a sin offering, a calf and a lamb—both a year old and without defect—for a burnt offering,"
    },
    {
        "o": 3233,
        "r": "niv:Leviticus:9:4",
        "t": "and an ox and a ram for a fellowship offering to sacrifice before the Lord,*s together with a grain offering mixed with olive oil. For today the Lord*s will appear to you.’ ”"
    },
    {
        "o": 3234,
        "r": "niv:Leviticus:9:5",
        "t": "They*p took the things Moses commanded to the front of the tent of meeting, and the entire assembly came near and stood before the Lord.*s"
    },
    {
        "o": 3235,
        "r": "niv:Leviticus:9:6",
        "t": "Then Moses said, “This is what the Lord*s has commanded you to do, so that the glory of the Lord*s may appear to you.”"
    },
    {
        "o": 3236,
        "r": "niv:Leviticus:9:7",
        "t": "Moses*p said to Aaron, “Come to the altar and sacrifice your sin offering and your burnt offering and make atonement for yourself and the people; sacrifice the offering that is for the people and make atonement for them, as the Lord*s has commanded.”"
    },
    {
        "o": 3237,
        "r": "niv:Leviticus:9:8",
        "t": "So*p Aaron came to the altar and slaughtered the calf as a sin offering for himself."
    },
    {
        "o": 3238,
        "r": "niv:Leviticus:9:9",
        "t": "His sons brought the blood to him, and he dipped his finger into the blood and put it on the horns of the altar; the rest of the blood he poured out at the base of the altar."
    },
    {
        "o": 3239,
        "r": "niv:Leviticus:9:10",
        "t": "On the altar he burned the fat, the kidneys and the long lobe of the liver from the sin offering, as the Lord*s commanded Moses;"
    },
    {
        "o": 3240,
        "r": "niv:Leviticus:9:11",
        "t": "the flesh and the hide he burned up outside the camp."
    },
    {
        "o": 3241,
        "r": "niv:Leviticus:9:12",
        "t": "Then*p he slaughtered the burnt offering. His sons handed him the blood, and he splashed it against the sides of the altar."
    },
    {
        "o": 3242,
        "r": "niv:Leviticus:9:13",
        "t": "They handed him the burnt offering piece by piece, including the head, and he burned them on the altar."
    },
    {
        "o": 3243,
        "r": "niv:Leviticus:9:14",
        "t": "He washed the internal organs and the legs and burned them on top of the burnt offering on the altar."
    },
    {
        "o": 3244,
        "r": "niv:Leviticus:9:15",
        "t": "Aaron*p then brought the offering that was for the people. He took the goat for the people’s sin offering and slaughtered it and offered it for a sin offering as he did with the first one."
    },
    {
        "o": 3245,
        "r": "niv:Leviticus:9:16",
        "t": "He*p brought the burnt offering and offered it in the prescribed way."
    },
    {
        "o": 3246,
        "r": "niv:Leviticus:9:17",
        "t": "He also brought the grain offering, took a handful of it and burned it on the altar in addition to the morning’s burnt offering."
    },
    {
        "o": 3247,
        "r": "niv:Leviticus:9:18",
        "t": "He*p slaughtered the ox and the ram as the fellowship offering for the people. His sons handed him the blood, and he splashed it against the sides of the altar."
    },
    {
        "o": 3248,
        "r": "niv:Leviticus:9:19",
        "t": "But the fat portions of the ox and the ram—the fat tail, the layer of fat, the kidneys and the long lobe of the liver—"
    },
    {
        "o": 3249,
        "r": "niv:Leviticus:9:20",
        "t": "these they laid on the breasts, and then Aaron burned the fat on the altar."
    },
    {
        "o": 3250,
        "r": "niv:Leviticus:9:21",
        "t": "Aaron waved the breasts and the right thigh before the Lord*s as a wave offering, as Moses commanded."
    },
    {
        "o": 3251,
        "r": "niv:Leviticus:9:22",
        "t": "Then*p Aaron lifted his hands toward the people and blessed them. And having sacrificed the sin offering, the burnt offering and the fellowship offering, he stepped down."
    },
    {
        "o": 3252,
        "r": "niv:Leviticus:9:23",
        "t": "Moses*p and Aaron then went into the tent of meeting. When they came out, they blessed the people; and the glory of the Lord*s appeared to all the people."
    },
    {
        "o": 3253,
        "r": "niv:Leviticus:9:24",
        "t": "Fire came out from the presence of the Lord*s and consumed the burnt offering and the fat portions on the altar. And when all the people saw it, they shouted for joy and fell facedown."
    }
]
