[
    {
        "o": 21811,
        "r": "nkjv:Jeremiah:23:0",
        "t": "Jeremiah 23",
        "h": 1
    },
    {
        "o": 21812,
        "r": "nkjv:Jeremiah:23:0",
        "t": "The Branch of Righteousness",
        "h": 2
    },
    {
        "o": 21813,
        "r": "nkjv:Jeremiah:23:1",
        "t": "“Woe*p to the shepherds who destroy and scatter the sheep of My pasture!” says the Lord.*s"
    },
    {
        "o": 21814,
        "r": "nkjv:Jeremiah:23:2",
        "t": "Therefore thus says the Lord*s God of Israel against the shepherds who feed My people: “You have scattered My flock, driven them away, and not attended to them. Behold, I will attend to you for the evil of your doings,” says the Lord.*s"
    },
    {
        "o": 21815,
        "r": "nkjv:Jeremiah:23:3",
        "t": "“But I will gather the remnant of My flock out of all countries where I have driven them, and bring them back to their folds; and they shall be fruitful and increase."
    },
    {
        "o": 21816,
        "r": "nkjv:Jeremiah:23:4",
        "t": "I will set up shepherds over them who will feed them; and they shall fear no more, nor be dismayed, nor shall they be lacking,” says the Lord.*s"
    },
    {
        "o": 21817,
        "r": "nkjv:Jeremiah:23:5",
        "t": "“Behold,*pn the*i days are coming,” says the Lord,*s “That*ld I will raise to David a Branch of righteousness; A*ld King shall reign and prosper, And*ld execute judgment and righteousness in the earth."
    },
    {
        "o": 21818,
        "r": "nkjv:Jeremiah:23:6",
        "t": "In*ld His days Judah will be saved, And*ld Israel will dwell safely; Now*ld this is*i His name by which He will be called: THE*pc LORD OUR RIGHTEOUSNESS."
    },
    {
        "o": 21819,
        "r": "nkjv:Jeremiah:23:7",
        "t": "“Therefore,*p behold, the*i days are coming,” says the Lord,*s “that they shall no longer say, ‘As the Lord*s lives who brought up the children of Israel from the land of Egypt,’"
    },
    {
        "o": 21820,
        "r": "nkjv:Jeremiah:23:8",
        "t": "but, ‘As the Lord*s lives who brought up and led the descendants of the house of Israel from the north country and from all the countries where I had driven them.’ And they shall dwell in their own land.”"
    },
    {
        "o": 21821,
        "r": "nkjv:Jeremiah:23:8",
        "t": "False Prophets and Empty Oracles",
        "h": 2
    },
    {
        "o": 21822,
        "r": "nkjv:Jeremiah:23:9",
        "t": "My*pn heart within me is broken Because*ld of the prophets; All*ld my bones shake. I*ld am like a drunken man, And*ld like a man whom wine has overcome, Because*ld of the Lord,*s And*ld because of His holy words."
    },
    {
        "o": 21823,
        "r": "nkjv:Jeremiah:23:10",
        "t": "For*ld the land is full of adulterers; For*ld because of a curse the land mourns. The*ld pleasant places of the wilderness are dried up. Their*ld course of life is evil, And*ld their might is*i not right."
    },
    {
        "o": 21824,
        "r": "nkjv:Jeremiah:23:11",
        "t": "“For*ln both prophet and priest are profane; Yes,*ld in My house I have found their wickedness,” says the Lord.*s"
    },
    {
        "o": 21825,
        "r": "nkjv:Jeremiah:23:12",
        "t": "“Therefore*ld their way shall be to them Like*ld slippery ways;*i In*ld the darkness they shall be driven on And*ld fall in them; For*ld I will bring disaster on them, The*ld year of their punishment,” says the Lord.*s"
    },
    {
        "o": 21826,
        "r": "nkjv:Jeremiah:23:13",
        "t": "“And*ld I have seen folly in the prophets of Samaria: They*ld prophesied by Baal And*ld caused My people Israel to err."
    },
    {
        "o": 21827,
        "r": "nkjv:Jeremiah:23:14",
        "t": "Also*ld I have seen a horrible thing in the prophets of Jerusalem: They*ld commit adultery and walk in lies; They*ld also strengthen the hands of evildoers, So*ld that no one turns back from his wickedness. All*ld of them are like Sodom to Me, And*ld her inhabitants like Gomorrah."
    },
    {
        "o": 21828,
        "r": "nkjv:Jeremiah:23:15",
        "t": "“Therefore*p thus says the Lord*s of hosts concerning the prophets: ‘Behold,*pn I will feed them with wormwood, And*ld make them drink the water of gall; For*ld from the prophets of Jerusalem Profaneness*ld has gone out into all the land.’”"
    },
    {
        "o": 21829,
        "r": "nkjv:Jeremiah:23:16",
        "t": "Thus*p says the Lord*s of hosts: “Do*pn not listen to the words of the prophets who prophesy to you. They*ld make you worthless; They*ld speak a vision of their own heart, Not*ld from the mouth of the Lord.*s"
    },
    {
        "o": 21830,
        "r": "nkjv:Jeremiah:23:17",
        "t": "They*ld continually say to those who despise Me, ‘The*ld Lord*s has said, “You shall have peace”’; And*ld to*i everyone who walks according to the dictates of his own heart, they say, ‘No*ld evil shall come upon you.’”"
    },
    {
        "o": 21831,
        "r": "nkjv:Jeremiah:23:18",
        "t": "For*ln who has stood in the counsel of the Lord,*s And*ld has perceived and heard His word? Who*ld has marked His word and heard it?*i"
    },
    {
        "o": 21832,
        "r": "nkjv:Jeremiah:23:19",
        "t": "Behold,*ld a whirlwind of the Lord*s has gone forth in fury— A*ld violent whirlwind! It*ld will fall violently on the head of the wicked."
    },
    {
        "o": 21833,
        "r": "nkjv:Jeremiah:23:20",
        "t": "The*ld anger of the Lord*s will not turn back Until*ld He has executed and performed the thoughts of His heart. In*ld the latter days you will understand it perfectly."
    },
    {
        "o": 21834,
        "r": "nkjv:Jeremiah:23:21",
        "t": "“I*ln have not sent these prophets, yet they ran. I*ld have not spoken to them, yet they prophesied."
    },
    {
        "o": 21835,
        "r": "nkjv:Jeremiah:23:22",
        "t": "But*ld if they had stood in My counsel, And*ld had caused My people to hear My words, Then*ld they would have turned them from their evil way And*ld from the evil of their doings."
    },
    {
        "o": 21836,
        "r": "nkjv:Jeremiah:23:23",
        "t": "“Am*iln I a God near at hand,” says the Lord,*s “And*ld not a God afar off?"
    },
    {
        "o": 21837,
        "r": "nkjv:Jeremiah:23:24",
        "t": "Can*ld anyone hide himself in secret places, So*ld I shall not see him?” says the Lord;*s “Do*ld I not fill heaven and earth?” says the Lord.*s"
    },
    {
        "o": 21838,
        "r": "nkjv:Jeremiah:23:25",
        "t": "“I*p have heard what the prophets have said who prophesy lies in My name, saying, ‘I have dreamed, I have dreamed!’"
    },
    {
        "o": 21839,
        "r": "nkjv:Jeremiah:23:26",
        "t": "How long will this*i be in the heart of the prophets who prophesy lies? Indeed they*i are*i prophets of the deceit of their own heart,"
    },
    {
        "o": 21840,
        "r": "nkjv:Jeremiah:23:27",
        "t": "who try to make My people forget My name by their dreams which everyone tells his neighbor, as their fathers forgot My name for Baal."
    },
    {
        "o": 21841,
        "r": "nkjv:Jeremiah:23:28",
        "t": "“The*pn prophet who has a dream, let him tell a dream; And*ld he who has My word, let him speak My word faithfully. What*ld is*i the chaff to the wheat?” says the Lord.*s"
    },
    {
        "o": 21842,
        "r": "nkjv:Jeremiah:23:29",
        "t": "“Is*ild not My word like a fire?” says the Lord,*s “And*ld like a hammer that*i breaks the rock in pieces?"
    },
    {
        "o": 21843,
        "r": "nkjv:Jeremiah:23:30",
        "t": "“Therefore*p behold, I am*i against the prophets,” says the Lord,*s “who steal My words every one from his neighbor."
    },
    {
        "o": 21844,
        "r": "nkjv:Jeremiah:23:31",
        "t": "Behold, I am*i against the prophets,” says the Lord,*s “who use their tongues and say, ‘He says.’"
    },
    {
        "o": 21845,
        "r": "nkjv:Jeremiah:23:32",
        "t": "Behold, I am*i against those who prophesy false dreams,” says the Lord,*s “and tell them, and cause My people to err by their lies and by their recklessness. Yet I did not send them or command them; therefore they shall not profit this people at all,” says the Lord.*s"
    },
    {
        "o": 21846,
        "r": "nkjv:Jeremiah:23:33",
        "t": "“So*p when these people or the prophet or the priest ask you, saying, ‘What is the oracle of the Lord?’*s you shall then say to them, ‘What oracle?’ I will even forsake you,” says the Lord.*s"
    },
    {
        "o": 21847,
        "r": "nkjv:Jeremiah:23:34",
        "t": "“And as*i for*i the prophet and the priest and the people who say, ‘The oracle of the Lord!’*s I will even punish that man and his house."
    },
    {
        "o": 21848,
        "r": "nkjv:Jeremiah:23:35",
        "t": "Thus every one of you shall say to his neighbor, and every one to his brother, ‘What has the Lord*s answered?’ and, ‘What has the Lord*s spoken?’"
    },
    {
        "o": 21849,
        "r": "nkjv:Jeremiah:23:36",
        "t": "And the oracle of the Lord*s you shall mention no more. For every man’s word will be his oracle, for you have perverted the words of the living God, the Lord*s of hosts, our God."
    },
    {
        "o": 21850,
        "r": "nkjv:Jeremiah:23:37",
        "t": "Thus you shall say to the prophet, ‘What has the Lord*s answered you?’ and, ‘What has the Lord*s spoken?’"
    },
    {
        "o": 21851,
        "r": "nkjv:Jeremiah:23:38",
        "t": "But since you say, ‘The oracle of the Lord!’*s therefore thus says the Lord:*s ‘Because you say this word, “The oracle of the Lord!”*s and I have sent to you, saying, “Do not say, ‘The oracle of the Lord!’”*s"
    },
    {
        "o": 21852,
        "r": "nkjv:Jeremiah:23:39",
        "t": "therefore behold, I, even I, will utterly forget you and forsake you, and the city that I gave you and your fathers, and will*i cast*i you*i out of My presence."
    },
    {
        "o": 21853,
        "r": "nkjv:Jeremiah:23:40",
        "t": "And I will bring an everlasting reproach upon you, and a perpetual shame, which shall not be forgotten.’”"
    }
]
