[
    {
        "o": 32897,
        "r": "nasb:1 Thessalonians:1:0",
        "t": "1 Thessalonians 1",
        "h": 1
    },
    {
        "o": 32898,
        "r": "nasb:1 Thessalonians:1:0",
        "t": "Thanksgiving for These Believers",
        "h": 2
    },
    {
        "o": 32899,
        "r": "nasb:1 Thessalonians:1:1",
        "t": "Paul*p and Silvanus and Timothy, To*bp the church of the Thessalonians in God the Father and the Lord Jesus Christ: Grace to you and peace."
    },
    {
        "o": 32900,
        "r": "nasb:1 Thessalonians:1:2",
        "t": "We*p give thanks to God always for all of you, making mention of*i you*i in our prayers;"
    },
    {
        "o": 32901,
        "r": "nasb:1 Thessalonians:1:3",
        "t": "constantly bearing in mind your work of faith and labor of love and steadfastness of hope in our Lord Jesus Christ in the presence of our God and Father,"
    },
    {
        "o": 32902,
        "r": "nasb:1 Thessalonians:1:4",
        "t": "knowing, brethren beloved by God, His*i choice of you;"
    },
    {
        "o": 32903,
        "r": "nasb:1 Thessalonians:1:5",
        "t": "for our gospel did not come to you in word only, but also in power and in the Holy Spirit and with full conviction; just as you know what kind of men we proved to be among you for your sake."
    },
    {
        "o": 32904,
        "r": "nasb:1 Thessalonians:1:6",
        "t": "You also became imitators of us and of the Lord, having received the word in much tribulation with the joy of the Holy Spirit,"
    },
    {
        "o": 32905,
        "r": "nasb:1 Thessalonians:1:7",
        "t": "so that you became an example to all the believers in Macedonia and in Achaia."
    },
    {
        "o": 32906,
        "r": "nasb:1 Thessalonians:1:8",
        "t": "For the word of the Lord has sounded forth from you, not only in Macedonia and Achaia, but also in every place your faith toward God has gone forth, so that we have no need to say anything."
    },
    {
        "o": 32907,
        "r": "nasb:1 Thessalonians:1:9",
        "t": "For they themselves report about us what kind of a reception we had with you, and how you turned to God from idols to serve a living and true God,"
    },
    {
        "o": 32908,
        "r": "nasb:1 Thessalonians:1:10",
        "t": "and to wait for His Son from heaven, whom He raised from the dead, that*i is*i Jesus, who rescues us from the wrath to come."
    },
    {
        "o": 32909,
        "r": "nasb:1 Thessalonians:2:0",
        "t": "1 Thessalonians 2",
        "h": 1
    },
    {
        "o": 32910,
        "r": "nasb:1 Thessalonians:2:0",
        "t": "Paul’s Ministry",
        "h": 2
    },
    {
        "o": 32911,
        "r": "nasb:1 Thessalonians:2:1",
        "t": "For*p you yourselves know, brethren, that our coming to you was not in vain,"
    },
    {
        "o": 32912,
        "r": "nasb:1 Thessalonians:2:2",
        "t": "but after we had already suffered and been mistreated in Philippi, as you know, we had the boldness in our God to speak to you the gospel of God amid much opposition."
    },
    {
        "o": 32913,
        "r": "nasb:1 Thessalonians:2:3",
        "t": "For our exhortation does not come*i from error or impurity or by way of deceit;"
    },
    {
        "o": 32914,
        "r": "nasb:1 Thessalonians:2:4",
        "t": "but just as we have been approved by God to be entrusted with the gospel, so we speak, not as pleasing men, but God who examines our hearts."
    },
    {
        "o": 32915,
        "r": "nasb:1 Thessalonians:2:5",
        "t": "For we never came with flattering speech, as you know, nor with a pretext for greed—God is witness—"
    },
    {
        "o": 32916,
        "r": "nasb:1 Thessalonians:2:6",
        "t": "nor did we seek glory from men, either from you or from others, even though as apostles of Christ we might have asserted our authority."
    },
    {
        "o": 32917,
        "r": "nasb:1 Thessalonians:2:7",
        "t": "But we proved to be gentle among you, as a nursing mother*i tenderly cares for her own children."
    },
    {
        "o": 32918,
        "r": "nasb:1 Thessalonians:2:8",
        "t": "Having so fond an affection for you, we were well-pleased to impart to you not only the gospel of God but also our own lives, because you had become very dear to us."
    },
    {
        "o": 32919,
        "r": "nasb:1 Thessalonians:2:9",
        "t": "For*p you recall, brethren, our labor and hardship, how*i working night and day so as not to be a burden to any of you, we proclaimed to you the gospel of God."
    },
    {
        "o": 32920,
        "r": "nasb:1 Thessalonians:2:10",
        "t": "You are witnesses, and so*i is*i God, how devoutly and uprightly and blamelessly we behaved toward you believers;"
    },
    {
        "o": 32921,
        "r": "nasb:1 Thessalonians:2:11",
        "t": "just as you know how we were*i exhorting and encouraging and imploring each one of you as a father would*i his own children,"
    },
    {
        "o": 32922,
        "r": "nasb:1 Thessalonians:2:12",
        "t": "so that you would walk in a manner worthy of the God who calls you into His own kingdom and glory."
    },
    {
        "o": 32923,
        "r": "nasb:1 Thessalonians:2:13",
        "t": "For*p this reason we also constantly thank God that when you received the word of God which you heard from us, you accepted it*i not as*i the word of men, but for*i what it really is, the word of God, which also performs its work in you who believe."
    },
    {
        "o": 32924,
        "r": "nasb:1 Thessalonians:2:14",
        "t": "For you, brethren, became imitators of the churches of God in Christ Jesus that are in Judea, for you also endured the same sufferings at the hands of your own countrymen, even as they did*i from the Jews,"
    },
    {
        "o": 32925,
        "r": "nasb:1 Thessalonians:2:15",
        "t": "who both killed the Lord Jesus and the prophets, and drove us out. They are not pleasing to God, but hostile to all men,"
    },
    {
        "o": 32926,
        "r": "nasb:1 Thessalonians:2:16",
        "t": "hindering us from speaking to the Gentiles so that they may be saved; with the result that they always fill up the measure of their sins. But wrath has come upon them to the utmost."
    },
    {
        "o": 32927,
        "r": "nasb:1 Thessalonians:2:17",
        "t": "But*p we, brethren, having been taken away from you for a short while—in person, not in spirit—were all the more eager with great desire to see your face."
    },
    {
        "o": 32928,
        "r": "nasb:1 Thessalonians:2:18",
        "t": "For we wanted to come to you—I, Paul, more than once—and yet*i Satan hindered us."
    },
    {
        "o": 32929,
        "r": "nasb:1 Thessalonians:2:19",
        "t": "For who is our hope or joy or crown of exultation? Is it not even you, in the presence of our Lord Jesus at His coming?"
    },
    {
        "o": 32930,
        "r": "nasb:1 Thessalonians:2:20",
        "t": "For you are our glory and joy."
    },
    {
        "o": 32931,
        "r": "nasb:1 Thessalonians:3:0",
        "t": "1 Thessalonians 3",
        "h": 1
    },
    {
        "o": 32932,
        "r": "nasb:1 Thessalonians:3:0",
        "t": "Encouragement of Timothy’s Visit",
        "h": 2
    },
    {
        "o": 32933,
        "r": "nasb:1 Thessalonians:3:1",
        "t": "Therefore*p when we could endure it*i no longer, we thought it best to be left behind at Athens alone,"
    },
    {
        "o": 32934,
        "r": "nasb:1 Thessalonians:3:2",
        "t": "and we sent Timothy, our brother and God’s fellow worker in the gospel of Christ, to strengthen and encourage you as to your faith,"
    },
    {
        "o": 32935,
        "r": "nasb:1 Thessalonians:3:3",
        "t": "so that no one would be disturbed by these afflictions; for you yourselves know that we have been destined for this."
    },
    {
        "o": 32936,
        "r": "nasb:1 Thessalonians:3:4",
        "t": "For indeed when we were with you, we kept*i telling you in advance that we were going to suffer affliction; and so it came to pass, as you know."
    },
    {
        "o": 32937,
        "r": "nasb:1 Thessalonians:3:5",
        "t": "For this reason, when I could endure it*i no longer, I also sent to find out about your faith, for fear that the tempter might have tempted you, and our labor would be in vain."
    },
    {
        "o": 32938,
        "r": "nasb:1 Thessalonians:3:6",
        "t": "But*p now that Timothy has come to us from you, and has brought us good news of your faith and love, and that you always think kindly of us, longing to see us just as we also long to see you,"
    },
    {
        "o": 32939,
        "r": "nasb:1 Thessalonians:3:7",
        "t": "for this reason, brethren, in all our distress and affliction we were comforted about you through your faith;"
    },
    {
        "o": 32940,
        "r": "nasb:1 Thessalonians:3:8",
        "t": "for now we really*i live, if you stand firm in the Lord."
    },
    {
        "o": 32941,
        "r": "nasb:1 Thessalonians:3:9",
        "t": "For what thanks can we render to God for you in return for all the joy with which we rejoice before our God on your account,"
    },
    {
        "o": 32942,
        "r": "nasb:1 Thessalonians:3:10",
        "t": "as we night and day keep praying most earnestly that we may see your face, and may complete what is lacking in your faith?"
    },
    {
        "o": 32943,
        "r": "nasb:1 Thessalonians:3:11",
        "t": "Now*p may our God and Father Himself and Jesus our Lord direct our way to you;"
    },
    {
        "o": 32944,
        "r": "nasb:1 Thessalonians:3:12",
        "t": "and may the Lord cause you to increase and abound in love for one another, and for all people, just as we also do*i for you;"
    },
    {
        "o": 32945,
        "r": "nasb:1 Thessalonians:3:13",
        "t": "so that He may establish your hearts without blame in holiness before our God and Father at the coming of our Lord Jesus with all His saints."
    },
    {
        "o": 32946,
        "r": "nasb:1 Thessalonians:4:0",
        "t": "1 Thessalonians 4",
        "h": 1
    },
    {
        "o": 32947,
        "r": "nasb:1 Thessalonians:4:0",
        "t": "Sanctification and Love",
        "h": 2
    },
    {
        "o": 32948,
        "r": "nasb:1 Thessalonians:4:1",
        "t": "Finally*p then, brethren, we request and exhort you in the Lord Jesus, that as you received from us instruction*i as to how you ought to walk and please God (just as you actually do walk), that you excel still more."
    },
    {
        "o": 32949,
        "r": "nasb:1 Thessalonians:4:2",
        "t": "For you know what commandments we gave you by the*i authority*i of*i the Lord Jesus."
    },
    {
        "o": 32950,
        "r": "nasb:1 Thessalonians:4:3",
        "t": "For this is the will of God, your sanctification; that*i is,*i that you abstain from sexual immorality;"
    },
    {
        "o": 32951,
        "r": "nasb:1 Thessalonians:4:4",
        "t": "that each of you know how to possess his own vessel in sanctification and honor,"
    },
    {
        "o": 32952,
        "r": "nasb:1 Thessalonians:4:5",
        "t": "not in lustful passion, like the Gentiles who do not know God;"
    },
    {
        "o": 32953,
        "r": "nasb:1 Thessalonians:4:6",
        "t": "and*i that no man transgress and defraud his brother in the matter because the Lord is the*i avenger in all these things, just as we also told you before and solemnly warned you.*i"
    },
    {
        "o": 32954,
        "r": "nasb:1 Thessalonians:4:7",
        "t": "For God has not called us for the purpose of impurity, but in sanctification."
    },
    {
        "o": 32955,
        "r": "nasb:1 Thessalonians:4:8",
        "t": "So, he who rejects this*i is not rejecting man but the God who gives His Holy Spirit to you."
    },
    {
        "o": 32956,
        "r": "nasb:1 Thessalonians:4:9",
        "t": "Now*p as to the love of the brethren, you have no need for anyone*i to write to you, for you yourselves are taught by God to love one another;"
    },
    {
        "o": 32957,
        "r": "nasb:1 Thessalonians:4:10",
        "t": "for indeed you do practice it toward all the brethren who are in all Macedonia. But we urge you, brethren, to excel still more,"
    },
    {
        "o": 32958,
        "r": "nasb:1 Thessalonians:4:11",
        "t": "and to make it your ambition to lead a quiet life and attend to your own business and work with your hands, just as we commanded you,"
    },
    {
        "o": 32959,
        "r": "nasb:1 Thessalonians:4:12",
        "t": "so that you will behave properly toward outsiders and not be in any need."
    },
    {
        "o": 32960,
        "r": "nasb:1 Thessalonians:4:12",
        "t": "Those Who Died in Christ",
        "h": 2
    },
    {
        "o": 32961,
        "r": "nasb:1 Thessalonians:4:13",
        "t": "But*p we do not want you to be uninformed, brethren, about those who are asleep, so that you will not grieve as do the rest who have no hope."
    },
    {
        "o": 32962,
        "r": "nasb:1 Thessalonians:4:14",
        "t": "For if we believe that Jesus died and rose again, even so God will bring with Him those who have fallen asleep in Jesus."
    },
    {
        "o": 32963,
        "r": "nasb:1 Thessalonians:4:15",
        "t": "For this we say to you by the word of the Lord, that we who are alive and remain until the coming of the Lord, will not precede those who have fallen asleep."
    },
    {
        "o": 32964,
        "r": "nasb:1 Thessalonians:4:16",
        "t": "For the Lord Himself will descend from heaven with a shout, with the voice of the*i archangel and with the trumpet of God, and the dead in Christ will rise first."
    },
    {
        "o": 32965,
        "r": "nasb:1 Thessalonians:4:17",
        "t": "Then we who are alive and remain will be caught up together with them in the clouds to meet the Lord in the air, and so we shall always be with the Lord."
    },
    {
        "o": 32966,
        "r": "nasb:1 Thessalonians:4:18",
        "t": "Therefore comfort one another with these words."
    },
    {
        "o": 32967,
        "r": "nasb:1 Thessalonians:5:0",
        "t": "1 Thessalonians 5",
        "h": 1
    },
    {
        "o": 32968,
        "r": "nasb:1 Thessalonians:5:0",
        "t": "The Day of the Lord",
        "h": 2
    },
    {
        "o": 32969,
        "r": "nasb:1 Thessalonians:5:1",
        "t": "Now*p as to the times and the epochs, brethren, you have no need of anything to be written to you."
    },
    {
        "o": 32970,
        "r": "nasb:1 Thessalonians:5:2",
        "t": "For you yourselves know full well that the day of the Lord will come just like a thief in the night."
    },
    {
        "o": 32971,
        "r": "nasb:1 Thessalonians:5:3",
        "t": "While they are saying, “Peace and safety!” then destruction will come upon them suddenly like labor pains upon a woman with child, and they will not escape."
    },
    {
        "o": 32972,
        "r": "nasb:1 Thessalonians:5:4",
        "t": "But you, brethren, are not in darkness, that the day would overtake you like a thief;"
    },
    {
        "o": 32973,
        "r": "nasb:1 Thessalonians:5:5",
        "t": "for you are all sons of light and sons of day. We are not of night nor of darkness;"
    },
    {
        "o": 32974,
        "r": "nasb:1 Thessalonians:5:6",
        "t": "so then let us not sleep as others do, but let us be alert and sober."
    },
    {
        "o": 32975,
        "r": "nasb:1 Thessalonians:5:7",
        "t": "For those who sleep do their sleeping at night, and those who get drunk get drunk at night."
    },
    {
        "o": 32976,
        "r": "nasb:1 Thessalonians:5:8",
        "t": "But since we are of the*i day, let us be sober, having put on the breastplate of faith and love, and as a helmet, the hope of salvation."
    },
    {
        "o": 32977,
        "r": "nasb:1 Thessalonians:5:9",
        "t": "For God has not destined us for wrath, but for obtaining salvation through our Lord Jesus Christ,"
    },
    {
        "o": 32978,
        "r": "nasb:1 Thessalonians:5:10",
        "t": "who died for us, so that whether we are awake or asleep, we will live together with Him."
    },
    {
        "o": 32979,
        "r": "nasb:1 Thessalonians:5:11",
        "t": "Therefore encourage one another and build up one another, just as you also are doing."
    },
    {
        "o": 32980,
        "r": "nasb:1 Thessalonians:5:11",
        "t": "Christian Conduct",
        "h": 2
    },
    {
        "o": 32981,
        "r": "nasb:1 Thessalonians:5:12",
        "t": "But*p we request of you, brethren, that you appreciate those who diligently labor among you, and have charge over you in the Lord and give you instruction,"
    },
    {
        "o": 32982,
        "r": "nasb:1 Thessalonians:5:13",
        "t": "and that you esteem them very highly in love because of their work. Live in peace with one another."
    },
    {
        "o": 32983,
        "r": "nasb:1 Thessalonians:5:14",
        "t": "We urge you, brethren, admonish the unruly, encourage the fainthearted, help the weak, be patient with everyone."
    },
    {
        "o": 32984,
        "r": "nasb:1 Thessalonians:5:15",
        "t": "See that no one repays another with evil for evil, but always seek after that which is good for one another and for all people."
    },
    {
        "o": 32985,
        "r": "nasb:1 Thessalonians:5:16",
        "t": "Rejoice always;"
    },
    {
        "o": 32986,
        "r": "nasb:1 Thessalonians:5:17",
        "t": "pray without ceasing;"
    },
    {
        "o": 32987,
        "r": "nasb:1 Thessalonians:5:18",
        "t": "in everything give thanks; for this is God’s will for you in Christ Jesus."
    },
    {
        "o": 32988,
        "r": "nasb:1 Thessalonians:5:19",
        "t": "Do not quench the Spirit;"
    },
    {
        "o": 32989,
        "r": "nasb:1 Thessalonians:5:20",
        "t": "do not despise prophetic utterances."
    },
    {
        "o": 32990,
        "r": "nasb:1 Thessalonians:5:21",
        "t": "But examine everything carefully;*i hold fast to that which is good;"
    },
    {
        "o": 32991,
        "r": "nasb:1 Thessalonians:5:22",
        "t": "abstain from every form of evil."
    },
    {
        "o": 32992,
        "r": "nasb:1 Thessalonians:5:23",
        "t": "Now*p may the God of peace Himself sanctify you entirely; and may your spirit and soul and body be preserved complete, without blame at the coming of our Lord Jesus Christ."
    },
    {
        "o": 32993,
        "r": "nasb:1 Thessalonians:5:24",
        "t": "Faithful is He who calls you, and He also will bring it to pass."
    },
    {
        "o": 32994,
        "r": "nasb:1 Thessalonians:5:25",
        "t": "Brethren,*p pray for us."
    },
    {
        "o": 32995,
        "r": "nasb:1 Thessalonians:5:26",
        "t": "Greet*p all the brethren with a holy kiss."
    },
    {
        "o": 32996,
        "r": "nasb:1 Thessalonians:5:27",
        "t": "I adjure you by the Lord to have this letter read to all the brethren."
    },
    {
        "o": 32997,
        "r": "nasb:1 Thessalonians:5:28",
        "t": "The*p grace of our Lord Jesus Christ be with you."
    }
]
