[
    {
        "o": 25175,
        "r": "niv:Zechariah:1:0",
        "t": "Zechariah 1",
        "h": 1
    },
    {
        "o": 25176,
        "r": "niv:Zechariah:1:0",
        "t": "A Call to Return to the Lord",
        "h": 2
    },
    {
        "o": 25177,
        "r": "niv:Zechariah:1:1",
        "t": "In*p the eighth month of the second year of Darius, the word of the Lord*s came to the prophet Zechariah son of Berekiah, the son of Iddo:"
    },
    {
        "o": 25178,
        "r": "niv:Zechariah:1:2",
        "t": "“The*p Lord*s was very angry with your ancestors."
    },
    {
        "o": 25179,
        "r": "niv:Zechariah:1:3",
        "t": "Therefore tell the people: This is what the Lord*s Almighty says: ‘Return to me,’ declares the Lord*s Almighty, ‘and I will return to you,’ says the Lord*s Almighty."
    },
    {
        "o": 25180,
        "r": "niv:Zechariah:1:4",
        "t": "Do not be like your ancestors, to whom the earlier prophets proclaimed: This is what the Lord*s Almighty says: ‘Turn from your evil ways and your evil practices.’ But they would not listen or pay attention to me, declares the Lord.*s"
    },
    {
        "o": 25181,
        "r": "niv:Zechariah:1:5",
        "t": "Where are your ancestors now? And the prophets, do they live forever?"
    },
    {
        "o": 25182,
        "r": "niv:Zechariah:1:6",
        "t": "But did not my words and my decrees, which I commanded my servants the prophets, overtake your ancestors? “Then*p they repented and said, ‘The Lord*s Almighty has done to us what our ways and practices deserve, just as he determined to do.’ ”"
    },
    {
        "o": 25183,
        "r": "niv:Zechariah:1:6",
        "t": "The Man Among the Myrtle Trees",
        "h": 2
    },
    {
        "o": 25184,
        "r": "niv:Zechariah:1:7",
        "t": "On*p the twenty-fourth day of the eleventh month, the month of Shebat, in the second year of Darius, the word of the Lord*s came to the prophet Zechariah son of Berekiah, the son of Iddo."
    },
    {
        "o": 25185,
        "r": "niv:Zechariah:1:8",
        "t": "During*p the night I had a vision, and there before me was a man mounted on a red horse. He was standing among the myrtle trees in a ravine. Behind him were red, brown and white horses."
    },
    {
        "o": 25186,
        "r": "niv:Zechariah:1:9",
        "t": "I*p asked, “What are these, my lord?” The*p angel who was talking with me answered, “I will show you what they are.”"
    },
    {
        "o": 25187,
        "r": "niv:Zechariah:1:10",
        "t": "Then*p the man standing among the myrtle trees explained, “They are the ones the Lord*s has sent to go throughout the earth.”"
    },
    {
        "o": 25188,
        "r": "niv:Zechariah:1:11",
        "t": "And*p they reported to the angel of the Lord*s who was standing among the myrtle trees, “We have gone throughout the earth and found the whole world at rest and in peace.”"
    },
    {
        "o": 25189,
        "r": "niv:Zechariah:1:12",
        "t": "Then*p the angel of the Lord*s said, “Lord*s Almighty, how long will you withhold mercy from Jerusalem and from the towns of Judah, which you have been angry with these seventy years?”"
    },
    {
        "o": 25190,
        "r": "niv:Zechariah:1:13",
        "t": "So the Lord*s spoke kind and comforting words to the angel who talked with me."
    },
    {
        "o": 25191,
        "r": "niv:Zechariah:1:14",
        "t": "Then*p the angel who was speaking to me said, “Proclaim this word: This is what the Lord*s Almighty says: ‘I am very jealous for Jerusalem and Zion,"
    },
    {
        "o": 25192,
        "r": "niv:Zechariah:1:15",
        "t": "and I am very angry with the nations that feel secure. I was only a little angry, but they went too far with the punishment.’"
    },
    {
        "o": 25193,
        "r": "niv:Zechariah:1:16",
        "t": "“Therefore*p this is what the Lord*s says: ‘I will return to Jerusalem with mercy, and there my house will be rebuilt. And the measuring line will be stretched out over Jerusalem,’ declares the Lord*s Almighty."
    },
    {
        "o": 25194,
        "r": "niv:Zechariah:1:17",
        "t": "“Proclaim*p further: This is what the Lord*s Almighty says: ‘My towns will again overflow with prosperity, and the Lord*s will again comfort Zion and choose Jerusalem.’ ”"
    },
    {
        "o": 25195,
        "r": "niv:Zechariah:1:17",
        "t": "Four Horns and Four Craftsmen",
        "h": 2
    },
    {
        "o": 25196,
        "r": "niv:Zechariah:1:18",
        "t": "Then*p I looked up, and there before me were four horns."
    },
    {
        "o": 25197,
        "r": "niv:Zechariah:1:19",
        "t": "I asked the angel who was speaking to me, “What are these?” He*p answered me, “These are the horns that scattered Judah, Israel and Jerusalem.”"
    },
    {
        "o": 25198,
        "r": "niv:Zechariah:1:20",
        "t": "Then*p the Lord*s showed me four craftsmen."
    },
    {
        "o": 25199,
        "r": "niv:Zechariah:1:21",
        "t": "I asked, “What are these coming to do?” He*p answered, “These are the horns that scattered Judah so that no one could raise their head, but the craftsmen have come to terrify them and throw down these horns of the nations who lifted up their horns against the land of Judah to scatter its people.”"
    }
]
