[
    {
        "o": 19429,
        "r": "esv:Ecclesiastes:11:0",
        "t": "Ecclesiastes 11",
        "h": 1
    },
    {
        "o": 19430,
        "r": "esv:Ecclesiastes:11:0",
        "t": "Cast Your Bread upon the Waters",
        "h": 2
    },
    {
        "o": 19431,
        "r": "esv:Ecclesiastes:11:1",
        "t": "Cast*pn your bread upon the waters, for*ld you will find it after many days."
    },
    {
        "o": 19432,
        "r": "esv:Ecclesiastes:11:2",
        "t": "Give*ln a portion to seven, or even to eight, for*ld you know not what disaster may happen on earth."
    },
    {
        "o": 19433,
        "r": "esv:Ecclesiastes:11:3",
        "t": "If*ln the clouds are full of rain, they*ld empty themselves on the earth, and*ln if a tree falls to the south or to the north, in*ld the place where the tree falls, there it will lie."
    },
    {
        "o": 19434,
        "r": "esv:Ecclesiastes:11:4",
        "t": "He*ln who observes the wind will not sow, and*ld he who regards the clouds will not reap."
    },
    {
        "o": 19435,
        "r": "esv:Ecclesiastes:11:5",
        "t": "As*p you do not know the way the spirit comes to the bones in the womb of a woman with child, so you do not know the work of God who makes everything."
    },
    {
        "o": 19436,
        "r": "esv:Ecclesiastes:11:6",
        "t": "In*p the morning sow your seed, and at evening withhold not your hand, for you do not know which will prosper, this or that, or whether both alike will be good."
    },
    {
        "o": 19437,
        "r": "esv:Ecclesiastes:11:7",
        "t": "Light*p is sweet, and it is pleasant for the eyes to see the sun."
    },
    {
        "o": 19438,
        "r": "esv:Ecclesiastes:11:8",
        "t": "So*p if a person lives many years, let him rejoice in them all; but let him remember that the days of darkness will be many. All that comes is vanity."
    },
    {
        "o": 19439,
        "r": "esv:Ecclesiastes:11:9",
        "t": "Rejoice,*p O young man, in your youth, and let your heart cheer you in the days of your youth. Walk in the ways of your heart and the sight of your eyes. But know that for all these things God will bring you into judgment."
    },
    {
        "o": 19440,
        "r": "esv:Ecclesiastes:11:10",
        "t": "Remove*p vexation from your heart, and put away pain from your body, for youth and the dawn of life are vanity."
    }
]
