[
    {
        "o": 20852,
        "r": "csb:Isaiah:48:0",
        "t": "Isaiah 48",
        "h": 1
    },
    {
        "o": 20853,
        "r": "csb:Isaiah:48:0",
        "t": "Israel Must Leave Babylon",
        "h": 2
    },
    {
        "o": 20854,
        "r": "csb:Isaiah:48:1",
        "t": "“Listen*pn to this, house of Jacob — those*ln who are called by the name Israel and*ln have descended from Judah, who*ln swear by the name of the Lord*s and*ln declare the God of Israel, but*ln not in truth or righteousness."
    },
    {
        "o": 20855,
        "r": "csb:Isaiah:48:2",
        "t": "For*ln they are named after the holy city, and*ln lean on the God of Israel; his*ln name is the Lord*s of Armies."
    },
    {
        "o": 20856,
        "r": "csb:Isaiah:48:3",
        "t": "I*ln declared the past events long ago; they*ln came out of my mouth; I proclaimed them. Suddenly*ln I acted, and they occurred."
    },
    {
        "o": 20857,
        "r": "csb:Isaiah:48:4",
        "t": "Because*ln I know that you are stubborn, and*ln your neck is iron and*ln your forehead bronze,"
    },
    {
        "o": 20858,
        "r": "csb:Isaiah:48:5",
        "t": "therefore*ln I declared to you long ago. I*ln announced it to you before it occurred, so*ln you could not claim, ‘My idol caused them; my*ln carved image and cast idol control them.’"
    },
    {
        "o": 20859,
        "r": "csb:Isaiah:48:6",
        "t": "You*ln have heard it. Observe it all. Will*ln you not acknowledge it? From*ln now on I will announce new things to you, hidden*ln things that you have not known."
    },
    {
        "o": 20860,
        "r": "csb:Isaiah:48:7",
        "t": "They*ln have been created now, and not long ago; you*ln have not heard of them before today, so*ln you could not claim, ‘I already knew them!’"
    },
    {
        "o": 20861,
        "r": "csb:Isaiah:48:8",
        "t": "You*ln have never heard; you have never known; for*ln a long time your ears have not been open. For*ln I knew that you were very treacherous, and*ln were known as a rebel from birth."
    },
    {
        "o": 20862,
        "r": "csb:Isaiah:48:9",
        "t": "I*ln will delay my anger for the sake of my name, and*ln I will restrain myself for your benefit and for my praise, so*ln that you will not be destroyed."
    },
    {
        "o": 20863,
        "r": "csb:Isaiah:48:10",
        "t": "Look,*ln I have refined you, but not as silver; I*ln have tested you in the furnace of affliction."
    },
    {
        "o": 20864,
        "r": "csb:Isaiah:48:11",
        "t": "I*ln will act for my own sake, indeed, my own, for*ln how can I be defiled? I*ln will not give my glory to another."
    },
    {
        "o": 20865,
        "r": "csb:Isaiah:48:12",
        "t": "“Listen*ln to me, Jacob, and*ln Israel, the one called by me: I*ln am he; I am the first, I*ln am also the last."
    },
    {
        "o": 20866,
        "r": "csb:Isaiah:48:13",
        "t": "My*ln own hand founded the earth, and*ln my right hand spread out the heavens; when*ln I summoned them, they*ln stood up together."
    },
    {
        "o": 20867,
        "r": "csb:Isaiah:48:14",
        "t": "All*ln of you, assemble and listen! Who*ln among the idols has declared these things? The*ln Lord*s loves him; he*ln will accomplish his will against Babylon, and*ln his arm will be against the Chaldeans."
    },
    {
        "o": 20868,
        "r": "csb:Isaiah:48:15",
        "t": "I -*ln I have spoken; yes,*ln I have called him; I*ln have brought him, and*ln he will succeed in his mission."
    },
    {
        "o": 20869,
        "r": "csb:Isaiah:48:16",
        "t": "Approach*ln me and listen to this. From*ln the beginning I have not spoken in secret; from*ln the time anything existed, I was there.” And*ln now the Lord God*s has*ln sent me and his Spirit."
    },
    {
        "o": 20870,
        "r": "csb:Isaiah:48:17",
        "t": "This*p is what the Lord,*s your Redeemer, the Holy One of Israel says: I*pn am the Lord*s your God, who*ln teaches you for your benefit, who*ln leads you in the way you should go."
    },
    {
        "o": 20871,
        "r": "csb:Isaiah:48:18",
        "t": "If*ln only you had paid attention to my commands. Then*ln your peace would have been like a river, and*ln your righteousness like the waves of the sea."
    },
    {
        "o": 20872,
        "r": "csb:Isaiah:48:19",
        "t": "Your*ln descendants would have been as countless as the sand, and*ln the offspring of your body like its grains; their*ln name would not be cut off or*ln eliminated from my presence."
    },
    {
        "o": 20873,
        "r": "csb:Isaiah:48:20",
        "t": "Leave*pn Babylon, flee*ln from the Chaldeans! Declare*ln with a shout of joy, proclaim*ln this, let*ln it go out to the end of the earth; announce,*ln “The*ln Lord*s has redeemed his servant Jacob!”"
    },
    {
        "o": 20874,
        "r": "csb:Isaiah:48:21",
        "t": "They*ln did not thirst when*ln he led them through the deserts; he*ln made water flow from the rock for them; he*ln split the rock, and water gushed out."
    },
    {
        "o": 20875,
        "r": "csb:Isaiah:48:22",
        "t": "“There*ln is no peace for the wicked,” says the Lord.*s"
    }
]
