[
    {
        "o": 31138,
        "r": "kjv:2 Timothy:4:0",
        "t": "2 Timothy 4",
        "h": 1
    },
    {
        "o": 31139,
        "r": "kjv:2 Timothy:4:1",
        "t": "I*p charge thee therefore before God, and the Lord Jesus Christ, who shall judge the quick and the dead at his appearing and his kingdom;"
    },
    {
        "o": 31140,
        "r": "kjv:2 Timothy:4:2",
        "t": "Preach*p the word; be instant in season, out of season; reprove, rebuke, exhort with all longsuffering and doctrine."
    },
    {
        "o": 31141,
        "r": "kjv:2 Timothy:4:3",
        "t": "For*p the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;"
    },
    {
        "o": 31142,
        "r": "kjv:2 Timothy:4:4",
        "t": "And*p they shall turn away their ears from the truth, and shall be turned unto fables."
    },
    {
        "o": 31143,
        "r": "kjv:2 Timothy:4:5",
        "t": "But*p watch thou in all things, endure afflictions, do the work of an evangelist, make full proof of thy ministry."
    },
    {
        "o": 31144,
        "r": "kjv:2 Timothy:4:6",
        "t": "For*p I am now ready to be offered, and the time of my departure is at hand."
    },
    {
        "o": 31145,
        "r": "kjv:2 Timothy:4:7",
        "t": "I*p have fought a good fight, I have finished my course, I have kept the faith:"
    },
    {
        "o": 31146,
        "r": "kjv:2 Timothy:4:8",
        "t": "Henceforth*p there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day: and not to me only, but unto all them also that love his appearing."
    },
    {
        "o": 31147,
        "r": "kjv:2 Timothy:4:9",
        "t": "Do*p thy diligence to come shortly unto me:"
    },
    {
        "o": 31148,
        "r": "kjv:2 Timothy:4:10",
        "t": "For*p Demas hath forsaken me, having loved this present world, and is departed unto Thessalonica; Crescens to Galatia, Titus unto Dalmatia."
    },
    {
        "o": 31149,
        "r": "kjv:2 Timothy:4:11",
        "t": "Only*p Luke is with me. Take Mark, and bring him with thee: for he is profitable to me for the ministry."
    },
    {
        "o": 31150,
        "r": "kjv:2 Timothy:4:12",
        "t": "And*p Tychicus have I sent to Ephesus."
    },
    {
        "o": 31151,
        "r": "kjv:2 Timothy:4:13",
        "t": "The*p cloak that I left at Troas with Carpus, when thou comest, bring with thee, and the books, but especially the parchments."
    },
    {
        "o": 31152,
        "r": "kjv:2 Timothy:4:14",
        "t": "Alexander*p the coppersmith did me much evil: the Lord reward him according to his works:"
    },
    {
        "o": 31153,
        "r": "kjv:2 Timothy:4:15",
        "t": "Of*p whom be thou ware also; for he hath greatly withstood our words."
    },
    {
        "o": 31154,
        "r": "kjv:2 Timothy:4:16",
        "t": "At*p my first answer no man stood with me, but all men forsook me: I pray God that it may not be laid to their charge."
    },
    {
        "o": 31155,
        "r": "kjv:2 Timothy:4:17",
        "t": "Notwithstanding*p the Lord stood with me, and strengthened me; that by me the preaching might be fully known, and that all the Gentiles might hear: and I was delivered out of the mouth of the lion."
    },
    {
        "o": 31156,
        "r": "kjv:2 Timothy:4:18",
        "t": "And*p the Lord shall deliver me from every evil work, and will preserve me unto his heavenly kingdom: to whom be glory for ever and ever. Amen."
    },
    {
        "o": 31157,
        "r": "kjv:2 Timothy:4:19",
        "t": "Salute*p Priscilla and Aquila, and the household of Onesiphorus."
    },
    {
        "o": 31158,
        "r": "kjv:2 Timothy:4:20",
        "t": "Erastus*p abode at Corinth: but Trophimus have I left at Miletus sick."
    },
    {
        "o": 31159,
        "r": "kjv:2 Timothy:4:21",
        "t": "Do*p thy diligence to come before winter. Eubulus greeteth thee, and Pudens, and Linus, and Claudia, and all the brethren."
    },
    {
        "o": 31160,
        "r": "kjv:2 Timothy:4:22",
        "t": "The*p Lord Jesus Christ be with thy spirit. Grace be with you. Amen."
    }
]
