[
    {
        "o": 8996,
        "r": "niv:2 Samuel:10:0",
        "t": "2 Samuel 10",
        "h": 1
    },
    {
        "o": 8997,
        "r": "niv:2 Samuel:10:0",
        "t": "David Defeats the Ammonites",
        "h": 2
    },
    {
        "o": 8998,
        "r": "niv:2 Samuel:10:1",
        "t": "In*p the course of time, the king of the Ammonites died, and his son Hanun succeeded him as king."
    },
    {
        "o": 8999,
        "r": "niv:2 Samuel:10:2",
        "t": "David thought, “I will show kindness to Hanun son of Nahash, just as his father showed kindness to me.” So David sent a delegation to express his sympathy to Hanun concerning his father. When*p David’s men came to the land of the Ammonites,"
    },
    {
        "o": 9000,
        "r": "niv:2 Samuel:10:3",
        "t": "the Ammonite commanders said to Hanun their lord, “Do you think David is honoring your father by sending envoys to you to express sympathy? Hasn’t David sent them to you only to explore the city and spy it out and overthrow it?”"
    },
    {
        "o": 9001,
        "r": "niv:2 Samuel:10:4",
        "t": "So Hanun seized David’s envoys, shaved off half of each man’s beard, cut off their garments at the buttocks, and sent them away."
    },
    {
        "o": 9002,
        "r": "niv:2 Samuel:10:5",
        "t": "When*p David was told about this, he sent messengers to meet the men, for they were greatly humiliated. The king said, “Stay at Jericho till your beards have grown, and then come back.”"
    },
    {
        "o": 9003,
        "r": "niv:2 Samuel:10:6",
        "t": "When*p the Ammonites realized that they had become obnoxious to David, they hired twenty thousand Aramean foot soldiers from Beth Rehob and Zobah, as well as the king of Maakah with a thousand men, and also twelve thousand men from Tob."
    },
    {
        "o": 9004,
        "r": "niv:2 Samuel:10:7",
        "t": "On*p hearing this, David sent Joab out with the entire army of fighting men."
    },
    {
        "o": 9005,
        "r": "niv:2 Samuel:10:8",
        "t": "The Ammonites came out and drew up in battle formation at the entrance of their city gate, while the Arameans of Zobah and Rehob and the men of Tob and Maakah were by themselves in the open country."
    },
    {
        "o": 9006,
        "r": "niv:2 Samuel:10:9",
        "t": "Joab*p saw that there were battle lines in front of him and behind him; so he selected some of the best troops in Israel and deployed them against the Arameans."
    },
    {
        "o": 9007,
        "r": "niv:2 Samuel:10:10",
        "t": "He put the rest of the men under the command of Abishai his brother and deployed them against the Ammonites."
    },
    {
        "o": 9008,
        "r": "niv:2 Samuel:10:11",
        "t": "Joab said, “If the Arameans are too strong for me, then you are to come to my rescue; but if the Ammonites are too strong for you, then I will come to rescue you."
    },
    {
        "o": 9009,
        "r": "niv:2 Samuel:10:12",
        "t": "Be strong, and let us fight bravely for our people and the cities of our God. The Lord*s will do what is good in his sight.”"
    },
    {
        "o": 9010,
        "r": "niv:2 Samuel:10:13",
        "t": "Then*p Joab and the troops with him advanced to fight the Arameans, and they fled before him."
    },
    {
        "o": 9011,
        "r": "niv:2 Samuel:10:14",
        "t": "When the Ammonites realized that the Arameans were fleeing, they fled before Abishai and went inside the city. So Joab returned from fighting the Ammonites and came to Jerusalem."
    },
    {
        "o": 9012,
        "r": "niv:2 Samuel:10:15",
        "t": "After*p the Arameans saw that they had been routed by Israel, they regrouped."
    },
    {
        "o": 9013,
        "r": "niv:2 Samuel:10:16",
        "t": "Hadadezer had Arameans brought from beyond the Euphrates River; they went to Helam, with Shobak the commander of Hadadezer’s army leading them."
    },
    {
        "o": 9014,
        "r": "niv:2 Samuel:10:17",
        "t": "When*p David was told of this, he gathered all Israel, crossed the Jordan and went to Helam. The Arameans formed their battle lines to meet David and fought against him."
    },
    {
        "o": 9015,
        "r": "niv:2 Samuel:10:18",
        "t": "But they fled before Israel, and David killed seven hundred of their charioteers and forty thousand of their foot soldiers. He also struck down Shobak the commander of their army, and he died there."
    },
    {
        "o": 9016,
        "r": "niv:2 Samuel:10:19",
        "t": "When all the kings who were vassals of Hadadezer saw that they had been routed by Israel, they made peace with the Israelites and became subject to them. So*p the Arameans were afraid to help the Ammonites anymore."
    }
]
