[
    {
        "o": 20039,
        "r": "nasb:Isaiah:18:0",
        "t": "Isaiah 18",
        "h": 1
    },
    {
        "o": 20040,
        "r": "nasb:Isaiah:18:0",
        "t": "Message to Ethiopia",
        "h": 2
    },
    {
        "o": 20041,
        "r": "nasb:Isaiah:18:1",
        "t": "Alas,*pn oh land of whirring wings Which*ln lies beyond the rivers of Cush,"
    },
    {
        "o": 20042,
        "r": "nasb:Isaiah:18:2",
        "t": "Which*ln sends envoys by the sea, Even*ln in papyrus vessels on the surface of the waters. Go,*ln swift messengers, to a nation tall and smooth, To*ln a people feared far and wide, A*ln powerful and oppressive nation Whose*ln land the rivers divide."
    },
    {
        "o": 20043,
        "r": "nasb:Isaiah:18:3",
        "t": "All*ln you inhabitants of the world and dwellers on earth, As*ln soon as a standard is raised on the mountains, you will see it,*i And*ln as soon as the trumpet is blown, you will hear it.*i"
    },
    {
        "o": 20044,
        "r": "nasb:Isaiah:18:4",
        "t": "For*p thus the Lord*s has told me, “I*pn will look from My dwelling place quietly Like*ln dazzling heat in the sunshine, Like*ln a cloud of dew in the heat of harvest.”"
    },
    {
        "o": 20045,
        "r": "nasb:Isaiah:18:5",
        "t": "For*ln before the harvest, as soon as the bud blossoms And*ln the flower becomes a ripening grape, Then*ln He will cut off the sprigs with pruning knives And*ln remove and*i cut away the spreading branches."
    },
    {
        "o": 20046,
        "r": "nasb:Isaiah:18:6",
        "t": "They*ln will be left together for mountain birds of prey, And*ln for the beasts of the earth; And*ln the birds of prey will spend the summer feeding*i on them, And*ln all the beasts of the earth will spend harvest time on them."
    },
    {
        "o": 20047,
        "r": "nasb:Isaiah:18:7",
        "t": "At*ln that time a gift of homage will be brought to the Lord*s of hosts From*ln a people tall and smooth, Even*ln from a people feared far and wide, A*ln powerful and oppressive nation, Whose*ln land the rivers divide— To*ln the place of the name of the Lord*s of hosts, even*i Mount Zion."
    }
]
