[
    {
        "o": 33462,
        "r": "esv:Titus:1:0",
        "t": "Titus 1",
        "h": 1
    },
    {
        "o": 33463,
        "r": "esv:Titus:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33464,
        "r": "esv:Titus:1:1",
        "t": "Paul,*p a servant of God and an apostle of Jesus Christ, for the sake of the faith of God’s elect and their knowledge of the truth, which accords with godliness,"
    },
    {
        "o": 33465,
        "r": "esv:Titus:1:2",
        "t": "in hope of eternal life, which God, who never lies, promised before the ages began"
    },
    {
        "o": 33466,
        "r": "esv:Titus:1:3",
        "t": "and at the proper time manifested in his word through the preaching with which I have been entrusted by the command of God our Savior;"
    },
    {
        "o": 33467,
        "r": "esv:Titus:1:4",
        "t": "To*p Titus, my true child in a common faith: Grace*p and peace from God the Father and Christ Jesus our Savior."
    },
    {
        "o": 33468,
        "r": "esv:Titus:1:4",
        "t": "Qualifications for Elders",
        "h": 2
    },
    {
        "o": 33469,
        "r": "esv:Titus:1:5",
        "t": "This*p is why I left you in Crete, so that you might put what remained into order, and appoint elders in every town as I directed you—"
    },
    {
        "o": 33470,
        "r": "esv:Titus:1:6",
        "t": "if anyone is above reproach, the husband of one wife, and his children are believers and not open to the charge of debauchery or insubordination."
    },
    {
        "o": 33471,
        "r": "esv:Titus:1:7",
        "t": "For an overseer, as God’s steward, must be above reproach. He must not be arrogant or quick-tempered or a drunkard or violent or greedy for gain,"
    },
    {
        "o": 33472,
        "r": "esv:Titus:1:8",
        "t": "but hospitable, a lover of good, self-controlled, upright, holy, and disciplined."
    },
    {
        "o": 33473,
        "r": "esv:Titus:1:9",
        "t": "He must hold firm to the trustworthy word as taught, so that he may be able to give instruction in sound doctrine and also to rebuke those who contradict it."
    },
    {
        "o": 33474,
        "r": "esv:Titus:1:10",
        "t": "For*p there are many who are insubordinate, empty talkers and deceivers, especially those of the circumcision party."
    },
    {
        "o": 33475,
        "r": "esv:Titus:1:11",
        "t": "They must be silenced, since they are upsetting whole families by teaching for shameful gain what they ought not to teach."
    },
    {
        "o": 33476,
        "r": "esv:Titus:1:12",
        "t": "One of the Cretans, a prophet of their own, said, “Cretans are always liars, evil beasts, lazy gluttons.”"
    },
    {
        "o": 33477,
        "r": "esv:Titus:1:13",
        "t": "This testimony is true. Therefore rebuke them sharply, that they may be sound in the faith,"
    },
    {
        "o": 33478,
        "r": "esv:Titus:1:14",
        "t": "not devoting themselves to Jewish myths and the commands of people who turn away from the truth."
    },
    {
        "o": 33479,
        "r": "esv:Titus:1:15",
        "t": "To the pure, all things are pure, but to the defiled and unbelieving, nothing is pure; but both their minds and their consciences are defiled."
    },
    {
        "o": 33480,
        "r": "esv:Titus:1:16",
        "t": "They profess to know God, but they deny him by their works. They are detestable, disobedient, unfit for any good work."
    },
    {
        "o": 33481,
        "r": "esv:Titus:2:0",
        "t": "Titus 2",
        "h": 1
    },
    {
        "o": 33482,
        "r": "esv:Titus:2:0",
        "t": "Teach Sound Doctrine",
        "h": 2
    },
    {
        "o": 33483,
        "r": "esv:Titus:2:1",
        "t": "But*p as for you, teach what accords with sound doctrine."
    },
    {
        "o": 33484,
        "r": "esv:Titus:2:2",
        "t": "Older men are to be sober-minded, dignified, self-controlled, sound in faith, in love, and in steadfastness."
    },
    {
        "o": 33485,
        "r": "esv:Titus:2:3",
        "t": "Older women likewise are to be reverent in behavior, not slanderers or slaves to much wine. They are to teach what is good,"
    },
    {
        "o": 33486,
        "r": "esv:Titus:2:4",
        "t": "and so train the young women to love their husbands and children,"
    },
    {
        "o": 33487,
        "r": "esv:Titus:2:5",
        "t": "to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled."
    },
    {
        "o": 33488,
        "r": "esv:Titus:2:6",
        "t": "Likewise, urge the younger men to be self-controlled."
    },
    {
        "o": 33489,
        "r": "esv:Titus:2:7",
        "t": "Show yourself in all respects to be a model of good works, and in your teaching show integrity, dignity,"
    },
    {
        "o": 33490,
        "r": "esv:Titus:2:8",
        "t": "and sound speech that cannot be condemned, so that an opponent may be put to shame, having nothing evil to say about us."
    },
    {
        "o": 33491,
        "r": "esv:Titus:2:9",
        "t": "Bondservants are to be submissive to their own masters in everything; they are to be well-pleasing, not argumentative,"
    },
    {
        "o": 33492,
        "r": "esv:Titus:2:10",
        "t": "not pilfering, but showing all good faith, so that in everything they may adorn the doctrine of God our Savior."
    },
    {
        "o": 33493,
        "r": "esv:Titus:2:11",
        "t": "For*p the grace of God has appeared, bringing salvation for all people,"
    },
    {
        "o": 33494,
        "r": "esv:Titus:2:12",
        "t": "training us to renounce ungodliness and worldly passions, and to live self-controlled, upright, and godly lives in the present age,"
    },
    {
        "o": 33495,
        "r": "esv:Titus:2:13",
        "t": "waiting for our blessed hope, the appearing of the glory of our great God and Savior Jesus Christ,"
    },
    {
        "o": 33496,
        "r": "esv:Titus:2:14",
        "t": "who gave himself for us to redeem us from all lawlessness and to purify for himself a people for his own possession who are zealous for good works."
    },
    {
        "o": 33497,
        "r": "esv:Titus:2:15",
        "t": "Declare*p these things; exhort and rebuke with all authority. Let no one disregard you."
    },
    {
        "o": 33498,
        "r": "esv:Titus:3:0",
        "t": "Titus 3",
        "h": 1
    },
    {
        "o": 33499,
        "r": "esv:Titus:3:0",
        "t": "Be Ready for Every Good Work",
        "h": 2
    },
    {
        "o": 33500,
        "r": "esv:Titus:3:1",
        "t": "Remind*p them to be submissive to rulers and authorities, to be obedient, to be ready for every good work,"
    },
    {
        "o": 33501,
        "r": "esv:Titus:3:2",
        "t": "to speak evil of no one, to avoid quarreling, to be gentle, and to show perfect courtesy toward all people."
    },
    {
        "o": 33502,
        "r": "esv:Titus:3:3",
        "t": "For we ourselves were once foolish, disobedient, led astray, slaves to various passions and pleasures, passing our days in malice and envy, hated by others and hating one another."
    },
    {
        "o": 33503,
        "r": "esv:Titus:3:4",
        "t": "But when the goodness and loving kindness of God our Savior appeared,"
    },
    {
        "o": 33504,
        "r": "esv:Titus:3:5",
        "t": "he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit,"
    },
    {
        "o": 33505,
        "r": "esv:Titus:3:6",
        "t": "whom he poured out on us richly through Jesus Christ our Savior,"
    },
    {
        "o": 33506,
        "r": "esv:Titus:3:7",
        "t": "so that being justified by his grace we might become heirs according to the hope of eternal life."
    },
    {
        "o": 33507,
        "r": "esv:Titus:3:8",
        "t": "The saying is trustworthy, and I want you to insist on these things, so that those who have believed in God may be careful to devote themselves to good works. These things are excellent and profitable for people."
    },
    {
        "o": 33508,
        "r": "esv:Titus:3:9",
        "t": "But avoid foolish controversies, genealogies, dissensions, and quarrels about the law, for they are unprofitable and worthless."
    },
    {
        "o": 33509,
        "r": "esv:Titus:3:10",
        "t": "As for a person who stirs up division, after warning him once and then twice, have nothing more to do with him,"
    },
    {
        "o": 33510,
        "r": "esv:Titus:3:11",
        "t": "knowing that such a person is warped and sinful; he is self-condemned."
    },
    {
        "o": 33511,
        "r": "esv:Titus:3:11",
        "t": "Final Instructions and Greetings",
        "h": 2
    },
    {
        "o": 33512,
        "r": "esv:Titus:3:12",
        "t": "When*p I send Artemas or Tychicus to you, do your best to come to me at Nicopolis, for I have decided to spend the winter there."
    },
    {
        "o": 33513,
        "r": "esv:Titus:3:13",
        "t": "Do your best to speed Zenas the lawyer and Apollos on their way; see that they lack nothing."
    },
    {
        "o": 33514,
        "r": "esv:Titus:3:14",
        "t": "And let our people learn to devote themselves to good works, so as to help cases of urgent need, and not be unfruitful."
    },
    {
        "o": 33515,
        "r": "esv:Titus:3:15",
        "t": "All*p who are with me send greetings to you. Greet those who love us in the faith. Grace*p be with you all."
    }
]
