[
    {
        "o": 34301,
        "r": "nasb:Revelation:6:0",
        "t": "Revelation 6",
        "h": 1
    },
    {
        "o": 34302,
        "r": "nasb:Revelation:6:0",
        "t": "The First Seal—Rider on White Horse",
        "h": 2
    },
    {
        "o": 34303,
        "r": "nasb:Revelation:6:1",
        "t": "Then*p I saw when the Lamb broke one of the seven seals, and I heard one of the four living creatures saying as with a voice of thunder, “Come.”"
    },
    {
        "o": 34304,
        "r": "nasb:Revelation:6:2",
        "t": "I looked, and behold, a white horse, and he who sat on it had a bow; and a crown was given to him, and he went out conquering and to conquer."
    },
    {
        "o": 34305,
        "r": "nasb:Revelation:6:2",
        "t": "The Second Seal—War",
        "h": 2
    },
    {
        "o": 34306,
        "r": "nasb:Revelation:6:3",
        "t": "When*p He broke the second seal, I heard the second living creature saying, “Come.”"
    },
    {
        "o": 34307,
        "r": "nasb:Revelation:6:4",
        "t": "And another, a red horse, went out; and to him who sat on it, it was granted to take peace from the earth, and that men*i would slay one another; and a great sword was given to him."
    },
    {
        "o": 34308,
        "r": "nasb:Revelation:6:4",
        "t": "The Third Seal—Famine",
        "h": 2
    },
    {
        "o": 34309,
        "r": "nasb:Revelation:6:5",
        "t": "When*p He broke the third seal, I heard the third living creature saying, “Come.” I looked, and behold, a black horse; and he who sat on it had a pair of scales in his hand."
    },
    {
        "o": 34310,
        "r": "nasb:Revelation:6:6",
        "t": "And I heard something*i like a voice in the center of the four living creatures saying, “A quart of wheat for a denarius, and three quarts of barley for a denarius; and do not damage the oil and the wine.”"
    },
    {
        "o": 34311,
        "r": "nasb:Revelation:6:6",
        "t": "The Fourth Seal—Death",
        "h": 2
    },
    {
        "o": 34312,
        "r": "nasb:Revelation:6:7",
        "t": "When*p the Lamb broke the fourth seal, I heard the voice of the fourth living creature saying, “Come.”"
    },
    {
        "o": 34313,
        "r": "nasb:Revelation:6:8",
        "t": "I looked, and behold, an ashen horse; and he who sat on it had the name Death; and Hades was following with him. Authority was given to them over a fourth of the earth, to kill with sword and with famine and with pestilence and by the wild beasts of the earth."
    },
    {
        "o": 34314,
        "r": "nasb:Revelation:6:8",
        "t": "The Fifth Seal—Martyrs",
        "h": 2
    },
    {
        "o": 34315,
        "r": "nasb:Revelation:6:9",
        "t": "When*p the Lamb broke the fifth seal, I saw underneath the altar the souls of those who had been slain because of the word of God, and because of the testimony which they had maintained;"
    },
    {
        "o": 34316,
        "r": "nasb:Revelation:6:10",
        "t": "and they cried out with a loud voice, saying, “How long, O Lord, holy and true, will You refrain from judging and avenging our blood on those who dwell on the earth?”"
    },
    {
        "o": 34317,
        "r": "nasb:Revelation:6:11",
        "t": "And there was given to each of them a white robe; and they were told that they should rest for a little while longer, until the*i number*i of*i their fellow servants and their brethren who were to be killed even as they had been, would be completed also."
    },
    {
        "o": 34318,
        "r": "nasb:Revelation:6:11",
        "t": "The Sixth Seal—Terror",
        "h": 2
    },
    {
        "o": 34319,
        "r": "nasb:Revelation:6:12",
        "t": "I*p looked when He broke the sixth seal, and there was a great earthquake; and the sun became black as sackcloth made*i of hair, and the whole moon became like blood;"
    },
    {
        "o": 34320,
        "r": "nasb:Revelation:6:13",
        "t": "and the stars of the sky fell to the earth, as a fig tree casts its unripe figs when shaken by a great wind."
    },
    {
        "o": 34321,
        "r": "nasb:Revelation:6:14",
        "t": "The sky was split apart like a scroll when it is rolled up, and every mountain and island were moved out of their places."
    },
    {
        "o": 34322,
        "r": "nasb:Revelation:6:15",
        "t": "Then the kings of the earth and the great men and the commanders and the rich and the strong and every slave and free man hid themselves in the caves and among the rocks of the mountains;"
    },
    {
        "o": 34323,
        "r": "nasb:Revelation:6:16",
        "t": "and they said to the mountains and to the rocks, “Fall on us and hide us from the presence of Him who sits on the throne, and from the wrath of the Lamb;"
    },
    {
        "o": 34324,
        "r": "nasb:Revelation:6:17",
        "t": "for the great day of their wrath has come, and who is able to stand?”"
    }
]
