[
    {
        "o": 26710,
        "r": "niv:Mark:1:0",
        "t": "Mark 1",
        "h": 1
    },
    {
        "o": 26711,
        "r": "niv:Mark:1:0",
        "t": "John the Baptist Prepares the Way",
        "h": 2
    },
    {
        "o": 26712,
        "r": "niv:Mark:1:1",
        "t": "The*p beginning of the good news about Jesus the Messiah, the Son of God,"
    },
    {
        "o": 26713,
        "r": "niv:Mark:1:2",
        "t": "as it is written in Isaiah the prophet: “I*pn will send my messenger ahead of you, who*ld will prepare your way”—"
    },
    {
        "o": 26714,
        "r": "niv:Mark:1:3",
        "t": "“a*ln voice of one calling in the wilderness, ‘Prepare*ln the way for the Lord, make*ld straight paths for him.’ ”"
    },
    {
        "o": 26715,
        "r": "niv:Mark:1:4",
        "t": "And*p so John the Baptist appeared in the wilderness, preaching a baptism of repentance for the forgiveness of sins."
    },
    {
        "o": 26716,
        "r": "niv:Mark:1:5",
        "t": "The whole Judean countryside and all the people of Jerusalem went out to him. Confessing their sins, they were baptized by him in the Jordan River."
    },
    {
        "o": 26717,
        "r": "niv:Mark:1:6",
        "t": "John wore clothing made of camel’s hair, with a leather belt around his waist, and he ate locusts and wild honey."
    },
    {
        "o": 26718,
        "r": "niv:Mark:1:7",
        "t": "And this was his message: “After me comes the one more powerful than I, the straps of whose sandals I am not worthy to stoop down and untie."
    },
    {
        "o": 26719,
        "r": "niv:Mark:1:8",
        "t": "I baptize you with water, but he will baptize you with the Holy Spirit.”"
    },
    {
        "o": 26720,
        "r": "niv:Mark:1:8",
        "t": "The Baptism and Testing of Jesus",
        "h": 2
    },
    {
        "o": 26721,
        "r": "niv:Mark:1:9",
        "t": "At*p that time Jesus came from Nazareth in Galilee and was baptized by John in the Jordan."
    },
    {
        "o": 26722,
        "r": "niv:Mark:1:10",
        "t": "Just as Jesus was coming up out of the water, he saw heaven being torn open and the Spirit descending on him like a dove."
    },
    {
        "o": 26723,
        "r": "niv:Mark:1:11",
        "t": "And a voice came from heaven: “You are my Son, whom I love; with you I am well pleased.”"
    },
    {
        "o": 26724,
        "r": "niv:Mark:1:12",
        "t": "At*p once the Spirit sent him out into the wilderness,"
    },
    {
        "o": 26725,
        "r": "niv:Mark:1:13",
        "t": "and he was in the wilderness forty days, being tempted by Satan. He was with the wild animals, and angels attended him."
    },
    {
        "o": 26726,
        "r": "niv:Mark:1:13",
        "t": "Jesus Announces the Good News",
        "h": 2
    },
    {
        "o": 26727,
        "r": "niv:Mark:1:14",
        "t": "After*p John was put in prison, Jesus went into Galilee, proclaiming the good news of God."
    },
    {
        "o": 26728,
        "r": "niv:Mark:1:15",
        "t": "“The*r time*r has*r come,”*r he said. “The*r kingdom*r of*r God*r has*r come*r near.*r Repent*r and*r believe*r the*r good*r news!”*r"
    },
    {
        "o": 26729,
        "r": "niv:Mark:1:15",
        "t": "Jesus Calls His First Disciples",
        "h": 2
    },
    {
        "o": 26730,
        "r": "niv:Mark:1:16",
        "t": "As*p Jesus walked beside the Sea of Galilee, he saw Simon and his brother Andrew casting a net into the lake, for they were fishermen."
    },
    {
        "o": 26731,
        "r": "niv:Mark:1:17",
        "t": "“Come,*r follow*r me,”*r Jesus said, “and*r I*r will*r send*r you*r out*r to*r fish*r for*r people.”*r"
    },
    {
        "o": 26732,
        "r": "niv:Mark:1:18",
        "t": "At once they left their nets and followed him."
    },
    {
        "o": 26733,
        "r": "niv:Mark:1:19",
        "t": "When*p he had gone a little farther, he saw James son of Zebedee and his brother John in a boat, preparing their nets."
    },
    {
        "o": 26734,
        "r": "niv:Mark:1:20",
        "t": "Without delay he called them, and they left their father Zebedee in the boat with the hired men and followed him."
    },
    {
        "o": 26735,
        "r": "niv:Mark:1:20",
        "t": "Jesus Drives Out an Impure Spirit",
        "h": 2
    },
    {
        "o": 26736,
        "r": "niv:Mark:1:21",
        "t": "They*p went to Capernaum, and when the Sabbath came, Jesus went into the synagogue and began to teach."
    },
    {
        "o": 26737,
        "r": "niv:Mark:1:22",
        "t": "The people were amazed at his teaching, because he taught them as one who had authority, not as the teachers of the law."
    },
    {
        "o": 26738,
        "r": "niv:Mark:1:23",
        "t": "Just then a man in their synagogue who was possessed by an impure spirit cried out,"
    },
    {
        "o": 26739,
        "r": "niv:Mark:1:24",
        "t": "“What do you want with us, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God!”"
    },
    {
        "o": 26740,
        "r": "niv:Mark:1:25",
        "t": "“Be*rp quiet!”*r said Jesus sternly. “Come*r out*r of*r him!”*r"
    },
    {
        "o": 26741,
        "r": "niv:Mark:1:26",
        "t": "The impure spirit shook the man violently and came out of him with a shriek."
    },
    {
        "o": 26742,
        "r": "niv:Mark:1:27",
        "t": "The*p people were all so amazed that they asked each other, “What is this? A new teaching—and with authority! He even gives orders to impure spirits and they obey him.”"
    },
    {
        "o": 26743,
        "r": "niv:Mark:1:28",
        "t": "News about him spread quickly over the whole region of Galilee."
    },
    {
        "o": 26744,
        "r": "niv:Mark:1:28",
        "t": "Jesus Heals Many",
        "h": 2
    },
    {
        "o": 26745,
        "r": "niv:Mark:1:29",
        "t": "As*p soon as they left the synagogue, they went with James and John to the home of Simon and Andrew."
    },
    {
        "o": 26746,
        "r": "niv:Mark:1:30",
        "t": "Simon’s mother-in-law was in bed with a fever, and they immediately told Jesus about her."
    },
    {
        "o": 26747,
        "r": "niv:Mark:1:31",
        "t": "So he went to her, took her hand and helped her up. The fever left her and she began to wait on them."
    },
    {
        "o": 26748,
        "r": "niv:Mark:1:32",
        "t": "That*p evening after sunset the people brought to Jesus all the sick and demon-possessed."
    },
    {
        "o": 26749,
        "r": "niv:Mark:1:33",
        "t": "The whole town gathered at the door,"
    },
    {
        "o": 26750,
        "r": "niv:Mark:1:34",
        "t": "and Jesus healed many who had various diseases. He also drove out many demons, but he would not let the demons speak because they knew who he was."
    },
    {
        "o": 26751,
        "r": "niv:Mark:1:34",
        "t": "Jesus Prays in a Solitary Place",
        "h": 2
    },
    {
        "o": 26752,
        "r": "niv:Mark:1:35",
        "t": "Very*p early in the morning, while it was still dark, Jesus got up, left the house and went off to a solitary place, where he prayed."
    },
    {
        "o": 26753,
        "r": "niv:Mark:1:36",
        "t": "Simon and his companions went to look for him,"
    },
    {
        "o": 26754,
        "r": "niv:Mark:1:37",
        "t": "and when they found him, they exclaimed: “Everyone is looking for you!”"
    },
    {
        "o": 26755,
        "r": "niv:Mark:1:38",
        "t": "Jesus*p replied, “Let*r us*r go*r somewhere*r else—to*r the*r nearby*r villages—so*r I*r can*r preach*r there*r also.*r That*r is*r why*r I*r have*r come.”*r"
    },
    {
        "o": 26756,
        "r": "niv:Mark:1:39",
        "t": "So he traveled throughout Galilee, preaching in their synagogues and driving out demons."
    },
    {
        "o": 26757,
        "r": "niv:Mark:1:39",
        "t": "Jesus Heals a Man With Leprosy",
        "h": 2
    },
    {
        "o": 26758,
        "r": "niv:Mark:1:40",
        "t": "A*p man with leprosy came to him and begged him on his knees, “If you are willing, you can make me clean.”"
    },
    {
        "o": 26759,
        "r": "niv:Mark:1:41",
        "t": "Jesus*p was indignant. He reached out his hand and touched the man. “I*r am*r willing,”*r he said. “Be*r clean!”*r"
    },
    {
        "o": 26760,
        "r": "niv:Mark:1:42",
        "t": "Immediately the leprosy left him and he was cleansed."
    },
    {
        "o": 26761,
        "r": "niv:Mark:1:43",
        "t": "Jesus*p sent him away at once with a strong warning:"
    },
    {
        "o": 26762,
        "r": "niv:Mark:1:44",
        "t": "“See*r that*r you*r don’t*r tell*r this*r to*r anyone.*r But*r go,*r show*r yourself*r to*r the*r priest*r and*r offer*r the*r sacrifices*r that*r Moses*r commanded*r for*r your*r cleansing,*r as*r a*r testimony*r to*r them.”*r"
    },
    {
        "o": 26763,
        "r": "niv:Mark:1:45",
        "t": "Instead he went out and began to talk freely, spreading the news. As a result, Jesus could no longer enter a town openly but stayed outside in lonely places. Yet the people still came to him from everywhere."
    }
]
