[
    {
        "o": 1291,
        "r": "csb:Genesis:40:0",
        "t": "Genesis 40",
        "h": 1
    },
    {
        "o": 1292,
        "r": "csb:Genesis:40:0",
        "t": "Joseph Interprets Two Prisoners’ Dreams",
        "h": 2
    },
    {
        "o": 1293,
        "r": "csb:Genesis:40:1",
        "t": "After*p this, the king of Egypt’s cupbearer and baker offended their master, the king of Egypt."
    },
    {
        "o": 1294,
        "r": "csb:Genesis:40:2",
        "t": "Pharaoh was angry with his two officers, the chief cupbearer and the chief baker,"
    },
    {
        "o": 1295,
        "r": "csb:Genesis:40:3",
        "t": "and put them in custody in the house of the captain of the guards in the prison where Joseph was confined."
    },
    {
        "o": 1296,
        "r": "csb:Genesis:40:4",
        "t": "The captain of the guards assigned Joseph to them as their personal attendant, and they were in custody for some time."
    },
    {
        "o": 1297,
        "r": "csb:Genesis:40:5",
        "t": "The*p king of Egypt’s cupbearer and baker, who were confined in the prison, each had a dream. Both had a dream on the same night, and each dream had its own meaning."
    },
    {
        "o": 1298,
        "r": "csb:Genesis:40:6",
        "t": "When Joseph came to them in the morning, he saw that they looked distraught."
    },
    {
        "o": 1299,
        "r": "csb:Genesis:40:7",
        "t": "So he asked Pharaoh’s officers who were in custody with him in his master’s house, “Why do you look so sad today?”"
    },
    {
        "o": 1300,
        "r": "csb:Genesis:40:8",
        "t": "“We*p had dreams,” they said to him, “but there is no one to interpret them.” Then*p Joseph said to them, “Don’t interpretations belong to God? Tell me your dreams.”"
    },
    {
        "o": 1301,
        "r": "csb:Genesis:40:9",
        "t": "So*p the chief cupbearer told his dream to Joseph: “In my dream there was a vine in front of me."
    },
    {
        "o": 1302,
        "r": "csb:Genesis:40:10",
        "t": "On the vine were three branches. As soon as it budded, its blossoms came out and its clusters ripened into grapes."
    },
    {
        "o": 1303,
        "r": "csb:Genesis:40:11",
        "t": "Pharaoh’s cup was in my hand, and I took the grapes, squeezed them into Pharaoh’s cup, and placed the cup in Pharaoh’s hand.”"
    },
    {
        "o": 1304,
        "r": "csb:Genesis:40:12",
        "t": "“This*p is its interpretation,” Joseph said to him. “The three branches are three days."
    },
    {
        "o": 1305,
        "r": "csb:Genesis:40:13",
        "t": "In just three days Pharaoh will lift up your head and restore you to your position. You will put Pharaoh’s cup in his hand the way you used to when you were his cupbearer."
    },
    {
        "o": 1306,
        "r": "csb:Genesis:40:14",
        "t": "But when all goes well for you, remember that I was with you. Please show kindness to me by mentioning me to Pharaoh, and get me out of this prison."
    },
    {
        "o": 1307,
        "r": "csb:Genesis:40:15",
        "t": "For I was kidnapped from the land of the Hebrews, and even here I have done nothing that they should put me in the dungeon.”"
    },
    {
        "o": 1308,
        "r": "csb:Genesis:40:16",
        "t": "When*p the chief baker saw that the interpretation was positive, he said to Joseph, “I also had a dream. Three baskets of white bread were on my head."
    },
    {
        "o": 1309,
        "r": "csb:Genesis:40:17",
        "t": "In the top basket were all sorts of baked goods for Pharaoh, but the birds were eating them out of the basket on my head.”"
    },
    {
        "o": 1310,
        "r": "csb:Genesis:40:18",
        "t": "“This*p is its interpretation,” Joseph replied. “The three baskets are three days."
    },
    {
        "o": 1311,
        "r": "csb:Genesis:40:19",
        "t": "In just three days Pharaoh will lift up your head - from off you - and hang you on a tree. Then the birds will eat the flesh from your body.”"
    },
    {
        "o": 1312,
        "r": "csb:Genesis:40:20",
        "t": "On*p the third day, which was Pharaoh’s birthday, he gave a feast for all his servants. He elevated the chief cupbearer and the chief baker among his servants."
    },
    {
        "o": 1313,
        "r": "csb:Genesis:40:21",
        "t": "Pharaoh restored the chief cupbearer to his position as cupbearer, and he placed the cup in Pharaoh’s hand."
    },
    {
        "o": 1314,
        "r": "csb:Genesis:40:22",
        "t": "But Pharaoh hanged the chief baker, just as Joseph had explained to them."
    },
    {
        "o": 1315,
        "r": "csb:Genesis:40:23",
        "t": "Yet the chief cupbearer did not remember Joseph; he forgot him."
    }
]
