[
    {
        "o": 21549,
        "r": "csb:Jeremiah:11:0",
        "t": "Jeremiah 11",
        "h": 1
    },
    {
        "o": 21550,
        "r": "csb:Jeremiah:11:0",
        "t": "Reminder of the Covenant",
        "h": 2
    },
    {
        "o": 21551,
        "r": "csb:Jeremiah:11:1",
        "t": "This*p is the word that came to Jeremiah from the Lord:*s"
    },
    {
        "o": 21552,
        "r": "csb:Jeremiah:11:2",
        "t": "“Listen to the words of this covenant and tell them to the men of Judah and the residents of Jerusalem."
    },
    {
        "o": 21553,
        "r": "csb:Jeremiah:11:3",
        "t": "Tell them, ‘This is what the Lord,*s the God of Israel, says: “Let a curse be on the man who does not obey the words of this covenant,"
    },
    {
        "o": 21554,
        "r": "csb:Jeremiah:11:4",
        "t": "which I commanded your ancestors when I brought them out of the land of Egypt, out of the iron furnace.” I declared, “Obey me, and do everything that I command you, and you will be my people, and I will be your God,”"
    },
    {
        "o": 21555,
        "r": "csb:Jeremiah:11:5",
        "t": "in order to establish the oath I swore to your ancestors, to give them a land flowing with milk and honey, as it is today.’” I*p answered, “Amen, Lord.”*s"
    },
    {
        "o": 21556,
        "r": "csb:Jeremiah:11:6",
        "t": "The*p Lord*s said to me, “Proclaim all these words in the cities of Judah and in the streets of Jerusalem: ‘Obey the words of this covenant and carry them out.’"
    },
    {
        "o": 21557,
        "r": "csb:Jeremiah:11:7",
        "t": "For I strongly warned your ancestors when I brought them out of the land of Egypt until today, warning them time and time again, ‘Obey me.’"
    },
    {
        "o": 21558,
        "r": "csb:Jeremiah:11:8",
        "t": "Yet they would not obey or pay attention; each one followed the stubbornness of his evil heart. So I brought on them all the curses of this covenant, because they had not done what I commanded them to do.”"
    },
    {
        "o": 21559,
        "r": "csb:Jeremiah:11:9",
        "t": "The*p Lord*s said to me, “A conspiracy has been discovered among the men of Judah and the residents of Jerusalem."
    },
    {
        "o": 21560,
        "r": "csb:Jeremiah:11:10",
        "t": "They have returned to the iniquities of their ancestors who refused to obey my words and have followed other gods to worship them. The house of Israel and the house of Judah broke my covenant I made with their ancestors."
    },
    {
        "o": 21561,
        "r": "csb:Jeremiah:11:11",
        "t": "“Therefore,*p this is what the Lord*s says: I am about to bring on them disaster that they cannot escape. They will cry out to me, but I will not hear them."
    },
    {
        "o": 21562,
        "r": "csb:Jeremiah:11:12",
        "t": "Then the cities of Judah and the residents of Jerusalem will go and cry out to the gods they have been burning incense to, but they certainly will not save them in their time of disaster."
    },
    {
        "o": 21563,
        "r": "csb:Jeremiah:11:13",
        "t": "Your gods are indeed as numerous as your cities, Judah, and the altars you have set up to Shame- altars to burn incense to Baal - as numerous as the streets of Jerusalem."
    },
    {
        "o": 21564,
        "r": "csb:Jeremiah:11:14",
        "t": "“As*p for you, do not pray for these people. Do not raise up a cry or a prayer on their behalf, for I will not be listening when they call out to me at the time of their disaster."
    },
    {
        "o": 21565,
        "r": "csb:Jeremiah:11:15",
        "t": "What*pn right does my beloved have to*ln be in my house, having*ln carried out so many evil schemes? Can*ln holy meat prevent your disaster so*ln you can celebrate?"
    },
    {
        "o": 21566,
        "r": "csb:Jeremiah:11:16",
        "t": "The*ln Lord*s named you a*ln flourishing olive tree, beautiful*ln with well-formed fruit. He*ln has set fire to it, and*ln its branches are consumed with*ln the sound of a mighty tumult."
    },
    {
        "o": 21567,
        "r": "csb:Jeremiah:11:17",
        "t": "“The*p Lord*s of Armies who planted you has decreed disaster against you, because of the disaster the house of Israel and the house of Judah brought on themselves when they angered me by burning incense to Baal.”"
    },
    {
        "o": 21568,
        "r": "csb:Jeremiah:11:18",
        "t": "The*pn Lord*s informed me, so I knew. Then*ln you helped me to see their deeds,"
    },
    {
        "o": 21569,
        "r": "csb:Jeremiah:11:19",
        "t": "for*ln I was like a docile lamb led to slaughter. I*ln didn’t know that they had devised plots against me: “Let’s*ln destroy the tree with its fruit; let’s*ln cut him off from the land of the living so*ln that his name will no longer be remembered.”"
    },
    {
        "o": 21570,
        "r": "csb:Jeremiah:11:20",
        "t": "But,*ln Lord*s of Armies, who judges righteously, who*ln tests heart and mind, let*ln me see your vengeance on them, for*ln I have presented my case to you."
    },
    {
        "o": 21571,
        "r": "csb:Jeremiah:11:21",
        "t": "Therefore,*p here is what the Lord*s says concerning the people of Anathoth who intend to take your life. They warn, “Do not prophesy in the name of the Lord,*s or you will certainly die at our hand.”"
    },
    {
        "o": 21572,
        "r": "csb:Jeremiah:11:22",
        "t": "Therefore, this is what the Lord*s of Armies says: “I am about to punish them. The young men will die by the sword; their sons and daughters will die by famine."
    },
    {
        "o": 21573,
        "r": "csb:Jeremiah:11:23",
        "t": "They will have no remnant, for I will bring disaster on the people of Anathoth in the year of their punishment.”"
    }
]
