[
    {
        "o": 8068,
        "r": "esv:1 Samuel:8:0",
        "t": "1 Samuel 8",
        "h": 1
    },
    {
        "o": 8069,
        "r": "esv:1 Samuel:8:0",
        "t": "Israel Demands a King",
        "h": 2
    },
    {
        "o": 8070,
        "r": "esv:1 Samuel:8:1",
        "t": "When*p Samuel became old, he made his sons judges over Israel."
    },
    {
        "o": 8071,
        "r": "esv:1 Samuel:8:2",
        "t": "The name of his firstborn son was Joel, and the name of his second, Abijah; they were judges in Beersheba."
    },
    {
        "o": 8072,
        "r": "esv:1 Samuel:8:3",
        "t": "Yet his sons did not walk in his ways but turned aside after gain. They took bribes and perverted justice."
    },
    {
        "o": 8073,
        "r": "esv:1 Samuel:8:4",
        "t": "Then*p all the elders of Israel gathered together and came to Samuel at Ramah"
    },
    {
        "o": 8074,
        "r": "esv:1 Samuel:8:5",
        "t": "and said to him, “Behold, you are old and your sons do not walk in your ways. Now appoint for us a king to judge us like all the nations.”"
    },
    {
        "o": 8075,
        "r": "esv:1 Samuel:8:6",
        "t": "But the thing displeased Samuel when they said, “Give us a king to judge us.” And Samuel prayed to the Lord.*s"
    },
    {
        "o": 8076,
        "r": "esv:1 Samuel:8:7",
        "t": "And the Lord*s said to Samuel, “Obey the voice of the people in all that they say to you, for they have not rejected you, but they have rejected me from being king over them."
    },
    {
        "o": 8077,
        "r": "esv:1 Samuel:8:8",
        "t": "According to all the deeds that they have done, from the day I brought them up out of Egypt even to this day, forsaking me and serving other gods, so they are also doing to you."
    },
    {
        "o": 8078,
        "r": "esv:1 Samuel:8:9",
        "t": "Now then, obey their voice; only you shall solemnly warn them and show them the ways of the king who shall reign over them.”"
    },
    {
        "o": 8079,
        "r": "esv:1 Samuel:8:9",
        "t": "Samuel’s Warning Against Kings",
        "h": 2
    },
    {
        "o": 8080,
        "r": "esv:1 Samuel:8:10",
        "t": "So*p Samuel told all the words of the Lord*s to the people who were asking for a king from him."
    },
    {
        "o": 8081,
        "r": "esv:1 Samuel:8:11",
        "t": "He said, “These will be the ways of the king who will reign over you: he will take your sons and appoint them to his chariots and to be his horsemen and to run before his chariots."
    },
    {
        "o": 8082,
        "r": "esv:1 Samuel:8:12",
        "t": "And he will appoint for himself commanders of thousands and commanders of fifties, and some to plow his ground and to reap his harvest, and to make his implements of war and the equipment of his chariots."
    },
    {
        "o": 8083,
        "r": "esv:1 Samuel:8:13",
        "t": "He will take your daughters to be perfumers and cooks and bakers."
    },
    {
        "o": 8084,
        "r": "esv:1 Samuel:8:14",
        "t": "He will take the best of your fields and vineyards and olive orchards and give them to his servants."
    },
    {
        "o": 8085,
        "r": "esv:1 Samuel:8:15",
        "t": "He will take the tenth of your grain and of your vineyards and give it to his officers and to his servants."
    },
    {
        "o": 8086,
        "r": "esv:1 Samuel:8:16",
        "t": "He will take your male servants and female servants and the best of your young men and your donkeys, and put them to his work."
    },
    {
        "o": 8087,
        "r": "esv:1 Samuel:8:17",
        "t": "He will take the tenth of your flocks, and you shall be his slaves."
    },
    {
        "o": 8088,
        "r": "esv:1 Samuel:8:18",
        "t": "And in that day you will cry out because of your king, whom you have chosen for yourselves, but the Lord*s will not answer you in that day.”"
    },
    {
        "o": 8089,
        "r": "esv:1 Samuel:8:18",
        "t": "The Lord Grants Israel’s Request",
        "h": 2
    },
    {
        "o": 8090,
        "r": "esv:1 Samuel:8:19",
        "t": "But*p the people refused to obey the voice of Samuel. And they said, “No! But there shall be a king over us,"
    },
    {
        "o": 8091,
        "r": "esv:1 Samuel:8:20",
        "t": "that we also may be like all the nations, and that our king may judge us and go out before us and fight our battles.”"
    },
    {
        "o": 8092,
        "r": "esv:1 Samuel:8:21",
        "t": "And when Samuel had heard all the words of the people, he repeated them in the ears of the Lord.*s"
    },
    {
        "o": 8093,
        "r": "esv:1 Samuel:8:22",
        "t": "And the Lord*s said to Samuel, “Obey their voice and make them a king.” Samuel then said to the men of Israel, “Go every man to his city.”"
    }
]
