[
    {
        "o": 21085,
        "r": "csb:Isaiah:60:0",
        "t": "Isaiah 60",
        "h": 1
    },
    {
        "o": 21086,
        "r": "csb:Isaiah:60:0",
        "t": "The Lord’s Glory in Zion",
        "h": 2
    },
    {
        "o": 21087,
        "r": "csb:Isaiah:60:1",
        "t": "Arise,*pn shine, for your light has come, and*ln the glory of the Lord*s shines over you."
    },
    {
        "o": 21088,
        "r": "csb:Isaiah:60:2",
        "t": "For*ln look, darkness will cover the earth, and*ln total darkness the peoples; but*ln the Lord*s will shine over you, and*ln his glory will appear over you."
    },
    {
        "o": 21089,
        "r": "csb:Isaiah:60:3",
        "t": "Nations*ln will come to your light, and*ln kings to your shining brightness."
    },
    {
        "o": 21090,
        "r": "csb:Isaiah:60:4",
        "t": "Raise*pn your eyes and look around: they*ln all gather and come to you; your*ln sons will come from far away, and*ln your daughters on the hips of nursing mothers."
    },
    {
        "o": 21091,
        "r": "csb:Isaiah:60:5",
        "t": "Then*ln you will see and be radiant, and*ln your heart will tremble and rejoice, because*ln the riches of the sea will become yours and*ln the wealth of the nations will come to you."
    },
    {
        "o": 21092,
        "r": "csb:Isaiah:60:6",
        "t": "Caravans*ln of camels will cover your land— young*ln camels of Midian and Ephah — all*ln of them will come from Sheba. They*ln will carry gold and frankincense and*ln proclaim the praises of the Lord.*s"
    },
    {
        "o": 21093,
        "r": "csb:Isaiah:60:7",
        "t": "All*ln the flocks of Kedar will be gathered to you; the*ln rams of Nebaioth will serve you and*ln go up on my altar as an acceptable sacrifice. I*ln will glorify my beautiful house."
    },
    {
        "o": 21094,
        "r": "csb:Isaiah:60:8",
        "t": "Who*pn are these who fly like a cloud, like*ln doves to their shelters?"
    },
    {
        "o": 21095,
        "r": "csb:Isaiah:60:9",
        "t": "Yes,*ln the coasts and islands will wait for me with*ln the ships of Tarshish in the lead, to*ln bring your children from far away, their*ln silver and gold with them, for*ln the honor of the Lord*s your God, the*ln Holy One of Israel, who*ln has glorified you."
    },
    {
        "o": 21096,
        "r": "csb:Isaiah:60:10",
        "t": "Foreigners*pn will rebuild your walls, and*ln their kings will serve you. Although*ln I struck you in my wrath, yet*ln I will show mercy to you with my favor."
    },
    {
        "o": 21097,
        "r": "csb:Isaiah:60:11",
        "t": "Your*ln city gates will always be open; they*ln will never be shut day or night so*ln that the wealth of the nations may*ln be brought into you, with*ln their kings being led in procession."
    },
    {
        "o": 21098,
        "r": "csb:Isaiah:60:12",
        "t": "For*ln the nation and the kingdom that*ln will not serve you will perish; those*ln nations will be annihilated."
    },
    {
        "o": 21099,
        "r": "csb:Isaiah:60:13",
        "t": "The*ln glory of Lebanon will come to you— its*ln pine, elm, and cypress together— to*ln beautify the place of my sanctuary, and*ln I will glorify my dwelling place."
    },
    {
        "o": 21100,
        "r": "csb:Isaiah:60:14",
        "t": "The*ln sons of your oppressors will*ln come and bow down to you; all*ln who reviled you will*ln fall facedown at your feet. They*ln will call you the City of the Lord,*s Zion*ln of the Holy One of Israel."
    },
    {
        "o": 21101,
        "r": "csb:Isaiah:60:15",
        "t": "Instead*ln of your being deserted and hated, with*ln no one passing through, I*ln will make you an object of eternal pride, a*ln joy from age to age."
    },
    {
        "o": 21102,
        "r": "csb:Isaiah:60:16",
        "t": "You*ln will nurse on the milk of nations, and*ln nurse at the breast of kings; you*ln will know that I, the Lord,*s am your Savior and*ln Redeemer, the Mighty One of Jacob."
    },
    {
        "o": 21103,
        "r": "csb:Isaiah:60:17",
        "t": "I*ln will bring gold instead of bronze; I*ln will bring silver instead of iron, bronze*ln instead of wood, and*ln iron instead of stones. I*ln will appoint peace as your government and*ln righteousness as your overseers."
    },
    {
        "o": 21104,
        "r": "csb:Isaiah:60:18",
        "t": "Violence*ln will never again be heard of in your land; devastation*ln and destruction will*ln be gone from your borders. You*ln will call your walls Salvation and*ln your city gates Praise."
    },
    {
        "o": 21105,
        "r": "csb:Isaiah:60:19",
        "t": "The*ln sun will no longer be your light by day, and*ln the brightness of the moon will not shine on you. The*ln Lord*s will be your everlasting light, and*ln your God will be your splendor."
    },
    {
        "o": 21106,
        "r": "csb:Isaiah:60:20",
        "t": "Your*ln sun will no longer set, and*ln your moon will not fade; for*ln the Lord*s will be your everlasting light, and*ln the days of your sorrow will be over."
    },
    {
        "o": 21107,
        "r": "csb:Isaiah:60:21",
        "t": "All*ln your people will be righteous; they*ln will possess the land forever; they*ln are the branch I planted, the*ln work of my hands, so*ln that I may be glorified."
    },
    {
        "o": 21108,
        "r": "csb:Isaiah:60:22",
        "t": "The*ln least will become a thousand, the*ln smallest a mighty nation. I*ln am the Lord;*s I*ln will accomplish it quickly in its time."
    }
]
