[
    {
        "o": 21658,
        "r": "nasb:Jeremiah:21:0",
        "t": "Jeremiah 21",
        "h": 1
    },
    {
        "o": 21659,
        "r": "nasb:Jeremiah:21:0",
        "t": "Jeremiah’s Message for Zedekiah",
        "h": 2
    },
    {
        "o": 21660,
        "r": "nasb:Jeremiah:21:1",
        "t": "The*p word which came to Jeremiah from the Lord*s when King Zedekiah sent to him Pashhur the son of Malchijah, and Zephaniah the priest, the son of Maaseiah, saying,"
    },
    {
        "o": 21661,
        "r": "nasb:Jeremiah:21:2",
        "t": "“Please inquire of the Lord*s on our behalf, for Nebuchadnezzar king of Babylon is warring against us; perhaps the Lord*s will deal with us according to all His wonderful acts, so that the*i enemy*i will withdraw from us.”"
    },
    {
        "o": 21662,
        "r": "nasb:Jeremiah:21:3",
        "t": "Then*p Jeremiah said to them, “You shall say to Zedekiah as follows:"
    },
    {
        "o": 21663,
        "r": "nasb:Jeremiah:21:4",
        "t": "‘Thus says the Lord*s God of Israel, “Behold, I am about to turn back the weapons of war which are in your hands, with which you are warring against the king of Babylon and the Chaldeans who are besieging you outside the wall; and I will gather them into the center of this city."
    },
    {
        "o": 21664,
        "r": "nasb:Jeremiah:21:5",
        "t": "I Myself will war against you with an outstretched hand and a mighty arm, even in anger and wrath and great indignation."
    },
    {
        "o": 21665,
        "r": "nasb:Jeremiah:21:6",
        "t": "I will also strike down the inhabitants of this city, both man and beast; they will die of a great pestilence."
    },
    {
        "o": 21666,
        "r": "nasb:Jeremiah:21:7",
        "t": "Then afterwards,” declares the Lord,*s “I will give over Zedekiah king of Judah and his servants and the people, even those who survive in this city from the pestilence, the sword and the famine, into the hand of Nebuchadnezzar king of Babylon, and into the hand of their foes and into the hand of those who seek their lives; and he will strike them down with the edge of the sword. He will not spare them nor have pity nor compassion.” ’"
    },
    {
        "o": 21667,
        "r": "nasb:Jeremiah:21:8",
        "t": "“You*p shall also say to this people, ‘Thus says the Lord,*s “Behold, I set before you the way of life and the way of death."
    },
    {
        "o": 21668,
        "r": "nasb:Jeremiah:21:9",
        "t": "He who dwells in this city will die by the sword and by famine and by pestilence; but he who goes out and falls away to the Chaldeans who are besieging you will live, and he will have his own life as booty."
    },
    {
        "o": 21669,
        "r": "nasb:Jeremiah:21:10",
        "t": "For I have set My face against this city for harm and not for good,” declares the Lord.*s “It will be given into the hand of the king of Babylon and he will burn it with fire.” ’"
    },
    {
        "o": 21670,
        "r": "nasb:Jeremiah:21:11",
        "t": "“Then*p say*i to the household of the king of Judah, ‘Hear the word of the Lord,*s"
    },
    {
        "o": 21671,
        "r": "nasb:Jeremiah:21:12",
        "t": "O house of David, thus says the Lord:*s “Administer*pn justice every morning; And*ln deliver the person*i who has been robbed from the power of his*i oppressor, That*ln My wrath may not go forth like fire And*ln burn with none to extinguish it,*i Because*ln of the evil of their deeds."
    },
    {
        "o": 21672,
        "r": "nasb:Jeremiah:21:13",
        "t": "“Behold,*ln I am against you, O valley dweller, O*ln rocky plain,” declares the Lord,*s “You*ln men who say, ‘Who will come down against us? Or*ln who will enter into our habitations?’"
    },
    {
        "o": 21673,
        "r": "nasb:Jeremiah:21:14",
        "t": "But*ln I will punish you according to the results of your deeds,” declares the Lord,*s “And*ln I will kindle a fire in its forest That*ln it may devour all its environs.” ’ ”"
    }
]
