[
    {
        "o": 7770,
        "r": "niv:Ruth:1:0",
        "t": "Ruth 1",
        "h": 1
    },
    {
        "o": 7771,
        "r": "niv:Ruth:1:0",
        "t": "Naomi Loses Her Husband and Sons",
        "h": 2
    },
    {
        "o": 7772,
        "r": "niv:Ruth:1:1",
        "t": "In*p the days when the judges ruled, there was a famine in the land. So a man from Bethlehem in Judah, together with his wife and two sons, went to live for a while in the country of Moab."
    },
    {
        "o": 7773,
        "r": "niv:Ruth:1:2",
        "t": "The man’s name was Elimelek, his wife’s name was Naomi, and the names of his two sons were Mahlon and Kilion. They were Ephrathites from Bethlehem, Judah. And they went to Moab and lived there."
    },
    {
        "o": 7774,
        "r": "niv:Ruth:1:3",
        "t": "Now*p Elimelek, Naomi’s husband, died, and she was left with her two sons."
    },
    {
        "o": 7775,
        "r": "niv:Ruth:1:4",
        "t": "They married Moabite women, one named Orpah and the other Ruth. After they had lived there about ten years,"
    },
    {
        "o": 7776,
        "r": "niv:Ruth:1:5",
        "t": "both Mahlon and Kilion also died, and Naomi was left without her two sons and her husband."
    },
    {
        "o": 7777,
        "r": "niv:Ruth:1:5",
        "t": "Naomi and Ruth Return to Bethlehem",
        "h": 2
    },
    {
        "o": 7778,
        "r": "niv:Ruth:1:6",
        "t": "When*p Naomi heard in Moab that the Lord*s had come to the aid of his people by providing food for them, she and her daughters-in-law prepared to return home from there."
    },
    {
        "o": 7779,
        "r": "niv:Ruth:1:7",
        "t": "With her two daughters-in-law she left the place where she had been living and set out on the road that would take them back to the land of Judah."
    },
    {
        "o": 7780,
        "r": "niv:Ruth:1:8",
        "t": "Then*p Naomi said to her two daughters-in-law, “Go back, each of you, to your mother’s home. May the Lord*s show you kindness, as you have shown kindness to your dead husbands and to me."
    },
    {
        "o": 7781,
        "r": "niv:Ruth:1:9",
        "t": "May the Lord*s grant that each of you will find rest in the home of another husband.” Then*p she kissed them goodbye and they wept aloud"
    },
    {
        "o": 7782,
        "r": "niv:Ruth:1:10",
        "t": "and said to her, “We will go back with you to your people.”"
    },
    {
        "o": 7783,
        "r": "niv:Ruth:1:11",
        "t": "But*p Naomi said, “Return home, my daughters. Why would you come with me? Am I going to have any more sons, who could become your husbands?"
    },
    {
        "o": 7784,
        "r": "niv:Ruth:1:12",
        "t": "Return home, my daughters; I am too old to have another husband. Even if I thought there was still hope for me—even if I had a husband tonight and then gave birth to sons—"
    },
    {
        "o": 7785,
        "r": "niv:Ruth:1:13",
        "t": "would you wait until they grew up? Would you remain unmarried for them? No, my daughters. It is more bitter for me than for you, because the Lord’s*s hand has turned against me!”"
    },
    {
        "o": 7786,
        "r": "niv:Ruth:1:14",
        "t": "At*p this they wept aloud again. Then Orpah kissed her mother-in-law goodbye, but Ruth clung to her."
    },
    {
        "o": 7787,
        "r": "niv:Ruth:1:15",
        "t": "“Look,”*p said Naomi, “your sister-in-law is going back to her people and her gods. Go back with her.”"
    },
    {
        "o": 7788,
        "r": "niv:Ruth:1:16",
        "t": "But*p Ruth replied, “Don’t urge me to leave you or to turn back from you. Where you go I will go, and where you stay I will stay. Your people will be my people and your God my God."
    },
    {
        "o": 7789,
        "r": "niv:Ruth:1:17",
        "t": "Where you die I will die, and there I will be buried. May the Lord*s deal with me, be it ever so severely, if even death separates you and me.”"
    },
    {
        "o": 7790,
        "r": "niv:Ruth:1:18",
        "t": "When Naomi realized that Ruth was determined to go with her, she stopped urging her."
    },
    {
        "o": 7791,
        "r": "niv:Ruth:1:19",
        "t": "So*p the two women went on until they came to Bethlehem. When they arrived in Bethlehem, the whole town was stirred because of them, and the women exclaimed, “Can this be Naomi?”"
    },
    {
        "o": 7792,
        "r": "niv:Ruth:1:20",
        "t": "“Don’t*p call me Naomi,” she told them. “Call me Mara, because the Almighty has made my life very bitter."
    },
    {
        "o": 7793,
        "r": "niv:Ruth:1:21",
        "t": "I went away full, but the Lord*s has brought me back empty. Why call me Naomi? The Lord*s has afflicted me; the Almighty has brought misfortune upon me.”"
    },
    {
        "o": 7794,
        "r": "niv:Ruth:1:22",
        "t": "So*p Naomi returned from Moab accompanied by Ruth the Moabite, her daughter-in-law, arriving in Bethlehem as the barley harvest was beginning."
    },
    {
        "o": 7795,
        "r": "niv:Ruth:2:0",
        "t": "Ruth 2",
        "h": 1
    },
    {
        "o": 7796,
        "r": "niv:Ruth:2:0",
        "t": "Ruth Meets Boaz in the Grain Field",
        "h": 2
    },
    {
        "o": 7797,
        "r": "niv:Ruth:2:1",
        "t": "Now*p Naomi had a relative on her husband’s side, a man of standing from the clan of Elimelek, whose name was Boaz."
    },
    {
        "o": 7798,
        "r": "niv:Ruth:2:2",
        "t": "And*p Ruth the Moabite said to Naomi, “Let me go to the fields and pick up the leftover grain behind anyone in whose eyes I find favor.” Naomi*p said to her, “Go ahead, my daughter.”"
    },
    {
        "o": 7799,
        "r": "niv:Ruth:2:3",
        "t": "So she went out, entered a field and began to glean behind the harvesters. As it turned out, she was working in a field belonging to Boaz, who was from the clan of Elimelek."
    },
    {
        "o": 7800,
        "r": "niv:Ruth:2:4",
        "t": "Just*p then Boaz arrived from Bethlehem and greeted the harvesters, “The Lord*s be with you!” “The*p Lord*s bless you!” they answered."
    },
    {
        "o": 7801,
        "r": "niv:Ruth:2:5",
        "t": "Boaz*p asked the overseer of his harvesters, “Who does that young woman belong to?”"
    },
    {
        "o": 7802,
        "r": "niv:Ruth:2:6",
        "t": "The*p overseer replied, “She is the Moabite who came back from Moab with Naomi."
    },
    {
        "o": 7803,
        "r": "niv:Ruth:2:7",
        "t": "She said, ‘Please let me glean and gather among the sheaves behind the harvesters.’ She came into the field and has remained here from morning till now, except for a short rest in the shelter.”"
    },
    {
        "o": 7804,
        "r": "niv:Ruth:2:8",
        "t": "So*p Boaz said to Ruth, “My daughter, listen to me. Don’t go and glean in another field and don’t go away from here. Stay here with the women who work for me."
    },
    {
        "o": 7805,
        "r": "niv:Ruth:2:9",
        "t": "Watch the field where the men are harvesting, and follow along after the women. I have told the men not to lay a hand on you. And whenever you are thirsty, go and get a drink from the water jars the men have filled.”"
    },
    {
        "o": 7806,
        "r": "niv:Ruth:2:10",
        "t": "At*p this, she bowed down with her face to the ground. She asked him, “Why have I found such favor in your eyes that you notice me—a foreigner?”"
    },
    {
        "o": 7807,
        "r": "niv:Ruth:2:11",
        "t": "Boaz*p replied, “I’ve been told all about what you have done for your mother-in-law since the death of your husband—how you left your father and mother and your homeland and came to live with a people you did not know before."
    },
    {
        "o": 7808,
        "r": "niv:Ruth:2:12",
        "t": "May the Lord*s repay you for what you have done. May you be richly rewarded by the Lord,*s the God of Israel, under whose wings you have come to take refuge.”"
    },
    {
        "o": 7809,
        "r": "niv:Ruth:2:13",
        "t": "“May*p I continue to find favor in your eyes, my lord,” she said. “You have put me at ease by speaking kindly to your servant—though I do not have the standing of one of your servants.”"
    },
    {
        "o": 7810,
        "r": "niv:Ruth:2:14",
        "t": "At*p mealtime Boaz said to her, “Come over here. Have some bread and dip it in the wine vinegar.” When*p she sat down with the harvesters, he offered her some roasted grain. She ate all she wanted and had some left over."
    },
    {
        "o": 7811,
        "r": "niv:Ruth:2:15",
        "t": "As she got up to glean, Boaz gave orders to his men, “Let her gather among the sheaves and don’t reprimand her."
    },
    {
        "o": 7812,
        "r": "niv:Ruth:2:16",
        "t": "Even pull out some stalks for her from the bundles and leave them for her to pick up, and don’t rebuke her.”"
    },
    {
        "o": 7813,
        "r": "niv:Ruth:2:17",
        "t": "So*p Ruth gleaned in the field until evening. Then she threshed the barley she had gathered, and it amounted to about an ephah."
    },
    {
        "o": 7814,
        "r": "niv:Ruth:2:18",
        "t": "She carried it back to town, and her mother-in-law saw how much she had gathered. Ruth also brought out and gave her what she had left over after she had eaten enough."
    },
    {
        "o": 7815,
        "r": "niv:Ruth:2:19",
        "t": "Her*p mother-in-law asked her, “Where did you glean today? Where did you work? Blessed be the man who took notice of you!” Then*p Ruth told her mother-in-law about the one at whose place she had been working. “The name of the man I worked with today is Boaz,” she said."
    },
    {
        "o": 7816,
        "r": "niv:Ruth:2:20",
        "t": "“The*p Lord*s bless him!” Naomi said to her daughter-in-law. “He has not stopped showing his kindness to the living and the dead.” She added, “That man is our close relative; he is one of our guardian-redeemers.”"
    },
    {
        "o": 7817,
        "r": "niv:Ruth:2:21",
        "t": "Then*p Ruth the Moabite said, “He even said to me, ‘Stay with my workers until they finish harvesting all my grain.’ ”"
    },
    {
        "o": 7818,
        "r": "niv:Ruth:2:22",
        "t": "Naomi*p said to Ruth her daughter-in-law, “It will be good for you, my daughter, to go with the women who work for him, because in someone else’s field you might be harmed.”"
    },
    {
        "o": 7819,
        "r": "niv:Ruth:2:23",
        "t": "So*p Ruth stayed close to the women of Boaz to glean until the barley and wheat harvests were finished. And she lived with her mother-in-law."
    },
    {
        "o": 7820,
        "r": "niv:Ruth:3:0",
        "t": "Ruth 3",
        "h": 1
    },
    {
        "o": 7821,
        "r": "niv:Ruth:3:0",
        "t": "Ruth and Boaz at the Threshing Floor",
        "h": 2
    },
    {
        "o": 7822,
        "r": "niv:Ruth:3:1",
        "t": "One*p day Ruth’s mother-in-law Naomi said to her, “My daughter, I must find a home for you, where you will be well provided for."
    },
    {
        "o": 7823,
        "r": "niv:Ruth:3:2",
        "t": "Now Boaz, with whose women you have worked, is a relative of ours. Tonight he will be winnowing barley on the threshing floor."
    },
    {
        "o": 7824,
        "r": "niv:Ruth:3:3",
        "t": "Wash, put on perfume, and get dressed in your best clothes. Then go down to the threshing floor, but don’t let him know you are there until he has finished eating and drinking."
    },
    {
        "o": 7825,
        "r": "niv:Ruth:3:4",
        "t": "When he lies down, note the place where he is lying. Then go and uncover his feet and lie down. He will tell you what to do.”"
    },
    {
        "o": 7826,
        "r": "niv:Ruth:3:5",
        "t": "“I*p will do whatever you say,” Ruth answered."
    },
    {
        "o": 7827,
        "r": "niv:Ruth:3:6",
        "t": "So she went down to the threshing floor and did everything her mother-in-law told her to do."
    },
    {
        "o": 7828,
        "r": "niv:Ruth:3:7",
        "t": "When*p Boaz had finished eating and drinking and was in good spirits, he went over to lie down at the far end of the grain pile. Ruth approached quietly, uncovered his feet and lay down."
    },
    {
        "o": 7829,
        "r": "niv:Ruth:3:8",
        "t": "In the middle of the night something startled the man; he turned—and there was a woman lying at his feet!"
    },
    {
        "o": 7830,
        "r": "niv:Ruth:3:9",
        "t": "“Who*p are you?” he asked. “I*p am your servant Ruth,” she said. “Spread the corner of your garment over me, since you are a guardian-redeemer of our family.”"
    },
    {
        "o": 7831,
        "r": "niv:Ruth:3:10",
        "t": "“The*p Lord*s bless you, my daughter,” he replied. “This kindness is greater than that which you showed earlier: You have not run after the younger men, whether rich or poor."
    },
    {
        "o": 7832,
        "r": "niv:Ruth:3:11",
        "t": "And now, my daughter, don’t be afraid. I will do for you all you ask. All the people of my town know that you are a woman of noble character."
    },
    {
        "o": 7833,
        "r": "niv:Ruth:3:12",
        "t": "Although it is true that I am a guardian-redeemer of our family, there is another who is more closely related than I."
    },
    {
        "o": 7834,
        "r": "niv:Ruth:3:13",
        "t": "Stay here for the night, and in the morning if he wants to do his duty as your guardian-redeemer, good; let him redeem you. But if he is not willing, as surely as the Lord*s lives I will do it. Lie here until morning.”"
    },
    {
        "o": 7835,
        "r": "niv:Ruth:3:14",
        "t": "So*p she lay at his feet until morning, but got up before anyone could be recognized; and he said, “No one must know that a woman came to the threshing floor.”"
    },
    {
        "o": 7836,
        "r": "niv:Ruth:3:15",
        "t": "He*p also said, “Bring me the shawl you are wearing and hold it out.” When she did so, he poured into it six measures of barley and placed the bundle on her. Then he went back to town."
    },
    {
        "o": 7837,
        "r": "niv:Ruth:3:16",
        "t": "When*p Ruth came to her mother-in-law, Naomi asked, “How did it go, my daughter?” Then*p she told her everything Boaz had done for her"
    },
    {
        "o": 7838,
        "r": "niv:Ruth:3:17",
        "t": "and added, “He gave me these six measures of barley, saying, ‘Don’t go back to your mother-in-law empty-handed.’ ”"
    },
    {
        "o": 7839,
        "r": "niv:Ruth:3:18",
        "t": "Then*p Naomi said, “Wait, my daughter, until you find out what happens. For the man will not rest until the matter is settled today.”"
    },
    {
        "o": 7840,
        "r": "niv:Ruth:4:0",
        "t": "Ruth 4",
        "h": 1
    },
    {
        "o": 7841,
        "r": "niv:Ruth:4:0",
        "t": "Boaz Marries Ruth",
        "h": 2
    },
    {
        "o": 7842,
        "r": "niv:Ruth:4:1",
        "t": "Meanwhile*p Boaz went up to the town gate and sat down there just as the guardian-redeemer he had mentioned came along. Boaz said, “Come over here, my friend, and sit down.” So he went over and sat down."
    },
    {
        "o": 7843,
        "r": "niv:Ruth:4:2",
        "t": "Boaz*p took ten of the elders of the town and said, “Sit here,” and they did so."
    },
    {
        "o": 7844,
        "r": "niv:Ruth:4:3",
        "t": "Then he said to the guardian-redeemer, “Naomi, who has come back from Moab, is selling the piece of land that belonged to our relative Elimelek."
    },
    {
        "o": 7845,
        "r": "niv:Ruth:4:4",
        "t": "I thought I should bring the matter to your attention and suggest that you buy it in the presence of these seated here and in the presence of the elders of my people. If you will redeem it, do so. But if you will not, tell me, so I will know. For no one has the right to do it except you, and I am next in line.” “I*p will redeem it,” he said."
    },
    {
        "o": 7846,
        "r": "niv:Ruth:4:5",
        "t": "Then*p Boaz said, “On the day you buy the land from Naomi, you also acquire Ruth the Moabite, the dead man’s widow, in order to maintain the name of the dead with his property.”"
    },
    {
        "o": 7847,
        "r": "niv:Ruth:4:6",
        "t": "At*p this, the guardian-redeemer said, “Then I cannot redeem it because I might endanger my own estate. You redeem it yourself. I cannot do it.”"
    },
    {
        "o": 7848,
        "r": "niv:Ruth:4:7",
        "t": "(Now*p in earlier times in Israel, for the redemption and transfer of property to become final, one party took off his sandal and gave it to the other. This was the method of legalizing transactions in Israel.)"
    },
    {
        "o": 7849,
        "r": "niv:Ruth:4:8",
        "t": "So*p the guardian-redeemer said to Boaz, “Buy it yourself.” And he removed his sandal."
    },
    {
        "o": 7850,
        "r": "niv:Ruth:4:9",
        "t": "Then*p Boaz announced to the elders and all the people, “Today you are witnesses that I have bought from Naomi all the property of Elimelek, Kilion and Mahlon."
    },
    {
        "o": 7851,
        "r": "niv:Ruth:4:10",
        "t": "I have also acquired Ruth the Moabite, Mahlon’s widow, as my wife, in order to maintain the name of the dead with his property, so that his name will not disappear from among his family or from his hometown. Today you are witnesses!”"
    },
    {
        "o": 7852,
        "r": "niv:Ruth:4:11",
        "t": "Then*p the elders and all the people at the gate said, “We are witnesses. May the Lord*s make the woman who is coming into your home like Rachel and Leah, who together built up the family of Israel. May you have standing in Ephrathah and be famous in Bethlehem."
    },
    {
        "o": 7853,
        "r": "niv:Ruth:4:12",
        "t": "Through the offspring the Lord*s gives you by this young woman, may your family be like that of Perez, whom Tamar bore to Judah.”"
    },
    {
        "o": 7854,
        "r": "niv:Ruth:4:12",
        "t": "Naomi Gains a Son",
        "h": 2
    },
    {
        "o": 7855,
        "r": "niv:Ruth:4:13",
        "t": "So*p Boaz took Ruth and she became his wife. When he made love to her, the Lord*s enabled her to conceive, and she gave birth to a son."
    },
    {
        "o": 7856,
        "r": "niv:Ruth:4:14",
        "t": "The women said to Naomi: “Praise be to the Lord,*s who this day has not left you without a guardian-redeemer. May he become famous throughout Israel!"
    },
    {
        "o": 7857,
        "r": "niv:Ruth:4:15",
        "t": "He will renew your life and sustain you in your old age. For your daughter-in-law, who loves you and who is better to you than seven sons, has given him birth.”"
    },
    {
        "o": 7858,
        "r": "niv:Ruth:4:16",
        "t": "Then*p Naomi took the child in her arms and cared for him."
    },
    {
        "o": 7859,
        "r": "niv:Ruth:4:17",
        "t": "The women living there said, “Naomi has a son!” And they named him Obed. He was the father of Jesse, the father of David."
    },
    {
        "o": 7860,
        "r": "niv:Ruth:4:17",
        "t": "The Genealogy of David",
        "h": 2
    },
    {
        "o": 7861,
        "r": "niv:Ruth:4:18",
        "t": "This,*p then, is the family line of Perez: Perez*pln was the father of Hezron,"
    },
    {
        "o": 7862,
        "r": "niv:Ruth:4:19",
        "t": "Hezron*ln the father of Ram, Ram*ln the father of Amminadab,"
    },
    {
        "o": 7863,
        "r": "niv:Ruth:4:20",
        "t": "Amminadab*ln the father of Nahshon, Nahshon*ln the father of Salmon,"
    },
    {
        "o": 7864,
        "r": "niv:Ruth:4:21",
        "t": "Salmon*ln the father of Boaz, Boaz*ln the father of Obed,"
    },
    {
        "o": 7865,
        "r": "niv:Ruth:4:22",
        "t": "Obed*ln the father of Jesse, and*ln Jesse the father of David."
    }
]
