[
    {
        "o": 32843,
        "r": "esv:Philippians:1:0",
        "t": "Philippians 1",
        "h": 1
    },
    {
        "o": 32844,
        "r": "esv:Philippians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 32845,
        "r": "esv:Philippians:1:1",
        "t": "Paul*p and Timothy, servants of Christ Jesus, To*p all the saints in Christ Jesus who are at Philippi, with the overseers and deacons:"
    },
    {
        "o": 32846,
        "r": "esv:Philippians:1:2",
        "t": "Grace*p to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 32847,
        "r": "esv:Philippians:1:2",
        "t": "Thanksgiving and Prayer",
        "h": 2
    },
    {
        "o": 32848,
        "r": "esv:Philippians:1:3",
        "t": "I*p thank my God in all my remembrance of you,"
    },
    {
        "o": 32849,
        "r": "esv:Philippians:1:4",
        "t": "always in every prayer of mine for you all making my prayer with joy,"
    },
    {
        "o": 32850,
        "r": "esv:Philippians:1:5",
        "t": "because of your partnership in the gospel from the first day until now."
    },
    {
        "o": 32851,
        "r": "esv:Philippians:1:6",
        "t": "And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ."
    },
    {
        "o": 32852,
        "r": "esv:Philippians:1:7",
        "t": "It is right for me to feel this way about you all, because I hold you in my heart, for you are all partakers with me of grace, both in my imprisonment and in the defense and confirmation of the gospel."
    },
    {
        "o": 32853,
        "r": "esv:Philippians:1:8",
        "t": "For God is my witness, how I yearn for you all with the affection of Christ Jesus."
    },
    {
        "o": 32854,
        "r": "esv:Philippians:1:9",
        "t": "And it is my prayer that your love may abound more and more, with knowledge and all discernment,"
    },
    {
        "o": 32855,
        "r": "esv:Philippians:1:10",
        "t": "so that you may approve what is excellent, and so be pure and blameless for the day of Christ,"
    },
    {
        "o": 32856,
        "r": "esv:Philippians:1:11",
        "t": "filled with the fruit of righteousness that comes through Jesus Christ, to the glory and praise of God."
    },
    {
        "o": 32857,
        "r": "esv:Philippians:1:11",
        "t": "The Advance of the Gospel",
        "h": 2
    },
    {
        "o": 32858,
        "r": "esv:Philippians:1:12",
        "t": "I*p want you to know, brothers, that what has happened to me has really served to advance the gospel,"
    },
    {
        "o": 32859,
        "r": "esv:Philippians:1:13",
        "t": "so that it has become known throughout the whole imperial guard and to all the rest that my imprisonment is for Christ."
    },
    {
        "o": 32860,
        "r": "esv:Philippians:1:14",
        "t": "And most of the brothers, having become confident in the Lord by my imprisonment, are much more bold to speak the word without fear."
    },
    {
        "o": 32861,
        "r": "esv:Philippians:1:15",
        "t": "Some*p indeed preach Christ from envy and rivalry, but others from good will."
    },
    {
        "o": 32862,
        "r": "esv:Philippians:1:16",
        "t": "The latter do it out of love, knowing that I am put here for the defense of the gospel."
    },
    {
        "o": 32863,
        "r": "esv:Philippians:1:17",
        "t": "The former proclaim Christ out of selfish ambition, not sincerely but thinking to afflict me in my imprisonment."
    },
    {
        "o": 32864,
        "r": "esv:Philippians:1:18",
        "t": "What then? Only that in every way, whether in pretense or in truth, Christ is proclaimed, and in that I rejoice."
    },
    {
        "o": 32865,
        "r": "esv:Philippians:1:18",
        "t": "To Live Is Christ",
        "h": 2
    },
    {
        "o": 32866,
        "r": "esv:Philippians:1:18",
        "t": "Yes,*p and I will rejoice,"
    },
    {
        "o": 32867,
        "r": "esv:Philippians:1:19",
        "t": "for I know that through your prayers and the help of the Spirit of Jesus Christ this will turn out for my deliverance,"
    },
    {
        "o": 32868,
        "r": "esv:Philippians:1:20",
        "t": "as it is my eager expectation and hope that I will not be at all ashamed, but that with full courage now as always Christ will be honored in my body, whether by life or by death."
    },
    {
        "o": 32869,
        "r": "esv:Philippians:1:21",
        "t": "For to me to live is Christ, and to die is gain."
    },
    {
        "o": 32870,
        "r": "esv:Philippians:1:22",
        "t": "If I am to live in the flesh, that means fruitful labor for me. Yet which I shall choose I cannot tell."
    },
    {
        "o": 32871,
        "r": "esv:Philippians:1:23",
        "t": "I am hard pressed between the two. My desire is to depart and be with Christ, for that is far better."
    },
    {
        "o": 32872,
        "r": "esv:Philippians:1:24",
        "t": "But to remain in the flesh is more necessary on your account."
    },
    {
        "o": 32873,
        "r": "esv:Philippians:1:25",
        "t": "Convinced of this, I know that I will remain and continue with you all, for your progress and joy in the faith,"
    },
    {
        "o": 32874,
        "r": "esv:Philippians:1:26",
        "t": "so that in me you may have ample cause to glory in Christ Jesus, because of my coming to you again."
    },
    {
        "o": 32875,
        "r": "esv:Philippians:1:27",
        "t": "Only*p let your manner of life be worthy of the gospel of Christ, so that whether I come and see you or am absent, I may hear of you that you are standing firm in one spirit, with one mind striving side by side for the faith of the gospel,"
    },
    {
        "o": 32876,
        "r": "esv:Philippians:1:28",
        "t": "and not frightened in anything by your opponents. This is a clear sign to them of their destruction, but of your salvation, and that from God."
    },
    {
        "o": 32877,
        "r": "esv:Philippians:1:29",
        "t": "For it has been granted to you that for the sake of Christ you should not only believe in him but also suffer for his sake,"
    },
    {
        "o": 32878,
        "r": "esv:Philippians:1:30",
        "t": "engaged in the same conflict that you saw I had and now hear that I still have."
    }
]
