[
    {
        "o": 23651,
        "r": "niv:Ezekiel:41:0",
        "t": "Ezekiel 41",
        "h": 1
    },
    {
        "o": 23652,
        "r": "niv:Ezekiel:41:1",
        "t": "Then*p the man brought me to the main hall and measured the jambs; the width of the jambs was six cubits on each side."
    },
    {
        "o": 23653,
        "r": "niv:Ezekiel:41:2",
        "t": "The entrance was ten cubits wide, and the projecting walls on each side of it were five cubits wide. He also measured the main hall; it was forty cubits long and twenty cubits wide."
    },
    {
        "o": 23654,
        "r": "niv:Ezekiel:41:3",
        "t": "Then*p he went into the inner sanctuary and measured the jambs of the entrance; each was two cubits wide. The entrance was six cubits wide, and the projecting walls on each side of it were seven cubits wide."
    },
    {
        "o": 23655,
        "r": "niv:Ezekiel:41:4",
        "t": "And he measured the length of the inner sanctuary; it was twenty cubits, and its width was twenty cubits across the end of the main hall. He said to me, “This is the Most Holy Place.”"
    },
    {
        "o": 23656,
        "r": "niv:Ezekiel:41:5",
        "t": "Then*p he measured the wall of the temple; it was six cubits thick, and each side room around the temple was four cubits wide."
    },
    {
        "o": 23657,
        "r": "niv:Ezekiel:41:6",
        "t": "The side rooms were on three levels, one above another, thirty on each level. There were ledges all around the wall of the temple to serve as supports for the side rooms, so that the supports were not inserted into the wall of the temple."
    },
    {
        "o": 23658,
        "r": "niv:Ezekiel:41:7",
        "t": "The side rooms all around the temple were wider at each successive level. The structure surrounding the temple was built in ascending stages, so that the rooms widened as one went upward. A stairway went up from the lowest floor to the top floor through the middle floor."
    },
    {
        "o": 23659,
        "r": "niv:Ezekiel:41:8",
        "t": "I*p saw that the temple had a raised base all around it, forming the foundation of the side rooms. It was the length of the rod, six long cubits."
    },
    {
        "o": 23660,
        "r": "niv:Ezekiel:41:9",
        "t": "The outer wall of the side rooms was five cubits thick. The open area between the side rooms of the temple"
    },
    {
        "o": 23661,
        "r": "niv:Ezekiel:41:10",
        "t": "and the priests’ rooms was twenty cubits wide all around the temple."
    },
    {
        "o": 23662,
        "r": "niv:Ezekiel:41:11",
        "t": "There were entrances to the side rooms from the open area, one on the north and another on the south; and the base adjoining the open area was five cubits wide all around."
    },
    {
        "o": 23663,
        "r": "niv:Ezekiel:41:12",
        "t": "The*p building facing the temple courtyard on the west side was seventy cubits wide. The wall of the building was five cubits thick all around, and its length was ninety cubits."
    },
    {
        "o": 23664,
        "r": "niv:Ezekiel:41:13",
        "t": "Then*p he measured the temple; it was a hundred cubits long, and the temple courtyard and the building with its walls were also a hundred cubits long."
    },
    {
        "o": 23665,
        "r": "niv:Ezekiel:41:14",
        "t": "The width of the temple courtyard on the east, including the front of the temple, was a hundred cubits."
    },
    {
        "o": 23666,
        "r": "niv:Ezekiel:41:15",
        "t": "Then*p he measured the length of the building facing the courtyard at the rear of the temple, including its galleries on each side; it was a hundred cubits. The*p main hall, the inner sanctuary and the portico facing the court,"
    },
    {
        "o": 23667,
        "r": "niv:Ezekiel:41:16",
        "t": "as well as the thresholds and the narrow windows and galleries around the three of them—everything beyond and including the threshold was covered with wood. The floor, the wall up to the windows, and the windows were covered."
    },
    {
        "o": 23668,
        "r": "niv:Ezekiel:41:17",
        "t": "In the space above the outside of the entrance to the inner sanctuary and on the walls at regular intervals all around the inner and outer sanctuary"
    },
    {
        "o": 23669,
        "r": "niv:Ezekiel:41:18",
        "t": "were carved cherubim and palm trees. Palm trees alternated with cherubim. Each cherub had two faces:"
    },
    {
        "o": 23670,
        "r": "niv:Ezekiel:41:19",
        "t": "the face of a human being toward the palm tree on one side and the face of a lion toward the palm tree on the other. They were carved all around the whole temple."
    },
    {
        "o": 23671,
        "r": "niv:Ezekiel:41:20",
        "t": "From the floor to the area above the entrance, cherubim and palm trees were carved on the wall of the main hall."
    },
    {
        "o": 23672,
        "r": "niv:Ezekiel:41:21",
        "t": "The*p main hall had a rectangular doorframe, and the one at the front of the Most Holy Place was similar."
    },
    {
        "o": 23673,
        "r": "niv:Ezekiel:41:22",
        "t": "There was a wooden altar three cubits high and two cubits square; its corners, its base and its sides were of wood. The man said to me, “This is the table that is before the Lord.”*s"
    },
    {
        "o": 23674,
        "r": "niv:Ezekiel:41:23",
        "t": "Both the main hall and the Most Holy Place had double doors."
    },
    {
        "o": 23675,
        "r": "niv:Ezekiel:41:24",
        "t": "Each door had two leaves—two hinged leaves for each door."
    },
    {
        "o": 23676,
        "r": "niv:Ezekiel:41:25",
        "t": "And on the doors of the main hall were carved cherubim and palm trees like those carved on the walls, and there was a wooden overhang on the front of the portico."
    },
    {
        "o": 23677,
        "r": "niv:Ezekiel:41:26",
        "t": "On the sidewalls of the portico were narrow windows with palm trees carved on each side. The side rooms of the temple also had overhangs."
    }
]
