[
    {
        "o": 20263,
        "r": "esv:Isaiah:30:0",
        "t": "Isaiah 30",
        "h": 1
    },
    {
        "o": 20264,
        "r": "esv:Isaiah:30:0",
        "t": "Do Not Go Down to Egypt",
        "h": 2
    },
    {
        "o": 20265,
        "r": "esv:Isaiah:30:1",
        "t": "“Ah,*pn stubborn children,” declares the Lord,*s “who*ln carry out a plan, but not mine, and*ln who make an alliance, but not of my Spirit, that*ld they may add sin to sin;"
    },
    {
        "o": 20266,
        "r": "esv:Isaiah:30:2",
        "t": "who*ln set out to go down to Egypt, without*ld asking for my direction, to*ln take refuge in the protection of Pharaoh and*ld to seek shelter in the shadow of Egypt!"
    },
    {
        "o": 20267,
        "r": "esv:Isaiah:30:3",
        "t": "Therefore*ln shall the protection of Pharaoh turn to your shame, and*ld the shelter in the shadow of Egypt to your humiliation."
    },
    {
        "o": 20268,
        "r": "esv:Isaiah:30:4",
        "t": "For*ln though his officials are at Zoan and*ld his envoys reach Hanes,"
    },
    {
        "o": 20269,
        "r": "esv:Isaiah:30:5",
        "t": "everyone*ln comes to shame through*ld a people that cannot profit them, that*ln brings neither help nor profit, but*ld shame and disgrace.”"
    },
    {
        "o": 20270,
        "r": "esv:Isaiah:30:6",
        "t": "An*p oracle on the beasts of the Negeb. Through*pn a land of trouble and anguish, from*ld where come the lioness and the lion, the*ld adder and the flying fiery serpent, they*ln carry their riches on the backs of donkeys, and*ld their treasures on the humps of camels, to*ld a people that cannot profit them."
    },
    {
        "o": 20271,
        "r": "esv:Isaiah:30:7",
        "t": "Egypt’s*ln help is worthless and empty; therefore*ld I have called her “Rahab*ld who sits still.”"
    },
    {
        "o": 20272,
        "r": "esv:Isaiah:30:7",
        "t": "A Rebellious People",
        "h": 2
    },
    {
        "o": 20273,
        "r": "esv:Isaiah:30:8",
        "t": "And*pn now, go, write it before them on a tablet and*ld inscribe it in a book, that*ln it may be for the time to come as*ld a witness forever."
    },
    {
        "o": 20274,
        "r": "esv:Isaiah:30:9",
        "t": "For*ln they are a rebellious people, lying*ld children, children*ln unwilling to hear the*ld instruction of the Lord;*s"
    },
    {
        "o": 20275,
        "r": "esv:Isaiah:30:10",
        "t": "who*ln say to the seers, “Do not see,” and*ld to the prophets, “Do not prophesy to us what is right; speak*ln to us smooth things, prophesy*ld illusions,"
    },
    {
        "o": 20276,
        "r": "esv:Isaiah:30:11",
        "t": "leave*ln the way, turn aside from the path, let*ld us hear no more about the Holy One of Israel.”"
    },
    {
        "o": 20277,
        "r": "esv:Isaiah:30:12",
        "t": "Therefore*ln thus says the Holy One of Israel, “Because*ln you despise this word and*ld trust in oppression and perverseness and*ld rely on them,"
    },
    {
        "o": 20278,
        "r": "esv:Isaiah:30:13",
        "t": "therefore*ln this iniquity shall be to you like*ld a breach in a high wall, bulging out and about to collapse, whose*ld breaking comes suddenly, in an instant;"
    },
    {
        "o": 20279,
        "r": "esv:Isaiah:30:14",
        "t": "and*ln its breaking is like that of a potter’s vessel that*ld is smashed so ruthlessly that*ln among its fragments not a shard is found with*ld which to take fire from the hearth, or*ld to dip up water out of the cistern.”"
    },
    {
        "o": 20280,
        "r": "esv:Isaiah:30:15",
        "t": "For*pn thus said the Lord God,*s the Holy One of Israel, “In*ln returning and rest you shall be saved; in*ld quietness and in trust shall be your strength.” But*ln you were unwilling,"
    },
    {
        "o": 20281,
        "r": "esv:Isaiah:30:16",
        "t": "and you said, “No!*ln We will flee upon horses”; therefore*ld you shall flee away; and,*ln “We will ride upon swift steeds”; therefore*ld your pursuers shall be swift."
    },
    {
        "o": 20282,
        "r": "esv:Isaiah:30:17",
        "t": "A*ln thousand shall flee at the threat of one; at*ld the threat of five you shall flee, till*ln you are left like*ld a flagstaff on the top of a mountain, like*ld a signal on a hill."
    },
    {
        "o": 20283,
        "r": "esv:Isaiah:30:17",
        "t": "The Lord Will Be Gracious",
        "h": 2
    },
    {
        "o": 20284,
        "r": "esv:Isaiah:30:18",
        "t": "Therefore*pn the Lord*s waits to be gracious to you, and*ld therefore he exalts himself to show mercy to you. For*ln the Lord*s is a God of justice; blessed*ld are all those who wait for him."
    },
    {
        "o": 20285,
        "r": "esv:Isaiah:30:19",
        "t": "For*p a people shall dwell in Zion, in Jerusalem; you shall weep no more. He will surely be gracious to you at the sound of your cry. As soon as he hears it, he answers you."
    },
    {
        "o": 20286,
        "r": "esv:Isaiah:30:20",
        "t": "And though the Lord give you the bread of adversity and the water of affliction, yet your Teacher will not hide himself anymore, but your eyes shall see your Teacher."
    },
    {
        "o": 20287,
        "r": "esv:Isaiah:30:21",
        "t": "And your ears shall hear a word behind you, saying, “This is the way, walk in it,” when you turn to the right or when you turn to the left."
    },
    {
        "o": 20288,
        "r": "esv:Isaiah:30:22",
        "t": "Then you will defile your carved idols overlaid with silver and your gold-plated metal images. You will scatter them as unclean things. You will say to them, “Be gone!”"
    },
    {
        "o": 20289,
        "r": "esv:Isaiah:30:23",
        "t": "And*p he will give rain for the seed with which you sow the ground, and bread, the produce of the ground, which will be rich and plenteous. In that day your livestock will graze in large pastures,"
    },
    {
        "o": 20290,
        "r": "esv:Isaiah:30:24",
        "t": "and the oxen and the donkeys that work the ground will eat seasoned fodder, which has been winnowed with shovel and fork."
    },
    {
        "o": 20291,
        "r": "esv:Isaiah:30:25",
        "t": "And on every lofty mountain and every high hill there will be brooks running with water, in the day of the great slaughter, when the towers fall."
    },
    {
        "o": 20292,
        "r": "esv:Isaiah:30:26",
        "t": "Moreover, the light of the moon will be as the light of the sun, and the light of the sun will be sevenfold, as the light of seven days, in the day when the Lord*s binds up the brokenness of his people, and heals the wounds inflicted by his blow."
    },
    {
        "o": 20293,
        "r": "esv:Isaiah:30:27",
        "t": "Behold,*pn the name of the Lord*s comes from afar, burning*ld with his anger, and in thick rising smoke; his*ln lips are full of fury, and*ld his tongue is like a devouring fire;"
    },
    {
        "o": 20294,
        "r": "esv:Isaiah:30:28",
        "t": "his*ln breath is like an overflowing stream that*ld reaches up to the neck; to*ln sift the nations with the sieve of destruction, and*ld to place on the jaws of the peoples a bridle that leads astray."
    },
    {
        "o": 20295,
        "r": "esv:Isaiah:30:29",
        "t": "You*p shall have a song as in the night when a holy feast is kept, and gladness of heart, as when one sets out to the sound of the flute to go to the mountain of the Lord,*s to the Rock of Israel."
    },
    {
        "o": 20296,
        "r": "esv:Isaiah:30:30",
        "t": "And the Lord*s will cause his majestic voice to be heard and the descending blow of his arm to be seen, in furious anger and a flame of devouring fire, with a cloudburst and storm and hailstones."
    },
    {
        "o": 20297,
        "r": "esv:Isaiah:30:31",
        "t": "The Assyrians will be terror-stricken at the voice of the Lord,*s when he strikes with his rod."
    },
    {
        "o": 20298,
        "r": "esv:Isaiah:30:32",
        "t": "And every stroke of the appointed staff that the Lord*s lays on them will be to the sound of tambourines and lyres. Battling with brandished arm, he will fight with them."
    },
    {
        "o": 20299,
        "r": "esv:Isaiah:30:33",
        "t": "For a burning place has long been prepared; indeed, for the king it is made ready, its pyre made deep and wide, with fire and wood in abundance; the breath of the Lord,*s like a stream of sulfur, kindles it."
    }
]
