[
    {
        "o": 6529,
        "r": "csb:Joshua:4:0",
        "t": "Joshua 4",
        "h": 1
    },
    {
        "o": 6530,
        "r": "csb:Joshua:4:0",
        "t": "The Memorial Stones",
        "h": 2
    },
    {
        "o": 6531,
        "r": "csb:Joshua:4:1",
        "t": "After*p the entire nation had finished crossing the Jordan, the Lord*s spoke to Joshua:"
    },
    {
        "o": 6532,
        "r": "csb:Joshua:4:2",
        "t": "“Choose twelve men from the people, one man for each tribe,"
    },
    {
        "o": 6533,
        "r": "csb:Joshua:4:3",
        "t": "and command them: Take twelve stones from this place in the middle of the Jordan where the priests are standing, carry them with you, and set them down at the place where you spend the night.”"
    },
    {
        "o": 6534,
        "r": "csb:Joshua:4:4",
        "t": "So*p Joshua summoned the twelve men he had selected from the Israelites, one man for each tribe,"
    },
    {
        "o": 6535,
        "r": "csb:Joshua:4:5",
        "t": "and said to them, “Go across to the ark of the Lord*s your God in the middle of the Jordan. Each of you lift a stone onto his shoulder, one for each of the Israelite tribes,"
    },
    {
        "o": 6536,
        "r": "csb:Joshua:4:6",
        "t": "so that this will be a sign among you. In the future, when your children ask you, ‘What do these stones mean to you? ’"
    },
    {
        "o": 6537,
        "r": "csb:Joshua:4:7",
        "t": "you should tell them, ‘The water of the Jordan was cut off in front of the ark of the Lord’s*s covenant. When it crossed the Jordan, the Jordan’s water was cut off.’ Therefore these stones will always be a memorial for the Israelites.”"
    },
    {
        "o": 6538,
        "r": "csb:Joshua:4:8",
        "t": "The*p Israelites did just as Joshua had commanded them. The twelve men took stones from the middle of the Jordan, one for each of the Israelite tribes, just as the Lord*s had told Joshua. They carried them to the camp and set them down there."
    },
    {
        "o": 6539,
        "r": "csb:Joshua:4:9",
        "t": "Joshua also set up twelve stones in the middle of the Jordan where the priests who carried the ark of the covenant were standing. The stones are still there today."
    },
    {
        "o": 6540,
        "r": "csb:Joshua:4:10",
        "t": "The*p priests carrying the ark continued standing in the middle of the Jordan until everything was completed that the Lord*s had commanded Joshua to tell the people, in keeping with all that Moses had commanded Joshua. The people hurried across,"
    },
    {
        "o": 6541,
        "r": "csb:Joshua:4:11",
        "t": "and after everyone had finished crossing, the priests with the ark of the Lord*s crossed in the sight of the people."
    },
    {
        "o": 6542,
        "r": "csb:Joshua:4:12",
        "t": "The Reubenites, Gadites, and half the tribe of Manasseh went in battle formation in front of the Israelites, as Moses had instructed them."
    },
    {
        "o": 6543,
        "r": "csb:Joshua:4:13",
        "t": "About forty thousand equipped for war crossed to the plains of Jericho in the Lord’s*s presence."
    },
    {
        "o": 6544,
        "r": "csb:Joshua:4:14",
        "t": "On*p that day the Lord*s exalted Joshua in the sight of all Israel, and they revered him throughout his life, as they had revered Moses."
    },
    {
        "o": 6545,
        "r": "csb:Joshua:4:15",
        "t": "The Lord*s told Joshua,"
    },
    {
        "o": 6546,
        "r": "csb:Joshua:4:16",
        "t": "“Command the priests who carry the ark of the testimony to come up from the Jordan.”"
    },
    {
        "o": 6547,
        "r": "csb:Joshua:4:17",
        "t": "So*p Joshua commanded the priests, “Come up from the Jordan.”"
    },
    {
        "o": 6548,
        "r": "csb:Joshua:4:18",
        "t": "When the priests carrying the ark of the Lord’s*s covenant came up from the middle of the Jordan, and their feet stepped out on solid ground, the water of the Jordan resumed its course, flowing over all the banks as before."
    },
    {
        "o": 6549,
        "r": "csb:Joshua:4:19",
        "t": "The*p people came up from the Jordan on the tenth day of the first month, and camped at Gilgal on the eastern limits of Jericho."
    },
    {
        "o": 6550,
        "r": "csb:Joshua:4:20",
        "t": "Then Joshua set up in Gilgal the twelve stones they had taken from the Jordan,"
    },
    {
        "o": 6551,
        "r": "csb:Joshua:4:21",
        "t": "and he said to the Israelites, “In the future, when your children ask their fathers, ‘What is the meaning of these stones?’"
    },
    {
        "o": 6552,
        "r": "csb:Joshua:4:22",
        "t": "you should tell your children, ‘Israel crossed the Jordan on dry ground.’"
    },
    {
        "o": 6553,
        "r": "csb:Joshua:4:23",
        "t": "For the Lord*s your God dried up the water of the Jordan before you until you had crossed over, just as the Lord*s your God did to the Red Sea, which he dried up before us until we had crossed over."
    },
    {
        "o": 6554,
        "r": "csb:Joshua:4:24",
        "t": "This is so that all the peoples of the earth may know that the Lord’s*s hand is strong, and so that you may always fear the Lord*s your God.”"
    }
]
