[
    {
        "o": 15879,
        "r": "kjv:Psalm:83:0",
        "t": "Psalm 83",
        "h": 1
    },
    {
        "o": 15880,
        "r": "kjv:Psalm:83:0",
        "t": "A Song or Psalm of Asaph.",
        "h": 4
    },
    {
        "o": 15881,
        "r": "kjv:Psalm:83:1",
        "t": "Keep*p not thou silence, O God: hold not thy peace, and be not still, O God."
    },
    {
        "o": 15882,
        "r": "kjv:Psalm:83:2",
        "t": "For,*p lo, thine enemies make a tumult: and they that hate thee have lifted up the head."
    },
    {
        "o": 15883,
        "r": "kjv:Psalm:83:3",
        "t": "They*p have taken crafty counsel against thy people, and consulted against thy hidden ones."
    },
    {
        "o": 15884,
        "r": "kjv:Psalm:83:4",
        "t": "They*p have said, Come, and let us cut them off from being a nation; that the name of Israel may be no more in remembrance."
    },
    {
        "o": 15885,
        "r": "kjv:Psalm:83:5",
        "t": "For*p they have consulted together with one consent: they are confederate against thee:"
    },
    {
        "o": 15886,
        "r": "kjv:Psalm:83:6",
        "t": "The*p tabernacles of Edom, and the Ishmaelites; of Moab, and the Hagarites;"
    },
    {
        "o": 15887,
        "r": "kjv:Psalm:83:7",
        "t": "Gebal,*p and Ammon, and Amalek; the Philistines with the inhabitants of Tyre;"
    },
    {
        "o": 15888,
        "r": "kjv:Psalm:83:8",
        "t": "Assur*p also is joined with them: they have holpen the children of Lot. Selah."
    },
    {
        "o": 15889,
        "r": "kjv:Psalm:83:9",
        "t": "Do*p unto them as unto the Midianites; as to Sisera, as to Jabin, at the brook of Kishon:"
    },
    {
        "o": 15890,
        "r": "kjv:Psalm:83:10",
        "t": "Which*p perished at Endor: they became as dung for the earth."
    },
    {
        "o": 15891,
        "r": "kjv:Psalm:83:11",
        "t": "Make*p their nobles like Oreb, and like Zeeb: yea, all their princes as Zebah, and as Zalmunna:"
    },
    {
        "o": 15892,
        "r": "kjv:Psalm:83:12",
        "t": "Who*p said, Let us take to ourselves the houses of God in possession."
    },
    {
        "o": 15893,
        "r": "kjv:Psalm:83:13",
        "t": "O*p my God, make them like a wheel; as the stubble before the wind."
    },
    {
        "o": 15894,
        "r": "kjv:Psalm:83:14",
        "t": "As*p the fire burneth a wood, and as the flame setteth the mountains on fire;"
    },
    {
        "o": 15895,
        "r": "kjv:Psalm:83:15",
        "t": "So*p persecute them with thy tempest, and make them afraid with thy storm."
    },
    {
        "o": 15896,
        "r": "kjv:Psalm:83:16",
        "t": "Fill*p their faces with shame; that they may seek thy name, O Lord.*s"
    },
    {
        "o": 15897,
        "r": "kjv:Psalm:83:17",
        "t": "Let*p them be confounded and troubled for ever; yea, let them be put to shame, and perish:"
    },
    {
        "o": 15898,
        "r": "kjv:Psalm:83:18",
        "t": "That*p men may know that thou, whose name alone is Jehovah,*s art the most high over all the earth."
    }
]
