[
    {
        "o": 21012,
        "r": "kjv:Jeremiah:48:0",
        "t": "Jeremiah 48",
        "h": 1
    },
    {
        "o": 21013,
        "r": "kjv:Jeremiah:48:1",
        "t": "Against*p Moab thus saith the Lord*s of hosts, the God of Israel; Woe unto Nebo! for it is spoiled: Kiriathaim is confounded and taken: Misgab is confounded and dismayed."
    },
    {
        "o": 21014,
        "r": "kjv:Jeremiah:48:2",
        "t": "There*p shall be no more praise of Moab: in Heshbon they have devised evil against it; come, and let us cut it off from being a nation. Also thou shalt be cut down, O Madmen; the sword shall pursue thee."
    },
    {
        "o": 21015,
        "r": "kjv:Jeremiah:48:3",
        "t": "A*p voice of crying shall be from Horonaim, spoiling and great destruction."
    },
    {
        "o": 21016,
        "r": "kjv:Jeremiah:48:4",
        "t": "Moab*p is destroyed; her little ones have caused a cry to be heard."
    },
    {
        "o": 21017,
        "r": "kjv:Jeremiah:48:5",
        "t": "For*p in the going up of Luhith continual weeping shall go up; for in the going down of Horonaim the enemies have heard a cry of destruction."
    },
    {
        "o": 21018,
        "r": "kjv:Jeremiah:48:6",
        "t": "Flee,*p save your lives, and be like the heath in the wilderness."
    },
    {
        "o": 21019,
        "r": "kjv:Jeremiah:48:7",
        "t": "For*p because thou hast trusted in thy works and in thy treasures, thou shalt also be taken: and Chemosh shall go forth into captivity with his priests and his princes together."
    },
    {
        "o": 21020,
        "r": "kjv:Jeremiah:48:8",
        "t": "And*p the spoiler shall come upon every city, and no city shall escape: the valley also shall perish, and the plain shall be destroyed, as the Lord*s hath spoken."
    },
    {
        "o": 21021,
        "r": "kjv:Jeremiah:48:9",
        "t": "Give*p wings unto Moab, that it may flee and get away: for the cities thereof shall be desolate, without any to dwell therein."
    },
    {
        "o": 21022,
        "r": "kjv:Jeremiah:48:10",
        "t": "Cursed*p be he that doeth the work of the Lord*s deceitfully, and cursed be he that keepeth back his sword from blood."
    },
    {
        "o": 21023,
        "r": "kjv:Jeremiah:48:11",
        "t": "Moab*p hath been at ease from his youth, and he hath settled on his lees, and hath not been emptied from vessel to vessel, neither hath he gone into captivity: therefore his taste remained in him, and his scent is not changed."
    },
    {
        "o": 21024,
        "r": "kjv:Jeremiah:48:12",
        "t": "Therefore,*p behold, the days come, saith the Lord,*s that I will send unto him wanderers, that shall cause him to wander, and shall empty his vessels, and break their bottles."
    },
    {
        "o": 21025,
        "r": "kjv:Jeremiah:48:13",
        "t": "And*p Moab shall be ashamed of Chemosh, as the house of Israel was ashamed of Beth–el their confidence."
    },
    {
        "o": 21026,
        "r": "kjv:Jeremiah:48:14",
        "t": "How*p say ye, We are mighty and strong men for the war?"
    },
    {
        "o": 21027,
        "r": "kjv:Jeremiah:48:15",
        "t": "Moab*p is spoiled, and gone up out of her cities, and his chosen young men are gone down to the slaughter, saith the King, whose name is the Lord*s of hosts."
    },
    {
        "o": 21028,
        "r": "kjv:Jeremiah:48:16",
        "t": "The*p calamity of Moab is near to come, and his affliction hasteth fast."
    },
    {
        "o": 21029,
        "r": "kjv:Jeremiah:48:17",
        "t": "All*p ye that are about him, bemoan him; and all ye that know his name, say, How is the strong staff broken, and the beautiful rod!"
    },
    {
        "o": 21030,
        "r": "kjv:Jeremiah:48:18",
        "t": "Thou*p daughter that dost inhabit Dibon, come down from thy glory, and sit in thirst; for the spoiler of Moab shall come upon thee, and he shall destroy thy strong holds."
    },
    {
        "o": 21031,
        "r": "kjv:Jeremiah:48:19",
        "t": "O*p inhabitant of Aroer, stand by the way, and espy; ask him that fleeth, and her that escapeth, and say, What is done?"
    },
    {
        "o": 21032,
        "r": "kjv:Jeremiah:48:20",
        "t": "Moab*p is confounded; for it is broken down: howl and cry; tell ye it in Arnon, that Moab is spoiled,"
    },
    {
        "o": 21033,
        "r": "kjv:Jeremiah:48:21",
        "t": "And*p judgment is come upon the plain country; upon Holon, and upon Jahzah, and upon Mephaath,"
    },
    {
        "o": 21034,
        "r": "kjv:Jeremiah:48:22",
        "t": "And*p upon Dibon, and upon Nebo, and upon Beth–diblathaim,"
    },
    {
        "o": 21035,
        "r": "kjv:Jeremiah:48:23",
        "t": "And*p upon Kiriathaim, and upon Beth–gamul, and upon Beth–meon,"
    },
    {
        "o": 21036,
        "r": "kjv:Jeremiah:48:24",
        "t": "And*p upon Kerioth, and upon Bozrah, and upon all the cities of the land of Moab, far or near."
    },
    {
        "o": 21037,
        "r": "kjv:Jeremiah:48:25",
        "t": "The*p horn of Moab is cut off, and his arm is broken, saith the Lord.*s"
    },
    {
        "o": 21038,
        "r": "kjv:Jeremiah:48:26",
        "t": "Make*p ye him drunken: for he magnified himself against the Lord:*s Moab also shall wallow in his vomit, and he also shall be in derision."
    },
    {
        "o": 21039,
        "r": "kjv:Jeremiah:48:27",
        "t": "For*p was not Israel a derision unto thee? was he found among thieves? for since thou spakest of him, thou skippedst for joy."
    },
    {
        "o": 21040,
        "r": "kjv:Jeremiah:48:28",
        "t": "O*p ye that dwell in Moab, leave the cities, and dwell in the rock, and be like the dove that maketh her nest in the sides of the hole's mouth."
    },
    {
        "o": 21041,
        "r": "kjv:Jeremiah:48:29",
        "t": "We*p have heard the pride of Moab, (he is exceeding proud) his loftiness, and his arrogancy, and his pride, and the haughtiness of his heart."
    },
    {
        "o": 21042,
        "r": "kjv:Jeremiah:48:30",
        "t": "I*p know his wrath, saith the Lord;*s but it shall not be so; his lies shall not so effect it."
    },
    {
        "o": 21043,
        "r": "kjv:Jeremiah:48:31",
        "t": "Therefore*p will I howl for Moab, and I will cry out for all Moab; mine heart shall mourn for the men of Kir–heres."
    },
    {
        "o": 21044,
        "r": "kjv:Jeremiah:48:32",
        "t": "O*p vine of Sibmah, I will weep for thee with the weeping of Jazer: thy plants are gone over the sea, they reach even to the sea of Jazer: the spoiler is fallen upon thy summer fruits and upon thy vintage."
    },
    {
        "o": 21045,
        "r": "kjv:Jeremiah:48:33",
        "t": "And*p joy and gladness is taken from the plentiful field, and from the land of Moab; and I have caused wine to fail from the winepresses: none shall tread with shouting; their shouting shall be no shouting."
    },
    {
        "o": 21046,
        "r": "kjv:Jeremiah:48:34",
        "t": "From*p the cry of Heshbon even unto Elealeh, and even unto Jahaz, have they uttered their voice, from Zoar even unto Horonaim, as an heifer of three years old: for the waters also of Nimrim shall be desolate."
    },
    {
        "o": 21047,
        "r": "kjv:Jeremiah:48:35",
        "t": "Moreover*p I will cause to cease in Moab, saith the Lord,*s him that offereth in the high places, and him that burneth incense to his gods."
    },
    {
        "o": 21048,
        "r": "kjv:Jeremiah:48:36",
        "t": "Therefore*p mine heart shall sound for Moab like pipes, and mine heart shall sound like pipes for the men of Kir–heres: because the riches that he hath gotten are perished."
    },
    {
        "o": 21049,
        "r": "kjv:Jeremiah:48:37",
        "t": "For*p every head shall be bald, and every beard clipped: upon all the hands shall be cuttings, and upon the loins sackcloth."
    },
    {
        "o": 21050,
        "r": "kjv:Jeremiah:48:38",
        "t": "There*p shall be lamentation generally upon all the housetops of Moab, and in the streets thereof: for I have broken Moab like a vessel wherein is no pleasure, saith the Lord.*s"
    },
    {
        "o": 21051,
        "r": "kjv:Jeremiah:48:39",
        "t": "They*p shall howl, saying, How is it broken down! how hath Moab turned the back with shame! so shall Moab be a derision and a dismaying to all them about him."
    },
    {
        "o": 21052,
        "r": "kjv:Jeremiah:48:40",
        "t": "For*p thus saith the Lord;*s Behold, he shall fly as an eagle, and shall spread his wings over Moab."
    },
    {
        "o": 21053,
        "r": "kjv:Jeremiah:48:41",
        "t": "Kerioth*p is taken, and the strong holds are surprised, and the mighty men's hearts in Moab at that day shall be as the heart of a woman in her pangs."
    },
    {
        "o": 21054,
        "r": "kjv:Jeremiah:48:42",
        "t": "And*p Moab shall be destroyed from being a people, because he hath magnified himself against the Lord.*s"
    },
    {
        "o": 21055,
        "r": "kjv:Jeremiah:48:43",
        "t": "Fear,*p and the pit, and the snare, shall be upon thee, O inhabitant of Moab, saith the Lord.*s"
    },
    {
        "o": 21056,
        "r": "kjv:Jeremiah:48:44",
        "t": "He*p that fleeth from the fear shall fall into the pit; and he that getteth up out of the pit shall be taken in the snare: for I will bring upon it, even upon Moab, the year of their visitation, saith the Lord.*s"
    },
    {
        "o": 21057,
        "r": "kjv:Jeremiah:48:45",
        "t": "They*p that fled stood under the shadow of Heshbon because of the force: but a fire shall come forth out of Heshbon, and a flame from the midst of Sihon, and shall devour the corner of Moab, and the crown of the head of the tumultuous ones."
    },
    {
        "o": 21058,
        "r": "kjv:Jeremiah:48:46",
        "t": "Woe*p be unto thee, O Moab! the people of Chemosh perisheth: for thy sons are taken captives, and thy daughters captives."
    },
    {
        "o": 21059,
        "r": "kjv:Jeremiah:48:47",
        "t": "Yet*p will I bring again the captivity of Moab in the latter days, saith the Lord.*s Thus far is the judgment of Moab."
    }
]
