[
    {
        "o": 757,
        "r": "niv:Genesis:26:0",
        "t": "Genesis 26",
        "h": 1
    },
    {
        "o": 758,
        "r": "niv:Genesis:26:0",
        "t": "Isaac and Abimelek",
        "h": 2
    },
    {
        "o": 759,
        "r": "niv:Genesis:26:1",
        "t": "Now*p there was a famine in the land—besides the previous famine in Abraham’s time—and Isaac went to Abimelek king of the Philistines in Gerar."
    },
    {
        "o": 760,
        "r": "niv:Genesis:26:2",
        "t": "The Lord*s appeared to Isaac and said, “Do not go down to Egypt; live in the land where I tell you to live."
    },
    {
        "o": 761,
        "r": "niv:Genesis:26:3",
        "t": "Stay in this land for a while, and I will be with you and will bless you. For to you and your descendants I will give all these lands and will confirm the oath I swore to your father Abraham."
    },
    {
        "o": 762,
        "r": "niv:Genesis:26:4",
        "t": "I will make your descendants as numerous as the stars in the sky and will give them all these lands, and through your offspring all nations on earth will be blessed,"
    },
    {
        "o": 763,
        "r": "niv:Genesis:26:5",
        "t": "because Abraham obeyed me and did everything I required of him, keeping my commands, my decrees and my instructions.”"
    },
    {
        "o": 764,
        "r": "niv:Genesis:26:6",
        "t": "So Isaac stayed in Gerar."
    },
    {
        "o": 765,
        "r": "niv:Genesis:26:7",
        "t": "When*p the men of that place asked him about his wife, he said, “She is my sister,” because he was afraid to say, “She is my wife.” He thought, “The men of this place might kill me on account of Rebekah, because she is beautiful.”"
    },
    {
        "o": 766,
        "r": "niv:Genesis:26:8",
        "t": "When*p Isaac had been there a long time, Abimelek king of the Philistines looked down from a window and saw Isaac caressing his wife Rebekah."
    },
    {
        "o": 767,
        "r": "niv:Genesis:26:9",
        "t": "So Abimelek summoned Isaac and said, “She is really your wife! Why did you say, ‘She is my sister’?” Isaac*p answered him, “Because I thought I might lose my life on account of her.”"
    },
    {
        "o": 768,
        "r": "niv:Genesis:26:10",
        "t": "Then*p Abimelek said, “What is this you have done to us? One of the men might well have slept with your wife, and you would have brought guilt upon us.”"
    },
    {
        "o": 769,
        "r": "niv:Genesis:26:11",
        "t": "So*p Abimelek gave orders to all the people: “Anyone who harms this man or his wife shall surely be put to death.”"
    },
    {
        "o": 770,
        "r": "niv:Genesis:26:12",
        "t": "Isaac*p planted crops in that land and the same year reaped a hundredfold, because the Lord*s blessed him."
    },
    {
        "o": 771,
        "r": "niv:Genesis:26:13",
        "t": "The man became rich, and his wealth continued to grow until he became very wealthy."
    },
    {
        "o": 772,
        "r": "niv:Genesis:26:14",
        "t": "He had so many flocks and herds and servants that the Philistines envied him."
    },
    {
        "o": 773,
        "r": "niv:Genesis:26:15",
        "t": "So all the wells that his father’s servants had dug in the time of his father Abraham, the Philistines stopped up, filling them with earth."
    },
    {
        "o": 774,
        "r": "niv:Genesis:26:16",
        "t": "Then*p Abimelek said to Isaac, “Move away from us; you have become too powerful for us.”"
    },
    {
        "o": 775,
        "r": "niv:Genesis:26:17",
        "t": "So*p Isaac moved away from there and encamped in the Valley of Gerar, where he settled."
    },
    {
        "o": 776,
        "r": "niv:Genesis:26:18",
        "t": "Isaac reopened the wells that had been dug in the time of his father Abraham, which the Philistines had stopped up after Abraham died, and he gave them the same names his father had given them."
    },
    {
        "o": 777,
        "r": "niv:Genesis:26:19",
        "t": "Isaac’s*p servants dug in the valley and discovered a well of fresh water there."
    },
    {
        "o": 778,
        "r": "niv:Genesis:26:20",
        "t": "But the herders of Gerar quarreled with those of Isaac and said, “The water is ours!” So he named the well Esek, because they disputed with him."
    },
    {
        "o": 779,
        "r": "niv:Genesis:26:21",
        "t": "Then they dug another well, but they quarreled over that one also; so he named it Sitnah."
    },
    {
        "o": 780,
        "r": "niv:Genesis:26:22",
        "t": "He moved on from there and dug another well, and no one quarreled over it. He named it Rehoboth, saying, “Now the Lord*s has given us room and we will flourish in the land.”"
    },
    {
        "o": 781,
        "r": "niv:Genesis:26:23",
        "t": "From*p there he went up to Beersheba."
    },
    {
        "o": 782,
        "r": "niv:Genesis:26:24",
        "t": "That night the Lord*s appeared to him and said, “I am the God of your father Abraham. Do not be afraid, for I am with you; I will bless you and will increase the number of your descendants for the sake of my servant Abraham.”"
    },
    {
        "o": 783,
        "r": "niv:Genesis:26:25",
        "t": "Isaac*p built an altar there and called on the name of the Lord.*s There he pitched his tent, and there his servants dug a well."
    },
    {
        "o": 784,
        "r": "niv:Genesis:26:26",
        "t": "Meanwhile,*p Abimelek had come to him from Gerar, with Ahuzzath his personal adviser and Phicol the commander of his forces."
    },
    {
        "o": 785,
        "r": "niv:Genesis:26:27",
        "t": "Isaac asked them, “Why have you come to me, since you were hostile to me and sent me away?”"
    },
    {
        "o": 786,
        "r": "niv:Genesis:26:28",
        "t": "They*p answered, “We saw clearly that the Lord*s was with you; so we said, ‘There ought to be a sworn agreement between us’—between us and you. Let us make a treaty with you"
    },
    {
        "o": 787,
        "r": "niv:Genesis:26:29",
        "t": "that you will do us no harm, just as we did not harm you but always treated you well and sent you away peacefully. And now you are blessed by the Lord.”*s"
    },
    {
        "o": 788,
        "r": "niv:Genesis:26:30",
        "t": "Isaac*p then made a feast for them, and they ate and drank."
    },
    {
        "o": 789,
        "r": "niv:Genesis:26:31",
        "t": "Early the next morning the men swore an oath to each other. Then Isaac sent them on their way, and they went away peacefully."
    },
    {
        "o": 790,
        "r": "niv:Genesis:26:32",
        "t": "That*p day Isaac’s servants came and told him about the well they had dug. They said, “We’ve found water!”"
    },
    {
        "o": 791,
        "r": "niv:Genesis:26:33",
        "t": "He called it Shibah, and to this day the name of the town has been Beersheba."
    },
    {
        "o": 792,
        "r": "niv:Genesis:26:33",
        "t": "Jacob Takes Esau’s Blessing",
        "h": 2
    },
    {
        "o": 793,
        "r": "niv:Genesis:26:34",
        "t": "When*p Esau was forty years old, he married Judith daughter of Beeri the Hittite, and also Basemath daughter of Elon the Hittite."
    },
    {
        "o": 794,
        "r": "niv:Genesis:26:35",
        "t": "They were a source of grief to Isaac and Rebekah."
    }
]
