[
    {
        "o": 10438,
        "r": "nkjv:1 Kings:21:0",
        "t": "1 Kings 21",
        "h": 1
    },
    {
        "o": 10439,
        "r": "nkjv:1 Kings:21:0",
        "t": "Naboth Is Murdered for His Vineyard",
        "h": 2
    },
    {
        "o": 10440,
        "r": "nkjv:1 Kings:21:1",
        "t": "And*p it came to pass after these things that*i Naboth the Jezreelite had a vineyard which was*i in Jezreel, next to the palace of Ahab king of Samaria."
    },
    {
        "o": 10441,
        "r": "nkjv:1 Kings:21:2",
        "t": "So Ahab spoke to Naboth, saying, “Give me your vineyard, that I may have it for a vegetable garden, because it is*i near, next to my house; and for it I will give you a vineyard better than it. Or,*i if it seems good to you, I will give you its worth in money.”"
    },
    {
        "o": 10442,
        "r": "nkjv:1 Kings:21:3",
        "t": "But*p Naboth said to Ahab, “The Lord*s forbid that I should give the inheritance of my fathers to you!”"
    },
    {
        "o": 10443,
        "r": "nkjv:1 Kings:21:4",
        "t": "So*p Ahab went into his house sullen and displeased because of the word which Naboth the Jezreelite had spoken to him; for he had said, “I will not give you the inheritance of my fathers.” And he lay down on his bed, and turned away his face, and would eat no food."
    },
    {
        "o": 10444,
        "r": "nkjv:1 Kings:21:5",
        "t": "But Jezebel his wife came to him, and said to him, “Why is your spirit so sullen that you eat no food?”"
    },
    {
        "o": 10445,
        "r": "nkjv:1 Kings:21:6",
        "t": "He*p said to her, “Because I spoke to Naboth the Jezreelite, and said to him, ‘Give me your vineyard for money; or else, if it pleases you, I will give you another*i vineyard for it.’ And he answered, ‘I will not give you my vineyard.’”"
    },
    {
        "o": 10446,
        "r": "nkjv:1 Kings:21:7",
        "t": "Then*p Jezebel his wife said to him, “You now exercise authority over Israel! Arise, eat food, and let your heart be cheerful; I will give you the vineyard of Naboth the Jezreelite.”"
    },
    {
        "o": 10447,
        "r": "nkjv:1 Kings:21:8",
        "t": "And*p she wrote letters in Ahab’s name, sealed them*i with his seal, and sent the letters to the elders and the nobles who were*i dwelling in the city with Naboth."
    },
    {
        "o": 10448,
        "r": "nkjv:1 Kings:21:9",
        "t": "She wrote in the letters, saying, Proclaim*pn a fast, and seat Naboth with high honor among the people;"
    },
    {
        "o": 10449,
        "r": "nkjv:1 Kings:21:10",
        "t": "and seat two men, scoundrels, before him to bear witness against him, saying, “You have blasphemed God and the king.” Then*i take him out, and stone him, that he may die."
    },
    {
        "o": 10450,
        "r": "nkjv:1 Kings:21:11",
        "t": "So*p the men of his city, the elders and nobles who were inhabitants of his city, did as Jezebel had sent to them, as it was*i written in the letters which she had sent to them."
    },
    {
        "o": 10451,
        "r": "nkjv:1 Kings:21:12",
        "t": "They proclaimed a fast, and seated Naboth with high honor among the people."
    },
    {
        "o": 10452,
        "r": "nkjv:1 Kings:21:13",
        "t": "And two men, scoundrels, came in and sat before him; and the scoundrels witnessed against him, against Naboth, in the presence of the people, saying, “Naboth has blasphemed God and the king!” Then they took him outside the city and stoned him with stones, so that he died."
    },
    {
        "o": 10453,
        "r": "nkjv:1 Kings:21:14",
        "t": "Then they sent to Jezebel, saying, “Naboth has been stoned and is dead.”"
    },
    {
        "o": 10454,
        "r": "nkjv:1 Kings:21:15",
        "t": "And*p it came to pass, when Jezebel heard that Naboth had been stoned and was dead, that Jezebel said to Ahab, “Arise, take possession of the vineyard of Naboth the Jezreelite, which he refused to give you for money; for Naboth is not alive, but dead.”"
    },
    {
        "o": 10455,
        "r": "nkjv:1 Kings:21:16",
        "t": "So it was, when Ahab heard that Naboth was dead, that Ahab got up and went down to take possession of the vineyard of Naboth the Jezreelite."
    },
    {
        "o": 10456,
        "r": "nkjv:1 Kings:21:16",
        "t": "The Lord Condemns Ahab",
        "h": 2
    },
    {
        "o": 10457,
        "r": "nkjv:1 Kings:21:17",
        "t": "Then*p the word of the Lord*s came to Elijah the Tishbite, saying,"
    },
    {
        "o": 10458,
        "r": "nkjv:1 Kings:21:18",
        "t": "“Arise, go down to meet Ahab king of Israel, who lives*i in Samaria. There he*i is,*i in the vineyard of Naboth, where he has gone down to take possession of it."
    },
    {
        "o": 10459,
        "r": "nkjv:1 Kings:21:19",
        "t": "You shall speak to him, saying, ‘Thus says the Lord:*s “Have you murdered and also taken possession?”’ And you shall speak to him, saying, ‘Thus says the Lord:*s “In the place where dogs licked the blood of Naboth, dogs shall lick your blood, even yours.”’”"
    },
    {
        "o": 10460,
        "r": "nkjv:1 Kings:21:20",
        "t": "So*p Ahab said to Elijah, “Have you found me, O my enemy?” And*p he answered, “I have found you,*i because you have sold yourself to do evil in the sight of the Lord:*s"
    },
    {
        "o": 10461,
        "r": "nkjv:1 Kings:21:21",
        "t": "‘Behold, I will bring calamity on you. I will take away your posterity, and will cut off from Ahab every male in Israel, both bond and free."
    },
    {
        "o": 10462,
        "r": "nkjv:1 Kings:21:22",
        "t": "I will make your house like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah, because of the provocation with which you have provoked Me*i to anger, and made Israel sin.’"
    },
    {
        "o": 10463,
        "r": "nkjv:1 Kings:21:23",
        "t": "And concerning Jezebel the Lord*s also spoke, saying, ‘The dogs shall eat Jezebel by the wall of Jezreel.’"
    },
    {
        "o": 10464,
        "r": "nkjv:1 Kings:21:24",
        "t": "The dogs shall eat whoever belongs to Ahab and dies in the city, and the birds of the air shall eat whoever dies in the field.”"
    },
    {
        "o": 10465,
        "r": "nkjv:1 Kings:21:25",
        "t": "But*p there was no one like Ahab who sold himself to do wickedness in the sight of the Lord,*s because Jezebel his wife stirred him up."
    },
    {
        "o": 10466,
        "r": "nkjv:1 Kings:21:26",
        "t": "And he behaved very abominably in following idols, according to all that*i the Amorites had done, whom the Lord*s had cast out before the children of Israel."
    },
    {
        "o": 10467,
        "r": "nkjv:1 Kings:21:27",
        "t": "So*p it was, when Ahab heard those words, that he tore his clothes and put sackcloth on his body, and fasted and lay in sackcloth, and went about mourning."
    },
    {
        "o": 10468,
        "r": "nkjv:1 Kings:21:28",
        "t": "And*p the word of the Lord*s came to Elijah the Tishbite, saying,"
    },
    {
        "o": 10469,
        "r": "nkjv:1 Kings:21:29",
        "t": "“See how Ahab has humbled himself before Me? Because he has humbled himself before Me, I will not bring the calamity in his days. In the days of his son I will bring the calamity on his house.”"
    }
]
