[
    {
        "o": 14517,
        "r": "esv:Job:14:0",
        "t": "Job 14",
        "h": 1
    },
    {
        "o": 14518,
        "r": "esv:Job:14:0",
        "t": "Job Continues: Death Comes Soon to All",
        "h": 2
    },
    {
        "o": 14519,
        "r": "esv:Job:14:1",
        "t": "“Man*pn who is born of a woman is*ld few of days and full of trouble."
    },
    {
        "o": 14520,
        "r": "esv:Job:14:2",
        "t": "He*ln comes out like a flower and withers; he*ld flees like a shadow and continues not."
    },
    {
        "o": 14521,
        "r": "esv:Job:14:3",
        "t": "And*ln do you open your eyes on such a one and*ld bring me into judgment with you?"
    },
    {
        "o": 14522,
        "r": "esv:Job:14:4",
        "t": "Who*ln can bring a clean thing out of an unclean? There*ld is not one."
    },
    {
        "o": 14523,
        "r": "esv:Job:14:5",
        "t": "Since*ln his days are determined, and*ld the number of his months is with you, and*ld you have appointed his limits that he cannot pass,"
    },
    {
        "o": 14524,
        "r": "esv:Job:14:6",
        "t": "look*ln away from him and leave him alone, that*ld he may enjoy, like a hired hand, his day."
    },
    {
        "o": 14525,
        "r": "esv:Job:14:7",
        "t": "“For*pn there is hope for a tree, if*ld it be cut down, that it will sprout again, and*ld that its shoots will not cease."
    },
    {
        "o": 14526,
        "r": "esv:Job:14:8",
        "t": "Though*ln its root grow old in the earth, and*ld its stump die in the soil,"
    },
    {
        "o": 14527,
        "r": "esv:Job:14:9",
        "t": "yet*ln at the scent of water it will bud and*ld put out branches like a young plant."
    },
    {
        "o": 14528,
        "r": "esv:Job:14:10",
        "t": "But*ln a man dies and is laid low; man*ld breathes his last, and where is he?"
    },
    {
        "o": 14529,
        "r": "esv:Job:14:11",
        "t": "As*ln waters fail from a lake and*ld a river wastes away and dries up,"
    },
    {
        "o": 14530,
        "r": "esv:Job:14:12",
        "t": "so*ln a man lies down and rises not again; till*ld the heavens are no more he will not awake or*ld be roused out of his sleep."
    },
    {
        "o": 14531,
        "r": "esv:Job:14:13",
        "t": "Oh*ln that you would hide me in Sheol, that*ld you would conceal me until your wrath be past, that*ld you would appoint me a set time, and remember me!"
    },
    {
        "o": 14532,
        "r": "esv:Job:14:14",
        "t": "If*ln a man dies, shall he live again? All*ld the days of my service I would wait, till*ld my renewal should come."
    },
    {
        "o": 14533,
        "r": "esv:Job:14:15",
        "t": "You*ln would call, and I would answer you; you*ld would long for the work of your hands."
    },
    {
        "o": 14534,
        "r": "esv:Job:14:16",
        "t": "For*ln then you would number my steps; you*ld would not keep watch over my sin;"
    },
    {
        "o": 14535,
        "r": "esv:Job:14:17",
        "t": "my*ln transgression would be sealed up in a bag, and*ld you would cover over my iniquity."
    },
    {
        "o": 14536,
        "r": "esv:Job:14:18",
        "t": "“But*pn the mountain falls and crumbles away, and*ld the rock is removed from its place;"
    },
    {
        "o": 14537,
        "r": "esv:Job:14:19",
        "t": "the*ln waters wear away the stones; the*ld torrents wash away the soil of the earth; so*ld you destroy the hope of man."
    },
    {
        "o": 14538,
        "r": "esv:Job:14:20",
        "t": "You*ln prevail forever against him, and he passes; you*ld change his countenance, and send him away."
    },
    {
        "o": 14539,
        "r": "esv:Job:14:21",
        "t": "His*ln sons come to honor, and he does not know it; they*ld are brought low, and he perceives it not."
    },
    {
        "o": 14540,
        "r": "esv:Job:14:22",
        "t": "He*ln feels only the pain of his own body, and*ld he mourns only for himself.”"
    }
]
