[
    {
        "o": 11815,
        "r": "nkjv:1 Chronicles:11:0",
        "t": "1 Chronicles 11",
        "h": 1
    },
    {
        "o": 11816,
        "r": "nkjv:1 Chronicles:11:0",
        "t": "David Made King over All Israel",
        "h": 2
    },
    {
        "o": 11817,
        "r": "nkjv:1 Chronicles:11:1",
        "t": "Then*p all Israel came together to David at Hebron, saying, “Indeed we are*i your bone and your flesh."
    },
    {
        "o": 11818,
        "r": "nkjv:1 Chronicles:11:2",
        "t": "Also, in time past, even when Saul was king, you were*i the one who led Israel out and brought them in; and the Lord*s your God said to you, ‘You shall shepherd My people Israel, and be ruler over My people Israel.’”"
    },
    {
        "o": 11819,
        "r": "nkjv:1 Chronicles:11:3",
        "t": "Therefore all the elders of Israel came to the king at Hebron, and David made a covenant with them at Hebron before the Lord.*s And they anointed David king over Israel, according to the word of the Lord*s by Samuel."
    },
    {
        "o": 11820,
        "r": "nkjv:1 Chronicles:11:3",
        "t": "The City of David",
        "h": 2
    },
    {
        "o": 11821,
        "r": "nkjv:1 Chronicles:11:4",
        "t": "And*p David and all Israel went to Jerusalem, which is Jebus, where the Jebusites were,*i the inhabitants of the land."
    },
    {
        "o": 11822,
        "r": "nkjv:1 Chronicles:11:5",
        "t": "But the inhabitants of Jebus said to David, “You shall not come in here!” Nevertheless David took the stronghold of Zion (that is, the City of David)."
    },
    {
        "o": 11823,
        "r": "nkjv:1 Chronicles:11:6",
        "t": "Now David said, “Whoever attacks the Jebusites first shall be chief and captain.” And Joab the son of Zeruiah went up first, and became chief."
    },
    {
        "o": 11824,
        "r": "nkjv:1 Chronicles:11:7",
        "t": "Then David dwelt in the stronghold; therefore they called it the City of David."
    },
    {
        "o": 11825,
        "r": "nkjv:1 Chronicles:11:8",
        "t": "And he built the city around it, from the Millo to the surrounding area. Joab repaired the rest of the city."
    },
    {
        "o": 11826,
        "r": "nkjv:1 Chronicles:11:9",
        "t": "So David went on and became great, and the Lord*s of hosts was*i with him."
    },
    {
        "o": 11827,
        "r": "nkjv:1 Chronicles:11:9",
        "t": "The Mighty Men of David",
        "h": 2
    },
    {
        "o": 11828,
        "r": "nkjv:1 Chronicles:11:10",
        "t": "Now*p these were*i the heads of the mighty men whom David had, who strengthened themselves with him in his kingdom, with all Israel, to make him king, according to the word of the Lord*s concerning Israel."
    },
    {
        "o": 11829,
        "r": "nkjv:1 Chronicles:11:11",
        "t": "And*p this is*i the number of the mighty men whom David had: Jashobeam the son of a Hachmonite, chief of the captains; he had lifted up his spear against three hundred, killed by*i him*i at one time."
    },
    {
        "o": 11830,
        "r": "nkjv:1 Chronicles:11:12",
        "t": "After*p him was*i Eleazar the son of Dodo, the Ahohite, who was*i one*i of the three mighty men."
    },
    {
        "o": 11831,
        "r": "nkjv:1 Chronicles:11:13",
        "t": "He was with David at Pasdammim. Now there the Philistines were gathered for battle, and there was a piece of ground full of barley. So the people fled from the Philistines."
    },
    {
        "o": 11832,
        "r": "nkjv:1 Chronicles:11:14",
        "t": "But they stationed themselves in the middle of that*i field, defended it, and killed the Philistines. So the Lord*s brought about a great victory."
    },
    {
        "o": 11833,
        "r": "nkjv:1 Chronicles:11:15",
        "t": "Now*p three of the thirty chief men went down to the rock to David, into the cave of Adullam; and the army of the Philistines encamped in the Valley of Rephaim."
    },
    {
        "o": 11834,
        "r": "nkjv:1 Chronicles:11:16",
        "t": "David was*i then in the stronghold, and the garrison of the Philistines was*i then in Bethlehem."
    },
    {
        "o": 11835,
        "r": "nkjv:1 Chronicles:11:17",
        "t": "And David said with longing, “Oh, that someone would give me a drink of water from the well of Bethlehem, which is by the gate!”"
    },
    {
        "o": 11836,
        "r": "nkjv:1 Chronicles:11:18",
        "t": "So the three broke through the camp of the Philistines, drew water from the well of Bethlehem that was*i by the gate, and took it*i and brought it*i to David. Nevertheless David would not drink it, but poured it out to the Lord.*s"
    },
    {
        "o": 11837,
        "r": "nkjv:1 Chronicles:11:19",
        "t": "And he said, “Far be it from me, O my God, that I should do this! Shall I drink the blood of these men who*i have*i put*i their lives in*i jeopardy?*i For at the risk of their lives they brought it.” Therefore he would not drink it. These things were done by the three mighty men."
    },
    {
        "o": 11838,
        "r": "nkjv:1 Chronicles:11:20",
        "t": "Abishai*p the brother of Joab was chief of another*i three. He had lifted up his spear against three hundred men,*i killed them,*i and won a name among these*i three."
    },
    {
        "o": 11839,
        "r": "nkjv:1 Chronicles:11:21",
        "t": "Of the three he was more honored than the other two men. Therefore he became their captain. However he did not attain to the first*i three."
    },
    {
        "o": 11840,
        "r": "nkjv:1 Chronicles:11:22",
        "t": "Benaiah*p was the son of Jehoiada, the son of a valiant man from Kabzeel, who had done many deeds. He had killed two lion-like heroes of Moab. He also had gone down and killed a lion in the midst of a pit on a snowy day."
    },
    {
        "o": 11841,
        "r": "nkjv:1 Chronicles:11:23",
        "t": "And he killed an Egyptian, a man of great*i height, five cubits tall. In the Egyptian’s hand there*i was*i a spear like a weaver’s beam; and he went down to him with a staff, wrested the spear out of the Egyptian’s hand, and killed him with his own spear."
    },
    {
        "o": 11842,
        "r": "nkjv:1 Chronicles:11:24",
        "t": "These things*i Benaiah the son of Jehoiada did, and won a name among three mighty men."
    },
    {
        "o": 11843,
        "r": "nkjv:1 Chronicles:11:25",
        "t": "Indeed he was more honored than the thirty, but he did not attain to the first*i three. And David appointed him over his guard."
    },
    {
        "o": 11844,
        "r": "nkjv:1 Chronicles:11:26",
        "t": "Also*p the mighty warriors were*i Asahel the brother of Joab, Elhanan the son of Dodo of Bethlehem,"
    },
    {
        "o": 11845,
        "r": "nkjv:1 Chronicles:11:27",
        "t": "Shammoth the Harorite, Helez the Pelonite,"
    },
    {
        "o": 11846,
        "r": "nkjv:1 Chronicles:11:28",
        "t": "Ira the son of Ikkesh the Tekoite, Abiezer the Anathothite,"
    },
    {
        "o": 11847,
        "r": "nkjv:1 Chronicles:11:29",
        "t": "Sibbechai the Hushathite, Ilai the Ahohite,"
    },
    {
        "o": 11848,
        "r": "nkjv:1 Chronicles:11:30",
        "t": "Maharai the Netophathite, Heled the son of Baanah the Netophathite,"
    },
    {
        "o": 11849,
        "r": "nkjv:1 Chronicles:11:31",
        "t": "Ithai the son of Ribai of Gibeah, of the sons of Benjamin, Benaiah the Pirathonite,"
    },
    {
        "o": 11850,
        "r": "nkjv:1 Chronicles:11:32",
        "t": "Hurai of the brooks of Gaash, Abiel the Arbathite,"
    },
    {
        "o": 11851,
        "r": "nkjv:1 Chronicles:11:33",
        "t": "Azmaveth the Baharumite, Eliahba the Shaalbonite,"
    },
    {
        "o": 11852,
        "r": "nkjv:1 Chronicles:11:34",
        "t": "the sons of Hashem the Gizonite, Jonathan the son of Shageh the Hararite,"
    },
    {
        "o": 11853,
        "r": "nkjv:1 Chronicles:11:35",
        "t": "Ahiam the son of Sacar the Hararite, Eliphal the son of Ur,"
    },
    {
        "o": 11854,
        "r": "nkjv:1 Chronicles:11:36",
        "t": "Hepher the Mecherathite, Ahijah the Pelonite,"
    },
    {
        "o": 11855,
        "r": "nkjv:1 Chronicles:11:37",
        "t": "Hezro the Carmelite, Naarai the son of Ezbai,"
    },
    {
        "o": 11856,
        "r": "nkjv:1 Chronicles:11:38",
        "t": "Joel the brother of Nathan, Mibhar the son of Hagri,"
    },
    {
        "o": 11857,
        "r": "nkjv:1 Chronicles:11:39",
        "t": "Zelek the Ammonite, Naharai the Berothite (the armorbearer of Joab the son of Zeruiah),"
    },
    {
        "o": 11858,
        "r": "nkjv:1 Chronicles:11:40",
        "t": "Ira the Ithrite, Gareb the Ithrite,"
    },
    {
        "o": 11859,
        "r": "nkjv:1 Chronicles:11:41",
        "t": "Uriah the Hittite, Zabad the son of Ahlai,"
    },
    {
        "o": 11860,
        "r": "nkjv:1 Chronicles:11:42",
        "t": "Adina the son of Shiza the Reubenite (a chief of the Reubenites) and thirty with him,"
    },
    {
        "o": 11861,
        "r": "nkjv:1 Chronicles:11:43",
        "t": "Hanan the son of Maachah, Joshaphat the Mithnite,"
    },
    {
        "o": 11862,
        "r": "nkjv:1 Chronicles:11:44",
        "t": "Uzzia the Ashterathite, Shama and Jeiel the sons of Hotham the Aroerite,"
    },
    {
        "o": 11863,
        "r": "nkjv:1 Chronicles:11:45",
        "t": "Jediael the son of Shimri, and Joha his brother, the Tizite,"
    },
    {
        "o": 11864,
        "r": "nkjv:1 Chronicles:11:46",
        "t": "Eliel the Mahavite, Jeribai and Joshaviah the sons of Elnaam, Ithmah the Moabite,"
    },
    {
        "o": 11865,
        "r": "nkjv:1 Chronicles:11:47",
        "t": "Eliel, Obed, and Jaasiel the Mezobaite."
    }
]
