[
    {
        "o": 9197,
        "r": "csb:2 Samuel:13:0",
        "t": "2 Samuel 13",
        "h": 1
    },
    {
        "o": 9198,
        "r": "csb:2 Samuel:13:0",
        "t": "Amnon Rapes Tamar",
        "h": 2
    },
    {
        "o": 9199,
        "r": "csb:2 Samuel:13:1",
        "t": "Some*p time passed. David’s son Absalom had a beautiful sister named Tamar, and David’s son Amnon was infatuated with her."
    },
    {
        "o": 9200,
        "r": "csb:2 Samuel:13:2",
        "t": "Amnon was frustrated to the point of making himself sick over his sister Tamar because she was a virgin, but it seemed impossible to do anything to her."
    },
    {
        "o": 9201,
        "r": "csb:2 Samuel:13:3",
        "t": "Amnon had a friend named Jonadab, a son of David’s brother Shimeah. Jonadab was a very shrewd man,"
    },
    {
        "o": 9202,
        "r": "csb:2 Samuel:13:4",
        "t": "and he asked Amnon, “Why are you, the king’s son, so miserable every morning? Won’t you tell me?” Amnon*p replied, “I’m in love with Tamar, my brother Absalom’s sister.”"
    },
    {
        "o": 9203,
        "r": "csb:2 Samuel:13:5",
        "t": "Jonadab*p said to him, “Lie down on your bed and pretend you’re sick. When your father comes to see you, say to him, ‘Please let my sister Tamar come and give me something to eat. Let her prepare a meal in my presence so I can watch and eat from her hand.’”"
    },
    {
        "o": 9204,
        "r": "csb:2 Samuel:13:6",
        "t": "So*p Amnon lay down and pretended to be sick. When the king came to see him, Amnon said to him, “Please let my sister Tamar come and make a couple of cakes in my presence so I can eat from her hand.”"
    },
    {
        "o": 9205,
        "r": "csb:2 Samuel:13:7",
        "t": "David*p sent word to Tamar at the palace: “Please go to your brother Amnon’s house and prepare a meal for him.”"
    },
    {
        "o": 9206,
        "r": "csb:2 Samuel:13:8",
        "t": "Then*p Tamar went to his house while Amnon was lying down. She took dough, kneaded it, made cakes in his presence, and baked them."
    },
    {
        "o": 9207,
        "r": "csb:2 Samuel:13:9",
        "t": "She brought the pan and set it down in front of him, but he refused to eat. Amnon said, “Everyone leave me!” And everyone left him."
    },
    {
        "o": 9208,
        "r": "csb:2 Samuel:13:10",
        "t": "“Bring the meal to the bedroom,” Amnon told Tamar, “so I can eat from your hand.” Tamar took the cakes she had made and went to her brother Amnon’s bedroom."
    },
    {
        "o": 9209,
        "r": "csb:2 Samuel:13:11",
        "t": "When she brought them to him to eat, he grabbed her and said, “Come sleep with me, my sister!”"
    },
    {
        "o": 9210,
        "r": "csb:2 Samuel:13:12",
        "t": "“Don’t,*p my brother!” she cried. “Don’t disgrace me, for such a thing should never be done in Israel. Don’t commit this outrage!"
    },
    {
        "o": 9211,
        "r": "csb:2 Samuel:13:13",
        "t": "Where could I ever go with my humiliation? And you - you would be like one of the outrageous fools in Israel! Please, speak to the king, for he won’t keep me from you.”"
    },
    {
        "o": 9212,
        "r": "csb:2 Samuel:13:14",
        "t": "But he refused to listen to her, and because he was stronger than she was, he disgraced her by raping her."
    },
    {
        "o": 9213,
        "r": "csb:2 Samuel:13:15",
        "t": "So*p Amnon hated Tamar with such intensity that the hatred he hated her with was greater than the love he had loved her with. “Get out of here!” he said."
    },
    {
        "o": 9214,
        "r": "csb:2 Samuel:13:16",
        "t": "“No,”*p she cried, “sending me away is much worse than the great wrong you’ve already done to me!” But*p he refused to listen to her."
    },
    {
        "o": 9215,
        "r": "csb:2 Samuel:13:17",
        "t": "Instead, he called to the servant who waited on him, “Get this away from me, throw her out, and bolt the door behind her!”"
    },
    {
        "o": 9216,
        "r": "csb:2 Samuel:13:18",
        "t": "Amnon’s servant threw her out and bolted the door behind her. Now Tamar was wearing a long-sleeved robe, because this is what the king’s virgin daughters wore."
    },
    {
        "o": 9217,
        "r": "csb:2 Samuel:13:19",
        "t": "Tamar put ashes on her head and tore the long-sleeved robe she was wearing. She put her hand on her head and went away crying out."
    },
    {
        "o": 9218,
        "r": "csb:2 Samuel:13:20",
        "t": "Her*p brother Absalom said to her, “Has your brother Amnon been with you? Be quiet for now, my sister. He is your brother. Don’t take this thing to heart.” So Tamar lived as a desolate woman in the house of her brother Absalom."
    },
    {
        "o": 9219,
        "r": "csb:2 Samuel:13:20",
        "t": "Absalom Murders Amnon",
        "h": 2
    },
    {
        "o": 9220,
        "r": "csb:2 Samuel:13:21",
        "t": "When*p King David heard about all these things, he was furious."
    },
    {
        "o": 9221,
        "r": "csb:2 Samuel:13:22",
        "t": "Absalom didn’t say anything to Amnon, either good or bad, because he hated Amnon since he disgraced his sister Tamar."
    },
    {
        "o": 9222,
        "r": "csb:2 Samuel:13:23",
        "t": "Two*p years later, Absalom’s sheepshearers were at Baal-hazor near Ephraim, and Absalom invited all the king’s sons."
    },
    {
        "o": 9223,
        "r": "csb:2 Samuel:13:24",
        "t": "Then he went to the king and said, “Your servant has just hired sheepshearers. Will the king and his servants please come with your servant?”"
    },
    {
        "o": 9224,
        "r": "csb:2 Samuel:13:25",
        "t": "The*p king replied to Absalom, “No, my son, we should not all go, or we would be a burden to you.” Although Absalom urged him, he wasn’t willing to go, though he did bless him."
    },
    {
        "o": 9225,
        "r": "csb:2 Samuel:13:26",
        "t": "“If*p not,” Absalom said, “please let my brother Amnon go with us.” The*p king asked him, “Why should he go with you?”"
    },
    {
        "o": 9226,
        "r": "csb:2 Samuel:13:27",
        "t": "But Absalom urged him, so he sent Amnon and all the king’s sons."
    },
    {
        "o": 9227,
        "r": "csb:2 Samuel:13:28",
        "t": "Now*p Absalom commanded his young men, “Watch Amnon until he is in a good mood from the wine. When I order you to strike Amnon, then kill him. Don’t be afraid. Am I not the one who has commanded you? Be strong and valiant!”"
    },
    {
        "o": 9228,
        "r": "csb:2 Samuel:13:29",
        "t": "So Absalom’s young men did to Amnon just as Absalom had commanded. Then all the rest of the king’s sons got up, and each fled on his mule."
    },
    {
        "o": 9229,
        "r": "csb:2 Samuel:13:30",
        "t": "While*p they were on the way, a report reached David: “Absalom struck down all the king’s sons; not even one of them survived!”"
    },
    {
        "o": 9230,
        "r": "csb:2 Samuel:13:31",
        "t": "In response the king stood up, tore his clothes, and lay down on the ground, and all his servants stood by with their clothes torn."
    },
    {
        "o": 9231,
        "r": "csb:2 Samuel:13:32",
        "t": "But*p Jonadab, son of David’s brother Shimeah, spoke up: “My lord must not think they have killed all the young men, the king’s sons, because only Amnon is dead. In fact, Absalom has planned this ever since the day Amnon disgraced his sister Tamar."
    },
    {
        "o": 9232,
        "r": "csb:2 Samuel:13:33",
        "t": "So now, my lord the king, don’t take seriously the report that says all the king’s sons are dead. Only Amnon is dead.”"
    },
    {
        "o": 9233,
        "r": "csb:2 Samuel:13:34",
        "t": "Meanwhile,*p Absalom had fled. When the young man who was standing watch looked up, there were many people coming from the road west of him from the side of the mountain."
    },
    {
        "o": 9234,
        "r": "csb:2 Samuel:13:35",
        "t": "Jonadab said to the king, “Look, the king’s sons have come! It’s exactly like your servant said.”"
    },
    {
        "o": 9235,
        "r": "csb:2 Samuel:13:36",
        "t": "Just as he finished speaking, the king’s sons entered and wept loudly. Then the king and all his servants also wept very bitterly."
    },
    {
        "o": 9236,
        "r": "csb:2 Samuel:13:37",
        "t": "But Absalom fled and went to Talmai son of Ammihud, king of Geshur. And David mourned for his son every day."
    },
    {
        "o": 9237,
        "r": "csb:2 Samuel:13:38",
        "t": "After*p Absalom had fled to Geshur and had been there three years,"
    },
    {
        "o": 9238,
        "r": "csb:2 Samuel:13:39",
        "t": "King David longed to go to Absalom, for David had finished grieving over Amnon’s death."
    }
]
