[
    {
        "o": 13474,
        "r": "kjv:Job:8:0",
        "t": "Job 8",
        "h": 1
    },
    {
        "o": 13475,
        "r": "kjv:Job:8:1",
        "t": "Then*p answered Bildad the Shuhite, and said,"
    },
    {
        "o": 13476,
        "r": "kjv:Job:8:2",
        "t": "How*p long wilt thou speak these things? and how long shall the words of thy mouth be like a strong wind?"
    },
    {
        "o": 13477,
        "r": "kjv:Job:8:3",
        "t": "Doth*p God pervert judgment? or doth the Almighty pervert justice?"
    },
    {
        "o": 13478,
        "r": "kjv:Job:8:4",
        "t": "If*p thy children have sinned against him, and he have cast them away for their transgression;"
    },
    {
        "o": 13479,
        "r": "kjv:Job:8:5",
        "t": "If*p thou wouldest seek unto God betimes, and make thy supplication to the Almighty;"
    },
    {
        "o": 13480,
        "r": "kjv:Job:8:6",
        "t": "If*p thou wert pure and upright; surely now he would awake for thee, and make the habitation of thy righteousness prosperous."
    },
    {
        "o": 13481,
        "r": "kjv:Job:8:7",
        "t": "Though*p thy beginning was small, yet thy latter end should greatly increase."
    },
    {
        "o": 13482,
        "r": "kjv:Job:8:8",
        "t": "For*p enquire, I pray thee, of the former age, and prepare thyself to the search of their fathers:"
    },
    {
        "o": 13483,
        "r": "kjv:Job:8:9",
        "t": "(For*p we are but of yesterday, and know nothing, because our days upon earth are a shadow:)"
    },
    {
        "o": 13484,
        "r": "kjv:Job:8:10",
        "t": "Shall*p not they teach thee, and tell thee, and utter words out of their heart?"
    },
    {
        "o": 13485,
        "r": "kjv:Job:8:11",
        "t": "Can*p the rush grow up without mire? can the flag grow without water?"
    },
    {
        "o": 13486,
        "r": "kjv:Job:8:12",
        "t": "Whilst*p it is yet in his greenness, and not cut down, it withereth before any other herb."
    },
    {
        "o": 13487,
        "r": "kjv:Job:8:13",
        "t": "So*p are the paths of all that forget God; and the hypocrite's hope shall perish:"
    },
    {
        "o": 13488,
        "r": "kjv:Job:8:14",
        "t": "Whose*p hope shall be cut off, and whose trust shall be a spider's web."
    },
    {
        "o": 13489,
        "r": "kjv:Job:8:15",
        "t": "He*p shall lean upon his house, but it shall not stand: he shall hold it fast, but it shall not endure."
    },
    {
        "o": 13490,
        "r": "kjv:Job:8:16",
        "t": "He*p is green before the sun, and his branch shooteth forth in his garden."
    },
    {
        "o": 13491,
        "r": "kjv:Job:8:17",
        "t": "His*p roots are wrapped about the heap, and seeth the place of stones."
    },
    {
        "o": 13492,
        "r": "kjv:Job:8:18",
        "t": "If*p he destroy him from his place, then it shall deny him, saying, I have not seen thee."
    },
    {
        "o": 13493,
        "r": "kjv:Job:8:19",
        "t": "Behold,*p this is the joy of his way, and out of the earth shall others grow."
    },
    {
        "o": 13494,
        "r": "kjv:Job:8:20",
        "t": "Behold,*p God will not cast away a perfect man, neither will he help the evil doers:"
    },
    {
        "o": 13495,
        "r": "kjv:Job:8:21",
        "t": "Till*p he fill thy mouth with laughing, and thy lips with rejoicing."
    },
    {
        "o": 13496,
        "r": "kjv:Job:8:22",
        "t": "They*p that hate thee shall be clothed with shame; and the dwelling place of the wicked shall come to nought."
    }
]
