[
    {
        "o": 2233,
        "r": "csb:Exodus:19:0",
        "t": "Exodus 19",
        "h": 1
    },
    {
        "o": 2234,
        "r": "csb:Exodus:19:0",
        "t": "Israel at Sinai",
        "h": 2
    },
    {
        "o": 2235,
        "r": "csb:Exodus:19:1",
        "t": "In*p the third month from the very day the Israelites left the land of Egypt, they came to the Sinai Wilderness."
    },
    {
        "o": 2236,
        "r": "csb:Exodus:19:2",
        "t": "They traveled from Rephidim, came to the Sinai Wilderness, and camped in the wilderness. Israel camped there in front of the mountain."
    },
    {
        "o": 2237,
        "r": "csb:Exodus:19:3",
        "t": "Moses*p went up the mountain to God, and the Lord*s called to him from the mountain: “This is what you must say to the house of Jacob and explain to the Israelites:"
    },
    {
        "o": 2238,
        "r": "csb:Exodus:19:4",
        "t": "‘You have seen what I did to the Egyptians and how I carried you on eagles’ wings and brought you to myself."
    },
    {
        "o": 2239,
        "r": "csb:Exodus:19:5",
        "t": "Now if you will carefully listen to me and keep my covenant, you will be my own possession out of all the peoples, although the whole earth is mine,"
    },
    {
        "o": 2240,
        "r": "csb:Exodus:19:6",
        "t": "and you will be my kingdom of priests and my holy nation.’ These are the words that you are to say to the Israelites.”"
    },
    {
        "o": 2241,
        "r": "csb:Exodus:19:7",
        "t": "After*p Moses came back, he summoned the elders of the people and set before them all these words that the Lord*s had commanded him."
    },
    {
        "o": 2242,
        "r": "csb:Exodus:19:8",
        "t": "Then all the people responded together, “We will do all that the Lord*s has spoken.” So Moses brought the people’s words back to the Lord.*s"
    },
    {
        "o": 2243,
        "r": "csb:Exodus:19:9",
        "t": "The*p Lord*s said to Moses, “I am going to come to you in a dense cloud, so that the people will hear when I speak with you and will always believe you.” Moses reported the people’s words to the Lord,*s"
    },
    {
        "o": 2244,
        "r": "csb:Exodus:19:10",
        "t": "and the Lord*s told Moses, “Go to the people and consecrate them today and tomorrow. They must wash their clothes"
    },
    {
        "o": 2245,
        "r": "csb:Exodus:19:11",
        "t": "and be prepared by the third day, for on the third day the Lord*s will come down on Mount Sinai in the sight of all the people."
    },
    {
        "o": 2246,
        "r": "csb:Exodus:19:12",
        "t": "Put boundaries for the people all around the mountain and say: Be careful that you don’t go up on the mountain or touch its base. Anyone who touches the mountain must be put to death."
    },
    {
        "o": 2247,
        "r": "csb:Exodus:19:13",
        "t": "No hand may touch him; instead he will be stoned or shot with arrows and not live, whether animal or human. When the ram’s horn sounds a long blast, they may go up the mountain.”"
    },
    {
        "o": 2248,
        "r": "csb:Exodus:19:14",
        "t": "Then*p Moses came down from the mountain to the people and consecrated them, and they washed their clothes."
    },
    {
        "o": 2249,
        "r": "csb:Exodus:19:15",
        "t": "He said to the people, “Be prepared by the third day. Do not have sexual relations with women.”"
    },
    {
        "o": 2250,
        "r": "csb:Exodus:19:16",
        "t": "On*p the third day, when morning came, there was thunder and lightning, a thick cloud on the mountain, and a very loud blast from a ram’s horn, so that all the people in the camp shuddered."
    },
    {
        "o": 2251,
        "r": "csb:Exodus:19:17",
        "t": "Then Moses brought the people out of the camp to meet God, and they stood at the foot of the mountain."
    },
    {
        "o": 2252,
        "r": "csb:Exodus:19:18",
        "t": "Mount Sinai was completely enveloped in smoke because the Lord*s came down on it in fire. Its smoke went up like the smoke of a furnace, and the whole mountain shook violently."
    },
    {
        "o": 2253,
        "r": "csb:Exodus:19:19",
        "t": "As the sound of the ram’s horn grew louder and louder, Moses spoke and God answered him in the thunder."
    },
    {
        "o": 2254,
        "r": "csb:Exodus:19:20",
        "t": "The*p Lord*s came down on Mount Sinai at the top of the mountain. Then the Lord*s summoned Moses to the top of the mountain, and he went up."
    },
    {
        "o": 2255,
        "r": "csb:Exodus:19:21",
        "t": "The Lord*s directed Moses, “Go down and warn the people not to break through to see the Lord;*s otherwise many of them will die."
    },
    {
        "o": 2256,
        "r": "csb:Exodus:19:22",
        "t": "Even the priests who come near the Lord*s must consecrate themselves, or the Lord*s will break out in anger against them.”"
    },
    {
        "o": 2257,
        "r": "csb:Exodus:19:23",
        "t": "Moses*p responded to the Lord,*s “The people cannot come up Mount Sinai, since you warned us: Put a boundary around the mountain and consecrate it.”"
    },
    {
        "o": 2258,
        "r": "csb:Exodus:19:24",
        "t": "And the Lord*s replied to him, “Go down and come back with Aaron. But the priests and the people must not break through to come up to the Lord,*s or he will break out in anger against them.”"
    },
    {
        "o": 2259,
        "r": "csb:Exodus:19:25",
        "t": "So Moses went down to the people and told them."
    }
]
