[
    {
        "o": 34400,
        "r": "nkjv:1 Peter:1:0",
        "t": "1 Peter 1",
        "h": 1
    },
    {
        "o": 34401,
        "r": "nkjv:1 Peter:1:0",
        "t": "Greeting to the Elect Pilgrims",
        "h": 2
    },
    {
        "o": 34402,
        "r": "nkjv:1 Peter:1:1",
        "t": "Peter,*p an apostle of Jesus Christ, To*p the pilgrims of the Dispersion in Pontus, Galatia, Cappadocia, Asia, and Bithynia,"
    },
    {
        "o": 34403,
        "r": "nkjv:1 Peter:1:2",
        "t": "elect according to the foreknowledge of God the Father, in sanctification of the Spirit, for obedience and sprinkling of the blood of Jesus Christ: Grace*p to you and peace be multiplied."
    },
    {
        "o": 34404,
        "r": "nkjv:1 Peter:1:2",
        "t": "A Heavenly Inheritance",
        "h": 2
    },
    {
        "o": 34405,
        "r": "nkjv:1 Peter:1:3",
        "t": "Blessed*p be*i the God and Father of our Lord Jesus Christ, who according to His abundant mercy has begotten us again to a living hope through the resurrection of Jesus Christ from the dead,"
    },
    {
        "o": 34406,
        "r": "nkjv:1 Peter:1:4",
        "t": "to an inheritance incorruptible and undefiled and that does not fade away, reserved in heaven for you,"
    },
    {
        "o": 34407,
        "r": "nkjv:1 Peter:1:5",
        "t": "who are kept by the power of God through faith for salvation ready to be revealed in the last time."
    },
    {
        "o": 34408,
        "r": "nkjv:1 Peter:1:6",
        "t": "In*p this you greatly rejoice, though now for a little while, if need be, you have been grieved by various trials,"
    },
    {
        "o": 34409,
        "r": "nkjv:1 Peter:1:7",
        "t": "that the genuineness of your faith, being*i much more precious than gold that perishes, though it is tested by fire, may be found to praise, honor, and glory at the revelation of Jesus Christ,"
    },
    {
        "o": 34410,
        "r": "nkjv:1 Peter:1:8",
        "t": "whom having not seen you love. Though now you do not see Him,*i yet believing, you rejoice with joy inexpressible and full of glory,"
    },
    {
        "o": 34411,
        "r": "nkjv:1 Peter:1:9",
        "t": "receiving the end of your faith—the salvation of your*i souls."
    },
    {
        "o": 34412,
        "r": "nkjv:1 Peter:1:10",
        "t": "Of*p this salvation the prophets have inquired and searched carefully, who prophesied of the grace that*i would*i come*i to you,"
    },
    {
        "o": 34413,
        "r": "nkjv:1 Peter:1:11",
        "t": "searching what, or what manner of time, the Spirit of Christ who was in them was indicating when He testified beforehand the sufferings of Christ and the glories that would follow."
    },
    {
        "o": 34414,
        "r": "nkjv:1 Peter:1:12",
        "t": "To them it was revealed that, not to themselves, but to us they were ministering the things which now have been reported to you through those who have preached the gospel to you by the Holy Spirit sent from heaven—things which angels desire to look into."
    },
    {
        "o": 34415,
        "r": "nkjv:1 Peter:1:12",
        "t": "Living Before God Our Father",
        "h": 2
    },
    {
        "o": 34416,
        "r": "nkjv:1 Peter:1:13",
        "t": "Therefore*p gird up the loins of your mind, be sober, and rest your*i hope fully upon the grace that is to be brought to you at the revelation of Jesus Christ;"
    },
    {
        "o": 34417,
        "r": "nkjv:1 Peter:1:14",
        "t": "as obedient children, not conforming yourselves to the former lusts, as*i in your ignorance;"
    },
    {
        "o": 34418,
        "r": "nkjv:1 Peter:1:15",
        "t": "but as He who called you is*i holy, you also be holy in all your*i conduct,"
    },
    {
        "o": 34419,
        "r": "nkjv:1 Peter:1:16",
        "t": "because it is written, “Be holy, for I am holy.”"
    },
    {
        "o": 34420,
        "r": "nkjv:1 Peter:1:17",
        "t": "And*p if you call on the Father, who without partiality judges according to each one’s work, conduct yourselves throughout the time of your stay here*i in fear;"
    },
    {
        "o": 34421,
        "r": "nkjv:1 Peter:1:18",
        "t": "knowing that you were not redeemed with corruptible things, like*i silver or gold, from your aimless conduct received*i by tradition from your fathers,"
    },
    {
        "o": 34422,
        "r": "nkjv:1 Peter:1:19",
        "t": "but with the precious blood of Christ, as of a lamb without blemish and without spot."
    },
    {
        "o": 34423,
        "r": "nkjv:1 Peter:1:20",
        "t": "He indeed was foreordained before the foundation of the world, but was manifest in these last times for you"
    },
    {
        "o": 34424,
        "r": "nkjv:1 Peter:1:21",
        "t": "who through Him believe in God, who raised Him from the dead and gave Him glory, so that your faith and hope are in God."
    },
    {
        "o": 34425,
        "r": "nkjv:1 Peter:1:21",
        "t": "The Enduring Word",
        "h": 2
    },
    {
        "o": 34426,
        "r": "nkjv:1 Peter:1:22",
        "t": "Since*p you have purified your souls in obeying the truth through the Spirit in sincere love of the brethren, love one another fervently with a pure heart,"
    },
    {
        "o": 34427,
        "r": "nkjv:1 Peter:1:23",
        "t": "having been born again, not of corruptible seed but incorruptible, through the word of God which lives and abides forever,"
    },
    {
        "o": 34428,
        "r": "nkjv:1 Peter:1:24",
        "t": "because “All*pn flesh is*i as grass, And*ld all the glory of man as the flower of the grass. The*ld grass withers, And*ld its flower falls away,"
    },
    {
        "o": 34429,
        "r": "nkjv:1 Peter:1:25",
        "t": "But*ld the word of the Lord*s endures forever.” Now*p this is the word which by the gospel was preached to you."
    }
]
