[
    {
        "o": 14984,
        "r": "kjv:Psalm:36:0",
        "t": "Psalm 36",
        "h": 1
    },
    {
        "o": 14985,
        "r": "kjv:Psalm:36:0",
        "t": "To the chief Musician, A Psalm of David the servant of the Lord.",
        "h": 4
    },
    {
        "o": 14986,
        "r": "kjv:Psalm:36:1",
        "t": "The*p transgression of the wicked saith within my heart, that there is no fear of God before his eyes."
    },
    {
        "o": 14987,
        "r": "kjv:Psalm:36:2",
        "t": "For*p he flattereth himself in his own eyes, until his iniquity be found to be hateful."
    },
    {
        "o": 14988,
        "r": "kjv:Psalm:36:3",
        "t": "The*p words of his mouth are iniquity and deceit: he hath left off to be wise, and to do good."
    },
    {
        "o": 14989,
        "r": "kjv:Psalm:36:4",
        "t": "He*p deviseth mischief upon his bed; he setteth himself in a way that is not good; he abhorreth not evil."
    },
    {
        "o": 14990,
        "r": "kjv:Psalm:36:5",
        "t": "Thy*p mercy, O Lord,*s is in the heavens; and thy faithfulness reacheth unto the clouds."
    },
    {
        "o": 14991,
        "r": "kjv:Psalm:36:6",
        "t": "Thy*p righteousness is like the great mountains; thy judgments are a great deep: O Lord,*s thou preservest man and beast."
    },
    {
        "o": 14992,
        "r": "kjv:Psalm:36:7",
        "t": "How*p excellent is thy lovingkindness, O God! therefore the children of men put their trust under the shadow of thy wings."
    },
    {
        "o": 14993,
        "r": "kjv:Psalm:36:8",
        "t": "They*p shall be abundantly satisfied with the fatness of thy house; and thou shalt make them drink of the river of thy pleasures."
    },
    {
        "o": 14994,
        "r": "kjv:Psalm:36:9",
        "t": "For*p with thee is the fountain of life: in thy light shall we see light."
    },
    {
        "o": 14995,
        "r": "kjv:Psalm:36:10",
        "t": "O*p continue thy lovingkindness unto them that know thee; and thy righteousness to the upright in heart."
    },
    {
        "o": 14996,
        "r": "kjv:Psalm:36:11",
        "t": "Let*p not the foot of pride come against me, and let not the hand of the wicked remove me."
    },
    {
        "o": 14997,
        "r": "kjv:Psalm:36:12",
        "t": "There*p are the workers of iniquity fallen: they are cast down, and shall not be able to rise."
    }
]
