[
    {
        "o": 23040,
        "r": "csb:Ezekiel:1:0",
        "t": "Ezekiel 1",
        "h": 1
    },
    {
        "o": 23041,
        "r": "csb:Ezekiel:1:1",
        "t": "In*p the thirtieth year, in the fourth month, on the fifth day of the month, while I was among the exiles by the Chebar Canal, the heavens were opened and I saw visions of God."
    },
    {
        "o": 23042,
        "r": "csb:Ezekiel:1:2",
        "t": "On*p the fifth day of the month - it was the fifth year of King Jehoiachin’s exile-"
    },
    {
        "o": 23043,
        "r": "csb:Ezekiel:1:3",
        "t": "the word of the Lord*s came directly to the priest Ezekiel son of Buzi, in the land of the Chaldeans by the Chebar Canal. The Lord’s*s hand was on him there."
    },
    {
        "o": 23044,
        "r": "csb:Ezekiel:1:3",
        "t": "Vision of the Lord’s Glory",
        "h": 2
    },
    {
        "o": 23045,
        "r": "csb:Ezekiel:1:4",
        "t": "I*p looked, and there was a whirlwind coming from the north, a huge cloud with fire flashing back and forth and brilliant light all around it. In the center of the fire, there was a gleam like amber."
    },
    {
        "o": 23046,
        "r": "csb:Ezekiel:1:5",
        "t": "The likeness of four living creatures came from it, and this was their appearance: They looked something like a human,"
    },
    {
        "o": 23047,
        "r": "csb:Ezekiel:1:6",
        "t": "but each of them had four faces and four wings."
    },
    {
        "o": 23048,
        "r": "csb:Ezekiel:1:7",
        "t": "Their legs were straight, and the soles of their feet were like the hooves of a calf, sparkling like the gleam of polished bronze."
    },
    {
        "o": 23049,
        "r": "csb:Ezekiel:1:8",
        "t": "They had human hands under their wings on their four sides. All four of them had faces and wings."
    },
    {
        "o": 23050,
        "r": "csb:Ezekiel:1:9",
        "t": "Their wings were touching. The creatures did not turn as they moved; each one went straight ahead."
    },
    {
        "o": 23051,
        "r": "csb:Ezekiel:1:10",
        "t": "Their faces looked something like the face of a human, and each of the four had the face of a lion on the right, the face of an ox on the left, and the face of an eagle."
    },
    {
        "o": 23052,
        "r": "csb:Ezekiel:1:11",
        "t": "That is what their faces were like. Their wings were spread upward; each had two wings touching that of another and two wings covering its body."
    },
    {
        "o": 23053,
        "r": "csb:Ezekiel:1:12",
        "t": "Each creature went straight ahead. Wherever the Spirit wanted to go, they went without turning as they moved."
    },
    {
        "o": 23054,
        "r": "csb:Ezekiel:1:13",
        "t": "The*p likeness of the living creatures was like the appearance of blazing coals of fire or like torches. Fire was moving back and forth between the living creatures; it was bright, with lightning coming out of it."
    },
    {
        "o": 23055,
        "r": "csb:Ezekiel:1:14",
        "t": "The creatures were darting back and forth like flashes of lightning."
    },
    {
        "o": 23056,
        "r": "csb:Ezekiel:1:15",
        "t": "When*p I looked at the living creatures, there was one wheel on the ground beside each of the four-faced creatures."
    },
    {
        "o": 23057,
        "r": "csb:Ezekiel:1:16",
        "t": "The appearance of the wheels and their craftsmanship was like the gleam of beryl, and all four had the same likeness. Their appearance and craftsmanship was like a wheel within a wheel."
    },
    {
        "o": 23058,
        "r": "csb:Ezekiel:1:17",
        "t": "When they moved, they went in any of the four directions, without turning as they moved."
    },
    {
        "o": 23059,
        "r": "csb:Ezekiel:1:18",
        "t": "Their four rims were tall and awe-inspiring, completely covered with eyes."
    },
    {
        "o": 23060,
        "r": "csb:Ezekiel:1:19",
        "t": "When the living creatures moved, the wheels moved beside them, and when the creatures rose from the earth, the wheels also rose."
    },
    {
        "o": 23061,
        "r": "csb:Ezekiel:1:20",
        "t": "Wherever the Spirit wanted to go, the creatures went in the direction the Spirit was moving. The wheels rose alongside them, for the spirit of the living creatures was in the wheels."
    },
    {
        "o": 23062,
        "r": "csb:Ezekiel:1:21",
        "t": "When the creatures moved, the wheels moved; when the creatures stopped, the wheels stopped; and when the creatures rose from the earth, the wheels rose alongside them, for the spirit of the living creatures was in the wheels."
    },
    {
        "o": 23063,
        "r": "csb:Ezekiel:1:22",
        "t": "Over*p the heads of the living creatures the likeness of an expanse was spread out. It gleamed like awe-inspiring crystal,"
    },
    {
        "o": 23064,
        "r": "csb:Ezekiel:1:23",
        "t": "and under the expanse their wings extended one toward another. They each also had two wings covering their bodies."
    },
    {
        "o": 23065,
        "r": "csb:Ezekiel:1:24",
        "t": "When they moved, I heard the sound of their wings like the roar of a huge torrent, like the voice of the Almighty, and a sound of tumult like the noise of an army. When they stopped, they lowered their wings."
    },
    {
        "o": 23066,
        "r": "csb:Ezekiel:1:25",
        "t": "A*p voice came from above the expanse over their heads; when they stopped, they lowered their wings."
    },
    {
        "o": 23067,
        "r": "csb:Ezekiel:1:26",
        "t": "Something like a throne with the appearance of lapis lazuli was above the expanse over their heads. On the throne, high above, was someone who looked like a human."
    },
    {
        "o": 23068,
        "r": "csb:Ezekiel:1:27",
        "t": "From what seemed to be his waist up, I saw a gleam like amber, with what looked like fire enclosing it all around. From what seemed to be his waist down, I also saw what looked like fire. There was a brilliant light all around him."
    },
    {
        "o": 23069,
        "r": "csb:Ezekiel:1:28",
        "t": "The appearance of the brilliant light all around was like that of a rainbow in a cloud on a rainy day. This was the appearance of the likeness of the Lord’s*s glory. When I saw it, I fell facedown and heard a voice speaking."
    }
]
