[
    {
        "o": 20482,
        "r": "kjv:Jeremiah:26:0",
        "t": "Jeremiah 26",
        "h": 1
    },
    {
        "o": 20483,
        "r": "kjv:Jeremiah:26:1",
        "t": "In*p the beginning of the reign of Jehoiakim the son of Josiah king of Judah came this word from the Lord,*s saying,"
    },
    {
        "o": 20484,
        "r": "kjv:Jeremiah:26:2",
        "t": "Thus*p saith the Lord;*s Stand in the court of the Lord's*s house, and speak unto all the cities of Judah, which come to worship in the Lord's*s house, all the words that I command thee to speak unto them; diminish not a word:"
    },
    {
        "o": 20485,
        "r": "kjv:Jeremiah:26:3",
        "t": "If*p so be they will hearken, and turn every man from his evil way, that I may repent me of the evil, which I purpose to do unto them because of the evil of their doings."
    },
    {
        "o": 20486,
        "r": "kjv:Jeremiah:26:4",
        "t": "And*p thou shalt say unto them, Thus saith the Lord;*s If ye will not hearken to me, to walk in my law, which I have set before you,"
    },
    {
        "o": 20487,
        "r": "kjv:Jeremiah:26:5",
        "t": "To*p hearken to the words of my servants the prophets, whom I sent unto you, both rising up early, and sending them, but ye have not hearkened;"
    },
    {
        "o": 20488,
        "r": "kjv:Jeremiah:26:6",
        "t": "Then*p will I make this house like Shiloh, and will make this city a curse to all the nations of the earth."
    },
    {
        "o": 20489,
        "r": "kjv:Jeremiah:26:7",
        "t": "So*p the priests and the prophets and all the people heard Jeremiah speaking these words in the house of the Lord.*s"
    },
    {
        "o": 20490,
        "r": "kjv:Jeremiah:26:8",
        "t": "Now*p it came to pass, when Jeremiah had made an end of speaking all that the Lord*s had commanded him to speak unto all the people, that the priests and the prophets and all the people took him, saying, Thou shalt surely die."
    },
    {
        "o": 20491,
        "r": "kjv:Jeremiah:26:9",
        "t": "Why*p hast thou prophesied in the name of the Lord,*s saying, This house shall be like Shiloh, and this city shall be desolate without an inhabitant? And all the people were gathered against Jeremiah in the house of the Lord.*s"
    },
    {
        "o": 20492,
        "r": "kjv:Jeremiah:26:10",
        "t": "When*p the princes of Judah heard these things, then they came up from the king's house unto the house of the Lord,*s and sat down in the entry of the new gate of the Lord's*s house."
    },
    {
        "o": 20493,
        "r": "kjv:Jeremiah:26:11",
        "t": "Then*p spake the priests and the prophets unto the princes and to all the people, saying, This man is worthy to die; for he hath prophesied against this city, as ye have heard with your ears."
    },
    {
        "o": 20494,
        "r": "kjv:Jeremiah:26:12",
        "t": "Then*p spake Jeremiah unto all the princes and to all the people, saying, The Lord*s sent me to prophesy against this house and against this city all the words that ye have heard."
    },
    {
        "o": 20495,
        "r": "kjv:Jeremiah:26:13",
        "t": "Therefore*p now amend your ways and your doings, and obey the voice of the Lord*s your God; and the Lord*s will repent him of the evil that he hath pronounced against you."
    },
    {
        "o": 20496,
        "r": "kjv:Jeremiah:26:14",
        "t": "As*p for me, behold, I am in your hand: do with me as seemeth good and meet unto you."
    },
    {
        "o": 20497,
        "r": "kjv:Jeremiah:26:15",
        "t": "But*p know ye for certain, that if ye put me to death, ye shall surely bring innocent blood upon yourselves, and upon this city, and upon the inhabitants thereof: for of a truth the Lord*s hath sent me unto you to speak all these words in your ears."
    },
    {
        "o": 20498,
        "r": "kjv:Jeremiah:26:16",
        "t": "Then*p said the princes and all the people unto the priests and to the prophets; This man is not worthy to die: for he hath spoken to us in the name of the Lord*s our God."
    },
    {
        "o": 20499,
        "r": "kjv:Jeremiah:26:17",
        "t": "Then*p rose up certain of the elders of the land, and spake to all the assembly of the people, saying,"
    },
    {
        "o": 20500,
        "r": "kjv:Jeremiah:26:18",
        "t": "Micah*p the Morasthite prophesied in the days of Hezekiah king of Judah, and spake to all the people of Judah, saying, Thus saith the Lord*s of hosts; Zion shall be plowed like a field, and Jerusalem shall become heaps, and the mountain of the house as the high places of a forest."
    },
    {
        "o": 20501,
        "r": "kjv:Jeremiah:26:19",
        "t": "Did*p Hezekiah king of Judah and all Judah put him at all to death? did he not fear the Lord,*s and besought the Lord,*s and the Lord*s repented him of the evil which he had pronounced against them? Thus might we procure great evil against our souls."
    },
    {
        "o": 20502,
        "r": "kjv:Jeremiah:26:20",
        "t": "And*p there was also a man that prophesied in the name of the Lord,*s Urijah the son of Shemaiah of Kirjath–jearim, who prophesied against this city and against this land according to all the words of Jeremiah:"
    },
    {
        "o": 20503,
        "r": "kjv:Jeremiah:26:21",
        "t": "And*p when Jehoiakim the king, with all his mighty men, and all the princes, heard his words, the king sought to put him to death: but when Urijah heard it, he was afraid, and fled, and went into Egypt;"
    },
    {
        "o": 20504,
        "r": "kjv:Jeremiah:26:22",
        "t": "And*p Jehoiakim the king sent men into Egypt, namely, Elnathan the son of Achbor, and certain men with him into Egypt."
    },
    {
        "o": 20505,
        "r": "kjv:Jeremiah:26:23",
        "t": "And*p they fetched forth Urijah out of Egypt, and brought him unto Jehoiakim the king; who slew him with the sword, and cast his dead body into the graves of the common people."
    },
    {
        "o": 20506,
        "r": "kjv:Jeremiah:26:24",
        "t": "Nevertheless*p the hand of Ahikam the son of Shaphan was with Jeremiah, that they should not give him into the hand of the people to put him to death."
    }
]
