[
    {
        "o": 5795,
        "r": "nkjv:Deuteronomy:13:0",
        "t": "Deuteronomy 13",
        "h": 1
    },
    {
        "o": 5796,
        "r": "nkjv:Deuteronomy:13:0",
        "t": "Punishment of Apostates",
        "h": 2
    },
    {
        "o": 5797,
        "r": "nkjv:Deuteronomy:13:1",
        "t": "“If*p there arises among you a prophet or a dreamer of dreams, and he gives you a sign or a wonder,"
    },
    {
        "o": 5798,
        "r": "nkjv:Deuteronomy:13:2",
        "t": "and the sign or the wonder comes to pass, of which he spoke to you, saying, ‘Let us go after other gods’—which you have not known—‘and let us serve them,’"
    },
    {
        "o": 5799,
        "r": "nkjv:Deuteronomy:13:3",
        "t": "you shall not listen to the words of that prophet or that dreamer of dreams, for the Lord*s your God is testing you to know whether you love the Lord*s your God with all your heart and with all your soul."
    },
    {
        "o": 5800,
        "r": "nkjv:Deuteronomy:13:4",
        "t": "You shall walk after the Lord*s your God and fear Him, and keep His commandments and obey His voice; you shall serve Him and hold fast to Him."
    },
    {
        "o": 5801,
        "r": "nkjv:Deuteronomy:13:5",
        "t": "But that prophet or that dreamer of dreams shall be put to death, because he has spoken in order to turn you*i away from the Lord*s your God, who brought you out of the land of Egypt and redeemed you from the house of bondage, to entice you from the way in which the Lord*s your God commanded you to walk. So you shall put away the evil from your midst."
    },
    {
        "o": 5802,
        "r": "nkjv:Deuteronomy:13:6",
        "t": "“If*p your brother, the son of your mother, your son or your daughter, the wife of your bosom, or your friend who is as your own soul, secretly entices you, saying, ‘Let us go and serve other gods,’ which you have not known, neither you nor your fathers,"
    },
    {
        "o": 5803,
        "r": "nkjv:Deuteronomy:13:7",
        "t": "of the gods of the people which are*i all around you, near to you or far off from you, from one*i end of the earth to the other*i end of the earth,"
    },
    {
        "o": 5804,
        "r": "nkjv:Deuteronomy:13:8",
        "t": "you shall not consent to him or listen to him, nor shall your eye pity him, nor shall you spare him or conceal him;"
    },
    {
        "o": 5805,
        "r": "nkjv:Deuteronomy:13:9",
        "t": "but you shall surely kill him; your hand shall be first against him to put him to death, and afterward the hand of all the people."
    },
    {
        "o": 5806,
        "r": "nkjv:Deuteronomy:13:10",
        "t": "And you shall stone him with stones until he dies, because he sought to entice you away from the Lord*s your God, who brought you out of the land of Egypt, from the house of bondage."
    },
    {
        "o": 5807,
        "r": "nkjv:Deuteronomy:13:11",
        "t": "So all Israel shall hear and fear, and not again do such wickedness as this among you."
    },
    {
        "o": 5808,
        "r": "nkjv:Deuteronomy:13:12",
        "t": "“If*p you hear someone in one of your cities, which the Lord*s your God gives you to dwell in, saying,"
    },
    {
        "o": 5809,
        "r": "nkjv:Deuteronomy:13:13",
        "t": "‘Corrupt men have gone out from among you and enticed the inhabitants of their city, saying, “Let us go and serve other gods” ’—which you have not known—"
    },
    {
        "o": 5810,
        "r": "nkjv:Deuteronomy:13:14",
        "t": "then you shall inquire, search out, and ask diligently. And if*i it*i is*i indeed true and*i certain that*i such an abomination was committed among you,"
    },
    {
        "o": 5811,
        "r": "nkjv:Deuteronomy:13:15",
        "t": "you shall surely strike the inhabitants of that city with the edge of the sword, utterly destroying it, all that is in it and its livestock—with the edge of the sword."
    },
    {
        "o": 5812,
        "r": "nkjv:Deuteronomy:13:16",
        "t": "And you shall gather all its plunder into the middle of the street, and completely burn with fire the city and all its plunder, for the Lord*s your God. It shall be a heap forever; it shall not be built again."
    },
    {
        "o": 5813,
        "r": "nkjv:Deuteronomy:13:17",
        "t": "So none of the accursed things shall remain in your hand, that the Lord*s may turn from the fierceness of His anger and show you mercy, have compassion on you and multiply you, just as He swore to your fathers,"
    },
    {
        "o": 5814,
        "r": "nkjv:Deuteronomy:13:18",
        "t": "because you have listened to the voice of the Lord*s your God, to keep all His commandments which I command you today, to do what*i is*i right in the eyes of the Lord*s your God."
    }
]
