[
    {
        "o": 423,
        "r": "csb:Genesis:16:0",
        "t": "Genesis 16",
        "h": 1
    },
    {
        "o": 424,
        "r": "csb:Genesis:16:0",
        "t": "Hagar and Ishmael",
        "h": 2
    },
    {
        "o": 425,
        "r": "csb:Genesis:16:1",
        "t": "Abram’s*p wife, Sarai, had not borne any children for him, but she owned an Egyptian slave named Hagar."
    },
    {
        "o": 426,
        "r": "csb:Genesis:16:2",
        "t": "Sarai said to Abram, “Since the Lord*s has prevented me from bearing children, go to my slave; perhaps through her I can build a family.” And Abram agreed to what Sarai said."
    },
    {
        "o": 427,
        "r": "csb:Genesis:16:3",
        "t": "So Abram’s wife, Sarai, took Hagar, her Egyptian slave, and gave her to her husband, Abram, as a wife for him. This happened after Abram had lived in the land of Canaan ten years."
    },
    {
        "o": 428,
        "r": "csb:Genesis:16:4",
        "t": "He slept with Hagar, and she became pregnant. When she saw that she was pregnant, her mistress became contemptible to her."
    },
    {
        "o": 429,
        "r": "csb:Genesis:16:5",
        "t": "Then Sarai said to Abram, “You are responsible for my suffering! I put my slave in your arms, and when she saw that she was pregnant, I became contemptible to her. May the Lord*s judge between me and you.”"
    },
    {
        "o": 430,
        "r": "csb:Genesis:16:6",
        "t": "Abram*p replied to Sarai, “Here, your slave is in your power; do whatever you want with her.” Then Sarai mistreated her so much that she ran away from her."
    },
    {
        "o": 431,
        "r": "csb:Genesis:16:7",
        "t": "The*p angel of the Lord*s found her by a spring in the wilderness, the spring on the way to Shur."
    },
    {
        "o": 432,
        "r": "csb:Genesis:16:8",
        "t": "He said, “Hagar, slave of Sarai, where have you come from and where are you going?” She*p replied, “I’m running away from my mistress Sarai.”"
    },
    {
        "o": 433,
        "r": "csb:Genesis:16:9",
        "t": "The*p angel of the Lord*s said to her, “Go back to your mistress and submit to her authority.”"
    },
    {
        "o": 434,
        "r": "csb:Genesis:16:10",
        "t": "The angel of the Lord*s said to her, “I will greatly multiply your offspring, and they will be too many to count.”"
    },
    {
        "o": 435,
        "r": "csb:Genesis:16:11",
        "t": "The*p angel of the Lord*s said to her, “You have conceived and will have a son. You will name him Ishmael, for the Lord*s has heard your cry of affliction."
    },
    {
        "o": 436,
        "r": "csb:Genesis:16:12",
        "t": "This man will be like a wild donkey. His hand will be against everyone, and everyone’s hand will be against him; he will settle near all his relatives.”"
    },
    {
        "o": 437,
        "r": "csb:Genesis:16:13",
        "t": "So*p she named the Lord*s who spoke to her: “You are El-roi,” for she said, “In this place, have I actually seen the one who sees me?”"
    },
    {
        "o": 438,
        "r": "csb:Genesis:16:14",
        "t": "That is why the well is called Beer-lahai-roi. It is between Kadesh and Bered."
    },
    {
        "o": 439,
        "r": "csb:Genesis:16:15",
        "t": "So*p Hagar gave birth to Abram’s son, and Abram named his son (whom Hagar bore) Ishmael."
    },
    {
        "o": 440,
        "r": "csb:Genesis:16:16",
        "t": "Abram was eighty-six years old when Hagar bore Ishmael to him."
    }
]
