[
    {
        "o": 13928,
        "r": "niv:Esther:2:0",
        "t": "Esther 2",
        "h": 1
    },
    {
        "o": 13929,
        "r": "niv:Esther:2:0",
        "t": "Esther Made Queen",
        "h": 2
    },
    {
        "o": 13930,
        "r": "niv:Esther:2:1",
        "t": "Later*p when King Xerxes’ fury had subsided, he remembered Vashti and what she had done and what he had decreed about her."
    },
    {
        "o": 13931,
        "r": "niv:Esther:2:2",
        "t": "Then the king’s personal attendants proposed, “Let a search be made for beautiful young virgins for the king."
    },
    {
        "o": 13932,
        "r": "niv:Esther:2:3",
        "t": "Let the king appoint commissioners in every province of his realm to bring all these beautiful young women into the harem at the citadel of Susa. Let them be placed under the care of Hegai, the king’s eunuch, who is in charge of the women; and let beauty treatments be given to them."
    },
    {
        "o": 13933,
        "r": "niv:Esther:2:4",
        "t": "Then let the young woman who pleases the king be queen instead of Vashti.” This advice appealed to the king, and he followed it."
    },
    {
        "o": 13934,
        "r": "niv:Esther:2:5",
        "t": "Now*p there was in the citadel of Susa a Jew of the tribe of Benjamin, named Mordecai son of Jair, the son of Shimei, the son of Kish,"
    },
    {
        "o": 13935,
        "r": "niv:Esther:2:6",
        "t": "who had been carried into exile from Jerusalem by Nebuchadnezzar king of Babylon, among those taken captive with Jehoiachin king of Judah."
    },
    {
        "o": 13936,
        "r": "niv:Esther:2:7",
        "t": "Mordecai had a cousin named Hadassah, whom he had brought up because she had neither father nor mother. This young woman, who was also known as Esther, had a lovely figure and was beautiful. Mordecai had taken her as his own daughter when her father and mother died."
    },
    {
        "o": 13937,
        "r": "niv:Esther:2:8",
        "t": "When*p the king’s order and edict had been proclaimed, many young women were brought to the citadel of Susa and put under the care of Hegai. Esther also was taken to the king’s palace and entrusted to Hegai, who had charge of the harem."
    },
    {
        "o": 13938,
        "r": "niv:Esther:2:9",
        "t": "She pleased him and won his favor. Immediately he provided her with her beauty treatments and special food. He assigned to her seven female attendants selected from the king’s palace and moved her and her attendants into the best place in the harem."
    },
    {
        "o": 13939,
        "r": "niv:Esther:2:10",
        "t": "Esther*p had not revealed her nationality and family background, because Mordecai had forbidden her to do so."
    },
    {
        "o": 13940,
        "r": "niv:Esther:2:11",
        "t": "Every day he walked back and forth near the courtyard of the harem to find out how Esther was and what was happening to her."
    },
    {
        "o": 13941,
        "r": "niv:Esther:2:12",
        "t": "Before*p a young woman’s turn came to go in to King Xerxes, she had to complete twelve months of beauty treatments prescribed for the women, six months with oil of myrrh and six with perfumes and cosmetics."
    },
    {
        "o": 13942,
        "r": "niv:Esther:2:13",
        "t": "And this is how she would go to the king: Anything she wanted was given her to take with her from the harem to the king’s palace."
    },
    {
        "o": 13943,
        "r": "niv:Esther:2:14",
        "t": "In the evening she would go there and in the morning return to another part of the harem to the care of Shaashgaz, the king’s eunuch who was in charge of the concubines. She would not return to the king unless he was pleased with her and summoned her by name."
    },
    {
        "o": 13944,
        "r": "niv:Esther:2:15",
        "t": "When*p the turn came for Esther (the young woman Mordecai had adopted, the daughter of his uncle Abihail) to go to the king, she asked for nothing other than what Hegai, the king’s eunuch who was in charge of the harem, suggested. And Esther won the favor of everyone who saw her."
    },
    {
        "o": 13945,
        "r": "niv:Esther:2:16",
        "t": "She was taken to King Xerxes in the royal residence in the tenth month, the month of Tebeth, in the seventh year of his reign."
    },
    {
        "o": 13946,
        "r": "niv:Esther:2:17",
        "t": "Now*p the king was attracted to Esther more than to any of the other women, and she won his favor and approval more than any of the other virgins. So he set a royal crown on her head and made her queen instead of Vashti."
    },
    {
        "o": 13947,
        "r": "niv:Esther:2:18",
        "t": "And the king gave a great banquet, Esther’s banquet, for all his nobles and officials. He proclaimed a holiday throughout the provinces and distributed gifts with royal liberality."
    },
    {
        "o": 13948,
        "r": "niv:Esther:2:18",
        "t": "Mordecai Uncovers a Conspiracy",
        "h": 2
    },
    {
        "o": 13949,
        "r": "niv:Esther:2:19",
        "t": "When*p the virgins were assembled a second time, Mordecai was sitting at the king’s gate."
    },
    {
        "o": 13950,
        "r": "niv:Esther:2:20",
        "t": "But Esther had kept secret her family background and nationality just as Mordecai had told her to do, for she continued to follow Mordecai’s instructions as she had done when he was bringing her up."
    },
    {
        "o": 13951,
        "r": "niv:Esther:2:21",
        "t": "During*p the time Mordecai was sitting at the king’s gate, Bigthana and Teresh, two of the king’s officers who guarded the doorway, became angry and conspired to assassinate King Xerxes."
    },
    {
        "o": 13952,
        "r": "niv:Esther:2:22",
        "t": "But Mordecai found out about the plot and told Queen Esther, who in turn reported it to the king, giving credit to Mordecai."
    },
    {
        "o": 13953,
        "r": "niv:Esther:2:23",
        "t": "And when the report was investigated and found to be true, the two officials were impaled on poles. All this was recorded in the book of the annals in the presence of the king."
    }
]
