[
    {
        "o": 22187,
        "r": "csb:Jeremiah:33:0",
        "t": "Jeremiah 33",
        "h": 1
    },
    {
        "o": 22188,
        "r": "csb:Jeremiah:33:0",
        "t": "Israel’s Restoration",
        "h": 2
    },
    {
        "o": 22189,
        "r": "csb:Jeremiah:33:1",
        "t": "While*p he was still confined in the guard’s courtyard, the word of the Lord*s came to Jeremiah a second time:"
    },
    {
        "o": 22190,
        "r": "csb:Jeremiah:33:2",
        "t": "“The Lord*s who made the earth, the Lord*s who forms it to establish it, the Lord*s is his name, says this:"
    },
    {
        "o": 22191,
        "r": "csb:Jeremiah:33:3",
        "t": "Call to me and I will answer you and tell you great and incomprehensible things you do not know."
    },
    {
        "o": 22192,
        "r": "csb:Jeremiah:33:4",
        "t": "For this is what the Lord,*s the God of Israel, says concerning the houses of this city and the palaces of Judah’s kings, the ones torn down for defense against the assault ramps and the sword:"
    },
    {
        "o": 22193,
        "r": "csb:Jeremiah:33:5",
        "t": "The people coming to fight the Chaldeans will fill the houses with the corpses of their own men that I strike down in my wrath and fury. I have hidden my face from this city because of all their evil."
    },
    {
        "o": 22194,
        "r": "csb:Jeremiah:33:6",
        "t": "Yet I will certainly bring health and healing to it and will indeed heal them. I will let them experience the abundance of true peace."
    },
    {
        "o": 22195,
        "r": "csb:Jeremiah:33:7",
        "t": "I will restore the fortunes of Judah and of Israel and will rebuild them as in former times."
    },
    {
        "o": 22196,
        "r": "csb:Jeremiah:33:8",
        "t": "I will purify them from all the iniquity they have committed against me, and I will forgive all the iniquities they have committed against me, rebelling against me."
    },
    {
        "o": 22197,
        "r": "csb:Jeremiah:33:9",
        "t": "This city will bear on my behalf a name of joy, praise, and glory before all the nations of the earth, who will hear of all the prosperity I will give them. They will tremble with awe because of all the good and all the peace I will bring about for them."
    },
    {
        "o": 22198,
        "r": "csb:Jeremiah:33:10",
        "t": "“This*p is what the Lord*s says: In this place, which you say is a ruin, without people or animals - that is, in Judah’s cities and Jerusalem’s streets that are a desolation without people, without inhabitants, and without animals - there will be heard again"
    },
    {
        "o": 22199,
        "r": "csb:Jeremiah:33:11",
        "t": "a sound of joy and gladness, the voice of the groom and the bride, and the voice of those saying, Give*pn thanks to the Lord*s of Armies, for*ln the Lord*s is good; his*ln faithful love endures forever as*p they bring thanksgiving sacrifices to the temple of the Lord.*s For I will restore the fortunes of the land as in former times, says the Lord.*s"
    },
    {
        "o": 22200,
        "r": "csb:Jeremiah:33:12",
        "t": "“This*p is what the Lord*s of Armies says: In this desolate place - without people or animals - and in all its cities there will once more be a grazing land where shepherds may rest flocks."
    },
    {
        "o": 22201,
        "r": "csb:Jeremiah:33:13",
        "t": "The flocks will again pass under the hands of the one who counts them in the cities of the hill country, the cities of the Judean foothills, the cities of the Negev, the land of Benjamin - the areas around Jerusalem and in Judah’s cities, says the Lord.*s"
    },
    {
        "o": 22202,
        "r": "csb:Jeremiah:33:13",
        "t": "God’s Covenant with David",
        "h": 2
    },
    {
        "o": 22203,
        "r": "csb:Jeremiah:33:14",
        "t": "“Look,*pn the days are coming” — this*ln is the Lord’s*s declaration — “when*ln I will fulfill the good promise that*ln I have spoken concerning*ln the house of Israel and*ln the house of Judah."
    },
    {
        "o": 22204,
        "r": "csb:Jeremiah:33:15",
        "t": "In*ln those days and at that time I*ln will cause a Righteous Branch to*ln sprout up for David, and*ln he will administer justice and*ln righteousness in the land."
    },
    {
        "o": 22205,
        "r": "csb:Jeremiah:33:16",
        "t": "In*ln those days Judah will be saved, and*ln Jerusalem will dwell securely, and*ln this is what she will be named: The*ln Lord*s Is Our Righteousness."
    },
    {
        "o": 22206,
        "r": "csb:Jeremiah:33:17",
        "t": "“For*p this is what the Lord*s says: David will never fail to have a man sitting on the throne of the house of Israel."
    },
    {
        "o": 22207,
        "r": "csb:Jeremiah:33:18",
        "t": "The Levitical priests will never fail to have a man always before me to offer burnt offerings, to burn grain offerings, and to make sacrifices.”"
    },
    {
        "o": 22208,
        "r": "csb:Jeremiah:33:19",
        "t": "The*p word of the Lord*s came to Jeremiah:"
    },
    {
        "o": 22209,
        "r": "csb:Jeremiah:33:20",
        "t": "“This is what the Lord*s says: If you can break my covenant with the day and my covenant with the night so that day and night cease to come at their regular time,"
    },
    {
        "o": 22210,
        "r": "csb:Jeremiah:33:21",
        "t": "then also my covenant with my servant David may be broken. If that could happen, then he would not have a son reigning on his throne and the Levitical priests would not be my ministers."
    },
    {
        "o": 22211,
        "r": "csb:Jeremiah:33:22",
        "t": "Even as the stars of heaven cannot be counted, and the sand of the sea cannot be measured, so too I will make innumerable the descendants of my servant David and the Levites who minister to me.”"
    },
    {
        "o": 22212,
        "r": "csb:Jeremiah:33:23",
        "t": "The*p word of the Lord*s came to Jeremiah:"
    },
    {
        "o": 22213,
        "r": "csb:Jeremiah:33:24",
        "t": "“Have you not noticed what these people have said? They say, ‘The Lord*s has rejected the two families he had chosen.’ My people are treated with contempt and no longer regarded as a nation among them."
    },
    {
        "o": 22214,
        "r": "csb:Jeremiah:33:25",
        "t": "This is what the Lord*s says: If I do not keep my covenant with the day and with the night, and if I fail to establish the fixed order of heaven and earth,"
    },
    {
        "o": 22215,
        "r": "csb:Jeremiah:33:26",
        "t": "then I might also reject the descendants of Jacob and of my servant David. That is, I would not take rulers from his descendants to rule over the descendants of Abraham, Isaac, and Jacob. But in fact, I will restore their fortunes and have compassion on them.”"
    }
]
