[
    {
        "o": 7815,
        "r": "nasb:Ruth:3:0",
        "t": "Ruth 3",
        "h": 1
    },
    {
        "o": 7816,
        "r": "nasb:Ruth:3:0",
        "t": "Boaz Will Redeem Ruth",
        "h": 2
    },
    {
        "o": 7817,
        "r": "nasb:Ruth:3:1",
        "t": "Then*p Naomi her mother-in-law said to her, “My daughter, shall I not seek security for you, that it may be well with you?"
    },
    {
        "o": 7818,
        "r": "nasb:Ruth:3:2",
        "t": "Now is not Boaz our kinsman, with whose maids you were? Behold, he winnows barley at the threshing floor tonight."
    },
    {
        "o": 7819,
        "r": "nasb:Ruth:3:3",
        "t": "Wash yourself therefore, and anoint yourself and put on your best*i clothes, and go down to the threshing floor; but*i do not make yourself known to the man until he has finished eating and drinking."
    },
    {
        "o": 7820,
        "r": "nasb:Ruth:3:4",
        "t": "It shall be when he lies down, that you shall notice the place where he lies, and you shall go and uncover his feet and lie down; then he will tell you what you shall do.”"
    },
    {
        "o": 7821,
        "r": "nasb:Ruth:3:5",
        "t": "She said to her, “All that you say I will do.”"
    },
    {
        "o": 7822,
        "r": "nasb:Ruth:3:6",
        "t": "So*p she went down to the threshing floor and did according to all that her mother-in-law had commanded her."
    },
    {
        "o": 7823,
        "r": "nasb:Ruth:3:7",
        "t": "When Boaz had eaten and drunk and his heart was merry, he went to lie down at the end of the heap of grain; and she came secretly, and uncovered his feet and lay down."
    },
    {
        "o": 7824,
        "r": "nasb:Ruth:3:8",
        "t": "It happened in the middle of the night that the man was startled and bent forward; and behold, a woman was lying at his feet."
    },
    {
        "o": 7825,
        "r": "nasb:Ruth:3:9",
        "t": "He said, “Who are you?” And she answered, “I am Ruth your maid. So spread your covering over your maid, for you are a close relative.”"
    },
    {
        "o": 7826,
        "r": "nasb:Ruth:3:10",
        "t": "Then he said, “May you be blessed of the Lord,*s my daughter. You have shown your last kindness to be better than the first by not going after young men, whether poor or rich."
    },
    {
        "o": 7827,
        "r": "nasb:Ruth:3:11",
        "t": "Now, my daughter, do not fear. I will do for you whatever you ask, for all my people in the city know that you are a woman of excellence."
    },
    {
        "o": 7828,
        "r": "nasb:Ruth:3:12",
        "t": "Now it is true I am a close relative; however, there is a relative closer than I."
    },
    {
        "o": 7829,
        "r": "nasb:Ruth:3:13",
        "t": "Remain this night, and when morning comes, if he will redeem you, good; let him redeem you. But if he does not wish to redeem you, then I will redeem you, as the Lord*s lives. Lie down until morning.”"
    },
    {
        "o": 7830,
        "r": "nasb:Ruth:3:14",
        "t": "So*p she lay at his feet until morning and rose before one could recognize another; and he said, “Let it not be known that the woman came to the threshing floor.”"
    },
    {
        "o": 7831,
        "r": "nasb:Ruth:3:15",
        "t": "Again he said, “Give me the cloak that is on you and hold it.” So she held it, and he measured six measures*i of barley and laid it*i on her. Then she went into the city."
    },
    {
        "o": 7832,
        "r": "nasb:Ruth:3:16",
        "t": "When she came to her mother-in-law, she said, “How did it go, my daughter?” And she told her all that the man had done for her."
    },
    {
        "o": 7833,
        "r": "nasb:Ruth:3:17",
        "t": "She said, “These six measures*i of barley he gave to me, for he said, ‘Do not go to your mother-in-law empty-handed.’ ”"
    },
    {
        "o": 7834,
        "r": "nasb:Ruth:3:18",
        "t": "Then she said, “Wait, my daughter, until you know how the matter turns out; for the man will not rest until he has settled it today.”"
    }
]
