[
    {
        "o": 4386,
        "r": "nasb:Numbers:11:0",
        "t": "Numbers 11",
        "h": 1
    },
    {
        "o": 4387,
        "r": "nasb:Numbers:11:0",
        "t": "The People Complain",
        "h": 2
    },
    {
        "o": 4388,
        "r": "nasb:Numbers:11:1",
        "t": "Now*p the people became like those who complain of adversity in the hearing of the Lord;*s and when the Lord*s heard it,*i His anger was kindled, and the fire of the Lord*s burned among them and consumed some*i of the outskirts of the camp."
    },
    {
        "o": 4389,
        "r": "nasb:Numbers:11:2",
        "t": "The people therefore cried out to Moses, and Moses prayed to the Lord*s and the fire died out."
    },
    {
        "o": 4390,
        "r": "nasb:Numbers:11:3",
        "t": "So the name of that place was called Taberah, because the fire of the Lord*s burned among them."
    },
    {
        "o": 4391,
        "r": "nasb:Numbers:11:4",
        "t": "The*p rabble who were among them had greedy desires; and also the sons of Israel wept again and said, “Who will give us meat to eat?"
    },
    {
        "o": 4392,
        "r": "nasb:Numbers:11:5",
        "t": "We remember the fish which we used to eat free in Egypt, the cucumbers and the melons and the leeks and the onions and the garlic,"
    },
    {
        "o": 4393,
        "r": "nasb:Numbers:11:6",
        "t": "but now our appetite is gone. There is nothing at all to look at except this manna.”"
    },
    {
        "o": 4394,
        "r": "nasb:Numbers:11:7",
        "t": "Now*p the manna was like coriander seed, and its appearance like that of bdellium."
    },
    {
        "o": 4395,
        "r": "nasb:Numbers:11:8",
        "t": "The people would go about and gather it*i and grind it*i between two millstones or beat it*i in the mortar, and boil it*i in the pot and make cakes with it; and its taste was as the taste of cakes baked with oil."
    },
    {
        "o": 4396,
        "r": "nasb:Numbers:11:9",
        "t": "When the dew fell on the camp at night, the manna would fall with it."
    },
    {
        "o": 4397,
        "r": "nasb:Numbers:11:9",
        "t": "The Complaint of Moses",
        "h": 2
    },
    {
        "o": 4398,
        "r": "nasb:Numbers:11:10",
        "t": "Now*p Moses heard the people weeping throughout their families, each man at the doorway of his tent; and the anger of the Lord*s was kindled greatly, and Moses was displeased."
    },
    {
        "o": 4399,
        "r": "nasb:Numbers:11:11",
        "t": "So Moses said to the Lord,*s “Why have You been so hard on Your servant? And why have I not found favor in Your sight, that You have laid the burden of all this people on me?"
    },
    {
        "o": 4400,
        "r": "nasb:Numbers:11:12",
        "t": "Was it I who conceived all this people? Was it I who brought them forth, that You should say to me, ‘Carry them in your bosom as a nurse carries a nursing infant, to the land which You swore to their fathers’?"
    },
    {
        "o": 4401,
        "r": "nasb:Numbers:11:13",
        "t": "Where am I to get meat to give to all this people? For they weep before me, saying, ‘Give us meat that we may eat!’"
    },
    {
        "o": 4402,
        "r": "nasb:Numbers:11:14",
        "t": "I alone am not able to carry all this people, because it is too burdensome for me."
    },
    {
        "o": 4403,
        "r": "nasb:Numbers:11:15",
        "t": "So if You are going to deal thus with me, please kill me at once, if I have found favor in Your sight, and do not let me see my wretchedness.”"
    },
    {
        "o": 4404,
        "r": "nasb:Numbers:11:15",
        "t": "Seventy Elders to Assist",
        "h": 2
    },
    {
        "o": 4405,
        "r": "nasb:Numbers:11:16",
        "t": "The*p Lord*s therefore said to Moses, “Gather for Me seventy men from the elders of Israel, whom you know to be the elders of the people and their officers and bring them to the tent of meeting, and let them take their stand there with you."
    },
    {
        "o": 4406,
        "r": "nasb:Numbers:11:17",
        "t": "Then I will come down and speak with you there, and I will take of the Spirit who is upon you, and will put Him*i upon them; and they shall bear the burden of the people with you, so that you will not bear it*i all alone."
    },
    {
        "o": 4407,
        "r": "nasb:Numbers:11:18",
        "t": "Say to the people, ‘Consecrate yourselves for tomorrow, and you shall eat meat; for you have wept in the ears of the Lord,*s saying, “Oh that someone would give us meat to eat! For we were well-off in Egypt.” Therefore the Lord*s will give you meat and you shall eat."
    },
    {
        "o": 4408,
        "r": "nasb:Numbers:11:19",
        "t": "You shall eat, not one day, nor two days, nor five days, nor ten days, nor twenty days,"
    },
    {
        "o": 4409,
        "r": "nasb:Numbers:11:20",
        "t": "but a whole month, until it comes out of your nostrils and becomes loathsome to you; because you have rejected the Lord*s who is among you and have wept before Him, saying, “Why did we ever leave Egypt?” ’ ”"
    },
    {
        "o": 4410,
        "r": "nasb:Numbers:11:21",
        "t": "But Moses said, “The people, among whom I am, are 600,000 on foot; yet You have said, ‘I will give them meat, so that they may eat for a whole month.’"
    },
    {
        "o": 4411,
        "r": "nasb:Numbers:11:22",
        "t": "Should flocks and herds be slaughtered for them, to be sufficient for them? Or should all the fish of the sea be gathered together for them, to be sufficient for them?”"
    },
    {
        "o": 4412,
        "r": "nasb:Numbers:11:23",
        "t": "The Lord*s said to Moses, “Is the Lord’s*s power limited? Now you shall see whether My word will come true for you or not.”"
    },
    {
        "o": 4413,
        "r": "nasb:Numbers:11:24",
        "t": "So*p Moses went out and told the people the words of the Lord.*s Also, he gathered seventy men of the elders of the people, and stationed them around the tent."
    },
    {
        "o": 4414,
        "r": "nasb:Numbers:11:25",
        "t": "Then the Lord*s came down in the cloud and spoke to him; and He took of the Spirit who was upon him and placed Him*i upon the seventy elders. And when the Spirit rested upon them, they prophesied. But they did not do it*i again."
    },
    {
        "o": 4415,
        "r": "nasb:Numbers:11:26",
        "t": "But*p two men had remained in the camp; the name of one was Eldad and the name of the other Medad. And the Spirit rested upon them (now they were among those who had been registered, but had not gone out to the tent), and they prophesied in the camp."
    },
    {
        "o": 4416,
        "r": "nasb:Numbers:11:27",
        "t": "So a young man ran and told Moses and said, “Eldad and Medad are prophesying in the camp.”"
    },
    {
        "o": 4417,
        "r": "nasb:Numbers:11:28",
        "t": "Then Joshua the son of Nun, the attendant of Moses from his youth, said, “Moses, my lord, restrain them.”"
    },
    {
        "o": 4418,
        "r": "nasb:Numbers:11:29",
        "t": "But Moses said to him, “Are you jealous for my sake? Would that all the Lord’s*s people were prophets, that the Lord*s would put His Spirit upon them!”"
    },
    {
        "o": 4419,
        "r": "nasb:Numbers:11:30",
        "t": "Then Moses returned to the camp, both*i he and the elders of Israel."
    },
    {
        "o": 4420,
        "r": "nasb:Numbers:11:30",
        "t": "The Quail and the Plague",
        "h": 2
    },
    {
        "o": 4421,
        "r": "nasb:Numbers:11:31",
        "t": "Now*p there went forth a wind from the Lord*s and it brought quail from the sea, and let them*i fall beside the camp, about a day’s journey on this side and a day’s journey on the other side, all around the camp and about two cubits deep*i on the surface of the ground."
    },
    {
        "o": 4422,
        "r": "nasb:Numbers:11:32",
        "t": "The people spent all day and all night and all the next day, and gathered the quail (he who gathered least gathered ten homers) and they spread them*i out for themselves all around the camp."
    },
    {
        "o": 4423,
        "r": "nasb:Numbers:11:33",
        "t": "While the meat was still between their teeth, before it was chewed, the anger of the Lord*s was kindled against the people, and the Lord*s struck the people with a very severe plague."
    },
    {
        "o": 4424,
        "r": "nasb:Numbers:11:34",
        "t": "So the name of that place was called Kibroth-hattaavah, because there they buried the people who had been greedy."
    },
    {
        "o": 4425,
        "r": "nasb:Numbers:11:35",
        "t": "From Kibroth-hattaavah the people set out for Hazeroth, and they remained at Hazeroth."
    }
]
