[
    {
        "o": 22324,
        "r": "csb:Jeremiah:38:0",
        "t": "Jeremiah 38",
        "h": 1
    },
    {
        "o": 22325,
        "r": "csb:Jeremiah:38:0",
        "t": "Jeremiah Thrown into a Cistern",
        "h": 2
    },
    {
        "o": 22326,
        "r": "csb:Jeremiah:38:1",
        "t": "Now*p Shephatiah son of Mattan, Gedaliah son of Pashhur, Jucal son of Shelemiah, and Pashhur son of Malchijah heard the words Jeremiah was speaking to all the people:"
    },
    {
        "o": 22327,
        "r": "csb:Jeremiah:38:2",
        "t": "“This is what the Lord*s says: ‘Whoever stays in this city will die by the sword, famine, and plague, but whoever surrenders to the Chaldeans will live. He will retain his life like the spoils of war and will live.’"
    },
    {
        "o": 22328,
        "r": "csb:Jeremiah:38:3",
        "t": "This is what the Lord*s says: ‘This city will most certainly be handed over to the king of Babylon’s army, and he will capture it.’”"
    },
    {
        "o": 22329,
        "r": "csb:Jeremiah:38:4",
        "t": "The*p officials then said to the king, “This man ought to die, because he is weakening the morale of the warriors who remain in this city and of all the people by speaking to them in this way. This man is not pursuing the welfare of this people, but their harm.”"
    },
    {
        "o": 22330,
        "r": "csb:Jeremiah:38:5",
        "t": "King*p Zedekiah said, “Here he is; he’s in your hands since the king can’t do anything against you.”"
    },
    {
        "o": 22331,
        "r": "csb:Jeremiah:38:6",
        "t": "So they took Jeremiah and dropped him into the cistern of Malchiah the king’s son, which was in the guard’s courtyard, lowering Jeremiah with ropes. There was no water in the cistern, only mud, and Jeremiah sank in the mud."
    },
    {
        "o": 22332,
        "r": "csb:Jeremiah:38:7",
        "t": "But*p Ebed-melech, a Cushite court official in the king’s palace, heard Jeremiah had been put into the cistern. While the king was sitting at the Benjamin Gate,"
    },
    {
        "o": 22333,
        "r": "csb:Jeremiah:38:8",
        "t": "Ebed-melech went from the king’s palace and spoke to the king:"
    },
    {
        "o": 22334,
        "r": "csb:Jeremiah:38:9",
        "t": "“My lord the king, these men have been evil in all they have done to the prophet Jeremiah. They have dropped him into the cistern where he will die from hunger, because there is no more bread in the city.”"
    },
    {
        "o": 22335,
        "r": "csb:Jeremiah:38:10",
        "t": "So*p the king commanded Ebed-melech, the Cushite, “Take from here thirty men under your authority and pull the prophet Jeremiah up from the cistern before he dies.”"
    },
    {
        "o": 22336,
        "r": "csb:Jeremiah:38:11",
        "t": "So*p Ebed-melech took the men under his authority and went to the king’s palace to a place below the storehouse. From there he took old rags and worn-out clothes and lowered them by ropes to Jeremiah in the cistern."
    },
    {
        "o": 22337,
        "r": "csb:Jeremiah:38:12",
        "t": "Ebed-melech the Cushite called down to Jeremiah, “Place these old rags and clothes between your armpits and the ropes.” Jeremiah did this."
    },
    {
        "o": 22338,
        "r": "csb:Jeremiah:38:13",
        "t": "They pulled him up with the ropes and lifted him out of the cistern, but he remained in the guard’s courtyard."
    },
    {
        "o": 22339,
        "r": "csb:Jeremiah:38:13",
        "t": "Zedekiah’s Final Meeting with Jeremiah",
        "h": 2
    },
    {
        "o": 22340,
        "r": "csb:Jeremiah:38:14",
        "t": "King*p Zedekiah sent for the prophet Jeremiah and received him at the third entrance of the Lord’s*s temple. The king said to Jeremiah, “I am going to ask you something; don’t hide anything from me.”"
    },
    {
        "o": 22341,
        "r": "csb:Jeremiah:38:15",
        "t": "Jeremiah*p replied to Zedekiah, “If I tell you, you will kill me, won’t you? Besides, if I give you advice, you won’t listen to me anyway.”"
    },
    {
        "o": 22342,
        "r": "csb:Jeremiah:38:16",
        "t": "King*p Zedekiah swore to Jeremiah in private, “As the Lord*s lives, who has given us this life, I will not kill you or hand you over to these men who intend to take your life.”"
    },
    {
        "o": 22343,
        "r": "csb:Jeremiah:38:17",
        "t": "Jeremiah*p therefore said to Zedekiah, “This is what the Lord,*s the God of Armies, the God of Israel, says: ‘If indeed you surrender to the officials of the king of Babylon, then you will live, this city will not be burned, and you and your household will survive."
    },
    {
        "o": 22344,
        "r": "csb:Jeremiah:38:18",
        "t": "But if you do not surrender to the officials of the king of Babylon, then this city will be handed over to the Chaldeans. They will burn it, and you yourself will not escape from them.’”"
    },
    {
        "o": 22345,
        "r": "csb:Jeremiah:38:19",
        "t": "But*p King Zedekiah said to Jeremiah, “I am worried about the Judeans who have defected to the Chaldeans. They may hand me over to the Judeans to abuse me.”"
    },
    {
        "o": 22346,
        "r": "csb:Jeremiah:38:20",
        "t": "“They*p will not hand you over,” Jeremiah replied. “Obey the Lord*s in what I am telling you, so it may go well for you and you can live."
    },
    {
        "o": 22347,
        "r": "csb:Jeremiah:38:21",
        "t": "But if you refuse to surrender, this is the verdict that the Lord*s has shown me:"
    },
    {
        "o": 22348,
        "r": "csb:Jeremiah:38:22",
        "t": "‘All the women who remain in the palace of Judah’s king will be brought out to the officials of the king of Babylon and will say to you, “Your*pn trusted friends misled you and*ln overcame you. Your*ln feet sank into the mire, and*ln they deserted you.”"
    },
    {
        "o": 22349,
        "r": "csb:Jeremiah:38:23",
        "t": "All*p your wives and children will be brought out to the Chaldeans. You yourself will not escape from them, for you will be seized by the king of Babylon and this city will burn.’”"
    },
    {
        "o": 22350,
        "r": "csb:Jeremiah:38:24",
        "t": "Then*p Zedekiah warned Jeremiah, “Don’t let anyone know about this conversation or you will die."
    },
    {
        "o": 22351,
        "r": "csb:Jeremiah:38:25",
        "t": "The officials may hear that I have spoken with you and come and demand of you, ‘Tell us what you said to the king; don’t hide anything from us and we won’t kill you. Also, what did the king say to you?’"
    },
    {
        "o": 22352,
        "r": "csb:Jeremiah:38:26",
        "t": "If they do, tell them, ‘I was bringing before the king my petition that he not return me to the house of Jonathan to die there.’”"
    },
    {
        "o": 22353,
        "r": "csb:Jeremiah:38:27",
        "t": "All the officials did come to Jeremiah, and they questioned him. He reported the exact words to them the king had commanded, and they quit speaking with him because the conversation had not been overheard."
    },
    {
        "o": 22354,
        "r": "csb:Jeremiah:38:28",
        "t": "Jeremiah remained in the guard’s courtyard until the day Jerusalem was captured, and he was there when it happened."
    }
]
