[
    {
        "o": 4466,
        "r": "csb:Numbers:12:0",
        "t": "Numbers 12",
        "h": 1
    },
    {
        "o": 4467,
        "r": "csb:Numbers:12:0",
        "t": "Miriam and Aaron Rebel",
        "h": 2
    },
    {
        "o": 4468,
        "r": "csb:Numbers:12:1",
        "t": "Miriam*p and Aaron criticized Moses because of the Cushite woman he married (for he had married a Cushite woman)."
    },
    {
        "o": 4469,
        "r": "csb:Numbers:12:2",
        "t": "They said, “Does the Lord*s speak only through Moses? Does he not also speak through us?” And the Lord*s heard it."
    },
    {
        "o": 4470,
        "r": "csb:Numbers:12:3",
        "t": "Moses was a very humble man, more so than anyone on the face of the earth."
    },
    {
        "o": 4471,
        "r": "csb:Numbers:12:4",
        "t": "Suddenly*p the Lord*s said to Moses, Aaron, and Miriam, “You three come out to the tent of meeting.” So the three of them went out."
    },
    {
        "o": 4472,
        "r": "csb:Numbers:12:5",
        "t": "Then the Lord*s descended in a pillar of cloud, stood at the entrance to the tent, and summoned Aaron and Miriam. When the two of them came forward,"
    },
    {
        "o": 4473,
        "r": "csb:Numbers:12:6",
        "t": "he said: “Listen*pn to what I say: If*ln there is a prophet among you from the Lord,*s I*ln make myself known to him in a vision; I*ln speak with him in a dream."
    },
    {
        "o": 4474,
        "r": "csb:Numbers:12:7",
        "t": "Not*ln so with my servant Moses; he*ln is faithful in all my household."
    },
    {
        "o": 4475,
        "r": "csb:Numbers:12:8",
        "t": "I*ln speak with him directly, openly,*ln and not in riddles; he*ln sees the form of the Lord.*s So*p why were you not afraid to speak against my servant Moses?”"
    },
    {
        "o": 4476,
        "r": "csb:Numbers:12:9",
        "t": "The Lord’s*s anger burned against them, and he left."
    },
    {
        "o": 4477,
        "r": "csb:Numbers:12:10",
        "t": "As*p the cloud moved away from the tent, Miriam’s skin suddenly became diseased, resembling snow. When Aaron turned toward her, he saw that she was diseased"
    },
    {
        "o": 4478,
        "r": "csb:Numbers:12:11",
        "t": "and said to Moses, “My lord, please don’t hold against us this sin we have so foolishly committed."
    },
    {
        "o": 4479,
        "r": "csb:Numbers:12:12",
        "t": "Please don’t let her be like a dead baby whose flesh is half eaten away when he comes out of his mother’s womb.”"
    },
    {
        "o": 4480,
        "r": "csb:Numbers:12:13",
        "t": "Then*p Moses cried out to the Lord,*s “God, please heal her!”"
    },
    {
        "o": 4481,
        "r": "csb:Numbers:12:14",
        "t": "The*p Lord*s answered Moses, “If her father had merely spit in her face, wouldn’t she remain in disgrace for seven days? Let her be confined outside the camp for seven days; after that she may be brought back in.”"
    },
    {
        "o": 4482,
        "r": "csb:Numbers:12:15",
        "t": "So Miriam was confined outside the camp for seven days, and the people did not move on until Miriam was brought back in."
    },
    {
        "o": 4483,
        "r": "csb:Numbers:12:16",
        "t": "After that, the people set out from Hazeroth and camped in the Wilderness of Paran."
    }
]
