[
    {
        "o": 31351,
        "r": "csb:Acts:22:0",
        "t": "Acts 22",
        "h": 1
    },
    {
        "o": 31352,
        "r": "csb:Acts:22:1",
        "t": "“Brothers*p and fathers, listen now to my defense before you.”"
    },
    {
        "o": 31353,
        "r": "csb:Acts:22:2",
        "t": "When they heard that he was addressing them in Aramaic, they became even quieter."
    },
    {
        "o": 31354,
        "r": "csb:Acts:22:3",
        "t": "He continued, “I am a Jew, born in Tarsus of Cilicia but brought up in this city, educated at the feet of Gamaliel according to the strictness of our ancestral law. I was zealous for God, just as all of you are today."
    },
    {
        "o": 31355,
        "r": "csb:Acts:22:4",
        "t": "I persecuted this Way to the death, arresting and putting both men and women in jail,"
    },
    {
        "o": 31356,
        "r": "csb:Acts:22:5",
        "t": "as both the high priest and the whole council of elders can testify about me. After I received letters from them to the brothers, I traveled to Damascus to arrest those who were there and bring them to Jerusalem to be punished."
    },
    {
        "o": 31357,
        "r": "csb:Acts:22:5",
        "t": "Paul’s Testimony",
        "h": 2
    },
    {
        "o": 31358,
        "r": "csb:Acts:22:6",
        "t": "“As*p I was traveling and approaching Damascus, about noon an intense light from heaven suddenly flashed around me."
    },
    {
        "o": 31359,
        "r": "csb:Acts:22:7",
        "t": "I fell to the ground and heard a voice saying to me, ‘Saul,*r Saul,*r why*r are*r you*r persecuting*r me?’*r"
    },
    {
        "o": 31360,
        "r": "csb:Acts:22:8",
        "t": "“I*p answered, ‘Who are you, Lord?’ “He*p said to me, ‘I*r am*r Jesus*r of*r Nazareth,*r the*r one*r you*r are*r persecuting.’*r"
    },
    {
        "o": 31361,
        "r": "csb:Acts:22:9",
        "t": "Now those who were with me saw the light, but they did not hear the voice of the one who was speaking to me."
    },
    {
        "o": 31362,
        "r": "csb:Acts:22:10",
        "t": "“I*p said, ‘What should I do, Lord?’ “The*p Lord told me, ‘Get*r up*r and*r go*r into*r Damascus,*r and*r there*r you*r will*r be*r told*r everything*r that*r you*r have*r been*r assigned*r to*r do.’*r"
    },
    {
        "o": 31363,
        "r": "csb:Acts:22:11",
        "t": "“Since*p I couldn’t see because of the brightness of the light, I was led by the hand by those who were with me, and went into Damascus."
    },
    {
        "o": 31364,
        "r": "csb:Acts:22:12",
        "t": "Someone named Ananias, a devout man according to the law, who had a good reputation with all the Jews living there,"
    },
    {
        "o": 31365,
        "r": "csb:Acts:22:13",
        "t": "came and stood by me and said, ‘Brother Saul, regain your sight.’ And in that very hour I looked up and saw him."
    },
    {
        "o": 31366,
        "r": "csb:Acts:22:14",
        "t": "And he said, ‘The God of our ancestors has appointed you to know his will, to see the Righteous One, and to hear the words from his mouth,"
    },
    {
        "o": 31367,
        "r": "csb:Acts:22:15",
        "t": "since you will be a witness for him to all people of what you have seen and heard."
    },
    {
        "o": 31368,
        "r": "csb:Acts:22:16",
        "t": "And now, why are you delaying? Get up and be baptized, and wash away your sins, calling on his name.’"
    },
    {
        "o": 31369,
        "r": "csb:Acts:22:17",
        "t": "“After*p I returned to Jerusalem and was praying in the temple, I fell into a trance"
    },
    {
        "o": 31370,
        "r": "csb:Acts:22:18",
        "t": "and saw him telling me, ‘Hurry*r and*r get*r out*r of*r Jerusalem*r quickly,*r because*r they*r will*r not*r accept*r your*r testimony*r about*r me.’*r"
    },
    {
        "o": 31371,
        "r": "csb:Acts:22:19",
        "t": "“But*p I said, ‘Lord, they know that in synagogue after synagogue I had those who believed in you imprisoned and beaten."
    },
    {
        "o": 31372,
        "r": "csb:Acts:22:20",
        "t": "And when the blood of your witness Stephen was being shed, I stood there giving approval and guarding the clothes of those who killed him.’"
    },
    {
        "o": 31373,
        "r": "csb:Acts:22:21",
        "t": "“He*p said to me, ‘Go,*r because*r I*r will*r send*r you*r far*r away*r to*r the*r Gentiles.’”*r"
    },
    {
        "o": 31374,
        "r": "csb:Acts:22:21",
        "t": "Paul’s Roman Protection",
        "h": 2
    },
    {
        "o": 31375,
        "r": "csb:Acts:22:22",
        "t": "They*p listened to him up to this point. Then they raised their voices, shouting, “Wipe this man off the face of the earth! He should not be allowed to live!”"
    },
    {
        "o": 31376,
        "r": "csb:Acts:22:23",
        "t": "As*p they were yelling and flinging aside their garments and throwing dust into the air,"
    },
    {
        "o": 31377,
        "r": "csb:Acts:22:24",
        "t": "the commander ordered him to be brought into the barracks, directing that he be interrogated with the scourge to discover the reason they were shouting against him like this."
    },
    {
        "o": 31378,
        "r": "csb:Acts:22:25",
        "t": "As they stretched him out for the lash, Paul said to the centurion standing by, “Is it legal for you to scourge a man who is a Roman citizen and is uncondemned?”"
    },
    {
        "o": 31379,
        "r": "csb:Acts:22:26",
        "t": "When*p the centurion heard this, he went and reported to the commander, saying, “What are you going to do? For this man is a Roman citizen.”"
    },
    {
        "o": 31380,
        "r": "csb:Acts:22:27",
        "t": "The*p commander came and said to him, “Tell me, are you a Roman citizen?” “Yes,”*p he said."
    },
    {
        "o": 31381,
        "r": "csb:Acts:22:28",
        "t": "The*p commander replied, “I bought this citizenship for a large amount of money.” “But*p I was born a citizen,” Paul said."
    },
    {
        "o": 31382,
        "r": "csb:Acts:22:29",
        "t": "So*p those who were about to examine him withdrew from him immediately. The commander too was alarmed when he realized Paul was a Roman citizen and he had bound him."
    },
    {
        "o": 31383,
        "r": "csb:Acts:22:29",
        "t": "Paul before the Sanhedrin",
        "h": 2
    },
    {
        "o": 31384,
        "r": "csb:Acts:22:30",
        "t": "The*p next day, since he wanted to find out exactly why Paul was being accused by the Jews, he released him and instructed the chief priests and all the Sanhedrin to convene. He brought Paul down and placed him before them."
    }
]
