[
    {
        "o": 30344,
        "r": "niv:Acts:16:0",
        "t": "Acts 16",
        "h": 1
    },
    {
        "o": 30345,
        "r": "niv:Acts:16:0",
        "t": "Timothy Joins Paul and Silas",
        "h": 2
    },
    {
        "o": 30346,
        "r": "niv:Acts:16:1",
        "t": "Paul*p came to Derbe and then to Lystra, where a disciple named Timothy lived, whose mother was Jewish and a believer but whose father was a Greek."
    },
    {
        "o": 30347,
        "r": "niv:Acts:16:2",
        "t": "The believers at Lystra and Iconium spoke well of him."
    },
    {
        "o": 30348,
        "r": "niv:Acts:16:3",
        "t": "Paul wanted to take him along on the journey, so he circumcised him because of the Jews who lived in that area, for they all knew that his father was a Greek."
    },
    {
        "o": 30349,
        "r": "niv:Acts:16:4",
        "t": "As they traveled from town to town, they delivered the decisions reached by the apostles and elders in Jerusalem for the people to obey."
    },
    {
        "o": 30350,
        "r": "niv:Acts:16:5",
        "t": "So the churches were strengthened in the faith and grew daily in numbers."
    },
    {
        "o": 30351,
        "r": "niv:Acts:16:5",
        "t": "Paul’s Vision of the Man of Macedonia",
        "h": 2
    },
    {
        "o": 30352,
        "r": "niv:Acts:16:6",
        "t": "Paul*p and his companions traveled throughout the region of Phrygia and Galatia, having been kept by the Holy Spirit from preaching the word in the province of Asia."
    },
    {
        "o": 30353,
        "r": "niv:Acts:16:7",
        "t": "When they came to the border of Mysia, they tried to enter Bithynia, but the Spirit of Jesus would not allow them to."
    },
    {
        "o": 30354,
        "r": "niv:Acts:16:8",
        "t": "So they passed by Mysia and went down to Troas."
    },
    {
        "o": 30355,
        "r": "niv:Acts:16:9",
        "t": "During the night Paul had a vision of a man of Macedonia standing and begging him, “Come over to Macedonia and help us.”"
    },
    {
        "o": 30356,
        "r": "niv:Acts:16:10",
        "t": "After Paul had seen the vision, we got ready at once to leave for Macedonia, concluding that God had called us to preach the gospel to them."
    },
    {
        "o": 30357,
        "r": "niv:Acts:16:10",
        "t": "Lydia’s Conversion in Philippi",
        "h": 2
    },
    {
        "o": 30358,
        "r": "niv:Acts:16:11",
        "t": "From*p Troas we put out to sea and sailed straight for Samothrace, and the next day we went on to Neapolis."
    },
    {
        "o": 30359,
        "r": "niv:Acts:16:12",
        "t": "From there we traveled to Philippi, a Roman colony and the leading city of that district of Macedonia. And we stayed there several days."
    },
    {
        "o": 30360,
        "r": "niv:Acts:16:13",
        "t": "On*p the Sabbath we went outside the city gate to the river, where we expected to find a place of prayer. We sat down and began to speak to the women who had gathered there."
    },
    {
        "o": 30361,
        "r": "niv:Acts:16:14",
        "t": "One of those listening was a woman from the city of Thyatira named Lydia, a dealer in purple cloth. She was a worshiper of God. The Lord opened her heart to respond to Paul’s message."
    },
    {
        "o": 30362,
        "r": "niv:Acts:16:15",
        "t": "When she and the members of her household were baptized, she invited us to her home. “If you consider me a believer in the Lord,” she said, “come and stay at my house.” And she persuaded us."
    },
    {
        "o": 30363,
        "r": "niv:Acts:16:15",
        "t": "Paul and Silas in Prison",
        "h": 2
    },
    {
        "o": 30364,
        "r": "niv:Acts:16:16",
        "t": "Once*p when we were going to the place of prayer, we were met by a female slave who had a spirit by which she predicted the future. She earned a great deal of money for her owners by fortune-telling."
    },
    {
        "o": 30365,
        "r": "niv:Acts:16:17",
        "t": "She followed Paul and the rest of us, shouting, “These men are servants of the Most High God, who are telling you the way to be saved.”"
    },
    {
        "o": 30366,
        "r": "niv:Acts:16:18",
        "t": "She kept this up for many days. Finally Paul became so annoyed that he turned around and said to the spirit, “In the name of Jesus Christ I command you to come out of her!” At that moment the spirit left her."
    },
    {
        "o": 30367,
        "r": "niv:Acts:16:19",
        "t": "When*p her owners realized that their hope of making money was gone, they seized Paul and Silas and dragged them into the marketplace to face the authorities."
    },
    {
        "o": 30368,
        "r": "niv:Acts:16:20",
        "t": "They brought them before the magistrates and said, “These men are Jews, and are throwing our city into an uproar"
    },
    {
        "o": 30369,
        "r": "niv:Acts:16:21",
        "t": "by advocating customs unlawful for us Romans to accept or practice.”"
    },
    {
        "o": 30370,
        "r": "niv:Acts:16:22",
        "t": "The*p crowd joined in the attack against Paul and Silas, and the magistrates ordered them to be stripped and beaten with rods."
    },
    {
        "o": 30371,
        "r": "niv:Acts:16:23",
        "t": "After they had been severely flogged, they were thrown into prison, and the jailer was commanded to guard them carefully."
    },
    {
        "o": 30372,
        "r": "niv:Acts:16:24",
        "t": "When he received these orders, he put them in the inner cell and fastened their feet in the stocks."
    },
    {
        "o": 30373,
        "r": "niv:Acts:16:25",
        "t": "About*p midnight Paul and Silas were praying and singing hymns to God, and the other prisoners were listening to them."
    },
    {
        "o": 30374,
        "r": "niv:Acts:16:26",
        "t": "Suddenly there was such a violent earthquake that the foundations of the prison were shaken. At once all the prison doors flew open, and everyone’s chains came loose."
    },
    {
        "o": 30375,
        "r": "niv:Acts:16:27",
        "t": "The jailer woke up, and when he saw the prison doors open, he drew his sword and was about to kill himself because he thought the prisoners had escaped."
    },
    {
        "o": 30376,
        "r": "niv:Acts:16:28",
        "t": "But Paul shouted, “Don’t harm yourself! We are all here!”"
    },
    {
        "o": 30377,
        "r": "niv:Acts:16:29",
        "t": "The*p jailer called for lights, rushed in and fell trembling before Paul and Silas."
    },
    {
        "o": 30378,
        "r": "niv:Acts:16:30",
        "t": "He then brought them out and asked, “Sirs, what must I do to be saved?”"
    },
    {
        "o": 30379,
        "r": "niv:Acts:16:31",
        "t": "They*p replied, “Believe in the Lord Jesus, and you will be saved—you and your household.”"
    },
    {
        "o": 30380,
        "r": "niv:Acts:16:32",
        "t": "Then they spoke the word of the Lord to him and to all the others in his house."
    },
    {
        "o": 30381,
        "r": "niv:Acts:16:33",
        "t": "At that hour of the night the jailer took them and washed their wounds; then immediately he and all his household were baptized."
    },
    {
        "o": 30382,
        "r": "niv:Acts:16:34",
        "t": "The jailer brought them into his house and set a meal before them; he was filled with joy because he had come to believe in God—he and his whole household."
    },
    {
        "o": 30383,
        "r": "niv:Acts:16:35",
        "t": "When*p it was daylight, the magistrates sent their officers to the jailer with the order: “Release those men.”"
    },
    {
        "o": 30384,
        "r": "niv:Acts:16:36",
        "t": "The jailer told Paul, “The magistrates have ordered that you and Silas be released. Now you can leave. Go in peace.”"
    },
    {
        "o": 30385,
        "r": "niv:Acts:16:37",
        "t": "But*p Paul said to the officers: “They beat us publicly without a trial, even though we are Roman citizens, and threw us into prison. And now do they want to get rid of us quietly? No! Let them come themselves and escort us out.”"
    },
    {
        "o": 30386,
        "r": "niv:Acts:16:38",
        "t": "The*p officers reported this to the magistrates, and when they heard that Paul and Silas were Roman citizens, they were alarmed."
    },
    {
        "o": 30387,
        "r": "niv:Acts:16:39",
        "t": "They came to appease them and escorted them from the prison, requesting them to leave the city."
    },
    {
        "o": 30388,
        "r": "niv:Acts:16:40",
        "t": "After Paul and Silas came out of the prison, they went to Lydia’s house, where they met with the brothers and sisters and encouraged them. Then they left."
    }
]
