[
    {
        "o": 29565,
        "r": "kjv:1 Corinthians:1:0",
        "t": "1 Corinthians 1",
        "h": 1
    },
    {
        "o": 29566,
        "r": "kjv:1 Corinthians:1:1",
        "t": "Paul,*p called to be an apostle of Jesus Christ through the will of God, and Sosthenes our brother,"
    },
    {
        "o": 29567,
        "r": "kjv:1 Corinthians:1:2",
        "t": "Unto*p the church of God which is at Corinth, to them that are sanctified in Christ Jesus, called to be saints, with all that in every place call upon the name of Jesus Christ our Lord, both theirs and ours:"
    },
    {
        "o": 29568,
        "r": "kjv:1 Corinthians:1:3",
        "t": "Grace*p be unto you, and peace, from God our Father, and from the Lord Jesus Christ."
    },
    {
        "o": 29569,
        "r": "kjv:1 Corinthians:1:4",
        "t": "I*p thank my God always on your behalf, for the grace of God which is given you by Jesus Christ;"
    },
    {
        "o": 29570,
        "r": "kjv:1 Corinthians:1:5",
        "t": "That*p in every thing ye are enriched by him, in all utterance, and in all knowledge;"
    },
    {
        "o": 29571,
        "r": "kjv:1 Corinthians:1:6",
        "t": "Even*p as the testimony of Christ was confirmed in you:"
    },
    {
        "o": 29572,
        "r": "kjv:1 Corinthians:1:7",
        "t": "So*p that ye come behind in no gift; waiting for the coming of our Lord Jesus Christ:"
    },
    {
        "o": 29573,
        "r": "kjv:1 Corinthians:1:8",
        "t": "Who*p shall also confirm you unto the end, that ye may be blameless in the day of our Lord Jesus Christ."
    },
    {
        "o": 29574,
        "r": "kjv:1 Corinthians:1:9",
        "t": "God*p is faithful, by whom ye were called unto the fellowship of his Son Jesus Christ our Lord."
    },
    {
        "o": 29575,
        "r": "kjv:1 Corinthians:1:10",
        "t": "Now*p I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same thing, and that there be no divisions among you; but that ye be perfectly joined together in the same mind and in the same judgment."
    },
    {
        "o": 29576,
        "r": "kjv:1 Corinthians:1:11",
        "t": "For*p it hath been declared unto me of you, my brethren, by them which are of the house of Chloe, that there are contentions among you."
    },
    {
        "o": 29577,
        "r": "kjv:1 Corinthians:1:12",
        "t": "Now*p this I say, that every one of you saith, I am of Paul; and I of Apollos; and I of Cephas; and I of Christ."
    },
    {
        "o": 29578,
        "r": "kjv:1 Corinthians:1:13",
        "t": "Is*p Christ divided? was Paul crucified for you? or were ye baptized in the name of Paul?"
    },
    {
        "o": 29579,
        "r": "kjv:1 Corinthians:1:14",
        "t": "I*p thank God that I baptized none of you, but Crispus and Gaius;"
    },
    {
        "o": 29580,
        "r": "kjv:1 Corinthians:1:15",
        "t": "Lest*p any should say that I had baptized in mine own name."
    },
    {
        "o": 29581,
        "r": "kjv:1 Corinthians:1:16",
        "t": "And*p I baptized also the household of Stephanas: besides, I know not whether I baptized any other."
    },
    {
        "o": 29582,
        "r": "kjv:1 Corinthians:1:17",
        "t": "For*p Christ sent me not to baptize, but to preach the gospel: not with wisdom of words, lest the cross of Christ should be made of none effect."
    },
    {
        "o": 29583,
        "r": "kjv:1 Corinthians:1:18",
        "t": "For*p the preaching of the cross is to them that perish foolishness; but unto us which are saved it is the power of God."
    },
    {
        "o": 29584,
        "r": "kjv:1 Corinthians:1:19",
        "t": "For*p it is written, I will destroy the wisdom of the wise, and will bring to nothing the understanding of the prudent."
    },
    {
        "o": 29585,
        "r": "kjv:1 Corinthians:1:20",
        "t": "Where*p is the wise? where is the scribe? where is the disputer of this world? hath not God made foolish the wisdom of this world?"
    },
    {
        "o": 29586,
        "r": "kjv:1 Corinthians:1:21",
        "t": "For*p after that in the wisdom of God the world by wisdom knew not God, it pleased God by the foolishness of preaching to save them that believe."
    },
    {
        "o": 29587,
        "r": "kjv:1 Corinthians:1:22",
        "t": "For*p the Jews require a sign, and the Greeks seek after wisdom:"
    },
    {
        "o": 29588,
        "r": "kjv:1 Corinthians:1:23",
        "t": "But*p we preach Christ crucified, unto the Jews a stumblingblock, and unto the Greeks foolishness;"
    },
    {
        "o": 29589,
        "r": "kjv:1 Corinthians:1:24",
        "t": "But*p unto them which are called, both Jews and Greeks, Christ the power of God, and the wisdom of God."
    },
    {
        "o": 29590,
        "r": "kjv:1 Corinthians:1:25",
        "t": "Because*p the foolishness of God is wiser than men; and the weakness of God is stronger than men."
    },
    {
        "o": 29591,
        "r": "kjv:1 Corinthians:1:26",
        "t": "For*p ye see your calling, brethren, how that not many wise men after the flesh, not many mighty, not many noble, are called:"
    },
    {
        "o": 29592,
        "r": "kjv:1 Corinthians:1:27",
        "t": "But*p God hath chosen the foolish things of the world to confound the wise; and God hath chosen the weak things of the world to confound the things which are mighty;"
    },
    {
        "o": 29593,
        "r": "kjv:1 Corinthians:1:28",
        "t": "And*p base things of the world, and things which are despised, hath God chosen, yea, and things which are not, to bring to nought things that are:"
    },
    {
        "o": 29594,
        "r": "kjv:1 Corinthians:1:29",
        "t": "That*p no flesh should glory in his presence."
    },
    {
        "o": 29595,
        "r": "kjv:1 Corinthians:1:30",
        "t": "But*p of him are ye in Christ Jesus, who of God is made unto us wisdom, and righteousness, and sanctification, and redemption:"
    },
    {
        "o": 29596,
        "r": "kjv:1 Corinthians:1:31",
        "t": "That,*p according as it is written, He that glorieth, let him glory in the Lord."
    },
    {
        "o": 29597,
        "r": "kjv:1 Corinthians:2:0",
        "t": "1 Corinthians 2",
        "h": 1
    },
    {
        "o": 29598,
        "r": "kjv:1 Corinthians:2:1",
        "t": "And*p I, brethren, when I came to you, came not with excellency of speech or of wisdom, declaring unto you the testimony of God."
    },
    {
        "o": 29599,
        "r": "kjv:1 Corinthians:2:2",
        "t": "For*p I determined not to know any thing among you, save Jesus Christ, and him crucified."
    },
    {
        "o": 29600,
        "r": "kjv:1 Corinthians:2:3",
        "t": "And*p I was with you in weakness, and in fear, and in much trembling."
    },
    {
        "o": 29601,
        "r": "kjv:1 Corinthians:2:4",
        "t": "And*p my speech and my preaching was not with enticing words of man's wisdom, but in demonstration of the Spirit and of power:"
    },
    {
        "o": 29602,
        "r": "kjv:1 Corinthians:2:5",
        "t": "That*p your faith should not stand in the wisdom of men, but in the power of God."
    },
    {
        "o": 29603,
        "r": "kjv:1 Corinthians:2:6",
        "t": "Howbeit*p we speak wisdom among them that are perfect: yet not the wisdom of this world, nor of the princes of this world, that come to nought:"
    },
    {
        "o": 29604,
        "r": "kjv:1 Corinthians:2:7",
        "t": "But*p we speak the wisdom of God in a mystery, even the hidden wisdom, which God ordained before the world unto our glory:"
    },
    {
        "o": 29605,
        "r": "kjv:1 Corinthians:2:8",
        "t": "Which*p none of the princes of this world knew: for had they known it, they would not have crucified the Lord of glory."
    },
    {
        "o": 29606,
        "r": "kjv:1 Corinthians:2:9",
        "t": "But*p as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him."
    },
    {
        "o": 29607,
        "r": "kjv:1 Corinthians:2:10",
        "t": "But*p God hath revealed them unto us by his Spirit: for the Spirit searcheth all things, yea, the deep things of God."
    },
    {
        "o": 29608,
        "r": "kjv:1 Corinthians:2:11",
        "t": "For*p what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God."
    },
    {
        "o": 29609,
        "r": "kjv:1 Corinthians:2:12",
        "t": "Now*p we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God."
    },
    {
        "o": 29610,
        "r": "kjv:1 Corinthians:2:13",
        "t": "Which*p things also we speak, not in the words which man's wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual."
    },
    {
        "o": 29611,
        "r": "kjv:1 Corinthians:2:14",
        "t": "But*p the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned."
    },
    {
        "o": 29612,
        "r": "kjv:1 Corinthians:2:15",
        "t": "But*p he that is spiritual judgeth all things, yet he himself is judged of no man."
    },
    {
        "o": 29613,
        "r": "kjv:1 Corinthians:2:16",
        "t": "For*p who hath known the mind of the Lord, that he may instruct him? But we have the mind of Christ."
    },
    {
        "o": 29614,
        "r": "kjv:1 Corinthians:3:0",
        "t": "1 Corinthians 3",
        "h": 1
    },
    {
        "o": 29615,
        "r": "kjv:1 Corinthians:3:1",
        "t": "And*p I, brethren, could not speak unto you as unto spiritual, but as unto carnal, even as unto babes in Christ."
    },
    {
        "o": 29616,
        "r": "kjv:1 Corinthians:3:2",
        "t": "I*p have fed you with milk, and not with meat: for hitherto ye were not able to bear it, neither yet now are ye able."
    },
    {
        "o": 29617,
        "r": "kjv:1 Corinthians:3:3",
        "t": "For*p ye are yet carnal: for whereas there is among you envying, and strife, and divisions, are ye not carnal, and walk as men?"
    },
    {
        "o": 29618,
        "r": "kjv:1 Corinthians:3:4",
        "t": "For*p while one saith, I am of Paul; and another, I am of Apollos; are ye not carnal?"
    },
    {
        "o": 29619,
        "r": "kjv:1 Corinthians:3:5",
        "t": "Who*p then is Paul, and who is Apollos, but ministers by whom ye believed, even as the Lord gave to every man?"
    },
    {
        "o": 29620,
        "r": "kjv:1 Corinthians:3:6",
        "t": "I*p have planted, Apollos watered; but God gave the increase."
    },
    {
        "o": 29621,
        "r": "kjv:1 Corinthians:3:7",
        "t": "So*p then neither is he that planteth any thing, neither he that watereth; but God that giveth the increase."
    },
    {
        "o": 29622,
        "r": "kjv:1 Corinthians:3:8",
        "t": "Now*p he that planteth and he that watereth are one: and every man shall receive his own reward according to his own labour."
    },
    {
        "o": 29623,
        "r": "kjv:1 Corinthians:3:9",
        "t": "For*p we are labourers together with God: ye are God's husbandry, ye are God's building."
    },
    {
        "o": 29624,
        "r": "kjv:1 Corinthians:3:10",
        "t": "According*p to the grace of God which is given unto me, as a wise masterbuilder, I have laid the foundation, and another buildeth thereon. But let every man take heed how he buildeth thereupon."
    },
    {
        "o": 29625,
        "r": "kjv:1 Corinthians:3:11",
        "t": "For*p other foundation can no man lay than that is laid, which is Jesus Christ."
    },
    {
        "o": 29626,
        "r": "kjv:1 Corinthians:3:12",
        "t": "Now*p if any man build upon this foundation gold, silver, precious stones, wood, hay, stubble;"
    },
    {
        "o": 29627,
        "r": "kjv:1 Corinthians:3:13",
        "t": "Every*p man's work shall be made manifest: for the day shall declare it, because it shall be revealed by fire; and the fire shall try every man's work of what sort it is."
    },
    {
        "o": 29628,
        "r": "kjv:1 Corinthians:3:14",
        "t": "If*p any man's work abide which he hath built thereupon, he shall receive a reward."
    },
    {
        "o": 29629,
        "r": "kjv:1 Corinthians:3:15",
        "t": "If*p any man's work shall be burned, he shall suffer loss: but he himself shall be saved; yet so as by fire."
    },
    {
        "o": 29630,
        "r": "kjv:1 Corinthians:3:16",
        "t": "Know*p ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?"
    },
    {
        "o": 29631,
        "r": "kjv:1 Corinthians:3:17",
        "t": "If*p any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are."
    },
    {
        "o": 29632,
        "r": "kjv:1 Corinthians:3:18",
        "t": "Let*p no man deceive himself. If any man among you seemeth to be wise in this world, let him become a fool, that he may be wise."
    },
    {
        "o": 29633,
        "r": "kjv:1 Corinthians:3:19",
        "t": "For*p the wisdom of this world is foolishness with God. For it is written, He taketh the wise in their own craftiness."
    },
    {
        "o": 29634,
        "r": "kjv:1 Corinthians:3:20",
        "t": "And*p again, The Lord knoweth the thoughts of the wise, that they are vain."
    },
    {
        "o": 29635,
        "r": "kjv:1 Corinthians:3:21",
        "t": "Therefore*p let no man glory in men. For all things are yours;"
    },
    {
        "o": 29636,
        "r": "kjv:1 Corinthians:3:22",
        "t": "Whether*p Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come; all are yours;"
    },
    {
        "o": 29637,
        "r": "kjv:1 Corinthians:3:23",
        "t": "And*p ye are Christ's; and Christ is God's."
    },
    {
        "o": 29638,
        "r": "kjv:1 Corinthians:4:0",
        "t": "1 Corinthians 4",
        "h": 1
    },
    {
        "o": 29639,
        "r": "kjv:1 Corinthians:4:1",
        "t": "Let*p a man so account of us, as of the ministers of Christ, and stewards of the mysteries of God."
    },
    {
        "o": 29640,
        "r": "kjv:1 Corinthians:4:2",
        "t": "Moreover*p it is required in stewards, that a man be found faithful."
    },
    {
        "o": 29641,
        "r": "kjv:1 Corinthians:4:3",
        "t": "But*p with me it is a very small thing that I should be judged of you, or of man's judgment: yea, I judge not mine own self."
    },
    {
        "o": 29642,
        "r": "kjv:1 Corinthians:4:4",
        "t": "For*p I know nothing by myself; yet am I not hereby justified: but he that judgeth me is the Lord."
    },
    {
        "o": 29643,
        "r": "kjv:1 Corinthians:4:5",
        "t": "Therefore*p judge nothing before the time, until the Lord come, who both will bring to light the hidden things of darkness, and will make manifest the counsels of the hearts: and then shall every man have praise of God."
    },
    {
        "o": 29644,
        "r": "kjv:1 Corinthians:4:6",
        "t": "And*p these things, brethren, I have in a figure transferred to myself and to Apollos for your sakes; that ye might learn in us not to think of men above that which is written, that no one of you be puffed up for one against another."
    },
    {
        "o": 29645,
        "r": "kjv:1 Corinthians:4:7",
        "t": "For*p who maketh thee to differ from another? and what hast thou that thou didst not receive? now if thou didst receive it, why dost thou glory, as if thou hadst not received it?"
    },
    {
        "o": 29646,
        "r": "kjv:1 Corinthians:4:8",
        "t": "Now*p ye are full, now ye are rich, ye have reigned as kings without us: and I would to God ye did reign, that we also might reign with you."
    },
    {
        "o": 29647,
        "r": "kjv:1 Corinthians:4:9",
        "t": "For*p I think that God hath set forth us the apostles last, as it were appointed to death: for we are made a spectacle unto the world, and to angels, and to men."
    },
    {
        "o": 29648,
        "r": "kjv:1 Corinthians:4:10",
        "t": "We*p are fools for Christ's sake, but ye are wise in Christ; we are weak, but ye are strong; ye are honourable, but we are despised."
    },
    {
        "o": 29649,
        "r": "kjv:1 Corinthians:4:11",
        "t": "Even*p unto this present hour we both hunger, and thirst, and are naked, and are buffeted, and have no certain dwellingplace;"
    },
    {
        "o": 29650,
        "r": "kjv:1 Corinthians:4:12",
        "t": "And*p labour, working with our own hands: being reviled, we bless; being persecuted, we suffer it:"
    },
    {
        "o": 29651,
        "r": "kjv:1 Corinthians:4:13",
        "t": "Being*p defamed, we entreat: we are made as the filth of the world, and are the offscouring of all things unto this day."
    },
    {
        "o": 29652,
        "r": "kjv:1 Corinthians:4:14",
        "t": "I*p write not these things to shame you, but as my beloved sons I warn you."
    },
    {
        "o": 29653,
        "r": "kjv:1 Corinthians:4:15",
        "t": "For*p though ye have ten thousand instructors in Christ, yet have ye not many fathers: for in Christ Jesus I have begotten you through the gospel."
    },
    {
        "o": 29654,
        "r": "kjv:1 Corinthians:4:16",
        "t": "Wherefore*p I beseech you, be ye followers of me."
    },
    {
        "o": 29655,
        "r": "kjv:1 Corinthians:4:17",
        "t": "For*p this cause have I sent unto you Timothy, who is my beloved son, and faithful in the Lord, who shall bring you into remembrance of my ways which be in Christ, as I teach every where in every church."
    },
    {
        "o": 29656,
        "r": "kjv:1 Corinthians:4:18",
        "t": "Now*p some are puffed up, as though I would not come to you."
    },
    {
        "o": 29657,
        "r": "kjv:1 Corinthians:4:19",
        "t": "But*p I will come to you shortly, if the Lord will, and will know, not the speech of them which are puffed up, but the power."
    },
    {
        "o": 29658,
        "r": "kjv:1 Corinthians:4:20",
        "t": "For*p the kingdom of God is not in word, but in power."
    },
    {
        "o": 29659,
        "r": "kjv:1 Corinthians:4:21",
        "t": "What*p will ye? shall I come unto you with a rod, or in love, and in the spirit of meekness?"
    },
    {
        "o": 29660,
        "r": "kjv:1 Corinthians:5:0",
        "t": "1 Corinthians 5",
        "h": 1
    },
    {
        "o": 29661,
        "r": "kjv:1 Corinthians:5:1",
        "t": "It*p is reported commonly that there is fornication among you, and such fornication as is not so much as named among the Gentiles, that one should have his father's wife."
    },
    {
        "o": 29662,
        "r": "kjv:1 Corinthians:5:2",
        "t": "And*p ye are puffed up, and have not rather mourned, that he that hath done this deed might be taken away from among you."
    },
    {
        "o": 29663,
        "r": "kjv:1 Corinthians:5:3",
        "t": "For*p I verily, as absent in body, but present in spirit, have judged already, as though I were present, concerning him that hath so done this deed,"
    },
    {
        "o": 29664,
        "r": "kjv:1 Corinthians:5:4",
        "t": "In*p the name of our Lord Jesus Christ, when ye are gathered together, and my spirit, with the power of our Lord Jesus Christ,"
    },
    {
        "o": 29665,
        "r": "kjv:1 Corinthians:5:5",
        "t": "To*p deliver such an one unto Satan for the destruction of the flesh, that the spirit may be saved in the day of the Lord Jesus."
    },
    {
        "o": 29666,
        "r": "kjv:1 Corinthians:5:6",
        "t": "Your*p glorying is not good. Know ye not that a little leaven leaveneth the whole lump?"
    },
    {
        "o": 29667,
        "r": "kjv:1 Corinthians:5:7",
        "t": "Purge*p out therefore the old leaven, that ye may be a new lump, as ye are unleavened. For even Christ our passover is sacrificed for us:"
    },
    {
        "o": 29668,
        "r": "kjv:1 Corinthians:5:8",
        "t": "Therefore*p let us keep the feast, not with old leaven, neither with the leaven of malice and wickedness; but with the unleavened bread of sincerity and truth."
    },
    {
        "o": 29669,
        "r": "kjv:1 Corinthians:5:9",
        "t": "I*p wrote unto you in an epistle not to company with fornicators:"
    },
    {
        "o": 29670,
        "r": "kjv:1 Corinthians:5:10",
        "t": "Yet*p not altogether with the fornicators of this world, or with the covetous, or extortioners, or with idolaters; for then must ye needs go out of the world."
    },
    {
        "o": 29671,
        "r": "kjv:1 Corinthians:5:11",
        "t": "But*p now I have written unto you not to keep company, if any man that is called a brother be a fornicator, or covetous, or an idolater, or a railer, or a drunkard, or an extortioner; with such an one no not to eat."
    },
    {
        "o": 29672,
        "r": "kjv:1 Corinthians:5:12",
        "t": "For*p what have I to do to judge them also that are without? do not ye judge them that are within?"
    },
    {
        "o": 29673,
        "r": "kjv:1 Corinthians:5:13",
        "t": "But*p them that are without God judgeth. Therefore put away from among yourselves that wicked person."
    },
    {
        "o": 29674,
        "r": "kjv:1 Corinthians:6:0",
        "t": "1 Corinthians 6",
        "h": 1
    },
    {
        "o": 29675,
        "r": "kjv:1 Corinthians:6:1",
        "t": "Dare*p any of you, having a matter against another, go to law before the unjust, and not before the saints?"
    },
    {
        "o": 29676,
        "r": "kjv:1 Corinthians:6:2",
        "t": "Do*p ye not know that the saints shall judge the world? and if the world shall be judged by you, are ye unworthy to judge the smallest matters?"
    },
    {
        "o": 29677,
        "r": "kjv:1 Corinthians:6:3",
        "t": "Know*p ye not that we shall judge angels? how much more things that pertain to this life?"
    },
    {
        "o": 29678,
        "r": "kjv:1 Corinthians:6:4",
        "t": "If*p then ye have judgments of things pertaining to this life, set them to judge who are least esteemed in the church."
    },
    {
        "o": 29679,
        "r": "kjv:1 Corinthians:6:5",
        "t": "I*p speak to your shame. Is it so, that there is not a wise man among you? no, not one that shall be able to judge between his brethren?"
    },
    {
        "o": 29680,
        "r": "kjv:1 Corinthians:6:6",
        "t": "But*p brother goeth to law with brother, and that before the unbelievers."
    },
    {
        "o": 29681,
        "r": "kjv:1 Corinthians:6:7",
        "t": "Now*p therefore there is utterly a fault among you, because ye go to law one with another. Why do ye not rather take wrong? why do ye not rather suffer yourselves to be defrauded?"
    },
    {
        "o": 29682,
        "r": "kjv:1 Corinthians:6:8",
        "t": "Nay,*p ye do wrong, and defraud, and that your brethren."
    },
    {
        "o": 29683,
        "r": "kjv:1 Corinthians:6:9",
        "t": "Know*p ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,"
    },
    {
        "o": 29684,
        "r": "kjv:1 Corinthians:6:10",
        "t": "Nor*p thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God."
    },
    {
        "o": 29685,
        "r": "kjv:1 Corinthians:6:11",
        "t": "And*p such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God."
    },
    {
        "o": 29686,
        "r": "kjv:1 Corinthians:6:12",
        "t": "All*p things are lawful unto me, but all things are not expedient: all things are lawful for me, but I will not be brought under the power of any."
    },
    {
        "o": 29687,
        "r": "kjv:1 Corinthians:6:13",
        "t": "Meats*p for the belly, and the belly for meats: but God shall destroy both it and them. Now the body is not for fornication, but for the Lord; and the Lord for the body."
    },
    {
        "o": 29688,
        "r": "kjv:1 Corinthians:6:14",
        "t": "And*p God hath both raised up the Lord, and will also raise up us by his own power."
    },
    {
        "o": 29689,
        "r": "kjv:1 Corinthians:6:15",
        "t": "Know*p ye not that your bodies are the members of Christ? shall I then take the members of Christ, and make them the members of an harlot? God forbid."
    },
    {
        "o": 29690,
        "r": "kjv:1 Corinthians:6:16",
        "t": "What?*p know ye not that he which is joined to an harlot is one body? for two, saith he, shall be one flesh."
    },
    {
        "o": 29691,
        "r": "kjv:1 Corinthians:6:17",
        "t": "But*p he that is joined unto the Lord is one spirit."
    },
    {
        "o": 29692,
        "r": "kjv:1 Corinthians:6:18",
        "t": "Flee*p fornication. Every sin that a man doeth is without the body; but he that committeth fornication sinneth against his own body."
    },
    {
        "o": 29693,
        "r": "kjv:1 Corinthians:6:19",
        "t": "What?*p know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?"
    },
    {
        "o": 29694,
        "r": "kjv:1 Corinthians:6:20",
        "t": "For*p ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God's."
    },
    {
        "o": 29695,
        "r": "kjv:1 Corinthians:7:0",
        "t": "1 Corinthians 7",
        "h": 1
    },
    {
        "o": 29696,
        "r": "kjv:1 Corinthians:7:1",
        "t": "Now*p concerning the things whereof ye wrote unto me: It is good for a man not to touch a woman."
    },
    {
        "o": 29697,
        "r": "kjv:1 Corinthians:7:2",
        "t": "Nevertheless,*p to avoid fornication, let every man have his own wife, and let every woman have her own husband."
    },
    {
        "o": 29698,
        "r": "kjv:1 Corinthians:7:3",
        "t": "Let*p the husband render unto the wife due benevolence: and likewise also the wife unto the husband."
    },
    {
        "o": 29699,
        "r": "kjv:1 Corinthians:7:4",
        "t": "The*p wife hath not power of her own body, but the husband: and likewise also the husband hath not power of his own body, but the wife."
    },
    {
        "o": 29700,
        "r": "kjv:1 Corinthians:7:5",
        "t": "Defraud*p ye not one the other, except it be with consent for a time, that ye may give yourselves to fasting and prayer; and come together again, that Satan tempt you not for your incontinency."
    },
    {
        "o": 29701,
        "r": "kjv:1 Corinthians:7:6",
        "t": "But*p I speak this by permission, and not of commandment."
    },
    {
        "o": 29702,
        "r": "kjv:1 Corinthians:7:7",
        "t": "For*p I would that all men were even as I myself. But every man hath his proper gift of God, one after this manner, and another after that."
    },
    {
        "o": 29703,
        "r": "kjv:1 Corinthians:7:8",
        "t": "I*p say therefore to the unmarried and widows, It is good for them if they abide even as I."
    },
    {
        "o": 29704,
        "r": "kjv:1 Corinthians:7:9",
        "t": "But*p if they cannot contain, let them marry: for it is better to marry than to burn."
    },
    {
        "o": 29705,
        "r": "kjv:1 Corinthians:7:10",
        "t": "And*p unto the married I command, yet not I, but the Lord, Let not the wife depart from her husband:"
    },
    {
        "o": 29706,
        "r": "kjv:1 Corinthians:7:11",
        "t": "But*p and if she depart, let her remain unmarried, or be reconciled to her husband: and let not the husband put away his wife."
    },
    {
        "o": 29707,
        "r": "kjv:1 Corinthians:7:12",
        "t": "But*p to the rest speak I, not the Lord: If any brother hath a wife that believeth not, and she be pleased to dwell with him, let him not put her away."
    },
    {
        "o": 29708,
        "r": "kjv:1 Corinthians:7:13",
        "t": "And*p the woman which hath an husband that believeth not, and if he be pleased to dwell with her, let her not leave him."
    },
    {
        "o": 29709,
        "r": "kjv:1 Corinthians:7:14",
        "t": "For*p the unbelieving husband is sanctified by the wife, and the unbelieving wife is sanctified by the husband: else were your children unclean; but now are they holy."
    },
    {
        "o": 29710,
        "r": "kjv:1 Corinthians:7:15",
        "t": "But*p if the unbelieving depart, let him depart. A brother or a sister is not under bondage in such cases: but God hath called us to peace."
    },
    {
        "o": 29711,
        "r": "kjv:1 Corinthians:7:16",
        "t": "For*p what knowest thou, O wife, whether thou shalt save thy husband? or how knowest thou, O man, whether thou shalt save thy wife?"
    },
    {
        "o": 29712,
        "r": "kjv:1 Corinthians:7:17",
        "t": "But*p as God hath distributed to every man, as the Lord hath called every one, so let him walk. And so ordain I in all churches."
    },
    {
        "o": 29713,
        "r": "kjv:1 Corinthians:7:18",
        "t": "Is*p any man called being circumcised? let him not become uncircumcised. Is any called in uncircumcision? let him not be circumcised."
    },
    {
        "o": 29714,
        "r": "kjv:1 Corinthians:7:19",
        "t": "Circumcision*p is nothing, and uncircumcision is nothing, but the keeping of the commandments of God."
    },
    {
        "o": 29715,
        "r": "kjv:1 Corinthians:7:20",
        "t": "Let*p every man abide in the same calling wherein he was called."
    },
    {
        "o": 29716,
        "r": "kjv:1 Corinthians:7:21",
        "t": "Art*p thou called being a servant? care not for it: but if thou mayest be made free, use it rather."
    },
    {
        "o": 29717,
        "r": "kjv:1 Corinthians:7:22",
        "t": "For*p he that is called in the Lord, being a servant, is the Lord's freeman: likewise also he that is called, being free, is Christ's servant."
    },
    {
        "o": 29718,
        "r": "kjv:1 Corinthians:7:23",
        "t": "Ye*p are bought with a price; be not ye the servants of men."
    },
    {
        "o": 29719,
        "r": "kjv:1 Corinthians:7:24",
        "t": "Brethren,*p let every man, wherein he is called, therein abide with God."
    },
    {
        "o": 29720,
        "r": "kjv:1 Corinthians:7:25",
        "t": "Now*p concerning virgins I have no commandment of the Lord: yet I give my judgment, as one that hath obtained mercy of the Lord to be faithful."
    },
    {
        "o": 29721,
        "r": "kjv:1 Corinthians:7:26",
        "t": "I*p suppose therefore that this is good for the present distress, I say, that it is good for a man so to be."
    },
    {
        "o": 29722,
        "r": "kjv:1 Corinthians:7:27",
        "t": "Art*p thou bound unto a wife? seek not to be loosed. Art thou loosed from a wife? seek not a wife."
    },
    {
        "o": 29723,
        "r": "kjv:1 Corinthians:7:28",
        "t": "But*p and if thou marry, thou hast not sinned; and if a virgin marry, she hath not sinned. Nevertheless such shall have trouble in the flesh: but I spare you."
    },
    {
        "o": 29724,
        "r": "kjv:1 Corinthians:7:29",
        "t": "But*p this I say, brethren, the time is short: it remaineth, that both they that have wives be as though they had none;"
    },
    {
        "o": 29725,
        "r": "kjv:1 Corinthians:7:30",
        "t": "And*p they that weep, as though they wept not; and they that rejoice, as though they rejoiced not; and they that buy, as though they possessed not;"
    },
    {
        "o": 29726,
        "r": "kjv:1 Corinthians:7:31",
        "t": "And*p they that use this world, as not abusing it: for the fashion of this world passeth away."
    },
    {
        "o": 29727,
        "r": "kjv:1 Corinthians:7:32",
        "t": "But*p I would have you without carefulness. He that is unmarried careth for the things that belong to the Lord, how he may please the Lord:"
    },
    {
        "o": 29728,
        "r": "kjv:1 Corinthians:7:33",
        "t": "But*p he that is married careth for the things that are of the world, how he may please his wife."
    },
    {
        "o": 29729,
        "r": "kjv:1 Corinthians:7:34",
        "t": "There*p is difference also between a wife and a virgin. The unmarried woman careth for the things of the Lord, that she may be holy both in body and in spirit: but she that is married careth for the things of the world, how she may please her husband."
    },
    {
        "o": 29730,
        "r": "kjv:1 Corinthians:7:35",
        "t": "And*p this I speak for your own profit; not that I may cast a snare upon you, but for that which is comely, and that ye may attend upon the Lord without distraction."
    },
    {
        "o": 29731,
        "r": "kjv:1 Corinthians:7:36",
        "t": "But*p if any man think that he behaveth himself uncomely toward his virgin, if she pass the flower of her age, and need so require, let him do what he will, he sinneth not: let them marry."
    },
    {
        "o": 29732,
        "r": "kjv:1 Corinthians:7:37",
        "t": "Nevertheless*p he that standeth stedfast in his heart, having no necessity, but hath power over his own will, and hath so decreed in his heart that he will keep his virgin, doeth well."
    },
    {
        "o": 29733,
        "r": "kjv:1 Corinthians:7:38",
        "t": "So*p then he that giveth her in marriage doeth well; but he that giveth her not in marriage doeth better."
    },
    {
        "o": 29734,
        "r": "kjv:1 Corinthians:7:39",
        "t": "The*p wife is bound by the law as long as her husband liveth; but if her husband be dead, she is at liberty to be married to whom she will; only in the Lord."
    },
    {
        "o": 29735,
        "r": "kjv:1 Corinthians:7:40",
        "t": "But*p she is happier if she so abide, after my judgment: and I think also that I have the Spirit of God."
    },
    {
        "o": 29736,
        "r": "kjv:1 Corinthians:8:0",
        "t": "1 Corinthians 8",
        "h": 1
    },
    {
        "o": 29737,
        "r": "kjv:1 Corinthians:8:1",
        "t": "Now*p as touching things offered unto idols, we know that we all have knowledge. Knowledge puffeth up, but charity edifieth."
    },
    {
        "o": 29738,
        "r": "kjv:1 Corinthians:8:2",
        "t": "And*p if any man think that he knoweth any thing, he knoweth nothing yet as he ought to know."
    },
    {
        "o": 29739,
        "r": "kjv:1 Corinthians:8:3",
        "t": "But*p if any man love God, the same is known of him."
    },
    {
        "o": 29740,
        "r": "kjv:1 Corinthians:8:4",
        "t": "As*p concerning therefore the eating of those things that are offered in sacrifice unto idols, we know that an idol is nothing in the world, and that there is none other God but one."
    },
    {
        "o": 29741,
        "r": "kjv:1 Corinthians:8:5",
        "t": "For*p though there be that are called gods, whether in heaven or in earth, (as there be gods many, and lords many,)"
    },
    {
        "o": 29742,
        "r": "kjv:1 Corinthians:8:6",
        "t": "But*p to us there is but one God, the Father, of whom are all things, and we in him; and one Lord Jesus Christ, by whom are all things, and we by him."
    },
    {
        "o": 29743,
        "r": "kjv:1 Corinthians:8:7",
        "t": "Howbeit*p there is not in every man that knowledge: for some with conscience of the idol unto this hour eat it as a thing offered unto an idol; and their conscience being weak is defiled."
    },
    {
        "o": 29744,
        "r": "kjv:1 Corinthians:8:8",
        "t": "But*p meat commendeth us not to God: for neither, if we eat, are we the better; neither, if we eat not, are we the worse."
    },
    {
        "o": 29745,
        "r": "kjv:1 Corinthians:8:9",
        "t": "But*p take heed lest by any means this liberty of yours become a stumblingblock to them that are weak."
    },
    {
        "o": 29746,
        "r": "kjv:1 Corinthians:8:10",
        "t": "For*p if any man see thee which hast knowledge sit at meat in the idol's temple, shall not the conscience of him which is weak be emboldened to eat those things which are offered to idols;"
    },
    {
        "o": 29747,
        "r": "kjv:1 Corinthians:8:11",
        "t": "And*p through thy knowledge shall the weak brother perish, for whom Christ died?"
    },
    {
        "o": 29748,
        "r": "kjv:1 Corinthians:8:12",
        "t": "But*p when ye sin so against the brethren, and wound their weak conscience, ye sin against Christ."
    },
    {
        "o": 29749,
        "r": "kjv:1 Corinthians:8:13",
        "t": "Wherefore,*p if meat make my brother to offend, I will eat no flesh while the world standeth, lest I make my brother to offend."
    },
    {
        "o": 29750,
        "r": "kjv:1 Corinthians:9:0",
        "t": "1 Corinthians 9",
        "h": 1
    },
    {
        "o": 29751,
        "r": "kjv:1 Corinthians:9:1",
        "t": "Am*p I not an apostle? am I not free? have I not seen Jesus Christ our Lord? are not ye my work in the Lord?"
    },
    {
        "o": 29752,
        "r": "kjv:1 Corinthians:9:2",
        "t": "If*p I be not an apostle unto others, yet doubtless I am to you: for the seal of mine apostleship are ye in the Lord."
    },
    {
        "o": 29753,
        "r": "kjv:1 Corinthians:9:3",
        "t": "Mine*p answer to them that do examine me is this,"
    },
    {
        "o": 29754,
        "r": "kjv:1 Corinthians:9:4",
        "t": "Have*p we not power to eat and to drink?"
    },
    {
        "o": 29755,
        "r": "kjv:1 Corinthians:9:5",
        "t": "Have*p we not power to lead about a sister, a wife, as well as other apostles, and as the brethren of the Lord, and Cephas?"
    },
    {
        "o": 29756,
        "r": "kjv:1 Corinthians:9:6",
        "t": "Or*p I only and Barnabas, have not we power to forbear working?"
    },
    {
        "o": 29757,
        "r": "kjv:1 Corinthians:9:7",
        "t": "Who*p goeth a warfare any time at his own charges? who planteth a vineyard, and eateth not of the fruit thereof? or who feedeth a flock, and eateth not of the milk of the flock?"
    },
    {
        "o": 29758,
        "r": "kjv:1 Corinthians:9:8",
        "t": "Say*p I these things as a man? or saith not the law the same also?"
    },
    {
        "o": 29759,
        "r": "kjv:1 Corinthians:9:9",
        "t": "For*p it is written in the law of Moses, Thou shalt not muzzle the mouth of the ox that treadeth out the corn. Doth God take care for oxen?"
    },
    {
        "o": 29760,
        "r": "kjv:1 Corinthians:9:10",
        "t": "Or*p saith he it altogether for our sakes? For our sakes, no doubt, this is written: that he that ploweth should plow in hope; and that he that thresheth in hope should be partaker of his hope."
    },
    {
        "o": 29761,
        "r": "kjv:1 Corinthians:9:11",
        "t": "If*p we have sown unto you spiritual things, is it a great thing if we shall reap your carnal things?"
    },
    {
        "o": 29762,
        "r": "kjv:1 Corinthians:9:12",
        "t": "If*p others be partakers of this power over you, are not we rather? Nevertheless we have not used this power; but suffer all things, lest we should hinder the gospel of Christ."
    },
    {
        "o": 29763,
        "r": "kjv:1 Corinthians:9:13",
        "t": "Do*p ye not know that they which minister about holy things live of the things of the temple? and they which wait at the altar are partakers with the altar?"
    },
    {
        "o": 29764,
        "r": "kjv:1 Corinthians:9:14",
        "t": "Even*p so hath the Lord ordained that they which preach the gospel should live of the gospel."
    },
    {
        "o": 29765,
        "r": "kjv:1 Corinthians:9:15",
        "t": "But*p I have used none of these things: neither have I written these things, that it should be so done unto me: for it were better for me to die, than that any man should make my glorying void."
    },
    {
        "o": 29766,
        "r": "kjv:1 Corinthians:9:16",
        "t": "For*p though I preach the gospel, I have nothing to glory of: for necessity is laid upon me; yea, woe is unto me, if I preach not the gospel!"
    },
    {
        "o": 29767,
        "r": "kjv:1 Corinthians:9:17",
        "t": "For*p if I do this thing willingly, I have a reward: but if against my will, a dispensation of the gospel is committed unto me."
    },
    {
        "o": 29768,
        "r": "kjv:1 Corinthians:9:18",
        "t": "What*p is my reward then? Verily that, when I preach the gospel, I may make the gospel of Christ without charge, that I abuse not my power in the gospel."
    },
    {
        "o": 29769,
        "r": "kjv:1 Corinthians:9:19",
        "t": "For*p though I be free from all men, yet have I made myself servant unto all, that I might gain the more."
    },
    {
        "o": 29770,
        "r": "kjv:1 Corinthians:9:20",
        "t": "And*p unto the Jews I became as a Jew, that I might gain the Jews; to them that are under the law, as under the law, that I might gain them that are under the law;"
    },
    {
        "o": 29771,
        "r": "kjv:1 Corinthians:9:21",
        "t": "To*p them that are without law, as without law, (being not without law to God, but under the law to Christ,) that I might gain them that are without law."
    },
    {
        "o": 29772,
        "r": "kjv:1 Corinthians:9:22",
        "t": "To*p the weak became I as weak, that I might gain the weak: I am made all things to all men, that I might by all means save some."
    },
    {
        "o": 29773,
        "r": "kjv:1 Corinthians:9:23",
        "t": "And*p this I do for the gospel's sake, that I might be partaker thereof with you."
    },
    {
        "o": 29774,
        "r": "kjv:1 Corinthians:9:24",
        "t": "Know*p ye not that they which run in a race run all, but one receiveth the prize? So run, that ye may obtain."
    },
    {
        "o": 29775,
        "r": "kjv:1 Corinthians:9:25",
        "t": "And*p every man that striveth for the mastery is temperate in all things. Now they do it to obtain a corruptible crown; but we an incorruptible."
    },
    {
        "o": 29776,
        "r": "kjv:1 Corinthians:9:26",
        "t": "I*p therefore so run, not as uncertainly; so fight I, not as one that beateth the air:"
    },
    {
        "o": 29777,
        "r": "kjv:1 Corinthians:9:27",
        "t": "But*p I keep under my body, and bring it into subjection: lest that by any means, when I have preached to others, I myself should be a castaway."
    },
    {
        "o": 29778,
        "r": "kjv:1 Corinthians:10:0",
        "t": "1 Corinthians 10",
        "h": 1
    },
    {
        "o": 29779,
        "r": "kjv:1 Corinthians:10:1",
        "t": "Moreover,*p brethren, I would not that ye should be ignorant, how that all our fathers were under the cloud, and all passed through the sea;"
    },
    {
        "o": 29780,
        "r": "kjv:1 Corinthians:10:2",
        "t": "And*p were all baptized unto Moses in the cloud and in the sea;"
    },
    {
        "o": 29781,
        "r": "kjv:1 Corinthians:10:3",
        "t": "And*p did all eat the same spiritual meat;"
    },
    {
        "o": 29782,
        "r": "kjv:1 Corinthians:10:4",
        "t": "And*p did all drink the same spiritual drink: for they drank of that spiritual Rock that followed them: and that Rock was Christ."
    },
    {
        "o": 29783,
        "r": "kjv:1 Corinthians:10:5",
        "t": "But*p with many of them God was not well pleased: for they were overthrown in the wilderness."
    },
    {
        "o": 29784,
        "r": "kjv:1 Corinthians:10:6",
        "t": "Now*p these things were our examples, to the intent we should not lust after evil things, as they also lusted."
    },
    {
        "o": 29785,
        "r": "kjv:1 Corinthians:10:7",
        "t": "Neither*p be ye idolaters, as were some of them; as it is written, The people sat down to eat and drink, and rose up to play."
    },
    {
        "o": 29786,
        "r": "kjv:1 Corinthians:10:8",
        "t": "Neither*p let us commit fornication, as some of them committed, and fell in one day three and twenty thousand."
    },
    {
        "o": 29787,
        "r": "kjv:1 Corinthians:10:9",
        "t": "Neither*p let us tempt Christ, as some of them also tempted, and were destroyed of serpents."
    },
    {
        "o": 29788,
        "r": "kjv:1 Corinthians:10:10",
        "t": "Neither*p murmur ye, as some of them also murmured, and were destroyed of the destroyer."
    },
    {
        "o": 29789,
        "r": "kjv:1 Corinthians:10:11",
        "t": "Now*p all these things happened unto them for ensamples: and they are written for our admonition, upon whom the ends of the world are come."
    },
    {
        "o": 29790,
        "r": "kjv:1 Corinthians:10:12",
        "t": "Wherefore*p let him that thinketh he standeth take heed lest he fall."
    },
    {
        "o": 29791,
        "r": "kjv:1 Corinthians:10:13",
        "t": "There*p hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it."
    },
    {
        "o": 29792,
        "r": "kjv:1 Corinthians:10:14",
        "t": "Wherefore,*p my dearly beloved, flee from idolatry."
    },
    {
        "o": 29793,
        "r": "kjv:1 Corinthians:10:15",
        "t": "I*p speak as to wise men; judge ye what I say."
    },
    {
        "o": 29794,
        "r": "kjv:1 Corinthians:10:16",
        "t": "The*p cup of blessing which we bless, is it not the communion of the blood of Christ? The bread which we break, is it not the communion of the body of Christ?"
    },
    {
        "o": 29795,
        "r": "kjv:1 Corinthians:10:17",
        "t": "For*p we being many are one bread, and one body: for we are all partakers of that one bread."
    },
    {
        "o": 29796,
        "r": "kjv:1 Corinthians:10:18",
        "t": "Behold*p Israel after the flesh: are not they which eat of the sacrifices partakers of the altar?"
    },
    {
        "o": 29797,
        "r": "kjv:1 Corinthians:10:19",
        "t": "What*p say I then? that the idol is any thing, or that which is offered in sacrifice to idols is any thing?"
    },
    {
        "o": 29798,
        "r": "kjv:1 Corinthians:10:20",
        "t": "But*p I say, that the things which the Gentiles sacrifice, they sacrifice to devils, and not to God: and I would not that ye should have fellowship with devils."
    },
    {
        "o": 29799,
        "r": "kjv:1 Corinthians:10:21",
        "t": "Ye*p cannot drink the cup of the Lord, and the cup of devils: ye cannot be partakers of the Lord's table, and of the table of devils."
    },
    {
        "o": 29800,
        "r": "kjv:1 Corinthians:10:22",
        "t": "Do*p we provoke the Lord to jealousy? are we stronger than he?"
    },
    {
        "o": 29801,
        "r": "kjv:1 Corinthians:10:23",
        "t": "All*p things are lawful for me, but all things are not expedient: all things are lawful for me, but all things edify not."
    },
    {
        "o": 29802,
        "r": "kjv:1 Corinthians:10:24",
        "t": "Let*p no man seek his own, but every man another's wealth."
    },
    {
        "o": 29803,
        "r": "kjv:1 Corinthians:10:25",
        "t": "Whatsoever*p is sold in the shambles, that eat, asking no question for conscience sake:"
    },
    {
        "o": 29804,
        "r": "kjv:1 Corinthians:10:26",
        "t": "For*p the earth is the Lord's, and the fulness thereof."
    },
    {
        "o": 29805,
        "r": "kjv:1 Corinthians:10:27",
        "t": "If*p any of them that believe not bid you to a feast, and ye be disposed to go; whatsoever is set before you, eat, asking no question for conscience sake."
    },
    {
        "o": 29806,
        "r": "kjv:1 Corinthians:10:28",
        "t": "But*p if any man say unto you, This is offered in sacrifice unto idols, eat not for his sake that shewed it, and for conscience sake: for the earth is the Lord's, and the fulness thereof:"
    },
    {
        "o": 29807,
        "r": "kjv:1 Corinthians:10:29",
        "t": "Conscience,*p I say, not thine own, but of the other: for why is my liberty judged of another man's conscience?"
    },
    {
        "o": 29808,
        "r": "kjv:1 Corinthians:10:30",
        "t": "For*p if I by grace be a partaker, why am I evil spoken of for that for which I give thanks?"
    },
    {
        "o": 29809,
        "r": "kjv:1 Corinthians:10:31",
        "t": "Whether*p therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God."
    },
    {
        "o": 29810,
        "r": "kjv:1 Corinthians:10:32",
        "t": "Give*p none offence, neither to the Jews, nor to the Gentiles, nor to the church of God:"
    },
    {
        "o": 29811,
        "r": "kjv:1 Corinthians:10:33",
        "t": "Even*p as I please all men in all things, not seeking mine own profit, but the profit of many, that they may be saved."
    },
    {
        "o": 29812,
        "r": "kjv:1 Corinthians:11:0",
        "t": "1 Corinthians 11",
        "h": 1
    },
    {
        "o": 29813,
        "r": "kjv:1 Corinthians:11:1",
        "t": "Be*p ye followers of me, even as I also am of Christ."
    },
    {
        "o": 29814,
        "r": "kjv:1 Corinthians:11:2",
        "t": "Now*p I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you."
    },
    {
        "o": 29815,
        "r": "kjv:1 Corinthians:11:3",
        "t": "But*p I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is God."
    },
    {
        "o": 29816,
        "r": "kjv:1 Corinthians:11:4",
        "t": "Every*p man praying or prophesying, having his head covered, dishonoureth his head."
    },
    {
        "o": 29817,
        "r": "kjv:1 Corinthians:11:5",
        "t": "But*p every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven."
    },
    {
        "o": 29818,
        "r": "kjv:1 Corinthians:11:6",
        "t": "For*p if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered."
    },
    {
        "o": 29819,
        "r": "kjv:1 Corinthians:11:7",
        "t": "For*p a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man."
    },
    {
        "o": 29820,
        "r": "kjv:1 Corinthians:11:8",
        "t": "For*p the man is not of the woman; but the woman of the man."
    },
    {
        "o": 29821,
        "r": "kjv:1 Corinthians:11:9",
        "t": "Neither*p was the man created for the woman; but the woman for the man."
    },
    {
        "o": 29822,
        "r": "kjv:1 Corinthians:11:10",
        "t": "For*p this cause ought the woman to have power on her head because of the angels."
    },
    {
        "o": 29823,
        "r": "kjv:1 Corinthians:11:11",
        "t": "Nevertheless*p neither is the man without the woman, neither the woman without the man, in the Lord."
    },
    {
        "o": 29824,
        "r": "kjv:1 Corinthians:11:12",
        "t": "For*p as the woman is of the man, even so is the man also by the woman; but all things of God."
    },
    {
        "o": 29825,
        "r": "kjv:1 Corinthians:11:13",
        "t": "Judge*p in yourselves: is it comely that a woman pray unto God uncovered?"
    },
    {
        "o": 29826,
        "r": "kjv:1 Corinthians:11:14",
        "t": "Doth*p not even nature itself teach you, that, if a man have long hair, it is a shame unto him?"
    },
    {
        "o": 29827,
        "r": "kjv:1 Corinthians:11:15",
        "t": "But*p if a woman have long hair, it is a glory to her: for her hair is given her for a covering."
    },
    {
        "o": 29828,
        "r": "kjv:1 Corinthians:11:16",
        "t": "But*p if any man seem to be contentious, we have no such custom, neither the churches of God."
    },
    {
        "o": 29829,
        "r": "kjv:1 Corinthians:11:17",
        "t": "Now*p in this that I declare unto you I praise you not, that ye come together not for the better, but for the worse."
    },
    {
        "o": 29830,
        "r": "kjv:1 Corinthians:11:18",
        "t": "For*p first of all, when ye come together in the church, I hear that there be divisions among you; and I partly believe it."
    },
    {
        "o": 29831,
        "r": "kjv:1 Corinthians:11:19",
        "t": "For*p there must be also heresies among you, that they which are approved may be made manifest among you."
    },
    {
        "o": 29832,
        "r": "kjv:1 Corinthians:11:20",
        "t": "When*p ye come together therefore into one place, this is not to eat the Lord's supper."
    },
    {
        "o": 29833,
        "r": "kjv:1 Corinthians:11:21",
        "t": "For*p in eating every one taketh before other his own supper: and one is hungry, and another is drunken."
    },
    {
        "o": 29834,
        "r": "kjv:1 Corinthians:11:22",
        "t": "What?*p have ye not houses to eat and to drink in? or despise ye the church of God, and shame them that have not? What shall I say to you? shall I praise you in this? I praise you not."
    },
    {
        "o": 29835,
        "r": "kjv:1 Corinthians:11:23",
        "t": "For*p I have received of the Lord that which also I delivered unto you, That the Lord Jesus the same night in which he was betrayed took bread:"
    },
    {
        "o": 29836,
        "r": "kjv:1 Corinthians:11:24",
        "t": "And*p when he had given thanks, he brake it, and said, Take,*r eat:*r this*r is*r my*r body,*r which*r is*r broken*r for*r you:*r this*r do*r in*r remembrance*r of*r me.*r"
    },
    {
        "o": 29837,
        "r": "kjv:1 Corinthians:11:25",
        "t": "After*p the same manner also he took the cup, when he had supped, saying, This*r cup*r is*r the*r new*r testament*r in*r my*r blood:*r this*r do*r ye,*r as*r oft*r as*r ye*r drink*r it,*r in*r remembrance*r of*r me.*r"
    },
    {
        "o": 29838,
        "r": "kjv:1 Corinthians:11:26",
        "t": "For*p as often as ye eat this bread, and drink this cup, ye do shew the Lord's death till he come."
    },
    {
        "o": 29839,
        "r": "kjv:1 Corinthians:11:27",
        "t": "Wherefore*p whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord."
    },
    {
        "o": 29840,
        "r": "kjv:1 Corinthians:11:28",
        "t": "But*p let a man examine himself, and so let him eat of that bread, and drink of that cup."
    },
    {
        "o": 29841,
        "r": "kjv:1 Corinthians:11:29",
        "t": "For*p he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord's body."
    },
    {
        "o": 29842,
        "r": "kjv:1 Corinthians:11:30",
        "t": "For*p this cause many are weak and sickly among you, and many sleep."
    },
    {
        "o": 29843,
        "r": "kjv:1 Corinthians:11:31",
        "t": "For*p if we would judge ourselves, we should not be judged."
    },
    {
        "o": 29844,
        "r": "kjv:1 Corinthians:11:32",
        "t": "But*p when we are judged, we are chastened of the Lord, that we should not be condemned with the world."
    },
    {
        "o": 29845,
        "r": "kjv:1 Corinthians:11:33",
        "t": "Wherefore,*p my brethren, when ye come together to eat, tarry one for another."
    },
    {
        "o": 29846,
        "r": "kjv:1 Corinthians:11:34",
        "t": "And*p if any man hunger, let him eat at home; that ye come not together unto condemnation. And the rest will I set in order when I come."
    },
    {
        "o": 29847,
        "r": "kjv:1 Corinthians:12:0",
        "t": "1 Corinthians 12",
        "h": 1
    },
    {
        "o": 29848,
        "r": "kjv:1 Corinthians:12:1",
        "t": "Now*p concerning spiritual gifts, brethren, I would not have you ignorant."
    },
    {
        "o": 29849,
        "r": "kjv:1 Corinthians:12:2",
        "t": "Ye*p know that ye were Gentiles, carried away unto these dumb idols, even as ye were led."
    },
    {
        "o": 29850,
        "r": "kjv:1 Corinthians:12:3",
        "t": "Wherefore*p I give you to understand, that no man speaking by the Spirit of God calleth Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy Ghost."
    },
    {
        "o": 29851,
        "r": "kjv:1 Corinthians:12:4",
        "t": "Now*p there are diversities of gifts, but the same Spirit."
    },
    {
        "o": 29852,
        "r": "kjv:1 Corinthians:12:5",
        "t": "And*p there are differences of administrations, but the same Lord."
    },
    {
        "o": 29853,
        "r": "kjv:1 Corinthians:12:6",
        "t": "And*p there are diversities of operations, but it is the same God which worketh all in all."
    },
    {
        "o": 29854,
        "r": "kjv:1 Corinthians:12:7",
        "t": "But*p the manifestation of the Spirit is given to every man to profit withal."
    },
    {
        "o": 29855,
        "r": "kjv:1 Corinthians:12:8",
        "t": "For*p to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;"
    },
    {
        "o": 29856,
        "r": "kjv:1 Corinthians:12:9",
        "t": "To*p another faith by the same Spirit; to another the gifts of healing by the same Spirit;"
    },
    {
        "o": 29857,
        "r": "kjv:1 Corinthians:12:10",
        "t": "To*p another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues:"
    },
    {
        "o": 29858,
        "r": "kjv:1 Corinthians:12:11",
        "t": "But*p all these worketh that one and the selfsame Spirit, dividing to every man severally as he will."
    },
    {
        "o": 29859,
        "r": "kjv:1 Corinthians:12:12",
        "t": "For*p as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ."
    },
    {
        "o": 29860,
        "r": "kjv:1 Corinthians:12:13",
        "t": "For*p by one Spirit are we all baptized into one body, whether we be Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit."
    },
    {
        "o": 29861,
        "r": "kjv:1 Corinthians:12:14",
        "t": "For*p the body is not one member, but many."
    },
    {
        "o": 29862,
        "r": "kjv:1 Corinthians:12:15",
        "t": "If*p the foot shall say, Because I am not the hand, I am not of the body; is it therefore not of the body?"
    },
    {
        "o": 29863,
        "r": "kjv:1 Corinthians:12:16",
        "t": "And*p if the ear shall say, Because I am not the eye, I am not of the body; is it therefore not of the body?"
    },
    {
        "o": 29864,
        "r": "kjv:1 Corinthians:12:17",
        "t": "If*p the whole body were an eye, where were the hearing? If the whole were hearing, where were the smelling?"
    },
    {
        "o": 29865,
        "r": "kjv:1 Corinthians:12:18",
        "t": "But*p now hath God set the members every one of them in the body, as it hath pleased him."
    },
    {
        "o": 29866,
        "r": "kjv:1 Corinthians:12:19",
        "t": "And*p if they were all one member, where were the body?"
    },
    {
        "o": 29867,
        "r": "kjv:1 Corinthians:12:20",
        "t": "But*p now are they many members, yet but one body."
    },
    {
        "o": 29868,
        "r": "kjv:1 Corinthians:12:21",
        "t": "And*p the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you."
    },
    {
        "o": 29869,
        "r": "kjv:1 Corinthians:12:22",
        "t": "Nay,*p much more those members of the body, which seem to be more feeble, are necessary:"
    },
    {
        "o": 29870,
        "r": "kjv:1 Corinthians:12:23",
        "t": "And*p those members of the body, which we think to be less honourable, upon these we bestow more abundant honour; and our uncomely parts have more abundant comeliness."
    },
    {
        "o": 29871,
        "r": "kjv:1 Corinthians:12:24",
        "t": "For*p our comely parts have no need: but God hath tempered the body together, having given more abundant honour to that part which lacked:"
    },
    {
        "o": 29872,
        "r": "kjv:1 Corinthians:12:25",
        "t": "That*p there should be no schism in the body; but that the members should have the same care one for another."
    },
    {
        "o": 29873,
        "r": "kjv:1 Corinthians:12:26",
        "t": "And*p whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it."
    },
    {
        "o": 29874,
        "r": "kjv:1 Corinthians:12:27",
        "t": "Now*p ye are the body of Christ, and members in particular."
    },
    {
        "o": 29875,
        "r": "kjv:1 Corinthians:12:28",
        "t": "And*p God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues."
    },
    {
        "o": 29876,
        "r": "kjv:1 Corinthians:12:29",
        "t": "Are*p all apostles? are all prophets? are all teachers? are all workers of miracles?"
    },
    {
        "o": 29877,
        "r": "kjv:1 Corinthians:12:30",
        "t": "Have*p all the gifts of healing? do all speak with tongues? do all interpret?"
    },
    {
        "o": 29878,
        "r": "kjv:1 Corinthians:12:31",
        "t": "But*p covet earnestly the best gifts: and yet shew I unto you a more excellent way."
    },
    {
        "o": 29879,
        "r": "kjv:1 Corinthians:13:0",
        "t": "1 Corinthians 13",
        "h": 1
    },
    {
        "o": 29880,
        "r": "kjv:1 Corinthians:13:1",
        "t": "Though*p I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal."
    },
    {
        "o": 29881,
        "r": "kjv:1 Corinthians:13:2",
        "t": "And*p though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing."
    },
    {
        "o": 29882,
        "r": "kjv:1 Corinthians:13:3",
        "t": "And*p though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing."
    },
    {
        "o": 29883,
        "r": "kjv:1 Corinthians:13:4",
        "t": "Charity*p suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,"
    },
    {
        "o": 29884,
        "r": "kjv:1 Corinthians:13:5",
        "t": "Doth*p not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;"
    },
    {
        "o": 29885,
        "r": "kjv:1 Corinthians:13:6",
        "t": "Rejoiceth*p not in iniquity, but rejoiceth in the truth;"
    },
    {
        "o": 29886,
        "r": "kjv:1 Corinthians:13:7",
        "t": "Beareth*p all things, believeth all things, hopeth all things, endureth all things."
    },
    {
        "o": 29887,
        "r": "kjv:1 Corinthians:13:8",
        "t": "Charity*p never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away."
    },
    {
        "o": 29888,
        "r": "kjv:1 Corinthians:13:9",
        "t": "For*p we know in part, and we prophesy in part."
    },
    {
        "o": 29889,
        "r": "kjv:1 Corinthians:13:10",
        "t": "But*p when that which is perfect is come, then that which is in part shall be done away."
    },
    {
        "o": 29890,
        "r": "kjv:1 Corinthians:13:11",
        "t": "When*p I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things."
    },
    {
        "o": 29891,
        "r": "kjv:1 Corinthians:13:12",
        "t": "For*p now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known."
    },
    {
        "o": 29892,
        "r": "kjv:1 Corinthians:13:13",
        "t": "And*p now abideth faith, hope, charity, these three; but the greatest of these is charity."
    },
    {
        "o": 29893,
        "r": "kjv:1 Corinthians:14:0",
        "t": "1 Corinthians 14",
        "h": 1
    },
    {
        "o": 29894,
        "r": "kjv:1 Corinthians:14:1",
        "t": "Follow*p after charity, and desire spiritual gifts, but rather that ye may prophesy."
    },
    {
        "o": 29895,
        "r": "kjv:1 Corinthians:14:2",
        "t": "For*p he that speaketh in an unknown tongue speaketh not unto men, but unto God: for no man understandeth him; howbeit in the spirit he speaketh mysteries."
    },
    {
        "o": 29896,
        "r": "kjv:1 Corinthians:14:3",
        "t": "But*p he that prophesieth speaketh unto men to edification, and exhortation, and comfort."
    },
    {
        "o": 29897,
        "r": "kjv:1 Corinthians:14:4",
        "t": "He*p that speaketh in an unknown tongue edifieth himself; but he that prophesieth edifieth the church."
    },
    {
        "o": 29898,
        "r": "kjv:1 Corinthians:14:5",
        "t": "I*p would that ye all spake with tongues, but rather that ye prophesied: for greater is he that prophesieth than he that speaketh with tongues, except he interpret, that the church may receive edifying."
    },
    {
        "o": 29899,
        "r": "kjv:1 Corinthians:14:6",
        "t": "Now,*p brethren, if I come unto you speaking with tongues, what shall I profit you, except I shall speak to you either by revelation, or by knowledge, or by prophesying, or by doctrine?"
    },
    {
        "o": 29900,
        "r": "kjv:1 Corinthians:14:7",
        "t": "And*p even things without life giving sound, whether pipe or harp, except they give a distinction in the sounds, how shall it be known what is piped or harped?"
    },
    {
        "o": 29901,
        "r": "kjv:1 Corinthians:14:8",
        "t": "For*p if the trumpet give an uncertain sound, who shall prepare himself to the battle?"
    },
    {
        "o": 29902,
        "r": "kjv:1 Corinthians:14:9",
        "t": "So*p likewise ye, except ye utter by the tongue words easy to be understood, how shall it be known what is spoken? for ye shall speak into the air."
    },
    {
        "o": 29903,
        "r": "kjv:1 Corinthians:14:10",
        "t": "There*p are, it may be, so many kinds of voices in the world, and none of them is without signification."
    },
    {
        "o": 29904,
        "r": "kjv:1 Corinthians:14:11",
        "t": "Therefore*p if I know not the meaning of the voice, I shall be unto him that speaketh a barbarian, and he that speaketh shall be a barbarian unto me."
    },
    {
        "o": 29905,
        "r": "kjv:1 Corinthians:14:12",
        "t": "Even*p so ye, forasmuch as ye are zealous of spiritual gifts, seek that ye may excel to the edifying of the church."
    },
    {
        "o": 29906,
        "r": "kjv:1 Corinthians:14:13",
        "t": "Wherefore*p let him that speaketh in an unknown tongue pray that he may interpret."
    },
    {
        "o": 29907,
        "r": "kjv:1 Corinthians:14:14",
        "t": "For*p if I pray in an unknown tongue, my spirit prayeth, but my understanding is unfruitful."
    },
    {
        "o": 29908,
        "r": "kjv:1 Corinthians:14:15",
        "t": "What*p is it then? I will pray with the spirit, and I will pray with the understanding also: I will sing with the spirit, and I will sing with the understanding also."
    },
    {
        "o": 29909,
        "r": "kjv:1 Corinthians:14:16",
        "t": "Else*p when thou shalt bless with the spirit, how shall he that occupieth the room of the unlearned say Amen at thy giving of thanks, seeing he understandeth not what thou sayest?"
    },
    {
        "o": 29910,
        "r": "kjv:1 Corinthians:14:17",
        "t": "For*p thou verily givest thanks well, but the other is not edified."
    },
    {
        "o": 29911,
        "r": "kjv:1 Corinthians:14:18",
        "t": "I*p thank my God, I speak with tongues more than ye all:"
    },
    {
        "o": 29912,
        "r": "kjv:1 Corinthians:14:19",
        "t": "Yet*p in the church I had rather speak five words with my understanding, that by my voice I might teach others also, than ten thousand words in an unknown tongue."
    },
    {
        "o": 29913,
        "r": "kjv:1 Corinthians:14:20",
        "t": "Brethren,*p be not children in understanding: howbeit in malice be ye children, but in understanding be men."
    },
    {
        "o": 29914,
        "r": "kjv:1 Corinthians:14:21",
        "t": "In*p the law it is written, With men of other tongues and other lips will I speak unto this people; and yet for all that will they not hear me, saith the Lord."
    },
    {
        "o": 29915,
        "r": "kjv:1 Corinthians:14:22",
        "t": "Wherefore*p tongues are for a sign, not to them that believe, but to them that believe not: but prophesying serveth not for them that believe not, but for them which believe."
    },
    {
        "o": 29916,
        "r": "kjv:1 Corinthians:14:23",
        "t": "If*p therefore the whole church be come together into one place, and all speak with tongues, and there come in those that are unlearned, or unbelievers, will they not say that ye are mad?"
    },
    {
        "o": 29917,
        "r": "kjv:1 Corinthians:14:24",
        "t": "But*p if all prophesy, and there come in one that believeth not, or one unlearned, he is convinced of all, he is judged of all:"
    },
    {
        "o": 29918,
        "r": "kjv:1 Corinthians:14:25",
        "t": "And*p thus are the secrets of his heart made manifest; and so falling down on his face he will worship God, and report that God is in you of a truth."
    },
    {
        "o": 29919,
        "r": "kjv:1 Corinthians:14:26",
        "t": "How*p is it then, brethren? when ye come together, every one of you hath a psalm, hath a doctrine, hath a tongue, hath a revelation, hath an interpretation. Let all things be done unto edifying."
    },
    {
        "o": 29920,
        "r": "kjv:1 Corinthians:14:27",
        "t": "If*p any man speak in an unknown tongue, let it be by two, or at the most by three, and that by course; and let one interpret."
    },
    {
        "o": 29921,
        "r": "kjv:1 Corinthians:14:28",
        "t": "But*p if there be no interpreter, let him keep silence in the church; and let him speak to himself, and to God."
    },
    {
        "o": 29922,
        "r": "kjv:1 Corinthians:14:29",
        "t": "Let*p the prophets speak two or three, and let the other judge."
    },
    {
        "o": 29923,
        "r": "kjv:1 Corinthians:14:30",
        "t": "If*p any thing be revealed to another that sitteth by, let the first hold his peace."
    },
    {
        "o": 29924,
        "r": "kjv:1 Corinthians:14:31",
        "t": "For*p ye may all prophesy one by one, that all may learn, and all may be comforted."
    },
    {
        "o": 29925,
        "r": "kjv:1 Corinthians:14:32",
        "t": "And*p the spirits of the prophets are subject to the prophets."
    },
    {
        "o": 29926,
        "r": "kjv:1 Corinthians:14:33",
        "t": "For*p God is not the author of confusion, but of peace, as in all churches of the saints."
    },
    {
        "o": 29927,
        "r": "kjv:1 Corinthians:14:34",
        "t": "Let*p your women keep silence in the churches: for it is not permitted unto them to speak; but they are commanded to be under obedience, as also saith the law."
    },
    {
        "o": 29928,
        "r": "kjv:1 Corinthians:14:35",
        "t": "And*p if they will learn any thing, let them ask their husbands at home: for it is a shame for women to speak in the church."
    },
    {
        "o": 29929,
        "r": "kjv:1 Corinthians:14:36",
        "t": "What?*p came the word of God out from you? or came it unto you only?"
    },
    {
        "o": 29930,
        "r": "kjv:1 Corinthians:14:37",
        "t": "If*p any man think himself to be a prophet, or spiritual, let him acknowledge that the things that I write unto you are the commandments of the Lord."
    },
    {
        "o": 29931,
        "r": "kjv:1 Corinthians:14:38",
        "t": "But*p if any man be ignorant, let him be ignorant."
    },
    {
        "o": 29932,
        "r": "kjv:1 Corinthians:14:39",
        "t": "Wherefore,*p brethren, covet to prophesy, and forbid not to speak with tongues."
    },
    {
        "o": 29933,
        "r": "kjv:1 Corinthians:14:40",
        "t": "Let*p all things be done decently and in order."
    },
    {
        "o": 29934,
        "r": "kjv:1 Corinthians:15:0",
        "t": "1 Corinthians 15",
        "h": 1
    },
    {
        "o": 29935,
        "r": "kjv:1 Corinthians:15:1",
        "t": "Moreover,*p brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;"
    },
    {
        "o": 29936,
        "r": "kjv:1 Corinthians:15:2",
        "t": "By*p which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain."
    },
    {
        "o": 29937,
        "r": "kjv:1 Corinthians:15:3",
        "t": "For*p I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;"
    },
    {
        "o": 29938,
        "r": "kjv:1 Corinthians:15:4",
        "t": "And*p that he was buried, and that he rose again the third day according to the scriptures:"
    },
    {
        "o": 29939,
        "r": "kjv:1 Corinthians:15:5",
        "t": "And*p that he was seen of Cephas, then of the twelve:"
    },
    {
        "o": 29940,
        "r": "kjv:1 Corinthians:15:6",
        "t": "After*p that, he was seen of above five hundred brethren at once; of whom the greater part remain unto this present, but some are fallen asleep."
    },
    {
        "o": 29941,
        "r": "kjv:1 Corinthians:15:7",
        "t": "After*p that, he was seen of James; then of all the apostles."
    },
    {
        "o": 29942,
        "r": "kjv:1 Corinthians:15:8",
        "t": "And*p last of all he was seen of me also, as of one born out of due time."
    },
    {
        "o": 29943,
        "r": "kjv:1 Corinthians:15:9",
        "t": "For*p I am the least of the apostles, that am not meet to be called an apostle, because I persecuted the church of God."
    },
    {
        "o": 29944,
        "r": "kjv:1 Corinthians:15:10",
        "t": "But*p by the grace of God I am what I am: and his grace which was bestowed upon me was not in vain; but I laboured more abundantly than they all: yet not I, but the grace of God which was with me."
    },
    {
        "o": 29945,
        "r": "kjv:1 Corinthians:15:11",
        "t": "Therefore*p whether it were I or they, so we preach, and so ye believed."
    },
    {
        "o": 29946,
        "r": "kjv:1 Corinthians:15:12",
        "t": "Now*p if Christ be preached that he rose from the dead, how say some among you that there is no resurrection of the dead?"
    },
    {
        "o": 29947,
        "r": "kjv:1 Corinthians:15:13",
        "t": "But*p if there be no resurrection of the dead, then is Christ not risen:"
    },
    {
        "o": 29948,
        "r": "kjv:1 Corinthians:15:14",
        "t": "And*p if Christ be not risen, then is our preaching vain, and your faith is also vain."
    },
    {
        "o": 29949,
        "r": "kjv:1 Corinthians:15:15",
        "t": "Yea,*p and we are found false witnesses of God; because we have testified of God that he raised up Christ: whom he raised not up, if so be that the dead rise not."
    },
    {
        "o": 29950,
        "r": "kjv:1 Corinthians:15:16",
        "t": "For*p if the dead rise not, then is not Christ raised:"
    },
    {
        "o": 29951,
        "r": "kjv:1 Corinthians:15:17",
        "t": "And*p if Christ be not raised, your faith is vain; ye are yet in your sins."
    },
    {
        "o": 29952,
        "r": "kjv:1 Corinthians:15:18",
        "t": "Then*p they also which are fallen asleep in Christ are perished."
    },
    {
        "o": 29953,
        "r": "kjv:1 Corinthians:15:19",
        "t": "If*p in this life only we have hope in Christ, we are of all men most miserable."
    },
    {
        "o": 29954,
        "r": "kjv:1 Corinthians:15:20",
        "t": "But*p now is Christ risen from the dead, and become the firstfruits of them that slept."
    },
    {
        "o": 29955,
        "r": "kjv:1 Corinthians:15:21",
        "t": "For*p since by man came death, by man came also the resurrection of the dead."
    },
    {
        "o": 29956,
        "r": "kjv:1 Corinthians:15:22",
        "t": "For*p as in Adam all die, even so in Christ shall all be made alive."
    },
    {
        "o": 29957,
        "r": "kjv:1 Corinthians:15:23",
        "t": "But*p every man in his own order: Christ the firstfruits; afterward they that are Christ's at his coming."
    },
    {
        "o": 29958,
        "r": "kjv:1 Corinthians:15:24",
        "t": "Then*p cometh the end, when he shall have delivered up the kingdom to God, even the Father; when he shall have put down all rule and all authority and power."
    },
    {
        "o": 29959,
        "r": "kjv:1 Corinthians:15:25",
        "t": "For*p he must reign, till he hath put all enemies under his feet."
    },
    {
        "o": 29960,
        "r": "kjv:1 Corinthians:15:26",
        "t": "The*p last enemy that shall be destroyed is death."
    },
    {
        "o": 29961,
        "r": "kjv:1 Corinthians:15:27",
        "t": "For*p he hath put all things under his feet. But when he saith all things are put under him, it is manifest that he is excepted which did put all things under him."
    },
    {
        "o": 29962,
        "r": "kjv:1 Corinthians:15:28",
        "t": "And*p when all things shall be subdued unto him, then shall the Son also himself be subject unto him that put all things under him, that God may be all in all."
    },
    {
        "o": 29963,
        "r": "kjv:1 Corinthians:15:29",
        "t": "Else*p what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?"
    },
    {
        "o": 29964,
        "r": "kjv:1 Corinthians:15:30",
        "t": "And*p why stand we in jeopardy every hour?"
    },
    {
        "o": 29965,
        "r": "kjv:1 Corinthians:15:31",
        "t": "I*p protest by your rejoicing which I have in Christ Jesus our Lord, I die daily."
    },
    {
        "o": 29966,
        "r": "kjv:1 Corinthians:15:32",
        "t": "If*p after the manner of men I have fought with beasts at Ephesus, what advantageth it me, if the dead rise not? let us eat and drink; for to morrow we die."
    },
    {
        "o": 29967,
        "r": "kjv:1 Corinthians:15:33",
        "t": "Be*p not deceived: evil communications corrupt good manners."
    },
    {
        "o": 29968,
        "r": "kjv:1 Corinthians:15:34",
        "t": "Awake*p to righteousness, and sin not; for some have not the knowledge of God: I speak this to your shame."
    },
    {
        "o": 29969,
        "r": "kjv:1 Corinthians:15:35",
        "t": "But*p some man will say, How are the dead raised up? and with what body do they come?"
    },
    {
        "o": 29970,
        "r": "kjv:1 Corinthians:15:36",
        "t": "Thou*p fool, that which thou sowest is not quickened, except it die:"
    },
    {
        "o": 29971,
        "r": "kjv:1 Corinthians:15:37",
        "t": "And*p that which thou sowest, thou sowest not that body that shall be, but bare grain, it may chance of wheat, or of some other grain:"
    },
    {
        "o": 29972,
        "r": "kjv:1 Corinthians:15:38",
        "t": "But*p God giveth it a body as it hath pleased him, and to every seed his own body."
    },
    {
        "o": 29973,
        "r": "kjv:1 Corinthians:15:39",
        "t": "All*p flesh is not the same flesh: but there is one kind of flesh of men, another flesh of beasts, another of fishes, and another of birds."
    },
    {
        "o": 29974,
        "r": "kjv:1 Corinthians:15:40",
        "t": "There*p are also celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and the glory of the terrestrial is another."
    },
    {
        "o": 29975,
        "r": "kjv:1 Corinthians:15:41",
        "t": "There*p is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory."
    },
    {
        "o": 29976,
        "r": "kjv:1 Corinthians:15:42",
        "t": "So*p also is the resurrection of the dead. It is sown in corruption; it is raised in incorruption:"
    },
    {
        "o": 29977,
        "r": "kjv:1 Corinthians:15:43",
        "t": "It*p is sown in dishonour; it is raised in glory: it is sown in weakness; it is raised in power:"
    },
    {
        "o": 29978,
        "r": "kjv:1 Corinthians:15:44",
        "t": "It*p is sown a natural body; it is raised a spiritual body. There is a natural body, and there is a spiritual body."
    },
    {
        "o": 29979,
        "r": "kjv:1 Corinthians:15:45",
        "t": "And*p so it is written, The first man Adam was made a living soul; the last Adam was made a quickening spirit."
    },
    {
        "o": 29980,
        "r": "kjv:1 Corinthians:15:46",
        "t": "Howbeit*p that was not first which is spiritual, but that which is natural; and afterward that which is spiritual."
    },
    {
        "o": 29981,
        "r": "kjv:1 Corinthians:15:47",
        "t": "The*p first man is of the earth, earthy: the second man is the Lord from heaven."
    },
    {
        "o": 29982,
        "r": "kjv:1 Corinthians:15:48",
        "t": "As*p is the earthy, such are they also that are earthy: and as is the heavenly, such are they also that are heavenly."
    },
    {
        "o": 29983,
        "r": "kjv:1 Corinthians:15:49",
        "t": "And*p as we have borne the image of the earthy, we shall also bear the image of the heavenly."
    },
    {
        "o": 29984,
        "r": "kjv:1 Corinthians:15:50",
        "t": "Now*p this I say, brethren, that flesh and blood cannot inherit the kingdom of God; neither doth corruption inherit incorruption."
    },
    {
        "o": 29985,
        "r": "kjv:1 Corinthians:15:51",
        "t": "Behold,*p I shew you a mystery; We shall not all sleep, but we shall all be changed,"
    },
    {
        "o": 29986,
        "r": "kjv:1 Corinthians:15:52",
        "t": "In*p a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed."
    },
    {
        "o": 29987,
        "r": "kjv:1 Corinthians:15:53",
        "t": "For*p this corruptible must put on incorruption, and this mortal must put on immortality."
    },
    {
        "o": 29988,
        "r": "kjv:1 Corinthians:15:54",
        "t": "So*p when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory."
    },
    {
        "o": 29989,
        "r": "kjv:1 Corinthians:15:55",
        "t": "O*p death, where is thy sting? O grave, where is thy victory?"
    },
    {
        "o": 29990,
        "r": "kjv:1 Corinthians:15:56",
        "t": "The*p sting of death is sin; and the strength of sin is the law."
    },
    {
        "o": 29991,
        "r": "kjv:1 Corinthians:15:57",
        "t": "But*p thanks be to God, which giveth us the victory through our Lord Jesus Christ."
    },
    {
        "o": 29992,
        "r": "kjv:1 Corinthians:15:58",
        "t": "Therefore,*p my beloved brethren, be ye stedfast, unmoveable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord."
    },
    {
        "o": 29993,
        "r": "kjv:1 Corinthians:16:0",
        "t": "1 Corinthians 16",
        "h": 1
    },
    {
        "o": 29994,
        "r": "kjv:1 Corinthians:16:1",
        "t": "Now*p concerning the collection for the saints, as I have given order to the churches of Galatia, even so do ye."
    },
    {
        "o": 29995,
        "r": "kjv:1 Corinthians:16:2",
        "t": "Upon*p the first day of the week let every one of you lay by him in store, as God hath prospered him, that there be no gatherings when I come."
    },
    {
        "o": 29996,
        "r": "kjv:1 Corinthians:16:3",
        "t": "And*p when I come, whomsoever ye shall approve by your letters, them will I send to bring your liberality unto Jerusalem."
    },
    {
        "o": 29997,
        "r": "kjv:1 Corinthians:16:4",
        "t": "And*p if it be meet that I go also, they shall go with me."
    },
    {
        "o": 29998,
        "r": "kjv:1 Corinthians:16:5",
        "t": "Now*p I will come unto you, when I shall pass through Macedonia: for I do pass through Macedonia."
    },
    {
        "o": 29999,
        "r": "kjv:1 Corinthians:16:6",
        "t": "And*p it may be that I will abide, yea, and winter with you, that ye may bring me on my journey whithersoever I go."
    },
    {
        "o": 30000,
        "r": "kjv:1 Corinthians:16:7",
        "t": "For*p I will not see you now by the way; but I trust to tarry a while with you, if the Lord permit."
    },
    {
        "o": 30001,
        "r": "kjv:1 Corinthians:16:8",
        "t": "But*p I will tarry at Ephesus until Pentecost."
    },
    {
        "o": 30002,
        "r": "kjv:1 Corinthians:16:9",
        "t": "For*p a great door and effectual is opened unto me, and there are many adversaries."
    },
    {
        "o": 30003,
        "r": "kjv:1 Corinthians:16:10",
        "t": "Now*p if Timothy come, see that he may be with you without fear: for he worketh the work of the Lord, as I also do."
    },
    {
        "o": 30004,
        "r": "kjv:1 Corinthians:16:11",
        "t": "Let*p no man therefore despise him: but conduct him forth in peace, that he may come unto me: for I look for him with the brethren."
    },
    {
        "o": 30005,
        "r": "kjv:1 Corinthians:16:12",
        "t": "As*p touching our brother Apollos, I greatly desired him to come unto you with the brethren: but his will was not at all to come at this time; but he will come when he shall have convenient time."
    },
    {
        "o": 30006,
        "r": "kjv:1 Corinthians:16:13",
        "t": "Watch*p ye, stand fast in the faith, quit you like men, be strong."
    },
    {
        "o": 30007,
        "r": "kjv:1 Corinthians:16:14",
        "t": "Let*p all your things be done with charity."
    },
    {
        "o": 30008,
        "r": "kjv:1 Corinthians:16:15",
        "t": "I*p beseech you, brethren, (ye know the house of Stephanas, that it is the firstfruits of Achaia, and that they have addicted themselves to the ministry of the saints,)"
    },
    {
        "o": 30009,
        "r": "kjv:1 Corinthians:16:16",
        "t": "That*p ye submit yourselves unto such, and to every one that helpeth with us, and laboureth."
    },
    {
        "o": 30010,
        "r": "kjv:1 Corinthians:16:17",
        "t": "I*p am glad of the coming of Stephanas and Fortunatus and Achaicus: for that which was lacking on your part they have supplied."
    },
    {
        "o": 30011,
        "r": "kjv:1 Corinthians:16:18",
        "t": "For*p they have refreshed my spirit and yours: therefore acknowledge ye them that are such."
    },
    {
        "o": 30012,
        "r": "kjv:1 Corinthians:16:19",
        "t": "The*p churches of Asia salute you. Aquila and Priscilla salute you much in the Lord, with the church that is in their house."
    },
    {
        "o": 30013,
        "r": "kjv:1 Corinthians:16:20",
        "t": "All*p the brethren greet you. Greet ye one another with an holy kiss."
    },
    {
        "o": 30014,
        "r": "kjv:1 Corinthians:16:21",
        "t": "The*p salutation of me Paul with mine own hand."
    },
    {
        "o": 30015,
        "r": "kjv:1 Corinthians:16:22",
        "t": "If*p any man love not the Lord Jesus Christ, let him be Anathema Maranatha."
    },
    {
        "o": 30016,
        "r": "kjv:1 Corinthians:16:23",
        "t": "The*p grace of our Lord Jesus Christ be with you."
    },
    {
        "o": 30017,
        "r": "kjv:1 Corinthians:16:24",
        "t": "My*p love be with you all in Christ Jesus. Amen."
    }
]
