[
    {
        "o": 6512,
        "r": "nkjv:Joshua:4:0",
        "t": "Joshua 4",
        "h": 1
    },
    {
        "o": 6513,
        "r": "nkjv:Joshua:4:0",
        "t": "The Memorial Stones",
        "h": 2
    },
    {
        "o": 6514,
        "r": "nkjv:Joshua:4:1",
        "t": "And*p it came to pass, when all the people had completely crossed over the Jordan, that the Lord*s spoke to Joshua, saying:"
    },
    {
        "o": 6515,
        "r": "nkjv:Joshua:4:2",
        "t": "“Take for yourselves twelve men from the people, one man from every tribe,"
    },
    {
        "o": 6516,
        "r": "nkjv:Joshua:4:3",
        "t": "and command them, saying, ‘Take for yourselves twelve stones from here, out of the midst of the Jordan, from the place where the priests’ feet stood firm. You shall carry them over with you and leave them in the lodging place where you lodge tonight.’”"
    },
    {
        "o": 6517,
        "r": "nkjv:Joshua:4:4",
        "t": "Then*p Joshua called the twelve men whom he had appointed from the children of Israel, one man from every tribe;"
    },
    {
        "o": 6518,
        "r": "nkjv:Joshua:4:5",
        "t": "and Joshua said to them: “Cross over before the ark of the Lord*s your God into the midst of the Jordan, and each one of you take up a stone on his shoulder, according to the number of the tribes of the children of Israel,"
    },
    {
        "o": 6519,
        "r": "nkjv:Joshua:4:6",
        "t": "that this may be a sign among you when your children ask in time to come, saying, ‘What do these stones mean*i to you?’"
    },
    {
        "o": 6520,
        "r": "nkjv:Joshua:4:7",
        "t": "Then you shall answer them that the waters of the Jordan were cut off before the ark of the covenant of the Lord;*s when it crossed over the Jordan, the waters of the Jordan were cut off. And these stones shall be for a memorial to the children of Israel forever.”"
    },
    {
        "o": 6521,
        "r": "nkjv:Joshua:4:8",
        "t": "And*p the children of Israel did so, just as Joshua commanded, and took up twelve stones from the midst of the Jordan, as the Lord*s had spoken to Joshua, according to the number of the tribes of the children of Israel, and carried them over with them to the place where they lodged, and laid them down there."
    },
    {
        "o": 6522,
        "r": "nkjv:Joshua:4:9",
        "t": "Then Joshua set up twelve stones in the midst of the Jordan, in the place where the feet of the priests who bore the ark of the covenant stood; and they are there to this day."
    },
    {
        "o": 6523,
        "r": "nkjv:Joshua:4:10",
        "t": "So*p the priests who bore the ark stood in the midst of the Jordan until everything was finished that the Lord*s had commanded Joshua to speak to the people, according to all that Moses had commanded Joshua; and the people hurried and crossed over."
    },
    {
        "o": 6524,
        "r": "nkjv:Joshua:4:11",
        "t": "Then it came to pass, when all the people had completely crossed over, that the ark of the Lord*s and the priests crossed over in the presence of the people."
    },
    {
        "o": 6525,
        "r": "nkjv:Joshua:4:12",
        "t": "And the men of Reuben, the men of Gad, and half the tribe of Manasseh crossed over armed before the children of Israel, as Moses had spoken to them."
    },
    {
        "o": 6526,
        "r": "nkjv:Joshua:4:13",
        "t": "About forty thousand prepared for war crossed over before the Lord*s for battle, to the plains of Jericho."
    },
    {
        "o": 6527,
        "r": "nkjv:Joshua:4:14",
        "t": "On that day the Lord*s exalted Joshua in the sight of all Israel; and they feared him, as they had feared Moses, all the days of his life."
    },
    {
        "o": 6528,
        "r": "nkjv:Joshua:4:15",
        "t": "Then*p the Lord*s spoke to Joshua, saying,"
    },
    {
        "o": 6529,
        "r": "nkjv:Joshua:4:16",
        "t": "“Command the priests who bear the ark of the Testimony to come up from the Jordan.”"
    },
    {
        "o": 6530,
        "r": "nkjv:Joshua:4:17",
        "t": "Joshua therefore commanded the priests, saying, “Come up from the Jordan.”"
    },
    {
        "o": 6531,
        "r": "nkjv:Joshua:4:18",
        "t": "And it came to pass, when the priests who bore the ark of the covenant of the Lord*s had come from the midst of the Jordan, and*i the soles of the priests’ feet touched the dry land, that the waters of the Jordan returned to their place and overflowed all its banks as before."
    },
    {
        "o": 6532,
        "r": "nkjv:Joshua:4:19",
        "t": "Now*p the people came up from the Jordan on the tenth day*i of the first month, and they camped in Gilgal on the east border of Jericho."
    },
    {
        "o": 6533,
        "r": "nkjv:Joshua:4:20",
        "t": "And those twelve stones which they took out of the Jordan, Joshua set up in Gilgal."
    },
    {
        "o": 6534,
        "r": "nkjv:Joshua:4:21",
        "t": "Then he spoke to the children of Israel, saying: “When your children ask their fathers in time to come, saying, ‘What are*i these stones?’"
    },
    {
        "o": 6535,
        "r": "nkjv:Joshua:4:22",
        "t": "then you shall let your children know, saying, ‘Israel crossed over this Jordan on dry land’;"
    },
    {
        "o": 6536,
        "r": "nkjv:Joshua:4:23",
        "t": "for the Lord*s your God dried up the waters of the Jordan before you until you had crossed over, as the Lord*s your God did to the Red Sea, which He dried up before us until we had crossed over,"
    },
    {
        "o": 6537,
        "r": "nkjv:Joshua:4:24",
        "t": "that all the peoples of the earth may know the hand of the Lord,*s that it is*i mighty, that you may fear the Lord*s your God forever.”"
    }
]
