[
    {
        "o": 1678,
        "r": "nkjv:Exodus:1:0",
        "t": "Exodus 1",
        "h": 1
    },
    {
        "o": 1679,
        "r": "nkjv:Exodus:1:0",
        "t": "Israel’s Suffering in Egypt",
        "h": 2
    },
    {
        "o": 1680,
        "r": "nkjv:Exodus:1:1",
        "t": "Now*p these are*i the names of the children of Israel who came to Egypt; each man and his household came with Jacob:"
    },
    {
        "o": 1681,
        "r": "nkjv:Exodus:1:2",
        "t": "Reuben, Simeon, Levi, and Judah;"
    },
    {
        "o": 1682,
        "r": "nkjv:Exodus:1:3",
        "t": "Issachar, Zebulun, and Benjamin;"
    },
    {
        "o": 1683,
        "r": "nkjv:Exodus:1:4",
        "t": "Dan, Naphtali, Gad, and Asher."
    },
    {
        "o": 1684,
        "r": "nkjv:Exodus:1:5",
        "t": "All those who were descendants of Jacob were seventy persons (for Joseph was in Egypt already).*i"
    },
    {
        "o": 1685,
        "r": "nkjv:Exodus:1:6",
        "t": "And Joseph died, all his brothers, and all that generation."
    },
    {
        "o": 1686,
        "r": "nkjv:Exodus:1:7",
        "t": "But the children of Israel were fruitful and increased abundantly, multiplied and grew exceedingly mighty; and the land was filled with them."
    },
    {
        "o": 1687,
        "r": "nkjv:Exodus:1:8",
        "t": "Now*p there arose a new king over Egypt, who did not know Joseph."
    },
    {
        "o": 1688,
        "r": "nkjv:Exodus:1:9",
        "t": "And he said to his people, “Look, the people of the children of Israel are*i more and mightier than we;"
    },
    {
        "o": 1689,
        "r": "nkjv:Exodus:1:10",
        "t": "come, let us deal shrewdly with them, lest they multiply, and it happen, in the event of war, that they also join our enemies and fight against us, and so*i go up out of the land.”"
    },
    {
        "o": 1690,
        "r": "nkjv:Exodus:1:11",
        "t": "Therefore they set taskmasters over them to afflict them with their burdens. And they built for Pharaoh supply cities, Pithom and Raamses."
    },
    {
        "o": 1691,
        "r": "nkjv:Exodus:1:12",
        "t": "But the more they afflicted them, the more they multiplied and grew. And they were in dread of the children of Israel."
    },
    {
        "o": 1692,
        "r": "nkjv:Exodus:1:13",
        "t": "So the Egyptians made the children of Israel serve with rigor."
    },
    {
        "o": 1693,
        "r": "nkjv:Exodus:1:14",
        "t": "And they made their lives bitter with hard bondage— in mortar, in brick, and in all manner of service in the field. All their service in which they made them serve was*i with rigor."
    },
    {
        "o": 1694,
        "r": "nkjv:Exodus:1:15",
        "t": "Then*p the king of Egypt spoke to the Hebrew midwives, of whom the name of one was*i Shiphrah and the name of the other Puah;"
    },
    {
        "o": 1695,
        "r": "nkjv:Exodus:1:16",
        "t": "and he said, “When you do the duties of a midwife for the Hebrew women, and see them*i on the birthstools, if it is*i a son, then you shall kill him; but if it is*i a daughter, then she shall live.”"
    },
    {
        "o": 1696,
        "r": "nkjv:Exodus:1:17",
        "t": "But the midwives feared God, and did not do as the king of Egypt commanded them, but saved the male children alive."
    },
    {
        "o": 1697,
        "r": "nkjv:Exodus:1:18",
        "t": "So the king of Egypt called for the midwives and said to them, “Why have you done this thing, and saved the male children alive?”"
    },
    {
        "o": 1698,
        "r": "nkjv:Exodus:1:19",
        "t": "And*p the midwives said to Pharaoh, “Because the Hebrew women are*i not like the Egyptian women; for they are*i lively and give birth before the midwives come to them.”"
    },
    {
        "o": 1699,
        "r": "nkjv:Exodus:1:20",
        "t": "Therefore*p God dealt well with the midwives, and the people multiplied and grew very mighty."
    },
    {
        "o": 1700,
        "r": "nkjv:Exodus:1:21",
        "t": "And so it was, because the midwives feared God, that He provided households for them."
    },
    {
        "o": 1701,
        "r": "nkjv:Exodus:1:22",
        "t": "So*p Pharaoh commanded all his people, saying, “Every son who is born you shall cast into the river, and every daughter you shall save alive.”"
    },
    {
        "o": 1702,
        "r": "nkjv:Exodus:2:0",
        "t": "Exodus 2",
        "h": 1
    },
    {
        "o": 1703,
        "r": "nkjv:Exodus:2:0",
        "t": "Moses Is Born",
        "h": 2
    },
    {
        "o": 1704,
        "r": "nkjv:Exodus:2:1",
        "t": "And*p a man of the house of Levi went and took as*i wife*i a daughter of Levi."
    },
    {
        "o": 1705,
        "r": "nkjv:Exodus:2:2",
        "t": "So the woman conceived and bore a son. And when she saw that he was*i a beautiful child,*i she hid him three months."
    },
    {
        "o": 1706,
        "r": "nkjv:Exodus:2:3",
        "t": "But when she could no longer hide him, she took an ark of bulrushes for him, daubed it with asphalt and pitch, put the child in it, and laid it*i in the reeds by the river’s bank."
    },
    {
        "o": 1707,
        "r": "nkjv:Exodus:2:4",
        "t": "And his sister stood afar off, to know what would be done to him."
    },
    {
        "o": 1708,
        "r": "nkjv:Exodus:2:5",
        "t": "Then*p the daughter of Pharaoh came down to bathe at the river. And her maidens walked along the riverside; and when she saw the ark among the reeds, she sent her maid to get it."
    },
    {
        "o": 1709,
        "r": "nkjv:Exodus:2:6",
        "t": "And when she opened it,*i she saw the child, and behold, the baby wept. So she had compassion on him, and said, “This is one of the Hebrews’ children.”"
    },
    {
        "o": 1710,
        "r": "nkjv:Exodus:2:7",
        "t": "Then*p his sister said to Pharaoh’s daughter, “Shall I go and call a nurse for you from the Hebrew women, that she may nurse the child for you?”"
    },
    {
        "o": 1711,
        "r": "nkjv:Exodus:2:8",
        "t": "And*p Pharaoh’s daughter said to her, “Go.” So the maiden went and called the child’s mother."
    },
    {
        "o": 1712,
        "r": "nkjv:Exodus:2:9",
        "t": "Then Pharaoh’s daughter said to her, “Take this child away and nurse him for me, and I will give you*i your wages.” So the woman took the child and nursed him."
    },
    {
        "o": 1713,
        "r": "nkjv:Exodus:2:10",
        "t": "And the child grew, and she brought him to Pharaoh’s daughter, and he became her son. So she called his name Moses, saying, “Because I drew him out of the water.”"
    },
    {
        "o": 1714,
        "r": "nkjv:Exodus:2:10",
        "t": "Moses Flees to Midian",
        "h": 2
    },
    {
        "o": 1715,
        "r": "nkjv:Exodus:2:11",
        "t": "Now*p it came to pass in those days, when Moses was grown, that he went out to his brethren and looked at their burdens. And he saw an Egyptian beating a Hebrew, one of his brethren."
    },
    {
        "o": 1716,
        "r": "nkjv:Exodus:2:12",
        "t": "So he looked this way and that way, and when he saw no one, he killed the Egyptian and hid him in the sand."
    },
    {
        "o": 1717,
        "r": "nkjv:Exodus:2:13",
        "t": "And when he went out the second day, behold, two Hebrew men were fighting, and he said to the one who did the wrong, “Why are you striking your companion?”"
    },
    {
        "o": 1718,
        "r": "nkjv:Exodus:2:14",
        "t": "Then*p he said, “Who made you a prince and a judge over us? Do you intend to kill me as you killed the Egyptian?” So*p Moses feared and said, “Surely this thing is known!”"
    },
    {
        "o": 1719,
        "r": "nkjv:Exodus:2:15",
        "t": "When Pharaoh heard of this matter, he sought to kill Moses. But Moses fled from the face of Pharaoh and dwelt in the land of Midian; and he sat down by a well."
    },
    {
        "o": 1720,
        "r": "nkjv:Exodus:2:16",
        "t": "Now*p the priest of Midian had seven daughters. And they came and drew water, and they filled the troughs to water their father’s flock."
    },
    {
        "o": 1721,
        "r": "nkjv:Exodus:2:17",
        "t": "Then the shepherds came and drove them away; but Moses stood up and helped them, and watered their flock."
    },
    {
        "o": 1722,
        "r": "nkjv:Exodus:2:18",
        "t": "When*p they came to Reuel their father, he said, “How is*i it*i that*i you have come so soon today?”"
    },
    {
        "o": 1723,
        "r": "nkjv:Exodus:2:19",
        "t": "And*p they said, “An Egyptian delivered us from the hand of the shepherds, and he also drew enough water for us and watered the flock.”"
    },
    {
        "o": 1724,
        "r": "nkjv:Exodus:2:20",
        "t": "So*p he said to his daughters, “And where is*i he? Why is*i it that*i you have left the man? Call him, that he may eat bread.”"
    },
    {
        "o": 1725,
        "r": "nkjv:Exodus:2:21",
        "t": "Then*p Moses was content to live with the man, and he gave Zipporah his daughter to Moses."
    },
    {
        "o": 1726,
        "r": "nkjv:Exodus:2:22",
        "t": "And she bore him*i a son. He called his name Gershom, for he said, “I have been a stranger in a foreign land.”"
    },
    {
        "o": 1727,
        "r": "nkjv:Exodus:2:23",
        "t": "Now*p it happened in the process of time that the king of Egypt died. Then the children of Israel groaned because of the bondage, and they cried out; and their cry came up to God because of the bondage."
    },
    {
        "o": 1728,
        "r": "nkjv:Exodus:2:24",
        "t": "So God heard their groaning, and God remembered His covenant with Abraham, with Isaac, and with Jacob."
    },
    {
        "o": 1729,
        "r": "nkjv:Exodus:2:25",
        "t": "And God looked upon the children of Israel, and God acknowledged them.*i"
    },
    {
        "o": 1730,
        "r": "nkjv:Exodus:3:0",
        "t": "Exodus 3",
        "h": 1
    },
    {
        "o": 1731,
        "r": "nkjv:Exodus:3:0",
        "t": "Moses at the Burning Bush",
        "h": 2
    },
    {
        "o": 1732,
        "r": "nkjv:Exodus:3:1",
        "t": "Now*p Moses was tending the flock of Jethro his father-in-law, the priest of Midian. And he led the flock to the back of the desert, and came to Horeb, the mountain of God."
    },
    {
        "o": 1733,
        "r": "nkjv:Exodus:3:2",
        "t": "And the Angel of the Lord*s appeared to him in a flame of fire from the midst of a bush. So he looked, and behold, the bush was burning with fire, but the bush was*i not consumed."
    },
    {
        "o": 1734,
        "r": "nkjv:Exodus:3:3",
        "t": "Then Moses said, “I will now turn aside and see this great sight, why the bush does not burn.”"
    },
    {
        "o": 1735,
        "r": "nkjv:Exodus:3:4",
        "t": "So*p when the Lord*s saw that he turned aside to look, God called to him from the midst of the bush and said, “Moses, Moses!” And*p he said, “Here I am.”"
    },
    {
        "o": 1736,
        "r": "nkjv:Exodus:3:5",
        "t": "Then*p He said, “Do not draw near this place. Take your sandals off your feet, for the place where you stand is*i holy ground.”"
    },
    {
        "o": 1737,
        "r": "nkjv:Exodus:3:6",
        "t": "Moreover He said, “I am*i the God of your father—the God of Abraham, the God of Isaac, and the God of Jacob.” And Moses hid his face, for he was afraid to look upon God."
    },
    {
        "o": 1738,
        "r": "nkjv:Exodus:3:7",
        "t": "And*p the Lord*s said: “I have surely seen the oppression of My people who are*i in Egypt, and have heard their cry because of their taskmasters, for I know their sorrows."
    },
    {
        "o": 1739,
        "r": "nkjv:Exodus:3:8",
        "t": "So I have come down to deliver them out of the hand of the Egyptians, and to bring them up from that land to a good and large land, to a land flowing with milk and honey, to the place of the Canaanites and the Hittites and the Amorites and the Perizzites and the Hivites and the Jebusites."
    },
    {
        "o": 1740,
        "r": "nkjv:Exodus:3:9",
        "t": "Now therefore, behold, the cry of the children of Israel has come to Me, and I have also seen the oppression with which the Egyptians oppress them."
    },
    {
        "o": 1741,
        "r": "nkjv:Exodus:3:10",
        "t": "Come now, therefore, and I will send you to Pharaoh that you may bring My people, the children of Israel, out of Egypt.”"
    },
    {
        "o": 1742,
        "r": "nkjv:Exodus:3:11",
        "t": "But*p Moses said to God, “Who am*i I that I should go to Pharaoh, and that I should bring the children of Israel out of Egypt?”"
    },
    {
        "o": 1743,
        "r": "nkjv:Exodus:3:12",
        "t": "So*p He said, “I will certainly be with you. And this shall*i be*i a sign to you that I have sent you: When you have brought the people out of Egypt, you shall serve God on this mountain.”"
    },
    {
        "o": 1744,
        "r": "nkjv:Exodus:3:13",
        "t": "Then*p Moses said to God, “Indeed, when*i I come to the children of Israel and say to them, ‘The God of your fathers has sent me to you,’ and they say to me, ‘What is*i His name?’ what shall I say to them?”"
    },
    {
        "o": 1745,
        "r": "nkjv:Exodus:3:14",
        "t": "And*p God said to Moses, “I AM WHO I AM.” And He said, “Thus you shall say to the children of Israel, ‘I AM has sent me to you.’”"
    },
    {
        "o": 1746,
        "r": "nkjv:Exodus:3:15",
        "t": "Moreover God said to Moses, “Thus you shall say to the children of Israel: ‘The Lord*s God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you. This is*i My name forever, and this is*i My memorial to all generations.’"
    },
    {
        "o": 1747,
        "r": "nkjv:Exodus:3:16",
        "t": "Go and gather the elders of Israel together, and say to them, ‘The Lord*s God of your fathers, the God of Abraham, of Isaac, and of Jacob, appeared to me, saying, “I have surely visited you and seen*i what is done to you in Egypt;"
    },
    {
        "o": 1748,
        "r": "nkjv:Exodus:3:17",
        "t": "and I have said I will bring you up out of the affliction of Egypt to the land of the Canaanites and the Hittites and the Amorites and the Perizzites and the Hivites and the Jebusites, to a land flowing with milk and honey.”’"
    },
    {
        "o": 1749,
        "r": "nkjv:Exodus:3:18",
        "t": "Then they will heed your voice; and you shall come, you and the elders of Israel, to the king of Egypt; and you shall say to him, ‘The Lord*s God of the Hebrews has met with us; and now, please, let us go three days’ journey into the wilderness, that we may sacrifice to the Lord*s our God.’"
    },
    {
        "o": 1750,
        "r": "nkjv:Exodus:3:19",
        "t": "But I am sure that the king of Egypt will not let you go, no, not even by a mighty hand."
    },
    {
        "o": 1751,
        "r": "nkjv:Exodus:3:20",
        "t": "So I will stretch out My hand and strike Egypt with all My wonders which I will do in its midst; and after that he will let you go."
    },
    {
        "o": 1752,
        "r": "nkjv:Exodus:3:21",
        "t": "And I will give this people favor in the sight of the Egyptians; and it shall be, when you go, that you shall not go empty-handed."
    },
    {
        "o": 1753,
        "r": "nkjv:Exodus:3:22",
        "t": "But every woman shall ask of her neighbor, namely, of her who dwells near her house, articles of silver, articles of gold, and clothing; and you shall put them*i on your sons and on your daughters. So you shall plunder the Egyptians.”"
    },
    {
        "o": 1754,
        "r": "nkjv:Exodus:4:0",
        "t": "Exodus 4",
        "h": 1
    },
    {
        "o": 1755,
        "r": "nkjv:Exodus:4:0",
        "t": "Miraculous Signs for Pharaoh",
        "h": 2
    },
    {
        "o": 1756,
        "r": "nkjv:Exodus:4:1",
        "t": "Then*p Moses answered and said, “But suppose they will not believe me or listen to my voice; suppose they say, ‘The Lord*s has not appeared to you.’”"
    },
    {
        "o": 1757,
        "r": "nkjv:Exodus:4:2",
        "t": "So*p the Lord*s said to him, “What is*i that in your hand?” He*p said, “A rod.”"
    },
    {
        "o": 1758,
        "r": "nkjv:Exodus:4:3",
        "t": "And*p He said, “Cast it on the ground.” So he cast it on the ground, and it became a serpent; and Moses fled from it."
    },
    {
        "o": 1759,
        "r": "nkjv:Exodus:4:4",
        "t": "Then the Lord*s said to Moses, “Reach out your hand and take it*i by the tail” (and he reached out his hand and caught it, and it became a rod in his hand),"
    },
    {
        "o": 1760,
        "r": "nkjv:Exodus:4:5",
        "t": "“that they may believe that the Lord*s God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.”"
    },
    {
        "o": 1761,
        "r": "nkjv:Exodus:4:6",
        "t": "Furthermore*p the Lord*s said to him, “Now put your hand in your bosom.” And he put his hand in his bosom, and when he took it out, behold, his hand was*i leprous, like snow."
    },
    {
        "o": 1762,
        "r": "nkjv:Exodus:4:7",
        "t": "And He said, “Put your hand in your bosom again.” So he put his hand in his bosom again, and drew it out of his bosom, and behold, it was restored like his other*i flesh."
    },
    {
        "o": 1763,
        "r": "nkjv:Exodus:4:8",
        "t": "“Then it will be, if they do not believe you, nor heed the message of the first sign, that they may believe the message of the latter sign."
    },
    {
        "o": 1764,
        "r": "nkjv:Exodus:4:9",
        "t": "And it shall be, if they do not believe even these two signs, or listen to your voice, that you shall take water from the river and pour it*i on the dry land.*i The water which you take from the river will become blood on the dry land.”*i"
    },
    {
        "o": 1765,
        "r": "nkjv:Exodus:4:10",
        "t": "Then*p Moses said to the Lord,*s “O my Lord, I am*i not eloquent, neither before nor since You have spoken to Your servant; but I am*i slow of speech and slow of tongue.”"
    },
    {
        "o": 1766,
        "r": "nkjv:Exodus:4:11",
        "t": "So*p the Lord*s said to him, “Who has made man’s mouth? Or who makes the mute, the deaf, the seeing, or the blind? Have*i not I, the Lord?*s"
    },
    {
        "o": 1767,
        "r": "nkjv:Exodus:4:12",
        "t": "Now therefore, go, and I will be with your mouth and teach you what you shall say.”"
    },
    {
        "o": 1768,
        "r": "nkjv:Exodus:4:13",
        "t": "But*p he said, “O my Lord, please send by the hand of whomever else*i You may send.”"
    },
    {
        "o": 1769,
        "r": "nkjv:Exodus:4:14",
        "t": "So*p the anger of the Lord*s was kindled against Moses, and He said: “Is not Aaron the Levite your brother? I know that he can speak well. And look, he is also coming out to meet you. When he sees you, he will be glad in his heart."
    },
    {
        "o": 1770,
        "r": "nkjv:Exodus:4:15",
        "t": "Now you shall speak to him and put the words in his mouth. And I will be with your mouth and with his mouth, and I will teach you what you shall do."
    },
    {
        "o": 1771,
        "r": "nkjv:Exodus:4:16",
        "t": "So he shall be your spokesman to the people. And he himself shall be as a mouth for you, and you shall be to him as God."
    },
    {
        "o": 1772,
        "r": "nkjv:Exodus:4:17",
        "t": "And you shall take this rod in your hand, with which you shall do the signs.”"
    },
    {
        "o": 1773,
        "r": "nkjv:Exodus:4:17",
        "t": "Moses Goes to Egypt",
        "h": 2
    },
    {
        "o": 1774,
        "r": "nkjv:Exodus:4:18",
        "t": "So*p Moses went and returned to Jethro his father-in-law, and said to him, “Please let me go and return to my brethren who are*i in Egypt, and see whether they are still alive.” And*p Jethro said to Moses, “Go in peace.”"
    },
    {
        "o": 1775,
        "r": "nkjv:Exodus:4:19",
        "t": "Now*p the Lord*s said to Moses in Midian, “Go, return to Egypt; for all the men who sought your life are dead.”"
    },
    {
        "o": 1776,
        "r": "nkjv:Exodus:4:20",
        "t": "Then Moses took his wife and his sons and set them on a donkey, and he returned to the land of Egypt. And Moses took the rod of God in his hand."
    },
    {
        "o": 1777,
        "r": "nkjv:Exodus:4:21",
        "t": "And*p the Lord*s said to Moses, “When you go back to Egypt, see that you do all those wonders before Pharaoh which I have put in your hand. But I will harden his heart, so that he will not let the people go."
    },
    {
        "o": 1778,
        "r": "nkjv:Exodus:4:22",
        "t": "Then you shall say to Pharaoh, ‘Thus says the Lord:*s “Israel is*i My son, My firstborn."
    },
    {
        "o": 1779,
        "r": "nkjv:Exodus:4:23",
        "t": "So I say to you, let My son go that he may serve Me. But if you refuse to let him go, indeed I will kill your son, your firstborn.”’”"
    },
    {
        "o": 1780,
        "r": "nkjv:Exodus:4:24",
        "t": "And*p it came to pass on the way, at the encampment, that the Lord*s met him and sought to kill him."
    },
    {
        "o": 1781,
        "r": "nkjv:Exodus:4:25",
        "t": "Then Zipporah took a sharp stone and cut off the foreskin of her son and cast it*i at Moses’*i feet, and said, “Surely you are*i a husband of blood to me!”"
    },
    {
        "o": 1782,
        "r": "nkjv:Exodus:4:26",
        "t": "So He let him go. Then she said, “You*i are*i a husband of blood!”—because of the circumcision."
    },
    {
        "o": 1783,
        "r": "nkjv:Exodus:4:27",
        "t": "And*p the Lord*s said to Aaron, “Go into the wilderness to meet Moses.” So he went and met him on the mountain of God, and kissed him."
    },
    {
        "o": 1784,
        "r": "nkjv:Exodus:4:28",
        "t": "So Moses told Aaron all the words of the Lord*s who had sent him, and all the signs which He had commanded him."
    },
    {
        "o": 1785,
        "r": "nkjv:Exodus:4:29",
        "t": "Then Moses and Aaron went and gathered together all the elders of the children of Israel."
    },
    {
        "o": 1786,
        "r": "nkjv:Exodus:4:30",
        "t": "And Aaron spoke all the words which the Lord*s had spoken to Moses. Then he did the signs in the sight of the people."
    },
    {
        "o": 1787,
        "r": "nkjv:Exodus:4:31",
        "t": "So the people believed; and when they heard that the Lord*s had visited the children of Israel and that He had looked on their affliction, then they bowed their heads and worshiped."
    },
    {
        "o": 1788,
        "r": "nkjv:Exodus:5:0",
        "t": "Exodus 5",
        "h": 1
    },
    {
        "o": 1789,
        "r": "nkjv:Exodus:5:0",
        "t": "First Encounter with Pharaoh",
        "h": 2
    },
    {
        "o": 1790,
        "r": "nkjv:Exodus:5:1",
        "t": "Afterward*p Moses and Aaron went in and told Pharaoh, “Thus says the Lord*s God of Israel: ‘Let My people go, that they may hold a feast to Me in the wilderness.’”"
    },
    {
        "o": 1791,
        "r": "nkjv:Exodus:5:2",
        "t": "And*p Pharaoh said, “Who is*i the Lord,*s that I should obey His voice to let Israel go? I do not know the Lord,*s nor will I let Israel go.”"
    },
    {
        "o": 1792,
        "r": "nkjv:Exodus:5:3",
        "t": "So*p they said, “The God of the Hebrews has met with us. Please, let us go three days’ journey into the desert and sacrifice to the Lord*s our God, lest He fall upon us with pestilence or with the sword.”"
    },
    {
        "o": 1793,
        "r": "nkjv:Exodus:5:4",
        "t": "Then*p the king of Egypt said to them, “Moses and Aaron, why do you take the people from their work? Get back*i to your labor.”"
    },
    {
        "o": 1794,
        "r": "nkjv:Exodus:5:5",
        "t": "And Pharaoh said, “Look, the people of the land are*i many now, and you make them rest from their labor!”"
    },
    {
        "o": 1795,
        "r": "nkjv:Exodus:5:6",
        "t": "So*p the same day Pharaoh commanded the taskmasters of the people and their officers, saying,"
    },
    {
        "o": 1796,
        "r": "nkjv:Exodus:5:7",
        "t": "“You shall no longer give the people straw to make brick as before. Let them go and gather straw for themselves."
    },
    {
        "o": 1797,
        "r": "nkjv:Exodus:5:8",
        "t": "And you shall lay on them the quota of bricks which they made before. You shall not reduce it. For they are idle; therefore they cry out, saying, ‘Let us go and*i sacrifice to our God.’"
    },
    {
        "o": 1798,
        "r": "nkjv:Exodus:5:9",
        "t": "Let more work be laid on the men, that they may labor in it, and let them not regard false words.”"
    },
    {
        "o": 1799,
        "r": "nkjv:Exodus:5:10",
        "t": "And*p the taskmasters of the people and their officers went out and spoke to the people, saying, “Thus says Pharaoh: ‘I will not give you straw."
    },
    {
        "o": 1800,
        "r": "nkjv:Exodus:5:11",
        "t": "Go, get yourselves straw where you can find it; yet none of your work will be reduced.’”"
    },
    {
        "o": 1801,
        "r": "nkjv:Exodus:5:12",
        "t": "So the people were scattered abroad throughout all the land of Egypt to gather stubble instead of straw."
    },
    {
        "o": 1802,
        "r": "nkjv:Exodus:5:13",
        "t": "And the taskmasters forced them*i to hurry, saying, “Fulfill your work, your*i daily quota, as when there was straw.”"
    },
    {
        "o": 1803,
        "r": "nkjv:Exodus:5:14",
        "t": "Also the officers of the children of Israel, whom Pharaoh’s taskmasters had set over them, were beaten and*i were asked, “Why have you not fulfilled your task in making brick both yesterday and today, as before?”"
    },
    {
        "o": 1804,
        "r": "nkjv:Exodus:5:15",
        "t": "Then*p the officers of the children of Israel came and cried out to Pharaoh, saying, “Why are you dealing thus with your servants?"
    },
    {
        "o": 1805,
        "r": "nkjv:Exodus:5:16",
        "t": "There is no straw given to your servants, and they say to us, ‘Make brick!’ And indeed your servants are*i beaten, but the fault is*i in your own*i people.”"
    },
    {
        "o": 1806,
        "r": "nkjv:Exodus:5:17",
        "t": "But*p he said, “You are*i idle! Idle! Therefore you say, ‘Let us go and*i sacrifice to the Lord.’*s"
    },
    {
        "o": 1807,
        "r": "nkjv:Exodus:5:18",
        "t": "Therefore go now and*i work; for no straw shall be given you, yet you shall deliver the quota of bricks.”"
    },
    {
        "o": 1808,
        "r": "nkjv:Exodus:5:19",
        "t": "And the officers of the children of Israel saw that*i they were*i in trouble after it was said, “You shall not reduce any*i bricks from your daily quota.”"
    },
    {
        "o": 1809,
        "r": "nkjv:Exodus:5:20",
        "t": "Then,*p as they came out from Pharaoh, they met Moses and Aaron who stood there to meet them."
    },
    {
        "o": 1810,
        "r": "nkjv:Exodus:5:21",
        "t": "And they said to them, “Let the Lord*s look on you and judge, because you have made us abhorrent in the sight of Pharaoh and in the sight of his servants, to put a sword in their hand to kill us.”"
    },
    {
        "o": 1811,
        "r": "nkjv:Exodus:5:21",
        "t": "Israel’s Deliverance Assured",
        "h": 2
    },
    {
        "o": 1812,
        "r": "nkjv:Exodus:5:22",
        "t": "So*p Moses returned to the Lord*s and said, “Lord, why have You brought trouble on this people? Why is*i it You have sent me?"
    },
    {
        "o": 1813,
        "r": "nkjv:Exodus:5:23",
        "t": "For since I came to Pharaoh to speak in Your name, he has done evil to this people; neither have You delivered Your people at all.”"
    },
    {
        "o": 1814,
        "r": "nkjv:Exodus:6:0",
        "t": "Exodus 6",
        "h": 1
    },
    {
        "o": 1815,
        "r": "nkjv:Exodus:6:1",
        "t": "Then*p the Lord*s said to Moses, “Now you shall see what I will do to Pharaoh. For with a strong hand he will let them go, and with a strong hand he will drive them out of his land.”"
    },
    {
        "o": 1816,
        "r": "nkjv:Exodus:6:2",
        "t": "And*p God spoke to Moses and said to him: “I am*i the Lord.*s"
    },
    {
        "o": 1817,
        "r": "nkjv:Exodus:6:3",
        "t": "I appeared to Abraham, to Isaac, and to Jacob, as God Almighty, but by*i My name Lord*s I was not known to them."
    },
    {
        "o": 1818,
        "r": "nkjv:Exodus:6:4",
        "t": "I have also established My covenant with them, to give them the land of Canaan, the land of their pilgrimage, in which they were strangers."
    },
    {
        "o": 1819,
        "r": "nkjv:Exodus:6:5",
        "t": "And I have also heard the groaning of the children of Israel whom the Egyptians keep in bondage, and I have remembered My covenant."
    },
    {
        "o": 1820,
        "r": "nkjv:Exodus:6:6",
        "t": "Therefore say to the children of Israel: ‘I am*i the Lord;*s I will bring you out from under the burdens of the Egyptians, I will rescue you from their bondage, and I will redeem you with an outstretched arm and with great judgments."
    },
    {
        "o": 1821,
        "r": "nkjv:Exodus:6:7",
        "t": "I will take you as My people, and I will be your God. Then you shall know that I am*i the Lord*s your God who brings you out from under the burdens of the Egyptians."
    },
    {
        "o": 1822,
        "r": "nkjv:Exodus:6:8",
        "t": "And I will bring you into the land which I swore to give to Abraham, Isaac, and Jacob; and I will give it to you as*i a heritage: I am*i the Lord.’”*s"
    },
    {
        "o": 1823,
        "r": "nkjv:Exodus:6:9",
        "t": "So Moses spoke thus to the children of Israel; but they did not heed Moses, because of anguish of spirit and cruel bondage."
    },
    {
        "o": 1824,
        "r": "nkjv:Exodus:6:10",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 1825,
        "r": "nkjv:Exodus:6:11",
        "t": "“Go in, tell Pharaoh king of Egypt to let the children of Israel go out of his land.”"
    },
    {
        "o": 1826,
        "r": "nkjv:Exodus:6:12",
        "t": "And*p Moses spoke before the Lord,*s saying, “The children of Israel have not heeded me. How then shall Pharaoh heed me, for I am*i of uncircumcised lips?”"
    },
    {
        "o": 1827,
        "r": "nkjv:Exodus:6:13",
        "t": "Then*p the Lord*s spoke to Moses and Aaron, and gave them a command for the children of Israel and for Pharaoh king of Egypt, to bring the children of Israel out of the land of Egypt."
    },
    {
        "o": 1828,
        "r": "nkjv:Exodus:6:13",
        "t": "The Family of Moses and Aaron",
        "h": 2
    },
    {
        "o": 1829,
        "r": "nkjv:Exodus:6:14",
        "t": "These*p are*i the heads of their fathers’ houses: The sons of Reuben, the firstborn of Israel, were*i Hanoch, Pallu, Hezron, and Carmi. These are the families of Reuben."
    },
    {
        "o": 1830,
        "r": "nkjv:Exodus:6:15",
        "t": "And the sons of Simeon were*i Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul the son of a Canaanite woman. These are*i the families of Simeon."
    },
    {
        "o": 1831,
        "r": "nkjv:Exodus:6:16",
        "t": "These are*i the names of the sons of Levi according to their generations: Gershon, Kohath, and Merari. And the years of the life of Levi were*i one hundred and thirty-seven."
    },
    {
        "o": 1832,
        "r": "nkjv:Exodus:6:17",
        "t": "The sons of Gershon were*i Libni and Shimi according to their families."
    },
    {
        "o": 1833,
        "r": "nkjv:Exodus:6:18",
        "t": "And the sons of Kohath were*i Amram, Izhar, Hebron, and Uzziel. And the years of the life of Kohath were*i one hundred and thirty-three."
    },
    {
        "o": 1834,
        "r": "nkjv:Exodus:6:19",
        "t": "The sons of Merari were*i Mahli and Mushi. These are*i the families of Levi according to their generations."
    },
    {
        "o": 1835,
        "r": "nkjv:Exodus:6:20",
        "t": "Now*p Amram took for himself Jochebed, his father’s sister, as wife; and she bore him Aaron and Moses. And the years of the life of Amram were*i one hundred and thirty-seven."
    },
    {
        "o": 1836,
        "r": "nkjv:Exodus:6:21",
        "t": "The sons of Izhar were*i Korah, Nepheg, and Zichri."
    },
    {
        "o": 1837,
        "r": "nkjv:Exodus:6:22",
        "t": "And the sons of Uzziel were*i Mishael, Elzaphan, and Zithri."
    },
    {
        "o": 1838,
        "r": "nkjv:Exodus:6:23",
        "t": "Aaron took to himself Elisheba, daughter of Amminadab, sister of Nahshon, as wife; and she bore him Nadab, Abihu, Eleazar, and Ithamar."
    },
    {
        "o": 1839,
        "r": "nkjv:Exodus:6:24",
        "t": "And the sons of Korah were*i Assir, Elkanah, and Abiasaph. These are the families of the Korahites."
    },
    {
        "o": 1840,
        "r": "nkjv:Exodus:6:25",
        "t": "Eleazar, Aaron’s son, took for himself one of the daughters of Putiel as wife; and she bore him Phinehas. These are*i the heads of the fathers’ houses of the Levites according to their families."
    },
    {
        "o": 1841,
        "r": "nkjv:Exodus:6:26",
        "t": "These*p are*i the*i same*i Aaron and Moses to whom the Lord*s said, “Bring out the children of Israel from the land of Egypt according to their armies.”"
    },
    {
        "o": 1842,
        "r": "nkjv:Exodus:6:27",
        "t": "These are*i the ones who spoke to Pharaoh king of Egypt, to bring out the children of Israel from Egypt. These are*i the*i same*i Moses and Aaron."
    },
    {
        "o": 1843,
        "r": "nkjv:Exodus:6:27",
        "t": "Aaron Is Moses’s Spokesman",
        "h": 2
    },
    {
        "o": 1844,
        "r": "nkjv:Exodus:6:28",
        "t": "And*p it came to pass, on the day the Lord*s spoke to Moses in the land of Egypt,"
    },
    {
        "o": 1845,
        "r": "nkjv:Exodus:6:29",
        "t": "that the Lord*s spoke to Moses, saying, “I am*i the Lord.*s Speak to Pharaoh king of Egypt all that I say to you.”"
    },
    {
        "o": 1846,
        "r": "nkjv:Exodus:6:30",
        "t": "But*p Moses said before the Lord,*s “Behold, I am*i of uncircumcised lips, and how shall Pharaoh heed me?”"
    },
    {
        "o": 1847,
        "r": "nkjv:Exodus:7:0",
        "t": "Exodus 7",
        "h": 1
    },
    {
        "o": 1848,
        "r": "nkjv:Exodus:7:1",
        "t": "So*p the Lord*s said to Moses: “See, I have made you as*i God to Pharaoh, and Aaron your brother shall be your prophet."
    },
    {
        "o": 1849,
        "r": "nkjv:Exodus:7:2",
        "t": "You shall speak all that I command you. And Aaron your brother shall tell Pharaoh to send the children of Israel out of his land."
    },
    {
        "o": 1850,
        "r": "nkjv:Exodus:7:3",
        "t": "And I will harden Pharaoh’s heart, and multiply My signs and My wonders in the land of Egypt."
    },
    {
        "o": 1851,
        "r": "nkjv:Exodus:7:4",
        "t": "But Pharaoh will not heed you, so that I may lay My hand on Egypt and bring My armies and*i My people, the children of Israel, out of the land of Egypt by great judgments."
    },
    {
        "o": 1852,
        "r": "nkjv:Exodus:7:5",
        "t": "And the Egyptians shall know that I am*i the Lord,*s when I stretch out My hand on Egypt and bring out the children of Israel from among them.”"
    },
    {
        "o": 1853,
        "r": "nkjv:Exodus:7:6",
        "t": "Then*p Moses and Aaron did so;*i just as the Lord*s commanded them, so they did."
    },
    {
        "o": 1854,
        "r": "nkjv:Exodus:7:7",
        "t": "And Moses was*i eighty years old and Aaron eighty-three years old when they spoke to Pharaoh."
    },
    {
        "o": 1855,
        "r": "nkjv:Exodus:7:7",
        "t": "Aaron’s Miraculous Rod",
        "h": 2
    },
    {
        "o": 1856,
        "r": "nkjv:Exodus:7:8",
        "t": "Then*p the Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 1857,
        "r": "nkjv:Exodus:7:9",
        "t": "“When Pharaoh speaks to you, saying, ‘Show a miracle for yourselves,’ then you shall say to Aaron, ‘Take your rod and cast it*i before Pharaoh, and*i let it become a serpent.’”"
    },
    {
        "o": 1858,
        "r": "nkjv:Exodus:7:10",
        "t": "So Moses and Aaron went in to Pharaoh, and they did so, just as the Lord*s commanded. And Aaron cast down his rod before Pharaoh and before his servants, and it became a serpent."
    },
    {
        "o": 1859,
        "r": "nkjv:Exodus:7:11",
        "t": "But*p Pharaoh also called the wise men and the sorcerers; so the magicians of Egypt, they also did in like manner with their enchantments."
    },
    {
        "o": 1860,
        "r": "nkjv:Exodus:7:12",
        "t": "For every man threw down his rod, and they became serpents. But Aaron’s rod swallowed up their rods."
    },
    {
        "o": 1861,
        "r": "nkjv:Exodus:7:13",
        "t": "And Pharaoh’s heart grew hard, and he did not heed them, as the Lord*s had said."
    },
    {
        "o": 1862,
        "r": "nkjv:Exodus:7:13",
        "t": "The First Plague: Waters Become Blood",
        "h": 2
    },
    {
        "o": 1863,
        "r": "nkjv:Exodus:7:14",
        "t": "So*p the Lord*s said to Moses: “Pharaoh’s heart is*i hard; he refuses to let the people go."
    },
    {
        "o": 1864,
        "r": "nkjv:Exodus:7:15",
        "t": "Go to Pharaoh in the morning, when he goes out to the water, and you shall stand by the river’s bank to meet him; and the rod which was turned to a serpent you shall take in your hand."
    },
    {
        "o": 1865,
        "r": "nkjv:Exodus:7:16",
        "t": "And you shall say to him, ‘The Lord*s God of the Hebrews has sent me to you, saying, “Let My people go, that they may serve Me in the wilderness”; but indeed, until now you would not hear!"
    },
    {
        "o": 1866,
        "r": "nkjv:Exodus:7:17",
        "t": "Thus says the Lord:*s “By this you shall know that I am*i the Lord.*s Behold, I will strike the waters which are*i in the river with the rod that is*i in my hand, and they shall be turned to blood."
    },
    {
        "o": 1867,
        "r": "nkjv:Exodus:7:18",
        "t": "And the fish that are*i in the river shall die, the river shall stink, and the Egyptians will loathe to drink the water of the river.”’”"
    },
    {
        "o": 1868,
        "r": "nkjv:Exodus:7:19",
        "t": "Then*p the Lord*s spoke to Moses, “Say to Aaron, ‘Take your rod and stretch out your hand over the waters of Egypt, over their streams, over their rivers, over their ponds, and over all their pools of water, that they may become blood. And there shall be blood throughout all the land of Egypt, both in buckets*i of*i wood and pitchers*i of*i stone.’”"
    },
    {
        "o": 1869,
        "r": "nkjv:Exodus:7:20",
        "t": "And Moses and Aaron did so, just as the Lord*s commanded. So he lifted up the rod and struck the waters that were*i in the river, in the sight of Pharaoh and in the sight of his servants. And all the waters that were*i in the river were turned to blood."
    },
    {
        "o": 1870,
        "r": "nkjv:Exodus:7:21",
        "t": "The fish that were*i in the river died, the river stank, and the Egyptians could not drink the water of the river. So there was blood throughout all the land of Egypt."
    },
    {
        "o": 1871,
        "r": "nkjv:Exodus:7:22",
        "t": "Then*p the magicians of Egypt did so with their enchantments; and Pharaoh’s heart grew hard, and he did not heed them, as the Lord*s had said."
    },
    {
        "o": 1872,
        "r": "nkjv:Exodus:7:23",
        "t": "And Pharaoh turned and went into his house. Neither was his heart moved by this."
    },
    {
        "o": 1873,
        "r": "nkjv:Exodus:7:24",
        "t": "So all the Egyptians dug all around the river for water to drink, because they could not drink the water of the river."
    },
    {
        "o": 1874,
        "r": "nkjv:Exodus:7:25",
        "t": "And seven days passed after the Lord*s had struck the river."
    },
    {
        "o": 1875,
        "r": "nkjv:Exodus:8:0",
        "t": "Exodus 8",
        "h": 1
    },
    {
        "o": 1876,
        "r": "nkjv:Exodus:8:0",
        "t": "The Second Plague: Frogs",
        "h": 2
    },
    {
        "o": 1877,
        "r": "nkjv:Exodus:8:1",
        "t": "And*p the Lord*s spoke to Moses, “Go to Pharaoh and say to him, ‘Thus says the Lord:*s “Let My people go, that they may serve Me."
    },
    {
        "o": 1878,
        "r": "nkjv:Exodus:8:2",
        "t": "But if you refuse to let them*i go, behold, I will smite all your territory with frogs."
    },
    {
        "o": 1879,
        "r": "nkjv:Exodus:8:3",
        "t": "So the river shall bring forth frogs abundantly, which shall go up and come into your house, into your bedroom, on your bed, into the houses of your servants, on your people, into your ovens, and into your kneading bowls."
    },
    {
        "o": 1880,
        "r": "nkjv:Exodus:8:4",
        "t": "And the frogs shall come up on you, on your people, and on all your servants.”’”"
    },
    {
        "o": 1881,
        "r": "nkjv:Exodus:8:5",
        "t": "Then*p the Lord*s spoke to Moses, “Say to Aaron, ‘Stretch out your hand with your rod over the streams, over the rivers, and over the ponds, and cause frogs to come up on the land of Egypt.’”"
    },
    {
        "o": 1882,
        "r": "nkjv:Exodus:8:6",
        "t": "So Aaron stretched out his hand over the waters of Egypt, and the frogs came up and covered the land of Egypt."
    },
    {
        "o": 1883,
        "r": "nkjv:Exodus:8:7",
        "t": "And the magicians did so with their enchantments, and brought up frogs on the land of Egypt."
    },
    {
        "o": 1884,
        "r": "nkjv:Exodus:8:8",
        "t": "Then*p Pharaoh called for Moses and Aaron, and said, “Entreat the Lord*s that He may take away the frogs from me and from my people; and I will let the people go, that they may sacrifice to the Lord.”*s"
    },
    {
        "o": 1885,
        "r": "nkjv:Exodus:8:9",
        "t": "And*p Moses said to Pharaoh, “Accept the honor of saying when I shall intercede for you, for your servants, and for your people, to destroy the frogs from you and your houses, that*i they may remain in the river only.”"
    },
    {
        "o": 1886,
        "r": "nkjv:Exodus:8:10",
        "t": "So*p he said, “Tomorrow.” And he said, “Let*i it*i be*i according to your word, that you may know that there*i is*i no one like the Lord*s our God."
    },
    {
        "o": 1887,
        "r": "nkjv:Exodus:8:11",
        "t": "And the frogs shall depart from you, from your houses, from your servants, and from your people. They shall remain in the river only.”"
    },
    {
        "o": 1888,
        "r": "nkjv:Exodus:8:12",
        "t": "Then*p Moses and Aaron went out from Pharaoh. And Moses cried out to the Lord*s concerning the frogs which He had brought against Pharaoh."
    },
    {
        "o": 1889,
        "r": "nkjv:Exodus:8:13",
        "t": "So the Lord*s did according to the word of Moses. And the frogs died out of the houses, out of the courtyards, and out of the fields."
    },
    {
        "o": 1890,
        "r": "nkjv:Exodus:8:14",
        "t": "They gathered them together in heaps, and the land stank."
    },
    {
        "o": 1891,
        "r": "nkjv:Exodus:8:15",
        "t": "But when Pharaoh saw that there was relief, he hardened his heart and did not heed them, as the Lord*s had said."
    },
    {
        "o": 1892,
        "r": "nkjv:Exodus:8:15",
        "t": "The Third Plague: Lice",
        "h": 2
    },
    {
        "o": 1893,
        "r": "nkjv:Exodus:8:16",
        "t": "So*p the Lord*s said to Moses, “Say to Aaron, ‘Stretch out your rod, and strike the dust of the land, so that it may become lice throughout all the land of Egypt.’”"
    },
    {
        "o": 1894,
        "r": "nkjv:Exodus:8:17",
        "t": "And they did so. For Aaron stretched out his hand with his rod and struck the dust of the earth, and it became lice on man and beast. All the dust of the land became lice throughout all the land of Egypt."
    },
    {
        "o": 1895,
        "r": "nkjv:Exodus:8:18",
        "t": "Now*p the magicians so worked with their enchantments to bring forth lice, but they could not. So there were lice on man and beast."
    },
    {
        "o": 1896,
        "r": "nkjv:Exodus:8:19",
        "t": "Then the magicians said to Pharaoh, “This is*i the finger of God.” But Pharaoh’s heart grew hard, and he did not heed them, just as the Lord*s had said."
    },
    {
        "o": 1897,
        "r": "nkjv:Exodus:8:19",
        "t": "The Fourth Plague: Flies",
        "h": 2
    },
    {
        "o": 1898,
        "r": "nkjv:Exodus:8:20",
        "t": "And*p the Lord*s said to Moses, “Rise early in the morning and stand before Pharaoh as he comes out to the water. Then say to him, ‘Thus says the Lord:*s “Let My people go, that they may serve Me."
    },
    {
        "o": 1899,
        "r": "nkjv:Exodus:8:21",
        "t": "Or else, if you will not let My people go, behold, I will send swarms of*i flies*i on you and your servants, on your people and into your houses. The houses of the Egyptians shall be full of swarms of*i flies,*i and also the ground on which they stand.*i"
    },
    {
        "o": 1900,
        "r": "nkjv:Exodus:8:22",
        "t": "And in that day I will set apart the land of Goshen, in which My people dwell, that no swarms of*i flies*i shall be there, in order that you may know that I am*i the Lord*s in the midst of the land."
    },
    {
        "o": 1901,
        "r": "nkjv:Exodus:8:23",
        "t": "I will make a difference between My people and your people. Tomorrow this sign shall be.”’”"
    },
    {
        "o": 1902,
        "r": "nkjv:Exodus:8:24",
        "t": "And the Lord*s did so. Thick swarms of*i flies*i came into the house of Pharaoh, into*i his servants’ houses, and into all the land of Egypt. The land was corrupted because of the swarms of*i flies.*i"
    },
    {
        "o": 1903,
        "r": "nkjv:Exodus:8:25",
        "t": "Then*p Pharaoh called for Moses and Aaron, and said, “Go, sacrifice to your God in the land.”"
    },
    {
        "o": 1904,
        "r": "nkjv:Exodus:8:26",
        "t": "And*p Moses said, “It is not right to do so, for we would be sacrificing the abomination of the Egyptians to the Lord*s our God. If we sacrifice the abomination of the Egyptians before their eyes, then will they not stone us?"
    },
    {
        "o": 1905,
        "r": "nkjv:Exodus:8:27",
        "t": "We will go three days’ journey into the wilderness and sacrifice to the Lord*s our God as He will command us.”"
    },
    {
        "o": 1906,
        "r": "nkjv:Exodus:8:28",
        "t": "So*p Pharaoh said, “I will let you go, that you may sacrifice to the Lord*s your God in the wilderness; only you shall not go very far away. Intercede for me.”"
    },
    {
        "o": 1907,
        "r": "nkjv:Exodus:8:29",
        "t": "Then*p Moses said, “Indeed I am going out from you, and I will entreat the Lord,*s that the swarms of*i flies*i may depart tomorrow from Pharaoh, from his servants, and from his people. But let Pharaoh not deal deceitfully anymore in not letting the people go to sacrifice to the Lord.”*s"
    },
    {
        "o": 1908,
        "r": "nkjv:Exodus:8:30",
        "t": "So*p Moses went out from Pharaoh and entreated the Lord.*s"
    },
    {
        "o": 1909,
        "r": "nkjv:Exodus:8:31",
        "t": "And the Lord*s did according to the word of Moses; He removed the swarms of*i flies*i from Pharaoh, from his servants, and from his people. Not one remained."
    },
    {
        "o": 1910,
        "r": "nkjv:Exodus:8:32",
        "t": "But Pharaoh hardened his heart at this time also; neither would he let the people go."
    },
    {
        "o": 1911,
        "r": "nkjv:Exodus:9:0",
        "t": "Exodus 9",
        "h": 1
    },
    {
        "o": 1912,
        "r": "nkjv:Exodus:9:0",
        "t": "The Fifth Plague: Livestock Diseased",
        "h": 2
    },
    {
        "o": 1913,
        "r": "nkjv:Exodus:9:1",
        "t": "Then*p the Lord*s said to Moses, “Go in to Pharaoh and tell him, ‘Thus says the Lord*s God of the Hebrews: “Let My people go, that they may serve Me."
    },
    {
        "o": 1914,
        "r": "nkjv:Exodus:9:2",
        "t": "For if you refuse to let them*i go, and still hold them,"
    },
    {
        "o": 1915,
        "r": "nkjv:Exodus:9:3",
        "t": "behold, the hand of the Lord*s will be on your cattle in the field, on the horses, on the donkeys, on the camels, on the oxen, and on the sheep—a very severe pestilence."
    },
    {
        "o": 1916,
        "r": "nkjv:Exodus:9:4",
        "t": "And the Lord*s will make a difference between the livestock of Israel and the livestock of Egypt. So nothing shall die of all that*i belongs to the children of Israel.”’”"
    },
    {
        "o": 1917,
        "r": "nkjv:Exodus:9:5",
        "t": "Then the Lord*s appointed a set time, saying, “Tomorrow the Lord*s will do this thing in the land.”"
    },
    {
        "o": 1918,
        "r": "nkjv:Exodus:9:6",
        "t": "So*p the Lord*s did this thing on the next day, and all the livestock of Egypt died; but of the livestock of the children of Israel, not one died."
    },
    {
        "o": 1919,
        "r": "nkjv:Exodus:9:7",
        "t": "Then Pharaoh sent, and indeed, not even one of the livestock of the Israelites was dead. But the heart of Pharaoh became hard, and he did not let the people go."
    },
    {
        "o": 1920,
        "r": "nkjv:Exodus:9:7",
        "t": "The Sixth Plague: Boils",
        "h": 2
    },
    {
        "o": 1921,
        "r": "nkjv:Exodus:9:8",
        "t": "So*p the Lord*s said to Moses and Aaron, “Take for yourselves handfuls of ashes from a furnace, and let Moses scatter it toward the heavens in the sight of Pharaoh."
    },
    {
        "o": 1922,
        "r": "nkjv:Exodus:9:9",
        "t": "And it will become fine dust in all the land of Egypt, and it will cause boils that break out in sores on man and beast throughout all the land of Egypt.”"
    },
    {
        "o": 1923,
        "r": "nkjv:Exodus:9:10",
        "t": "Then they took ashes from the furnace and stood before Pharaoh, and Moses scattered them*i toward heaven. And they*i caused boils that break out in sores on man and beast."
    },
    {
        "o": 1924,
        "r": "nkjv:Exodus:9:11",
        "t": "And the magicians could not stand before Moses because of the boils, for the boils were on the magicians and on all the Egyptians."
    },
    {
        "o": 1925,
        "r": "nkjv:Exodus:9:12",
        "t": "But the Lord*s hardened the heart of Pharaoh; and he did not heed them, just as the Lord*s had spoken to Moses."
    },
    {
        "o": 1926,
        "r": "nkjv:Exodus:9:12",
        "t": "The Seventh Plague: Hail",
        "h": 2
    },
    {
        "o": 1927,
        "r": "nkjv:Exodus:9:13",
        "t": "Then*p the Lord*s said to Moses, “Rise early in the morning and stand before Pharaoh, and say to him, ‘Thus says the Lord*s God of the Hebrews: “Let My people go, that they may serve Me,"
    },
    {
        "o": 1928,
        "r": "nkjv:Exodus:9:14",
        "t": "for at this time I will send all My plagues to your very heart, and on your servants and on your people, that you may know that there*i is*i none like Me in all the earth."
    },
    {
        "o": 1929,
        "r": "nkjv:Exodus:9:15",
        "t": "Now if I had stretched out My hand and struck you and your people with pestilence, then you would have been cut off from the earth."
    },
    {
        "o": 1930,
        "r": "nkjv:Exodus:9:16",
        "t": "But indeed for this purpose*i I have raised you up, that I may show My power in*i you, and that My name may be declared in all the earth."
    },
    {
        "o": 1931,
        "r": "nkjv:Exodus:9:17",
        "t": "As yet you exalt yourself against My people in that you will not let them go."
    },
    {
        "o": 1932,
        "r": "nkjv:Exodus:9:18",
        "t": "Behold, tomorrow about this time I will cause very heavy hail to rain down, such as has not been in Egypt since its founding until now."
    },
    {
        "o": 1933,
        "r": "nkjv:Exodus:9:19",
        "t": "Therefore send now and*i gather your livestock and all that you have in the field, for the hail shall come down on every man and every animal which is found in the field and is not brought home; and they shall die.”’”"
    },
    {
        "o": 1934,
        "r": "nkjv:Exodus:9:20",
        "t": "He*p who feared the word of the Lord*s among the servants of Pharaoh made his servants and his livestock flee to the houses."
    },
    {
        "o": 1935,
        "r": "nkjv:Exodus:9:21",
        "t": "But he who did not regard the word of the Lord*s left his servants and his livestock in the field."
    },
    {
        "o": 1936,
        "r": "nkjv:Exodus:9:22",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand toward heaven, that there may be hail in all the land of Egypt—on man, on beast, and on every herb of the field, throughout the land of Egypt.”"
    },
    {
        "o": 1937,
        "r": "nkjv:Exodus:9:23",
        "t": "And Moses stretched out his rod toward heaven; and the Lord*s sent thunder and hail, and fire darted to the ground. And the Lord*s rained hail on the land of Egypt."
    },
    {
        "o": 1938,
        "r": "nkjv:Exodus:9:24",
        "t": "So there was hail, and fire mingled with the hail, so very heavy that there was none like it in all the land of Egypt since it became a nation."
    },
    {
        "o": 1939,
        "r": "nkjv:Exodus:9:25",
        "t": "And the hail struck throughout the whole land of Egypt, all that was*i in the field, both man and beast; and the hail struck every herb of the field and broke every tree of the field."
    },
    {
        "o": 1940,
        "r": "nkjv:Exodus:9:26",
        "t": "Only in the land of Goshen, where the children of Israel were,*i there was no hail."
    },
    {
        "o": 1941,
        "r": "nkjv:Exodus:9:27",
        "t": "And*p Pharaoh sent and called for Moses and Aaron, and said to them, “I have sinned this time. The Lord*s is*i righteous, and my people and I are*i wicked."
    },
    {
        "o": 1942,
        "r": "nkjv:Exodus:9:28",
        "t": "Entreat the Lord,*s that there may be no more*i mighty thundering and hail, for it*i is*i enough. I will let you go, and you shall stay no longer.”"
    },
    {
        "o": 1943,
        "r": "nkjv:Exodus:9:29",
        "t": "So*p Moses said to him, “As soon as I have gone out of the city, I will spread out my hands to the Lord;*s the thunder will cease, and there will be no more hail, that you may know that the earth is*i the Lord*s ’s."
    },
    {
        "o": 1944,
        "r": "nkjv:Exodus:9:30",
        "t": "But as for you and your servants, I know that you will not yet fear the Lord*s God.”"
    },
    {
        "o": 1945,
        "r": "nkjv:Exodus:9:31",
        "t": "Now*p the flax and the barley were struck, for the barley was*i in the head and the flax was*i in bud."
    },
    {
        "o": 1946,
        "r": "nkjv:Exodus:9:32",
        "t": "But the wheat and the spelt were not struck, for they are*i late crops."
    },
    {
        "o": 1947,
        "r": "nkjv:Exodus:9:33",
        "t": "So*p Moses went out of the city from Pharaoh and spread out his hands to the Lord;*s then the thunder and the hail ceased, and the rain was not poured on the earth."
    },
    {
        "o": 1948,
        "r": "nkjv:Exodus:9:34",
        "t": "And when Pharaoh saw that the rain, the hail, and the thunder had ceased, he sinned yet more; and he hardened his heart, he and his servants."
    },
    {
        "o": 1949,
        "r": "nkjv:Exodus:9:35",
        "t": "So the heart of Pharaoh was hard; neither would he let the children of Israel go, as the Lord*s had spoken by Moses."
    },
    {
        "o": 1950,
        "r": "nkjv:Exodus:10:0",
        "t": "Exodus 10",
        "h": 1
    },
    {
        "o": 1951,
        "r": "nkjv:Exodus:10:0",
        "t": "The Eighth Plague: Locusts",
        "h": 2
    },
    {
        "o": 1952,
        "r": "nkjv:Exodus:10:1",
        "t": "Now*p the Lord*s said to Moses, “Go in to Pharaoh; for I have hardened his heart and the hearts of his servants, that I may show these signs of Mine before him,"
    },
    {
        "o": 1953,
        "r": "nkjv:Exodus:10:2",
        "t": "and that you may tell in the hearing of your son and your son’s son the mighty things I have done in Egypt, and My signs which I have done among them, that you may know that I am*i the Lord.”*s"
    },
    {
        "o": 1954,
        "r": "nkjv:Exodus:10:3",
        "t": "So*p Moses and Aaron came in to Pharaoh and said to him, “Thus says the Lord*s God of the Hebrews: ‘How long will you refuse to humble yourself before Me? Let My people go, that they may serve Me."
    },
    {
        "o": 1955,
        "r": "nkjv:Exodus:10:4",
        "t": "Or else, if you refuse to let My people go, behold, tomorrow I will bring locusts into your territory."
    },
    {
        "o": 1956,
        "r": "nkjv:Exodus:10:5",
        "t": "And they shall cover the face of the earth, so that no one will be able to see the earth; and they shall eat the residue of what is left, which remains to you from the hail, and they shall eat every tree which grows up for you out of the field."
    },
    {
        "o": 1957,
        "r": "nkjv:Exodus:10:6",
        "t": "They shall fill your houses, the houses of all your servants, and the houses of all the Egyptians—which neither your fathers nor your fathers’ fathers have seen, since the day that they were on the earth to this day.’” And he turned and went out from Pharaoh."
    },
    {
        "o": 1958,
        "r": "nkjv:Exodus:10:7",
        "t": "Then*p Pharaoh’s servants said to him, “How long shall this man be a snare to us? Let the men go, that they may serve the Lord*s their God. Do you not yet know that Egypt is destroyed?”"
    },
    {
        "o": 1959,
        "r": "nkjv:Exodus:10:8",
        "t": "So*p Moses and Aaron were brought again to Pharaoh, and he said to them, “Go, serve the Lord*s your God. Who are*i the ones that are going?”"
    },
    {
        "o": 1960,
        "r": "nkjv:Exodus:10:9",
        "t": "And*p Moses said, “We will go with our young and our old; with our sons and our daughters, with our flocks and our herds we will go, for we must hold a feast to the Lord.”*s"
    },
    {
        "o": 1961,
        "r": "nkjv:Exodus:10:10",
        "t": "Then*p he said to them, “The Lord*s had better be with you when I let you and your little ones go! Beware, for evil is ahead of you."
    },
    {
        "o": 1962,
        "r": "nkjv:Exodus:10:11",
        "t": "Not so! Go now, you who*i are*i men, and serve the Lord,*s for that is what you desired.” And they were driven out from Pharaoh’s presence."
    },
    {
        "o": 1963,
        "r": "nkjv:Exodus:10:12",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand over the land of Egypt for the locusts, that they may come upon the land of Egypt, and eat every herb of the land—all that the hail has left.”"
    },
    {
        "o": 1964,
        "r": "nkjv:Exodus:10:13",
        "t": "So Moses stretched out his rod over the land of Egypt, and the Lord*s brought an east wind on the land all that day and all that*i night. When it was morning, the east wind brought the locusts."
    },
    {
        "o": 1965,
        "r": "nkjv:Exodus:10:14",
        "t": "And the locusts went up over all the land of Egypt and rested on all the territory of Egypt. They*i were*i very severe; previously there had been no such locusts as they, nor shall there be such after them."
    },
    {
        "o": 1966,
        "r": "nkjv:Exodus:10:15",
        "t": "For they covered the face of the whole earth, so that the land was darkened; and they ate every herb of the land and all the fruit of the trees which the hail had left. So there remained nothing green on the trees or on the plants of the field throughout all the land of Egypt."
    },
    {
        "o": 1967,
        "r": "nkjv:Exodus:10:16",
        "t": "Then*p Pharaoh called for Moses and Aaron in haste, and said, “I have sinned against the Lord*s your God and against you."
    },
    {
        "o": 1968,
        "r": "nkjv:Exodus:10:17",
        "t": "Now therefore, please forgive my sin only this once, and entreat the Lord*s your God, that He may take away from me this death only.”"
    },
    {
        "o": 1969,
        "r": "nkjv:Exodus:10:18",
        "t": "So he went out from Pharaoh and entreated the Lord.*s"
    },
    {
        "o": 1970,
        "r": "nkjv:Exodus:10:19",
        "t": "And the Lord*s turned a very strong west wind, which took the locusts away and blew them into the Red Sea. There remained not one locust in all the territory of Egypt."
    },
    {
        "o": 1971,
        "r": "nkjv:Exodus:10:20",
        "t": "But the Lord*s hardened Pharaoh’s heart, and he did not let the children of Israel go."
    },
    {
        "o": 1972,
        "r": "nkjv:Exodus:10:20",
        "t": "The Ninth Plague: Darkness",
        "h": 2
    },
    {
        "o": 1973,
        "r": "nkjv:Exodus:10:21",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand toward heaven, that there may be darkness over the land of Egypt, darkness which*i may even be felt.”"
    },
    {
        "o": 1974,
        "r": "nkjv:Exodus:10:22",
        "t": "So Moses stretched out his hand toward heaven, and there was thick darkness in all the land of Egypt three days."
    },
    {
        "o": 1975,
        "r": "nkjv:Exodus:10:23",
        "t": "They did not see one another; nor did anyone rise from his place for three days. But all the children of Israel had light in their dwellings."
    },
    {
        "o": 1976,
        "r": "nkjv:Exodus:10:24",
        "t": "Then*p Pharaoh called to Moses and said, “Go, serve the Lord;*s only let your flocks and your herds be kept back. Let your little ones also go with you.”"
    },
    {
        "o": 1977,
        "r": "nkjv:Exodus:10:25",
        "t": "But*p Moses said, “You must also give us sacrifices and burnt offerings, that we may sacrifice to the Lord*s our God."
    },
    {
        "o": 1978,
        "r": "nkjv:Exodus:10:26",
        "t": "Our livestock also shall go with us; not a hoof shall be left behind. For we must take some of them to serve the Lord*s our God, and even we do not know with what we must serve the Lord*s until we arrive there.”"
    },
    {
        "o": 1979,
        "r": "nkjv:Exodus:10:27",
        "t": "But*p the Lord*s hardened Pharaoh’s heart, and he would not let them go."
    },
    {
        "o": 1980,
        "r": "nkjv:Exodus:10:28",
        "t": "Then Pharaoh said to him, “Get away from me! Take heed to yourself and see my face no more! For in the day you see my face you shall die!”"
    },
    {
        "o": 1981,
        "r": "nkjv:Exodus:10:29",
        "t": "So*p Moses said, “You have spoken well. I will never see your face again.”"
    },
    {
        "o": 1982,
        "r": "nkjv:Exodus:11:0",
        "t": "Exodus 11",
        "h": 1
    },
    {
        "o": 1983,
        "r": "nkjv:Exodus:11:0",
        "t": "Death of the Firstborn Announced",
        "h": 2
    },
    {
        "o": 1984,
        "r": "nkjv:Exodus:11:1",
        "t": "And*p the Lord*s said to Moses, “I will bring one more plague on Pharaoh and on Egypt. Afterward he will let you go from here. When he lets you*i go, he will surely drive you out of here altogether."
    },
    {
        "o": 1985,
        "r": "nkjv:Exodus:11:2",
        "t": "Speak now in the hearing of the people, and let every man ask from his neighbor and every woman from her neighbor, articles of silver and articles of gold.”"
    },
    {
        "o": 1986,
        "r": "nkjv:Exodus:11:3",
        "t": "And the Lord*s gave the people favor in the sight of the Egyptians. Moreover the man Moses was*i very great in the land of Egypt, in the sight of Pharaoh’s servants and in the sight of the people."
    },
    {
        "o": 1987,
        "r": "nkjv:Exodus:11:4",
        "t": "Then*p Moses said, “Thus says the Lord:*s ‘About midnight I will go out into the midst of Egypt;"
    },
    {
        "o": 1988,
        "r": "nkjv:Exodus:11:5",
        "t": "and all the firstborn in the land of Egypt shall die, from the firstborn of Pharaoh who sits on his throne, even to the firstborn of the female servant who is*i behind the handmill, and all the firstborn of the animals."
    },
    {
        "o": 1989,
        "r": "nkjv:Exodus:11:6",
        "t": "Then there shall be a great cry throughout all the land of Egypt, such as was not like it before,*i nor shall be like it again."
    },
    {
        "o": 1990,
        "r": "nkjv:Exodus:11:7",
        "t": "But against none of the children of Israel shall a dog move its tongue, against man or beast, that you may know that the Lord*s does make a difference between the Egyptians and Israel.’"
    },
    {
        "o": 1991,
        "r": "nkjv:Exodus:11:8",
        "t": "And all these your servants shall come down to me and bow down to me, saying, ‘Get out, and all the people who follow you!’ After that I will go out.” Then he went out from Pharaoh in great anger."
    },
    {
        "o": 1992,
        "r": "nkjv:Exodus:11:9",
        "t": "But*p the Lord*s said to Moses, “Pharaoh will not heed you, so that My wonders may be multiplied in the land of Egypt.”"
    },
    {
        "o": 1993,
        "r": "nkjv:Exodus:11:10",
        "t": "So Moses and Aaron did all these wonders before Pharaoh; and the Lord*s hardened Pharaoh’s heart, and he did not let the children of Israel go out of his land."
    },
    {
        "o": 1994,
        "r": "nkjv:Exodus:12:0",
        "t": "Exodus 12",
        "h": 1
    },
    {
        "o": 1995,
        "r": "nkjv:Exodus:12:0",
        "t": "The Passover Instituted",
        "h": 2
    },
    {
        "o": 1996,
        "r": "nkjv:Exodus:12:1",
        "t": "Now*p the Lord*s spoke to Moses and Aaron in the land of Egypt, saying,"
    },
    {
        "o": 1997,
        "r": "nkjv:Exodus:12:2",
        "t": "“This month shall*i be*i your beginning of months; it shall*i be*i the first month of the year to you."
    },
    {
        "o": 1998,
        "r": "nkjv:Exodus:12:3",
        "t": "Speak to all the congregation of Israel, saying: ‘On the tenth of this month every man shall take for himself a lamb, according to the house of his*i father, a lamb for a household."
    },
    {
        "o": 1999,
        "r": "nkjv:Exodus:12:4",
        "t": "And if the household is too small for the lamb, let him and his neighbor next to his house take it*i according to the number of the persons; according to each man’s need you shall make your count for the lamb."
    },
    {
        "o": 2000,
        "r": "nkjv:Exodus:12:5",
        "t": "Your lamb shall be without blemish, a male of the first year. You may take it*i from the sheep or from the goats."
    },
    {
        "o": 2001,
        "r": "nkjv:Exodus:12:6",
        "t": "Now you shall keep it until the fourteenth day of the same month. Then the whole assembly of the congregation of Israel shall kill it at twilight."
    },
    {
        "o": 2002,
        "r": "nkjv:Exodus:12:7",
        "t": "And they shall take some*i of the blood and put it*i on the two doorposts and on the lintel of the houses where they eat it."
    },
    {
        "o": 2003,
        "r": "nkjv:Exodus:12:8",
        "t": "Then they shall eat the flesh on that night; roasted in fire, with unleavened bread and*i with bitter herbs*i they shall eat it."
    },
    {
        "o": 2004,
        "r": "nkjv:Exodus:12:9",
        "t": "Do not eat it raw, nor boiled at all with water, but roasted in fire—its head with its legs and its entrails."
    },
    {
        "o": 2005,
        "r": "nkjv:Exodus:12:10",
        "t": "You shall let none of it remain until morning, and what remains of it until morning you shall burn with fire."
    },
    {
        "o": 2006,
        "r": "nkjv:Exodus:12:11",
        "t": "And thus you shall eat it: with*i a belt on your waist, your sandals on your feet, and your staff in your hand. So you shall eat it in haste. It is*i the Lord’s*s Passover."
    },
    {
        "o": 2007,
        "r": "nkjv:Exodus:12:12",
        "t": "‘For*p I will pass through the land of Egypt on that night, and will strike all the firstborn in the land of Egypt, both man and beast; and against all the gods of Egypt I will execute judgment: I am*i the Lord.*s"
    },
    {
        "o": 2008,
        "r": "nkjv:Exodus:12:13",
        "t": "Now the blood shall be a sign for you on the houses where you are.*i And when I see the blood, I will pass over you; and the plague shall not be on you to destroy you*i when I strike the land of Egypt."
    },
    {
        "o": 2009,
        "r": "nkjv:Exodus:12:14",
        "t": "‘So*p this day shall be to you a memorial; and you shall keep it as a feast to the Lord*s throughout your generations. You shall keep it as a feast by an everlasting ordinance."
    },
    {
        "o": 2010,
        "r": "nkjv:Exodus:12:15",
        "t": "Seven days you shall eat unleavened bread. On the first day you shall remove leaven from your houses. For whoever eats leavened bread from the first day until the seventh day, that person shall be cut off from Israel."
    },
    {
        "o": 2011,
        "r": "nkjv:Exodus:12:16",
        "t": "On the first day there*i shall*i be*i a holy convocation, and on the seventh day there shall be a holy convocation for you. No manner of work shall be done on them; but that*i which everyone must eat—that only may be prepared by you."
    },
    {
        "o": 2012,
        "r": "nkjv:Exodus:12:17",
        "t": "So you shall observe the*i Feast*i of*i Unleavened Bread, for on this same day I will have brought your armies out of the land of Egypt. Therefore you shall observe this day throughout your generations as an everlasting ordinance."
    },
    {
        "o": 2013,
        "r": "nkjv:Exodus:12:18",
        "t": "In the first month,*i on the fourteenth day of the month at evening, you shall eat unleavened bread, until the twenty-first day of the month at evening."
    },
    {
        "o": 2014,
        "r": "nkjv:Exodus:12:19",
        "t": "For seven days no leaven shall be found in your houses, since whoever eats what is leavened, that same person shall be cut off from the congregation of Israel, whether he*i is*i a stranger or a native of the land."
    },
    {
        "o": 2015,
        "r": "nkjv:Exodus:12:20",
        "t": "You shall eat nothing leavened; in all your dwellings you shall eat unleavened bread.’”"
    },
    {
        "o": 2016,
        "r": "nkjv:Exodus:12:21",
        "t": "Then*p Moses called for all the elders of Israel and said to them, “Pick out and take lambs for yourselves according to your families, and kill the Passover lamb.*i"
    },
    {
        "o": 2017,
        "r": "nkjv:Exodus:12:22",
        "t": "And you shall take a bunch of hyssop, dip it*i in the blood that is*i in the basin, and strike the lintel and the two doorposts with the blood that is*i in the basin. And none of you shall go out of the door of his house until morning."
    },
    {
        "o": 2018,
        "r": "nkjv:Exodus:12:23",
        "t": "For the Lord*s will pass through to strike the Egyptians; and when He sees the blood on the lintel and on the two doorposts, the Lord*s will pass over the door and not allow the destroyer to come into your houses to strike you.*i"
    },
    {
        "o": 2019,
        "r": "nkjv:Exodus:12:24",
        "t": "And you shall observe this thing as an ordinance for you and your sons forever."
    },
    {
        "o": 2020,
        "r": "nkjv:Exodus:12:25",
        "t": "It will come to pass when you come to the land which the Lord*s will give you, just as He promised, that you shall keep this service."
    },
    {
        "o": 2021,
        "r": "nkjv:Exodus:12:26",
        "t": "And it shall be, when your children say to you, ‘What do you mean by this service?’"
    },
    {
        "o": 2022,
        "r": "nkjv:Exodus:12:27",
        "t": "that you shall say, ‘It is*i the Passover sacrifice of the Lord,*s who passed over the houses of the children of Israel in Egypt when He struck the Egyptians and delivered our households.’” So the people bowed their heads and worshiped."
    },
    {
        "o": 2023,
        "r": "nkjv:Exodus:12:28",
        "t": "Then the children of Israel went away and did so;*i just as the Lord*s had commanded Moses and Aaron, so they did."
    },
    {
        "o": 2024,
        "r": "nkjv:Exodus:12:28",
        "t": "The Tenth Plague: Death of the Firstborn",
        "h": 2
    },
    {
        "o": 2025,
        "r": "nkjv:Exodus:12:29",
        "t": "And*p it came to pass at midnight that the Lord*s struck all the firstborn in the land of Egypt, from the firstborn of Pharaoh who sat on his throne to the firstborn of the captive who was*i in the dungeon, and all the firstborn of livestock."
    },
    {
        "o": 2026,
        "r": "nkjv:Exodus:12:30",
        "t": "So Pharaoh rose in the night, he, all his servants, and all the Egyptians; and there was a great cry in Egypt, for there*i was*i not a house where there*i was*i not one dead."
    },
    {
        "o": 2027,
        "r": "nkjv:Exodus:12:30",
        "t": "The Exodus",
        "h": 2
    },
    {
        "o": 2028,
        "r": "nkjv:Exodus:12:31",
        "t": "Then*p he called for Moses and Aaron by night, and said, “Rise, go out from among my people, both you and the children of Israel. And go, serve the Lord*s as you have said."
    },
    {
        "o": 2029,
        "r": "nkjv:Exodus:12:32",
        "t": "Also take your flocks and your herds, as you have said, and be gone; and bless me also.”"
    },
    {
        "o": 2030,
        "r": "nkjv:Exodus:12:33",
        "t": "And*p the Egyptians urged the people, that they might send them out of the land in haste. For they said, “We shall*i all be*i dead.”"
    },
    {
        "o": 2031,
        "r": "nkjv:Exodus:12:34",
        "t": "So the people took their dough before it was leavened, having their kneading bowls bound up in their clothes on their shoulders."
    },
    {
        "o": 2032,
        "r": "nkjv:Exodus:12:35",
        "t": "Now the children of Israel had done according to the word of Moses, and they had asked from the Egyptians articles of silver, articles of gold, and clothing."
    },
    {
        "o": 2033,
        "r": "nkjv:Exodus:12:36",
        "t": "And the Lord*s had given the people favor in the sight of the Egyptians, so that they granted them what*i they*i requested.*i Thus they plundered the Egyptians."
    },
    {
        "o": 2034,
        "r": "nkjv:Exodus:12:37",
        "t": "Then*p the children of Israel journeyed from Rameses to Succoth, about six hundred thousand men on foot, besides children."
    },
    {
        "o": 2035,
        "r": "nkjv:Exodus:12:38",
        "t": "A mixed multitude went up with them also, and flocks and herds—a great deal of livestock."
    },
    {
        "o": 2036,
        "r": "nkjv:Exodus:12:39",
        "t": "And they baked unleavened cakes of the dough which they had brought out of Egypt; for it was not leavened, because they were driven out of Egypt and could not wait, nor had they prepared provisions for themselves."
    },
    {
        "o": 2037,
        "r": "nkjv:Exodus:12:40",
        "t": "Now*p the sojourn of the children of Israel who lived in Egypt was*i four hundred and thirty years."
    },
    {
        "o": 2038,
        "r": "nkjv:Exodus:12:41",
        "t": "And it came to pass at the end of the four hundred and thirty years—on that very same day—it came to pass that all the armies of the Lord*s went out from the land of Egypt."
    },
    {
        "o": 2039,
        "r": "nkjv:Exodus:12:42",
        "t": "It is*i a night of solemn observance to the Lord*s for bringing them out of the land of Egypt. This is*i that night of the Lord,*s a solemn observance for all the children of Israel throughout their generations."
    },
    {
        "o": 2040,
        "r": "nkjv:Exodus:12:42",
        "t": "Passover Regulations",
        "h": 2
    },
    {
        "o": 2041,
        "r": "nkjv:Exodus:12:43",
        "t": "And*p the Lord*s said to Moses and Aaron, “This is*i the ordinance of the Passover: No foreigner shall eat it."
    },
    {
        "o": 2042,
        "r": "nkjv:Exodus:12:44",
        "t": "But every man’s servant who is bought for money, when you have circumcised him, then he may eat it."
    },
    {
        "o": 2043,
        "r": "nkjv:Exodus:12:45",
        "t": "A sojourner and a hired servant shall not eat it."
    },
    {
        "o": 2044,
        "r": "nkjv:Exodus:12:46",
        "t": "In one house it shall be eaten; you shall not carry any of the flesh outside the house, nor shall you break one of its bones."
    },
    {
        "o": 2045,
        "r": "nkjv:Exodus:12:47",
        "t": "All the congregation of Israel shall keep it."
    },
    {
        "o": 2046,
        "r": "nkjv:Exodus:12:48",
        "t": "And when a stranger dwells with you and*i wants*i to keep the Passover to the Lord,*s let all his males be circumcised, and then let him come near and keep it; and he shall be as a native of the land. For no uncircumcised person shall eat it."
    },
    {
        "o": 2047,
        "r": "nkjv:Exodus:12:49",
        "t": "One law shall be for the native-born and for the stranger who dwells among you.”"
    },
    {
        "o": 2048,
        "r": "nkjv:Exodus:12:50",
        "t": "Thus*p all the children of Israel did; as the Lord*s commanded Moses and Aaron, so they did."
    },
    {
        "o": 2049,
        "r": "nkjv:Exodus:12:51",
        "t": "And it came to pass, on that very same day, that the Lord*s brought the children of Israel out of the land of Egypt according to their armies."
    },
    {
        "o": 2050,
        "r": "nkjv:Exodus:13:0",
        "t": "Exodus 13",
        "h": 1
    },
    {
        "o": 2051,
        "r": "nkjv:Exodus:13:0",
        "t": "The Firstborn Consecrated",
        "h": 2
    },
    {
        "o": 2052,
        "r": "nkjv:Exodus:13:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 2053,
        "r": "nkjv:Exodus:13:2",
        "t": "“Consecrate to Me all the firstborn, whatever opens the womb among the children of Israel, both*i of man and beast; it is Mine.”"
    },
    {
        "o": 2054,
        "r": "nkjv:Exodus:13:2",
        "t": "The Feast of Unleavened Bread",
        "h": 2
    },
    {
        "o": 2055,
        "r": "nkjv:Exodus:13:3",
        "t": "And*p Moses said to the people: “Remember this day in which you went out of Egypt, out of the house of bondage; for by strength of hand the Lord*s brought you out of this place.*i No leavened bread shall be eaten."
    },
    {
        "o": 2056,
        "r": "nkjv:Exodus:13:4",
        "t": "On this day you are going out, in the month Abib."
    },
    {
        "o": 2057,
        "r": "nkjv:Exodus:13:5",
        "t": "And it shall be, when the Lord*s brings you into the land of the Canaanites and the Hittites and the Amorites and the Hivites and the Jebusites, which He swore to your fathers to give you, a land flowing with milk and honey, that you shall keep this service in this month."
    },
    {
        "o": 2058,
        "r": "nkjv:Exodus:13:6",
        "t": "Seven days you shall eat unleavened bread, and on the seventh day there*i shall*i be*i a feast to the Lord.*s"
    },
    {
        "o": 2059,
        "r": "nkjv:Exodus:13:7",
        "t": "Unleavened bread shall be eaten seven days. And no leavened bread shall be seen among you, nor shall leaven be seen among you in all your quarters."
    },
    {
        "o": 2060,
        "r": "nkjv:Exodus:13:8",
        "t": "And you shall tell your son in that day, saying, ‘This*i is*i done*i because of what the Lord*s did for me when I came up from Egypt.’"
    },
    {
        "o": 2061,
        "r": "nkjv:Exodus:13:9",
        "t": "It shall be as a sign to you on your hand and as a memorial between your eyes, that the Lord’s*s law may be in your mouth; for with a strong hand the Lord*s has brought you out of Egypt."
    },
    {
        "o": 2062,
        "r": "nkjv:Exodus:13:10",
        "t": "You shall therefore keep this ordinance in its season from year to year."
    },
    {
        "o": 2063,
        "r": "nkjv:Exodus:13:10",
        "t": "The Law of the Firstborn",
        "h": 2
    },
    {
        "o": 2064,
        "r": "nkjv:Exodus:13:11",
        "t": "“And*p it shall be, when the Lord*s brings you into the land of the Canaanites, as He swore to you and your fathers, and gives it to you,"
    },
    {
        "o": 2065,
        "r": "nkjv:Exodus:13:12",
        "t": "that you shall set apart to the Lord*s all that open the womb, that is, every firstborn that comes from an animal which you have; the males shall*i be*i the Lord*s ’s."
    },
    {
        "o": 2066,
        "r": "nkjv:Exodus:13:13",
        "t": "But every firstborn of a donkey you shall redeem with a lamb; and if you will not redeem it,*i then you shall break its neck. And all the firstborn of man among your sons you shall redeem."
    },
    {
        "o": 2067,
        "r": "nkjv:Exodus:13:14",
        "t": "So it shall be, when your son asks you in time to come, saying, ‘What is*i this?’ that you shall say to him, ‘By strength of hand the Lord*s brought us out of Egypt, out of the house of bondage."
    },
    {
        "o": 2068,
        "r": "nkjv:Exodus:13:15",
        "t": "And it came to pass, when Pharaoh was stubborn about letting us go, that the Lord*s killed all the firstborn in the land of Egypt, both the firstborn of man and the firstborn of beast. Therefore I sacrifice to the Lord*s all males that open the womb, but all the firstborn of my sons I redeem.’"
    },
    {
        "o": 2069,
        "r": "nkjv:Exodus:13:16",
        "t": "It shall be as a sign on your hand and as frontlets between your eyes, for by strength of hand the Lord*s brought us out of Egypt.”"
    },
    {
        "o": 2070,
        "r": "nkjv:Exodus:13:16",
        "t": "The Wilderness Way",
        "h": 2
    },
    {
        "o": 2071,
        "r": "nkjv:Exodus:13:17",
        "t": "Then*p it came to pass, when Pharaoh had let the people go, that God did not lead them by*i way of the land of the Philistines, although that was*i near; for God said, “Lest perhaps the people change their minds when they see war, and return to Egypt.”"
    },
    {
        "o": 2072,
        "r": "nkjv:Exodus:13:18",
        "t": "So God led the people around by*i way of the wilderness of the Red Sea. And the children of Israel went up in orderly ranks out of the land of Egypt."
    },
    {
        "o": 2073,
        "r": "nkjv:Exodus:13:19",
        "t": "And*p Moses took the bones of Joseph with him, for he had placed the children of Israel under solemn oath, saying, “God will surely visit you, and you shall carry up my bones from here with you.”"
    },
    {
        "o": 2074,
        "r": "nkjv:Exodus:13:20",
        "t": "So*p they took their journey from Succoth and camped in Etham at the edge of the wilderness."
    },
    {
        "o": 2075,
        "r": "nkjv:Exodus:13:21",
        "t": "And the Lord*s went before them by day in a pillar of cloud to lead the way, and by night in a pillar of fire to give them light, so as to go by day and night."
    },
    {
        "o": 2076,
        "r": "nkjv:Exodus:13:22",
        "t": "He did not take away the pillar of cloud by day or the pillar of fire by night from*i before the people."
    },
    {
        "o": 2077,
        "r": "nkjv:Exodus:14:0",
        "t": "Exodus 14",
        "h": 1
    },
    {
        "o": 2078,
        "r": "nkjv:Exodus:14:0",
        "t": "The Red Sea Crossing",
        "h": 2
    },
    {
        "o": 2079,
        "r": "nkjv:Exodus:14:1",
        "t": "Now*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 2080,
        "r": "nkjv:Exodus:14:2",
        "t": "“Speak to the children of Israel, that they turn and camp before Pi Hahiroth, between Migdol and the sea, opposite Baal Zephon; you shall camp before it by the sea."
    },
    {
        "o": 2081,
        "r": "nkjv:Exodus:14:3",
        "t": "For Pharaoh will say of the children of Israel, ‘They are*i bewildered by the land; the wilderness has closed them in.’"
    },
    {
        "o": 2082,
        "r": "nkjv:Exodus:14:4",
        "t": "Then I will harden Pharaoh’s heart, so that he will pursue them; and I will gain honor over Pharaoh and over all his army, that the Egyptians may know that I am*i the Lord.”*s And they did so."
    },
    {
        "o": 2083,
        "r": "nkjv:Exodus:14:5",
        "t": "Now*p it was told the king of Egypt that the people had fled, and the heart of Pharaoh and his servants was turned against the people; and they said, “Why have we done this, that we have let Israel go from serving us?”"
    },
    {
        "o": 2084,
        "r": "nkjv:Exodus:14:6",
        "t": "So he made ready his chariot and took his people with him."
    },
    {
        "o": 2085,
        "r": "nkjv:Exodus:14:7",
        "t": "Also, he took six hundred choice chariots, and all the chariots of Egypt with captains over every one of them."
    },
    {
        "o": 2086,
        "r": "nkjv:Exodus:14:8",
        "t": "And the Lord*s hardened the heart of Pharaoh king of Egypt, and he pursued the children of Israel; and the children of Israel went out with boldness."
    },
    {
        "o": 2087,
        "r": "nkjv:Exodus:14:9",
        "t": "So the Egyptians pursued them, all the horses and*i chariots of Pharaoh, his horsemen and his army, and overtook them camping by the sea beside Pi Hahiroth, before Baal Zephon."
    },
    {
        "o": 2088,
        "r": "nkjv:Exodus:14:10",
        "t": "And*p when Pharaoh drew near, the children of Israel lifted their eyes, and behold, the Egyptians marched after them. So they were very afraid, and the children of Israel cried out to the Lord.*s"
    },
    {
        "o": 2089,
        "r": "nkjv:Exodus:14:11",
        "t": "Then they said to Moses, “Because there*i were*i no graves in Egypt, have you taken us away to die in the wilderness? Why have you so dealt with us, to bring us up out of Egypt?"
    },
    {
        "o": 2090,
        "r": "nkjv:Exodus:14:12",
        "t": "Is*i this not the word that we told you in Egypt, saying, ‘Let us alone that we may serve the Egyptians’? For it*i would*i have*i been*i better for us to serve the Egyptians than that we should die in the wilderness.”"
    },
    {
        "o": 2091,
        "r": "nkjv:Exodus:14:13",
        "t": "And*p Moses said to the people, “Do not be afraid. Stand still, and see the salvation of the Lord,*s which He will accomplish for you today. For the Egyptians whom you see today, you shall see again no more forever."
    },
    {
        "o": 2092,
        "r": "nkjv:Exodus:14:14",
        "t": "The Lord*s will fight for you, and you shall hold your peace.”"
    },
    {
        "o": 2093,
        "r": "nkjv:Exodus:14:15",
        "t": "And*p the Lord*s said to Moses, “Why do you cry to Me? Tell the children of Israel to go forward."
    },
    {
        "o": 2094,
        "r": "nkjv:Exodus:14:16",
        "t": "But lift up your rod, and stretch out your hand over the sea and divide it. And the children of Israel shall go on dry ground*i through the midst of the sea."
    },
    {
        "o": 2095,
        "r": "nkjv:Exodus:14:17",
        "t": "And I indeed will harden the hearts of the Egyptians, and they shall follow them. So I will gain honor over Pharaoh and over all his army, his chariots, and his horsemen."
    },
    {
        "o": 2096,
        "r": "nkjv:Exodus:14:18",
        "t": "Then the Egyptians shall know that I am*i the Lord,*s when I have gained honor for Myself over Pharaoh, his chariots, and his horsemen.”"
    },
    {
        "o": 2097,
        "r": "nkjv:Exodus:14:19",
        "t": "And*p the Angel of God, who went before the camp of Israel, moved and went behind them; and the pillar of cloud went from before them and stood behind them."
    },
    {
        "o": 2098,
        "r": "nkjv:Exodus:14:20",
        "t": "So it came between the camp of the Egyptians and the camp of Israel. Thus it was a cloud and darkness to*i the*i one,*i and it gave light by night to*i the*i other,*i so that the one did not come near the other all that night."
    },
    {
        "o": 2099,
        "r": "nkjv:Exodus:14:21",
        "t": "Then*p Moses stretched out his hand over the sea; and the Lord*s caused the sea to go back*i by a strong east wind all that night, and made the sea into dry land,*i and the waters were divided."
    },
    {
        "o": 2100,
        "r": "nkjv:Exodus:14:22",
        "t": "So the children of Israel went into the midst of the sea on the dry ground,*i and the waters were*i a wall to them on their right hand and on their left."
    },
    {
        "o": 2101,
        "r": "nkjv:Exodus:14:23",
        "t": "And the Egyptians pursued and went after them into the midst of the sea, all Pharaoh’s horses, his chariots, and his horsemen."
    },
    {
        "o": 2102,
        "r": "nkjv:Exodus:14:24",
        "t": "Now*p it came to pass, in the morning watch, that the Lord*s looked down upon the army of the Egyptians through the pillar of fire and cloud, and He troubled the army of the Egyptians."
    },
    {
        "o": 2103,
        "r": "nkjv:Exodus:14:25",
        "t": "And He took off their chariot wheels, so that they drove them with difficulty; and the Egyptians said, “Let us flee from the face of Israel, for the Lord*s fights for them against the Egyptians.”"
    },
    {
        "o": 2104,
        "r": "nkjv:Exodus:14:26",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand over the sea, that the waters may come back upon the Egyptians, on their chariots, and on their horsemen.”"
    },
    {
        "o": 2105,
        "r": "nkjv:Exodus:14:27",
        "t": "And Moses stretched out his hand over the sea; and when the morning appeared, the sea returned to its full depth, while the Egyptians were fleeing into it. So the Lord*s overthrew the Egyptians in the midst of the sea."
    },
    {
        "o": 2106,
        "r": "nkjv:Exodus:14:28",
        "t": "Then the waters returned and covered the chariots, the horsemen, and*i all the army of Pharaoh that came into the sea after them. Not so much as one of them remained."
    },
    {
        "o": 2107,
        "r": "nkjv:Exodus:14:29",
        "t": "But the children of Israel had walked on dry land*i in the midst of the sea, and the waters were*i a wall to them on their right hand and on their left."
    },
    {
        "o": 2108,
        "r": "nkjv:Exodus:14:30",
        "t": "So*p the Lord*s saved Israel that day out of the hand of the Egyptians, and Israel saw the Egyptians dead on the seashore."
    },
    {
        "o": 2109,
        "r": "nkjv:Exodus:14:31",
        "t": "Thus Israel saw the great work which the Lord*s had done in Egypt; so the people feared the Lord,*s and believed the Lord*s and His servant Moses."
    },
    {
        "o": 2110,
        "r": "nkjv:Exodus:15:0",
        "t": "Exodus 15",
        "h": 1
    },
    {
        "o": 2111,
        "r": "nkjv:Exodus:15:0",
        "t": "The Song of Moses",
        "h": 2
    },
    {
        "o": 2112,
        "r": "nkjv:Exodus:15:1",
        "t": "Then*p Moses and the children of Israel sang this song to the Lord,*s and spoke, saying: “I*pn will sing to the Lord,*s For*ld He has triumphed gloriously! The*ld horse and its rider He*ld has thrown into the sea!"
    },
    {
        "o": 2113,
        "r": "nkjv:Exodus:15:2",
        "t": "The*ld Lord*s is*i my strength and song, And*ld He has become my salvation; He*ld is*i my God, and I will praise Him; My*ld father’s God, and I will exalt Him."
    },
    {
        "o": 2114,
        "r": "nkjv:Exodus:15:3",
        "t": "The*ld Lord*s is*i a man of war; The*ld Lord*s is*i His name."
    },
    {
        "o": 2115,
        "r": "nkjv:Exodus:15:4",
        "t": "Pharaoh’s*ld chariots and his army He has cast into the sea; His*ld chosen captains also are drowned in the Red Sea."
    },
    {
        "o": 2116,
        "r": "nkjv:Exodus:15:5",
        "t": "The*ld depths have covered them; They*ld sank to the bottom like a stone."
    },
    {
        "o": 2117,
        "r": "nkjv:Exodus:15:6",
        "t": "“Your*ln right hand, O Lord,*s has become glorious in power; Your*ld right hand, O Lord,*s has dashed the enemy in pieces."
    },
    {
        "o": 2118,
        "r": "nkjv:Exodus:15:7",
        "t": "And*ld in the greatness of Your excellence You*ld have overthrown those who rose against You; You*ld sent forth Your wrath; It*ld consumed them like stubble."
    },
    {
        "o": 2119,
        "r": "nkjv:Exodus:15:8",
        "t": "And*ld with the blast of Your nostrils The*ld waters were gathered together; The*ld floods stood upright like a heap; The*ld depths congealed in the heart of the sea."
    },
    {
        "o": 2120,
        "r": "nkjv:Exodus:15:9",
        "t": "The*ld enemy said, ‘I will pursue, I*ld will overtake, I*ld will divide the spoil; My*ld desire shall be satisfied on them. I*ld will draw my sword, My*ld hand shall destroy them.’"
    },
    {
        "o": 2121,
        "r": "nkjv:Exodus:15:10",
        "t": "You*ld blew with Your wind, The*ld sea covered them; They*ld sank like lead in the mighty waters."
    },
    {
        "o": 2122,
        "r": "nkjv:Exodus:15:11",
        "t": "“Who*ln is*i like You, O Lord,*s among the gods? Who*ld is*i like You, glorious in holiness, Fearful*ld in praises, doing wonders?"
    },
    {
        "o": 2123,
        "r": "nkjv:Exodus:15:12",
        "t": "You*ld stretched out Your right hand; The*ld earth swallowed them."
    },
    {
        "o": 2124,
        "r": "nkjv:Exodus:15:13",
        "t": "You*ld in Your mercy have led forth The*ld people whom You have redeemed; You*ld have guided them*i in Your strength To*ld Your holy habitation."
    },
    {
        "o": 2125,
        "r": "nkjv:Exodus:15:14",
        "t": "“The*ln people will hear and*i be afraid; Sorrow*ld will take hold of the inhabitants of Philistia."
    },
    {
        "o": 2126,
        "r": "nkjv:Exodus:15:15",
        "t": "Then*ld the chiefs of Edom will be dismayed; The*ld mighty men of Moab, Trembling*ld will take hold of them; All*ld the inhabitants of Canaan will melt away."
    },
    {
        "o": 2127,
        "r": "nkjv:Exodus:15:16",
        "t": "Fear*ld and dread will fall on them; By*ld the greatness of Your arm They*ld will be as*i still as a stone, Till*ld Your people pass over, O Lord,*s Till*ld the people pass over Whom*ld You have purchased."
    },
    {
        "o": 2128,
        "r": "nkjv:Exodus:15:17",
        "t": "You*ld will bring them in and plant them In*ld the mountain of Your inheritance, In*ild the place, O Lord,*s which*i You have made For*ld Your own dwelling, The*ld sanctuary, O Lord, which*i Your hands have established."
    },
    {
        "o": 2129,
        "r": "nkjv:Exodus:15:18",
        "t": "“The*ln Lord*s shall reign forever and ever.”"
    },
    {
        "o": 2130,
        "r": "nkjv:Exodus:15:19",
        "t": "For*p the horses of Pharaoh went with his chariots and his horsemen into the sea, and the Lord*s brought back the waters of the sea upon them. But the children of Israel went on dry land*i in the midst of the sea."
    },
    {
        "o": 2131,
        "r": "nkjv:Exodus:15:19",
        "t": "The Song of Miriam",
        "h": 2
    },
    {
        "o": 2132,
        "r": "nkjv:Exodus:15:20",
        "t": "Then*p Miriam the prophetess, the sister of Aaron, took the timbrel in her hand; and all the women went out after her with timbrels and with dances."
    },
    {
        "o": 2133,
        "r": "nkjv:Exodus:15:21",
        "t": "And Miriam answered them: “Sing*pn to the Lord,*s For*ld He has triumphed gloriously! The*ld horse and its rider He*ld has thrown into the sea!”"
    },
    {
        "o": 2134,
        "r": "nkjv:Exodus:15:21",
        "t": "Bitter Waters Made Sweet",
        "h": 2
    },
    {
        "o": 2135,
        "r": "nkjv:Exodus:15:22",
        "t": "So*p Moses brought Israel from the Red Sea; then they went out into the Wilderness of Shur. And they went three days in the wilderness and found no water."
    },
    {
        "o": 2136,
        "r": "nkjv:Exodus:15:23",
        "t": "Now when they came to Marah, they could not drink the waters of Marah, for they were*i bitter. Therefore the name of it was called Marah."
    },
    {
        "o": 2137,
        "r": "nkjv:Exodus:15:24",
        "t": "And the people complained against Moses, saying, “What shall we drink?”"
    },
    {
        "o": 2138,
        "r": "nkjv:Exodus:15:25",
        "t": "So he cried out to the Lord,*s and the Lord*s showed him a tree. When he cast it*i into the waters, the waters were made sweet. There*p He made a statute and an ordinance for them, and there He tested them,"
    },
    {
        "o": 2139,
        "r": "nkjv:Exodus:15:26",
        "t": "and said, “If you diligently heed the voice of the Lord*s your God and do what is right in His sight, give ear to His commandments and keep all His statutes, I will put none of the diseases on you which I have brought on the Egyptians. For I am*i the Lord*s who heals you.”"
    },
    {
        "o": 2140,
        "r": "nkjv:Exodus:15:27",
        "t": "Then*p they came to Elim, where there were*i twelve wells of water and seventy palm trees; so they camped there by the waters."
    },
    {
        "o": 2141,
        "r": "nkjv:Exodus:16:0",
        "t": "Exodus 16",
        "h": 1
    },
    {
        "o": 2142,
        "r": "nkjv:Exodus:16:0",
        "t": "Bread from Heaven",
        "h": 2
    },
    {
        "o": 2143,
        "r": "nkjv:Exodus:16:1",
        "t": "And*p they journeyed from Elim, and all the congregation of the children of Israel came to the Wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after they departed from the land of Egypt."
    },
    {
        "o": 2144,
        "r": "nkjv:Exodus:16:2",
        "t": "Then the whole congregation of the children of Israel complained against Moses and Aaron in the wilderness."
    },
    {
        "o": 2145,
        "r": "nkjv:Exodus:16:3",
        "t": "And the children of Israel said to them, “Oh, that we had died by the hand of the Lord*s in the land of Egypt, when we sat by the pots of meat and*i when we ate bread to the full! For you have brought us out into this wilderness to kill this whole assembly with hunger.”"
    },
    {
        "o": 2146,
        "r": "nkjv:Exodus:16:4",
        "t": "Then*p the Lord*s said to Moses, “Behold, I will rain bread from heaven for you. And the people shall go out and gather a certain quota every day, that I may test them, whether they will walk in My law or not."
    },
    {
        "o": 2147,
        "r": "nkjv:Exodus:16:5",
        "t": "And it shall be on the sixth day that they shall prepare what they bring in, and it shall be twice as much as they gather daily.”"
    },
    {
        "o": 2148,
        "r": "nkjv:Exodus:16:6",
        "t": "Then*p Moses and Aaron said to all the children of Israel, “At evening you shall know that the Lord*s has brought you out of the land of Egypt."
    },
    {
        "o": 2149,
        "r": "nkjv:Exodus:16:7",
        "t": "And in the morning you shall see the glory of the Lord;*s for He hears your complaints against the Lord.*s But what are*i we, that you complain against us?”"
    },
    {
        "o": 2150,
        "r": "nkjv:Exodus:16:8",
        "t": "Also Moses said, “This*i shall*i be*i seen*i when the Lord*s gives you meat to eat in the evening, and in the morning bread to the full; for the Lord*s hears your complaints which you make against Him. And what are*i we? Your complaints are*i not against us but against the Lord.”*s"
    },
    {
        "o": 2151,
        "r": "nkjv:Exodus:16:9",
        "t": "Then*p Moses spoke to Aaron, “Say to all the congregation of the children of Israel, ‘Come near before the Lord,*s for He has heard your complaints.’”"
    },
    {
        "o": 2152,
        "r": "nkjv:Exodus:16:10",
        "t": "Now it came to pass, as Aaron spoke to the whole congregation of the children of Israel, that they looked toward the wilderness, and behold, the glory of the Lord*s appeared in the cloud."
    },
    {
        "o": 2153,
        "r": "nkjv:Exodus:16:11",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 2154,
        "r": "nkjv:Exodus:16:12",
        "t": "“I have heard the complaints of the children of Israel. Speak to them, saying, ‘At twilight you shall eat meat, and in the morning you shall be filled with bread. And you shall know that I am*i the Lord*s your God.’”"
    },
    {
        "o": 2155,
        "r": "nkjv:Exodus:16:13",
        "t": "So*p it was that quails came up at evening and covered the camp, and in the morning the dew lay all around the camp."
    },
    {
        "o": 2156,
        "r": "nkjv:Exodus:16:14",
        "t": "And when the layer of dew lifted, there, on the surface of the wilderness, was a small round substance, as*i fine as frost on the ground."
    },
    {
        "o": 2157,
        "r": "nkjv:Exodus:16:15",
        "t": "So when the children of Israel saw it,*i they said to one another, “What is it?” For they did not know what it was.*i And*p Moses said to them, “This is*i the bread which the Lord*s has given you to eat."
    },
    {
        "o": 2158,
        "r": "nkjv:Exodus:16:16",
        "t": "This is the thing which the Lord*s has commanded: ‘Let every man gather it according to each one’s need, one omer for each person, according*i to*i the*i number of persons; let every man take for those*i who are*i in his tent.’”"
    },
    {
        "o": 2159,
        "r": "nkjv:Exodus:16:17",
        "t": "Then*p the children of Israel did so and gathered, some more, some less."
    },
    {
        "o": 2160,
        "r": "nkjv:Exodus:16:18",
        "t": "So when they measured it*i by omers, he who gathered much had nothing left over, and he who gathered little had no lack. Every man had gathered according to each one’s need."
    },
    {
        "o": 2161,
        "r": "nkjv:Exodus:16:19",
        "t": "And Moses said, “Let no one leave any of it till morning.”"
    },
    {
        "o": 2162,
        "r": "nkjv:Exodus:16:20",
        "t": "Notwithstanding they did not heed Moses. But some of them left part of it until morning, and it bred worms and stank. And Moses was angry with them."
    },
    {
        "o": 2163,
        "r": "nkjv:Exodus:16:21",
        "t": "So they gathered it every morning, every man according to his need. And when the sun became hot, it melted."
    },
    {
        "o": 2164,
        "r": "nkjv:Exodus:16:22",
        "t": "And*p so it was, on the sixth day, that*i they gathered twice as much bread, two omers for each one. And all the rulers of the congregation came and told Moses."
    },
    {
        "o": 2165,
        "r": "nkjv:Exodus:16:23",
        "t": "Then he said to them, “This is*i what*i the Lord*s has said: ‘Tomorrow is*i a Sabbath rest, a holy Sabbath to the Lord.*s Bake what you will bake today,*i and boil what you will boil; and lay up for yourselves all that remains, to be kept until morning.’”"
    },
    {
        "o": 2166,
        "r": "nkjv:Exodus:16:24",
        "t": "So they laid it up till morning, as Moses commanded; and it did not stink, nor were there any worms in it."
    },
    {
        "o": 2167,
        "r": "nkjv:Exodus:16:25",
        "t": "Then Moses said, “Eat that today, for today is*i a Sabbath to the Lord;*s today you will not find it in the field."
    },
    {
        "o": 2168,
        "r": "nkjv:Exodus:16:26",
        "t": "Six days you shall gather it, but on the seventh day, the Sabbath, there will be none.”"
    },
    {
        "o": 2169,
        "r": "nkjv:Exodus:16:27",
        "t": "Now*p it happened that*i some*i of the people went out on the seventh day to gather, but they found none."
    },
    {
        "o": 2170,
        "r": "nkjv:Exodus:16:28",
        "t": "And the Lord*s said to Moses, “How long do you refuse to keep My commandments and My laws?"
    },
    {
        "o": 2171,
        "r": "nkjv:Exodus:16:29",
        "t": "See! For the Lord*s has given you the Sabbath; therefore He gives you on the sixth day bread for two days. Let every man remain in his place; let no man go out of his place on the seventh day.”"
    },
    {
        "o": 2172,
        "r": "nkjv:Exodus:16:30",
        "t": "So the people rested on the seventh day."
    },
    {
        "o": 2173,
        "r": "nkjv:Exodus:16:31",
        "t": "And*p the house of Israel called its name Manna. And it was*i like white coriander seed, and the taste of it was*i like wafers made*i with honey."
    },
    {
        "o": 2174,
        "r": "nkjv:Exodus:16:32",
        "t": "Then*p Moses said, “This is*i the thing which the Lord*s has commanded: ‘Fill an omer with it, to be kept for your generations, that they may see the bread with which I fed you in the wilderness, when I brought you out of the land of Egypt.’”"
    },
    {
        "o": 2175,
        "r": "nkjv:Exodus:16:33",
        "t": "And Moses said to Aaron, “Take a pot and put an omer of manna in it, and lay it up before the Lord,*s to be kept for your generations.”"
    },
    {
        "o": 2176,
        "r": "nkjv:Exodus:16:34",
        "t": "As the Lord*s commanded Moses, so Aaron laid it up before the Testimony, to be kept."
    },
    {
        "o": 2177,
        "r": "nkjv:Exodus:16:35",
        "t": "And the children of Israel ate manna forty years, until they came to an inhabited land; they ate manna until they came to the border of the land of Canaan."
    },
    {
        "o": 2178,
        "r": "nkjv:Exodus:16:36",
        "t": "Now an omer is*i one-tenth of an ephah."
    },
    {
        "o": 2179,
        "r": "nkjv:Exodus:17:0",
        "t": "Exodus 17",
        "h": 1
    },
    {
        "o": 2180,
        "r": "nkjv:Exodus:17:0",
        "t": "Water from the Rock",
        "h": 2
    },
    {
        "o": 2181,
        "r": "nkjv:Exodus:17:1",
        "t": "Then*p all the congregation of the children of Israel set out on their journey from the Wilderness of Sin, according to the commandment of the Lord,*s and camped in Rephidim; but there*i was*i no water for the people to drink."
    },
    {
        "o": 2182,
        "r": "nkjv:Exodus:17:2",
        "t": "Therefore the people contended with Moses, and said, “Give us water, that we may drink.” So*p Moses said to them, “Why do you contend with me? Why do you tempt the Lord?”*s"
    },
    {
        "o": 2183,
        "r": "nkjv:Exodus:17:3",
        "t": "And*p the people thirsted there for water, and the people complained against Moses, and said, “Why is*i it you have brought us up out of Egypt, to kill us and our children and our livestock with thirst?”"
    },
    {
        "o": 2184,
        "r": "nkjv:Exodus:17:4",
        "t": "So*p Moses cried out to the Lord,*s saying, “What shall I do with this people? They are almost ready to stone me!”"
    },
    {
        "o": 2185,
        "r": "nkjv:Exodus:17:5",
        "t": "And*p the Lord*s said to Moses, “Go on before the people, and take with you some of the elders of Israel. Also take in your hand your rod with which you struck the river, and go."
    },
    {
        "o": 2186,
        "r": "nkjv:Exodus:17:6",
        "t": "Behold, I will stand before you there on the rock in Horeb; and you shall strike the rock, and water will come out of it, that the people may drink.” And*p Moses did so in the sight of the elders of Israel."
    },
    {
        "o": 2187,
        "r": "nkjv:Exodus:17:7",
        "t": "So he called the name of the place Massah and Meribah, because of the contention of the children of Israel, and because they tempted the Lord,*s saying, “Is the Lord*s among us or not?”"
    },
    {
        "o": 2188,
        "r": "nkjv:Exodus:17:7",
        "t": "Victory over the Amalekites",
        "h": 2
    },
    {
        "o": 2189,
        "r": "nkjv:Exodus:17:8",
        "t": "Now*p Amalek came and fought with Israel in Rephidim."
    },
    {
        "o": 2190,
        "r": "nkjv:Exodus:17:9",
        "t": "And Moses said to Joshua, “Choose us some men and go out, fight with Amalek. Tomorrow I will stand on the top of the hill with the rod of God in my hand.”"
    },
    {
        "o": 2191,
        "r": "nkjv:Exodus:17:10",
        "t": "So Joshua did as Moses said to him, and fought with Amalek. And Moses, Aaron, and Hur went up to the top of the hill."
    },
    {
        "o": 2192,
        "r": "nkjv:Exodus:17:11",
        "t": "And so it was, when Moses held up his hand, that Israel prevailed; and when he let down his hand, Amalek prevailed."
    },
    {
        "o": 2193,
        "r": "nkjv:Exodus:17:12",
        "t": "But Moses’ hands became*i heavy; so they took a stone and put it*i under him, and he sat on it. And Aaron and Hur supported his hands, one on one side, and the other on the other side; and his hands were steady until the going down of the sun."
    },
    {
        "o": 2194,
        "r": "nkjv:Exodus:17:13",
        "t": "So Joshua defeated Amalek and his people with the edge of the sword."
    },
    {
        "o": 2195,
        "r": "nkjv:Exodus:17:14",
        "t": "Then*p the Lord*s said to Moses, “Write this for*i a memorial in the book and recount it*i in the hearing of Joshua, that I will utterly blot out the remembrance of Amalek from under heaven.”"
    },
    {
        "o": 2196,
        "r": "nkjv:Exodus:17:15",
        "t": "And Moses built an altar and called its name, The- Lord*s -Is-My-Banner;"
    },
    {
        "o": 2197,
        "r": "nkjv:Exodus:17:16",
        "t": "for he said, “Because the Lord*s has sworn: the Lord*s will*i have*i war with Amalek from generation to generation.”"
    },
    {
        "o": 2198,
        "r": "nkjv:Exodus:18:0",
        "t": "Exodus 18",
        "h": 1
    },
    {
        "o": 2199,
        "r": "nkjv:Exodus:18:0",
        "t": "Jethro’s Advice",
        "h": 2
    },
    {
        "o": 2200,
        "r": "nkjv:Exodus:18:1",
        "t": "And*p Jethro, the priest of Midian, Moses’ father-in-law, heard of all that God had done for Moses and for Israel His people—that the Lord*s had brought Israel out of Egypt."
    },
    {
        "o": 2201,
        "r": "nkjv:Exodus:18:2",
        "t": "Then Jethro, Moses’ father-in-law, took Zipporah, Moses’ wife, after he had sent her back,"
    },
    {
        "o": 2202,
        "r": "nkjv:Exodus:18:3",
        "t": "with her two sons, of whom the name of one was*i Gershom (for he said, “I have been a stranger in a foreign land”)"
    },
    {
        "o": 2203,
        "r": "nkjv:Exodus:18:4",
        "t": "and the name of the other was*i Eliezer (for he*i said,*i “The God of my father was*i my help, and delivered me from the sword of Pharaoh”);"
    },
    {
        "o": 2204,
        "r": "nkjv:Exodus:18:5",
        "t": "and Jethro, Moses’ father-in-law, came with his sons and his wife to Moses in the wilderness, where he was encamped at the mountain of God."
    },
    {
        "o": 2205,
        "r": "nkjv:Exodus:18:6",
        "t": "Now he had said to Moses, “I, your father-in-law Jethro, am coming to you with your wife and her two sons with her.”"
    },
    {
        "o": 2206,
        "r": "nkjv:Exodus:18:7",
        "t": "So*p Moses went out to meet his father-in-law, bowed down, and kissed him. And they asked each other about their*i well-being, and they went into the tent."
    },
    {
        "o": 2207,
        "r": "nkjv:Exodus:18:8",
        "t": "And Moses told his father-in-law all that the Lord*s had done to Pharaoh and to the Egyptians for Israel’s sake, all the hardship that had come upon them on the way, and how*i the Lord*s had delivered them."
    },
    {
        "o": 2208,
        "r": "nkjv:Exodus:18:9",
        "t": "Then Jethro rejoiced for all the good which the Lord*s had done for Israel, whom He had delivered out of the hand of the Egyptians."
    },
    {
        "o": 2209,
        "r": "nkjv:Exodus:18:10",
        "t": "And Jethro said, “Blessed be*i the Lord,*s who has delivered you out of the hand of the Egyptians and out of the hand of Pharaoh, and*i who has delivered the people from under the hand of the Egyptians."
    },
    {
        "o": 2210,
        "r": "nkjv:Exodus:18:11",
        "t": "Now I know that the Lord*s is*i greater than all the gods; for in the very thing in which they behaved proudly, He*i was*i above them.”"
    },
    {
        "o": 2211,
        "r": "nkjv:Exodus:18:12",
        "t": "Then Jethro, Moses’ father-in-law, took a burnt offering and other*i sacrifices to*i offer*i to God. And Aaron came with all the elders of Israel to eat bread with Moses’ father-in-law before God."
    },
    {
        "o": 2212,
        "r": "nkjv:Exodus:18:13",
        "t": "And*p so it was, on the next day, that Moses sat to judge the people; and the people stood before Moses from morning until evening."
    },
    {
        "o": 2213,
        "r": "nkjv:Exodus:18:14",
        "t": "So when Moses’ father-in-law saw all that he did for the people, he said, “What is*i this thing that you are doing for the people? Why do you alone sit, and all the people stand before you from morning until evening?”"
    },
    {
        "o": 2214,
        "r": "nkjv:Exodus:18:15",
        "t": "And*p Moses said to his father-in-law, “Because the people come to me to inquire of God."
    },
    {
        "o": 2215,
        "r": "nkjv:Exodus:18:16",
        "t": "When they have a difficulty, they come to me, and I judge between one and another; and I make known the statutes of God and His laws.”"
    },
    {
        "o": 2216,
        "r": "nkjv:Exodus:18:17",
        "t": "So*p Moses’ father-in-law said to him, “The thing that you do is*i not good."
    },
    {
        "o": 2217,
        "r": "nkjv:Exodus:18:18",
        "t": "Both you and these people who are*i with you will surely wear yourselves out. For this thing is*i too much for you; you are not able to perform it by yourself."
    },
    {
        "o": 2218,
        "r": "nkjv:Exodus:18:19",
        "t": "Listen now to my voice; I will give you counsel, and God will be with you: Stand before God for the people, so that you may bring the difficulties to God."
    },
    {
        "o": 2219,
        "r": "nkjv:Exodus:18:20",
        "t": "And you shall teach them the statutes and the laws, and show them the way in which they must walk and the work they must do."
    },
    {
        "o": 2220,
        "r": "nkjv:Exodus:18:21",
        "t": "Moreover you shall select from all the people able men, such as fear God, men of truth, hating covetousness; and place such*i over them to*i be*i rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens."
    },
    {
        "o": 2221,
        "r": "nkjv:Exodus:18:22",
        "t": "And let them judge the people at all times. Then it will be that*i every great matter they shall bring to you, but every small matter they themselves shall judge. So it will be easier for you, for they will bear the*i burden*i with you."
    },
    {
        "o": 2222,
        "r": "nkjv:Exodus:18:23",
        "t": "If you do this thing, and God so*i commands you, then you will be able to endure, and all this people will also go to their place in peace.”"
    },
    {
        "o": 2223,
        "r": "nkjv:Exodus:18:24",
        "t": "So*p Moses heeded the voice of his father-in-law and did all that he had said."
    },
    {
        "o": 2224,
        "r": "nkjv:Exodus:18:25",
        "t": "And Moses chose able men out of all Israel, and made them heads over the people: rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens."
    },
    {
        "o": 2225,
        "r": "nkjv:Exodus:18:26",
        "t": "So they judged the people at all times; the hard cases they brought to Moses, but they judged every small case themselves."
    },
    {
        "o": 2226,
        "r": "nkjv:Exodus:18:27",
        "t": "Then*p Moses let his father-in-law depart, and he went his way to his own land."
    },
    {
        "o": 2227,
        "r": "nkjv:Exodus:19:0",
        "t": "Exodus 19",
        "h": 1
    },
    {
        "o": 2228,
        "r": "nkjv:Exodus:19:0",
        "t": "Israel at Mount Sinai",
        "h": 2
    },
    {
        "o": 2229,
        "r": "nkjv:Exodus:19:1",
        "t": "In*p the third month after the children of Israel had gone out of the land of Egypt, on the same day, they came to*i the Wilderness of Sinai."
    },
    {
        "o": 2230,
        "r": "nkjv:Exodus:19:2",
        "t": "For they had departed from Rephidim, had come to*i the Wilderness of Sinai, and camped in the wilderness. So Israel camped there before the mountain."
    },
    {
        "o": 2231,
        "r": "nkjv:Exodus:19:3",
        "t": "And*p Moses went up to God, and the Lord*s called to him from the mountain, saying, “Thus you shall say to the house of Jacob, and tell the children of Israel:"
    },
    {
        "o": 2232,
        "r": "nkjv:Exodus:19:4",
        "t": "‘You have seen what I did to the Egyptians, and how*i I bore you on eagles’ wings and brought you to Myself."
    },
    {
        "o": 2233,
        "r": "nkjv:Exodus:19:5",
        "t": "Now therefore, if you will indeed obey My voice and keep My covenant, then you shall be a special treasure to Me above all people; for all the earth is*i Mine."
    },
    {
        "o": 2234,
        "r": "nkjv:Exodus:19:6",
        "t": "And you shall be to Me a kingdom of priests and a holy nation.’ These are*i the words which you shall speak to the children of Israel.”"
    },
    {
        "o": 2235,
        "r": "nkjv:Exodus:19:7",
        "t": "So*p Moses came and called for the elders of the people, and laid before them all these words which the Lord*s commanded him."
    },
    {
        "o": 2236,
        "r": "nkjv:Exodus:19:8",
        "t": "Then all the people answered together and said, “All that the Lord*s has spoken we will do.” So Moses brought back the words of the people to the Lord.*s"
    },
    {
        "o": 2237,
        "r": "nkjv:Exodus:19:9",
        "t": "And the Lord*s said to Moses, “Behold, I come to you in the thick cloud, that the people may hear when I speak with you, and believe you forever.” So*p Moses told the words of the people to the Lord.*s"
    },
    {
        "o": 2238,
        "r": "nkjv:Exodus:19:10",
        "t": "Then*p the Lord*s said to Moses, “Go to the people and consecrate them today and tomorrow, and let them wash their clothes."
    },
    {
        "o": 2239,
        "r": "nkjv:Exodus:19:11",
        "t": "And let them be ready for the third day. For on the third day the Lord*s will come down upon Mount Sinai in the sight of all the people."
    },
    {
        "o": 2240,
        "r": "nkjv:Exodus:19:12",
        "t": "You shall set bounds for the people all around, saying, ‘Take heed to yourselves that*i you do not*i go up to the mountain or touch its base. Whoever touches the mountain shall surely be put to death."
    },
    {
        "o": 2241,
        "r": "nkjv:Exodus:19:13",
        "t": "Not a hand shall touch him, but he shall surely be stoned or shot with*i an*i arrow;*i whether man or beast, he shall not live.’ When the trumpet sounds long, they shall come near the mountain.”"
    },
    {
        "o": 2242,
        "r": "nkjv:Exodus:19:14",
        "t": "So*p Moses went down from the mountain to the people and sanctified the people, and they washed their clothes."
    },
    {
        "o": 2243,
        "r": "nkjv:Exodus:19:15",
        "t": "And he said to the people, “Be ready for the third day; do not come near your*i wives.”"
    },
    {
        "o": 2244,
        "r": "nkjv:Exodus:19:16",
        "t": "Then*p it came to pass on the third day, in the morning, that there were thunderings and lightnings, and a thick cloud on the mountain; and the sound of the trumpet was very loud, so that all the people who were*i in the camp trembled."
    },
    {
        "o": 2245,
        "r": "nkjv:Exodus:19:17",
        "t": "And Moses brought the people out of the camp to meet with God, and they stood at the foot of the mountain."
    },
    {
        "o": 2246,
        "r": "nkjv:Exodus:19:18",
        "t": "Now Mount Sinai was*i completely in smoke, because the Lord*s descended upon it in fire. Its smoke ascended like the smoke of a furnace, and the whole mountain quaked greatly."
    },
    {
        "o": 2247,
        "r": "nkjv:Exodus:19:19",
        "t": "And when the blast of the trumpet sounded long and became louder and louder, Moses spoke, and God answered him by voice."
    },
    {
        "o": 2248,
        "r": "nkjv:Exodus:19:20",
        "t": "Then the Lord*s came down upon Mount Sinai, on the top of the mountain. And the Lord*s called Moses to the top of the mountain, and Moses went up."
    },
    {
        "o": 2249,
        "r": "nkjv:Exodus:19:21",
        "t": "And*p the Lord*s said to Moses, “Go down and warn the people, lest they break through to gaze at the Lord,*s and many of them perish."
    },
    {
        "o": 2250,
        "r": "nkjv:Exodus:19:22",
        "t": "Also let the priests who come near the Lord*s consecrate themselves, lest the Lord*s break out against them.”"
    },
    {
        "o": 2251,
        "r": "nkjv:Exodus:19:23",
        "t": "But*p Moses said to the Lord,*s “The people cannot come up to Mount Sinai; for You warned us, saying, ‘Set bounds around the mountain and consecrate it.’”"
    },
    {
        "o": 2252,
        "r": "nkjv:Exodus:19:24",
        "t": "Then*p the Lord*s said to him, “Away! Get down and then come up, you and Aaron with you. But do not let the priests and the people break through to come up to the Lord,*s lest He break out against them.”"
    },
    {
        "o": 2253,
        "r": "nkjv:Exodus:19:25",
        "t": "So Moses went down to the people and spoke to them."
    },
    {
        "o": 2254,
        "r": "nkjv:Exodus:20:0",
        "t": "Exodus 20",
        "h": 1
    },
    {
        "o": 2255,
        "r": "nkjv:Exodus:20:0",
        "t": "The Ten Commandments",
        "h": 2
    },
    {
        "o": 2256,
        "r": "nkjv:Exodus:20:1",
        "t": "And*p God spoke all these words, saying:"
    },
    {
        "o": 2257,
        "r": "nkjv:Exodus:20:2",
        "t": "“I*pn am*i the Lord*s your God, who brought you out of the land of Egypt, out of the house of bondage."
    },
    {
        "o": 2258,
        "r": "nkjv:Exodus:20:3",
        "t": "“You*ld shall have no other gods before Me."
    },
    {
        "o": 2259,
        "r": "nkjv:Exodus:20:4",
        "t": "“You*ld shall not make for yourself a carved image—any likeness of*i anything*i that is*i in heaven above, or that is*i in the earth beneath, or that is*i in the water under the earth;"
    },
    {
        "o": 2260,
        "r": "nkjv:Exodus:20:5",
        "t": "you shall not bow down to them nor serve them. For I, the Lord*s your God, am*i a jealous God, visiting the iniquity of the fathers upon the children to the third and fourth generations*i of those who hate Me,"
    },
    {
        "o": 2261,
        "r": "nkjv:Exodus:20:6",
        "t": "but showing mercy to thousands, to those who love Me and keep My commandments."
    },
    {
        "o": 2262,
        "r": "nkjv:Exodus:20:7",
        "t": "“You*ld shall not take the name of the Lord*s your God in vain, for the Lord*s will not hold him*i guiltless who takes His name in vain."
    },
    {
        "o": 2263,
        "r": "nkjv:Exodus:20:8",
        "t": "“Remember*ld the Sabbath day, to keep it holy."
    },
    {
        "o": 2264,
        "r": "nkjv:Exodus:20:9",
        "t": "Six days you shall labor and do all your work,"
    },
    {
        "o": 2265,
        "r": "nkjv:Exodus:20:10",
        "t": "but the seventh day is*i the Sabbath of the Lord*s your God. In*i it*i you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your cattle, nor your stranger who is*i within your gates."
    },
    {
        "o": 2266,
        "r": "nkjv:Exodus:20:11",
        "t": "For in*i six days the Lord*s made the heavens and the earth, the sea, and all that is*i in them, and rested the seventh day. Therefore the Lord*s blessed the Sabbath day and hallowed it."
    },
    {
        "o": 2267,
        "r": "nkjv:Exodus:20:12",
        "t": "“Honor*ld your father and your mother, that your days may be long upon the land which the Lord*s your God is giving you."
    },
    {
        "o": 2268,
        "r": "nkjv:Exodus:20:13",
        "t": "“You*ld shall not murder."
    },
    {
        "o": 2269,
        "r": "nkjv:Exodus:20:14",
        "t": "“You*ld shall not commit adultery."
    },
    {
        "o": 2270,
        "r": "nkjv:Exodus:20:15",
        "t": "“You*ld shall not steal."
    },
    {
        "o": 2271,
        "r": "nkjv:Exodus:20:16",
        "t": "“You*ld shall not bear false witness against your neighbor."
    },
    {
        "o": 2272,
        "r": "nkjv:Exodus:20:17",
        "t": "“You*ld shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, nor his male servant, nor his female servant, nor his ox, nor his donkey, nor anything that is*i your neighbor’s.”"
    },
    {
        "o": 2273,
        "r": "nkjv:Exodus:20:17",
        "t": "The People Afraid of God’s Presence",
        "h": 2
    },
    {
        "o": 2274,
        "r": "nkjv:Exodus:20:18",
        "t": "Now*p all the people witnessed the thunderings, the lightning flashes, the sound of the trumpet, and the mountain smoking; and when the people saw it,*i they trembled and stood afar off."
    },
    {
        "o": 2275,
        "r": "nkjv:Exodus:20:19",
        "t": "Then they said to Moses, “You speak with us, and we will hear; but let not God speak with us, lest we die.”"
    },
    {
        "o": 2276,
        "r": "nkjv:Exodus:20:20",
        "t": "And*p Moses said to the people, “Do not fear; for God has come to test you, and that His fear may be before you, so that you may not sin.”"
    },
    {
        "o": 2277,
        "r": "nkjv:Exodus:20:21",
        "t": "So the people stood afar off, but Moses drew near the thick darkness where God was.*i"
    },
    {
        "o": 2278,
        "r": "nkjv:Exodus:20:21",
        "t": "The Law of the Altar",
        "h": 2
    },
    {
        "o": 2279,
        "r": "nkjv:Exodus:20:22",
        "t": "Then*p the Lord*s said to Moses, “Thus you shall say to the children of Israel: ‘You have seen that I have talked with you from heaven."
    },
    {
        "o": 2280,
        "r": "nkjv:Exodus:20:23",
        "t": "You shall not make anything*i to*i be*i with Me—gods of silver or gods of gold you shall not make for yourselves."
    },
    {
        "o": 2281,
        "r": "nkjv:Exodus:20:24",
        "t": "An altar of earth you shall make for Me, and you shall sacrifice on it your burnt offerings and your peace offerings, your sheep and your oxen. In every place where I record My name I will come to you, and I will bless you."
    },
    {
        "o": 2282,
        "r": "nkjv:Exodus:20:25",
        "t": "And if you make Me an altar of stone, you shall not build it of hewn stone; for if you use your tool on it, you have profaned it."
    },
    {
        "o": 2283,
        "r": "nkjv:Exodus:20:26",
        "t": "Nor shall you go up by steps to My altar, that your nakedness may not be exposed on it.’"
    },
    {
        "o": 2284,
        "r": "nkjv:Exodus:21:0",
        "t": "Exodus 21",
        "h": 1
    },
    {
        "o": 2285,
        "r": "nkjv:Exodus:21:0",
        "t": "The Law Concerning Servants",
        "h": 2
    },
    {
        "o": 2286,
        "r": "nkjv:Exodus:21:1",
        "t": "“Now*p these are*i the judgments which you shall set before them:"
    },
    {
        "o": 2287,
        "r": "nkjv:Exodus:21:2",
        "t": "If you buy a Hebrew servant, he shall serve six years; and in the seventh he shall go out free and pay nothing."
    },
    {
        "o": 2288,
        "r": "nkjv:Exodus:21:3",
        "t": "If he comes in by himself, he shall go out by himself; if he comes*i in*i married, then his wife shall go out with him."
    },
    {
        "o": 2289,
        "r": "nkjv:Exodus:21:4",
        "t": "If his master has given him a wife, and she has borne him sons or daughters, the wife and her children shall be her master’s, and he shall go out by himself."
    },
    {
        "o": 2290,
        "r": "nkjv:Exodus:21:5",
        "t": "But if the servant plainly says, ‘I love my master, my wife, and my children; I will not go out free,’"
    },
    {
        "o": 2291,
        "r": "nkjv:Exodus:21:6",
        "t": "then his master shall bring him to the judges. He shall also bring him to the door, or to the doorpost, and his master shall pierce his ear with an awl; and he shall serve him forever."
    },
    {
        "o": 2292,
        "r": "nkjv:Exodus:21:7",
        "t": "“And*p if a man sells his daughter to be a female slave, she shall not go out as the male slaves do."
    },
    {
        "o": 2293,
        "r": "nkjv:Exodus:21:8",
        "t": "If she does not please her master, who has betrothed her to himself, then he shall let her be redeemed. He shall have no right to sell her to a foreign people, since he has dealt deceitfully with her."
    },
    {
        "o": 2294,
        "r": "nkjv:Exodus:21:9",
        "t": "And if he has betrothed her to his son, he shall deal with her according to the custom of daughters."
    },
    {
        "o": 2295,
        "r": "nkjv:Exodus:21:10",
        "t": "If he takes another wife,*i he shall not diminish her food, her clothing, and her marriage rights."
    },
    {
        "o": 2296,
        "r": "nkjv:Exodus:21:11",
        "t": "And if he does not do these three for her, then she shall go out free, without paying*i money."
    },
    {
        "o": 2297,
        "r": "nkjv:Exodus:21:11",
        "t": "The Law Concerning Violence",
        "h": 2
    },
    {
        "o": 2298,
        "r": "nkjv:Exodus:21:12",
        "t": "“He*p who strikes a man so that he dies shall surely be put to death."
    },
    {
        "o": 2299,
        "r": "nkjv:Exodus:21:13",
        "t": "However, if he did not lie in wait, but God delivered him*i into his hand, then I will appoint for you a place where he may flee."
    },
    {
        "o": 2300,
        "r": "nkjv:Exodus:21:14",
        "t": "“But*p if a man acts with premeditation against his neighbor, to kill him by treachery, you shall take him from My altar, that he may die."
    },
    {
        "o": 2301,
        "r": "nkjv:Exodus:21:15",
        "t": "“And*p he who strikes his father or his mother shall surely be put to death."
    },
    {
        "o": 2302,
        "r": "nkjv:Exodus:21:16",
        "t": "“He*p who kidnaps a man and sells him, or if he is found in his hand, shall surely be put to death."
    },
    {
        "o": 2303,
        "r": "nkjv:Exodus:21:17",
        "t": "“And*p he who curses his father or his mother shall surely be put to death."
    },
    {
        "o": 2304,
        "r": "nkjv:Exodus:21:18",
        "t": "“If*p men contend with each other, and one strikes the other with a stone or with his*i fist, and he does not die but is confined to his*i bed,"
    },
    {
        "o": 2305,
        "r": "nkjv:Exodus:21:19",
        "t": "if he rises again and walks about outside with his staff, then he who struck him*i shall be acquitted. He shall only pay for*i the loss of his time, and shall provide for*i him*i to be thoroughly healed."
    },
    {
        "o": 2306,
        "r": "nkjv:Exodus:21:20",
        "t": "“And*p if a man beats his male or female servant with a rod, so that he dies under his hand, he shall surely be punished."
    },
    {
        "o": 2307,
        "r": "nkjv:Exodus:21:21",
        "t": "Notwithstanding, if he remains alive a day or two, he shall not be punished; for he is*i his property."
    },
    {
        "o": 2308,
        "r": "nkjv:Exodus:21:22",
        "t": "“If*p men fight, and hurt a woman with child, so that she gives birth prematurely, yet no harm follows, he shall surely be punished accordingly as the woman’s husband imposes on him; and he shall pay as the judges determine.*i"
    },
    {
        "o": 2309,
        "r": "nkjv:Exodus:21:23",
        "t": "But if any*i harm follows, then you shall give life for life,"
    },
    {
        "o": 2310,
        "r": "nkjv:Exodus:21:24",
        "t": "eye for eye, tooth for tooth, hand for hand, foot for foot,"
    },
    {
        "o": 2311,
        "r": "nkjv:Exodus:21:25",
        "t": "burn for burn, wound for wound, stripe for stripe."
    },
    {
        "o": 2312,
        "r": "nkjv:Exodus:21:26",
        "t": "“If*p a man strikes the eye of his male or female servant, and destroys it, he shall let him go free for the sake of his eye."
    },
    {
        "o": 2313,
        "r": "nkjv:Exodus:21:27",
        "t": "And if he knocks out the tooth of his male or female servant, he shall let him go free for the sake of his tooth."
    },
    {
        "o": 2314,
        "r": "nkjv:Exodus:21:27",
        "t": "Animal Control Laws",
        "h": 2
    },
    {
        "o": 2315,
        "r": "nkjv:Exodus:21:28",
        "t": "“If*p an ox gores a man or a woman to death, then the ox shall surely be stoned, and its flesh shall not be eaten; but the owner of the ox shall*i be*i acquitted."
    },
    {
        "o": 2316,
        "r": "nkjv:Exodus:21:29",
        "t": "But if the ox tended to thrust with its horn in times past, and it has been made known to his owner, and he has not kept it confined, so that it has killed a man or a woman, the ox shall be stoned and its owner also shall be put to death."
    },
    {
        "o": 2317,
        "r": "nkjv:Exodus:21:30",
        "t": "If there is imposed on him a sum of money, then he shall pay to redeem his life, whatever is imposed on him."
    },
    {
        "o": 2318,
        "r": "nkjv:Exodus:21:31",
        "t": "Whether it has gored a son or gored a daughter, according to this judgment it shall be done to him."
    },
    {
        "o": 2319,
        "r": "nkjv:Exodus:21:32",
        "t": "If the ox gores a male or female servant, he shall give to their master thirty shekels of silver, and the ox shall be stoned."
    },
    {
        "o": 2320,
        "r": "nkjv:Exodus:21:33",
        "t": "“And*p if a man opens a pit, or if a man digs a pit and does not cover it, and an ox or a donkey falls in it,"
    },
    {
        "o": 2321,
        "r": "nkjv:Exodus:21:34",
        "t": "the owner of the pit shall make it*i good; he shall give money to their owner, but the dead animal*i shall be his."
    },
    {
        "o": 2322,
        "r": "nkjv:Exodus:21:35",
        "t": "“If*p one man’s ox hurts another’s, so that it dies, then they shall sell the live ox and divide the money from it; and the dead ox*i they shall also divide."
    },
    {
        "o": 2323,
        "r": "nkjv:Exodus:21:36",
        "t": "Or if it was known that the ox tended to thrust in time past, and its owner has not kept it confined, he shall surely pay ox for ox, and the dead animal shall be his own."
    },
    {
        "o": 2324,
        "r": "nkjv:Exodus:22:0",
        "t": "Exodus 22",
        "h": 1
    },
    {
        "o": 2325,
        "r": "nkjv:Exodus:22:0",
        "t": "Responsibility for Property",
        "h": 2
    },
    {
        "o": 2326,
        "r": "nkjv:Exodus:22:1",
        "t": "“If*p a man steals an ox or a sheep, and slaughters it or sells it, he shall restore five oxen for an ox and four sheep for a sheep."
    },
    {
        "o": 2327,
        "r": "nkjv:Exodus:22:2",
        "t": "If the thief is found breaking in, and he is struck so that he dies, there*i shall*i be*i no guilt for his bloodshed."
    },
    {
        "o": 2328,
        "r": "nkjv:Exodus:22:3",
        "t": "If the sun has risen on him, there*i shall*i be*i guilt for his bloodshed. He should make full restitution; if he has nothing, then he shall be sold for his theft."
    },
    {
        "o": 2329,
        "r": "nkjv:Exodus:22:4",
        "t": "If the theft is certainly found alive in his hand, whether it is an ox or donkey or sheep, he shall restore double."
    },
    {
        "o": 2330,
        "r": "nkjv:Exodus:22:5",
        "t": "“If*p a man causes a field or vineyard to be grazed, and lets loose his animal, and it feeds in another man’s field, he shall make restitution from the best of his own field and the best of his own vineyard."
    },
    {
        "o": 2331,
        "r": "nkjv:Exodus:22:6",
        "t": "“If*p fire breaks out and catches in thorns, so that stacked grain, standing grain, or the field is consumed, he who kindled the fire shall surely make restitution."
    },
    {
        "o": 2332,
        "r": "nkjv:Exodus:22:7",
        "t": "“If*p a man delivers to his neighbor money or articles to keep, and it is stolen out of the man’s house, if the thief is found, he shall pay double."
    },
    {
        "o": 2333,
        "r": "nkjv:Exodus:22:8",
        "t": "If the thief is not found, then the master of the house shall be brought to the judges to*i see*i whether he has put his hand into his neighbor’s goods."
    },
    {
        "o": 2334,
        "r": "nkjv:Exodus:22:9",
        "t": "“For*p any kind of trespass, whether*i it*i concerns*i an ox, a donkey, a sheep, or clothing, or*i for any kind of lost thing which another*i claims to be his, the cause of both parties shall come before the judges; and*i whomever the judges condemn shall pay double to his neighbor."
    },
    {
        "o": 2335,
        "r": "nkjv:Exodus:22:10",
        "t": "If a man delivers to his neighbor a donkey, an ox, a sheep, or any animal to keep, and it dies, is hurt, or driven away, no one seeing it,*i"
    },
    {
        "o": 2336,
        "r": "nkjv:Exodus:22:11",
        "t": "then*i an oath of the Lord*s shall be between them both, that he has not put his hand into his neighbor’s goods; and the owner of it shall accept that,*i and he shall not make it*i good."
    },
    {
        "o": 2337,
        "r": "nkjv:Exodus:22:12",
        "t": "But if, in fact, it is stolen from him, he shall make restitution to the owner of it."
    },
    {
        "o": 2338,
        "r": "nkjv:Exodus:22:13",
        "t": "If it is torn to pieces by*i a*i beast,*i then*i he shall bring it as evidence, and*i he shall not make good what was torn."
    },
    {
        "o": 2339,
        "r": "nkjv:Exodus:22:14",
        "t": "“And*p if a man borrows anything*i from his neighbor, and it becomes injured or dies, the owner of it not being*i with it, he shall surely make it*i good."
    },
    {
        "o": 2340,
        "r": "nkjv:Exodus:22:15",
        "t": "If its owner was*i with it, he shall not make it*i good; if it was*i hired, it came for its hire."
    },
    {
        "o": 2341,
        "r": "nkjv:Exodus:22:15",
        "t": "Moral and Ceremonial Principles",
        "h": 2
    },
    {
        "o": 2342,
        "r": "nkjv:Exodus:22:16",
        "t": "“If*p a man entices a virgin who is not betrothed, and lies with her, he shall surely pay the bride-price for her to*i be*i his wife."
    },
    {
        "o": 2343,
        "r": "nkjv:Exodus:22:17",
        "t": "If her father utterly refuses to give her to him, he shall pay money according to the bride-price of virgins."
    },
    {
        "o": 2344,
        "r": "nkjv:Exodus:22:18",
        "t": "“You*p shall not permit a sorceress to live."
    },
    {
        "o": 2345,
        "r": "nkjv:Exodus:22:19",
        "t": "“Whoever*p lies with an animal shall surely be put to death."
    },
    {
        "o": 2346,
        "r": "nkjv:Exodus:22:20",
        "t": "“He*p who sacrifices to any*i god, except to the Lord*s only, he shall be utterly destroyed."
    },
    {
        "o": 2347,
        "r": "nkjv:Exodus:22:21",
        "t": "“You*p shall neither mistreat a stranger nor oppress him, for you were strangers in the land of Egypt."
    },
    {
        "o": 2348,
        "r": "nkjv:Exodus:22:22",
        "t": "“You*p shall not afflict any widow or fatherless child."
    },
    {
        "o": 2349,
        "r": "nkjv:Exodus:22:23",
        "t": "If you afflict them in any way, and*i they cry at all to Me, I will surely hear their cry;"
    },
    {
        "o": 2350,
        "r": "nkjv:Exodus:22:24",
        "t": "and My wrath will become hot, and I will kill you with the sword; your wives shall be widows, and your children fatherless."
    },
    {
        "o": 2351,
        "r": "nkjv:Exodus:22:25",
        "t": "“If*p you lend money to any*i of*i My people who*i are*i poor among you, you shall not be like a moneylender to him; you shall not charge him interest."
    },
    {
        "o": 2352,
        "r": "nkjv:Exodus:22:26",
        "t": "If you ever take your neighbor’s garment as a pledge, you shall return it to him before the sun goes down."
    },
    {
        "o": 2353,
        "r": "nkjv:Exodus:22:27",
        "t": "For that is*i his only covering, it is*i his garment for his skin. What will he sleep in? And it will be that when he cries to Me, I will hear, for I am*i gracious."
    },
    {
        "o": 2354,
        "r": "nkjv:Exodus:22:28",
        "t": "“You*p shall not revile God, nor curse a ruler of your people."
    },
    {
        "o": 2355,
        "r": "nkjv:Exodus:22:29",
        "t": "“You*p shall not delay to*i offer*i the first of your ripe produce and your juices. The firstborn of your sons you shall give to Me."
    },
    {
        "o": 2356,
        "r": "nkjv:Exodus:22:30",
        "t": "Likewise you shall do with your oxen and*i your sheep. It shall be with its mother seven days; on the eighth day you shall give it to Me."
    },
    {
        "o": 2357,
        "r": "nkjv:Exodus:22:31",
        "t": "“And*p you shall be holy men to Me: you shall not eat meat torn by*i beasts*i in the field; you shall throw it to the dogs."
    },
    {
        "o": 2358,
        "r": "nkjv:Exodus:23:0",
        "t": "Exodus 23",
        "h": 1
    },
    {
        "o": 2359,
        "r": "nkjv:Exodus:23:0",
        "t": "Justice for All",
        "h": 2
    },
    {
        "o": 2360,
        "r": "nkjv:Exodus:23:1",
        "t": "“You*p shall not circulate a false report. Do not put your hand with the wicked to be an unrighteous witness."
    },
    {
        "o": 2361,
        "r": "nkjv:Exodus:23:2",
        "t": "You shall not follow a crowd to do evil; nor shall you testify in a dispute so as to turn aside after many to pervert justice.*i"
    },
    {
        "o": 2362,
        "r": "nkjv:Exodus:23:3",
        "t": "You shall not show partiality to a poor man in his dispute."
    },
    {
        "o": 2363,
        "r": "nkjv:Exodus:23:4",
        "t": "“If*p you meet your enemy’s ox or his donkey going astray, you shall surely bring it back to him again."
    },
    {
        "o": 2364,
        "r": "nkjv:Exodus:23:5",
        "t": "If you see the donkey of one who hates you lying under its burden, and you would refrain from helping it, you shall surely help him with it."
    },
    {
        "o": 2365,
        "r": "nkjv:Exodus:23:6",
        "t": "“You*p shall not pervert the judgment of your poor in his dispute."
    },
    {
        "o": 2366,
        "r": "nkjv:Exodus:23:7",
        "t": "Keep yourself far from a false matter; do not kill the innocent and righteous. For I will not justify the wicked."
    },
    {
        "o": 2367,
        "r": "nkjv:Exodus:23:8",
        "t": "And you shall take no bribe, for a bribe blinds the discerning and perverts the words of the righteous."
    },
    {
        "o": 2368,
        "r": "nkjv:Exodus:23:9",
        "t": "“Also*p you shall not oppress a stranger, for you know the heart of a stranger, because you were strangers in the land of Egypt."
    },
    {
        "o": 2369,
        "r": "nkjv:Exodus:23:9",
        "t": "The Law of Sabbaths",
        "h": 2
    },
    {
        "o": 2370,
        "r": "nkjv:Exodus:23:10",
        "t": "“Six*p years you shall sow your land and gather in its produce,"
    },
    {
        "o": 2371,
        "r": "nkjv:Exodus:23:11",
        "t": "but the seventh year*i you shall let it rest and lie fallow, that the poor of your people may eat; and what they leave, the beasts of the field may eat. In like manner you shall do with your vineyard and*i your olive grove."
    },
    {
        "o": 2372,
        "r": "nkjv:Exodus:23:12",
        "t": "Six days you shall do your work, and on the seventh day you shall rest, that your ox and your donkey may rest, and the son of your female servant and the stranger may be refreshed."
    },
    {
        "o": 2373,
        "r": "nkjv:Exodus:23:13",
        "t": "“And*p in all that I have said to you, be circumspect and make no mention of the name of other gods, nor let it be heard from your mouth."
    },
    {
        "o": 2374,
        "r": "nkjv:Exodus:23:13",
        "t": "Three Annual Feasts",
        "h": 2
    },
    {
        "o": 2375,
        "r": "nkjv:Exodus:23:14",
        "t": "“Three*p times you shall keep a feast to Me in the year:"
    },
    {
        "o": 2376,
        "r": "nkjv:Exodus:23:15",
        "t": "You shall keep the Feast of Unleavened Bread (you shall eat unleavened bread seven days, as I commanded you, at the time appointed in the month of Abib, for in it you came out of Egypt; none shall appear before Me empty);"
    },
    {
        "o": 2377,
        "r": "nkjv:Exodus:23:16",
        "t": "and the Feast of Harvest, the firstfruits of your labors which you have sown in the field; and the Feast of Ingathering at the end of the year, when you have gathered in the*i fruit*i of*i your labors from the field."
    },
    {
        "o": 2378,
        "r": "nkjv:Exodus:23:17",
        "t": "“Three*p times in the year all your males shall appear before the Lord God.*s"
    },
    {
        "o": 2379,
        "r": "nkjv:Exodus:23:18",
        "t": "“You*p shall not offer the blood of My sacrifice with leavened bread; nor shall the fat of My sacrifice remain until morning."
    },
    {
        "o": 2380,
        "r": "nkjv:Exodus:23:19",
        "t": "The first of the firstfruits of your land you shall bring into the house of the Lord*s your God. You shall not boil a young goat in its mother’s milk."
    },
    {
        "o": 2381,
        "r": "nkjv:Exodus:23:19",
        "t": "The Angel and the Promises",
        "h": 2
    },
    {
        "o": 2382,
        "r": "nkjv:Exodus:23:20",
        "t": "“Behold,*p I send an Angel before you to keep you in the way and to bring you into the place which I have prepared."
    },
    {
        "o": 2383,
        "r": "nkjv:Exodus:23:21",
        "t": "Beware of Him and obey His voice; do not provoke Him, for He will not pardon your transgressions; for My name is*i in Him."
    },
    {
        "o": 2384,
        "r": "nkjv:Exodus:23:22",
        "t": "But if you indeed obey His voice and do all that I speak, then I will be an enemy to your enemies and an adversary to your adversaries."
    },
    {
        "o": 2385,
        "r": "nkjv:Exodus:23:23",
        "t": "For My Angel will go before you and bring you in to the Amorites and the Hittites and the Perizzites and the Canaanites and the Hivites and the Jebusites; and I will cut them off."
    },
    {
        "o": 2386,
        "r": "nkjv:Exodus:23:24",
        "t": "You shall not bow down to their gods, nor serve them, nor do according to their works; but you shall utterly overthrow them and completely break down their sacred*i pillars."
    },
    {
        "o": 2387,
        "r": "nkjv:Exodus:23:25",
        "t": "“So*p you shall serve the Lord*s your God, and He will bless your bread and your water. And I will take sickness away from the midst of you."
    },
    {
        "o": 2388,
        "r": "nkjv:Exodus:23:26",
        "t": "No one shall suffer miscarriage or be barren in your land; I will fulfill the number of your days."
    },
    {
        "o": 2389,
        "r": "nkjv:Exodus:23:27",
        "t": "“I*p will send My fear before you, I will cause confusion among all the people to whom you come, and will make all your enemies turn their*i backs to you."
    },
    {
        "o": 2390,
        "r": "nkjv:Exodus:23:28",
        "t": "And I will send hornets before you, which shall drive out the Hivite, the Canaanite, and the Hittite from before you."
    },
    {
        "o": 2391,
        "r": "nkjv:Exodus:23:29",
        "t": "I will not drive them out from before you in one year, lest the land become desolate and the beasts of the field become too numerous for you."
    },
    {
        "o": 2392,
        "r": "nkjv:Exodus:23:30",
        "t": "Little by little I will drive them out from before you, until you have increased, and you inherit the land."
    },
    {
        "o": 2393,
        "r": "nkjv:Exodus:23:31",
        "t": "And I will set your bounds from the Red Sea to the sea, Philistia, and from the desert to the River. For I will deliver the inhabitants of the land into your hand, and you shall drive them out before you."
    },
    {
        "o": 2394,
        "r": "nkjv:Exodus:23:32",
        "t": "You shall make no covenant with them, nor with their gods."
    },
    {
        "o": 2395,
        "r": "nkjv:Exodus:23:33",
        "t": "They shall not dwell in your land, lest they make you sin against Me. For if*i you serve their gods, it will surely be a snare to you.”"
    },
    {
        "o": 2396,
        "r": "nkjv:Exodus:24:0",
        "t": "Exodus 24",
        "h": 1
    },
    {
        "o": 2397,
        "r": "nkjv:Exodus:24:0",
        "t": "Israel Affirms the Covenant",
        "h": 2
    },
    {
        "o": 2398,
        "r": "nkjv:Exodus:24:1",
        "t": "Now*p He said to Moses, “Come up to the Lord,*s you and Aaron, Nadab and Abihu, and seventy of the elders of Israel, and worship from afar."
    },
    {
        "o": 2399,
        "r": "nkjv:Exodus:24:2",
        "t": "And Moses alone shall come near the Lord,*s but they shall not come near; nor shall the people go up with him.”"
    },
    {
        "o": 2400,
        "r": "nkjv:Exodus:24:3",
        "t": "So*p Moses came and told the people all the words of the Lord*s and all the judgments. And all the people answered with one voice and said, “All the words which the Lord*s has said we will do.”"
    },
    {
        "o": 2401,
        "r": "nkjv:Exodus:24:4",
        "t": "And Moses wrote all the words of the Lord.*s And he rose early in the morning, and built an altar at the foot of the mountain, and twelve pillars according to the twelve tribes of Israel."
    },
    {
        "o": 2402,
        "r": "nkjv:Exodus:24:5",
        "t": "Then he sent young men of the children of Israel, who offered burnt offerings and sacrificed peace offerings of oxen to the Lord.*s"
    },
    {
        "o": 2403,
        "r": "nkjv:Exodus:24:6",
        "t": "And Moses took half the blood and put it*i in basins, and half the blood he sprinkled on the altar."
    },
    {
        "o": 2404,
        "r": "nkjv:Exodus:24:7",
        "t": "Then he took the Book of the Covenant and read in the hearing of the people. And they said, “All that the Lord*s has said we will do, and be obedient.”"
    },
    {
        "o": 2405,
        "r": "nkjv:Exodus:24:8",
        "t": "And Moses took the blood, sprinkled it*i on the people, and said, “This is the blood of the covenant which the Lord*s has made with you according to all these words.”"
    },
    {
        "o": 2406,
        "r": "nkjv:Exodus:24:8",
        "t": "On the Mountain with God",
        "h": 2
    },
    {
        "o": 2407,
        "r": "nkjv:Exodus:24:9",
        "t": "Then*p Moses went up, also Aaron, Nadab, and Abihu, and seventy of the elders of Israel,"
    },
    {
        "o": 2408,
        "r": "nkjv:Exodus:24:10",
        "t": "and they saw the God of Israel. And there*i was*i under His feet as it were a paved work of sapphire stone, and it was like the very heavens in its*i clarity."
    },
    {
        "o": 2409,
        "r": "nkjv:Exodus:24:11",
        "t": "But on the nobles of the children of Israel He did not lay His hand. So they saw God, and they ate and drank."
    },
    {
        "o": 2410,
        "r": "nkjv:Exodus:24:12",
        "t": "Then*p the Lord*s said to Moses, “Come up to Me on the mountain and be there; and I will give you tablets of stone, and the law and commandments which I have written, that you may teach them.”"
    },
    {
        "o": 2411,
        "r": "nkjv:Exodus:24:13",
        "t": "So*p Moses arose with his assistant Joshua, and Moses went up to the mountain of God."
    },
    {
        "o": 2412,
        "r": "nkjv:Exodus:24:14",
        "t": "And he said to the elders, “Wait here for us until we come back to you. Indeed, Aaron and Hur are*i with you. If any man has a difficulty, let him go to them.”"
    },
    {
        "o": 2413,
        "r": "nkjv:Exodus:24:15",
        "t": "Then Moses went up into the mountain, and a cloud covered the mountain."
    },
    {
        "o": 2414,
        "r": "nkjv:Exodus:24:16",
        "t": "Now*p the glory of the Lord*s rested on Mount Sinai, and the cloud covered it six days. And on the seventh day He called to Moses out of the midst of the cloud."
    },
    {
        "o": 2415,
        "r": "nkjv:Exodus:24:17",
        "t": "The sight of the glory of the Lord*s was*i like a consuming fire on the top of the mountain in the eyes of the children of Israel."
    },
    {
        "o": 2416,
        "r": "nkjv:Exodus:24:18",
        "t": "So Moses went into the midst of the cloud and went up into the mountain. And Moses was on the mountain forty days and forty nights."
    },
    {
        "o": 2417,
        "r": "nkjv:Exodus:25:0",
        "t": "Exodus 25",
        "h": 1
    },
    {
        "o": 2418,
        "r": "nkjv:Exodus:25:0",
        "t": "Offerings for the Sanctuary",
        "h": 2
    },
    {
        "o": 2419,
        "r": "nkjv:Exodus:25:1",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 2420,
        "r": "nkjv:Exodus:25:2",
        "t": "“Speak to the children of Israel, that they bring Me an offering. From everyone who gives it willingly with his heart you shall take My offering."
    },
    {
        "o": 2421,
        "r": "nkjv:Exodus:25:3",
        "t": "And this is*i the offering which you shall take from them: gold, silver, and bronze;"
    },
    {
        "o": 2422,
        "r": "nkjv:Exodus:25:4",
        "t": "blue, purple, and scarlet thread,*i fine linen, and goats’ hair;*i"
    },
    {
        "o": 2423,
        "r": "nkjv:Exodus:25:5",
        "t": "ram skins dyed red, badger skins, and acacia wood;"
    },
    {
        "o": 2424,
        "r": "nkjv:Exodus:25:6",
        "t": "oil for the light, and spices for the anointing oil and for the sweet incense;"
    },
    {
        "o": 2425,
        "r": "nkjv:Exodus:25:7",
        "t": "onyx stones, and stones to be set in the ephod and in the breastplate."
    },
    {
        "o": 2426,
        "r": "nkjv:Exodus:25:8",
        "t": "And let them make Me a sanctuary, that I may dwell among them."
    },
    {
        "o": 2427,
        "r": "nkjv:Exodus:25:9",
        "t": "According to all that I show you, that*i is,*i the pattern of the tabernacle and the pattern of all its furnishings, just so you shall make it.*i"
    },
    {
        "o": 2428,
        "r": "nkjv:Exodus:25:9",
        "t": "The Ark of the Testimony",
        "h": 2
    },
    {
        "o": 2429,
        "r": "nkjv:Exodus:25:10",
        "t": "“And*p they shall make an ark of acacia wood; two and a half cubits shall*i be*i its length, a cubit and a half its width, and a cubit and a half its height."
    },
    {
        "o": 2430,
        "r": "nkjv:Exodus:25:11",
        "t": "And you shall overlay it with pure gold, inside and out you shall overlay it, and shall make on it a molding of gold all around."
    },
    {
        "o": 2431,
        "r": "nkjv:Exodus:25:12",
        "t": "You shall cast four rings of gold for it, and put them*i in its four corners; two rings shall*i be*i on one side, and two rings on the other side."
    },
    {
        "o": 2432,
        "r": "nkjv:Exodus:25:13",
        "t": "And you shall make poles of*i acacia wood, and overlay them with gold."
    },
    {
        "o": 2433,
        "r": "nkjv:Exodus:25:14",
        "t": "You shall put the poles into the rings on the sides of the ark, that the ark may be carried by them."
    },
    {
        "o": 2434,
        "r": "nkjv:Exodus:25:15",
        "t": "The poles shall be in the rings of the ark; they shall not be taken from it."
    },
    {
        "o": 2435,
        "r": "nkjv:Exodus:25:16",
        "t": "And you shall put into the ark the Testimony which I will give you."
    },
    {
        "o": 2436,
        "r": "nkjv:Exodus:25:17",
        "t": "“You*p shall make a mercy seat of pure gold; two and a half cubits shall*i be*i its length and a cubit and a half its width."
    },
    {
        "o": 2437,
        "r": "nkjv:Exodus:25:18",
        "t": "And you shall make two cherubim of gold; of hammered work you shall make them at the two ends of the mercy seat."
    },
    {
        "o": 2438,
        "r": "nkjv:Exodus:25:19",
        "t": "Make one cherub at one end, and the other cherub at the other end; you shall make the cherubim at the two ends of it of*i one*i piece*i with the mercy seat."
    },
    {
        "o": 2439,
        "r": "nkjv:Exodus:25:20",
        "t": "And the cherubim shall stretch out their*i wings above, covering the mercy seat with their wings, and they shall face one another; the faces of the cherubim shall*i be*i toward the mercy seat."
    },
    {
        "o": 2440,
        "r": "nkjv:Exodus:25:21",
        "t": "You shall put the mercy seat on top of the ark, and in the ark you shall put the Testimony that I will give you."
    },
    {
        "o": 2441,
        "r": "nkjv:Exodus:25:22",
        "t": "And there I will meet with you, and I will speak with you from above the mercy seat, from between the two cherubim which are*i on the ark of the Testimony, about everything which I will give you in commandment to the children of Israel."
    },
    {
        "o": 2442,
        "r": "nkjv:Exodus:25:22",
        "t": "The Table for the Showbread",
        "h": 2
    },
    {
        "o": 2443,
        "r": "nkjv:Exodus:25:23",
        "t": "“You*p shall also make a table of acacia wood; two cubits shall*i be*i its length, a cubit its width, and a cubit and a half its height."
    },
    {
        "o": 2444,
        "r": "nkjv:Exodus:25:24",
        "t": "And you shall overlay it with pure gold, and make a molding of gold all around."
    },
    {
        "o": 2445,
        "r": "nkjv:Exodus:25:25",
        "t": "You shall make for it a frame of a handbreadth all around, and you shall make a gold molding for the frame all around."
    },
    {
        "o": 2446,
        "r": "nkjv:Exodus:25:26",
        "t": "And you shall make for it four rings of gold, and put the rings on the four corners that are*i at its four legs."
    },
    {
        "o": 2447,
        "r": "nkjv:Exodus:25:27",
        "t": "The rings shall be close to the frame, as holders for the poles to bear the table."
    },
    {
        "o": 2448,
        "r": "nkjv:Exodus:25:28",
        "t": "And you shall make the poles of acacia wood, and overlay them with gold, that the table may be carried with them."
    },
    {
        "o": 2449,
        "r": "nkjv:Exodus:25:29",
        "t": "You shall make its dishes, its pans, its pitchers, and its bowls for pouring. You shall make them of pure gold."
    },
    {
        "o": 2450,
        "r": "nkjv:Exodus:25:30",
        "t": "And you shall set the showbread on the table before Me always."
    },
    {
        "o": 2451,
        "r": "nkjv:Exodus:25:30",
        "t": "The Gold Lampstand",
        "h": 2
    },
    {
        "o": 2452,
        "r": "nkjv:Exodus:25:31",
        "t": "“You*p shall also make a lampstand of pure gold; the lampstand shall be of hammered work. Its shaft, its branches, its bowls, its ornamental*i knobs, and flowers shall be of*i one*i piece.*i"
    },
    {
        "o": 2453,
        "r": "nkjv:Exodus:25:32",
        "t": "And six branches shall come out of its sides: three branches of the lampstand out of one side, and three branches of the lampstand out of the other side."
    },
    {
        "o": 2454,
        "r": "nkjv:Exodus:25:33",
        "t": "Three bowls shall*i be*i made like almond blossoms*i on one branch, with*i an ornamental*i knob and a flower, and three bowls made like almond blossoms*i on the other branch, with*i an ornamental*i knob and a flower—and so for the six branches that come out of the lampstand."
    },
    {
        "o": 2455,
        "r": "nkjv:Exodus:25:34",
        "t": "On the lampstand itself four bowls shall*i be*i made like almond blossoms,*i each*i with*i its ornamental*i knob and flower."
    },
    {
        "o": 2456,
        "r": "nkjv:Exodus:25:35",
        "t": "And there*i shall*i be*i a knob under the first*i two branches of the same, a knob under the second*i two branches of the same, and a knob under the third*i two branches of the same, according to the six branches that extend from the lampstand."
    },
    {
        "o": 2457,
        "r": "nkjv:Exodus:25:36",
        "t": "Their knobs and their branches shall*i be*i of*i one*i piece;*i all of it shall*i be*i one hammered piece of pure gold."
    },
    {
        "o": 2458,
        "r": "nkjv:Exodus:25:37",
        "t": "You shall make seven lamps for it, and they shall arrange its lamps so that they give light in front of it."
    },
    {
        "o": 2459,
        "r": "nkjv:Exodus:25:38",
        "t": "And its wick-trimmers and their trays shall*i be*i of pure gold."
    },
    {
        "o": 2460,
        "r": "nkjv:Exodus:25:39",
        "t": "It shall be made of a talent of pure gold, with all these utensils."
    },
    {
        "o": 2461,
        "r": "nkjv:Exodus:25:40",
        "t": "And see to it that you make them*i according to the pattern which was shown you on the mountain."
    },
    {
        "o": 2462,
        "r": "nkjv:Exodus:26:0",
        "t": "Exodus 26",
        "h": 1
    },
    {
        "o": 2463,
        "r": "nkjv:Exodus:26:0",
        "t": "The Tabernacle",
        "h": 2
    },
    {
        "o": 2464,
        "r": "nkjv:Exodus:26:1",
        "t": "“Moreover*p you shall make the tabernacle with*i ten curtains of*i fine woven linen and blue, purple, and scarlet thread;*i with artistic designs of cherubim you shall weave them."
    },
    {
        "o": 2465,
        "r": "nkjv:Exodus:26:2",
        "t": "The length of each curtain shall*i be*i twenty-eight cubits, and the width of each curtain four cubits. And every one of the curtains shall have the same measurements."
    },
    {
        "o": 2466,
        "r": "nkjv:Exodus:26:3",
        "t": "Five curtains shall be coupled to one another, and the*i other*i five curtains shall*i be*i coupled to one another."
    },
    {
        "o": 2467,
        "r": "nkjv:Exodus:26:4",
        "t": "And you shall make loops of blue yarn*i on the edge of the curtain on the selvedge of one*i set, and likewise you shall do on the outer edge of the*i other*i curtain of the second set."
    },
    {
        "o": 2468,
        "r": "nkjv:Exodus:26:5",
        "t": "Fifty loops you shall make in the one curtain, and fifty loops you shall make on the edge of the curtain that is*i on the end of the second set, that the loops may be clasped to one another."
    },
    {
        "o": 2469,
        "r": "nkjv:Exodus:26:6",
        "t": "And you shall make fifty clasps of gold, and couple the curtains together with the clasps, so that it may be one tabernacle."
    },
    {
        "o": 2470,
        "r": "nkjv:Exodus:26:7",
        "t": "“You*p shall also make curtains of goats’ hair,*i to be a tent over the tabernacle. You shall make eleven curtains."
    },
    {
        "o": 2471,
        "r": "nkjv:Exodus:26:8",
        "t": "The length of each curtain shall*i be*i thirty cubits, and the width of each curtain four cubits; and the eleven curtains shall all have the same measurements."
    },
    {
        "o": 2472,
        "r": "nkjv:Exodus:26:9",
        "t": "And you shall couple five curtains by themselves and six curtains by themselves, and you shall double over the sixth curtain at the forefront of the tent."
    },
    {
        "o": 2473,
        "r": "nkjv:Exodus:26:10",
        "t": "You shall make fifty loops on the edge of the curtain that is outermost in one*i set, and fifty loops on the edge of the curtain of the second set."
    },
    {
        "o": 2474,
        "r": "nkjv:Exodus:26:11",
        "t": "And you shall make fifty bronze clasps, put the clasps into the loops, and couple the tent together, that it may be one."
    },
    {
        "o": 2475,
        "r": "nkjv:Exodus:26:12",
        "t": "The remnant that remains of the curtains of the tent, the half curtain that remains, shall hang over the back of the tabernacle."
    },
    {
        "o": 2476,
        "r": "nkjv:Exodus:26:13",
        "t": "And a cubit on one side and a cubit on the other side, of what remains of the length of the curtains of the tent, shall hang over the sides of the tabernacle, on this side and on that side, to cover it."
    },
    {
        "o": 2477,
        "r": "nkjv:Exodus:26:14",
        "t": "“You*p shall also make a covering of ram skins dyed red for the tent, and a covering of badger skins above that."
    },
    {
        "o": 2478,
        "r": "nkjv:Exodus:26:15",
        "t": "“And*p for the tabernacle you shall make the boards of acacia wood, standing upright."
    },
    {
        "o": 2479,
        "r": "nkjv:Exodus:26:16",
        "t": "Ten cubits shall*i be*i the length of a board, and a cubit and a half shall*i be*i the width of each board."
    },
    {
        "o": 2480,
        "r": "nkjv:Exodus:26:17",
        "t": "Two tenons shall*i be*i in each board for binding one to another. Thus you shall make for all the boards of the tabernacle."
    },
    {
        "o": 2481,
        "r": "nkjv:Exodus:26:18",
        "t": "And you shall make the boards for the tabernacle, twenty boards for the south side."
    },
    {
        "o": 2482,
        "r": "nkjv:Exodus:26:19",
        "t": "You shall make forty sockets of silver under the twenty boards: two sockets under each of the boards for its two tenons."
    },
    {
        "o": 2483,
        "r": "nkjv:Exodus:26:20",
        "t": "And for the second side of the tabernacle, the north side, there*i shall*i be*i twenty boards"
    },
    {
        "o": 2484,
        "r": "nkjv:Exodus:26:21",
        "t": "and their forty sockets of silver: two sockets under each of the boards."
    },
    {
        "o": 2485,
        "r": "nkjv:Exodus:26:22",
        "t": "For the far side of the tabernacle, westward, you shall make six boards."
    },
    {
        "o": 2486,
        "r": "nkjv:Exodus:26:23",
        "t": "And you shall also make two boards for the two back corners of the tabernacle."
    },
    {
        "o": 2487,
        "r": "nkjv:Exodus:26:24",
        "t": "They shall be coupled together at the bottom and they shall be coupled together at the top by one ring. Thus it shall be for both of them. They shall be for the two corners."
    },
    {
        "o": 2488,
        "r": "nkjv:Exodus:26:25",
        "t": "So there shall be eight boards with their sockets of silver—sixteen sockets—two sockets under each of the boards."
    },
    {
        "o": 2489,
        "r": "nkjv:Exodus:26:26",
        "t": "“And*p you shall make bars of acacia wood: five for the boards on one side of the tabernacle,"
    },
    {
        "o": 2490,
        "r": "nkjv:Exodus:26:27",
        "t": "five bars for the boards on the other side of the tabernacle, and five bars for the boards of the side of the tabernacle, for the far side westward."
    },
    {
        "o": 2491,
        "r": "nkjv:Exodus:26:28",
        "t": "The middle bar shall pass through the midst of the boards from end to end."
    },
    {
        "o": 2492,
        "r": "nkjv:Exodus:26:29",
        "t": "You shall overlay the boards with gold, make their rings of gold as*i holders for the bars, and overlay the bars with gold."
    },
    {
        "o": 2493,
        "r": "nkjv:Exodus:26:30",
        "t": "And you shall raise up the tabernacle according to its pattern which you were shown on the mountain."
    },
    {
        "o": 2494,
        "r": "nkjv:Exodus:26:31",
        "t": "“You*p shall make a veil woven of blue, purple, and scarlet thread,*i and fine woven linen. It shall be woven with an artistic design of cherubim."
    },
    {
        "o": 2495,
        "r": "nkjv:Exodus:26:32",
        "t": "You shall hang it upon the four pillars of acacia wood*i overlaid with gold. Their hooks shall*i be*i gold, upon four sockets of silver."
    },
    {
        "o": 2496,
        "r": "nkjv:Exodus:26:33",
        "t": "And you shall hang the veil from the clasps. Then you shall bring the ark of the Testimony in there, behind the veil. The veil shall be a divider for you between the holy place*i and the Most Holy."
    },
    {
        "o": 2497,
        "r": "nkjv:Exodus:26:34",
        "t": "You shall put the mercy seat upon the ark of the Testimony in the Most Holy."
    },
    {
        "o": 2498,
        "r": "nkjv:Exodus:26:35",
        "t": "You shall set the table outside the veil, and the lampstand across from the table on the side of the tabernacle toward the south; and you shall put the table on the north side."
    },
    {
        "o": 2499,
        "r": "nkjv:Exodus:26:36",
        "t": "“You*p shall make a screen for the door of the tabernacle, woven*i of*i blue, purple, and scarlet thread,*i and fine woven linen, made by a weaver."
    },
    {
        "o": 2500,
        "r": "nkjv:Exodus:26:37",
        "t": "And you shall make for the screen five pillars of acacia wood,*i and overlay them with gold; their hooks shall*i be*i gold, and you shall cast five sockets of bronze for them."
    },
    {
        "o": 2501,
        "r": "nkjv:Exodus:27:0",
        "t": "Exodus 27",
        "h": 1
    },
    {
        "o": 2502,
        "r": "nkjv:Exodus:27:0",
        "t": "The Altar of Burnt Offering",
        "h": 2
    },
    {
        "o": 2503,
        "r": "nkjv:Exodus:27:1",
        "t": "“You*p shall make an altar of acacia wood, five cubits long and five cubits wide—the altar shall be square—and its height shall*i be*i three cubits."
    },
    {
        "o": 2504,
        "r": "nkjv:Exodus:27:2",
        "t": "You shall make its horns on its four corners; its horns shall be of one piece with it. And you shall overlay it with bronze."
    },
    {
        "o": 2505,
        "r": "nkjv:Exodus:27:3",
        "t": "Also you shall make its pans to receive its ashes, and its shovels and its basins and its forks and its firepans; you shall make all its utensils of bronze."
    },
    {
        "o": 2506,
        "r": "nkjv:Exodus:27:4",
        "t": "You shall make a grate for it, a network of bronze; and on the network you shall make four bronze rings at its four corners."
    },
    {
        "o": 2507,
        "r": "nkjv:Exodus:27:5",
        "t": "You shall put it under the rim of the altar beneath, that the network may be midway up the altar."
    },
    {
        "o": 2508,
        "r": "nkjv:Exodus:27:6",
        "t": "And you shall make poles for the altar, poles of acacia wood, and overlay them with bronze."
    },
    {
        "o": 2509,
        "r": "nkjv:Exodus:27:7",
        "t": "The poles shall be put in the rings, and the poles shall be on the two sides of the altar to bear it."
    },
    {
        "o": 2510,
        "r": "nkjv:Exodus:27:8",
        "t": "You shall make it hollow with boards; as it was shown you on the mountain, so shall they make it.*i"
    },
    {
        "o": 2511,
        "r": "nkjv:Exodus:27:8",
        "t": "The Court of the Tabernacle",
        "h": 2
    },
    {
        "o": 2512,
        "r": "nkjv:Exodus:27:9",
        "t": "“You*p shall also make the court of the tabernacle. For the south side there*i shall*i be*i hangings for the court made*i of*i fine woven linen, one hundred cubits long for one side."
    },
    {
        "o": 2513,
        "r": "nkjv:Exodus:27:10",
        "t": "And its twenty pillars and their twenty sockets shall*i be*i bronze. The hooks of the pillars and their bands shall*i be*i silver."
    },
    {
        "o": 2514,
        "r": "nkjv:Exodus:27:11",
        "t": "Likewise along the length of the north side there*i shall*i be*i hangings one hundred cubits*i long, with its twenty pillars and their twenty sockets of bronze, and the hooks of the pillars and their bands of silver."
    },
    {
        "o": 2515,
        "r": "nkjv:Exodus:27:12",
        "t": "“And*p along the width of the court on the west side shall*i be*i hangings of fifty cubits, with their ten pillars and their ten sockets."
    },
    {
        "o": 2516,
        "r": "nkjv:Exodus:27:13",
        "t": "The width of the court on the east side shall*i be*i fifty cubits."
    },
    {
        "o": 2517,
        "r": "nkjv:Exodus:27:14",
        "t": "The hangings on one*i side of*i the*i gate*i shall*i be*i fifteen cubits, with*i their three pillars and their three sockets."
    },
    {
        "o": 2518,
        "r": "nkjv:Exodus:27:15",
        "t": "And on the other side shall*i be*i hangings of fifteen cubits,*i with*i their three pillars and their three sockets."
    },
    {
        "o": 2519,
        "r": "nkjv:Exodus:27:16",
        "t": "“For*p the gate of the court there*i shall*i be*i a screen twenty cubits long, woven*i of*i blue, purple, and scarlet thread,*i and fine woven linen, made by a weaver. It shall*i have*i four pillars and four sockets."
    },
    {
        "o": 2520,
        "r": "nkjv:Exodus:27:17",
        "t": "All the pillars around the court shall have bands of silver; their hooks shall*i be*i of silver and their sockets of bronze."
    },
    {
        "o": 2521,
        "r": "nkjv:Exodus:27:18",
        "t": "The length of the court shall*i be*i one hundred cubits, the width fifty throughout, and the height five cubits, made*i of*i fine woven linen, and its sockets of bronze."
    },
    {
        "o": 2522,
        "r": "nkjv:Exodus:27:19",
        "t": "All the utensils of the tabernacle for all its service, all its pegs, and all the pegs of the court, shall*i be*i of bronze."
    },
    {
        "o": 2523,
        "r": "nkjv:Exodus:27:19",
        "t": "The Care of the Lampstand",
        "h": 2
    },
    {
        "o": 2524,
        "r": "nkjv:Exodus:27:20",
        "t": "“And*p you shall command the children of Israel that they bring you pure oil of pressed olives for the light, to cause the lamp to burn continually."
    },
    {
        "o": 2525,
        "r": "nkjv:Exodus:27:21",
        "t": "In the tabernacle of meeting, outside the veil which is*i before the Testimony, Aaron and his sons shall tend it from evening until morning before the Lord.*s It*i shall*i be*i a statute forever to their generations on behalf of the children of Israel."
    },
    {
        "o": 2526,
        "r": "nkjv:Exodus:28:0",
        "t": "Exodus 28",
        "h": 1
    },
    {
        "o": 2527,
        "r": "nkjv:Exodus:28:0",
        "t": "Garments for the Priesthood",
        "h": 2
    },
    {
        "o": 2528,
        "r": "nkjv:Exodus:28:1",
        "t": "“Now*p take Aaron your brother, and his sons with him, from among the children of Israel, that he may minister to Me as priest, Aaron and*i Aaron’s sons: Nadab, Abihu, Eleazar, and Ithamar."
    },
    {
        "o": 2529,
        "r": "nkjv:Exodus:28:2",
        "t": "And you shall make holy garments for Aaron your brother, for glory and for beauty."
    },
    {
        "o": 2530,
        "r": "nkjv:Exodus:28:3",
        "t": "So you shall speak to all who*i are*i gifted artisans, whom I have filled with the spirit of wisdom, that they may make Aaron’s garments, to consecrate him, that he may minister to Me as priest."
    },
    {
        "o": 2531,
        "r": "nkjv:Exodus:28:4",
        "t": "And these are*i the garments which they shall make: a breastplate, an ephod, a robe, a skillfully woven tunic, a turban, and a sash. So they shall make holy garments for Aaron your brother and his sons, that he may minister to Me as priest."
    },
    {
        "o": 2532,
        "r": "nkjv:Exodus:28:4",
        "t": "The Ephod",
        "h": 2
    },
    {
        "o": 2533,
        "r": "nkjv:Exodus:28:5",
        "t": "“They*p shall take the gold, blue, purple, and scarlet thread,*i and the fine linen,"
    },
    {
        "o": 2534,
        "r": "nkjv:Exodus:28:6",
        "t": "and they shall make the ephod of gold, blue, purple, and*i scarlet thread,*i and fine woven linen, artistically worked."
    },
    {
        "o": 2535,
        "r": "nkjv:Exodus:28:7",
        "t": "It shall have two shoulder straps joined at its two edges, and so*i it shall be joined together."
    },
    {
        "o": 2536,
        "r": "nkjv:Exodus:28:8",
        "t": "And the intricately woven band of the ephod, which is*i on it, shall be of the same workmanship, made*i of*i gold, blue, purple, and scarlet thread,*i and fine woven linen."
    },
    {
        "o": 2537,
        "r": "nkjv:Exodus:28:9",
        "t": "“Then*p you shall take two onyx stones and engrave on them the names of the sons of Israel:"
    },
    {
        "o": 2538,
        "r": "nkjv:Exodus:28:10",
        "t": "six of their names on one stone and six names on the other stone, in order of their birth."
    },
    {
        "o": 2539,
        "r": "nkjv:Exodus:28:11",
        "t": "With the work of an engraver in stone, like*i the engravings of a signet, you shall engrave the two stones with the names of the sons of Israel. You shall set them in settings of gold."
    },
    {
        "o": 2540,
        "r": "nkjv:Exodus:28:12",
        "t": "And you shall put the two stones on the shoulders of the ephod as*i memorial stones for the sons of Israel. So Aaron shall bear their names before the Lord*s on his two shoulders as a memorial."
    },
    {
        "o": 2541,
        "r": "nkjv:Exodus:28:13",
        "t": "You shall also make settings of gold,"
    },
    {
        "o": 2542,
        "r": "nkjv:Exodus:28:14",
        "t": "and you shall make two chains of pure gold like braided cords, and fasten the braided chains to the settings."
    },
    {
        "o": 2543,
        "r": "nkjv:Exodus:28:14",
        "t": "The Breastplate",
        "h": 2
    },
    {
        "o": 2544,
        "r": "nkjv:Exodus:28:15",
        "t": "“You*p shall make the breastplate of judgment. Artistically woven according to the workmanship of the ephod you shall make it: of gold, blue, purple, and scarlet thread,*i and fine woven linen, you shall make it."
    },
    {
        "o": 2545,
        "r": "nkjv:Exodus:28:16",
        "t": "It shall be doubled into a square: a span shall*i be*i its length, and a span shall*i be*i its width."
    },
    {
        "o": 2546,
        "r": "nkjv:Exodus:28:17",
        "t": "And you shall put settings of stones in it, four rows of stones: The*i first*i row shall*i be*i a sardius, a topaz, and an emerald; this*i shall*i be*i the first row;"
    },
    {
        "o": 2547,
        "r": "nkjv:Exodus:28:18",
        "t": "the second row shall*i be*i a turquoise, a sapphire, and a diamond;"
    },
    {
        "o": 2548,
        "r": "nkjv:Exodus:28:19",
        "t": "the third row, a jacinth, an agate, and an amethyst;"
    },
    {
        "o": 2549,
        "r": "nkjv:Exodus:28:20",
        "t": "and the fourth row, a beryl, an onyx, and a jasper. They shall be set in gold settings."
    },
    {
        "o": 2550,
        "r": "nkjv:Exodus:28:21",
        "t": "And the stones shall have the names of the sons of Israel, twelve according to their names, like*i the engravings of a signet, each one with its own name; they shall be according to the twelve tribes."
    },
    {
        "o": 2551,
        "r": "nkjv:Exodus:28:22",
        "t": "“You*p shall make chains for the breastplate at the end, like braided cords of pure gold."
    },
    {
        "o": 2552,
        "r": "nkjv:Exodus:28:23",
        "t": "And you shall make two rings of gold for the breastplate, and put the two rings on the two ends of the breastplate."
    },
    {
        "o": 2553,
        "r": "nkjv:Exodus:28:24",
        "t": "Then you shall put the two braided chains*i of gold in the two rings which are on the ends of the breastplate;"
    },
    {
        "o": 2554,
        "r": "nkjv:Exodus:28:25",
        "t": "and the other*i two ends of the two braided chains*i you shall fasten to the two settings, and put them on the shoulder straps of the ephod in the front."
    },
    {
        "o": 2555,
        "r": "nkjv:Exodus:28:26",
        "t": "“You*p shall make two rings of gold, and put them on the two ends of the breastplate, on the edge of it, which is on the inner side of the ephod."
    },
    {
        "o": 2556,
        "r": "nkjv:Exodus:28:27",
        "t": "And two other*i rings of gold you shall make, and put them on the two shoulder straps, underneath the ephod toward its front, right at the seam above the intricately woven band of the ephod."
    },
    {
        "o": 2557,
        "r": "nkjv:Exodus:28:28",
        "t": "They shall bind the breastplate by means of its rings to the rings of the ephod, using a blue cord, so that it is above the intricately woven band of the ephod, and so that the breastplate does not come loose from the ephod."
    },
    {
        "o": 2558,
        "r": "nkjv:Exodus:28:29",
        "t": "“So*p Aaron shall bear the names of the sons of Israel on the breastplate of judgment over his heart, when he goes into the holy place,*i as a memorial before the Lord*s continually."
    },
    {
        "o": 2559,
        "r": "nkjv:Exodus:28:30",
        "t": "And you shall put in the breastplate of judgment the Urim and the Thummim, and they shall be over Aaron’s heart when he goes in before the Lord.*s So Aaron shall bear the judgment of the children of Israel over his heart before the Lord*s continually."
    },
    {
        "o": 2560,
        "r": "nkjv:Exodus:28:30",
        "t": "Other Priestly Garments",
        "h": 2
    },
    {
        "o": 2561,
        "r": "nkjv:Exodus:28:31",
        "t": "“You*p shall make the robe of the ephod all of blue."
    },
    {
        "o": 2562,
        "r": "nkjv:Exodus:28:32",
        "t": "There shall be an opening for his head in the middle of it; it shall have a woven binding all around its opening, like the opening in a coat of mail, so that it does not tear."
    },
    {
        "o": 2563,
        "r": "nkjv:Exodus:28:33",
        "t": "And upon its hem you shall make pomegranates of blue, purple, and scarlet, all around its hem, and bells of gold between them all around:"
    },
    {
        "o": 2564,
        "r": "nkjv:Exodus:28:34",
        "t": "a golden bell and a pomegranate, a golden bell and a pomegranate, upon the hem of the robe all around."
    },
    {
        "o": 2565,
        "r": "nkjv:Exodus:28:35",
        "t": "And it shall be upon Aaron when he ministers, and its sound will be heard when he goes into the holy place*i before the Lord*s and when he comes out, that he may not die."
    },
    {
        "o": 2566,
        "r": "nkjv:Exodus:28:36",
        "t": "“You*p shall also make a plate of pure gold and engrave on it, like*i the engraving of a signet: HOLINESS*pc TO THE LORD."
    },
    {
        "o": 2567,
        "r": "nkjv:Exodus:28:37",
        "t": "And*p you shall put it on a blue cord, that it may be on the turban; it shall be on the front of the turban."
    },
    {
        "o": 2568,
        "r": "nkjv:Exodus:28:38",
        "t": "So it shall be on Aaron’s forehead, that Aaron may bear the iniquity of the holy things which the children of Israel hallow in all their holy gifts; and it shall always be on his forehead, that they may be accepted before the Lord.*s"
    },
    {
        "o": 2569,
        "r": "nkjv:Exodus:28:39",
        "t": "“You*p shall skillfully weave the tunic of fine linen thread,*i you shall make the turban of fine linen, and you shall make the sash of woven work."
    },
    {
        "o": 2570,
        "r": "nkjv:Exodus:28:40",
        "t": "“For*p Aaron’s sons you shall make tunics, and you shall make sashes for them. And you shall make hats for them, for glory and beauty."
    },
    {
        "o": 2571,
        "r": "nkjv:Exodus:28:41",
        "t": "So you shall put them on Aaron your brother and on his sons with him. You shall anoint them, consecrate them, and sanctify them, that they may minister to Me as priests."
    },
    {
        "o": 2572,
        "r": "nkjv:Exodus:28:42",
        "t": "And you shall make for them linen trousers to cover their nakedness; they shall reach from the waist to the thighs."
    },
    {
        "o": 2573,
        "r": "nkjv:Exodus:28:43",
        "t": "They shall be on Aaron and on his sons when they come into the tabernacle of meeting, or when they come near the altar to minister in the holy place,*i that they do not incur iniquity and die. It*i shall*i be*i a statute forever to him and his descendants after him."
    },
    {
        "o": 2574,
        "r": "nkjv:Exodus:29:0",
        "t": "Exodus 29",
        "h": 1
    },
    {
        "o": 2575,
        "r": "nkjv:Exodus:29:0",
        "t": "Aaron and His Sons Consecrated",
        "h": 2
    },
    {
        "o": 2576,
        "r": "nkjv:Exodus:29:1",
        "t": "“And*p this is what you shall do to them to hallow them for ministering to Me as priests: Take one young bull and two rams without blemish,"
    },
    {
        "o": 2577,
        "r": "nkjv:Exodus:29:2",
        "t": "and unleavened bread, unleavened cakes mixed with oil, and unleavened wafers anointed with oil (you shall make them of wheat flour)."
    },
    {
        "o": 2578,
        "r": "nkjv:Exodus:29:3",
        "t": "You shall put them in one basket and bring them in the basket, with the bull and the two rams."
    },
    {
        "o": 2579,
        "r": "nkjv:Exodus:29:4",
        "t": "“And*p Aaron and his sons you shall bring to the door of the tabernacle of meeting, and you shall wash them with water."
    },
    {
        "o": 2580,
        "r": "nkjv:Exodus:29:5",
        "t": "Then you shall take the garments, put the tunic on Aaron, and the robe of the ephod, the ephod, and the breastplate, and gird him with the intricately woven band of the ephod."
    },
    {
        "o": 2581,
        "r": "nkjv:Exodus:29:6",
        "t": "You shall put the turban on his head, and put the holy crown on the turban."
    },
    {
        "o": 2582,
        "r": "nkjv:Exodus:29:7",
        "t": "And you shall take the anointing oil, pour it*i on his head, and anoint him."
    },
    {
        "o": 2583,
        "r": "nkjv:Exodus:29:8",
        "t": "Then you shall bring his sons and put tunics on them."
    },
    {
        "o": 2584,
        "r": "nkjv:Exodus:29:9",
        "t": "And you shall gird them with sashes, Aaron and his sons, and put the hats on them. The priesthood shall be theirs for a perpetual statute. So you shall consecrate Aaron and his sons."
    },
    {
        "o": 2585,
        "r": "nkjv:Exodus:29:10",
        "t": "“You*p shall also have the bull brought before the tabernacle of meeting, and Aaron and his sons shall put their hands on the head of the bull."
    },
    {
        "o": 2586,
        "r": "nkjv:Exodus:29:11",
        "t": "Then you shall kill the bull before the Lord,*s by*i the door of the tabernacle of meeting."
    },
    {
        "o": 2587,
        "r": "nkjv:Exodus:29:12",
        "t": "You shall take some*i of the blood of the bull and put it*i on the horns of the altar with your finger, and pour all the blood beside the base of the altar."
    },
    {
        "o": 2588,
        "r": "nkjv:Exodus:29:13",
        "t": "And you shall take all the fat that covers the entrails, the fatty lobe attached*i to the liver, and the two kidneys and the fat that is*i on them, and burn them*i on the altar."
    },
    {
        "o": 2589,
        "r": "nkjv:Exodus:29:14",
        "t": "But the flesh of the bull, with its skin and its offal, you shall burn with fire outside the camp. It is*i a sin offering."
    },
    {
        "o": 2590,
        "r": "nkjv:Exodus:29:15",
        "t": "“You*p shall also take one ram, and Aaron and his sons shall put their hands on the head of the ram;"
    },
    {
        "o": 2591,
        "r": "nkjv:Exodus:29:16",
        "t": "and you shall kill the ram, and you shall take its blood and sprinkle it*i all around on the altar."
    },
    {
        "o": 2592,
        "r": "nkjv:Exodus:29:17",
        "t": "Then you shall cut the ram in pieces, wash its entrails and its legs, and put them*i with its pieces and with its head."
    },
    {
        "o": 2593,
        "r": "nkjv:Exodus:29:18",
        "t": "And you shall burn the whole ram on the altar. It is*i a burnt offering to the Lord;*s it is*i a sweet aroma, an offering made by fire to the Lord.*s"
    },
    {
        "o": 2594,
        "r": "nkjv:Exodus:29:19",
        "t": "“You*p shall also take the other ram, and Aaron and his sons shall put their hands on the head of the ram."
    },
    {
        "o": 2595,
        "r": "nkjv:Exodus:29:20",
        "t": "Then you shall kill the ram, and take some of its blood and put it*i on the tip of the right ear of Aaron and on the tip of the right ear of his sons, on the thumb of their right hand and on the big toe of their right foot, and sprinkle the blood all around on the altar."
    },
    {
        "o": 2596,
        "r": "nkjv:Exodus:29:21",
        "t": "And you shall take some of the blood that is on the altar, and some of the anointing oil, and sprinkle it*i on Aaron and on his garments, on his sons and on the garments of his sons with him; and he and his garments shall be hallowed, and his sons and his sons’ garments with him."
    },
    {
        "o": 2597,
        "r": "nkjv:Exodus:29:22",
        "t": "“Also*p you shall take the fat of the ram, the fat tail, the fat that covers the entrails, the fatty lobe attached*i to*i the liver, the two kidneys and the fat on them, the right thigh (for it is*i a ram of consecration),"
    },
    {
        "o": 2598,
        "r": "nkjv:Exodus:29:23",
        "t": "one loaf of bread, one cake made*i with*i oil, and one wafer from the basket of the unleavened bread that is*i before the Lord;*s"
    },
    {
        "o": 2599,
        "r": "nkjv:Exodus:29:24",
        "t": "and you shall put all these in the hands of Aaron and in the hands of his sons, and you shall wave them as*i a wave offering before the Lord.*s"
    },
    {
        "o": 2600,
        "r": "nkjv:Exodus:29:25",
        "t": "You shall receive them back from their hands and burn them*i on the altar as a burnt offering, as a sweet aroma before the Lord.*s It is*i an offering made by fire to the Lord.*s"
    },
    {
        "o": 2601,
        "r": "nkjv:Exodus:29:26",
        "t": "“Then*p you shall take the breast of the ram of Aaron’s consecration and wave it as*i a wave offering before the Lord;*s and it shall be your portion."
    },
    {
        "o": 2602,
        "r": "nkjv:Exodus:29:27",
        "t": "And from the ram of the consecration you shall consecrate the breast of the wave offering which is waved, and the thigh of the heave offering which is raised, of that*i which is*i for Aaron and of that*i which is for his sons."
    },
    {
        "o": 2603,
        "r": "nkjv:Exodus:29:28",
        "t": "It shall be from the children of Israel for*i Aaron and his sons by a statute forever. For it is a heave offering; it shall be a heave offering from the children of Israel from the sacrifices of their peace offerings, that*i is,*i their heave offering to the Lord.*s"
    },
    {
        "o": 2604,
        "r": "nkjv:Exodus:29:29",
        "t": "“And*p the holy garments of Aaron shall be his sons’ after him, to be anointed in them and to be consecrated in them."
    },
    {
        "o": 2605,
        "r": "nkjv:Exodus:29:30",
        "t": "That son who becomes priest in his place shall put them on for seven days, when he enters the tabernacle of meeting to minister in the holy place.*i"
    },
    {
        "o": 2606,
        "r": "nkjv:Exodus:29:31",
        "t": "“And*p you shall take the ram of the consecration and boil its flesh in the holy place."
    },
    {
        "o": 2607,
        "r": "nkjv:Exodus:29:32",
        "t": "Then Aaron and his sons shall eat the flesh of the ram, and the bread that is*i in the basket, by*i the door of the tabernacle of meeting."
    },
    {
        "o": 2608,
        "r": "nkjv:Exodus:29:33",
        "t": "They shall eat those things with which the atonement was made, to consecrate and*i to sanctify them; but an outsider shall not eat them,*i because they are*i holy."
    },
    {
        "o": 2609,
        "r": "nkjv:Exodus:29:34",
        "t": "And if any of the flesh of the consecration offerings, or of the bread, remains until the morning, then you shall burn the remainder with fire. It shall not be eaten, because it is*i holy."
    },
    {
        "o": 2610,
        "r": "nkjv:Exodus:29:35",
        "t": "“Thus*p you shall do to Aaron and his sons, according to all that I have commanded you. Seven days you shall consecrate them."
    },
    {
        "o": 2611,
        "r": "nkjv:Exodus:29:36",
        "t": "And you shall offer a bull every day as*i a sin offering for atonement. You shall cleanse the altar when you make atonement for it, and you shall anoint it to sanctify it."
    },
    {
        "o": 2612,
        "r": "nkjv:Exodus:29:37",
        "t": "Seven days you shall make atonement for the altar and sanctify it. And the altar shall be most holy. Whatever touches the altar must be holy."
    },
    {
        "o": 2613,
        "r": "nkjv:Exodus:29:37",
        "t": "The Daily Offerings",
        "h": 2
    },
    {
        "o": 2614,
        "r": "nkjv:Exodus:29:38",
        "t": "“Now*p this is*i what you shall offer on the altar: two lambs of the first year, day by day continually."
    },
    {
        "o": 2615,
        "r": "nkjv:Exodus:29:39",
        "t": "One lamb you shall offer in the morning, and the other lamb you shall offer at twilight."
    },
    {
        "o": 2616,
        "r": "nkjv:Exodus:29:40",
        "t": "With the one lamb shall be one-tenth of*i an*i ephah*i of flour mixed with one-fourth of a hin of pressed oil, and one-fourth of a hin of wine as*i a drink offering."
    },
    {
        "o": 2617,
        "r": "nkjv:Exodus:29:41",
        "t": "And the other lamb you shall offer at twilight; and you shall offer with it the grain offering and the drink offering, as in the morning, for a sweet aroma, an offering made by fire to the Lord.*s"
    },
    {
        "o": 2618,
        "r": "nkjv:Exodus:29:42",
        "t": "This*i shall*i be*i a continual burnt offering throughout your generations at*i the door of the tabernacle of meeting before the Lord,*s where I will meet you to speak with you."
    },
    {
        "o": 2619,
        "r": "nkjv:Exodus:29:43",
        "t": "And there I will meet with the children of Israel, and the*i tabernacle*i shall be sanctified by My glory."
    },
    {
        "o": 2620,
        "r": "nkjv:Exodus:29:44",
        "t": "So I will consecrate the tabernacle of meeting and the altar. I will also consecrate both Aaron and his sons to minister to Me as priests."
    },
    {
        "o": 2621,
        "r": "nkjv:Exodus:29:45",
        "t": "I will dwell among the children of Israel and will be their God."
    },
    {
        "o": 2622,
        "r": "nkjv:Exodus:29:46",
        "t": "And they shall know that I am*i the Lord*s their God, who brought them up out of the land of Egypt, that I may dwell among them. I am*i the Lord*s their God."
    },
    {
        "o": 2623,
        "r": "nkjv:Exodus:30:0",
        "t": "Exodus 30",
        "h": 1
    },
    {
        "o": 2624,
        "r": "nkjv:Exodus:30:0",
        "t": "The Altar of Incense",
        "h": 2
    },
    {
        "o": 2625,
        "r": "nkjv:Exodus:30:1",
        "t": "“You*p shall make an altar to burn incense on; you shall make it of acacia wood."
    },
    {
        "o": 2626,
        "r": "nkjv:Exodus:30:2",
        "t": "A cubit shall*i be*i its length and a cubit its width—it shall be square—and two cubits shall*i be*i its height. Its horns shall*i be*i of one piece with it."
    },
    {
        "o": 2627,
        "r": "nkjv:Exodus:30:3",
        "t": "And you shall overlay its top, its sides all around, and its horns with pure gold; and you shall make for it a molding of gold all around."
    },
    {
        "o": 2628,
        "r": "nkjv:Exodus:30:4",
        "t": "Two gold rings you shall make for it, under the molding on both its sides. You shall place them*i on its two sides, and they will be holders for the poles with which to bear it."
    },
    {
        "o": 2629,
        "r": "nkjv:Exodus:30:5",
        "t": "You shall make the poles of acacia wood, and overlay them with gold."
    },
    {
        "o": 2630,
        "r": "nkjv:Exodus:30:6",
        "t": "And you shall put it before the veil that is*i before the ark of the Testimony, before the mercy seat that is*i over the Testimony, where I will meet with you."
    },
    {
        "o": 2631,
        "r": "nkjv:Exodus:30:7",
        "t": "“Aaron*p shall burn on it sweet incense every morning; when he tends the lamps, he shall burn incense on it."
    },
    {
        "o": 2632,
        "r": "nkjv:Exodus:30:8",
        "t": "And when Aaron lights the lamps at twilight, he shall burn incense on it, a perpetual incense before the Lord*s throughout your generations."
    },
    {
        "o": 2633,
        "r": "nkjv:Exodus:30:9",
        "t": "You shall not offer strange incense on it, or a burnt offering, or a grain offering; nor shall you pour a drink offering on it."
    },
    {
        "o": 2634,
        "r": "nkjv:Exodus:30:10",
        "t": "And Aaron shall make atonement upon its horns once a year with the blood of the sin offering of atonement; once a year he shall make atonement upon it throughout your generations. It is*i most holy to the Lord.”*s"
    },
    {
        "o": 2635,
        "r": "nkjv:Exodus:30:10",
        "t": "The Ransom Money",
        "h": 2
    },
    {
        "o": 2636,
        "r": "nkjv:Exodus:30:11",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 2637,
        "r": "nkjv:Exodus:30:12",
        "t": "“When you take the census of the children of Israel for their number, then every man shall give a ransom for himself to the Lord,*s when you number them, that there may be no plague among them when you*i number them."
    },
    {
        "o": 2638,
        "r": "nkjv:Exodus:30:13",
        "t": "This is what everyone among those who are numbered shall give: half a shekel according to the shekel of the sanctuary (a shekel is*i twenty gerahs). The half-shekel shall*i be*i an offering to the Lord.*s"
    },
    {
        "o": 2639,
        "r": "nkjv:Exodus:30:14",
        "t": "Everyone included among those who are numbered, from twenty years old and above, shall give an offering to the Lord.*s"
    },
    {
        "o": 2640,
        "r": "nkjv:Exodus:30:15",
        "t": "The rich shall not give more and the poor shall not give less than half a shekel, when you*i give an offering to the Lord,*s to make atonement for yourselves."
    },
    {
        "o": 2641,
        "r": "nkjv:Exodus:30:16",
        "t": "And you shall take the atonement money of the children of Israel, and shall appoint it for the service of the tabernacle of meeting, that it may be a memorial for the children of Israel before the Lord,*s to make atonement for yourselves.”"
    },
    {
        "o": 2642,
        "r": "nkjv:Exodus:30:16",
        "t": "The Bronze Laver",
        "h": 2
    },
    {
        "o": 2643,
        "r": "nkjv:Exodus:30:17",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 2644,
        "r": "nkjv:Exodus:30:18",
        "t": "“You shall also make a laver of bronze, with its base also of bronze, for washing. You shall put it between the tabernacle of meeting and the altar. And you shall put water in it,"
    },
    {
        "o": 2645,
        "r": "nkjv:Exodus:30:19",
        "t": "for Aaron and his sons shall wash their hands and their feet in water from it."
    },
    {
        "o": 2646,
        "r": "nkjv:Exodus:30:20",
        "t": "When they go into the tabernacle of meeting, or when they come near the altar to minister, to burn an offering made by fire to the Lord,*s they shall wash with water, lest they die."
    },
    {
        "o": 2647,
        "r": "nkjv:Exodus:30:21",
        "t": "So they shall wash their hands and their feet, lest they die. And it shall be a statute forever to them—to him and his descendants throughout their generations.”"
    },
    {
        "o": 2648,
        "r": "nkjv:Exodus:30:21",
        "t": "The Holy Anointing Oil",
        "h": 2
    },
    {
        "o": 2649,
        "r": "nkjv:Exodus:30:22",
        "t": "Moreover*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 2650,
        "r": "nkjv:Exodus:30:23",
        "t": "“Also take for yourself quality spices—five hundred shekels*i of liquid myrrh, half as much sweet-smelling cinnamon (two hundred and fifty shekels),*i two hundred and fifty shekels*i of sweet-smelling cane,"
    },
    {
        "o": 2651,
        "r": "nkjv:Exodus:30:24",
        "t": "five hundred shekels*i of cassia, according to the shekel of the sanctuary, and a hin of olive oil."
    },
    {
        "o": 2652,
        "r": "nkjv:Exodus:30:25",
        "t": "And you shall make from these a holy anointing oil, an ointment compounded according to the art of the perfumer. It shall be a holy anointing oil."
    },
    {
        "o": 2653,
        "r": "nkjv:Exodus:30:26",
        "t": "With it you shall anoint the tabernacle of meeting and the ark of the Testimony;"
    },
    {
        "o": 2654,
        "r": "nkjv:Exodus:30:27",
        "t": "the table and all its utensils, the lampstand and its utensils, and the altar of incense;"
    },
    {
        "o": 2655,
        "r": "nkjv:Exodus:30:28",
        "t": "the altar of burnt offering with all its utensils, and the laver and its base."
    },
    {
        "o": 2656,
        "r": "nkjv:Exodus:30:29",
        "t": "You shall consecrate them, that they may be most holy; whatever touches them must be holy."
    },
    {
        "o": 2657,
        "r": "nkjv:Exodus:30:30",
        "t": "And you shall anoint Aaron and his sons, and consecrate them, that they*i may minister to Me as priests."
    },
    {
        "o": 2658,
        "r": "nkjv:Exodus:30:31",
        "t": "“And*p you shall speak to the children of Israel, saying: ‘This shall be a holy anointing oil to Me throughout your generations."
    },
    {
        "o": 2659,
        "r": "nkjv:Exodus:30:32",
        "t": "It shall not be poured on man’s flesh; nor shall you make any*i other*i like it, according to its composition. It is*i holy, and*i it shall be holy to you."
    },
    {
        "o": 2660,
        "r": "nkjv:Exodus:30:33",
        "t": "Whoever compounds any*i like it, or whoever puts any*i of it on an outsider, shall be cut off from his people.’”"
    },
    {
        "o": 2661,
        "r": "nkjv:Exodus:30:33",
        "t": "The Incense",
        "h": 2
    },
    {
        "o": 2662,
        "r": "nkjv:Exodus:30:34",
        "t": "And*p the Lord*s said to Moses: “Take sweet spices, stacte and onycha and galbanum, and pure frankincense with these*i sweet spices; there shall be equal amounts of each."
    },
    {
        "o": 2663,
        "r": "nkjv:Exodus:30:35",
        "t": "You shall make of these an incense, a compound according to the art of the perfumer, salted, pure, and*i holy."
    },
    {
        "o": 2664,
        "r": "nkjv:Exodus:30:36",
        "t": "And you shall beat some*i of it very fine, and put some of it before the Testimony in the tabernacle of meeting where I will meet with you. It shall be most holy to you."
    },
    {
        "o": 2665,
        "r": "nkjv:Exodus:30:37",
        "t": "But as*i for*i the incense which you shall make, you shall not make any for yourselves, according to its composition. It shall be to you holy for the Lord.*s"
    },
    {
        "o": 2666,
        "r": "nkjv:Exodus:30:38",
        "t": "Whoever makes any*i like it, to smell it, he shall be cut off from his people.”"
    },
    {
        "o": 2667,
        "r": "nkjv:Exodus:31:0",
        "t": "Exodus 31",
        "h": 1
    },
    {
        "o": 2668,
        "r": "nkjv:Exodus:31:0",
        "t": "Artisans for Building the Tabernacle",
        "h": 2
    },
    {
        "o": 2669,
        "r": "nkjv:Exodus:31:1",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 2670,
        "r": "nkjv:Exodus:31:2",
        "t": "“See, I have called by name Bezalel the son of Uri, the son of Hur, of the tribe of Judah."
    },
    {
        "o": 2671,
        "r": "nkjv:Exodus:31:3",
        "t": "And I have filled him with the Spirit of God, in wisdom, in understanding, in knowledge, and in all manner*i of*i workmanship,"
    },
    {
        "o": 2672,
        "r": "nkjv:Exodus:31:4",
        "t": "to design artistic works, to work in gold, in silver, in bronze,"
    },
    {
        "o": 2673,
        "r": "nkjv:Exodus:31:5",
        "t": "in cutting jewels for setting, in carving wood, and to work in all manner*i of*i workmanship."
    },
    {
        "o": 2674,
        "r": "nkjv:Exodus:31:6",
        "t": "“And*p I, indeed I, have appointed with him Aholiab the son of Ahisamach, of the tribe of Dan; and I have put wisdom in the hearts of all the gifted artisans, that they may make all that I have commanded you:"
    },
    {
        "o": 2675,
        "r": "nkjv:Exodus:31:7",
        "t": "the tabernacle of meeting, the ark of the Testimony and the mercy seat that is*i on it, and all the furniture of the tabernacle—"
    },
    {
        "o": 2676,
        "r": "nkjv:Exodus:31:8",
        "t": "the table and its utensils, the pure gold*i lampstand with all its utensils, the altar of incense,"
    },
    {
        "o": 2677,
        "r": "nkjv:Exodus:31:9",
        "t": "the altar of burnt offering with all its utensils, and the laver and its base—"
    },
    {
        "o": 2678,
        "r": "nkjv:Exodus:31:10",
        "t": "the garments of ministry, the holy garments for Aaron the priest and the garments of his sons, to minister as priests,"
    },
    {
        "o": 2679,
        "r": "nkjv:Exodus:31:11",
        "t": "and the anointing oil and sweet incense for the holy place.*i According to all that I have commanded you they shall do.”"
    },
    {
        "o": 2680,
        "r": "nkjv:Exodus:31:11",
        "t": "The Sabbath Law",
        "h": 2
    },
    {
        "o": 2681,
        "r": "nkjv:Exodus:31:12",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 2682,
        "r": "nkjv:Exodus:31:13",
        "t": "“Speak also to the children of Israel, saying: ‘Surely My Sabbaths you shall keep, for it is*i a sign between Me and you throughout your generations, that you*i may know that I am*i the Lord*s who sanctifies you."
    },
    {
        "o": 2683,
        "r": "nkjv:Exodus:31:14",
        "t": "You shall keep the Sabbath, therefore, for it*i is*i holy to you. Everyone who profanes it shall surely be put to death; for whoever does any*i work on it, that person shall be cut off from among his people."
    },
    {
        "o": 2684,
        "r": "nkjv:Exodus:31:15",
        "t": "Work shall be done for six days, but the seventh is*i the Sabbath of rest, holy to the Lord.*s Whoever does any*i work on the Sabbath day, he shall surely be put to death."
    },
    {
        "o": 2685,
        "r": "nkjv:Exodus:31:16",
        "t": "Therefore the children of Israel shall keep the Sabbath, to observe the Sabbath throughout their generations as*i a perpetual covenant."
    },
    {
        "o": 2686,
        "r": "nkjv:Exodus:31:17",
        "t": "It is*i a sign between Me and the children of Israel forever; for in*i six days the Lord*s made the heavens and the earth, and on the seventh day He rested and was refreshed.’”"
    },
    {
        "o": 2687,
        "r": "nkjv:Exodus:31:18",
        "t": "And*p when He had made an end of speaking with him on Mount Sinai, He gave Moses two tablets of the Testimony, tablets of stone, written with the finger of God."
    },
    {
        "o": 2688,
        "r": "nkjv:Exodus:32:0",
        "t": "Exodus 32",
        "h": 1
    },
    {
        "o": 2689,
        "r": "nkjv:Exodus:32:0",
        "t": "The Gold Calf",
        "h": 2
    },
    {
        "o": 2690,
        "r": "nkjv:Exodus:32:1",
        "t": "Now*p when the people saw that Moses delayed coming down from the mountain, the people gathered together to Aaron, and said to him, “Come, make us gods that shall go before us; for as*i for*i this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him.”"
    },
    {
        "o": 2691,
        "r": "nkjv:Exodus:32:2",
        "t": "And*p Aaron said to them, “Break off the golden earrings which are*i in the ears of your wives, your sons, and your daughters, and bring them*i to me.”"
    },
    {
        "o": 2692,
        "r": "nkjv:Exodus:32:3",
        "t": "So all the people broke off the golden earrings which were*i in their ears, and brought them*i to Aaron."
    },
    {
        "o": 2693,
        "r": "nkjv:Exodus:32:4",
        "t": "And he received the*i gold*i from their hand, and he fashioned it with an engraving tool, and made a molded calf. Then*p they said, “This is*i your god, O Israel, that brought you out of the land of Egypt!”"
    },
    {
        "o": 2694,
        "r": "nkjv:Exodus:32:5",
        "t": "So*p when Aaron saw it,*i he built an altar before it. And Aaron made a proclamation and said, “Tomorrow is*i a feast to the Lord.”*s"
    },
    {
        "o": 2695,
        "r": "nkjv:Exodus:32:6",
        "t": "Then they rose early on the next day, offered burnt offerings, and brought peace offerings; and the people sat down to eat and drink, and rose up to play."
    },
    {
        "o": 2696,
        "r": "nkjv:Exodus:32:7",
        "t": "And*p the Lord*s said to Moses, “Go, get down! For your people whom you brought out of the land of Egypt have corrupted themselves.*i"
    },
    {
        "o": 2697,
        "r": "nkjv:Exodus:32:8",
        "t": "They have turned aside quickly out of the way which I commanded them. They have made themselves a molded calf, and worshiped it and sacrificed to it, and said, ‘This is*i your god, O Israel, that brought you out of the land of Egypt!’”"
    },
    {
        "o": 2698,
        "r": "nkjv:Exodus:32:9",
        "t": "And the Lord*s said to Moses, “I have seen this people, and indeed it is*i a stiff-necked people!"
    },
    {
        "o": 2699,
        "r": "nkjv:Exodus:32:10",
        "t": "Now therefore, let Me alone, that My wrath may burn hot against them and I may consume them. And I will make of you a great nation.”"
    },
    {
        "o": 2700,
        "r": "nkjv:Exodus:32:11",
        "t": "Then*p Moses pleaded with the Lord*s his God, and said: “Lord,*s why does Your wrath burn hot against Your people whom You have brought out of the land of Egypt with great power and with a mighty hand?"
    },
    {
        "o": 2701,
        "r": "nkjv:Exodus:32:12",
        "t": "Why should the Egyptians speak, and say, ‘He brought them out to harm them, to kill them in the mountains, and to consume them from the face of the earth’? Turn from Your fierce wrath, and relent from this harm to Your people."
    },
    {
        "o": 2702,
        "r": "nkjv:Exodus:32:13",
        "t": "Remember Abraham, Isaac, and Israel, Your servants, to whom You swore by Your own self, and said to them, ‘I will multiply your descendants as the stars of heaven; and all this land that I have spoken of I give to your descendants, and they shall inherit it*i forever.’”"
    },
    {
        "o": 2703,
        "r": "nkjv:Exodus:32:14",
        "t": "So the Lord*s relented from the harm which He said He would do to His people."
    },
    {
        "o": 2704,
        "r": "nkjv:Exodus:32:15",
        "t": "And*p Moses turned and went down from the mountain, and the two tablets of the Testimony were*i in his hand. The tablets were*i written on both sides; on the one side*i and on the other they were written."
    },
    {
        "o": 2705,
        "r": "nkjv:Exodus:32:16",
        "t": "Now the tablets were*i the work of God, and the writing was*i the writing of God engraved on the tablets."
    },
    {
        "o": 2706,
        "r": "nkjv:Exodus:32:17",
        "t": "And*p when Joshua heard the noise of the people as they shouted, he said to Moses, “There*i is*i a noise of war in the camp.”"
    },
    {
        "o": 2707,
        "r": "nkjv:Exodus:32:18",
        "t": "But*p he said: “It*ipn is*i not the noise of the shout of victory, Nor*ld the noise of the cry of defeat, But*ild the sound of singing I hear.”"
    },
    {
        "o": 2708,
        "r": "nkjv:Exodus:32:19",
        "t": "So*p it was, as soon as he came near the camp, that he saw the calf and*i the dancing. So Moses’ anger became hot, and he cast the tablets out of his hands and broke them at the foot of the mountain."
    },
    {
        "o": 2709,
        "r": "nkjv:Exodus:32:20",
        "t": "Then he took the calf which they had made, burned it*i in the fire, and ground it*i to powder; and he scattered it*i on the water and made the children of Israel drink it.*i"
    },
    {
        "o": 2710,
        "r": "nkjv:Exodus:32:21",
        "t": "And Moses said to Aaron, “What did this people do to you that you have brought so*i great a sin upon them?”"
    },
    {
        "o": 2711,
        "r": "nkjv:Exodus:32:22",
        "t": "So*p Aaron said, “Do not let the anger of my lord become hot. You know the people, that they are*i set*i on evil."
    },
    {
        "o": 2712,
        "r": "nkjv:Exodus:32:23",
        "t": "For they said to me, ‘Make us gods that shall go before us; as*i for*i this Moses, the man who brought us out of the land of Egypt, we do not know what has become of him.’"
    },
    {
        "o": 2713,
        "r": "nkjv:Exodus:32:24",
        "t": "And I said to them, ‘Whoever has any gold, let them break it*i off.’ So they gave it*i to me, and I cast it into the fire, and this calf came out.”"
    },
    {
        "o": 2714,
        "r": "nkjv:Exodus:32:25",
        "t": "Now*p when Moses saw that the people were*i unrestrained (for Aaron had not restrained them, to their*i shame among their enemies),"
    },
    {
        "o": 2715,
        "r": "nkjv:Exodus:32:26",
        "t": "then Moses stood in the entrance of the camp, and said, “Whoever is*i on the Lord’s*s side— come*i to me!” And all the sons of Levi gathered themselves together to him."
    },
    {
        "o": 2716,
        "r": "nkjv:Exodus:32:27",
        "t": "And he said to them, “Thus says the Lord*s God of Israel: ‘Let every man put his sword on his side, and go in and out from entrance to entrance throughout the camp, and let every man kill his brother, every man his companion, and every man his neighbor.’”"
    },
    {
        "o": 2717,
        "r": "nkjv:Exodus:32:28",
        "t": "So the sons of Levi did according to the word of Moses. And about three thousand men of the people fell that day."
    },
    {
        "o": 2718,
        "r": "nkjv:Exodus:32:29",
        "t": "Then Moses said, “Consecrate yourselves today to the Lord,*s that He may bestow on you a blessing this day, for every man has opposed his son and his brother.”"
    },
    {
        "o": 2719,
        "r": "nkjv:Exodus:32:30",
        "t": "Now*p it came to pass on the next day that Moses said to the people, “You have committed a great sin. So now I will go up to the Lord;*s perhaps I can make atonement for your sin.”"
    },
    {
        "o": 2720,
        "r": "nkjv:Exodus:32:31",
        "t": "Then Moses returned to the Lord*s and said, “Oh, these people have committed a great sin, and have made for themselves a god of gold!"
    },
    {
        "o": 2721,
        "r": "nkjv:Exodus:32:32",
        "t": "Yet now, if You will forgive their sin—but if not, I pray, blot me out of Your book which You have written.”"
    },
    {
        "o": 2722,
        "r": "nkjv:Exodus:32:33",
        "t": "And*p the Lord*s said to Moses, “Whoever has sinned against Me, I will blot him out of My book."
    },
    {
        "o": 2723,
        "r": "nkjv:Exodus:32:34",
        "t": "Now therefore, go, lead the people to the*i place*i of which I have spoken to you. Behold, My Angel shall go before you. Nevertheless, in the day when I visit for punishment, I will visit punishment upon them for their sin.”"
    },
    {
        "o": 2724,
        "r": "nkjv:Exodus:32:35",
        "t": "So*p the Lord*s plagued the people because of what they did with the calf which Aaron made."
    },
    {
        "o": 2725,
        "r": "nkjv:Exodus:33:0",
        "t": "Exodus 33",
        "h": 1
    },
    {
        "o": 2726,
        "r": "nkjv:Exodus:33:0",
        "t": "The Command to Leave Sinai",
        "h": 2
    },
    {
        "o": 2727,
        "r": "nkjv:Exodus:33:1",
        "t": "Then*p the Lord*s said to Moses, “Depart and*i go up from here, you and the people whom you have brought out of the land of Egypt, to the land of which I swore to Abraham, Isaac, and Jacob, saying, ‘To your descendants I will give it.’"
    },
    {
        "o": 2728,
        "r": "nkjv:Exodus:33:2",
        "t": "And I will send My*i Angel before you, and I will drive out the Canaanite and the Amorite and the Hittite and the Perizzite and the Hivite and the Jebusite."
    },
    {
        "o": 2729,
        "r": "nkjv:Exodus:33:3",
        "t": "Go*i up*i to a land flowing with milk and honey; for I will not go up in your midst, lest I consume you on the way, for you are*i a stiff-necked people.”"
    },
    {
        "o": 2730,
        "r": "nkjv:Exodus:33:4",
        "t": "And*p when the people heard this bad news, they mourned, and no one put on his ornaments."
    },
    {
        "o": 2731,
        "r": "nkjv:Exodus:33:5",
        "t": "For the Lord*s had said to Moses, “Say to the children of Israel, ‘You are*i a stiff-necked people. I could come up into your midst in one moment and consume you. Now therefore, take off your ornaments, that I may know what to do to you.’”"
    },
    {
        "o": 2732,
        "r": "nkjv:Exodus:33:6",
        "t": "So the children of Israel stripped themselves of their ornaments by Mount Horeb."
    },
    {
        "o": 2733,
        "r": "nkjv:Exodus:33:6",
        "t": "Moses Meets with the Lord",
        "h": 2
    },
    {
        "o": 2734,
        "r": "nkjv:Exodus:33:7",
        "t": "Moses*p took his tent and pitched it outside the camp, far from the camp, and called it the tabernacle of meeting. And it came to pass that*i everyone who sought the Lord*s went out to the tabernacle of meeting which was*i outside the camp."
    },
    {
        "o": 2735,
        "r": "nkjv:Exodus:33:8",
        "t": "So it was, whenever Moses went out to the tabernacle, that*i all the people rose, and each man stood at*i his tent door and watched Moses until he had gone into the tabernacle."
    },
    {
        "o": 2736,
        "r": "nkjv:Exodus:33:9",
        "t": "And it came to pass, when Moses entered the tabernacle, that the pillar of cloud descended and stood at*i the door of the tabernacle, and the*i Lord*is talked with Moses."
    },
    {
        "o": 2737,
        "r": "nkjv:Exodus:33:10",
        "t": "All the people saw the pillar of cloud standing at*i the tabernacle door, and all the people rose and worshiped, each man in*i his tent door."
    },
    {
        "o": 2738,
        "r": "nkjv:Exodus:33:11",
        "t": "So the Lord*s spoke to Moses face to face, as a man speaks to his friend. And he would return to the camp, but his servant Joshua the son of Nun, a young man, did not depart from the tabernacle."
    },
    {
        "o": 2739,
        "r": "nkjv:Exodus:33:11",
        "t": "The Promise of God’s Presence",
        "h": 2
    },
    {
        "o": 2740,
        "r": "nkjv:Exodus:33:12",
        "t": "Then*p Moses said to the Lord,*s “See, You say to me, ‘Bring up this people.’ But You have not let me know whom You will send with me. Yet You have said, ‘I know you by name, and you have also found grace in My sight.’"
    },
    {
        "o": 2741,
        "r": "nkjv:Exodus:33:13",
        "t": "Now therefore, I pray, if I have found grace in Your sight, show me now Your way, that I may know You and that I may find grace in Your sight. And consider that this nation is*i Your people.”"
    },
    {
        "o": 2742,
        "r": "nkjv:Exodus:33:14",
        "t": "And*p He said, “My Presence will go with*i you,*i and I will give you rest.”"
    },
    {
        "o": 2743,
        "r": "nkjv:Exodus:33:15",
        "t": "Then*p he said to Him, “If Your Presence does not go with*i us,*i do not bring us up from here."
    },
    {
        "o": 2744,
        "r": "nkjv:Exodus:33:16",
        "t": "For how then will it be known that Your people and I have found grace in Your sight, except You go with us? So we shall be separate, Your people and I, from all the people who are*i upon the face of the earth.”"
    },
    {
        "o": 2745,
        "r": "nkjv:Exodus:33:17",
        "t": "So*p the Lord*s said to Moses, “I will also do this thing that you have spoken; for you have found grace in My sight, and I know you by name.”"
    },
    {
        "o": 2746,
        "r": "nkjv:Exodus:33:18",
        "t": "And*p he said, “Please, show me Your glory.”"
    },
    {
        "o": 2747,
        "r": "nkjv:Exodus:33:19",
        "t": "Then*p He said, “I will make all My goodness pass before you, and I will proclaim the name of the Lord*s before you. I will be gracious to whom I will be gracious, and I will have compassion on whom I will have compassion.”"
    },
    {
        "o": 2748,
        "r": "nkjv:Exodus:33:20",
        "t": "But He said, “You cannot see My face; for no man shall see Me, and live.”"
    },
    {
        "o": 2749,
        "r": "nkjv:Exodus:33:21",
        "t": "And the Lord*s said, “Here is a place by Me, and you shall stand on the rock."
    },
    {
        "o": 2750,
        "r": "nkjv:Exodus:33:22",
        "t": "So it shall be, while My glory passes by, that I will put you in the cleft of the rock, and will cover you with My hand while I pass by."
    },
    {
        "o": 2751,
        "r": "nkjv:Exodus:33:23",
        "t": "Then I will take away My hand, and you shall see My back; but My face shall not be seen.”"
    },
    {
        "o": 2752,
        "r": "nkjv:Exodus:34:0",
        "t": "Exodus 34",
        "h": 1
    },
    {
        "o": 2753,
        "r": "nkjv:Exodus:34:0",
        "t": "Moses Makes New Tablets",
        "h": 2
    },
    {
        "o": 2754,
        "r": "nkjv:Exodus:34:1",
        "t": "And*p the Lord*s said to Moses, “Cut two tablets of stone like the first ones,*i and I will write on these*i tablets the words that were on the first tablets which you broke."
    },
    {
        "o": 2755,
        "r": "nkjv:Exodus:34:2",
        "t": "So be ready in the morning, and come up in the morning to Mount Sinai, and present yourself to Me there on the top of the mountain."
    },
    {
        "o": 2756,
        "r": "nkjv:Exodus:34:3",
        "t": "And no man shall come up with you, and let no man be seen throughout all the mountain; let neither flocks nor herds feed before that mountain.”"
    },
    {
        "o": 2757,
        "r": "nkjv:Exodus:34:4",
        "t": "So*p he cut two tablets of stone like the first ones.*i Then Moses rose early in the morning and went up Mount Sinai, as the Lord*s had commanded him; and he took in his hand the two tablets of stone."
    },
    {
        "o": 2758,
        "r": "nkjv:Exodus:34:5",
        "t": "Now*p the Lord*s descended in the cloud and stood with him there, and proclaimed the name of the Lord.*s"
    },
    {
        "o": 2759,
        "r": "nkjv:Exodus:34:6",
        "t": "And the Lord*s passed before him and proclaimed, “The Lord,*s the Lord*s God, merciful and gracious, longsuffering, and abounding in goodness and truth,"
    },
    {
        "o": 2760,
        "r": "nkjv:Exodus:34:7",
        "t": "keeping mercy for thousands, forgiving iniquity and transgression and sin, by no means clearing the*i guilty,*i visiting the iniquity of the fathers upon the children and the children’s children to the third and the fourth generation.”"
    },
    {
        "o": 2761,
        "r": "nkjv:Exodus:34:8",
        "t": "So*p Moses made haste and bowed his head toward the earth, and worshiped."
    },
    {
        "o": 2762,
        "r": "nkjv:Exodus:34:9",
        "t": "Then he said, “If now I have found grace in Your sight, O Lord, let my Lord, I pray, go among us, even though we are*i a stiff-necked people; and pardon our iniquity and our sin, and take us as Your inheritance.”"
    },
    {
        "o": 2763,
        "r": "nkjv:Exodus:34:9",
        "t": "The Covenant Renewed",
        "h": 2
    },
    {
        "o": 2764,
        "r": "nkjv:Exodus:34:10",
        "t": "And*p He said: “Behold, I make a covenant. Before all your people I will do marvels such as have not been done in all the earth, nor in any nation; and all the people among whom you are*i shall see the work of the Lord.*s For it is*i an awesome thing that I will do with you."
    },
    {
        "o": 2765,
        "r": "nkjv:Exodus:34:11",
        "t": "Observe what I command you this day. Behold, I am driving out from before you the Amorite and the Canaanite and the Hittite and the Perizzite and the Hivite and the Jebusite."
    },
    {
        "o": 2766,
        "r": "nkjv:Exodus:34:12",
        "t": "Take heed to yourself, lest you make a covenant with the inhabitants of the land where you are going, lest it be a snare in your midst."
    },
    {
        "o": 2767,
        "r": "nkjv:Exodus:34:13",
        "t": "But you shall destroy their altars, break their sacred*i pillars, and cut down their wooden images"
    },
    {
        "o": 2768,
        "r": "nkjv:Exodus:34:14",
        "t": "(for you shall worship no other god, for the Lord,*s whose name is*i Jealous, is*i a jealous God),"
    },
    {
        "o": 2769,
        "r": "nkjv:Exodus:34:15",
        "t": "lest you make a covenant with the inhabitants of the land, and they play the harlot with their gods and make sacrifice to their gods, and one*i of*i them*i invites you and you eat of his sacrifice,"
    },
    {
        "o": 2770,
        "r": "nkjv:Exodus:34:16",
        "t": "and you take of his daughters for your sons, and his daughters play the harlot with their gods and make your sons play the harlot with their gods."
    },
    {
        "o": 2771,
        "r": "nkjv:Exodus:34:17",
        "t": "“You*p shall make no molded gods for yourselves."
    },
    {
        "o": 2772,
        "r": "nkjv:Exodus:34:18",
        "t": "“The*p Feast of Unleavened Bread you shall keep. Seven days you shall eat unleavened bread, as I commanded you, in the appointed time of the month of Abib; for in the month of Abib you came out from Egypt."
    },
    {
        "o": 2773,
        "r": "nkjv:Exodus:34:19",
        "t": "“All*p that open the womb are*i Mine, and every male firstborn among your livestock, whether*i ox or sheep."
    },
    {
        "o": 2774,
        "r": "nkjv:Exodus:34:20",
        "t": "But the firstborn of a donkey you shall redeem with a lamb. And if you will not redeem him,*i then you shall break his neck. All the firstborn of your sons you shall redeem. “And*p none shall appear before Me empty-handed."
    },
    {
        "o": 2775,
        "r": "nkjv:Exodus:34:21",
        "t": "“Six*p days you shall work, but on the seventh day you shall rest; in plowing time and in harvest you shall rest."
    },
    {
        "o": 2776,
        "r": "nkjv:Exodus:34:22",
        "t": "“And*p you shall observe the Feast of Weeks, of the firstfruits of wheat harvest, and the Feast of Ingathering at the year’s end."
    },
    {
        "o": 2777,
        "r": "nkjv:Exodus:34:23",
        "t": "“Three*p times in the year all your men shall appear before the Lord, the Lord*s God of Israel."
    },
    {
        "o": 2778,
        "r": "nkjv:Exodus:34:24",
        "t": "For I will cast out the nations before you and enlarge your borders; neither will any man covet your land when you go up to appear before the Lord*s your God three times in the year."
    },
    {
        "o": 2779,
        "r": "nkjv:Exodus:34:25",
        "t": "“You*p shall not offer the blood of My sacrifice with leaven, nor shall the sacrifice of the Feast of the Passover be left until morning."
    },
    {
        "o": 2780,
        "r": "nkjv:Exodus:34:26",
        "t": "“The*p first of the firstfruits of your land you shall bring to the house of the Lord*s your God. You shall not boil a young goat in its mother’s milk.”"
    },
    {
        "o": 2781,
        "r": "nkjv:Exodus:34:27",
        "t": "Then*p the Lord*s said to Moses, “Write these words, for according to the tenor of these words I have made a covenant with you and with Israel.”"
    },
    {
        "o": 2782,
        "r": "nkjv:Exodus:34:28",
        "t": "So he was there with the Lord*s forty days and forty nights; he neither ate bread nor drank water. And He wrote on the tablets the words of the covenant, the Ten Commandments."
    },
    {
        "o": 2783,
        "r": "nkjv:Exodus:34:28",
        "t": "The Shining Face of Moses",
        "h": 2
    },
    {
        "o": 2784,
        "r": "nkjv:Exodus:34:29",
        "t": "Now*p it was so, when Moses came down from Mount Sinai (and the two tablets of the Testimony were*i in Moses’ hand when he came down from the mountain), that Moses did not know that the skin of his face shone while he talked with Him."
    },
    {
        "o": 2785,
        "r": "nkjv:Exodus:34:30",
        "t": "So when Aaron and all the children of Israel saw Moses, behold, the skin of his face shone, and they were afraid to come near him."
    },
    {
        "o": 2786,
        "r": "nkjv:Exodus:34:31",
        "t": "Then Moses called to them, and Aaron and all the rulers of the congregation returned to him; and Moses talked with them."
    },
    {
        "o": 2787,
        "r": "nkjv:Exodus:34:32",
        "t": "Afterward all the children of Israel came near, and he gave them as commandments all that the Lord*s had spoken with him on Mount Sinai."
    },
    {
        "o": 2788,
        "r": "nkjv:Exodus:34:33",
        "t": "And when Moses had finished speaking with them, he put a veil on his face."
    },
    {
        "o": 2789,
        "r": "nkjv:Exodus:34:34",
        "t": "But whenever Moses went in before the Lord*s to speak with Him, he would take the veil off until he came out; and he would come out and speak to the children of Israel whatever he had been commanded."
    },
    {
        "o": 2790,
        "r": "nkjv:Exodus:34:35",
        "t": "And whenever the children of Israel saw the face of Moses, that the skin of Moses’ face shone, then Moses would put the veil on his face again, until he went in to speak with Him."
    },
    {
        "o": 2791,
        "r": "nkjv:Exodus:35:0",
        "t": "Exodus 35",
        "h": 1
    },
    {
        "o": 2792,
        "r": "nkjv:Exodus:35:0",
        "t": "Sabbath Regulations",
        "h": 2
    },
    {
        "o": 2793,
        "r": "nkjv:Exodus:35:1",
        "t": "Then*p Moses gathered all the congregation of the children of Israel together, and said to them, “These are*i the words which the Lord*s has commanded you*i to do:"
    },
    {
        "o": 2794,
        "r": "nkjv:Exodus:35:2",
        "t": "Work shall be done for six days, but the seventh day shall be a holy day for you, a Sabbath of rest to the Lord.*s Whoever does any work on it shall be put to death."
    },
    {
        "o": 2795,
        "r": "nkjv:Exodus:35:3",
        "t": "You shall kindle no fire throughout your dwellings on the Sabbath day.”"
    },
    {
        "o": 2796,
        "r": "nkjv:Exodus:35:3",
        "t": "Offerings for the Tabernacle",
        "h": 2
    },
    {
        "o": 2797,
        "r": "nkjv:Exodus:35:4",
        "t": "And*p Moses spoke to all the congregation of the children of Israel, saying, “This is*i the thing which the Lord*s commanded, saying:"
    },
    {
        "o": 2798,
        "r": "nkjv:Exodus:35:5",
        "t": "‘Take from among you an offering to the Lord.*s Whoever is*i of a willing heart, let him bring it as an offering to the Lord:*s gold, silver, and bronze;"
    },
    {
        "o": 2799,
        "r": "nkjv:Exodus:35:6",
        "t": "blue, purple, and scarlet thread,*i fine linen, and goats’ hair;*i"
    },
    {
        "o": 2800,
        "r": "nkjv:Exodus:35:7",
        "t": "ram skins dyed red, badger skins, and acacia wood;"
    },
    {
        "o": 2801,
        "r": "nkjv:Exodus:35:8",
        "t": "oil for the light, and spices for the anointing oil and for the sweet incense;"
    },
    {
        "o": 2802,
        "r": "nkjv:Exodus:35:9",
        "t": "onyx stones, and stones to be set in the ephod and in the breastplate."
    },
    {
        "o": 2803,
        "r": "nkjv:Exodus:35:9",
        "t": "Articles of the Tabernacle",
        "h": 2
    },
    {
        "o": 2804,
        "r": "nkjv:Exodus:35:10",
        "t": "‘All*p who*i are*i gifted artisans among you shall come and make all that the Lord*s has commanded:"
    },
    {
        "o": 2805,
        "r": "nkjv:Exodus:35:11",
        "t": "the tabernacle, its tent, its covering, its clasps, its boards, its bars, its pillars, and its sockets;"
    },
    {
        "o": 2806,
        "r": "nkjv:Exodus:35:12",
        "t": "the ark and its poles, with*i the mercy seat, and the veil of the covering;"
    },
    {
        "o": 2807,
        "r": "nkjv:Exodus:35:13",
        "t": "the table and its poles, all its utensils, and the showbread;"
    },
    {
        "o": 2808,
        "r": "nkjv:Exodus:35:14",
        "t": "also the lampstand for the light, its utensils, its lamps, and the oil for the light;"
    },
    {
        "o": 2809,
        "r": "nkjv:Exodus:35:15",
        "t": "the incense altar, its poles, the anointing oil, the sweet incense, and the screen for the door at the entrance of the tabernacle;"
    },
    {
        "o": 2810,
        "r": "nkjv:Exodus:35:16",
        "t": "the altar of burnt offering with its bronze grating, its poles, all its utensils, and*i the laver and its base;"
    },
    {
        "o": 2811,
        "r": "nkjv:Exodus:35:17",
        "t": "the hangings of the court, its pillars, their sockets, and the screen for the gate of the court;"
    },
    {
        "o": 2812,
        "r": "nkjv:Exodus:35:18",
        "t": "the pegs of the tabernacle, the pegs of the court, and their cords;"
    },
    {
        "o": 2813,
        "r": "nkjv:Exodus:35:19",
        "t": "the garments of ministry, for ministering in the holy place*i —the holy garments for Aaron the priest and the garments of his sons, to minister as priests.’”"
    },
    {
        "o": 2814,
        "r": "nkjv:Exodus:35:19",
        "t": "The Tabernacle Offerings Presented",
        "h": 2
    },
    {
        "o": 2815,
        "r": "nkjv:Exodus:35:20",
        "t": "And*p all the congregation of the children of Israel departed from the presence of Moses."
    },
    {
        "o": 2816,
        "r": "nkjv:Exodus:35:21",
        "t": "Then everyone came whose heart was stirred, and everyone whose spirit was willing, and*i they brought the Lord’s*s offering for the work of the tabernacle of meeting, for all its service, and for the holy garments."
    },
    {
        "o": 2817,
        "r": "nkjv:Exodus:35:22",
        "t": "They came, both men and women, as many as had a willing heart, and*i brought earrings and nose rings, rings and necklaces, all jewelry of gold, that is, every man who made*i an offering of gold to the Lord.*s"
    },
    {
        "o": 2818,
        "r": "nkjv:Exodus:35:23",
        "t": "And every man, with whom was found blue, purple, and scarlet thread,*i fine linen, and goats’ hair,*i red skins of rams, and badger skins, brought them.*i"
    },
    {
        "o": 2819,
        "r": "nkjv:Exodus:35:24",
        "t": "Everyone who offered an offering of silver or bronze brought the Lord’s*s offering. And everyone with whom was found acacia wood for any work of the service, brought it.*i"
    },
    {
        "o": 2820,
        "r": "nkjv:Exodus:35:25",
        "t": "All the women who*i were*i gifted artisans spun yarn with their hands, and brought what they had spun, of blue, purple, and*i scarlet, and fine linen."
    },
    {
        "o": 2821,
        "r": "nkjv:Exodus:35:26",
        "t": "And all the women whose hearts stirred with wisdom spun yarn of goats’ hair.*i"
    },
    {
        "o": 2822,
        "r": "nkjv:Exodus:35:27",
        "t": "The rulers brought onyx stones, and the stones to be set in the ephod and in the breastplate,"
    },
    {
        "o": 2823,
        "r": "nkjv:Exodus:35:28",
        "t": "and spices and oil for the light, for the anointing oil, and for the sweet incense."
    },
    {
        "o": 2824,
        "r": "nkjv:Exodus:35:29",
        "t": "The children of Israel brought a freewill offering to the Lord,*s all the men and women whose hearts were willing to bring material*i for all kinds of work which the Lord,*s by the hand of Moses, had commanded to be done."
    },
    {
        "o": 2825,
        "r": "nkjv:Exodus:35:29",
        "t": "The Artisans Called by God",
        "h": 2
    },
    {
        "o": 2826,
        "r": "nkjv:Exodus:35:30",
        "t": "And*p Moses said to the children of Israel, “See, the Lord*s has called by name Bezalel the son of Uri, the son of Hur, of the tribe of Judah;"
    },
    {
        "o": 2827,
        "r": "nkjv:Exodus:35:31",
        "t": "and He has filled him with the Spirit of God, in wisdom and understanding, in knowledge and all manner of workmanship,"
    },
    {
        "o": 2828,
        "r": "nkjv:Exodus:35:32",
        "t": "to design artistic works, to work in gold and silver and bronze,"
    },
    {
        "o": 2829,
        "r": "nkjv:Exodus:35:33",
        "t": "in cutting jewels for setting, in carving wood, and to work in all manner of artistic workmanship."
    },
    {
        "o": 2830,
        "r": "nkjv:Exodus:35:34",
        "t": "“And*p He has put in his heart the ability to teach, in*i him and Aholiab the son of Ahisamach, of the tribe of Dan."
    },
    {
        "o": 2831,
        "r": "nkjv:Exodus:35:35",
        "t": "He has filled them with skill to do all manner of work of the engraver and the designer and the tapestry maker, in blue, purple, and scarlet thread,*i and fine linen, and of the weaver—those who do every work and those who design artistic works."
    },
    {
        "o": 2832,
        "r": "nkjv:Exodus:36:0",
        "t": "Exodus 36",
        "h": 1
    },
    {
        "o": 2833,
        "r": "nkjv:Exodus:36:1",
        "t": "“And*p Bezalel and Aholiab, and every gifted artisan in whom the Lord*s has put wisdom and understanding, to know how to do all manner of work for the service of the sanctuary, shall do according to all that the Lord*s has commanded.”"
    },
    {
        "o": 2834,
        "r": "nkjv:Exodus:36:1",
        "t": "The People Give More than Enough",
        "h": 2
    },
    {
        "o": 2835,
        "r": "nkjv:Exodus:36:2",
        "t": "Then*p Moses called Bezalel and Aholiab, and every gifted artisan in whose heart the Lord*s had put wisdom, everyone whose heart was stirred, to come and do the work."
    },
    {
        "o": 2836,
        "r": "nkjv:Exodus:36:3",
        "t": "And they received from Moses all the offering which the children of Israel had brought for the work of the service of making the sanctuary. So they continued bringing to him freewill offerings every morning."
    },
    {
        "o": 2837,
        "r": "nkjv:Exodus:36:4",
        "t": "Then all the craftsmen who were doing all the work of the sanctuary came, each from the work he was doing,"
    },
    {
        "o": 2838,
        "r": "nkjv:Exodus:36:5",
        "t": "and they spoke to Moses, saying, “The people bring much more than enough for the service of the work which the Lord*s commanded us*i to do.”"
    },
    {
        "o": 2839,
        "r": "nkjv:Exodus:36:6",
        "t": "So*p Moses gave a commandment, and they caused it to be proclaimed throughout the camp, saying, “Let neither man nor woman do any more work for the offering of the sanctuary.” And the people were restrained from bringing,"
    },
    {
        "o": 2840,
        "r": "nkjv:Exodus:36:7",
        "t": "for the material they had was sufficient for all the work to be done—indeed too much."
    },
    {
        "o": 2841,
        "r": "nkjv:Exodus:36:7",
        "t": "Building the Tabernacle",
        "h": 2
    },
    {
        "o": 2842,
        "r": "nkjv:Exodus:36:8",
        "t": "Then*p all the gifted artisans among them who worked on the tabernacle made ten curtains woven of fine linen, and of blue, purple, and scarlet thread;*i with*i artistic designs of cherubim they made them."
    },
    {
        "o": 2843,
        "r": "nkjv:Exodus:36:9",
        "t": "The length of each curtain was*i twenty-eight cubits, and the width of each curtain four cubits; the curtains were*i all the same size."
    },
    {
        "o": 2844,
        "r": "nkjv:Exodus:36:10",
        "t": "And he coupled five curtains to one another, and the*i other*i five curtains he coupled to one another."
    },
    {
        "o": 2845,
        "r": "nkjv:Exodus:36:11",
        "t": "He made loops of blue yarn*i on the edge of the curtain on the selvedge of one set; likewise he did on the outer edge of the*i other*i curtain of the second set."
    },
    {
        "o": 2846,
        "r": "nkjv:Exodus:36:12",
        "t": "Fifty loops he made on one curtain, and fifty loops he made on the edge of the curtain on the end of the second set; the loops held one curtain*i to another."
    },
    {
        "o": 2847,
        "r": "nkjv:Exodus:36:13",
        "t": "And he made fifty clasps of gold, and coupled the curtains to one another with the clasps, that it might be one tabernacle."
    },
    {
        "o": 2848,
        "r": "nkjv:Exodus:36:14",
        "t": "He*p made curtains of goats’ hair*i for the tent over the tabernacle; he made eleven curtains."
    },
    {
        "o": 2849,
        "r": "nkjv:Exodus:36:15",
        "t": "The length of each curtain was*i thirty cubits, and the width of each curtain four cubits; the eleven curtains were*i the same size."
    },
    {
        "o": 2850,
        "r": "nkjv:Exodus:36:16",
        "t": "He coupled five curtains by themselves and six curtains by themselves."
    },
    {
        "o": 2851,
        "r": "nkjv:Exodus:36:17",
        "t": "And he made fifty loops on the edge of the curtain that is outermost in one set, and fifty loops he made on the edge of the curtain of the second set."
    },
    {
        "o": 2852,
        "r": "nkjv:Exodus:36:18",
        "t": "He also made fifty bronze clasps to couple the tent together, that it might be one."
    },
    {
        "o": 2853,
        "r": "nkjv:Exodus:36:19",
        "t": "Then he made a covering for the tent of ram skins dyed red, and a covering of badger skins above that.*i"
    },
    {
        "o": 2854,
        "r": "nkjv:Exodus:36:20",
        "t": "For*p the tabernacle he made boards of acacia wood, standing upright."
    },
    {
        "o": 2855,
        "r": "nkjv:Exodus:36:21",
        "t": "The length of each board was*i ten cubits, and the width of each board a cubit and a half."
    },
    {
        "o": 2856,
        "r": "nkjv:Exodus:36:22",
        "t": "Each board had two tenons for binding one to another. Thus he made for all the boards of the tabernacle."
    },
    {
        "o": 2857,
        "r": "nkjv:Exodus:36:23",
        "t": "And he made boards for the tabernacle, twenty boards for the south side."
    },
    {
        "o": 2858,
        "r": "nkjv:Exodus:36:24",
        "t": "Forty sockets of silver he made to go under the twenty boards: two sockets under each of the boards for its two tenons."
    },
    {
        "o": 2859,
        "r": "nkjv:Exodus:36:25",
        "t": "And for the other side of the tabernacle, the north side, he made twenty boards"
    },
    {
        "o": 2860,
        "r": "nkjv:Exodus:36:26",
        "t": "and their forty sockets of silver: two sockets under each of the boards."
    },
    {
        "o": 2861,
        "r": "nkjv:Exodus:36:27",
        "t": "For the west side of the tabernacle he made six boards."
    },
    {
        "o": 2862,
        "r": "nkjv:Exodus:36:28",
        "t": "He also made two boards for the two back corners of the tabernacle."
    },
    {
        "o": 2863,
        "r": "nkjv:Exodus:36:29",
        "t": "And they were coupled at the bottom and coupled together at the top by one ring. Thus he made both of them for the two corners."
    },
    {
        "o": 2864,
        "r": "nkjv:Exodus:36:30",
        "t": "So there were eight boards and their sockets—sixteen sockets of silver—two sockets under each of the boards."
    },
    {
        "o": 2865,
        "r": "nkjv:Exodus:36:31",
        "t": "And*p he made bars of acacia wood: five for the boards on one side of the tabernacle,"
    },
    {
        "o": 2866,
        "r": "nkjv:Exodus:36:32",
        "t": "five bars for the boards on the other side of the tabernacle, and five bars for the boards of the tabernacle on the far side westward."
    },
    {
        "o": 2867,
        "r": "nkjv:Exodus:36:33",
        "t": "And he made the middle bar to pass through the boards from one end to the other."
    },
    {
        "o": 2868,
        "r": "nkjv:Exodus:36:34",
        "t": "He overlaid the boards with gold, made their rings of gold to*i be*i holders for the bars, and overlaid the bars with gold."
    },
    {
        "o": 2869,
        "r": "nkjv:Exodus:36:35",
        "t": "And*p he made a veil of blue, purple, and scarlet thread,*i and fine woven linen; it was worked with*i an artistic design of cherubim."
    },
    {
        "o": 2870,
        "r": "nkjv:Exodus:36:36",
        "t": "He made for it four pillars of acacia wood,*i and overlaid them with gold, with their hooks of gold; and he cast four sockets of silver for them."
    },
    {
        "o": 2871,
        "r": "nkjv:Exodus:36:37",
        "t": "He*p also made a screen for the tabernacle door, of blue, purple, and scarlet thread,*i and fine woven linen, made by a weaver,"
    },
    {
        "o": 2872,
        "r": "nkjv:Exodus:36:38",
        "t": "and its five pillars with their hooks. And he overlaid their capitals and their rings with gold, but their five sockets were*i bronze."
    },
    {
        "o": 2873,
        "r": "nkjv:Exodus:37:0",
        "t": "Exodus 37",
        "h": 1
    },
    {
        "o": 2874,
        "r": "nkjv:Exodus:37:0",
        "t": "Making the Ark of the Testimony",
        "h": 2
    },
    {
        "o": 2875,
        "r": "nkjv:Exodus:37:1",
        "t": "Then*p Bezalel made the ark of acacia wood; two and a half cubits was*i its length, a cubit and a half its width, and a cubit and a half its height."
    },
    {
        "o": 2876,
        "r": "nkjv:Exodus:37:2",
        "t": "He overlaid it with pure gold inside and outside, and made a molding of gold all around it."
    },
    {
        "o": 2877,
        "r": "nkjv:Exodus:37:3",
        "t": "And he cast for it four rings of gold to*i be*i set*i in its four corners: two rings on one side, and two rings on the other side of it."
    },
    {
        "o": 2878,
        "r": "nkjv:Exodus:37:4",
        "t": "He made poles of acacia wood, and overlaid them with gold."
    },
    {
        "o": 2879,
        "r": "nkjv:Exodus:37:5",
        "t": "And he put the poles into the rings at the sides of the ark, to bear the ark."
    },
    {
        "o": 2880,
        "r": "nkjv:Exodus:37:6",
        "t": "He also made the mercy seat of pure gold; two and a half cubits was*i its length and a cubit and a half its width."
    },
    {
        "o": 2881,
        "r": "nkjv:Exodus:37:7",
        "t": "He made two cherubim of beaten gold; he made them of one piece at the two ends of the mercy seat:"
    },
    {
        "o": 2882,
        "r": "nkjv:Exodus:37:8",
        "t": "one cherub at one end on this side, and the other cherub at the other*i end on that side. He made the cherubim at the two ends of*i one*i piece*i with the mercy seat."
    },
    {
        "o": 2883,
        "r": "nkjv:Exodus:37:9",
        "t": "The cherubim spread out their*i wings above, and*i covered the mercy seat with their wings. They faced one another; the faces of the cherubim were toward the mercy seat."
    },
    {
        "o": 2884,
        "r": "nkjv:Exodus:37:9",
        "t": "Making the Table for the Showbread",
        "h": 2
    },
    {
        "o": 2885,
        "r": "nkjv:Exodus:37:10",
        "t": "He*p made the table of acacia wood; two cubits was*i its length, a cubit its width, and a cubit and a half its height."
    },
    {
        "o": 2886,
        "r": "nkjv:Exodus:37:11",
        "t": "And he overlaid it with pure gold, and made a molding of gold all around it."
    },
    {
        "o": 2887,
        "r": "nkjv:Exodus:37:12",
        "t": "Also he made a frame of a handbreadth all around it, and made a molding of gold for the frame all around it."
    },
    {
        "o": 2888,
        "r": "nkjv:Exodus:37:13",
        "t": "And he cast for it four rings of gold, and put the rings on the four corners that were*i at its four legs."
    },
    {
        "o": 2889,
        "r": "nkjv:Exodus:37:14",
        "t": "The rings were close to the frame, as holders for the poles to bear the table."
    },
    {
        "o": 2890,
        "r": "nkjv:Exodus:37:15",
        "t": "And he made the poles of acacia wood to bear the table, and overlaid them with gold."
    },
    {
        "o": 2891,
        "r": "nkjv:Exodus:37:16",
        "t": "He made of pure gold the utensils which were on the table: its dishes, its cups, its bowls, and its pitchers for pouring."
    },
    {
        "o": 2892,
        "r": "nkjv:Exodus:37:16",
        "t": "Making the Gold Lampstand",
        "h": 2
    },
    {
        "o": 2893,
        "r": "nkjv:Exodus:37:17",
        "t": "He*p also made the lampstand of pure gold; of hammered work he made the lampstand. Its shaft, its branches, its bowls, its ornamental*i knobs, and its flowers were of the same piece."
    },
    {
        "o": 2894,
        "r": "nkjv:Exodus:37:18",
        "t": "And six branches came out of its sides: three branches of the lampstand out of one side, and three branches of the lampstand out of the other side."
    },
    {
        "o": 2895,
        "r": "nkjv:Exodus:37:19",
        "t": "There were three bowls made like almond blossoms*i on one branch, with an ornamental*i knob and a flower, and three bowls made like almond blossoms*i on the other branch, with an ornamental*i knob and a flower—and so for the six branches coming out of the lampstand."
    },
    {
        "o": 2896,
        "r": "nkjv:Exodus:37:20",
        "t": "And on the lampstand itself were*i four bowls made like almond blossoms,*i each*i with*i its ornamental*i knob and flower."
    },
    {
        "o": 2897,
        "r": "nkjv:Exodus:37:21",
        "t": "There*i was*i a knob under the first*i two branches of the same, a knob under the second*i two branches of the same, and a knob under the third*i two branches of the same, according to the six branches extending from it."
    },
    {
        "o": 2898,
        "r": "nkjv:Exodus:37:22",
        "t": "Their knobs and their branches were of one piece; all of it was*i one hammered piece of pure gold."
    },
    {
        "o": 2899,
        "r": "nkjv:Exodus:37:23",
        "t": "And he made its seven lamps, its wick-trimmers, and its trays of pure gold."
    },
    {
        "o": 2900,
        "r": "nkjv:Exodus:37:24",
        "t": "Of a talent of pure gold he made it, with all its utensils."
    },
    {
        "o": 2901,
        "r": "nkjv:Exodus:37:24",
        "t": "Making the Altar of Incense",
        "h": 2
    },
    {
        "o": 2902,
        "r": "nkjv:Exodus:37:25",
        "t": "He*p made the incense altar of acacia wood. Its length was*i a cubit and its width a cubit— it*i was*i square—and two cubits was*i its height. Its horns were of*i one*i piece*i with it."
    },
    {
        "o": 2903,
        "r": "nkjv:Exodus:37:26",
        "t": "And he overlaid it with pure gold: its top, its sides all around, and its horns. He also made for it a molding of gold all around it."
    },
    {
        "o": 2904,
        "r": "nkjv:Exodus:37:27",
        "t": "He made two rings of gold for it under its molding, by its two corners on both sides, as holders for the poles with which to bear it."
    },
    {
        "o": 2905,
        "r": "nkjv:Exodus:37:28",
        "t": "And he made the poles of acacia wood, and overlaid them with gold."
    },
    {
        "o": 2906,
        "r": "nkjv:Exodus:37:28",
        "t": "Making the Anointing Oil and the Incense",
        "h": 2
    },
    {
        "o": 2907,
        "r": "nkjv:Exodus:37:29",
        "t": "He*p also made the holy anointing oil and the pure incense of sweet spices, according to the work of the perfumer."
    },
    {
        "o": 2908,
        "r": "nkjv:Exodus:38:0",
        "t": "Exodus 38",
        "h": 1
    },
    {
        "o": 2909,
        "r": "nkjv:Exodus:38:0",
        "t": "Making the Altar of Burnt Offering",
        "h": 2
    },
    {
        "o": 2910,
        "r": "nkjv:Exodus:38:1",
        "t": "He*p made the altar of burnt offering of acacia wood; five cubits was*i its length and five cubits its width— it*i was*i square—and its height was*i three cubits."
    },
    {
        "o": 2911,
        "r": "nkjv:Exodus:38:2",
        "t": "He made its horns on its four corners; the horns were of*i one*i piece*i with it. And he overlaid it with bronze."
    },
    {
        "o": 2912,
        "r": "nkjv:Exodus:38:3",
        "t": "He made all the utensils for the altar: the pans, the shovels, the basins, the forks, and the firepans; all its utensils he made of bronze."
    },
    {
        "o": 2913,
        "r": "nkjv:Exodus:38:4",
        "t": "And he made a grate of bronze network for the altar, under its rim, midway from the bottom."
    },
    {
        "o": 2914,
        "r": "nkjv:Exodus:38:5",
        "t": "He cast four rings for the four corners of the bronze grating, as*i holders for the poles."
    },
    {
        "o": 2915,
        "r": "nkjv:Exodus:38:6",
        "t": "And he made the poles of acacia wood, and overlaid them with bronze."
    },
    {
        "o": 2916,
        "r": "nkjv:Exodus:38:7",
        "t": "Then he put the poles into the rings on the sides of the altar, with which to bear it. He made the altar hollow with boards."
    },
    {
        "o": 2917,
        "r": "nkjv:Exodus:38:7",
        "t": "Making the Bronze Laver",
        "h": 2
    },
    {
        "o": 2918,
        "r": "nkjv:Exodus:38:8",
        "t": "He*p made the laver of bronze and its base of bronze, from the bronze mirrors of the serving women who assembled at the door of the tabernacle of meeting."
    },
    {
        "o": 2919,
        "r": "nkjv:Exodus:38:8",
        "t": "Making the Court of the Tabernacle",
        "h": 2
    },
    {
        "o": 2920,
        "r": "nkjv:Exodus:38:9",
        "t": "Then*p he made the court on the south side; the hangings of the court were*i of*i fine woven linen, one hundred cubits long."
    },
    {
        "o": 2921,
        "r": "nkjv:Exodus:38:10",
        "t": "There were*i twenty pillars for them, with twenty bronze sockets. The hooks of the pillars and their bands were*i silver."
    },
    {
        "o": 2922,
        "r": "nkjv:Exodus:38:11",
        "t": "On the north side the*i hangings*i were*i one hundred cubits long,*i with twenty pillars and their twenty bronze sockets. The hooks of the pillars and their bands were*i silver."
    },
    {
        "o": 2923,
        "r": "nkjv:Exodus:38:12",
        "t": "And on the west side there*i were*i hangings of fifty cubits, with ten pillars and their ten sockets. The hooks of the pillars and their bands were*i silver."
    },
    {
        "o": 2924,
        "r": "nkjv:Exodus:38:13",
        "t": "For the east side the*i hangings*i were*i fifty cubits."
    },
    {
        "o": 2925,
        "r": "nkjv:Exodus:38:14",
        "t": "The hangings of one side of*i the*i gate*i were*i fifteen cubits long,*i with*i their three pillars and their three sockets,"
    },
    {
        "o": 2926,
        "r": "nkjv:Exodus:38:15",
        "t": "and the same for the other side of the court gate; on this side and that were*i hangings of fifteen cubits, with*i their three pillars and their three sockets."
    },
    {
        "o": 2927,
        "r": "nkjv:Exodus:38:16",
        "t": "All the hangings of the court all around were*i of*i fine woven linen."
    },
    {
        "o": 2928,
        "r": "nkjv:Exodus:38:17",
        "t": "The sockets for the pillars were*i bronze, the hooks of the pillars and their bands were*i silver, and the overlay of their capitals was*i silver; and all the pillars of the court had bands of silver."
    },
    {
        "o": 2929,
        "r": "nkjv:Exodus:38:18",
        "t": "The screen for the gate of the court was*i woven of blue, purple, and scarlet thread,*i and of fine woven linen. The length was*i twenty cubits, and the height along its width was*i five cubits, corresponding to the hangings of the court."
    },
    {
        "o": 2930,
        "r": "nkjv:Exodus:38:19",
        "t": "And there*i were*i four pillars with*i their four sockets of bronze; their hooks were*i silver, and the overlay of their capitals and their bands was*i silver."
    },
    {
        "o": 2931,
        "r": "nkjv:Exodus:38:20",
        "t": "All the pegs of the tabernacle, and of the court all around, were*i bronze."
    },
    {
        "o": 2932,
        "r": "nkjv:Exodus:38:20",
        "t": "Materials of the Tabernacle",
        "h": 2
    },
    {
        "o": 2933,
        "r": "nkjv:Exodus:38:21",
        "t": "This*p is the inventory of the tabernacle, the tabernacle of the Testimony, which was counted according to the commandment of Moses, for the service of the Levites, by the hand of Ithamar, son of Aaron the priest."
    },
    {
        "o": 2934,
        "r": "nkjv:Exodus:38:22",
        "t": "Bezalel*p the son of Uri, the son of Hur, of the tribe of Judah, made all that the Lord*s had commanded Moses."
    },
    {
        "o": 2935,
        "r": "nkjv:Exodus:38:23",
        "t": "And with him was*i Aholiab the son of Ahisamach, of the tribe of Dan, an engraver and designer, a weaver of blue, purple, and scarlet thread,*i and of fine linen."
    },
    {
        "o": 2936,
        "r": "nkjv:Exodus:38:24",
        "t": "All*p the gold that was used in all the work of the holy place,*i that is, the gold of the offering, was twenty-nine talents and seven hundred and thirty shekels, according to the shekel of the sanctuary."
    },
    {
        "o": 2937,
        "r": "nkjv:Exodus:38:25",
        "t": "And the silver from those who were numbered of the congregation was*i one hundred talents and one thousand seven hundred and seventy-five shekels, according to the shekel of the sanctuary:"
    },
    {
        "o": 2938,
        "r": "nkjv:Exodus:38:26",
        "t": "a bekah for each man (that*i is,*i half a shekel, according to the shekel of the sanctuary), for everyone included in the numbering from twenty years old and above, for six hundred and three thousand, five hundred and fifty men.*i"
    },
    {
        "o": 2939,
        "r": "nkjv:Exodus:38:27",
        "t": "And from the hundred talents of silver were cast the sockets of the sanctuary and the bases of the veil: one hundred sockets from the hundred talents, one talent for each socket."
    },
    {
        "o": 2940,
        "r": "nkjv:Exodus:38:28",
        "t": "Then from the one thousand seven hundred and seventy-five shekels*i he made hooks for the pillars, overlaid their capitals, and made bands for them."
    },
    {
        "o": 2941,
        "r": "nkjv:Exodus:38:29",
        "t": "The*p offering of bronze was*i seventy talents and two thousand four hundred shekels."
    },
    {
        "o": 2942,
        "r": "nkjv:Exodus:38:30",
        "t": "And with it he made the sockets for the door of the tabernacle of meeting, the bronze altar, the bronze grating for it, and all the utensils for the altar,"
    },
    {
        "o": 2943,
        "r": "nkjv:Exodus:38:31",
        "t": "the sockets for the court all around, the bases for the court gate, all the pegs for the tabernacle, and all the pegs for the court all around."
    },
    {
        "o": 2944,
        "r": "nkjv:Exodus:39:0",
        "t": "Exodus 39",
        "h": 1
    },
    {
        "o": 2945,
        "r": "nkjv:Exodus:39:0",
        "t": "Making the Garments of the Priesthood",
        "h": 2
    },
    {
        "o": 2946,
        "r": "nkjv:Exodus:39:1",
        "t": "Of*p the blue, purple, and scarlet thread*i they made garments of ministry, for ministering in the holy place,*i and made the holy garments for Aaron, as the Lord*s had commanded Moses."
    },
    {
        "o": 2947,
        "r": "nkjv:Exodus:39:1",
        "t": "Making the Ephod",
        "h": 2
    },
    {
        "o": 2948,
        "r": "nkjv:Exodus:39:2",
        "t": "He*p made the ephod of gold, blue, purple, and scarlet thread,*i and of fine woven linen."
    },
    {
        "o": 2949,
        "r": "nkjv:Exodus:39:3",
        "t": "And they beat the gold into thin sheets and cut it*i into*i threads, to work it*i in with*i the blue, purple, and scarlet thread,*i and the fine linen, into*i artistic designs."
    },
    {
        "o": 2950,
        "r": "nkjv:Exodus:39:4",
        "t": "They made shoulder straps for it to couple it*i together; it was coupled together at its two edges."
    },
    {
        "o": 2951,
        "r": "nkjv:Exodus:39:5",
        "t": "And the intricately woven band of his ephod that was*i on it was*i of the same workmanship, woven*i of*i gold, blue, purple, and scarlet thread,*i and of*i fine woven linen, as the Lord*s had commanded Moses."
    },
    {
        "o": 2952,
        "r": "nkjv:Exodus:39:6",
        "t": "And*p they set onyx stones, enclosed in settings of gold; they were engraved, as signets are engraved, with the names of the sons of Israel."
    },
    {
        "o": 2953,
        "r": "nkjv:Exodus:39:7",
        "t": "He put them on the shoulders of the ephod as*i memorial stones for the sons of Israel, as the Lord*s had commanded Moses."
    },
    {
        "o": 2954,
        "r": "nkjv:Exodus:39:7",
        "t": "Making the Breastplate",
        "h": 2
    },
    {
        "o": 2955,
        "r": "nkjv:Exodus:39:8",
        "t": "And*p he made the breastplate, artistically woven like the workmanship of the ephod, of gold, blue, purple, and scarlet thread,*i and of fine woven linen."
    },
    {
        "o": 2956,
        "r": "nkjv:Exodus:39:9",
        "t": "They made the breastplate square by doubling it; a span was*i its length and a span its width when doubled."
    },
    {
        "o": 2957,
        "r": "nkjv:Exodus:39:10",
        "t": "And they set in it four rows of stones: a row with a sardius, a topaz, and an emerald was the first row;"
    },
    {
        "o": 2958,
        "r": "nkjv:Exodus:39:11",
        "t": "the second row, a turquoise, a sapphire, and a diamond;"
    },
    {
        "o": 2959,
        "r": "nkjv:Exodus:39:12",
        "t": "the third row, a jacinth, an agate, and an amethyst;"
    },
    {
        "o": 2960,
        "r": "nkjv:Exodus:39:13",
        "t": "the fourth row, a beryl, an onyx, and a jasper. They*i were*i enclosed in settings of gold in their mountings."
    },
    {
        "o": 2961,
        "r": "nkjv:Exodus:39:14",
        "t": "There*i were*i twelve stones according to the names of the sons of Israel: according to their names, engraved*i like*i a signet, each one with its own name according to the twelve tribes."
    },
    {
        "o": 2962,
        "r": "nkjv:Exodus:39:15",
        "t": "And they made chains for the breastplate at the ends, like braided cords of pure gold."
    },
    {
        "o": 2963,
        "r": "nkjv:Exodus:39:16",
        "t": "They also made two settings of gold and two gold rings, and put the two rings on the two ends of the breastplate."
    },
    {
        "o": 2964,
        "r": "nkjv:Exodus:39:17",
        "t": "And they put the two braided chains*i of gold in the two rings on the ends of the breastplate."
    },
    {
        "o": 2965,
        "r": "nkjv:Exodus:39:18",
        "t": "The two ends of the two braided chains*i they fastened in the two settings, and put them on the shoulder straps of the ephod in the front."
    },
    {
        "o": 2966,
        "r": "nkjv:Exodus:39:19",
        "t": "And they made two rings of gold and put them*i on the two ends of the breastplate, on the edge of it, which was*i on the inward side of the ephod."
    },
    {
        "o": 2967,
        "r": "nkjv:Exodus:39:20",
        "t": "They made two other*i gold rings and put them on the two shoulder straps, underneath the ephod toward its front, right at the seam above the intricately woven band of the ephod."
    },
    {
        "o": 2968,
        "r": "nkjv:Exodus:39:21",
        "t": "And they bound the breastplate by means of its rings to the rings of the ephod with a blue cord, so that it would be above the intricately woven band of the ephod, and that the breastplate would not come loose from the ephod, as the Lord*s had commanded Moses."
    },
    {
        "o": 2969,
        "r": "nkjv:Exodus:39:21",
        "t": "Making the Other Priestly Garments",
        "h": 2
    },
    {
        "o": 2970,
        "r": "nkjv:Exodus:39:22",
        "t": "He*p made the robe of the ephod of woven work, all of blue."
    },
    {
        "o": 2971,
        "r": "nkjv:Exodus:39:23",
        "t": "And there*i was*i an opening in the middle of the robe, like the opening in a coat of mail, with*i a woven binding all around the opening, so that it would not tear."
    },
    {
        "o": 2972,
        "r": "nkjv:Exodus:39:24",
        "t": "They made on the hem of the robe pomegranates of blue, purple, and scarlet, and of fine woven linen.*i"
    },
    {
        "o": 2973,
        "r": "nkjv:Exodus:39:25",
        "t": "And they made bells of pure gold, and put the bells between the pomegranates on the hem of the robe all around between the pomegranates:"
    },
    {
        "o": 2974,
        "r": "nkjv:Exodus:39:26",
        "t": "a bell and a pomegranate, a bell and a pomegranate, all around the hem of the robe to minister in, as the Lord*s had commanded Moses."
    },
    {
        "o": 2975,
        "r": "nkjv:Exodus:39:27",
        "t": "They*p made tunics, artistically woven of fine linen, for Aaron and his sons,"
    },
    {
        "o": 2976,
        "r": "nkjv:Exodus:39:28",
        "t": "a turban of fine linen, exquisite hats of fine linen, short trousers of fine woven linen,"
    },
    {
        "o": 2977,
        "r": "nkjv:Exodus:39:29",
        "t": "and a sash of fine woven linen with blue, purple, and scarlet thread,*i made by a weaver, as the Lord*s had commanded Moses."
    },
    {
        "o": 2978,
        "r": "nkjv:Exodus:39:30",
        "t": "Then*p they made the plate of the holy crown of pure gold, and wrote on it an inscription like*i the engraving of a signet: HOLINESS*pc TO THE LORD."
    },
    {
        "o": 2979,
        "r": "nkjv:Exodus:39:31",
        "t": "And*p they tied to it a blue cord, to fasten it*i above on the turban, as the Lord*s had commanded Moses."
    },
    {
        "o": 2980,
        "r": "nkjv:Exodus:39:31",
        "t": "The Work Completed",
        "h": 2
    },
    {
        "o": 2981,
        "r": "nkjv:Exodus:39:32",
        "t": "Thus*p all the work of the tabernacle of the tent of meeting was finished. And the children of Israel did according to all that the Lord*s had commanded Moses; so they did."
    },
    {
        "o": 2982,
        "r": "nkjv:Exodus:39:33",
        "t": "And they brought the tabernacle to Moses, the tent and all its furnishings: its clasps, its boards, its bars, its pillars, and its sockets;"
    },
    {
        "o": 2983,
        "r": "nkjv:Exodus:39:34",
        "t": "the covering of ram skins dyed red, the covering of badger skins, and the veil of the covering;"
    },
    {
        "o": 2984,
        "r": "nkjv:Exodus:39:35",
        "t": "the ark of the Testimony with its poles, and the mercy seat;"
    },
    {
        "o": 2985,
        "r": "nkjv:Exodus:39:36",
        "t": "the table, all its utensils, and the showbread;"
    },
    {
        "o": 2986,
        "r": "nkjv:Exodus:39:37",
        "t": "the pure gold*i lampstand with its lamps (the lamps set in order), all its utensils, and the oil for light;"
    },
    {
        "o": 2987,
        "r": "nkjv:Exodus:39:38",
        "t": "the gold altar, the anointing oil, and the sweet incense; the screen for the tabernacle door;"
    },
    {
        "o": 2988,
        "r": "nkjv:Exodus:39:39",
        "t": "the bronze altar, its grate of bronze, its poles, and all its utensils; the laver with its base;"
    },
    {
        "o": 2989,
        "r": "nkjv:Exodus:39:40",
        "t": "the hangings of the court, its pillars and its sockets, the screen for the court gate, its cords, and its pegs; all the utensils for the service of the tabernacle, for the tent of meeting;"
    },
    {
        "o": 2990,
        "r": "nkjv:Exodus:39:41",
        "t": "and the garments of ministry, to minister in the holy place:*i the holy garments for Aaron the priest, and his sons’ garments, to minister as priests."
    },
    {
        "o": 2991,
        "r": "nkjv:Exodus:39:42",
        "t": "According*p to all that the Lord*s had commanded Moses, so the children of Israel did all the work."
    },
    {
        "o": 2992,
        "r": "nkjv:Exodus:39:43",
        "t": "Then Moses looked over all the work, and indeed they had done it; as the Lord*s had commanded, just so they had done it. And Moses blessed them."
    },
    {
        "o": 2993,
        "r": "nkjv:Exodus:40:0",
        "t": "Exodus 40",
        "h": 1
    },
    {
        "o": 2994,
        "r": "nkjv:Exodus:40:0",
        "t": "The Tabernacle Erected and Arranged",
        "h": 2
    },
    {
        "o": 2995,
        "r": "nkjv:Exodus:40:1",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 2996,
        "r": "nkjv:Exodus:40:2",
        "t": "“On the first day of the first month you shall set up the tabernacle of the tent of meeting."
    },
    {
        "o": 2997,
        "r": "nkjv:Exodus:40:3",
        "t": "You shall put in it the ark of the Testimony, and partition off the ark with the veil."
    },
    {
        "o": 2998,
        "r": "nkjv:Exodus:40:4",
        "t": "You shall bring in the table and arrange the things that are to be set in order on it; and you shall bring in the lampstand and light its lamps."
    },
    {
        "o": 2999,
        "r": "nkjv:Exodus:40:5",
        "t": "You shall also set the altar of gold for the incense before the ark of the Testimony, and put up the screen for the door of the tabernacle."
    },
    {
        "o": 3000,
        "r": "nkjv:Exodus:40:6",
        "t": "Then you shall set the altar of the burnt offering before the door of the tabernacle of the tent of meeting."
    },
    {
        "o": 3001,
        "r": "nkjv:Exodus:40:7",
        "t": "And you shall set the laver between the tabernacle of meeting and the altar, and put water in it."
    },
    {
        "o": 3002,
        "r": "nkjv:Exodus:40:8",
        "t": "You shall set up the court all around, and hang up the screen at the court gate."
    },
    {
        "o": 3003,
        "r": "nkjv:Exodus:40:9",
        "t": "“And*p you shall take the anointing oil, and anoint the tabernacle and all that is*i in it; and you shall hallow it and all its utensils, and it shall be holy."
    },
    {
        "o": 3004,
        "r": "nkjv:Exodus:40:10",
        "t": "You shall anoint the altar of the burnt offering and all its utensils, and consecrate the altar. The altar shall be most holy."
    },
    {
        "o": 3005,
        "r": "nkjv:Exodus:40:11",
        "t": "And you shall anoint the laver and its base, and consecrate it."
    },
    {
        "o": 3006,
        "r": "nkjv:Exodus:40:12",
        "t": "“Then*p you shall bring Aaron and his sons to the door of the tabernacle of meeting and wash them with water."
    },
    {
        "o": 3007,
        "r": "nkjv:Exodus:40:13",
        "t": "You shall put the holy garments on Aaron, and anoint him and consecrate him, that he may minister to Me as priest."
    },
    {
        "o": 3008,
        "r": "nkjv:Exodus:40:14",
        "t": "And you shall bring his sons and clothe them with tunics."
    },
    {
        "o": 3009,
        "r": "nkjv:Exodus:40:15",
        "t": "You shall anoint them, as you anointed their father, that they may minister to Me as priests; for their anointing shall surely be an everlasting priesthood throughout their generations.”"
    },
    {
        "o": 3010,
        "r": "nkjv:Exodus:40:16",
        "t": "Thus*p Moses did; according to all that the Lord*s had commanded him, so he did."
    },
    {
        "o": 3011,
        "r": "nkjv:Exodus:40:17",
        "t": "And*p it came to pass in the first month of the second year, on the first day*i of the month, that*i the tabernacle was raised up."
    },
    {
        "o": 3012,
        "r": "nkjv:Exodus:40:18",
        "t": "So Moses raised up the tabernacle, fastened its sockets, set up its boards, put in its bars, and raised up its pillars."
    },
    {
        "o": 3013,
        "r": "nkjv:Exodus:40:19",
        "t": "And he spread out the tent over the tabernacle and put the covering of the tent on top of it, as the Lord*s had commanded Moses."
    },
    {
        "o": 3014,
        "r": "nkjv:Exodus:40:20",
        "t": "He took the Testimony and put it*i into the ark, inserted the poles through the rings of the ark, and put the mercy seat on top of the ark."
    },
    {
        "o": 3015,
        "r": "nkjv:Exodus:40:21",
        "t": "And he brought the ark into the tabernacle, hung up the veil of the covering, and partitioned off the ark of the Testimony, as the Lord*s had commanded Moses."
    },
    {
        "o": 3016,
        "r": "nkjv:Exodus:40:22",
        "t": "He*p put the table in the tabernacle of meeting, on the north side of the tabernacle, outside the veil;"
    },
    {
        "o": 3017,
        "r": "nkjv:Exodus:40:23",
        "t": "and he set the bread in order upon it before the Lord,*s as the Lord*s had commanded Moses."
    },
    {
        "o": 3018,
        "r": "nkjv:Exodus:40:24",
        "t": "He put the lampstand in the tabernacle of meeting, across from the table, on the south side of the tabernacle;"
    },
    {
        "o": 3019,
        "r": "nkjv:Exodus:40:25",
        "t": "and he lit the lamps before the Lord,*s as the Lord*s had commanded Moses."
    },
    {
        "o": 3020,
        "r": "nkjv:Exodus:40:26",
        "t": "He put the gold altar in the tabernacle of meeting in front of the veil;"
    },
    {
        "o": 3021,
        "r": "nkjv:Exodus:40:27",
        "t": "and he burned sweet incense on it, as the Lord*s had commanded Moses."
    },
    {
        "o": 3022,
        "r": "nkjv:Exodus:40:28",
        "t": "He hung up the screen at*i the door of the tabernacle."
    },
    {
        "o": 3023,
        "r": "nkjv:Exodus:40:29",
        "t": "And he put the altar of burnt offering before*i the door of the tabernacle of the tent of meeting, and offered upon it the burnt offering and the grain offering, as the Lord*s had commanded Moses."
    },
    {
        "o": 3024,
        "r": "nkjv:Exodus:40:30",
        "t": "He set the laver between the tabernacle of meeting and the altar, and put water there for washing;"
    },
    {
        "o": 3025,
        "r": "nkjv:Exodus:40:31",
        "t": "and Moses, Aaron, and his sons would wash their hands and their feet with*i water*i from it."
    },
    {
        "o": 3026,
        "r": "nkjv:Exodus:40:32",
        "t": "Whenever they went into the tabernacle of meeting, and when they came near the altar, they washed, as the Lord*s had commanded Moses."
    },
    {
        "o": 3027,
        "r": "nkjv:Exodus:40:33",
        "t": "And he raised up the court all around the tabernacle and the altar, and hung up the screen of the court gate. So Moses finished the work."
    },
    {
        "o": 3028,
        "r": "nkjv:Exodus:40:33",
        "t": "The Cloud and the Glory",
        "h": 2
    },
    {
        "o": 3029,
        "r": "nkjv:Exodus:40:34",
        "t": "Then*p the cloud covered the tabernacle of meeting, and the glory of the Lord*s filled the tabernacle."
    },
    {
        "o": 3030,
        "r": "nkjv:Exodus:40:35",
        "t": "And Moses was not able to enter the tabernacle of meeting, because the cloud rested above it, and the glory of the Lord*s filled the tabernacle."
    },
    {
        "o": 3031,
        "r": "nkjv:Exodus:40:36",
        "t": "Whenever the cloud was taken up from above the tabernacle, the children of Israel would go onward in all their journeys."
    },
    {
        "o": 3032,
        "r": "nkjv:Exodus:40:37",
        "t": "But if the cloud was not taken up, then they did not journey till the day that it was taken up."
    },
    {
        "o": 3033,
        "r": "nkjv:Exodus:40:38",
        "t": "For the cloud of the Lord*s was*i above the tabernacle by day, and fire was over it by night, in the sight of all the house of Israel, throughout all their journeys."
    }
]
