[
    {
        "o": 7653,
        "r": "csb:Judges:14:0",
        "t": "Judges 14",
        "h": 1
    },
    {
        "o": 7654,
        "r": "csb:Judges:14:0",
        "t": "Samson’s Riddle",
        "h": 2
    },
    {
        "o": 7655,
        "r": "csb:Judges:14:1",
        "t": "Samson*p went down to Timnah and saw a young Philistine woman there."
    },
    {
        "o": 7656,
        "r": "csb:Judges:14:2",
        "t": "He went back and told his father and his mother, “I have seen a young Philistine woman in Timnah. Now get her for me as a wife.”"
    },
    {
        "o": 7657,
        "r": "csb:Judges:14:3",
        "t": "But*p his father and mother said to him, “Can’t you find a young woman among your relatives or among any of our people? Must you go to the uncircumcised Philistines for a wife?” But*p Samson told his father, “Get her for me. She’s the right one for me.”"
    },
    {
        "o": 7658,
        "r": "csb:Judges:14:4",
        "t": "Now his father and mother did not know this was from the Lord,*s who wanted the Philistines to provide an opportunity for a confrontation. At that time, the Philistines were ruling Israel."
    },
    {
        "o": 7659,
        "r": "csb:Judges:14:5",
        "t": "Samson*p went down to Timnah with his father and mother and came to the vineyards of Timnah. Suddenly a young lion came roaring at him,"
    },
    {
        "o": 7660,
        "r": "csb:Judges:14:6",
        "t": "the Spirit of the Lord*s came powerfully on him, and he tore the lion apart with his bare hands as he might have torn a young goat. But he did not tell his father or mother what he had done."
    },
    {
        "o": 7661,
        "r": "csb:Judges:14:7",
        "t": "Then he went and spoke to the woman, because she seemed right to Samson."
    },
    {
        "o": 7662,
        "r": "csb:Judges:14:8",
        "t": "After*p some time, when he returned to marry her, he left the road to see the lion’s carcass, and there was a swarm of bees with honey in the carcass."
    },
    {
        "o": 7663,
        "r": "csb:Judges:14:9",
        "t": "He scooped some honey into his hands and ate it as he went along. When he came to his father and mother, he gave some to them and they ate it. But he did not tell them that he had scooped the honey from the lion’s carcass."
    },
    {
        "o": 7664,
        "r": "csb:Judges:14:10",
        "t": "His*p father went to visit the woman, and Samson prepared a feast there, as young men were accustomed to do."
    },
    {
        "o": 7665,
        "r": "csb:Judges:14:11",
        "t": "When the Philistines saw him, they brought thirty men to accompany him."
    },
    {
        "o": 7666,
        "r": "csb:Judges:14:12",
        "t": "“Let*p me tell you a riddle,” Samson said to them. “If you can explain it to me during the seven days of the feast and figure it out, I will give you thirty linen garments and thirty changes of clothes."
    },
    {
        "o": 7667,
        "r": "csb:Judges:14:13",
        "t": "But if you can’t explain it to me, you must give me thirty linen garments and thirty changes of clothes.” “Tell*p us your riddle,” they replied. “Let’s hear it.”"
    },
    {
        "o": 7668,
        "r": "csb:Judges:14:14",
        "t": "So*p he said to them: Out*pn of the eater came something to eat, and*ln out of the strong came something sweet. After*p three days, they were unable to explain the riddle."
    },
    {
        "o": 7669,
        "r": "csb:Judges:14:15",
        "t": "On the fourth day they said to Samson’s wife, “Persuade your husband to explain the riddle to us, or we will burn you and your father’s family to death. Did you invite us here to rob us?”"
    },
    {
        "o": 7670,
        "r": "csb:Judges:14:16",
        "t": "So*p Samson’s wife came to him, weeping, and said, “You hate me and don’t love me! You told my people the riddle, but haven’t explained it to me.” “Look,”*p he said, “I haven’t even explained it to my father or mother, so why should I explain it to you?”"
    },
    {
        "o": 7671,
        "r": "csb:Judges:14:17",
        "t": "She*p wept the whole seven days of the feast, and at last, on the seventh day, he explained it to her, because she had nagged him so much. Then she explained it to her people."
    },
    {
        "o": 7672,
        "r": "csb:Judges:14:18",
        "t": "On the seventh day, before sunset, the men of the city said to him: What*pn is sweeter than honey? What*ln is stronger than a lion? So*p he said to them: If*pn you hadn’t plowed with my young cow, you*ln wouldn’t know my riddle now!"
    },
    {
        "o": 7673,
        "r": "csb:Judges:14:19",
        "t": "The*p Spirit of the Lord*s came powerfully on him, and he went down to Ashkelon and killed thirty of their men. He stripped them and gave their clothes to those who had explained the riddle. In a rage, Samson returned to his father’s house,"
    },
    {
        "o": 7674,
        "r": "csb:Judges:14:20",
        "t": "and his wife was given to one of the men who had accompanied him."
    }
]
