[
    {
        "o": 22964,
        "r": "esv:Ezekiel:11:0",
        "t": "Ezekiel 11",
        "h": 1
    },
    {
        "o": 22965,
        "r": "esv:Ezekiel:11:0",
        "t": "Judgment on Wicked Counselors",
        "h": 2
    },
    {
        "o": 22966,
        "r": "esv:Ezekiel:11:1",
        "t": "The*p Spirit lifted me up and brought me to the east gate of the house of the Lord,*s which faces east. And behold, at the entrance of the gateway there were twenty-five men. And I saw among them Jaazaniah the son of Azzur, and Pelatiah the son of Benaiah, princes of the people."
    },
    {
        "o": 22967,
        "r": "esv:Ezekiel:11:2",
        "t": "And he said to me, “Son of man, these are the men who devise iniquity and who give wicked counsel in this city;"
    },
    {
        "o": 22968,
        "r": "esv:Ezekiel:11:3",
        "t": "who say, ‘The time is not near to build houses. This city is the cauldron, and we are the meat.’"
    },
    {
        "o": 22969,
        "r": "esv:Ezekiel:11:4",
        "t": "Therefore prophesy against them; prophesy, O son of man.”"
    },
    {
        "o": 22970,
        "r": "esv:Ezekiel:11:5",
        "t": "And*p the Spirit of the Lord*s fell upon me, and he said to me, “Say, Thus says the Lord:*s So you think, O house of Israel. For I know the things that come into your mind."
    },
    {
        "o": 22971,
        "r": "esv:Ezekiel:11:6",
        "t": "You have multiplied your slain in this city and have filled its streets with the slain."
    },
    {
        "o": 22972,
        "r": "esv:Ezekiel:11:7",
        "t": "Therefore thus says the Lord God:*s Your slain whom you have laid in the midst of it, they are the meat, and this city is the cauldron, but you shall be brought out of the midst of it."
    },
    {
        "o": 22973,
        "r": "esv:Ezekiel:11:8",
        "t": "You have feared the sword, and I will bring the sword upon you, declares the Lord God.*s"
    },
    {
        "o": 22974,
        "r": "esv:Ezekiel:11:9",
        "t": "And I will bring you out of the midst of it, and give you into the hands of foreigners, and execute judgments upon you."
    },
    {
        "o": 22975,
        "r": "esv:Ezekiel:11:10",
        "t": "You shall fall by the sword. I will judge you at the border of Israel, and you shall know that I am the Lord.*s"
    },
    {
        "o": 22976,
        "r": "esv:Ezekiel:11:11",
        "t": "This city shall not be your cauldron, nor shall you be the meat in the midst of it. I will judge you at the border of Israel,"
    },
    {
        "o": 22977,
        "r": "esv:Ezekiel:11:12",
        "t": "and you shall know that I am the Lord.*s For you have not walked in my statutes, nor obeyed my rules, but have acted according to the rules of the nations that are around you.”"
    },
    {
        "o": 22978,
        "r": "esv:Ezekiel:11:13",
        "t": "And*p it came to pass, while I was prophesying, that Pelatiah the son of Benaiah died. Then I fell down on my face and cried out with a loud voice and said, “Ah, Lord God!*s Will you make a full end of the remnant of Israel?”"
    },
    {
        "o": 22979,
        "r": "esv:Ezekiel:11:13",
        "t": "Israel’s New Heart and Spirit",
        "h": 2
    },
    {
        "o": 22980,
        "r": "esv:Ezekiel:11:14",
        "t": "And*p the word of the Lord*s came to me:"
    },
    {
        "o": 22981,
        "r": "esv:Ezekiel:11:15",
        "t": "“Son of man, your brothers, even your brothers, your kinsmen, the whole house of Israel, all of them, are those of whom the inhabitants of Jerusalem have said, ‘Go far from the Lord;*s to us this land is given for a possession.’"
    },
    {
        "o": 22982,
        "r": "esv:Ezekiel:11:16",
        "t": "Therefore say, ‘Thus says the Lord God:*s Though I removed them far off among the nations, and though I scattered them among the countries, yet I have been a sanctuary to them for a while in the countries where they have gone.’"
    },
    {
        "o": 22983,
        "r": "esv:Ezekiel:11:17",
        "t": "Therefore say, ‘Thus says the Lord God:*s I will gather you from the peoples and assemble you out of the countries where you have been scattered, and I will give you the land of Israel.’"
    },
    {
        "o": 22984,
        "r": "esv:Ezekiel:11:18",
        "t": "And when they come there, they will remove from it all its detestable things and all its abominations."
    },
    {
        "o": 22985,
        "r": "esv:Ezekiel:11:19",
        "t": "And I will give them one heart, and a new spirit I will put within them. I will remove the heart of stone from their flesh and give them a heart of flesh,"
    },
    {
        "o": 22986,
        "r": "esv:Ezekiel:11:20",
        "t": "that they may walk in my statutes and keep my rules and obey them. And they shall be my people, and I will be their God."
    },
    {
        "o": 22987,
        "r": "esv:Ezekiel:11:21",
        "t": "But as for those whose heart goes after their detestable things and their abominations, I will bring their deeds upon their own heads, declares the Lord God.”*s"
    },
    {
        "o": 22988,
        "r": "esv:Ezekiel:11:22",
        "t": "Then*p the cherubim lifted up their wings, with the wheels beside them, and the glory of the God of Israel was over them."
    },
    {
        "o": 22989,
        "r": "esv:Ezekiel:11:23",
        "t": "And the glory of the Lord*s went up from the midst of the city and stood on the mountain that is on the east side of the city."
    },
    {
        "o": 22990,
        "r": "esv:Ezekiel:11:24",
        "t": "And the Spirit lifted me up and brought me in the vision by the Spirit of God into Chaldea, to the exiles. Then the vision that I had seen went up from me."
    },
    {
        "o": 22991,
        "r": "esv:Ezekiel:11:25",
        "t": "And I told the exiles all the things that the Lord*s had shown me."
    }
]
