[
    {
        "o": 31353,
        "r": "nkjv:Acts:25:0",
        "t": "Acts 25",
        "h": 1
    },
    {
        "o": 31354,
        "r": "nkjv:Acts:25:0",
        "t": "Paul Appeals to Caesar",
        "h": 2
    },
    {
        "o": 31355,
        "r": "nkjv:Acts:25:1",
        "t": "Now*p when Festus had come to the province, after three days he went up from Caesarea to Jerusalem."
    },
    {
        "o": 31356,
        "r": "nkjv:Acts:25:2",
        "t": "Then the high priest and the chief men of the Jews informed him against Paul; and they petitioned him,"
    },
    {
        "o": 31357,
        "r": "nkjv:Acts:25:3",
        "t": "asking a favor against him, that he would summon him to Jerusalem— while they*i lay in ambush along the road to kill him."
    },
    {
        "o": 31358,
        "r": "nkjv:Acts:25:4",
        "t": "But Festus answered that Paul should be kept at Caesarea, and that he himself was going there*i shortly."
    },
    {
        "o": 31359,
        "r": "nkjv:Acts:25:5",
        "t": "“Therefore,” he said, “let those who have authority among you go down with me*i and accuse this man, to see if there is any fault in him.”"
    },
    {
        "o": 31360,
        "r": "nkjv:Acts:25:6",
        "t": "And*p when he had remained among them more than ten days, he went down to Caesarea. And the next day, sitting on the judgment seat, he commanded Paul to be brought."
    },
    {
        "o": 31361,
        "r": "nkjv:Acts:25:7",
        "t": "When he had come, the Jews who had come down from Jerusalem stood about and laid many serious complaints against Paul, which they could not prove,"
    },
    {
        "o": 31362,
        "r": "nkjv:Acts:25:8",
        "t": "while he answered for himself, “Neither against the law of the Jews, nor against the temple, nor against Caesar have I offended in anything at all.”"
    },
    {
        "o": 31363,
        "r": "nkjv:Acts:25:9",
        "t": "But*p Festus, wanting to do the Jews a favor, answered Paul and said, “Are you willing to go up to Jerusalem and there be judged before me concerning these things?”"
    },
    {
        "o": 31364,
        "r": "nkjv:Acts:25:10",
        "t": "So*p Paul said, “I stand at Caesar’s judgment seat, where I ought to be judged. To the Jews I have done no wrong, as you very well know."
    },
    {
        "o": 31365,
        "r": "nkjv:Acts:25:11",
        "t": "For if I am an offender, or have committed anything deserving of death, I do not object to dying; but if there is nothing in these things of which these men accuse me, no one can deliver me to them. I appeal to Caesar.”"
    },
    {
        "o": 31366,
        "r": "nkjv:Acts:25:12",
        "t": "Then*p Festus, when he had conferred with the council, answered, “You have appealed to Caesar? To Caesar you shall go!”"
    },
    {
        "o": 31367,
        "r": "nkjv:Acts:25:12",
        "t": "Paul Before Agrippa",
        "h": 2
    },
    {
        "o": 31368,
        "r": "nkjv:Acts:25:13",
        "t": "And*p after some days King Agrippa and Bernice came to Caesarea to greet Festus."
    },
    {
        "o": 31369,
        "r": "nkjv:Acts:25:14",
        "t": "When they had been there many days, Festus laid Paul’s case before the king, saying: “There is a certain man left a prisoner by Felix,"
    },
    {
        "o": 31370,
        "r": "nkjv:Acts:25:15",
        "t": "about whom the chief priests and the elders of the Jews informed me,*i when I was in Jerusalem, asking for a judgment against him."
    },
    {
        "o": 31371,
        "r": "nkjv:Acts:25:16",
        "t": "To them I answered, ‘It is not the custom of the Romans to deliver any man to destruction before the accused meets the accusers face to face, and has opportunity to answer for himself concerning the charge against him.’"
    },
    {
        "o": 31372,
        "r": "nkjv:Acts:25:17",
        "t": "Therefore when they had come together, without any delay, the next day I sat on the judgment seat and commanded the man to be brought in."
    },
    {
        "o": 31373,
        "r": "nkjv:Acts:25:18",
        "t": "When the accusers stood up, they brought no accusation against him of such things as I supposed,"
    },
    {
        "o": 31374,
        "r": "nkjv:Acts:25:19",
        "t": "but had some questions against him about their own religion and about a certain Jesus, who had died, whom Paul affirmed to be alive."
    },
    {
        "o": 31375,
        "r": "nkjv:Acts:25:20",
        "t": "And because I was uncertain of such questions, I asked whether he was willing to go to Jerusalem and there be judged concerning these matters."
    },
    {
        "o": 31376,
        "r": "nkjv:Acts:25:21",
        "t": "But when Paul appealed to be reserved for the decision of Augustus, I commanded him to be kept till I could send him to Caesar.”"
    },
    {
        "o": 31377,
        "r": "nkjv:Acts:25:22",
        "t": "Then*p Agrippa said to Festus, “I also would like to hear the man myself.” “Tomorrow,”*p he said, “you shall hear him.”"
    },
    {
        "o": 31378,
        "r": "nkjv:Acts:25:23",
        "t": "So*p the next day, when Agrippa and Bernice had come with great pomp, and had entered the auditorium with the commanders and the prominent men of the city, at Festus’ command Paul was brought in."
    },
    {
        "o": 31379,
        "r": "nkjv:Acts:25:24",
        "t": "And Festus said: “King Agrippa and all the men who are here present with us, you see this man about whom the whole assembly of the Jews petitioned me, both at Jerusalem and here, crying out that he was not fit to live any longer."
    },
    {
        "o": 31380,
        "r": "nkjv:Acts:25:25",
        "t": "But when I found that he had committed nothing deserving of death, and that he himself had appealed to Augustus, I decided to send him."
    },
    {
        "o": 31381,
        "r": "nkjv:Acts:25:26",
        "t": "I have nothing certain to write to my lord concerning him. Therefore I have brought him out before you, and especially before you, King Agrippa, so that after the examination has taken place I may have something to write."
    },
    {
        "o": 31382,
        "r": "nkjv:Acts:25:27",
        "t": "For it seems to me unreasonable to send a prisoner and not to specify the charges against him.”"
    }
]
