[
    {
        "o": 8191,
        "r": "nasb:1 Samuel:14:0",
        "t": "1 Samuel 14",
        "h": 1
    },
    {
        "o": 8192,
        "r": "nasb:1 Samuel:14:0",
        "t": "Jonathan’s Victory",
        "h": 2
    },
    {
        "o": 8193,
        "r": "nasb:1 Samuel:14:1",
        "t": "Now*p the day came that Jonathan, the son of Saul, said to the young man who was carrying his armor, “Come and let us cross over to the Philistines’ garrison that is on the other side.” But he did not tell his father."
    },
    {
        "o": 8194,
        "r": "nasb:1 Samuel:14:2",
        "t": "Saul was staying in the outskirts of Gibeah under the pomegranate tree which is in Migron. And the people who were*i with him were*i about six hundred men,"
    },
    {
        "o": 8195,
        "r": "nasb:1 Samuel:14:3",
        "t": "and Ahijah, the son of Ahitub, Ichabod’s brother, the son of Phinehas, the son of Eli, the priest of the Lord*s at Shiloh, was wearing an ephod. And the people did not know that Jonathan had gone."
    },
    {
        "o": 8196,
        "r": "nasb:1 Samuel:14:4",
        "t": "Between the passes by which Jonathan sought to cross over to the Philistines’ garrison, there was a sharp crag on the one side and a sharp crag on the other side, and the name of the one was Bozez, and the name of the other Seneh."
    },
    {
        "o": 8197,
        "r": "nasb:1 Samuel:14:5",
        "t": "The one crag rose on the north opposite Michmash, and the other on the south opposite Geba."
    },
    {
        "o": 8198,
        "r": "nasb:1 Samuel:14:6",
        "t": "Then*p Jonathan said to the young man who was carrying his armor, “Come and let us cross over to the garrison of these uncircumcised; perhaps the Lord*s will work for us, for the Lord*s is not restrained to save by many or by few.”"
    },
    {
        "o": 8199,
        "r": "nasb:1 Samuel:14:7",
        "t": "His armor bearer said to him, “Do all that is in your heart; turn yourself, and*i here I am with you according to your desire.”"
    },
    {
        "o": 8200,
        "r": "nasb:1 Samuel:14:8",
        "t": "Then Jonathan said, “Behold, we will cross over to the men and reveal ourselves to them."
    },
    {
        "o": 8201,
        "r": "nasb:1 Samuel:14:9",
        "t": "If they say to us, ‘Wait until we come to you’; then we will stand in our place and not go up to them."
    },
    {
        "o": 8202,
        "r": "nasb:1 Samuel:14:10",
        "t": "But if they say, ‘Come up to us,’ then we will go up, for the Lord*s has given them into our hands; and this shall be the sign to us.”"
    },
    {
        "o": 8203,
        "r": "nasb:1 Samuel:14:11",
        "t": "When both of them revealed themselves to the garrison of the Philistines, the Philistines said, “Behold, Hebrews are coming out of the holes where they have hidden themselves.”"
    },
    {
        "o": 8204,
        "r": "nasb:1 Samuel:14:12",
        "t": "So the men of the garrison hailed Jonathan and his armor bearer and said, “Come up to us and we will tell you something.” And Jonathan said to his armor bearer, “Come up after me, for the Lord*s has given them into the hands of Israel.”"
    },
    {
        "o": 8205,
        "r": "nasb:1 Samuel:14:13",
        "t": "Then Jonathan climbed up on his hands and feet, with his armor bearer behind him; and they fell before Jonathan, and his armor bearer put some to death after him."
    },
    {
        "o": 8206,
        "r": "nasb:1 Samuel:14:14",
        "t": "That first slaughter which Jonathan and his armor bearer made was about twenty men within about half a furrow in an acre of land."
    },
    {
        "o": 8207,
        "r": "nasb:1 Samuel:14:15",
        "t": "And there was a trembling in the camp, in the field, and among all the people. Even the garrison and the raiders trembled, and the earth quaked so that it became a great trembling."
    },
    {
        "o": 8208,
        "r": "nasb:1 Samuel:14:16",
        "t": "Now*p Saul’s watchmen in Gibeah of Benjamin looked, and behold, the multitude melted away; and they went here and there.*i"
    },
    {
        "o": 8209,
        "r": "nasb:1 Samuel:14:17",
        "t": "Saul said to the people who were*i with him, “Number now and see who has gone from us.” And when they had numbered, behold, Jonathan and his armor bearer were not there.*i"
    },
    {
        "o": 8210,
        "r": "nasb:1 Samuel:14:18",
        "t": "Then Saul said to Ahijah, “Bring the ark of God here.” For the ark of God was at that time with the sons of Israel."
    },
    {
        "o": 8211,
        "r": "nasb:1 Samuel:14:19",
        "t": "While Saul talked to the priest, the commotion in the camp of the Philistines continued and increased; so Saul said to the priest, “Withdraw your hand.”"
    },
    {
        "o": 8212,
        "r": "nasb:1 Samuel:14:20",
        "t": "Then Saul and all the people who were*i with him rallied and came to the battle; and behold, every man’s sword was against his fellow, and*i there*i was*i very great confusion."
    },
    {
        "o": 8213,
        "r": "nasb:1 Samuel:14:21",
        "t": "Now the Hebrews who*i were with the Philistines previously, who went up with them all around in the camp, even they also turned*i to be with the Israelites who were*i with Saul and Jonathan."
    },
    {
        "o": 8214,
        "r": "nasb:1 Samuel:14:22",
        "t": "When all the men of Israel who had hidden themselves in the hill country of Ephraim heard that the Philistines had fled, even they also pursued them closely in the battle."
    },
    {
        "o": 8215,
        "r": "nasb:1 Samuel:14:23",
        "t": "So the Lord*s delivered Israel that day, and the battle spread beyond Beth-aven."
    },
    {
        "o": 8216,
        "r": "nasb:1 Samuel:14:23",
        "t": "Saul’s Foolish Order",
        "h": 2
    },
    {
        "o": 8217,
        "r": "nasb:1 Samuel:14:24",
        "t": "Now*p the men of Israel were hard-pressed on that day, for Saul had put the people under oath, saying, “Cursed be the man who eats food before evening, and until I have avenged myself on my enemies.” So none of the people tasted food."
    },
    {
        "o": 8218,
        "r": "nasb:1 Samuel:14:25",
        "t": "All the*i people*i of*i the land entered the forest, and there was honey on the ground."
    },
    {
        "o": 8219,
        "r": "nasb:1 Samuel:14:26",
        "t": "When the people entered the forest, behold, there*i was*i a flow of honey; but no man put his hand to his mouth, for the people feared the oath."
    },
    {
        "o": 8220,
        "r": "nasb:1 Samuel:14:27",
        "t": "But Jonathan had not heard when his father put the people under oath; therefore, he put out the end of the staff that was*i in his hand and dipped it in the honeycomb, and put his hand to his mouth, and his eyes brightened."
    },
    {
        "o": 8221,
        "r": "nasb:1 Samuel:14:28",
        "t": "Then one of the people said, “Your father strictly put the people under oath, saying, ‘Cursed be the man who eats food today.’ ” And the people were weary."
    },
    {
        "o": 8222,
        "r": "nasb:1 Samuel:14:29",
        "t": "Then Jonathan said, “My father has troubled the land. See now, how my eyes have brightened because I tasted a little of this honey."
    },
    {
        "o": 8223,
        "r": "nasb:1 Samuel:14:30",
        "t": "How much more, if only the people had eaten freely today of the spoil of their enemies which they found! For now the slaughter among the Philistines has not been great.”"
    },
    {
        "o": 8224,
        "r": "nasb:1 Samuel:14:31",
        "t": "They*p struck among the Philistines that day from Michmash to Aijalon. And the people were very weary."
    },
    {
        "o": 8225,
        "r": "nasb:1 Samuel:14:32",
        "t": "The people rushed greedily upon the spoil, and took sheep and oxen and calves, and slew them*i on the ground; and the people ate them*i with the blood."
    },
    {
        "o": 8226,
        "r": "nasb:1 Samuel:14:33",
        "t": "Then they told Saul, saying, “Behold, the people are sinning against the Lord*s by eating with the blood.” And he said, “You have acted treacherously; roll a great stone to me today.”"
    },
    {
        "o": 8227,
        "r": "nasb:1 Samuel:14:34",
        "t": "Saul said, “Disperse yourselves among the people and say to them, ‘Each one of you bring me his ox or his sheep, and slaughter it*i here and eat; and do not sin against the Lord*s by eating with the blood.’ ” So all the people that night brought each one his ox with him and slaughtered it*i there."
    },
    {
        "o": 8228,
        "r": "nasb:1 Samuel:14:35",
        "t": "And Saul built an altar to the Lord;*s it was the first altar that he built to the Lord.*s"
    },
    {
        "o": 8229,
        "r": "nasb:1 Samuel:14:36",
        "t": "Then*p Saul said, “Let us go down after the Philistines by night and take spoil among them until the morning light, and let us not leave a man of them.” And they said, “Do whatever seems good to you.” So the priest said, “Let us draw near to God here.”"
    },
    {
        "o": 8230,
        "r": "nasb:1 Samuel:14:37",
        "t": "Saul inquired of God, “Shall I go down after the Philistines? Will You give them into the hand of Israel?” But He did not answer him on that day."
    },
    {
        "o": 8231,
        "r": "nasb:1 Samuel:14:38",
        "t": "Saul said, “Draw near here, all you chiefs of the people, and investigate and see how this sin has happened today."
    },
    {
        "o": 8232,
        "r": "nasb:1 Samuel:14:39",
        "t": "For as the Lord*s lives, who delivers Israel, though it is in Jonathan my son, he shall surely die.” But not one of all the people answered him."
    },
    {
        "o": 8233,
        "r": "nasb:1 Samuel:14:40",
        "t": "Then he said to all Israel, “You shall be on one side and I and Jonathan my son will be on the other side.” And the people said to Saul, “Do what seems good to you.”"
    },
    {
        "o": 8234,
        "r": "nasb:1 Samuel:14:41",
        "t": "Therefore, Saul said to the Lord,*s the God of Israel, “Give a perfect lot.”*i And Jonathan and Saul were taken, but the people escaped."
    },
    {
        "o": 8235,
        "r": "nasb:1 Samuel:14:42",
        "t": "Saul said, “Cast lots*i between me and Jonathan my son.” And Jonathan was taken."
    },
    {
        "o": 8236,
        "r": "nasb:1 Samuel:14:43",
        "t": "Then*p Saul said to Jonathan, “Tell me what you have done.” So Jonathan told him and said, “I indeed tasted a little honey with the end of the staff that was in my hand. Here I am, I must die!”"
    },
    {
        "o": 8237,
        "r": "nasb:1 Samuel:14:44",
        "t": "Saul said, “May God do this to*i me*i and more also, for you shall surely die, Jonathan.”"
    },
    {
        "o": 8238,
        "r": "nasb:1 Samuel:14:45",
        "t": "But the people said to Saul, “Must Jonathan die, who has brought about this great deliverance in Israel? Far from it! As the Lord*s lives, not one hair of his head shall fall to the ground, for he has worked with God this day.” So the people rescued Jonathan and he did not die."
    },
    {
        "o": 8239,
        "r": "nasb:1 Samuel:14:46",
        "t": "Then Saul went up from pursuing the Philistines, and the Philistines went to their own place."
    },
    {
        "o": 8240,
        "r": "nasb:1 Samuel:14:46",
        "t": "Constant Warfare",
        "h": 2
    },
    {
        "o": 8241,
        "r": "nasb:1 Samuel:14:47",
        "t": "Now*p when Saul had taken the kingdom over Israel, he fought against all his enemies on every side, against Moab, the sons of Ammon, Edom, the kings of Zobah, and the Philistines; and wherever he turned, he inflicted punishment."
    },
    {
        "o": 8242,
        "r": "nasb:1 Samuel:14:48",
        "t": "He acted valiantly and defeated the Amalekites, and delivered Israel from the hands of those who plundered them."
    },
    {
        "o": 8243,
        "r": "nasb:1 Samuel:14:49",
        "t": "Now*p the sons of Saul were Jonathan and Ishvi and Malchi-shua; and the names of his two daughters were*i these:*i the name of the firstborn Merab and the name of the younger Michal."
    },
    {
        "o": 8244,
        "r": "nasb:1 Samuel:14:50",
        "t": "The name of Saul’s wife was Ahinoam the daughter of Ahimaaz. And the name of the captain of his army was Abner the son of Ner, Saul’s uncle."
    },
    {
        "o": 8245,
        "r": "nasb:1 Samuel:14:51",
        "t": "Kish was*i the father of Saul, and Ner the father of Abner was*i the son of Abiel."
    },
    {
        "o": 8246,
        "r": "nasb:1 Samuel:14:52",
        "t": "Now*p the war against the Philistines was severe all the days of Saul; and when Saul saw any mighty man or any valiant man, he attached him to his staff."
    }
]
