[
    {
        "o": 20004,
        "r": "niv:Isaiah:29:0",
        "t": "Isaiah 29",
        "h": 1
    },
    {
        "o": 20005,
        "r": "niv:Isaiah:29:0",
        "t": "Woe to David’s City",
        "h": 2
    },
    {
        "o": 20006,
        "r": "niv:Isaiah:29:1",
        "t": "Woe*pn to you, Ariel, Ariel, the*ld city where David settled! Add*ln year to year and*ld let your cycle of festivals go on."
    },
    {
        "o": 20007,
        "r": "niv:Isaiah:29:2",
        "t": "Yet*ln I will besiege Ariel; she*ld will mourn and lament, she*ld will be to me like an altar hearth."
    },
    {
        "o": 20008,
        "r": "niv:Isaiah:29:3",
        "t": "I*ln will encamp against you on all sides; I*ld will encircle you with towers and*ld set up my siege works against you."
    },
    {
        "o": 20009,
        "r": "niv:Isaiah:29:4",
        "t": "Brought*ln low, you will speak from the ground; your*ld speech will mumble out of the dust. Your*ln voice will come ghostlike from the earth; out*ld of the dust your speech will whisper."
    },
    {
        "o": 20010,
        "r": "niv:Isaiah:29:5",
        "t": "But*pn your many enemies will become like fine dust, the*ld ruthless hordes like blown chaff. Suddenly,*ln in an instant,"
    },
    {
        "o": 20011,
        "r": "niv:Isaiah:29:6",
        "t": "the*ld Lord*s Almighty will come with*ln thunder and earthquake and great noise, with*ld windstorm and tempest and flames of a devouring fire."
    },
    {
        "o": 20012,
        "r": "niv:Isaiah:29:7",
        "t": "Then*ln the hordes of all the nations that fight against Ariel, that*ld attack her and her fortress and besiege her, will*ln be as it is with a dream, with*ld a vision in the night—"
    },
    {
        "o": 20013,
        "r": "niv:Isaiah:29:8",
        "t": "as*ln when a hungry person dreams of eating, but*ld awakens hungry still; as*ln when a thirsty person dreams of drinking, but*ld awakens faint and thirsty still. So*ln will it be with the hordes of all the nations that*ld fight against Mount Zion."
    },
    {
        "o": 20014,
        "r": "niv:Isaiah:29:9",
        "t": "Be*pn stunned and amazed, blind*ld yourselves and be sightless; be*ln drunk, but not from wine, stagger,*ld but not from beer."
    },
    {
        "o": 20015,
        "r": "niv:Isaiah:29:10",
        "t": "The*ln Lord*s has brought over you a deep sleep: He*ld has sealed your eyes (the prophets); he*ld has covered your heads (the seers)."
    },
    {
        "o": 20016,
        "r": "niv:Isaiah:29:11",
        "t": "For*p you this whole vision is nothing but words sealed in a scroll. And if you give the scroll to someone who can read, and say, “Read this, please,” they will answer, “I can’t; it is sealed.”"
    },
    {
        "o": 20017,
        "r": "niv:Isaiah:29:12",
        "t": "Or if you give the scroll to someone who cannot read, and say, “Read this, please,” they will answer, “I don’t know how to read.”"
    },
    {
        "o": 20018,
        "r": "niv:Isaiah:29:13",
        "t": "The*p Lord says: “These*pn people come near to me with their mouth and*ld honor me with their lips, but*ld their hearts are far from me. Their*ln worship of me is*ld based on merely human rules they have been taught."
    },
    {
        "o": 20019,
        "r": "niv:Isaiah:29:14",
        "t": "Therefore*ln once more I will astound these people with*ld wonder upon wonder; the*ln wisdom of the wise will perish, the*ld intelligence of the intelligent will vanish.”"
    },
    {
        "o": 20020,
        "r": "niv:Isaiah:29:15",
        "t": "Woe*ln to those who go to great depths to*ld hide their plans from the Lord,*s who*ln do their work in darkness and think, “Who*ld sees us? Who will know?”"
    },
    {
        "o": 20021,
        "r": "niv:Isaiah:29:16",
        "t": "You*ln turn things upside down, as*ld if the potter were thought to be like the clay! Shall*ln what is formed say to the one who formed it, “You*ld did not make me”? Can*ln the pot say to the potter, “You*ld know nothing”?"
    },
    {
        "o": 20022,
        "r": "niv:Isaiah:29:17",
        "t": "In*pn a very short time, will not Lebanon be turned into a fertile field and*ld the fertile field seem like a forest?"
    },
    {
        "o": 20023,
        "r": "niv:Isaiah:29:18",
        "t": "In*ln that day the deaf will hear the words of the scroll, and*ld out of gloom and darkness the*ld eyes of the blind will see."
    },
    {
        "o": 20024,
        "r": "niv:Isaiah:29:19",
        "t": "Once*ln more the humble will rejoice in the Lord;*s the*ld needy will rejoice in the Holy One of Israel."
    },
    {
        "o": 20025,
        "r": "niv:Isaiah:29:20",
        "t": "The*ln ruthless will vanish, the*ld mockers will disappear, and*ld all who have an eye for evil will be cut down—"
    },
    {
        "o": 20026,
        "r": "niv:Isaiah:29:21",
        "t": "those*ln who with a word make someone out to be guilty, who*ld ensnare the defender in court and*ld with false testimony deprive the innocent of justice."
    },
    {
        "o": 20027,
        "r": "niv:Isaiah:29:22",
        "t": "Therefore*p this is what the Lord,*s who redeemed Abraham, says to the descendants of Jacob: “No*pn longer will Jacob be ashamed; no*ld longer will their faces grow pale."
    },
    {
        "o": 20028,
        "r": "niv:Isaiah:29:23",
        "t": "When*ln they see among them their children, the*ld work of my hands, they*ln will keep my name holy; they*ld will acknowledge the holiness of the Holy One of Jacob, and*ld will stand in awe of the God of Israel."
    },
    {
        "o": 20029,
        "r": "niv:Isaiah:29:24",
        "t": "Those*ln who are wayward in spirit will gain understanding; those*ld who complain will accept instruction.”"
    }
]
