[
    {
        "o": 12576,
        "r": "esv:2 Chronicles:12:0",
        "t": "2 Chronicles 12",
        "h": 1
    },
    {
        "o": 12577,
        "r": "esv:2 Chronicles:12:0",
        "t": "Egypt Plunders Jerusalem",
        "h": 2
    },
    {
        "o": 12578,
        "r": "esv:2 Chronicles:12:1",
        "t": "When*p the rule of Rehoboam was established and he was strong, he abandoned the law of the Lord,*s and all Israel with him."
    },
    {
        "o": 12579,
        "r": "esv:2 Chronicles:12:2",
        "t": "In the fifth year of King Rehoboam, because they had been unfaithful to the Lord,*s Shishak king of Egypt came up against Jerusalem"
    },
    {
        "o": 12580,
        "r": "esv:2 Chronicles:12:3",
        "t": "with 1,200 chariots and 60,000 horsemen. And the people were without number who came with him from Egypt— Libyans, Sukkiim, and Ethiopians."
    },
    {
        "o": 12581,
        "r": "esv:2 Chronicles:12:4",
        "t": "And he took the fortified cities of Judah and came as far as Jerusalem."
    },
    {
        "o": 12582,
        "r": "esv:2 Chronicles:12:5",
        "t": "Then Shemaiah the prophet came to Rehoboam and to the princes of Judah, who had gathered at Jerusalem because of Shishak, and said to them, “Thus says the Lord,*s ‘You abandoned me, so I have abandoned you to the hand of Shishak.’”"
    },
    {
        "o": 12583,
        "r": "esv:2 Chronicles:12:6",
        "t": "Then the princes of Israel and the king humbled themselves and said, “The Lord*s is righteous.”"
    },
    {
        "o": 12584,
        "r": "esv:2 Chronicles:12:7",
        "t": "When the Lord*s saw that they humbled themselves, the word of the Lord*s came to Shemaiah: “They have humbled themselves. I will not destroy them, but I will grant them some deliverance, and my wrath shall not be poured out on Jerusalem by the hand of Shishak."
    },
    {
        "o": 12585,
        "r": "esv:2 Chronicles:12:8",
        "t": "Nevertheless, they shall be servants to him, that they may know my service and the service of the kingdoms of the countries.”"
    },
    {
        "o": 12586,
        "r": "esv:2 Chronicles:12:9",
        "t": "So*p Shishak king of Egypt came up against Jerusalem. He took away the treasures of the house of the Lord*s and the treasures of the king’s house. He took away everything. He also took away the shields of gold that Solomon had made,"
    },
    {
        "o": 12587,
        "r": "esv:2 Chronicles:12:10",
        "t": "and King Rehoboam made in their place shields of bronze and committed them to the hands of the officers of the guard, who kept the door of the king’s house."
    },
    {
        "o": 12588,
        "r": "esv:2 Chronicles:12:11",
        "t": "And as often as the king went into the house of the Lord,*s the guard came and carried them and brought them back to the guardroom."
    },
    {
        "o": 12589,
        "r": "esv:2 Chronicles:12:12",
        "t": "And when he humbled himself the wrath of the Lord*s turned from him, so as not to make a complete destruction. Moreover, conditions were good in Judah."
    },
    {
        "o": 12590,
        "r": "esv:2 Chronicles:12:13",
        "t": "So*p King Rehoboam grew strong in Jerusalem and reigned. Rehoboam was forty-one years old when he began to reign, and he reigned seventeen years in Jerusalem, the city that the Lord*s had chosen out of all the tribes of Israel to put his name there. His mother’s name was Naamah the Ammonite."
    },
    {
        "o": 12591,
        "r": "esv:2 Chronicles:12:14",
        "t": "And he did evil, for he did not set his heart to seek the Lord.*s"
    },
    {
        "o": 12592,
        "r": "esv:2 Chronicles:12:15",
        "t": "Now*p the acts of Rehoboam, from first to last, are they not written in the chronicles of Shemaiah the prophet and of Iddo the seer? There were continual wars between Rehoboam and Jeroboam."
    },
    {
        "o": 12593,
        "r": "esv:2 Chronicles:12:16",
        "t": "And Rehoboam slept with his fathers and was buried in the city of David, and Abijah his son reigned in his place."
    }
]
