[
    {
        "o": 13468,
        "r": "niv:Nehemiah:1:0",
        "t": "Nehemiah 1",
        "h": 1
    },
    {
        "o": 13469,
        "r": "niv:Nehemiah:1:0",
        "t": "Nehemiah’s Prayer",
        "h": 2
    },
    {
        "o": 13470,
        "r": "niv:Nehemiah:1:1",
        "t": "The*p words of Nehemiah son of Hakaliah: In*p the month of Kislev in the twentieth year, while I was in the citadel of Susa,"
    },
    {
        "o": 13471,
        "r": "niv:Nehemiah:1:2",
        "t": "Hanani, one of my brothers, came from Judah with some other men, and I questioned them about the Jewish remnant that had survived the exile, and also about Jerusalem."
    },
    {
        "o": 13472,
        "r": "niv:Nehemiah:1:3",
        "t": "They*p said to me, “Those who survived the exile and are back in the province are in great trouble and disgrace. The wall of Jerusalem is broken down, and its gates have been burned with fire.”"
    },
    {
        "o": 13473,
        "r": "niv:Nehemiah:1:4",
        "t": "When*p I heard these things, I sat down and wept. For some days I mourned and fasted and prayed before the God of heaven."
    },
    {
        "o": 13474,
        "r": "niv:Nehemiah:1:5",
        "t": "Then I said: “Lord,*sln the God of heaven, the great and awesome God, who keeps his covenant of love with those who love him and keep his commandments,"
    },
    {
        "o": 13475,
        "r": "niv:Nehemiah:1:6",
        "t": "let your ear be attentive and your eyes open to hear the prayer your servant is praying before you day and night for your servants, the people of Israel. I confess the sins we Israelites, including myself and my father’s family, have committed against you."
    },
    {
        "o": 13476,
        "r": "niv:Nehemiah:1:7",
        "t": "We have acted very wickedly toward you. We have not obeyed the commands, decrees and laws you gave your servant Moses."
    },
    {
        "o": 13477,
        "r": "niv:Nehemiah:1:8",
        "t": "“Remember*ln the instruction you gave your servant Moses, saying, ‘If you are unfaithful, I will scatter you among the nations,"
    },
    {
        "o": 13478,
        "r": "niv:Nehemiah:1:9",
        "t": "but if you return to me and obey my commands, then even if your exiled people are at the farthest horizon, I will gather them from there and bring them to the place I have chosen as a dwelling for my Name.’"
    },
    {
        "o": 13479,
        "r": "niv:Nehemiah:1:10",
        "t": "“They*ln are your servants and your people, whom you redeemed by your great strength and your mighty hand."
    },
    {
        "o": 13480,
        "r": "niv:Nehemiah:1:11",
        "t": "Lord, let your ear be attentive to the prayer of this your servant and to the prayer of your servants who delight in revering your name. Give your servant success today by granting him favor in the presence of this man.” I*p was cupbearer to the king."
    },
    {
        "o": 13481,
        "r": "niv:Nehemiah:2:0",
        "t": "Nehemiah 2",
        "h": 1
    },
    {
        "o": 13482,
        "r": "niv:Nehemiah:2:0",
        "t": "Artaxerxes Sends Nehemiah to Jerusalem",
        "h": 2
    },
    {
        "o": 13483,
        "r": "niv:Nehemiah:2:1",
        "t": "In*p the month of Nisan in the twentieth year of King Artaxerxes, when wine was brought for him, I took the wine and gave it to the king. I had not been sad in his presence before,"
    },
    {
        "o": 13484,
        "r": "niv:Nehemiah:2:2",
        "t": "so the king asked me, “Why does your face look so sad when you are not ill? This can be nothing but sadness of heart.” I*p was very much afraid,"
    },
    {
        "o": 13485,
        "r": "niv:Nehemiah:2:3",
        "t": "but I said to the king, “May the king live forever! Why should my face not look sad when the city where my ancestors are buried lies in ruins, and its gates have been destroyed by fire?”"
    },
    {
        "o": 13486,
        "r": "niv:Nehemiah:2:4",
        "t": "The*p king said to me, “What is it you want?” Then*p I prayed to the God of heaven,"
    },
    {
        "o": 13487,
        "r": "niv:Nehemiah:2:5",
        "t": "and I answered the king, “If it pleases the king and if your servant has found favor in his sight, let him send me to the city in Judah where my ancestors are buried so that I can rebuild it.”"
    },
    {
        "o": 13488,
        "r": "niv:Nehemiah:2:6",
        "t": "Then*p the king, with the queen sitting beside him, asked me, “How long will your journey take, and when will you get back?” It pleased the king to send me; so I set a time."
    },
    {
        "o": 13489,
        "r": "niv:Nehemiah:2:7",
        "t": "I*p also said to him, “If it pleases the king, may I have letters to the governors of Trans-Euphrates, so that they will provide me safe-conduct until I arrive in Judah?"
    },
    {
        "o": 13490,
        "r": "niv:Nehemiah:2:8",
        "t": "And may I have a letter to Asaph, keeper of the royal park, so he will give me timber to make beams for the gates of the citadel by the temple and for the city wall and for the residence I will occupy?” And because the gracious hand of my God was on me, the king granted my requests."
    },
    {
        "o": 13491,
        "r": "niv:Nehemiah:2:9",
        "t": "So I went to the governors of Trans-Euphrates and gave them the king’s letters. The king had also sent army officers and cavalry with me."
    },
    {
        "o": 13492,
        "r": "niv:Nehemiah:2:10",
        "t": "When*p Sanballat the Horonite and Tobiah the Ammonite official heard about this, they were very much disturbed that someone had come to promote the welfare of the Israelites."
    },
    {
        "o": 13493,
        "r": "niv:Nehemiah:2:10",
        "t": "Nehemiah Inspects Jerusalem’s Walls",
        "h": 2
    },
    {
        "o": 13494,
        "r": "niv:Nehemiah:2:11",
        "t": "I*p went to Jerusalem, and after staying there three days"
    },
    {
        "o": 13495,
        "r": "niv:Nehemiah:2:12",
        "t": "I set out during the night with a few others. I had not told anyone what my God had put in my heart to do for Jerusalem. There were no mounts with me except the one I was riding on."
    },
    {
        "o": 13496,
        "r": "niv:Nehemiah:2:13",
        "t": "By*p night I went out through the Valley Gate toward the Jackal Well and the Dung Gate, examining the walls of Jerusalem, which had been broken down, and its gates, which had been destroyed by fire."
    },
    {
        "o": 13497,
        "r": "niv:Nehemiah:2:14",
        "t": "Then I moved on toward the Fountain Gate and the King’s Pool, but there was not enough room for my mount to get through;"
    },
    {
        "o": 13498,
        "r": "niv:Nehemiah:2:15",
        "t": "so I went up the valley by night, examining the wall. Finally, I turned back and reentered through the Valley Gate."
    },
    {
        "o": 13499,
        "r": "niv:Nehemiah:2:16",
        "t": "The officials did not know where I had gone or what I was doing, because as yet I had said nothing to the Jews or the priests or nobles or officials or any others who would be doing the work."
    },
    {
        "o": 13500,
        "r": "niv:Nehemiah:2:17",
        "t": "Then*p I said to them, “You see the trouble we are in: Jerusalem lies in ruins, and its gates have been burned with fire. Come, let us rebuild the wall of Jerusalem, and we will no longer be in disgrace.”"
    },
    {
        "o": 13501,
        "r": "niv:Nehemiah:2:18",
        "t": "I also told them about the gracious hand of my God on me and what the king had said to me. They*p replied, “Let us start rebuilding.” So they began this good work."
    },
    {
        "o": 13502,
        "r": "niv:Nehemiah:2:19",
        "t": "But*p when Sanballat the Horonite, Tobiah the Ammonite official and Geshem the Arab heard about it, they mocked and ridiculed us. “What is this you are doing?” they asked. “Are you rebelling against the king?”"
    },
    {
        "o": 13503,
        "r": "niv:Nehemiah:2:20",
        "t": "I*p answered them by saying, “The God of heaven will give us success. We his servants will start rebuilding, but as for you, you have no share in Jerusalem or any claim or historic right to it.”"
    },
    {
        "o": 13504,
        "r": "niv:Nehemiah:3:0",
        "t": "Nehemiah 3",
        "h": 1
    },
    {
        "o": 13505,
        "r": "niv:Nehemiah:3:0",
        "t": "Builders of the Wall",
        "h": 2
    },
    {
        "o": 13506,
        "r": "niv:Nehemiah:3:1",
        "t": "Eliashib*p the high priest and his fellow priests went to work and rebuilt the Sheep Gate. They dedicated it and set its doors in place, building as far as the Tower of the Hundred, which they dedicated, and as far as the Tower of Hananel."
    },
    {
        "o": 13507,
        "r": "niv:Nehemiah:3:2",
        "t": "The men of Jericho built the adjoining section, and Zakkur son of Imri built next to them."
    },
    {
        "o": 13508,
        "r": "niv:Nehemiah:3:3",
        "t": "The*p Fish Gate was rebuilt by the sons of Hassenaah. They laid its beams and put its doors and bolts and bars in place."
    },
    {
        "o": 13509,
        "r": "niv:Nehemiah:3:4",
        "t": "Meremoth son of Uriah, the son of Hakkoz, repaired the next section. Next to him Meshullam son of Berekiah, the son of Meshezabel, made repairs, and next to him Zadok son of Baana also made repairs."
    },
    {
        "o": 13510,
        "r": "niv:Nehemiah:3:5",
        "t": "The next section was repaired by the men of Tekoa, but their nobles would not put their shoulders to the work under their supervisors."
    },
    {
        "o": 13511,
        "r": "niv:Nehemiah:3:6",
        "t": "The*p Jeshanah Gate was repaired by Joiada son of Paseah and Meshullam son of Besodeiah. They laid its beams and put its doors with their bolts and bars in place."
    },
    {
        "o": 13512,
        "r": "niv:Nehemiah:3:7",
        "t": "Next to them, repairs were made by men from Gibeon and Mizpah—Melatiah of Gibeon and Jadon of Meronoth—places under the authority of the governor of Trans-Euphrates."
    },
    {
        "o": 13513,
        "r": "niv:Nehemiah:3:8",
        "t": "Uzziel son of Harhaiah, one of the goldsmiths, repaired the next section; and Hananiah, one of the perfume-makers, made repairs next to that. They restored Jerusalem as far as the Broad Wall."
    },
    {
        "o": 13514,
        "r": "niv:Nehemiah:3:9",
        "t": "Rephaiah son of Hur, ruler of a half-district of Jerusalem, repaired the next section."
    },
    {
        "o": 13515,
        "r": "niv:Nehemiah:3:10",
        "t": "Adjoining this, Jedaiah son of Harumaph made repairs opposite his house, and Hattush son of Hashabneiah made repairs next to him."
    },
    {
        "o": 13516,
        "r": "niv:Nehemiah:3:11",
        "t": "Malkijah son of Harim and Hasshub son of Pahath-Moab repaired another section and the Tower of the Ovens."
    },
    {
        "o": 13517,
        "r": "niv:Nehemiah:3:12",
        "t": "Shallum son of Hallohesh, ruler of a half-district of Jerusalem, repaired the next section with the help of his daughters."
    },
    {
        "o": 13518,
        "r": "niv:Nehemiah:3:13",
        "t": "The*p Valley Gate was repaired by Hanun and the residents of Zanoah. They rebuilt it and put its doors with their bolts and bars in place. They also repaired a thousand cubits of the wall as far as the Dung Gate."
    },
    {
        "o": 13519,
        "r": "niv:Nehemiah:3:14",
        "t": "The*p Dung Gate was repaired by Malkijah son of Rekab, ruler of the district of Beth Hakkerem. He rebuilt it and put its doors with their bolts and bars in place."
    },
    {
        "o": 13520,
        "r": "niv:Nehemiah:3:15",
        "t": "The*p Fountain Gate was repaired by Shallun son of Kol-Hozeh, ruler of the district of Mizpah. He rebuilt it, roofing it over and putting its doors and bolts and bars in place. He also repaired the wall of the Pool of Siloam, by the King’s Garden, as far as the steps going down from the City of David."
    },
    {
        "o": 13521,
        "r": "niv:Nehemiah:3:16",
        "t": "Beyond him, Nehemiah son of Azbuk, ruler of a half-district of Beth Zur, made repairs up to a point opposite the tombs of David, as far as the artificial pool and the House of the Heroes."
    },
    {
        "o": 13522,
        "r": "niv:Nehemiah:3:17",
        "t": "Next*p to him, the repairs were made by the Levites under Rehum son of Bani. Beside him, Hashabiah, ruler of half the district of Keilah, carried out repairs for his district."
    },
    {
        "o": 13523,
        "r": "niv:Nehemiah:3:18",
        "t": "Next to him, the repairs were made by their fellow Levites under Binnui son of Henadad, ruler of the other half-district of Keilah."
    },
    {
        "o": 13524,
        "r": "niv:Nehemiah:3:19",
        "t": "Next to him, Ezer son of Jeshua, ruler of Mizpah, repaired another section, from a point facing the ascent to the armory as far as the angle of the wall."
    },
    {
        "o": 13525,
        "r": "niv:Nehemiah:3:20",
        "t": "Next to him, Baruch son of Zabbai zealously repaired another section, from the angle to the entrance of the house of Eliashib the high priest."
    },
    {
        "o": 13526,
        "r": "niv:Nehemiah:3:21",
        "t": "Next to him, Meremoth son of Uriah, the son of Hakkoz, repaired another section, from the entrance of Eliashib’s house to the end of it."
    },
    {
        "o": 13527,
        "r": "niv:Nehemiah:3:22",
        "t": "The*p repairs next to him were made by the priests from the surrounding region."
    },
    {
        "o": 13528,
        "r": "niv:Nehemiah:3:23",
        "t": "Beyond them, Benjamin and Hasshub made repairs in front of their house; and next to them, Azariah son of Maaseiah, the son of Ananiah, made repairs beside his house."
    },
    {
        "o": 13529,
        "r": "niv:Nehemiah:3:24",
        "t": "Next to him, Binnui son of Henadad repaired another section, from Azariah’s house to the angle and the corner,"
    },
    {
        "o": 13530,
        "r": "niv:Nehemiah:3:25",
        "t": "and Palal son of Uzai worked opposite the angle and the tower projecting from the upper palace near the court of the guard. Next to him, Pedaiah son of Parosh"
    },
    {
        "o": 13531,
        "r": "niv:Nehemiah:3:26",
        "t": "and the temple servants living on the hill of Ophel made repairs up to a point opposite the Water Gate toward the east and the projecting tower."
    },
    {
        "o": 13532,
        "r": "niv:Nehemiah:3:27",
        "t": "Next to them, the men of Tekoa repaired another section, from the great projecting tower to the wall of Ophel."
    },
    {
        "o": 13533,
        "r": "niv:Nehemiah:3:28",
        "t": "Above*p the Horse Gate, the priests made repairs, each in front of his own house."
    },
    {
        "o": 13534,
        "r": "niv:Nehemiah:3:29",
        "t": "Next to them, Zadok son of Immer made repairs opposite his house. Next to him, Shemaiah son of Shekaniah, the guard at the East Gate, made repairs."
    },
    {
        "o": 13535,
        "r": "niv:Nehemiah:3:30",
        "t": "Next to him, Hananiah son of Shelemiah, and Hanun, the sixth son of Zalaph, repaired another section. Next to them, Meshullam son of Berekiah made repairs opposite his living quarters."
    },
    {
        "o": 13536,
        "r": "niv:Nehemiah:3:31",
        "t": "Next to him, Malkijah, one of the goldsmiths, made repairs as far as the house of the temple servants and the merchants, opposite the Inspection Gate, and as far as the room above the corner;"
    },
    {
        "o": 13537,
        "r": "niv:Nehemiah:3:32",
        "t": "and between the room above the corner and the Sheep Gate the goldsmiths and merchants made repairs."
    },
    {
        "o": 13538,
        "r": "niv:Nehemiah:4:0",
        "t": "Nehemiah 4",
        "h": 1
    },
    {
        "o": 13539,
        "r": "niv:Nehemiah:4:0",
        "t": "Opposition to the Rebuilding",
        "h": 2
    },
    {
        "o": 13540,
        "r": "niv:Nehemiah:4:1",
        "t": "When*p Sanballat heard that we were rebuilding the wall, he became angry and was greatly incensed. He ridiculed the Jews,"
    },
    {
        "o": 13541,
        "r": "niv:Nehemiah:4:2",
        "t": "and in the presence of his associates and the army of Samaria, he said, “What are those feeble Jews doing? Will they restore their wall? Will they offer sacrifices? Will they finish in a day? Can they bring the stones back to life from those heaps of rubble—burned as they are?”"
    },
    {
        "o": 13542,
        "r": "niv:Nehemiah:4:3",
        "t": "Tobiah*p the Ammonite, who was at his side, said, “What they are building—even a fox climbing up on it would break down their wall of stones!”"
    },
    {
        "o": 13543,
        "r": "niv:Nehemiah:4:4",
        "t": "Hear*p us, our God, for we are despised. Turn their insults back on their own heads. Give them over as plunder in a land of captivity."
    },
    {
        "o": 13544,
        "r": "niv:Nehemiah:4:5",
        "t": "Do not cover up their guilt or blot out their sins from your sight, for they have thrown insults in the face of the builders."
    },
    {
        "o": 13545,
        "r": "niv:Nehemiah:4:6",
        "t": "So*p we rebuilt the wall till all of it reached half its height, for the people worked with all their heart."
    },
    {
        "o": 13546,
        "r": "niv:Nehemiah:4:7",
        "t": "But*p when Sanballat, Tobiah, the Arabs, the Ammonites and the people of Ashdod heard that the repairs to Jerusalem’s walls had gone ahead and that the gaps were being closed, they were very angry."
    },
    {
        "o": 13547,
        "r": "niv:Nehemiah:4:8",
        "t": "They all plotted together to come and fight against Jerusalem and stir up trouble against it."
    },
    {
        "o": 13548,
        "r": "niv:Nehemiah:4:9",
        "t": "But we prayed to our God and posted a guard day and night to meet this threat."
    },
    {
        "o": 13549,
        "r": "niv:Nehemiah:4:10",
        "t": "Meanwhile,*p the people in Judah said, “The strength of the laborers is giving out, and there is so much rubble that we cannot rebuild the wall.”"
    },
    {
        "o": 13550,
        "r": "niv:Nehemiah:4:11",
        "t": "Also*p our enemies said, “Before they know it or see us, we will be right there among them and will kill them and put an end to the work.”"
    },
    {
        "o": 13551,
        "r": "niv:Nehemiah:4:12",
        "t": "Then*p the Jews who lived near them came and told us ten times over, “Wherever you turn, they will attack us.”"
    },
    {
        "o": 13552,
        "r": "niv:Nehemiah:4:13",
        "t": "Therefore*p I stationed some of the people behind the lowest points of the wall at the exposed places, posting them by families, with their swords, spears and bows."
    },
    {
        "o": 13553,
        "r": "niv:Nehemiah:4:14",
        "t": "After I looked things over, I stood up and said to the nobles, the officials and the rest of the people, “Don’t be afraid of them. Remember the Lord, who is great and awesome, and fight for your families, your sons and your daughters, your wives and your homes.”"
    },
    {
        "o": 13554,
        "r": "niv:Nehemiah:4:15",
        "t": "When*p our enemies heard that we were aware of their plot and that God had frustrated it, we all returned to the wall, each to our own work."
    },
    {
        "o": 13555,
        "r": "niv:Nehemiah:4:16",
        "t": "From*p that day on, half of my men did the work, while the other half were equipped with spears, shields, bows and armor. The officers posted themselves behind all the people of Judah"
    },
    {
        "o": 13556,
        "r": "niv:Nehemiah:4:17",
        "t": "who were building the wall. Those who carried materials did their work with one hand and held a weapon in the other,"
    },
    {
        "o": 13557,
        "r": "niv:Nehemiah:4:18",
        "t": "and each of the builders wore his sword at his side as he worked. But the man who sounded the trumpet stayed with me."
    },
    {
        "o": 13558,
        "r": "niv:Nehemiah:4:19",
        "t": "Then*p I said to the nobles, the officials and the rest of the people, “The work is extensive and spread out, and we are widely separated from each other along the wall."
    },
    {
        "o": 13559,
        "r": "niv:Nehemiah:4:20",
        "t": "Wherever you hear the sound of the trumpet, join us there. Our God will fight for us!”"
    },
    {
        "o": 13560,
        "r": "niv:Nehemiah:4:21",
        "t": "So*p we continued the work with half the men holding spears, from the first light of dawn till the stars came out."
    },
    {
        "o": 13561,
        "r": "niv:Nehemiah:4:22",
        "t": "At that time I also said to the people, “Have every man and his helper stay inside Jerusalem at night, so they can serve us as guards by night and as workers by day.”"
    },
    {
        "o": 13562,
        "r": "niv:Nehemiah:4:23",
        "t": "Neither I nor my brothers nor my men nor the guards with me took off our clothes; each had his weapon, even when he went for water."
    },
    {
        "o": 13563,
        "r": "niv:Nehemiah:5:0",
        "t": "Nehemiah 5",
        "h": 1
    },
    {
        "o": 13564,
        "r": "niv:Nehemiah:5:0",
        "t": "Nehemiah Helps the Poor",
        "h": 2
    },
    {
        "o": 13565,
        "r": "niv:Nehemiah:5:1",
        "t": "Now*p the men and their wives raised a great outcry against their fellow Jews."
    },
    {
        "o": 13566,
        "r": "niv:Nehemiah:5:2",
        "t": "Some were saying, “We and our sons and daughters are numerous; in order for us to eat and stay alive, we must get grain.”"
    },
    {
        "o": 13567,
        "r": "niv:Nehemiah:5:3",
        "t": "Others*p were saying, “We are mortgaging our fields, our vineyards and our homes to get grain during the famine.”"
    },
    {
        "o": 13568,
        "r": "niv:Nehemiah:5:4",
        "t": "Still*p others were saying, “We have had to borrow money to pay the king’s tax on our fields and vineyards."
    },
    {
        "o": 13569,
        "r": "niv:Nehemiah:5:5",
        "t": "Although we are of the same flesh and blood as our fellow Jews and though our children are as good as theirs, yet we have to subject our sons and daughters to slavery. Some of our daughters have already been enslaved, but we are powerless, because our fields and our vineyards belong to others.”"
    },
    {
        "o": 13570,
        "r": "niv:Nehemiah:5:6",
        "t": "When*p I heard their outcry and these charges, I was very angry."
    },
    {
        "o": 13571,
        "r": "niv:Nehemiah:5:7",
        "t": "I pondered them in my mind and then accused the nobles and officials. I told them, “You are charging your own people interest!” So I called together a large meeting to deal with them"
    },
    {
        "o": 13572,
        "r": "niv:Nehemiah:5:8",
        "t": "and said: “As far as possible, we have bought back our fellow Jews who were sold to the Gentiles. Now you are selling your own people, only for them to be sold back to us!” They kept quiet, because they could find nothing to say."
    },
    {
        "o": 13573,
        "r": "niv:Nehemiah:5:9",
        "t": "So*p I continued, “What you are doing is not right. Shouldn’t you walk in the fear of our God to avoid the reproach of our Gentile enemies?"
    },
    {
        "o": 13574,
        "r": "niv:Nehemiah:5:10",
        "t": "I and my brothers and my men are also lending the people money and grain. But let us stop charging interest!"
    },
    {
        "o": 13575,
        "r": "niv:Nehemiah:5:11",
        "t": "Give back to them immediately their fields, vineyards, olive groves and houses, and also the interest you are charging them—one percent of the money, grain, new wine and olive oil.”"
    },
    {
        "o": 13576,
        "r": "niv:Nehemiah:5:12",
        "t": "“We*p will give it back,” they said. “And we will not demand anything more from them. We will do as you say.” Then*p I summoned the priests and made the nobles and officials take an oath to do what they had promised."
    },
    {
        "o": 13577,
        "r": "niv:Nehemiah:5:13",
        "t": "I also shook out the folds of my robe and said, “In this way may God shake out of their house and possessions anyone who does not keep this promise. So may such a person be shaken out and emptied!” At*p this the whole assembly said, “Amen,” and praised the Lord.*s And the people did as they had promised."
    },
    {
        "o": 13578,
        "r": "niv:Nehemiah:5:14",
        "t": "Moreover,*p from the twentieth year of King Artaxerxes, when I was appointed to be their governor in the land of Judah, until his thirty-second year—twelve years—neither I nor my brothers ate the food allotted to the governor."
    },
    {
        "o": 13579,
        "r": "niv:Nehemiah:5:15",
        "t": "But the earlier governors—those preceding me—placed a heavy burden on the people and took forty shekels of silver from them in addition to food and wine. Their assistants also lorded it over the people. But out of reverence for God I did not act like that."
    },
    {
        "o": 13580,
        "r": "niv:Nehemiah:5:16",
        "t": "Instead, I devoted myself to the work on this wall. All my men were assembled there for the work; we did not acquire any land."
    },
    {
        "o": 13581,
        "r": "niv:Nehemiah:5:17",
        "t": "Furthermore,*p a hundred and fifty Jews and officials ate at my table, as well as those who came to us from the surrounding nations."
    },
    {
        "o": 13582,
        "r": "niv:Nehemiah:5:18",
        "t": "Each day one ox, six choice sheep and some poultry were prepared for me, and every ten days an abundant supply of wine of all kinds. In spite of all this, I never demanded the food allotted to the governor, because the demands were heavy on these people."
    },
    {
        "o": 13583,
        "r": "niv:Nehemiah:5:19",
        "t": "Remember*p me with favor, my God, for all I have done for these people."
    },
    {
        "o": 13584,
        "r": "niv:Nehemiah:6:0",
        "t": "Nehemiah 6",
        "h": 1
    },
    {
        "o": 13585,
        "r": "niv:Nehemiah:6:0",
        "t": "Further Opposition to the Rebuilding",
        "h": 2
    },
    {
        "o": 13586,
        "r": "niv:Nehemiah:6:1",
        "t": "When*p word came to Sanballat, Tobiah, Geshem the Arab and the rest of our enemies that I had rebuilt the wall and not a gap was left in it—though up to that time I had not set the doors in the gates—"
    },
    {
        "o": 13587,
        "r": "niv:Nehemiah:6:2",
        "t": "Sanballat and Geshem sent me this message: “Come, let us meet together in one of the villages on the plain of Ono.” But*p they were scheming to harm me;"
    },
    {
        "o": 13588,
        "r": "niv:Nehemiah:6:3",
        "t": "so I sent messengers to them with this reply: “I am carrying on a great project and cannot go down. Why should the work stop while I leave it and go down to you?”"
    },
    {
        "o": 13589,
        "r": "niv:Nehemiah:6:4",
        "t": "Four times they sent me the same message, and each time I gave them the same answer."
    },
    {
        "o": 13590,
        "r": "niv:Nehemiah:6:5",
        "t": "Then,*p the fifth time, Sanballat sent his aide to me with the same message, and in his hand was an unsealed letter"
    },
    {
        "o": 13591,
        "r": "niv:Nehemiah:6:6",
        "t": "in which was written: “It*ln is reported among the nations—and Geshem says it is true—that you and the Jews are plotting to revolt, and therefore you are building the wall. Moreover, according to these reports you are about to become their king"
    },
    {
        "o": 13592,
        "r": "niv:Nehemiah:6:7",
        "t": "and have even appointed prophets to make this proclamation about you in Jerusalem: ‘There is a king in Judah!’ Now this report will get back to the king; so come, let us meet together.”"
    },
    {
        "o": 13593,
        "r": "niv:Nehemiah:6:8",
        "t": "I*p sent him this reply: “Nothing like what you are saying is happening; you are just making it up out of your head.”"
    },
    {
        "o": 13594,
        "r": "niv:Nehemiah:6:9",
        "t": "They*p were all trying to frighten us, thinking, “Their hands will get too weak for the work, and it will not be completed.” But*p I prayed, “Now strengthen my hands.”"
    },
    {
        "o": 13595,
        "r": "niv:Nehemiah:6:10",
        "t": "One*p day I went to the house of Shemaiah son of Delaiah, the son of Mehetabel, who was shut in at his home. He said, “Let us meet in the house of God, inside the temple, and let us close the temple doors, because men are coming to kill you—by night they are coming to kill you.”"
    },
    {
        "o": 13596,
        "r": "niv:Nehemiah:6:11",
        "t": "But*p I said, “Should a man like me run away? Or should someone like me go into the temple to save his life? I will not go!”"
    },
    {
        "o": 13597,
        "r": "niv:Nehemiah:6:12",
        "t": "I realized that God had not sent him, but that he had prophesied against me because Tobiah and Sanballat had hired him."
    },
    {
        "o": 13598,
        "r": "niv:Nehemiah:6:13",
        "t": "He had been hired to intimidate me so that I would commit a sin by doing this, and then they would give me a bad name to discredit me."
    },
    {
        "o": 13599,
        "r": "niv:Nehemiah:6:14",
        "t": "Remember*p Tobiah and Sanballat, my God, because of what they have done; remember also the prophet Noadiah and how she and the rest of the prophets have been trying to intimidate me."
    },
    {
        "o": 13600,
        "r": "niv:Nehemiah:6:15",
        "t": "So the wall was completed on the twenty-fifth of Elul, in fifty-two days."
    },
    {
        "o": 13601,
        "r": "niv:Nehemiah:6:15",
        "t": "Opposition to the Completed Wall",
        "h": 2
    },
    {
        "o": 13602,
        "r": "niv:Nehemiah:6:16",
        "t": "When*p all our enemies heard about this, all the surrounding nations were afraid and lost their self-confidence, because they realized that this work had been done with the help of our God."
    },
    {
        "o": 13603,
        "r": "niv:Nehemiah:6:17",
        "t": "Also,*p in those days the nobles of Judah were sending many letters to Tobiah, and replies from Tobiah kept coming to them."
    },
    {
        "o": 13604,
        "r": "niv:Nehemiah:6:18",
        "t": "For many in Judah were under oath to him, since he was son-in-law to Shekaniah son of Arah, and his son Jehohanan had married the daughter of Meshullam son of Berekiah."
    },
    {
        "o": 13605,
        "r": "niv:Nehemiah:6:19",
        "t": "Moreover, they kept reporting to me his good deeds and then telling him what I said. And Tobiah sent letters to intimidate me."
    },
    {
        "o": 13606,
        "r": "niv:Nehemiah:7:0",
        "t": "Nehemiah 7",
        "h": 1
    },
    {
        "o": 13607,
        "r": "niv:Nehemiah:7:1",
        "t": "After*p the wall had been rebuilt and I had set the doors in place, the gatekeepers, the musicians and the Levites were appointed."
    },
    {
        "o": 13608,
        "r": "niv:Nehemiah:7:2",
        "t": "I put in charge of Jerusalem my brother Hanani, along with Hananiah the commander of the citadel, because he was a man of integrity and feared God more than most people do."
    },
    {
        "o": 13609,
        "r": "niv:Nehemiah:7:3",
        "t": "I said to them, “The gates of Jerusalem are not to be opened until the sun is hot. While the gatekeepers are still on duty, have them shut the doors and bar them. Also appoint residents of Jerusalem as guards, some at their posts and some near their own houses.”"
    },
    {
        "o": 13610,
        "r": "niv:Nehemiah:7:3",
        "t": "The List of the Exiles Who Returned",
        "h": 2
    },
    {
        "o": 13611,
        "r": "niv:Nehemiah:7:4",
        "t": "Now*p the city was large and spacious, but there were few people in it, and the houses had not yet been rebuilt."
    },
    {
        "o": 13612,
        "r": "niv:Nehemiah:7:5",
        "t": "So my God put it into my heart to assemble the nobles, the officials and the common people for registration by families. I found the genealogical record of those who had been the first to return. This is what I found written there:"
    },
    {
        "o": 13613,
        "r": "niv:Nehemiah:7:6",
        "t": "These*pln are the people of the province who came up from the captivity of the exiles whom Nebuchadnezzar king of Babylon had taken captive (they returned to Jerusalem and Judah, each to his own town,"
    },
    {
        "o": 13614,
        "r": "niv:Nehemiah:7:7",
        "t": "in company with Zerubbabel, Joshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum and Baanah): The*pln list of the men of Israel:"
    },
    {
        "o": 13615,
        "r": "niv:Nehemiah:7:8",
        "t": "the*ple descendants of Parosh 2,172*lg"
    },
    {
        "o": 13616,
        "r": "niv:Nehemiah:7:9",
        "t": "of*le Shephatiah 372*lg"
    },
    {
        "o": 13617,
        "r": "niv:Nehemiah:7:10",
        "t": "of*le Arah 652*lg"
    },
    {
        "o": 13618,
        "r": "niv:Nehemiah:7:11",
        "t": "of*le Pahath-Moab (through the line of Jeshua and Joab) 2,818*lg"
    },
    {
        "o": 13619,
        "r": "niv:Nehemiah:7:12",
        "t": "of*le Elam 1,254*lg"
    },
    {
        "o": 13620,
        "r": "niv:Nehemiah:7:13",
        "t": "of*le Zattu 845*lg"
    },
    {
        "o": 13621,
        "r": "niv:Nehemiah:7:14",
        "t": "of*le Zakkai 760*lg"
    },
    {
        "o": 13622,
        "r": "niv:Nehemiah:7:15",
        "t": "of*le Binnui 648*lg"
    },
    {
        "o": 13623,
        "r": "niv:Nehemiah:7:16",
        "t": "of*le Bebai 628*lg"
    },
    {
        "o": 13624,
        "r": "niv:Nehemiah:7:17",
        "t": "of*le Azgad 2,322*lg"
    },
    {
        "o": 13625,
        "r": "niv:Nehemiah:7:18",
        "t": "of*le Adonikam 667*lg"
    },
    {
        "o": 13626,
        "r": "niv:Nehemiah:7:19",
        "t": "of*le Bigvai 2,067*lg"
    },
    {
        "o": 13627,
        "r": "niv:Nehemiah:7:20",
        "t": "of*le Adin 655*lg"
    },
    {
        "o": 13628,
        "r": "niv:Nehemiah:7:21",
        "t": "of*le Ater (through Hezekiah) 98*lg"
    },
    {
        "o": 13629,
        "r": "niv:Nehemiah:7:22",
        "t": "of*le Hashum 328*lg"
    },
    {
        "o": 13630,
        "r": "niv:Nehemiah:7:23",
        "t": "of*le Bezai 324*lg"
    },
    {
        "o": 13631,
        "r": "niv:Nehemiah:7:24",
        "t": "of*le Hariph 112*lg"
    },
    {
        "o": 13632,
        "r": "niv:Nehemiah:7:25",
        "t": "of*le Gibeon 95*lg"
    },
    {
        "o": 13633,
        "r": "niv:Nehemiah:7:26",
        "t": "the*ple men of Bethlehem and Netophah 188*lg"
    },
    {
        "o": 13634,
        "r": "niv:Nehemiah:7:27",
        "t": "of*le Anathoth 128*lg"
    },
    {
        "o": 13635,
        "r": "niv:Nehemiah:7:28",
        "t": "of*le Beth Azmaveth 42*lg"
    },
    {
        "o": 13636,
        "r": "niv:Nehemiah:7:29",
        "t": "of*le Kiriath Jearim, Kephirah and Beeroth 743*lg"
    },
    {
        "o": 13637,
        "r": "niv:Nehemiah:7:30",
        "t": "of*le Ramah and Geba 621*lg"
    },
    {
        "o": 13638,
        "r": "niv:Nehemiah:7:31",
        "t": "of*le Mikmash 122*lg"
    },
    {
        "o": 13639,
        "r": "niv:Nehemiah:7:32",
        "t": "of*le Bethel and Ai 123*lg"
    },
    {
        "o": 13640,
        "r": "niv:Nehemiah:7:33",
        "t": "of*le the other Nebo 52*lg"
    },
    {
        "o": 13641,
        "r": "niv:Nehemiah:7:34",
        "t": "of*le the other Elam 1,254*lg"
    },
    {
        "o": 13642,
        "r": "niv:Nehemiah:7:35",
        "t": "of*le Harim 320*lg"
    },
    {
        "o": 13643,
        "r": "niv:Nehemiah:7:36",
        "t": "of*le Jericho 345*lg"
    },
    {
        "o": 13644,
        "r": "niv:Nehemiah:7:37",
        "t": "of*le Lod, Hadid and Ono 721*lg"
    },
    {
        "o": 13645,
        "r": "niv:Nehemiah:7:38",
        "t": "of*le Senaah 3,930*lg"
    },
    {
        "o": 13646,
        "r": "niv:Nehemiah:7:39",
        "t": "The*pln priests: the*ple descendants of Jedaiah (through the family of Jeshua) 973*lg"
    },
    {
        "o": 13647,
        "r": "niv:Nehemiah:7:40",
        "t": "of*le Immer 1,052*lg"
    },
    {
        "o": 13648,
        "r": "niv:Nehemiah:7:41",
        "t": "of*le Pashhur 1,247*lg"
    },
    {
        "o": 13649,
        "r": "niv:Nehemiah:7:42",
        "t": "of*le Harim 1,017*lg"
    },
    {
        "o": 13650,
        "r": "niv:Nehemiah:7:43",
        "t": "The*pln Levites: the*ple descendants of Jeshua (through Kadmiel through the line of Hodaviah) 74*lg"
    },
    {
        "o": 13651,
        "r": "niv:Nehemiah:7:44",
        "t": "The*pln musicians: the*ple descendants of Asaph 148*lg"
    },
    {
        "o": 13652,
        "r": "niv:Nehemiah:7:45",
        "t": "The*pln gatekeepers: the*ple descendants of Shallum,*le Ater, Talmon, Akkub, Hatita and Shobai 138*lg"
    },
    {
        "o": 13653,
        "r": "niv:Nehemiah:7:46",
        "t": "The*pln temple servants: the*ple descendants of Ziha,*le Hasupha, Tabbaoth,"
    },
    {
        "o": 13654,
        "r": "niv:Nehemiah:7:47",
        "t": "Keros,*le Sia, Padon,"
    },
    {
        "o": 13655,
        "r": "niv:Nehemiah:7:48",
        "t": "Lebana,*le Hagaba, Shalmai,"
    },
    {
        "o": 13656,
        "r": "niv:Nehemiah:7:49",
        "t": "Hanan,*le Giddel, Gahar,"
    },
    {
        "o": 13657,
        "r": "niv:Nehemiah:7:50",
        "t": "Reaiah,*le Rezin, Nekoda,"
    },
    {
        "o": 13658,
        "r": "niv:Nehemiah:7:51",
        "t": "Gazzam,*le Uzza, Paseah,"
    },
    {
        "o": 13659,
        "r": "niv:Nehemiah:7:52",
        "t": "Besai,*le Meunim, Nephusim,"
    },
    {
        "o": 13660,
        "r": "niv:Nehemiah:7:53",
        "t": "Bakbuk,*le Hakupha, Harhur,"
    },
    {
        "o": 13661,
        "r": "niv:Nehemiah:7:54",
        "t": "Bazluth,*le Mehida, Harsha,"
    },
    {
        "o": 13662,
        "r": "niv:Nehemiah:7:55",
        "t": "Barkos,*le Sisera, Temah,"
    },
    {
        "o": 13663,
        "r": "niv:Nehemiah:7:56",
        "t": "Neziah*le and Hatipha"
    },
    {
        "o": 13664,
        "r": "niv:Nehemiah:7:57",
        "t": "The*pln descendants of the servants of Solomon: the*ple descendants of Sotai,*le Sophereth, Perida,"
    },
    {
        "o": 13665,
        "r": "niv:Nehemiah:7:58",
        "t": "Jaala,*le Darkon, Giddel,"
    },
    {
        "o": 13666,
        "r": "niv:Nehemiah:7:59",
        "t": "Shephatiah,*le Hattil, Pokereth-Hazzebaim*le and Amon"
    },
    {
        "o": 13667,
        "r": "niv:Nehemiah:7:60",
        "t": "The*ple temple servants and the descendants of the servants of Solomon 392*lg"
    },
    {
        "o": 13668,
        "r": "niv:Nehemiah:7:61",
        "t": "The*pln following came up from the towns of Tel Melah, Tel Harsha, Kerub, Addon and Immer, but they could not show that their families were descended from Israel:"
    },
    {
        "o": 13669,
        "r": "niv:Nehemiah:7:62",
        "t": "the*ple descendants of Delaiah,*le Tobiah and Nekoda 642*lg"
    },
    {
        "o": 13670,
        "r": "niv:Nehemiah:7:63",
        "t": "And*pln from among the priests: the*ple descendants of Hobaiah,*le Hakkoz and Barzillai (a man who had married a daughter of Barzillai the Gileadite and was called by that name)."
    },
    {
        "o": 13671,
        "r": "niv:Nehemiah:7:64",
        "t": "These*ln searched for their family records, but they could not find them and so were excluded from the priesthood as unclean."
    },
    {
        "o": 13672,
        "r": "niv:Nehemiah:7:65",
        "t": "The governor, therefore, ordered them not to eat any of the most sacred food until there should be a priest ministering with the Urim and Thummim."
    },
    {
        "o": 13673,
        "r": "niv:Nehemiah:7:66",
        "t": "The*pln whole company numbered 42,360,"
    },
    {
        "o": 13674,
        "r": "niv:Nehemiah:7:67",
        "t": "besides their 7,337 male and female slaves; and they also had 245 male and female singers."
    },
    {
        "o": 13675,
        "r": "niv:Nehemiah:7:68",
        "t": "There were 736 horses, 245 mules,"
    },
    {
        "o": 13676,
        "r": "niv:Nehemiah:7:69",
        "t": "435 camels and 6,720 donkeys."
    },
    {
        "o": 13677,
        "r": "niv:Nehemiah:7:70",
        "t": "Some*pln of the heads of the families contributed to the work. The governor gave to the treasury 1,000 darics of gold, 50 bowls and 530 garments for priests."
    },
    {
        "o": 13678,
        "r": "niv:Nehemiah:7:71",
        "t": "Some of the heads of the families gave to the treasury for the work 20,000 darics of gold and 2,200 minas of silver."
    },
    {
        "o": 13679,
        "r": "niv:Nehemiah:7:72",
        "t": "The total given by the rest of the people was 20,000 darics of gold, 2,000 minas of silver and 67 garments for priests."
    },
    {
        "o": 13680,
        "r": "niv:Nehemiah:7:73",
        "t": "The*ln priests, the Levites, the gatekeepers, the musicians and the temple servants, along with certain of the people and the rest of the Israelites, settled in their own towns."
    },
    {
        "o": 13681,
        "r": "niv:Nehemiah:7:73",
        "t": "Ezra Reads the Law",
        "h": 2
    },
    {
        "o": 13682,
        "r": "niv:Nehemiah:7:73",
        "t": "When*p the seventh month came and the Israelites had settled in their towns,"
    },
    {
        "o": 13683,
        "r": "niv:Nehemiah:8:0",
        "t": "Nehemiah 8",
        "h": 1
    },
    {
        "o": 13684,
        "r": "niv:Nehemiah:8:1",
        "t": "all the people came together as one in the square before the Water Gate. They told Ezra the teacher of the Law to bring out the Book of the Law of Moses, which the Lord*s had commanded for Israel."
    },
    {
        "o": 13685,
        "r": "niv:Nehemiah:8:2",
        "t": "So*p on the first day of the seventh month Ezra the priest brought the Law before the assembly, which was made up of men and women and all who were able to understand."
    },
    {
        "o": 13686,
        "r": "niv:Nehemiah:8:3",
        "t": "He read it aloud from daybreak till noon as he faced the square before the Water Gate in the presence of the men, women and others who could understand. And all the people listened attentively to the Book of the Law."
    },
    {
        "o": 13687,
        "r": "niv:Nehemiah:8:4",
        "t": "Ezra*p the teacher of the Law stood on a high wooden platform built for the occasion. Beside him on his right stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah and Maaseiah; and on his left were Pedaiah, Mishael, Malkijah, Hashum, Hashbaddanah, Zechariah and Meshullam."
    },
    {
        "o": 13688,
        "r": "niv:Nehemiah:8:5",
        "t": "Ezra*p opened the book. All the people could see him because he was standing above them; and as he opened it, the people all stood up."
    },
    {
        "o": 13689,
        "r": "niv:Nehemiah:8:6",
        "t": "Ezra praised the Lord,*s the great God; and all the people lifted their hands and responded, “Amen! Amen!” Then they bowed down and worshiped the Lord*s with their faces to the ground."
    },
    {
        "o": 13690,
        "r": "niv:Nehemiah:8:7",
        "t": "The*p Levites—Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan and Pelaiah—instructed the people in the Law while the people were standing there."
    },
    {
        "o": 13691,
        "r": "niv:Nehemiah:8:8",
        "t": "They read from the Book of the Law of God, making it clear and giving the meaning so that the people understood what was being read."
    },
    {
        "o": 13692,
        "r": "niv:Nehemiah:8:9",
        "t": "Then*p Nehemiah the governor, Ezra the priest and teacher of the Law, and the Levites who were instructing the people said to them all, “This day is holy to the Lord*s your God. Do not mourn or weep.” For all the people had been weeping as they listened to the words of the Law."
    },
    {
        "o": 13693,
        "r": "niv:Nehemiah:8:10",
        "t": "Nehemiah*p said, “Go and enjoy choice food and sweet drinks, and send some to those who have nothing prepared. This day is holy to our Lord. Do not grieve, for the joy of the Lord*s is your strength.”"
    },
    {
        "o": 13694,
        "r": "niv:Nehemiah:8:11",
        "t": "The*p Levites calmed all the people, saying, “Be still, for this is a holy day. Do not grieve.”"
    },
    {
        "o": 13695,
        "r": "niv:Nehemiah:8:12",
        "t": "Then*p all the people went away to eat and drink, to send portions of food and to celebrate with great joy, because they now understood the words that had been made known to them."
    },
    {
        "o": 13696,
        "r": "niv:Nehemiah:8:13",
        "t": "On*p the second day of the month, the heads of all the families, along with the priests and the Levites, gathered around Ezra the teacher to give attention to the words of the Law."
    },
    {
        "o": 13697,
        "r": "niv:Nehemiah:8:14",
        "t": "They found written in the Law, which the Lord*s had commanded through Moses, that the Israelites were to live in temporary shelters during the festival of the seventh month"
    },
    {
        "o": 13698,
        "r": "niv:Nehemiah:8:15",
        "t": "and that they should proclaim this word and spread it throughout their towns and in Jerusalem: “Go out into the hill country and bring back branches from olive and wild olive trees, and from myrtles, palms and shade trees, to make temporary shelters”—as it is written."
    },
    {
        "o": 13699,
        "r": "niv:Nehemiah:8:16",
        "t": "So*p the people went out and brought back branches and built themselves temporary shelters on their own roofs, in their courtyards, in the courts of the house of God and in the square by the Water Gate and the one by the Gate of Ephraim."
    },
    {
        "o": 13700,
        "r": "niv:Nehemiah:8:17",
        "t": "The whole company that had returned from exile built temporary shelters and lived in them. From the days of Joshua son of Nun until that day, the Israelites had not celebrated it like this. And their joy was very great."
    },
    {
        "o": 13701,
        "r": "niv:Nehemiah:8:18",
        "t": "Day*p after day, from the first day to the last, Ezra read from the Book of the Law of God. They celebrated the festival for seven days, and on the eighth day, in accordance with the regulation, there was an assembly."
    },
    {
        "o": 13702,
        "r": "niv:Nehemiah:9:0",
        "t": "Nehemiah 9",
        "h": 1
    },
    {
        "o": 13703,
        "r": "niv:Nehemiah:9:0",
        "t": "The Israelites Confess Their Sins",
        "h": 2
    },
    {
        "o": 13704,
        "r": "niv:Nehemiah:9:1",
        "t": "On*p the twenty-fourth day of the same month, the Israelites gathered together, fasting and wearing sackcloth and putting dust on their heads."
    },
    {
        "o": 13705,
        "r": "niv:Nehemiah:9:2",
        "t": "Those of Israelite descent had separated themselves from all foreigners. They stood in their places and confessed their sins and the sins of their ancestors."
    },
    {
        "o": 13706,
        "r": "niv:Nehemiah:9:3",
        "t": "They stood where they were and read from the Book of the Law of the Lord*s their God for a quarter of the day, and spent another quarter in confession and in worshiping the Lord*s their God."
    },
    {
        "o": 13707,
        "r": "niv:Nehemiah:9:4",
        "t": "Standing on the stairs of the Levites were Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani and Kenani. They cried out with loud voices to the Lord*s their God."
    },
    {
        "o": 13708,
        "r": "niv:Nehemiah:9:5",
        "t": "And the Levites—Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah and Pethahiah—said: “Stand up and praise the Lord*s your God, who is from everlasting to everlasting.” “Blessed*ln be your glorious name, and may it be exalted above all blessing and praise."
    },
    {
        "o": 13709,
        "r": "niv:Nehemiah:9:6",
        "t": "You alone are the Lord.*s You made the heavens, even the highest heavens, and all their starry host, the earth and all that is on it, the seas and all that is in them. You give life to everything, and the multitudes of heaven worship you."
    },
    {
        "o": 13710,
        "r": "niv:Nehemiah:9:7",
        "t": "“You*ln are the Lord*s God, who chose Abram and brought him out of Ur of the Chaldeans and named him Abraham."
    },
    {
        "o": 13711,
        "r": "niv:Nehemiah:9:8",
        "t": "You found his heart faithful to you, and you made a covenant with him to give to his descendants the land of the Canaanites, Hittites, Amorites, Perizzites, Jebusites and Girgashites. You have kept your promise because you are righteous."
    },
    {
        "o": 13712,
        "r": "niv:Nehemiah:9:9",
        "t": "“You*ln saw the suffering of our ancestors in Egypt; you heard their cry at the Red Sea."
    },
    {
        "o": 13713,
        "r": "niv:Nehemiah:9:10",
        "t": "You sent signs and wonders against Pharaoh, against all his officials and all the people of his land, for you knew how arrogantly the Egyptians treated them. You made a name for yourself, which remains to this day."
    },
    {
        "o": 13714,
        "r": "niv:Nehemiah:9:11",
        "t": "You divided the sea before them, so that they passed through it on dry ground, but you hurled their pursuers into the depths, like a stone into mighty waters."
    },
    {
        "o": 13715,
        "r": "niv:Nehemiah:9:12",
        "t": "By day you led them with a pillar of cloud, and by night with a pillar of fire to give them light on the way they were to take."
    },
    {
        "o": 13716,
        "r": "niv:Nehemiah:9:13",
        "t": "“You*ln came down on Mount Sinai; you spoke to them from heaven. You gave them regulations and laws that are just and right, and decrees and commands that are good."
    },
    {
        "o": 13717,
        "r": "niv:Nehemiah:9:14",
        "t": "You made known to them your holy Sabbath and gave them commands, decrees and laws through your servant Moses."
    },
    {
        "o": 13718,
        "r": "niv:Nehemiah:9:15",
        "t": "In their hunger you gave them bread from heaven and in their thirst you brought them water from the rock; you told them to go in and take possession of the land you had sworn with uplifted hand to give them."
    },
    {
        "o": 13719,
        "r": "niv:Nehemiah:9:16",
        "t": "“But*ln they, our ancestors, became arrogant and stiff-necked, and they did not obey your commands."
    },
    {
        "o": 13720,
        "r": "niv:Nehemiah:9:17",
        "t": "They refused to listen and failed to remember the miracles you performed among them. They became stiff-necked and in their rebellion appointed a leader in order to return to their slavery. But you are a forgiving God, gracious and compassionate, slow to anger and abounding in love. Therefore you did not desert them,"
    },
    {
        "o": 13721,
        "r": "niv:Nehemiah:9:18",
        "t": "even when they cast for themselves an image of a calf and said, ‘This is your god, who brought you up out of Egypt,’ or when they committed awful blasphemies."
    },
    {
        "o": 13722,
        "r": "niv:Nehemiah:9:19",
        "t": "“Because*ln of your great compassion you did not abandon them in the wilderness. By day the pillar of cloud did not fail to guide them on their path, nor the pillar of fire by night to shine on the way they were to take."
    },
    {
        "o": 13723,
        "r": "niv:Nehemiah:9:20",
        "t": "You gave your good Spirit to instruct them. You did not withhold your manna from their mouths, and you gave them water for their thirst."
    },
    {
        "o": 13724,
        "r": "niv:Nehemiah:9:21",
        "t": "For forty years you sustained them in the wilderness; they lacked nothing, their clothes did not wear out nor did their feet become swollen."
    },
    {
        "o": 13725,
        "r": "niv:Nehemiah:9:22",
        "t": "“You*ln gave them kingdoms and nations, allotting to them even the remotest frontiers. They took over the country of Sihon king of Heshbon and the country of Og king of Bashan."
    },
    {
        "o": 13726,
        "r": "niv:Nehemiah:9:23",
        "t": "You made their children as numerous as the stars in the sky, and you brought them into the land that you told their parents to enter and possess."
    },
    {
        "o": 13727,
        "r": "niv:Nehemiah:9:24",
        "t": "Their children went in and took possession of the land. You subdued before them the Canaanites, who lived in the land; you gave the Canaanites into their hands, along with their kings and the peoples of the land, to deal with them as they pleased."
    },
    {
        "o": 13728,
        "r": "niv:Nehemiah:9:25",
        "t": "They captured fortified cities and fertile land; they took possession of houses filled with all kinds of good things, wells already dug, vineyards, olive groves and fruit trees in abundance. They ate to the full and were well-nourished; they reveled in your great goodness."
    },
    {
        "o": 13729,
        "r": "niv:Nehemiah:9:26",
        "t": "“But*ln they were disobedient and rebelled against you; they turned their backs on your law. They killed your prophets, who had warned them in order to turn them back to you; they committed awful blasphemies."
    },
    {
        "o": 13730,
        "r": "niv:Nehemiah:9:27",
        "t": "So you delivered them into the hands of their enemies, who oppressed them. But when they were oppressed they cried out to you. From heaven you heard them, and in your great compassion you gave them deliverers, who rescued them from the hand of their enemies."
    },
    {
        "o": 13731,
        "r": "niv:Nehemiah:9:28",
        "t": "“But*ln as soon as they were at rest, they again did what was evil in your sight. Then you abandoned them to the hand of their enemies so that they ruled over them. And when they cried out to you again, you heard from heaven, and in your compassion you delivered them time after time."
    },
    {
        "o": 13732,
        "r": "niv:Nehemiah:9:29",
        "t": "“You*ln warned them in order to turn them back to your law, but they became arrogant and disobeyed your commands. They sinned against your ordinances, of which you said, ‘The person who obeys them will live by them.’ Stubbornly they turned their backs on you, became stiff-necked and refused to listen."
    },
    {
        "o": 13733,
        "r": "niv:Nehemiah:9:30",
        "t": "For many years you were patient with them. By your Spirit you warned them through your prophets. Yet they paid no attention, so you gave them into the hands of the neighboring peoples."
    },
    {
        "o": 13734,
        "r": "niv:Nehemiah:9:31",
        "t": "But in your great mercy you did not put an end to them or abandon them, for you are a gracious and merciful God."
    },
    {
        "o": 13735,
        "r": "niv:Nehemiah:9:32",
        "t": "“Now*ln therefore, our God, the great God, mighty and awesome, who keeps his covenant of love, do not let all this hardship seem trifling in your eyes—the hardship that has come on us, on our kings and leaders, on our priests and prophets, on our ancestors and all your people, from the days of the kings of Assyria until today."
    },
    {
        "o": 13736,
        "r": "niv:Nehemiah:9:33",
        "t": "In all that has happened to us, you have remained righteous; you have acted faithfully, while we acted wickedly."
    },
    {
        "o": 13737,
        "r": "niv:Nehemiah:9:34",
        "t": "Our kings, our leaders, our priests and our ancestors did not follow your law; they did not pay attention to your commands or the statutes you warned them to keep."
    },
    {
        "o": 13738,
        "r": "niv:Nehemiah:9:35",
        "t": "Even while they were in their kingdom, enjoying your great goodness to them in the spacious and fertile land you gave them, they did not serve you or turn from their evil ways."
    },
    {
        "o": 13739,
        "r": "niv:Nehemiah:9:36",
        "t": "“But*ln see, we are slaves today, slaves in the land you gave our ancestors so they could eat its fruit and the other good things it produces."
    },
    {
        "o": 13740,
        "r": "niv:Nehemiah:9:37",
        "t": "Because of our sins, its abundant harvest goes to the kings you have placed over us. They rule over our bodies and our cattle as they please. We are in great distress."
    },
    {
        "o": 13741,
        "r": "niv:Nehemiah:9:37",
        "t": "The Agreement of the People",
        "h": 2
    },
    {
        "o": 13742,
        "r": "niv:Nehemiah:9:38",
        "t": "“In*p view of all this, we are making a binding agreement, putting it in writing, and our leaders, our Levites and our priests are affixing their seals to it.”"
    },
    {
        "o": 13743,
        "r": "niv:Nehemiah:10:0",
        "t": "Nehemiah 10",
        "h": 1
    },
    {
        "o": 13744,
        "r": "niv:Nehemiah:10:1",
        "t": "Those*p who sealed it were: Nehemiah*pln the governor, the son of Hacaliah. Zedekiah,*pln"
    },
    {
        "o": 13745,
        "r": "niv:Nehemiah:10:2",
        "t": "Seraiah, Azariah, Jeremiah,"
    },
    {
        "o": 13746,
        "r": "niv:Nehemiah:10:3",
        "t": "Pashhur,*ln Amariah, Malkijah,"
    },
    {
        "o": 13747,
        "r": "niv:Nehemiah:10:4",
        "t": "Hattush,*ln Shebaniah, Malluk,"
    },
    {
        "o": 13748,
        "r": "niv:Nehemiah:10:5",
        "t": "Harim,*ln Meremoth, Obadiah,"
    },
    {
        "o": 13749,
        "r": "niv:Nehemiah:10:6",
        "t": "Daniel,*ln Ginnethon, Baruch,"
    },
    {
        "o": 13750,
        "r": "niv:Nehemiah:10:7",
        "t": "Meshullam,*ln Abijah, Mijamin,"
    },
    {
        "o": 13751,
        "r": "niv:Nehemiah:10:8",
        "t": "Maaziah,*ln Bilgai and Shemaiah. These*ln were the priests."
    },
    {
        "o": 13752,
        "r": "niv:Nehemiah:10:9",
        "t": "The*p Levites: Jeshua*pln son of Azaniah, Binnui of the sons of Henadad, Kadmiel,"
    },
    {
        "o": 13753,
        "r": "niv:Nehemiah:10:10",
        "t": "and*ln their associates: Shebaniah, Hodiah,*ln Kelita, Pelaiah, Hanan,"
    },
    {
        "o": 13754,
        "r": "niv:Nehemiah:10:11",
        "t": "Mika,*ln Rehob, Hashabiah,"
    },
    {
        "o": 13755,
        "r": "niv:Nehemiah:10:12",
        "t": "Zakkur,*ln Sherebiah, Shebaniah,"
    },
    {
        "o": 13756,
        "r": "niv:Nehemiah:10:13",
        "t": "Hodiah,*ln Bani and Beninu."
    },
    {
        "o": 13757,
        "r": "niv:Nehemiah:10:14",
        "t": "The*p leaders of the people: Parosh,*pln Pahath-Moab, Elam, Zattu, Bani,"
    },
    {
        "o": 13758,
        "r": "niv:Nehemiah:10:15",
        "t": "Bunni,*ln Azgad, Bebai,"
    },
    {
        "o": 13759,
        "r": "niv:Nehemiah:10:16",
        "t": "Adonijah,*ln Bigvai, Adin,"
    },
    {
        "o": 13760,
        "r": "niv:Nehemiah:10:17",
        "t": "Ater,*ln Hezekiah, Azzur,"
    },
    {
        "o": 13761,
        "r": "niv:Nehemiah:10:18",
        "t": "Hodiah,*ln Hashum, Bezai,"
    },
    {
        "o": 13762,
        "r": "niv:Nehemiah:10:19",
        "t": "Hariph,*ln Anathoth, Nebai,"
    },
    {
        "o": 13763,
        "r": "niv:Nehemiah:10:20",
        "t": "Magpiash,*ln Meshullam, Hezir,"
    },
    {
        "o": 13764,
        "r": "niv:Nehemiah:10:21",
        "t": "Meshezabel,*ln Zadok, Jaddua,"
    },
    {
        "o": 13765,
        "r": "niv:Nehemiah:10:22",
        "t": "Pelatiah,*ln Hanan, Anaiah,"
    },
    {
        "o": 13766,
        "r": "niv:Nehemiah:10:23",
        "t": "Hoshea,*ln Hananiah, Hasshub,"
    },
    {
        "o": 13767,
        "r": "niv:Nehemiah:10:24",
        "t": "Hallohesh,*ln Pilha, Shobek,"
    },
    {
        "o": 13768,
        "r": "niv:Nehemiah:10:25",
        "t": "Rehum,*ln Hashabnah, Maaseiah,"
    },
    {
        "o": 13769,
        "r": "niv:Nehemiah:10:26",
        "t": "Ahiah,*ln Hanan, Anan,"
    },
    {
        "o": 13770,
        "r": "niv:Nehemiah:10:27",
        "t": "Malluk,*ln Harim and Baanah."
    },
    {
        "o": 13771,
        "r": "niv:Nehemiah:10:28",
        "t": "“The*pln rest of the people—priests, Levites, gatekeepers, musicians, temple servants and all who separated themselves from the neighboring peoples for the sake of the Law of God, together with their wives and all their sons and daughters who are able to understand—"
    },
    {
        "o": 13772,
        "r": "niv:Nehemiah:10:29",
        "t": "all these now join their fellow Israelites the nobles, and bind themselves with a curse and an oath to follow the Law of God given through Moses the servant of God and to obey carefully all the commands, regulations and decrees of the Lord*s our Lord."
    },
    {
        "o": 13773,
        "r": "niv:Nehemiah:10:30",
        "t": "“We*ln promise not to give our daughters in marriage to the peoples around us or take their daughters for our sons."
    },
    {
        "o": 13774,
        "r": "niv:Nehemiah:10:31",
        "t": "“When*ln the neighboring peoples bring merchandise or grain to sell on the Sabbath, we will not buy from them on the Sabbath or on any holy day. Every seventh year we will forgo working the land and will cancel all debts."
    },
    {
        "o": 13775,
        "r": "niv:Nehemiah:10:32",
        "t": "“We*ln assume the responsibility for carrying out the commands to give a third of a shekel each year for the service of the house of our God:"
    },
    {
        "o": 13776,
        "r": "niv:Nehemiah:10:33",
        "t": "for the bread set out on the table; for the regular grain offerings and burnt offerings; for the offerings on the Sabbaths, at the New Moon feasts and at the appointed festivals; for the holy offerings; for sin offerings to make atonement for Israel; and for all the duties of the house of our God."
    },
    {
        "o": 13777,
        "r": "niv:Nehemiah:10:34",
        "t": "“We—the*ln priests, the Levites and the people—have cast lots to determine when each of our families is to bring to the house of our God at set times each year a contribution of wood to burn on the altar of the Lord*s our God, as it is written in the Law."
    },
    {
        "o": 13778,
        "r": "niv:Nehemiah:10:35",
        "t": "“We*ln also assume responsibility for bringing to the house of the Lord*s each year the firstfruits of our crops and of every fruit tree."
    },
    {
        "o": 13779,
        "r": "niv:Nehemiah:10:36",
        "t": "“As*ln it is also written in the Law, we will bring the firstborn of our sons and of our cattle, of our herds and of our flocks to the house of our God, to the priests ministering there."
    },
    {
        "o": 13780,
        "r": "niv:Nehemiah:10:37",
        "t": "“Moreover,*ln we will bring to the storerooms of the house of our God, to the priests, the first of our ground meal, of our grain offerings, of the fruit of all our trees and of our new wine and olive oil. And we will bring a tithe of our crops to the Levites, for it is the Levites who collect the tithes in all the towns where we work."
    },
    {
        "o": 13781,
        "r": "niv:Nehemiah:10:38",
        "t": "A priest descended from Aaron is to accompany the Levites when they receive the tithes, and the Levites are to bring a tenth of the tithes up to the house of our God, to the storerooms of the treasury."
    },
    {
        "o": 13782,
        "r": "niv:Nehemiah:10:39",
        "t": "The people of Israel, including the Levites, are to bring their contributions of grain, new wine and olive oil to the storerooms, where the articles for the sanctuary and for the ministering priests, the gatekeepers and the musicians are also kept. “We*ln will not neglect the house of our God.”"
    },
    {
        "o": 13783,
        "r": "niv:Nehemiah:11:0",
        "t": "Nehemiah 11",
        "h": 1
    },
    {
        "o": 13784,
        "r": "niv:Nehemiah:11:0",
        "t": "The New Residents of Jerusalem",
        "h": 2
    },
    {
        "o": 13785,
        "r": "niv:Nehemiah:11:1",
        "t": "Now*p the leaders of the people settled in Jerusalem. The rest of the people cast lots to bring one out of every ten of them to live in Jerusalem, the holy city, while the remaining nine were to stay in their own towns."
    },
    {
        "o": 13786,
        "r": "niv:Nehemiah:11:2",
        "t": "The people commended all who volunteered to live in Jerusalem."
    },
    {
        "o": 13787,
        "r": "niv:Nehemiah:11:3",
        "t": "These*p are the provincial leaders who settled in Jerusalem (now some Israelites, priests, Levites, temple servants and descendants of Solomon’s servants lived in the towns of Judah, each on their own property in the various towns,"
    },
    {
        "o": 13788,
        "r": "niv:Nehemiah:11:4",
        "t": "while other people from both Judah and Benjamin lived in Jerusalem): From*p the descendants of Judah: Athaiah*pln son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalalel, a descendant of Perez;"
    },
    {
        "o": 13789,
        "r": "niv:Nehemiah:11:5",
        "t": "and Maaseiah son of Baruch, the son of Kol-Hozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, a descendant of Shelah."
    },
    {
        "o": 13790,
        "r": "niv:Nehemiah:11:6",
        "t": "The descendants of Perez who lived in Jerusalem totaled 468 men of standing."
    },
    {
        "o": 13791,
        "r": "niv:Nehemiah:11:7",
        "t": "From*p the descendants of Benjamin: Sallu*pln son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jeshaiah,"
    },
    {
        "o": 13792,
        "r": "niv:Nehemiah:11:8",
        "t": "and his followers, Gabbai and Sallai—928 men."
    },
    {
        "o": 13793,
        "r": "niv:Nehemiah:11:9",
        "t": "Joel son of Zikri was their chief officer, and Judah son of Hassenuah was over the New Quarter of the city."
    },
    {
        "o": 13794,
        "r": "niv:Nehemiah:11:10",
        "t": "From*p the priests: Jedaiah;*pln the son of Joiarib; Jakin;"
    },
    {
        "o": 13795,
        "r": "niv:Nehemiah:11:11",
        "t": "Seraiah son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the official in charge of the house of God,"
    },
    {
        "o": 13796,
        "r": "niv:Nehemiah:11:12",
        "t": "and their associates, who carried on work for the temple—822 men; Adaiah son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashhur, the son of Malkijah,"
    },
    {
        "o": 13797,
        "r": "niv:Nehemiah:11:13",
        "t": "and his associates, who were heads of families—242 men; Amashsai son of Azarel, the son of Ahzai, the son of Meshillemoth, the son of Immer,"
    },
    {
        "o": 13798,
        "r": "niv:Nehemiah:11:14",
        "t": "and his associates, who were men of standing—128. Their chief officer was Zabdiel son of Haggedolim."
    },
    {
        "o": 13799,
        "r": "niv:Nehemiah:11:15",
        "t": "From*p the Levites: Shemaiah*pln son of Hasshub, the son of Azrikam, the son of Hashabiah, the son of Bunni;"
    },
    {
        "o": 13800,
        "r": "niv:Nehemiah:11:16",
        "t": "Shabbethai and Jozabad, two of the heads of the Levites, who had charge of the outside work of the house of God;"
    },
    {
        "o": 13801,
        "r": "niv:Nehemiah:11:17",
        "t": "Mattaniah son of Mika, the son of Zabdi, the son of Asaph, the director who led in thanksgiving and prayer; Bakbukiah, second among his associates; and Abda son of Shammua, the son of Galal, the son of Jeduthun."
    },
    {
        "o": 13802,
        "r": "niv:Nehemiah:11:18",
        "t": "The Levites in the holy city totaled 284."
    },
    {
        "o": 13803,
        "r": "niv:Nehemiah:11:19",
        "t": "The*p gatekeepers: Akkub,*pln Talmon and their associates, who kept watch at the gates—172 men."
    },
    {
        "o": 13804,
        "r": "niv:Nehemiah:11:20",
        "t": "The*p rest of the Israelites, with the priests and Levites, were in all the towns of Judah, each on their ancestral property."
    },
    {
        "o": 13805,
        "r": "niv:Nehemiah:11:21",
        "t": "The*p temple servants lived on the hill of Ophel, and Ziha and Gishpa were in charge of them."
    },
    {
        "o": 13806,
        "r": "niv:Nehemiah:11:22",
        "t": "The*p chief officer of the Levites in Jerusalem was Uzzi son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Mika. Uzzi was one of Asaph’s descendants, who were the musicians responsible for the service of the house of God."
    },
    {
        "o": 13807,
        "r": "niv:Nehemiah:11:23",
        "t": "The musicians were under the king’s orders, which regulated their daily activity."
    },
    {
        "o": 13808,
        "r": "niv:Nehemiah:11:24",
        "t": "Pethahiah*p son of Meshezabel, one of the descendants of Zerah son of Judah, was the king’s agent in all affairs relating to the people."
    },
    {
        "o": 13809,
        "r": "niv:Nehemiah:11:25",
        "t": "As*p for the villages with their fields, some of the people of Judah lived in Kiriath Arba and its surrounding settlements, in Dibon and its settlements, in Jekabzeel and its villages,"
    },
    {
        "o": 13810,
        "r": "niv:Nehemiah:11:26",
        "t": "in Jeshua, in Moladah, in Beth Pelet,"
    },
    {
        "o": 13811,
        "r": "niv:Nehemiah:11:27",
        "t": "in Hazar Shual, in Beersheba and its settlements,"
    },
    {
        "o": 13812,
        "r": "niv:Nehemiah:11:28",
        "t": "in Ziklag, in Mekonah and its settlements,"
    },
    {
        "o": 13813,
        "r": "niv:Nehemiah:11:29",
        "t": "in En Rimmon, in Zorah, in Jarmuth,"
    },
    {
        "o": 13814,
        "r": "niv:Nehemiah:11:30",
        "t": "Zanoah, Adullam and their villages, in Lachish and its fields, and in Azekah and its settlements. So they were living all the way from Beersheba to the Valley of Hinnom."
    },
    {
        "o": 13815,
        "r": "niv:Nehemiah:11:31",
        "t": "The*p descendants of the Benjamites from Geba lived in Mikmash, Aija, Bethel and its settlements,"
    },
    {
        "o": 13816,
        "r": "niv:Nehemiah:11:32",
        "t": "in Anathoth, Nob and Ananiah,"
    },
    {
        "o": 13817,
        "r": "niv:Nehemiah:11:33",
        "t": "in Hazor, Ramah and Gittaim,"
    },
    {
        "o": 13818,
        "r": "niv:Nehemiah:11:34",
        "t": "in Hadid, Zeboim and Neballat,"
    },
    {
        "o": 13819,
        "r": "niv:Nehemiah:11:35",
        "t": "in Lod and Ono, and in Ge Harashim."
    },
    {
        "o": 13820,
        "r": "niv:Nehemiah:11:36",
        "t": "Some*p of the divisions of the Levites of Judah settled in Benjamin."
    },
    {
        "o": 13821,
        "r": "niv:Nehemiah:12:0",
        "t": "Nehemiah 12",
        "h": 1
    },
    {
        "o": 13822,
        "r": "niv:Nehemiah:12:0",
        "t": "Priests and Levites",
        "h": 2
    },
    {
        "o": 13823,
        "r": "niv:Nehemiah:12:1",
        "t": "These*p were the priests and Levites who returned with Zerubbabel son of Shealtiel and with Joshua: Seraiah,*ln Jeremiah, Ezra,"
    },
    {
        "o": 13824,
        "r": "niv:Nehemiah:12:2",
        "t": "Amariah,*ln Malluk, Hattush,"
    },
    {
        "o": 13825,
        "r": "niv:Nehemiah:12:3",
        "t": "Shekaniah,*ln Rehum, Meremoth,"
    },
    {
        "o": 13826,
        "r": "niv:Nehemiah:12:4",
        "t": "Iddo,*ln Ginnethon, Abijah,"
    },
    {
        "o": 13827,
        "r": "niv:Nehemiah:12:5",
        "t": "Mijamin,*ln Moadiah, Bilgah,"
    },
    {
        "o": 13828,
        "r": "niv:Nehemiah:12:6",
        "t": "Shemaiah,*ln Joiarib, Jedaiah,"
    },
    {
        "o": 13829,
        "r": "niv:Nehemiah:12:7",
        "t": "Sallu,*ln Amok, Hilkiah and Jedaiah. These*p were the leaders of the priests and their associates in the days of Joshua."
    },
    {
        "o": 13830,
        "r": "niv:Nehemiah:12:8",
        "t": "The*p Levites were Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and also Mattaniah, who, together with his associates, was in charge of the songs of thanksgiving."
    },
    {
        "o": 13831,
        "r": "niv:Nehemiah:12:9",
        "t": "Bakbukiah and Unni, their associates, stood opposite them in the services."
    },
    {
        "o": 13832,
        "r": "niv:Nehemiah:12:10",
        "t": "Joshua*p was the father of Joiakim, Joiakim the father of Eliashib, Eliashib the father of Joiada,"
    },
    {
        "o": 13833,
        "r": "niv:Nehemiah:12:11",
        "t": "Joiada the father of Jonathan, and Jonathan the father of Jaddua."
    },
    {
        "o": 13834,
        "r": "niv:Nehemiah:12:12",
        "t": "In*p the days of Joiakim, these were the heads of the priestly families: of*ln Seraiah’s family, Meraiah; of*ln Jeremiah’s, Hananiah;"
    },
    {
        "o": 13835,
        "r": "niv:Nehemiah:12:13",
        "t": "of*ln Ezra’s, Meshullam; of*ln Amariah’s, Jehohanan;"
    },
    {
        "o": 13836,
        "r": "niv:Nehemiah:12:14",
        "t": "of*ln Malluk’s, Jonathan; of*ln Shekaniah’s, Joseph;"
    },
    {
        "o": 13837,
        "r": "niv:Nehemiah:12:15",
        "t": "of*ln Harim’s, Adna; of*ln Meremoth’s, Helkai;"
    },
    {
        "o": 13838,
        "r": "niv:Nehemiah:12:16",
        "t": "of*ln Iddo’s, Zechariah; of*ln Ginnethon’s, Meshullam;"
    },
    {
        "o": 13839,
        "r": "niv:Nehemiah:12:17",
        "t": "of*ln Abijah’s, Zikri; of*ln Miniamin’s and of Moadiah’s, Piltai;"
    },
    {
        "o": 13840,
        "r": "niv:Nehemiah:12:18",
        "t": "of*ln Bilgah’s, Shammua; of*ln Shemaiah’s, Jehonathan;"
    },
    {
        "o": 13841,
        "r": "niv:Nehemiah:12:19",
        "t": "of*ln Joiarib’s, Mattenai; of*ln Jedaiah’s, Uzzi;"
    },
    {
        "o": 13842,
        "r": "niv:Nehemiah:12:20",
        "t": "of*ln Sallu’s, Kallai; of*ln Amok’s, Eber;"
    },
    {
        "o": 13843,
        "r": "niv:Nehemiah:12:21",
        "t": "of*ln Hilkiah’s, Hashabiah; of*ln Jedaiah’s, Nethanel."
    },
    {
        "o": 13844,
        "r": "niv:Nehemiah:12:22",
        "t": "The*p family heads of the Levites in the days of Eliashib, Joiada, Johanan and Jaddua, as well as those of the priests, were recorded in the reign of Darius the Persian."
    },
    {
        "o": 13845,
        "r": "niv:Nehemiah:12:23",
        "t": "The family heads among the descendants of Levi up to the time of Johanan son of Eliashib were recorded in the book of the annals."
    },
    {
        "o": 13846,
        "r": "niv:Nehemiah:12:24",
        "t": "And the leaders of the Levites were Hashabiah, Sherebiah, Jeshua son of Kadmiel, and their associates, who stood opposite them to give praise and thanksgiving, one section responding to the other, as prescribed by David the man of God."
    },
    {
        "o": 13847,
        "r": "niv:Nehemiah:12:25",
        "t": "Mattaniah,*p Bakbukiah, Obadiah, Meshullam, Talmon and Akkub were gatekeepers who guarded the storerooms at the gates."
    },
    {
        "o": 13848,
        "r": "niv:Nehemiah:12:26",
        "t": "They served in the days of Joiakim son of Joshua, the son of Jozadak, and in the days of Nehemiah the governor and of Ezra the priest, the teacher of the Law."
    },
    {
        "o": 13849,
        "r": "niv:Nehemiah:12:26",
        "t": "Dedication of the Wall of Jerusalem",
        "h": 2
    },
    {
        "o": 13850,
        "r": "niv:Nehemiah:12:27",
        "t": "At*p the dedication of the wall of Jerusalem, the Levites were sought out from where they lived and were brought to Jerusalem to celebrate joyfully the dedication with songs of thanksgiving and with the music of cymbals, harps and lyres."
    },
    {
        "o": 13851,
        "r": "niv:Nehemiah:12:28",
        "t": "The musicians also were brought together from the region around Jerusalem—from the villages of the Netophathites,"
    },
    {
        "o": 13852,
        "r": "niv:Nehemiah:12:29",
        "t": "from Beth Gilgal, and from the area of Geba and Azmaveth, for the musicians had built villages for themselves around Jerusalem."
    },
    {
        "o": 13853,
        "r": "niv:Nehemiah:12:30",
        "t": "When the priests and Levites had purified themselves ceremonially, they purified the people, the gates and the wall."
    },
    {
        "o": 13854,
        "r": "niv:Nehemiah:12:31",
        "t": "I*p had the leaders of Judah go up on top of the wall. I also assigned two large choirs to give thanks. One was to proceed on top of the wall to the right, toward the Dung Gate."
    },
    {
        "o": 13855,
        "r": "niv:Nehemiah:12:32",
        "t": "Hoshaiah and half the leaders of Judah followed them,"
    },
    {
        "o": 13856,
        "r": "niv:Nehemiah:12:33",
        "t": "along with Azariah, Ezra, Meshullam,"
    },
    {
        "o": 13857,
        "r": "niv:Nehemiah:12:34",
        "t": "Judah, Benjamin, Shemaiah, Jeremiah,"
    },
    {
        "o": 13858,
        "r": "niv:Nehemiah:12:35",
        "t": "as well as some priests with trumpets, and also Zechariah son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Micaiah, the son of Zakkur, the son of Asaph,"
    },
    {
        "o": 13859,
        "r": "niv:Nehemiah:12:36",
        "t": "and his associates—Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah and Hanani—with musical instruments prescribed by David the man of God. Ezra the teacher of the Law led the procession."
    },
    {
        "o": 13860,
        "r": "niv:Nehemiah:12:37",
        "t": "At the Fountain Gate they continued directly up the steps of the City of David on the ascent to the wall and passed above the site of David’s palace to the Water Gate on the east."
    },
    {
        "o": 13861,
        "r": "niv:Nehemiah:12:38",
        "t": "The*p second choir proceeded in the opposite direction. I followed them on top of the wall, together with half the people—past the Tower of the Ovens to the Broad Wall,"
    },
    {
        "o": 13862,
        "r": "niv:Nehemiah:12:39",
        "t": "over the Gate of Ephraim, the Jeshanah Gate, the Fish Gate, the Tower of Hananel and the Tower of the Hundred, as far as the Sheep Gate. At the Gate of the Guard they stopped."
    },
    {
        "o": 13863,
        "r": "niv:Nehemiah:12:40",
        "t": "The*p two choirs that gave thanks then took their places in the house of God; so did I, together with half the officials,"
    },
    {
        "o": 13864,
        "r": "niv:Nehemiah:12:41",
        "t": "as well as the priests—Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah and Hananiah with their trumpets—"
    },
    {
        "o": 13865,
        "r": "niv:Nehemiah:12:42",
        "t": "and also Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malkijah, Elam and Ezer. The choirs sang under the direction of Jezrahiah."
    },
    {
        "o": 13866,
        "r": "niv:Nehemiah:12:43",
        "t": "And on that day they offered great sacrifices, rejoicing because God had given them great joy. The women and children also rejoiced. The sound of rejoicing in Jerusalem could be heard far away."
    },
    {
        "o": 13867,
        "r": "niv:Nehemiah:12:44",
        "t": "At*p that time men were appointed to be in charge of the storerooms for the contributions, firstfruits and tithes. From the fields around the towns they were to bring into the storerooms the portions required by the Law for the priests and the Levites, for Judah was pleased with the ministering priests and Levites."
    },
    {
        "o": 13868,
        "r": "niv:Nehemiah:12:45",
        "t": "They performed the service of their God and the service of purification, as did also the musicians and gatekeepers, according to the commands of David and his son Solomon."
    },
    {
        "o": 13869,
        "r": "niv:Nehemiah:12:46",
        "t": "For long ago, in the days of David and Asaph, there had been directors for the musicians and for the songs of praise and thanksgiving to God."
    },
    {
        "o": 13870,
        "r": "niv:Nehemiah:12:47",
        "t": "So in the days of Zerubbabel and of Nehemiah, all Israel contributed the daily portions for the musicians and the gatekeepers. They also set aside the portion for the other Levites, and the Levites set aside the portion for the descendants of Aaron."
    },
    {
        "o": 13871,
        "r": "niv:Nehemiah:13:0",
        "t": "Nehemiah 13",
        "h": 1
    },
    {
        "o": 13872,
        "r": "niv:Nehemiah:13:0",
        "t": "Nehemiah’s Final Reforms",
        "h": 2
    },
    {
        "o": 13873,
        "r": "niv:Nehemiah:13:1",
        "t": "On*p that day the Book of Moses was read aloud in the hearing of the people and there it was found written that no Ammonite or Moabite should ever be admitted into the assembly of God,"
    },
    {
        "o": 13874,
        "r": "niv:Nehemiah:13:2",
        "t": "because they had not met the Israelites with food and water but had hired Balaam to call a curse down on them. (Our God, however, turned the curse into a blessing.)"
    },
    {
        "o": 13875,
        "r": "niv:Nehemiah:13:3",
        "t": "When the people heard this law, they excluded from Israel all who were of foreign descent."
    },
    {
        "o": 13876,
        "r": "niv:Nehemiah:13:4",
        "t": "Before*p this, Eliashib the priest had been put in charge of the storerooms of the house of our God. He was closely associated with Tobiah,"
    },
    {
        "o": 13877,
        "r": "niv:Nehemiah:13:5",
        "t": "and he had provided him with a large room formerly used to store the grain offerings and incense and temple articles, and also the tithes of grain, new wine and olive oil prescribed for the Levites, musicians and gatekeepers, as well as the contributions for the priests."
    },
    {
        "o": 13878,
        "r": "niv:Nehemiah:13:6",
        "t": "But*p while all this was going on, I was not in Jerusalem, for in the thirty-second year of Artaxerxes king of Babylon I had returned to the king. Some time later I asked his permission"
    },
    {
        "o": 13879,
        "r": "niv:Nehemiah:13:7",
        "t": "and came back to Jerusalem. Here I learned about the evil thing Eliashib had done in providing Tobiah a room in the courts of the house of God."
    },
    {
        "o": 13880,
        "r": "niv:Nehemiah:13:8",
        "t": "I was greatly displeased and threw all Tobiah’s household goods out of the room."
    },
    {
        "o": 13881,
        "r": "niv:Nehemiah:13:9",
        "t": "I gave orders to purify the rooms, and then I put back into them the equipment of the house of God, with the grain offerings and the incense."
    },
    {
        "o": 13882,
        "r": "niv:Nehemiah:13:10",
        "t": "I*p also learned that the portions assigned to the Levites had not been given to them, and that all the Levites and musicians responsible for the service had gone back to their own fields."
    },
    {
        "o": 13883,
        "r": "niv:Nehemiah:13:11",
        "t": "So I rebuked the officials and asked them, “Why is the house of God neglected?” Then I called them together and stationed them at their posts."
    },
    {
        "o": 13884,
        "r": "niv:Nehemiah:13:12",
        "t": "All*p Judah brought the tithes of grain, new wine and olive oil into the storerooms."
    },
    {
        "o": 13885,
        "r": "niv:Nehemiah:13:13",
        "t": "I put Shelemiah the priest, Zadok the scribe, and a Levite named Pedaiah in charge of the storerooms and made Hanan son of Zakkur, the son of Mattaniah, their assistant, because they were considered trustworthy. They were made responsible for distributing the supplies to their fellow Levites."
    },
    {
        "o": 13886,
        "r": "niv:Nehemiah:13:14",
        "t": "Remember*p me for this, my God, and do not blot out what I have so faithfully done for the house of my God and its services."
    },
    {
        "o": 13887,
        "r": "niv:Nehemiah:13:15",
        "t": "In*p those days I saw people in Judah treading winepresses on the Sabbath and bringing in grain and loading it on donkeys, together with wine, grapes, figs and all other kinds of loads. And they were bringing all this into Jerusalem on the Sabbath. Therefore I warned them against selling food on that day."
    },
    {
        "o": 13888,
        "r": "niv:Nehemiah:13:16",
        "t": "People from Tyre who lived in Jerusalem were bringing in fish and all kinds of merchandise and selling them in Jerusalem on the Sabbath to the people of Judah."
    },
    {
        "o": 13889,
        "r": "niv:Nehemiah:13:17",
        "t": "I rebuked the nobles of Judah and said to them, “What is this wicked thing you are doing—desecrating the Sabbath day?"
    },
    {
        "o": 13890,
        "r": "niv:Nehemiah:13:18",
        "t": "Didn’t your ancestors do the same things, so that our God brought all this calamity on us and on this city? Now you are stirring up more wrath against Israel by desecrating the Sabbath.”"
    },
    {
        "o": 13891,
        "r": "niv:Nehemiah:13:19",
        "t": "When*p evening shadows fell on the gates of Jerusalem before the Sabbath, I ordered the doors to be shut and not opened until the Sabbath was over. I stationed some of my own men at the gates so that no load could be brought in on the Sabbath day."
    },
    {
        "o": 13892,
        "r": "niv:Nehemiah:13:20",
        "t": "Once or twice the merchants and sellers of all kinds of goods spent the night outside Jerusalem."
    },
    {
        "o": 13893,
        "r": "niv:Nehemiah:13:21",
        "t": "But I warned them and said, “Why do you spend the night by the wall? If you do this again, I will arrest you.” From that time on they no longer came on the Sabbath."
    },
    {
        "o": 13894,
        "r": "niv:Nehemiah:13:22",
        "t": "Then I commanded the Levites to purify themselves and go and guard the gates in order to keep the Sabbath day holy. Remember*p me for this also, my God, and show mercy to me according to your great love."
    },
    {
        "o": 13895,
        "r": "niv:Nehemiah:13:23",
        "t": "Moreover,*p in those days I saw men of Judah who had married women from Ashdod, Ammon and Moab."
    },
    {
        "o": 13896,
        "r": "niv:Nehemiah:13:24",
        "t": "Half of their children spoke the language of Ashdod or the language of one of the other peoples, and did not know how to speak the language of Judah."
    },
    {
        "o": 13897,
        "r": "niv:Nehemiah:13:25",
        "t": "I rebuked them and called curses down on them. I beat some of the men and pulled out their hair. I made them take an oath in God’s name and said: “You are not to give your daughters in marriage to their sons, nor are you to take their daughters in marriage for your sons or for yourselves."
    },
    {
        "o": 13898,
        "r": "niv:Nehemiah:13:26",
        "t": "Was it not because of marriages like these that Solomon king of Israel sinned? Among the many nations there was no king like him. He was loved by his God, and God made him king over all Israel, but even he was led into sin by foreign women."
    },
    {
        "o": 13899,
        "r": "niv:Nehemiah:13:27",
        "t": "Must we hear now that you too are doing all this terrible wickedness and are being unfaithful to our God by marrying foreign women?”"
    },
    {
        "o": 13900,
        "r": "niv:Nehemiah:13:28",
        "t": "One*p of the sons of Joiada son of Eliashib the high priest was son-in-law to Sanballat the Horonite. And I drove him away from me."
    },
    {
        "o": 13901,
        "r": "niv:Nehemiah:13:29",
        "t": "Remember*p them, my God, because they defiled the priestly office and the covenant of the priesthood and of the Levites."
    },
    {
        "o": 13902,
        "r": "niv:Nehemiah:13:30",
        "t": "So*p I purified the priests and the Levites of everything foreign, and assigned them duties, each to his own task."
    },
    {
        "o": 13903,
        "r": "niv:Nehemiah:13:31",
        "t": "I also made provision for contributions of wood at designated times, and for the firstfruits. Remember*p me with favor, my God."
    }
]
