[
    {
        "o": 14289,
        "r": "niv:Job:9:0",
        "t": "Job 9",
        "h": 1
    },
    {
        "o": 14290,
        "r": "niv:Job:9:0",
        "t": "Job",
        "h": 2
    },
    {
        "o": 14291,
        "r": "niv:Job:9:1",
        "t": "Then*p Job replied:"
    },
    {
        "o": 14292,
        "r": "niv:Job:9:2",
        "t": "“Indeed,*pn I know that this is true. But*ld how can mere mortals prove their innocence before God?"
    },
    {
        "o": 14293,
        "r": "niv:Job:9:3",
        "t": "Though*ln they wished to dispute with him, they*ld could not answer him one time out of a thousand."
    },
    {
        "o": 14294,
        "r": "niv:Job:9:4",
        "t": "His*ln wisdom is profound, his power is vast. Who*ld has resisted him and come out unscathed?"
    },
    {
        "o": 14295,
        "r": "niv:Job:9:5",
        "t": "He*ln moves mountains without their knowing it and*ld overturns them in his anger."
    },
    {
        "o": 14296,
        "r": "niv:Job:9:6",
        "t": "He*ln shakes the earth from its place and*ld makes its pillars tremble."
    },
    {
        "o": 14297,
        "r": "niv:Job:9:7",
        "t": "He*ln speaks to the sun and it does not shine; he*ld seals off the light of the stars."
    },
    {
        "o": 14298,
        "r": "niv:Job:9:8",
        "t": "He*ln alone stretches out the heavens and*ld treads on the waves of the sea."
    },
    {
        "o": 14299,
        "r": "niv:Job:9:9",
        "t": "He*ln is the Maker of the Bear and Orion, the*ld Pleiades and the constellations of the south."
    },
    {
        "o": 14300,
        "r": "niv:Job:9:10",
        "t": "He*ln performs wonders that cannot be fathomed, miracles*ld that cannot be counted."
    },
    {
        "o": 14301,
        "r": "niv:Job:9:11",
        "t": "When*ln he passes me, I cannot see him; when*ld he goes by, I cannot perceive him."
    },
    {
        "o": 14302,
        "r": "niv:Job:9:12",
        "t": "If*ln he snatches away, who can stop him? Who*ld can say to him, ‘What are you doing?’"
    },
    {
        "o": 14303,
        "r": "niv:Job:9:13",
        "t": "God*ln does not restrain his anger; even*ld the cohorts of Rahab cowered at his feet."
    },
    {
        "o": 14304,
        "r": "niv:Job:9:14",
        "t": "“How*pn then can I dispute with him? How*ld can I find words to argue with him?"
    },
    {
        "o": 14305,
        "r": "niv:Job:9:15",
        "t": "Though*ln I were innocent, I could not answer him; I*ld could only plead with my Judge for mercy."
    },
    {
        "o": 14306,
        "r": "niv:Job:9:16",
        "t": "Even*ln if I summoned him and he responded, I*ld do not believe he would give me a hearing."
    },
    {
        "o": 14307,
        "r": "niv:Job:9:17",
        "t": "He*ln would crush me with a storm and*ld multiply my wounds for no reason."
    },
    {
        "o": 14308,
        "r": "niv:Job:9:18",
        "t": "He*ln would not let me catch my breath but*ld would overwhelm me with misery."
    },
    {
        "o": 14309,
        "r": "niv:Job:9:19",
        "t": "If*ln it is a matter of strength, he is mighty! And*ld if it is a matter of justice, who can challenge him?"
    },
    {
        "o": 14310,
        "r": "niv:Job:9:20",
        "t": "Even*ln if I were innocent, my mouth would condemn me; if*ld I were blameless, it would pronounce me guilty."
    },
    {
        "o": 14311,
        "r": "niv:Job:9:21",
        "t": "“Although*pn I am blameless, I*ld have no concern for myself; I*ld despise my own life."
    },
    {
        "o": 14312,
        "r": "niv:Job:9:22",
        "t": "It*ln is all the same; that is why I say, ‘He*ld destroys both the blameless and the wicked.’"
    },
    {
        "o": 14313,
        "r": "niv:Job:9:23",
        "t": "When*ln a scourge brings sudden death, he*ld mocks the despair of the innocent."
    },
    {
        "o": 14314,
        "r": "niv:Job:9:24",
        "t": "When*ln a land falls into the hands of the wicked, he*ld blindfolds its judges. If*ld it is not he, then who is it?"
    },
    {
        "o": 14315,
        "r": "niv:Job:9:25",
        "t": "“My*pn days are swifter than a runner; they*ld fly away without a glimpse of joy."
    },
    {
        "o": 14316,
        "r": "niv:Job:9:26",
        "t": "They*ln skim past like boats of papyrus, like*ld eagles swooping down on their prey."
    },
    {
        "o": 14317,
        "r": "niv:Job:9:27",
        "t": "If*ln I say, ‘I will forget my complaint, I*ld will change my expression, and smile,’"
    },
    {
        "o": 14318,
        "r": "niv:Job:9:28",
        "t": "I*ln still dread all my sufferings, for*ld I know you will not hold me innocent."
    },
    {
        "o": 14319,
        "r": "niv:Job:9:29",
        "t": "Since*ln I am already found guilty, why*ld should I struggle in vain?"
    },
    {
        "o": 14320,
        "r": "niv:Job:9:30",
        "t": "Even*ln if I washed myself with soap and*ld my hands with cleansing powder,"
    },
    {
        "o": 14321,
        "r": "niv:Job:9:31",
        "t": "you*ln would plunge me into a slime pit so*ld that even my clothes would detest me."
    },
    {
        "o": 14322,
        "r": "niv:Job:9:32",
        "t": "“He*pn is not a mere mortal like me that I might answer him, that*ld we might confront each other in court."
    },
    {
        "o": 14323,
        "r": "niv:Job:9:33",
        "t": "If*ln only there were someone to mediate between us, someone*ld to bring us together,"
    },
    {
        "o": 14324,
        "r": "niv:Job:9:34",
        "t": "someone*ln to remove God’s rod from me, so*ld that his terror would frighten me no more."
    },
    {
        "o": 14325,
        "r": "niv:Job:9:35",
        "t": "Then*ln I would speak up without fear of him, but*ld as it now stands with me, I cannot."
    }
]
