[
    {
        "o": 19480,
        "r": "kjv:Isaiah:48:0",
        "t": "Isaiah 48",
        "h": 1
    },
    {
        "o": 19481,
        "r": "kjv:Isaiah:48:1",
        "t": "Hear*p ye this, O house of Jacob, which are called by the name of Israel, and are come forth out of the waters of Judah, which swear by the name of the Lord,*s and make mention of the God of Israel, but not in truth, nor in righteousness."
    },
    {
        "o": 19482,
        "r": "kjv:Isaiah:48:2",
        "t": "For*p they call themselves of the holy city, and stay themselves upon the God of Israel; The Lord*s of hosts is his name."
    },
    {
        "o": 19483,
        "r": "kjv:Isaiah:48:3",
        "t": "I*p have declared the former things from the beginning; and they went forth out of my mouth, and I shewed them; I did them suddenly, and they came to pass."
    },
    {
        "o": 19484,
        "r": "kjv:Isaiah:48:4",
        "t": "Because*p I knew that thou art obstinate, and thy neck is an iron sinew, and thy brow brass;"
    },
    {
        "o": 19485,
        "r": "kjv:Isaiah:48:5",
        "t": "I*p have even from the beginning declared it to thee; before it came to pass I shewed it thee: lest thou shouldest say, Mine idol hath done them, and my graven image, and my molten image, hath commanded them."
    },
    {
        "o": 19486,
        "r": "kjv:Isaiah:48:6",
        "t": "Thou*p hast heard, see all this; and will not ye declare it? I have shewed thee new things from this time, even hidden things, and thou didst not know them."
    },
    {
        "o": 19487,
        "r": "kjv:Isaiah:48:7",
        "t": "They*p are created now, and not from the beginning; even before the day when thou heardest them not; lest thou shouldest say, Behold, I knew them."
    },
    {
        "o": 19488,
        "r": "kjv:Isaiah:48:8",
        "t": "Yea,*p thou heardest not; yea, thou knewest not; yea, from that time that thine ear was not opened: for I knew that thou wouldest deal very treacherously, and wast called a transgressor from the womb."
    },
    {
        "o": 19489,
        "r": "kjv:Isaiah:48:9",
        "t": "For*p my name's sake will I defer mine anger, and for my praise will I refrain for thee, that I cut thee not off."
    },
    {
        "o": 19490,
        "r": "kjv:Isaiah:48:10",
        "t": "Behold,*p I have refined thee, but not with silver; I have chosen thee in the furnace of affliction."
    },
    {
        "o": 19491,
        "r": "kjv:Isaiah:48:11",
        "t": "For*p mine own sake, even for mine own sake, will I do it: for how should my name be polluted? and I will not give my glory unto another."
    },
    {
        "o": 19492,
        "r": "kjv:Isaiah:48:12",
        "t": "Hearken*p unto me, O Jacob and Israel, my called; I am he; I am the first, I also am the last."
    },
    {
        "o": 19493,
        "r": "kjv:Isaiah:48:13",
        "t": "Mine*p hand also hath laid the foundation of the earth, and my right hand hath spanned the heavens: when I call unto them, they stand up together."
    },
    {
        "o": 19494,
        "r": "kjv:Isaiah:48:14",
        "t": "All*p ye, assemble yourselves, and hear; which among them hath declared these things? The Lord*s hath loved him: he will do his pleasure on Babylon, and his arm shall be on the Chaldeans."
    },
    {
        "o": 19495,
        "r": "kjv:Isaiah:48:15",
        "t": "I,*p even I, have spoken; yea, I have called him: I have brought him, and he shall make his way prosperous."
    },
    {
        "o": 19496,
        "r": "kjv:Isaiah:48:16",
        "t": "Come*p ye near unto me, hear ye this; I have not spoken in secret from the beginning; from the time that it was, there am I: and now the Lord God,*s and his Spirit, hath sent me."
    },
    {
        "o": 19497,
        "r": "kjv:Isaiah:48:17",
        "t": "Thus*p saith the Lord,*s thy Redeemer, the Holy One of Israel; I am the Lord*s thy God which teacheth thee to profit, which leadeth thee by the way that thou shouldest go."
    },
    {
        "o": 19498,
        "r": "kjv:Isaiah:48:18",
        "t": "O*p that thou hadst hearkened to my commandments! then had thy peace been as a river, and thy righteousness as the waves of the sea:"
    },
    {
        "o": 19499,
        "r": "kjv:Isaiah:48:19",
        "t": "Thy*p seed also had been as the sand, and the offspring of thy bowels like the gravel thereof; his name should not have been cut off nor destroyed from before me."
    },
    {
        "o": 19500,
        "r": "kjv:Isaiah:48:20",
        "t": "Go*p ye forth of Babylon, flee ye from the Chaldeans, with a voice of singing declare ye, tell this, utter it even to the end of the earth; say ye, The Lord*s hath redeemed his servant Jacob."
    },
    {
        "o": 19501,
        "r": "kjv:Isaiah:48:21",
        "t": "And*p they thirsted not when he led them through the deserts: he caused the waters to flow out of the rock for them: he clave the rock also, and the waters gushed out."
    },
    {
        "o": 19502,
        "r": "kjv:Isaiah:48:22",
        "t": "There*p is no peace, saith the Lord,*s unto the wicked."
    }
]
