[
    {
        "o": 2369,
        "r": "niv:Exodus:24:0",
        "t": "Exodus 24",
        "h": 1
    },
    {
        "o": 2370,
        "r": "niv:Exodus:24:0",
        "t": "The Covenant Confirmed",
        "h": 2
    },
    {
        "o": 2371,
        "r": "niv:Exodus:24:1",
        "t": "Then*p the Lord*s said to Moses, “Come up to the Lord,*s you and Aaron, Nadab and Abihu, and seventy of the elders of Israel. You are to worship at a distance,"
    },
    {
        "o": 2372,
        "r": "niv:Exodus:24:2",
        "t": "but Moses alone is to approach the Lord;*s the others must not come near. And the people may not come up with him.”"
    },
    {
        "o": 2373,
        "r": "niv:Exodus:24:3",
        "t": "When*p Moses went and told the people all the Lord’s*s words and laws, they responded with one voice, “Everything the Lord*s has said we will do.”"
    },
    {
        "o": 2374,
        "r": "niv:Exodus:24:4",
        "t": "Moses then wrote down everything the Lord*s had said. He*p got up early the next morning and built an altar at the foot of the mountain and set up twelve stone pillars representing the twelve tribes of Israel."
    },
    {
        "o": 2375,
        "r": "niv:Exodus:24:5",
        "t": "Then he sent young Israelite men, and they offered burnt offerings and sacrificed young bulls as fellowship offerings to the Lord.*s"
    },
    {
        "o": 2376,
        "r": "niv:Exodus:24:6",
        "t": "Moses took half of the blood and put it in bowls, and the other half he splashed against the altar."
    },
    {
        "o": 2377,
        "r": "niv:Exodus:24:7",
        "t": "Then he took the Book of the Covenant and read it to the people. They responded, “We will do everything the Lord*s has said; we will obey.”"
    },
    {
        "o": 2378,
        "r": "niv:Exodus:24:8",
        "t": "Moses*p then took the blood, sprinkled it on the people and said, “This is the blood of the covenant that the Lord*s has made with you in accordance with all these words.”"
    },
    {
        "o": 2379,
        "r": "niv:Exodus:24:9",
        "t": "Moses*p and Aaron, Nadab and Abihu, and the seventy elders of Israel went up"
    },
    {
        "o": 2380,
        "r": "niv:Exodus:24:10",
        "t": "and saw the God of Israel. Under his feet was something like a pavement made of lapis lazuli, as bright blue as the sky."
    },
    {
        "o": 2381,
        "r": "niv:Exodus:24:11",
        "t": "But God did not raise his hand against these leaders of the Israelites; they saw God, and they ate and drank."
    },
    {
        "o": 2382,
        "r": "niv:Exodus:24:12",
        "t": "The*p Lord*s said to Moses, “Come up to me on the mountain and stay here, and I will give you the tablets of stone with the law and commandments I have written for their instruction.”"
    },
    {
        "o": 2383,
        "r": "niv:Exodus:24:13",
        "t": "Then*p Moses set out with Joshua his aide, and Moses went up on the mountain of God."
    },
    {
        "o": 2384,
        "r": "niv:Exodus:24:14",
        "t": "He said to the elders, “Wait here for us until we come back to you. Aaron and Hur are with you, and anyone involved in a dispute can go to them.”"
    },
    {
        "o": 2385,
        "r": "niv:Exodus:24:15",
        "t": "When*p Moses went up on the mountain, the cloud covered it,"
    },
    {
        "o": 2386,
        "r": "niv:Exodus:24:16",
        "t": "and the glory of the Lord*s settled on Mount Sinai. For six days the cloud covered the mountain, and on the seventh day the Lord*s called to Moses from within the cloud."
    },
    {
        "o": 2387,
        "r": "niv:Exodus:24:17",
        "t": "To the Israelites the glory of the Lord*s looked like a consuming fire on top of the mountain."
    },
    {
        "o": 2388,
        "r": "niv:Exodus:24:18",
        "t": "Then Moses entered the cloud as he went on up the mountain. And he stayed on the mountain forty days and forty nights."
    }
]
