[
    {
        "o": 1418,
        "r": "csb:Genesis:43:0",
        "t": "Genesis 43",
        "h": 1
    },
    {
        "o": 1419,
        "r": "csb:Genesis:43:0",
        "t": "Decision to Return to Egypt",
        "h": 2
    },
    {
        "o": 1420,
        "r": "csb:Genesis:43:1",
        "t": "Now*p the famine in the land was severe."
    },
    {
        "o": 1421,
        "r": "csb:Genesis:43:2",
        "t": "When they had used up the grain they had brought back from Egypt, their father said to them, “Go back and buy us a little food.”"
    },
    {
        "o": 1422,
        "r": "csb:Genesis:43:3",
        "t": "But*p Judah said to him, “The man specifically warned us, ‘You will not see me again unless your brother is with you.’"
    },
    {
        "o": 1423,
        "r": "csb:Genesis:43:4",
        "t": "If you will send our brother with us, we will go down and buy food for you."
    },
    {
        "o": 1424,
        "r": "csb:Genesis:43:5",
        "t": "But if you will not send him, we will not go, for the man said to us, ‘You will not see me again unless your brother is with you.’”"
    },
    {
        "o": 1425,
        "r": "csb:Genesis:43:6",
        "t": "“Why*p have you caused me so much trouble?” Israel asked. “Why did you tell the man that you had another brother?”"
    },
    {
        "o": 1426,
        "r": "csb:Genesis:43:7",
        "t": "They*p answered, “The man kept asking about us and our family: ‘Is your father still alive? Do you have another brother?’ And we answered him accordingly. How could we know that he would say, ‘Bring your brother here’?”"
    },
    {
        "o": 1427,
        "r": "csb:Genesis:43:8",
        "t": "Then*p Judah said to his father Israel, “Send the boy with me. We will be on our way so that we may live and not die - neither we, nor you, nor our dependents."
    },
    {
        "o": 1428,
        "r": "csb:Genesis:43:9",
        "t": "I will be responsible for him. You can hold me personally accountable! If I do not bring him back to you and set him before you, I will be guilty before you forever."
    },
    {
        "o": 1429,
        "r": "csb:Genesis:43:10",
        "t": "If we had not delayed, we could have come back twice by now.”"
    },
    {
        "o": 1430,
        "r": "csb:Genesis:43:11",
        "t": "Then*p their father Israel said to them, “If it must be so, then do this: Put some of the best products of the land in your packs and take them down to the man as a gift - a little balsam and a little honey, aromatic gum and resin, pistachios and almonds."
    },
    {
        "o": 1431,
        "r": "csb:Genesis:43:12",
        "t": "Take twice as much silver with you. Return the silver that was returned to you in the top of your bags. Perhaps it was a mistake."
    },
    {
        "o": 1432,
        "r": "csb:Genesis:43:13",
        "t": "Take your brother also, and go back at once to the man."
    },
    {
        "o": 1433,
        "r": "csb:Genesis:43:14",
        "t": "May God Almighty cause the man to be merciful to you so that he will release your other brother and Benjamin to you. As for me, if I am deprived of my sons, then I am deprived.”"
    },
    {
        "o": 1434,
        "r": "csb:Genesis:43:14",
        "t": "The Return to Egypt",
        "h": 2
    },
    {
        "o": 1435,
        "r": "csb:Genesis:43:15",
        "t": "The*p men took this gift, double the amount of silver, and Benjamin. They immediately went down to Egypt and stood before Joseph."
    },
    {
        "o": 1436,
        "r": "csb:Genesis:43:16",
        "t": "When*p Joseph saw Benjamin with them, he said to his steward, “Take the men to my house. Slaughter an animal and prepare it, for they will eat with me at noon.”"
    },
    {
        "o": 1437,
        "r": "csb:Genesis:43:17",
        "t": "The man did as Joseph had said and brought them to Joseph’s house."
    },
    {
        "o": 1438,
        "r": "csb:Genesis:43:18",
        "t": "But*p the men were afraid because they were taken to Joseph’s house. They said, “We have been brought here because of the silver that was returned in our bags the first time. They intend to overpower us, seize us, make us slaves, and take our donkeys.”"
    },
    {
        "o": 1439,
        "r": "csb:Genesis:43:19",
        "t": "So they approached Joseph’s steward and spoke to him at the doorway of the house."
    },
    {
        "o": 1440,
        "r": "csb:Genesis:43:20",
        "t": "They*p said, “My lord, we really did come down here the first time only to buy food."
    },
    {
        "o": 1441,
        "r": "csb:Genesis:43:21",
        "t": "When we came to the place where we lodged for the night and opened our bags of grain, each one’s silver was at the top of his bag! It was the full amount of our silver, and we have brought it back with us."
    },
    {
        "o": 1442,
        "r": "csb:Genesis:43:22",
        "t": "We have brought additional silver with us to buy food. We don’t know who put our silver in the bags.”"
    },
    {
        "o": 1443,
        "r": "csb:Genesis:43:23",
        "t": "Then*p the steward said, “May you be well. Don’t be afraid. Your God and the God of your father must have put treasure in your bags. I received your silver.” Then he brought Simeon out to them."
    },
    {
        "o": 1444,
        "r": "csb:Genesis:43:24",
        "t": "The steward brought the men into Joseph’s house, gave them water to wash their feet, and got feed for their donkeys."
    },
    {
        "o": 1445,
        "r": "csb:Genesis:43:25",
        "t": "Since the men had heard that they were going to eat a meal there, they prepared their gift for Joseph’s arrival at noon."
    },
    {
        "o": 1446,
        "r": "csb:Genesis:43:26",
        "t": "When Joseph came home, they brought him the gift they had carried into the house, and they bowed to the ground before him."
    },
    {
        "o": 1447,
        "r": "csb:Genesis:43:27",
        "t": "He*p asked if they were well, and he said, “How is your elderly father that you told me about? Is he still alive?”"
    },
    {
        "o": 1448,
        "r": "csb:Genesis:43:28",
        "t": "They*p answered, “Your servant our father is well. He is still alive.” And they knelt low and paid homage to him."
    },
    {
        "o": 1449,
        "r": "csb:Genesis:43:29",
        "t": "When*p he looked up and saw his brother Benjamin, his mother’s son, he asked, “Is this your youngest brother that you told me about?” Then he said, “May God be gracious to you, my son.”"
    },
    {
        "o": 1450,
        "r": "csb:Genesis:43:30",
        "t": "Joseph hurried out because he was overcome with emotion for his brother, and he was about to weep. He went into an inner room and wept there."
    },
    {
        "o": 1451,
        "r": "csb:Genesis:43:31",
        "t": "Then he washed his face and came out. Regaining his composure, he said, “Serve the meal.”"
    },
    {
        "o": 1452,
        "r": "csb:Genesis:43:32",
        "t": "They*p served him by himself, his brothers by themselves, and the Egyptians who were eating with him by themselves, because Egyptians could not eat with Hebrews, since that is detestable to them."
    },
    {
        "o": 1453,
        "r": "csb:Genesis:43:33",
        "t": "They were seated before him in order by age, from the firstborn to the youngest. The men looked at each other in astonishment."
    },
    {
        "o": 1454,
        "r": "csb:Genesis:43:34",
        "t": "Portions were served to them from Joseph’s table, and Benjamin’s portion was five times larger than any of theirs. They drank and became drunk with Joseph."
    }
]
