[
    {
        "o": 24131,
        "r": "nkjv:Ezekiel:43:0",
        "t": "Ezekiel 43",
        "h": 1
    },
    {
        "o": 24132,
        "r": "nkjv:Ezekiel:43:0",
        "t": "The Temple, the Lord’s Dwelling Place",
        "h": 2
    },
    {
        "o": 24133,
        "r": "nkjv:Ezekiel:43:1",
        "t": "Afterward*p he brought me to the gate, the gate that faces toward the east."
    },
    {
        "o": 24134,
        "r": "nkjv:Ezekiel:43:2",
        "t": "And behold, the glory of the God of Israel came from the way of the east. His voice was*i like the sound of many waters; and the earth shone with His glory."
    },
    {
        "o": 24135,
        "r": "nkjv:Ezekiel:43:3",
        "t": "It*i was*i like the appearance of the vision which I saw—like the vision which I saw when I came to destroy the city. The visions were*i like the vision which I saw by the River Chebar; and I fell on my face."
    },
    {
        "o": 24136,
        "r": "nkjv:Ezekiel:43:4",
        "t": "And the glory of the Lord*s came into the temple by way of the gate which faces toward the east."
    },
    {
        "o": 24137,
        "r": "nkjv:Ezekiel:43:5",
        "t": "The Spirit lifted me up and brought me into the inner court; and behold, the glory of the Lord*s filled the temple."
    },
    {
        "o": 24138,
        "r": "nkjv:Ezekiel:43:6",
        "t": "Then*p I heard Him*i speaking to me from the temple, while a man stood beside me."
    },
    {
        "o": 24139,
        "r": "nkjv:Ezekiel:43:7",
        "t": "And He said to me, “Son of man, this*i is*i the place of My throne and the place of the soles of My feet, where I will dwell in the midst of the children of Israel forever. No more shall the house of Israel defile My holy name, they nor their kings, by their harlotry or with the carcasses of their kings on their high places."
    },
    {
        "o": 24140,
        "r": "nkjv:Ezekiel:43:8",
        "t": "When they set their threshold by My threshold, and their doorpost by My doorpost, with a wall between them and Me, they defiled My holy name by the abominations which they committed; therefore I have consumed them in My anger."
    },
    {
        "o": 24141,
        "r": "nkjv:Ezekiel:43:9",
        "t": "Now let them put their harlotry and the carcasses of their kings far away from Me, and I will dwell in their midst forever."
    },
    {
        "o": 24142,
        "r": "nkjv:Ezekiel:43:10",
        "t": "“Son*p of man, describe the temple to the house of Israel, that they may be ashamed of their iniquities; and let them measure the pattern."
    },
    {
        "o": 24143,
        "r": "nkjv:Ezekiel:43:11",
        "t": "And if they are ashamed of all that they have done, make known to them the design of the temple and its arrangement, its exits and its entrances, its entire design and all its ordinances, all its forms and all its laws. Write it*i down in their sight, so that they may keep its whole design and all its ordinances, and perform them."
    },
    {
        "o": 24144,
        "r": "nkjv:Ezekiel:43:12",
        "t": "This is*i the law of the temple: The whole area surrounding the mountaintop is*i most holy. Behold, this is*i the law of the temple."
    },
    {
        "o": 24145,
        "r": "nkjv:Ezekiel:43:12",
        "t": "Dimensions of the Altar",
        "h": 2
    },
    {
        "o": 24146,
        "r": "nkjv:Ezekiel:43:13",
        "t": "“These*p are the measurements of the altar in cubits (the cubit is*i one cubit and a handbreadth): the base one cubit high and one cubit wide, with a rim all around its edge of one span. This is*i the height of the altar:"
    },
    {
        "o": 24147,
        "r": "nkjv:Ezekiel:43:14",
        "t": "from the base on the ground to the lower ledge, two cubits; the width of the ledge, one cubit; from the smaller ledge to the larger ledge, four cubits; and the width of the ledge, one*i cubit."
    },
    {
        "o": 24148,
        "r": "nkjv:Ezekiel:43:15",
        "t": "The altar hearth is*i four cubits high, with four horns extending upward from the hearth."
    },
    {
        "o": 24149,
        "r": "nkjv:Ezekiel:43:16",
        "t": "The altar hearth is*i twelve cubits*i long, twelve wide, square at its four corners;"
    },
    {
        "o": 24150,
        "r": "nkjv:Ezekiel:43:17",
        "t": "the ledge, fourteen cubits*i long and fourteen wide on its four sides, with a rim of half a cubit around it; its base, one cubit all around; and its steps face toward the east.”"
    },
    {
        "o": 24151,
        "r": "nkjv:Ezekiel:43:17",
        "t": "Consecrating the Altar",
        "h": 2
    },
    {
        "o": 24152,
        "r": "nkjv:Ezekiel:43:18",
        "t": "And*p He said to me, “Son of man, thus says the Lord God:*s ‘These are*i the ordinances for the altar on the day when it is made, for sacrificing burnt offerings on it, and for sprinkling blood on it."
    },
    {
        "o": 24153,
        "r": "nkjv:Ezekiel:43:19",
        "t": "You shall give a young bull for a sin offering to the priests, the Levites, who are of the seed of Zadok, who approach Me to minister to Me,’ says the Lord God.*s"
    },
    {
        "o": 24154,
        "r": "nkjv:Ezekiel:43:20",
        "t": "‘You shall take some of its blood and put it*i on the four horns of the altar, on the four corners of the ledge, and on the rim around it; thus you shall cleanse it and make atonement for it."
    },
    {
        "o": 24155,
        "r": "nkjv:Ezekiel:43:21",
        "t": "Then you shall also take the bull of the sin offering, and burn it in the appointed place of the temple, outside the sanctuary."
    },
    {
        "o": 24156,
        "r": "nkjv:Ezekiel:43:22",
        "t": "On the second day you shall offer a kid of the goats without blemish for a sin offering; and they shall cleanse the altar, as they cleansed it*i with the bull."
    },
    {
        "o": 24157,
        "r": "nkjv:Ezekiel:43:23",
        "t": "When you have finished cleansing it,*i you shall offer a young bull without blemish, and a ram from the flock without blemish."
    },
    {
        "o": 24158,
        "r": "nkjv:Ezekiel:43:24",
        "t": "When you offer them before the Lord,*s the priests shall throw salt on them, and they will offer them up as*i a burnt offering to the Lord.*s"
    },
    {
        "o": 24159,
        "r": "nkjv:Ezekiel:43:25",
        "t": "Every day for seven days you shall prepare a goat for*i a sin offering; they shall also prepare a young bull and a ram from the flock, both without blemish."
    },
    {
        "o": 24160,
        "r": "nkjv:Ezekiel:43:26",
        "t": "Seven days they shall make atonement for the altar and purify it, and so consecrate it."
    },
    {
        "o": 24161,
        "r": "nkjv:Ezekiel:43:27",
        "t": "When these days are over it shall be, on the eighth day and thereafter, that the priests shall offer your burnt offerings and your peace offerings on the altar; and I will accept you,’ says the Lord God.”*s"
    }
]
