[
    {
        "o": 12447,
        "r": "csb:2 Chronicles:3:0",
        "t": "2 Chronicles 3",
        "h": 1
    },
    {
        "o": 12448,
        "r": "csb:2 Chronicles:3:0",
        "t": "Building the Temple",
        "h": 2
    },
    {
        "o": 12449,
        "r": "csb:2 Chronicles:3:1",
        "t": "Then*p Solomon began to build the Lord’s*s temple in Jerusalem on Mount Moriah where the Lord*s had appeared to his father David, at the site David had prepared on the threshing floor of Ornan the Jebusite."
    },
    {
        "o": 12450,
        "r": "csb:2 Chronicles:3:2",
        "t": "He began to build on the second day of the second month in the fourth year of his reign."
    },
    {
        "o": 12451,
        "r": "csb:2 Chronicles:3:3",
        "t": "These are Solomon’s foundations for building God’s temple: the length was ninety feet, and the width thirty feet."
    },
    {
        "o": 12452,
        "r": "csb:2 Chronicles:3:4",
        "t": "The portico, which was across the front extending across the width of the temple, was thirty feet wide; its height was thirty feet; he overlaid its inner surface with pure gold."
    },
    {
        "o": 12453,
        "r": "csb:2 Chronicles:3:5",
        "t": "The larger room he paneled with cypress wood, overlaid with fine gold, and decorated with palm trees and chains."
    },
    {
        "o": 12454,
        "r": "csb:2 Chronicles:3:6",
        "t": "He adorned the temple with precious stones for beauty, and the gold was the gold of Parvaim."
    },
    {
        "o": 12455,
        "r": "csb:2 Chronicles:3:7",
        "t": "He overlaid the temple - the beams, the thresholds, its walls and doors - with gold, and he carved cherubim on the walls."
    },
    {
        "o": 12456,
        "r": "csb:2 Chronicles:3:7",
        "t": "The Most Holy Place",
        "h": 2
    },
    {
        "o": 12457,
        "r": "csb:2 Chronicles:3:8",
        "t": "Then*p he made the most holy place; its length corresponded to the width of the temple, 30 feet, and its width was 30 feet. He overlaid it with forty-five thousand pounds of fine gold."
    },
    {
        "o": 12458,
        "r": "csb:2 Chronicles:3:9",
        "t": "The weight of the nails was twenty ounces of gold, and he overlaid the ceiling with gold."
    },
    {
        "o": 12459,
        "r": "csb:2 Chronicles:3:10",
        "t": "He*p made two cherubim of sculptured work, for the most holy place, and he overlaid them with gold."
    },
    {
        "o": 12460,
        "r": "csb:2 Chronicles:3:11",
        "t": "The overall length of the wings of the cherubim was 30 feet: the wing of one was 7½ feet, touching the wall of the room; its other wing was 7½ feet, touching the wing of the other cherub."
    },
    {
        "o": 12461,
        "r": "csb:2 Chronicles:3:12",
        "t": "The wing of the other cherub was 7½ feet, touching the wall of the room; its other wing was 7½ feet, reaching the wing of the other cherub."
    },
    {
        "o": 12462,
        "r": "csb:2 Chronicles:3:13",
        "t": "The wingspan of these cherubim was 30 feet. They stood on their feet and faced the larger room."
    },
    {
        "o": 12463,
        "r": "csb:2 Chronicles:3:14",
        "t": "He*p made the curtain of blue, purple, and crimson yarn and fine linen, and he wove cherubim into it."
    },
    {
        "o": 12464,
        "r": "csb:2 Chronicles:3:14",
        "t": "The Bronze Pillars",
        "h": 2
    },
    {
        "o": 12465,
        "r": "csb:2 Chronicles:3:15",
        "t": "In*p front of the temple he made two pillars, each 27 feet high. The capital on top of each was 7½ feet high."
    },
    {
        "o": 12466,
        "r": "csb:2 Chronicles:3:16",
        "t": "He had made chainwork in the inner sanctuary and also put it on top of the pillars. He made a hundred pomegranates and fastened them into the chainwork."
    },
    {
        "o": 12467,
        "r": "csb:2 Chronicles:3:17",
        "t": "Then he set up the pillars in front of the sanctuary, one on the right and one on the left. He named the one on the right Jachin and the one on the left Boaz."
    }
]
