[
    {
        "o": 25193,
        "r": "esv:Micah:6:0",
        "t": "Micah 6",
        "h": 1
    },
    {
        "o": 25194,
        "r": "esv:Micah:6:0",
        "t": "The Indictment of the Lord",
        "h": 2
    },
    {
        "o": 25195,
        "r": "esv:Micah:6:1",
        "t": "Hear*pn what the Lord*s says: Arise,*ln plead your case before the mountains, and*ld let the hills hear your voice."
    },
    {
        "o": 25196,
        "r": "esv:Micah:6:2",
        "t": "Hear,*ln you mountains, the indictment of the Lord,*s and*ld you enduring foundations of the earth, for*ln the Lord*s has an indictment against his people, and*ld he will contend with Israel."
    },
    {
        "o": 25197,
        "r": "esv:Micah:6:3",
        "t": "“O*pn my people, what have I done to you? How*ld have I wearied you? Answer me!"
    },
    {
        "o": 25198,
        "r": "esv:Micah:6:4",
        "t": "For*ln I brought you up from the land of Egypt and*ld redeemed you from the house of slavery, and*ln I sent before you Moses, Aaron,*ld and Miriam."
    },
    {
        "o": 25199,
        "r": "esv:Micah:6:5",
        "t": "O*ln my people, remember what Balak king of Moab devised, and*ld what Balaam the son of Beor answered him, and*ln what happened from Shittim to Gilgal, that*ld you may know the righteous acts of the Lord.”*s"
    },
    {
        "o": 25200,
        "r": "esv:Micah:6:5",
        "t": "What Does the Lord Require?",
        "h": 2
    },
    {
        "o": 25201,
        "r": "esv:Micah:6:6",
        "t": "“With*pn what shall I come before the Lord,*s and*ld bow myself before God on high? Shall*ln I come before him with burnt offerings, with*ld calves a year old?"
    },
    {
        "o": 25202,
        "r": "esv:Micah:6:7",
        "t": "Will*ln the Lord*s be pleased with thousands of rams, with*ld ten thousands of rivers of oil? Shall*ln I give my firstborn for my transgression, the*ld fruit of my body for the sin of my soul?”"
    },
    {
        "o": 25203,
        "r": "esv:Micah:6:8",
        "t": "He*ln has told you, O man, what is good; and*ld what does the Lord*s require of you but*ln to do justice, and to love kindness, and*ld to walk humbly with your God?"
    },
    {
        "o": 25204,
        "r": "esv:Micah:6:8",
        "t": "Destruction of the Wicked",
        "h": 2
    },
    {
        "o": 25205,
        "r": "esv:Micah:6:9",
        "t": "The*pn voice of the Lord*s cries to the city— and*ld it is sound wisdom to fear your name: “Hear*ln of the rod and of him who appointed it!"
    },
    {
        "o": 25206,
        "r": "esv:Micah:6:10",
        "t": "Can*ld I forget any longer the treasures of wickedness in the house of the wicked, and*ld the scant measure that is accursed?"
    },
    {
        "o": 25207,
        "r": "esv:Micah:6:11",
        "t": "Shall*ln I acquit the man with wicked scales and*ld with a bag of deceitful weights?"
    },
    {
        "o": 25208,
        "r": "esv:Micah:6:12",
        "t": "Your*ln rich men are full of violence; your*ld inhabitants speak lies, and*ld their tongue is deceitful in their mouth."
    },
    {
        "o": 25209,
        "r": "esv:Micah:6:13",
        "t": "Therefore*ln I strike you with a grievous blow, making*ld you desolate because of your sins."
    },
    {
        "o": 25210,
        "r": "esv:Micah:6:14",
        "t": "You*ln shall eat, but not be satisfied, and*ld there shall be hunger within you; you*ln shall put away, but not preserve, and*ld what you preserve I will give to the sword."
    },
    {
        "o": 25211,
        "r": "esv:Micah:6:15",
        "t": "You*ln shall sow, but not reap; you*ld shall tread olives, but not anoint yourselves with oil; you*ld shall tread grapes, but not drink wine."
    },
    {
        "o": 25212,
        "r": "esv:Micah:6:16",
        "t": "For*ln you have kept the statutes of Omri, and*ld all the works of the house of Ahab; and*ld you have walked in their counsels, that*ln I may make you a desolation, and your inhabitants a hissing; so*ld you shall bear the scorn of my people.”"
    }
]
