[
    {
        "o": 2029,
        "r": "niv:Exodus:13:0",
        "t": "Exodus 13",
        "h": 1
    },
    {
        "o": 2030,
        "r": "niv:Exodus:13:0",
        "t": "Consecration of the Firstborn",
        "h": 2
    },
    {
        "o": 2031,
        "r": "niv:Exodus:13:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 2032,
        "r": "niv:Exodus:13:2",
        "t": "“Consecrate to me every firstborn male. The first offspring of every womb among the Israelites belongs to me, whether human or animal.”"
    },
    {
        "o": 2033,
        "r": "niv:Exodus:13:3",
        "t": "Then*p Moses said to the people, “Commemorate this day, the day you came out of Egypt, out of the land of slavery, because the Lord*s brought you out of it with a mighty hand. Eat nothing containing yeast."
    },
    {
        "o": 2034,
        "r": "niv:Exodus:13:4",
        "t": "Today, in the month of Aviv, you are leaving."
    },
    {
        "o": 2035,
        "r": "niv:Exodus:13:5",
        "t": "When the Lord*s brings you into the land of the Canaanites, Hittites, Amorites, Hivites and Jebusites—the land he swore to your ancestors to give you, a land flowing with milk and honey—you are to observe this ceremony in this month:"
    },
    {
        "o": 2036,
        "r": "niv:Exodus:13:6",
        "t": "For seven days eat bread made without yeast and on the seventh day hold a festival to the Lord.*s"
    },
    {
        "o": 2037,
        "r": "niv:Exodus:13:7",
        "t": "Eat unleavened bread during those seven days; nothing with yeast in it is to be seen among you, nor shall any yeast be seen anywhere within your borders."
    },
    {
        "o": 2038,
        "r": "niv:Exodus:13:8",
        "t": "On that day tell your son, ‘I do this because of what the Lord*s did for me when I came out of Egypt.’"
    },
    {
        "o": 2039,
        "r": "niv:Exodus:13:9",
        "t": "This observance will be for you like a sign on your hand and a reminder on your forehead that this law of the Lord*s is to be on your lips. For the Lord*s brought you out of Egypt with his mighty hand."
    },
    {
        "o": 2040,
        "r": "niv:Exodus:13:10",
        "t": "You must keep this ordinance at the appointed time year after year."
    },
    {
        "o": 2041,
        "r": "niv:Exodus:13:11",
        "t": "“After*p the Lord*s brings you into the land of the Canaanites and gives it to you, as he promised on oath to you and your ancestors,"
    },
    {
        "o": 2042,
        "r": "niv:Exodus:13:12",
        "t": "you are to give over to the Lord*s the first offspring of every womb. All the firstborn males of your livestock belong to the Lord.*s"
    },
    {
        "o": 2043,
        "r": "niv:Exodus:13:13",
        "t": "Redeem with a lamb every firstborn donkey, but if you do not redeem it, break its neck. Redeem every firstborn among your sons."
    },
    {
        "o": 2044,
        "r": "niv:Exodus:13:14",
        "t": "“In*p days to come, when your son asks you, ‘What does this mean?’ say to him, ‘With a mighty hand the Lord*s brought us out of Egypt, out of the land of slavery."
    },
    {
        "o": 2045,
        "r": "niv:Exodus:13:15",
        "t": "When Pharaoh stubbornly refused to let us go, the Lord*s killed the firstborn of both people and animals in Egypt. This is why I sacrifice to the Lord*s the first male offspring of every womb and redeem each of my firstborn sons.’"
    },
    {
        "o": 2046,
        "r": "niv:Exodus:13:16",
        "t": "And it will be like a sign on your hand and a symbol on your forehead that the Lord*s brought us out of Egypt with his mighty hand.”"
    },
    {
        "o": 2047,
        "r": "niv:Exodus:13:16",
        "t": "Crossing the Sea",
        "h": 2
    },
    {
        "o": 2048,
        "r": "niv:Exodus:13:17",
        "t": "When*p Pharaoh let the people go, God did not lead them on the road through the Philistine country, though that was shorter. For God said, “If they face war, they might change their minds and return to Egypt.”"
    },
    {
        "o": 2049,
        "r": "niv:Exodus:13:18",
        "t": "So God led the people around by the desert road toward the Red Sea. The Israelites went up out of Egypt ready for battle."
    },
    {
        "o": 2050,
        "r": "niv:Exodus:13:19",
        "t": "Moses*p took the bones of Joseph with him because Joseph had made the Israelites swear an oath. He had said, “God will surely come to your aid, and then you must carry my bones up with you from this place.”"
    },
    {
        "o": 2051,
        "r": "niv:Exodus:13:20",
        "t": "After*p leaving Sukkoth they camped at Etham on the edge of the desert."
    },
    {
        "o": 2052,
        "r": "niv:Exodus:13:21",
        "t": "By day the Lord*s went ahead of them in a pillar of cloud to guide them on their way and by night in a pillar of fire to give them light, so that they could travel by day or night."
    },
    {
        "o": 2053,
        "r": "niv:Exodus:13:22",
        "t": "Neither the pillar of cloud by day nor the pillar of fire by night left its place in front of the people."
    }
]
