[
    {
        "o": 22418,
        "r": "nasb:Jeremiah:49:0",
        "t": "Jeremiah 49",
        "h": 1
    },
    {
        "o": 22419,
        "r": "nasb:Jeremiah:49:0",
        "t": "Prophecy against Ammon",
        "h": 2
    },
    {
        "o": 22420,
        "r": "nasb:Jeremiah:49:1",
        "t": "Concerning*p the sons of Ammon. Thus says the Lord:*s “Does*pn Israel have no sons? Or*ln has he no heirs? Why*ln then has Malcam taken possession of Gad And*ln his people settled in its cities?"
    },
    {
        "o": 22421,
        "r": "nasb:Jeremiah:49:2",
        "t": "Therefore*ln behold, the days are coming,” declares the Lord,*s “That*ln I will cause a trumpet blast of war to be heard Against*ln Rabbah of the sons of Ammon; And*ln it will become a desolate heap, And*ln her towns will be set on fire. Then*ln Israel will take possession of his possessors,” Says*ln the Lord.*s"
    },
    {
        "o": 22422,
        "r": "nasb:Jeremiah:49:3",
        "t": "“Wail,*ln O Heshbon, for Ai has been destroyed! Cry*ln out, O daughters of Rabbah, Gird*ln yourselves with sackcloth and lament, And*ln rush back and forth inside the walls; For*ln Malcam will go into exile Together*ln with his priests and his princes."
    },
    {
        "o": 22423,
        "r": "nasb:Jeremiah:49:4",
        "t": "How*ln boastful you are about the valleys! Your*ln valley is flowing away,*i O*ln backsliding daughter Who*ln trusts in her treasures, saying,*i ‘Who*ln will come against me?’"
    },
    {
        "o": 22424,
        "r": "nasb:Jeremiah:49:5",
        "t": "Behold,*ln I am going to bring terror upon you,” Declares*ln the Lord God*s of hosts, “From*ln all directions*i around you; And*ln each of you will be driven out headlong, With*ln no one to gather the fugitives together."
    },
    {
        "o": 22425,
        "r": "nasb:Jeremiah:49:6",
        "t": "But*ln afterward I will restore The*ln fortunes of the sons of Ammon,” Declares*ln the Lord.*s"
    },
    {
        "o": 22426,
        "r": "nasb:Jeremiah:49:6",
        "t": "Prophecy against Edom",
        "h": 2
    },
    {
        "o": 22427,
        "r": "nasb:Jeremiah:49:7",
        "t": "Concerning*pn Edom. Thus*ln says the Lord*s of hosts, “Is*ln there no longer any wisdom in Teman? Has*ln good counsel been lost to the prudent? Has*ln their wisdom decayed?"
    },
    {
        "o": 22428,
        "r": "nasb:Jeremiah:49:8",
        "t": "Flee*ln away, turn back, dwell in the depths, O*ln inhabitants of Dedan, For*ln I will bring the disaster of Esau upon him At*ln the time I punish him."
    },
    {
        "o": 22429,
        "r": "nasb:Jeremiah:49:9",
        "t": "If*ln grape gatherers came to you, Would*ln they not leave gleanings? If*ln thieves came*i by night, They*ln would destroy only*i until they had enough."
    },
    {
        "o": 22430,
        "r": "nasb:Jeremiah:49:10",
        "t": "But*ln I have stripped Esau bare, I*ln have uncovered his hiding places So*ln that he will not be able to conceal himself; His*ln offspring has been destroyed along with his relatives And*ln his neighbors, and he is no more."
    },
    {
        "o": 22431,
        "r": "nasb:Jeremiah:49:11",
        "t": "Leave*ln your orphans behind, I will keep them*i alive; And*ln let your widows trust in Me.”"
    },
    {
        "o": 22432,
        "r": "nasb:Jeremiah:49:12",
        "t": "For*p thus says the Lord,*s “Behold, those who were not sentenced to drink the cup will certainly drink it,*i and are you the one who will be completely acquitted? You will not be acquitted, but you will certainly drink it.*i"
    },
    {
        "o": 22433,
        "r": "nasb:Jeremiah:49:13",
        "t": "For I have sworn by Myself,” declares the Lord,*s “that Bozrah will become an object of horror, a reproach, a ruin and a curse; and all its cities will become perpetual ruins.”"
    },
    {
        "o": 22434,
        "r": "nasb:Jeremiah:49:14",
        "t": "I*pn have heard a message from the Lord,*s And*ln an envoy is sent among the nations, saying,*i “Gather*ln yourselves together and come against her, And*ln rise up for battle!”"
    },
    {
        "o": 22435,
        "r": "nasb:Jeremiah:49:15",
        "t": "“For*ln behold, I have made you small among the nations, Despised*ln among men."
    },
    {
        "o": 22436,
        "r": "nasb:Jeremiah:49:16",
        "t": "As*ln for the terror of you, The*ln arrogance of your heart has deceived you, O*ln you who live in the clefts of the rock, Who*ln occupy the height of the hill. Though*ln you make your nest as high as an eagle’s, I*ln will bring you down from there,” declares the Lord.*s"
    },
    {
        "o": 22437,
        "r": "nasb:Jeremiah:49:17",
        "t": "“Edom*p will become an object of horror; everyone who passes by it will be horrified and will hiss at all its wounds."
    },
    {
        "o": 22438,
        "r": "nasb:Jeremiah:49:18",
        "t": "Like the overthrow of Sodom and Gomorrah with its neighbors,” says the Lord,*s “no one will live there, nor will a son of man reside in it."
    },
    {
        "o": 22439,
        "r": "nasb:Jeremiah:49:19",
        "t": "Behold, one will come up like a lion from the thickets of the Jordan against a perennially watered pasture; for in an instant I will make him run away from it, and whoever is chosen I shall appoint over it. For who is like Me, and who will summon Me into*i court?*i And who then is the shepherd who can stand against Me?”"
    },
    {
        "o": 22440,
        "r": "nasb:Jeremiah:49:20",
        "t": "Therefore*p hear the plan of the Lord*s which He has planned against Edom, and His purposes which He has purposed against the inhabitants of Teman: surely they will drag them off, even*i the little ones of the flock; surely He will make their pasture desolate because of them."
    },
    {
        "o": 22441,
        "r": "nasb:Jeremiah:49:21",
        "t": "The earth has quaked at the noise of their downfall. There is an outcry! The noise of it has been heard at the Red Sea."
    },
    {
        "o": 22442,
        "r": "nasb:Jeremiah:49:22",
        "t": "Behold, He will mount up and swoop like an eagle and spread out His wings against Bozrah; and the hearts of the mighty men of Edom in that day will be like the heart of a woman in labor."
    },
    {
        "o": 22443,
        "r": "nasb:Jeremiah:49:22",
        "t": "Prophecy against Damascus",
        "h": 2
    },
    {
        "o": 22444,
        "r": "nasb:Jeremiah:49:23",
        "t": "Concerning*pn Damascus. “Hamath*ln and Arpad are put to shame, For*ln they have heard bad news; They*ln are disheartened. There*ln is anxiety by the sea, It*ln cannot be calmed."
    },
    {
        "o": 22445,
        "r": "nasb:Jeremiah:49:24",
        "t": "Damascus*ln has become helpless; She*ln has turned away to flee, And*ln panic has gripped her; Distress*ln and pangs have taken hold of her Like*ln a woman in childbirth."
    },
    {
        "o": 22446,
        "r": "nasb:Jeremiah:49:25",
        "t": "How*ln the city of praise has not been deserted, The*ln town of My joy!"
    },
    {
        "o": 22447,
        "r": "nasb:Jeremiah:49:26",
        "t": "Therefore,*ln her young men will fall in her streets, And*ln all the men of war will be silenced in that day,” declares the Lord*s of hosts."
    },
    {
        "o": 22448,
        "r": "nasb:Jeremiah:49:27",
        "t": "“I*ln will set fire to the wall of Damascus, And*ln it will devour the fortified towers of Ben-hadad.”"
    },
    {
        "o": 22449,
        "r": "nasb:Jeremiah:49:27",
        "t": "Prophecy against Kedar and Hazor",
        "h": 2
    },
    {
        "o": 22450,
        "r": "nasb:Jeremiah:49:28",
        "t": "Concerning*p Kedar and the kingdoms of Hazor, which Nebuchadnezzar king of Babylon defeated. Thus says the Lord,*s “Arise,*pn go up to Kedar And*ln devastate the men of the east."
    },
    {
        "o": 22451,
        "r": "nasb:Jeremiah:49:29",
        "t": "They*ln will take away their tents and their flocks; They*ln will carry off for themselves Their*ln tent curtains, all their goods and their camels, And*ln they will call out to one another, ‘Terror on every side!’"
    },
    {
        "o": 22452,
        "r": "nasb:Jeremiah:49:30",
        "t": "Run*ln away, flee! Dwell in the depths, O*ln inhabitants of Hazor,” declares the Lord;*s “For*ln Nebuchadnezzar king of Babylon has formed a plan against you And*ln devised a scheme against you."
    },
    {
        "o": 22453,
        "r": "nasb:Jeremiah:49:31",
        "t": "Arise,*ln go up against a nation which is at ease, Which*ln lives securely,” declares the Lord.*s “It*ln has no gates or bars; They*ln dwell alone."
    },
    {
        "o": 22454,
        "r": "nasb:Jeremiah:49:32",
        "t": "Their*ln camels will become plunder, And*ln their many cattle for booty, And*ln I will scatter to all the winds those who cut the corners of*i their*i hair;*i And*ln I will bring their disaster from every side,” declares the Lord.*s"
    },
    {
        "o": 22455,
        "r": "nasb:Jeremiah:49:33",
        "t": "“Hazor*ln will become a haunt of jackals, A*ln desolation forever; No*ln one will live there, Nor*ln will a son of man reside in it.”"
    },
    {
        "o": 22456,
        "r": "nasb:Jeremiah:49:33",
        "t": "Prophecy against Elam",
        "h": 2
    },
    {
        "o": 22457,
        "r": "nasb:Jeremiah:49:34",
        "t": "That*p which came as the word of the Lord*s to Jeremiah the prophet concerning Elam, at the beginning of the reign of Zedekiah king of Judah, saying:"
    },
    {
        "o": 22458,
        "r": "nasb:Jeremiah:49:35",
        "t": "“Thus*pn says the Lord*s of hosts, ‘Behold,*ln I am going to break the bow of Elam, The*ln finest of their might."
    },
    {
        "o": 22459,
        "r": "nasb:Jeremiah:49:36",
        "t": "I*ln will bring upon Elam the four winds From*ln the four ends of heaven, And*ln will scatter them to all these winds; And*ln there will be no nation To*ln which the outcasts of Elam will not go."
    },
    {
        "o": 22460,
        "r": "nasb:Jeremiah:49:37",
        "t": "So*ln I will shatter Elam before their enemies And*ln before those who seek their lives; And*ln I will bring calamity upon them, Even*ln My fierce anger,’ declares the Lord,*s ‘And*ln I will send out the sword after them Until*ln I have consumed them."
    },
    {
        "o": 22461,
        "r": "nasb:Jeremiah:49:38",
        "t": "Then*ln I will set My throne in Elam And*ln destroy out of it king and princes,’ Declares*ln the Lord.*s"
    },
    {
        "o": 22462,
        "r": "nasb:Jeremiah:49:39",
        "t": "‘But*ln it will come about in the last days That*ln I will restore the fortunes of Elam,’ ” Declares*ln the Lord.*s"
    }
]
