[
    {
        "o": 34182,
        "r": "niv:Revelation:12:0",
        "t": "Revelation 12",
        "h": 1
    },
    {
        "o": 34183,
        "r": "niv:Revelation:12:0",
        "t": "The Woman and the Dragon",
        "h": 2
    },
    {
        "o": 34184,
        "r": "niv:Revelation:12:1",
        "t": "A*p great sign appeared in heaven: a woman clothed with the sun, with the moon under her feet and a crown of twelve stars on her head."
    },
    {
        "o": 34185,
        "r": "niv:Revelation:12:2",
        "t": "She was pregnant and cried out in pain as she was about to give birth."
    },
    {
        "o": 34186,
        "r": "niv:Revelation:12:3",
        "t": "Then another sign appeared in heaven: an enormous red dragon with seven heads and ten horns and seven crowns on its heads."
    },
    {
        "o": 34187,
        "r": "niv:Revelation:12:4",
        "t": "Its tail swept a third of the stars out of the sky and flung them to the earth. The dragon stood in front of the woman who was about to give birth, so that it might devour her child the moment he was born."
    },
    {
        "o": 34188,
        "r": "niv:Revelation:12:5",
        "t": "She gave birth to a son, a male child, who “will rule all the nations with an iron scepter.” And her child was snatched up to God and to his throne."
    },
    {
        "o": 34189,
        "r": "niv:Revelation:12:6",
        "t": "The woman fled into the wilderness to a place prepared for her by God, where she might be taken care of for 1,260 days."
    },
    {
        "o": 34190,
        "r": "niv:Revelation:12:7",
        "t": "Then*p war broke out in heaven. Michael and his angels fought against the dragon, and the dragon and his angels fought back."
    },
    {
        "o": 34191,
        "r": "niv:Revelation:12:8",
        "t": "But he was not strong enough, and they lost their place in heaven."
    },
    {
        "o": 34192,
        "r": "niv:Revelation:12:9",
        "t": "The great dragon was hurled down—that ancient serpent called the devil, or Satan, who leads the whole world astray. He was hurled to the earth, and his angels with him."
    },
    {
        "o": 34193,
        "r": "niv:Revelation:12:10",
        "t": "Then*p I heard a loud voice in heaven say: “Now*pn have come the salvation and the power and*ld the kingdom of our God, and*ld the authority of his Messiah. For*ln the accuser of our brothers and sisters, who*ld accuses them before our God day and night, has*ld been hurled down."
    },
    {
        "o": 34194,
        "r": "niv:Revelation:12:11",
        "t": "They*ln triumphed over him by*ld the blood of the Lamb and*ld by the word of their testimony; they*ln did not love their lives so much as*ld to shrink from death."
    },
    {
        "o": 34195,
        "r": "niv:Revelation:12:12",
        "t": "Therefore*ln rejoice, you heavens and*ld you who dwell in them! But*ln woe to the earth and the sea, because*ld the devil has gone down to you! He*ln is filled with fury, because*ld he knows that his time is short.”"
    },
    {
        "o": 34196,
        "r": "niv:Revelation:12:13",
        "t": "When*p the dragon saw that he had been hurled to the earth, he pursued the woman who had given birth to the male child."
    },
    {
        "o": 34197,
        "r": "niv:Revelation:12:14",
        "t": "The woman was given the two wings of a great eagle, so that she might fly to the place prepared for her in the wilderness, where she would be taken care of for a time, times and half a time, out of the serpent’s reach."
    },
    {
        "o": 34198,
        "r": "niv:Revelation:12:15",
        "t": "Then from his mouth the serpent spewed water like a river, to overtake the woman and sweep her away with the torrent."
    },
    {
        "o": 34199,
        "r": "niv:Revelation:12:16",
        "t": "But the earth helped the woman by opening its mouth and swallowing the river that the dragon had spewed out of his mouth."
    },
    {
        "o": 34200,
        "r": "niv:Revelation:12:17",
        "t": "Then the dragon was enraged at the woman and went off to wage war against the rest of her offspring—those who keep God’s commands and hold fast their testimony about Jesus."
    }
]
