[
    {
        "o": 22587,
        "r": "csb:Jeremiah:49:0",
        "t": "Jeremiah 49",
        "h": 1
    },
    {
        "o": 22588,
        "r": "csb:Jeremiah:49:0",
        "t": "Prophecies against Ammon",
        "h": 2
    },
    {
        "o": 22589,
        "r": "csb:Jeremiah:49:1",
        "t": "About*p the Ammonites, this is what the Lord*s says: Does*pn Israel have no sons? Is*ln he without an heir? Why*ln then has Milcom dispossessed Gad and*ln his people settled in their cities?"
    },
    {
        "o": 22590,
        "r": "csb:Jeremiah:49:2",
        "t": "Therefore*ln look, the days are coming— this*lg is the Lord’s*s declaration — when*pn I will make the shout of battle heard against*ln Rabbah of the Ammonites. It*ln will become a desolate mound, and*ln its surrounding villages will be set on fire. Israel*ln will dispossess their dispossessors, says*ln the Lord.*s"
    },
    {
        "o": 22591,
        "r": "csb:Jeremiah:49:3",
        "t": "Wail,*ln Heshbon, for Ai is devastated; cry*ln out, daughters of Rabbah! Clothe*ln yourselves with sackcloth, and lament; run*ln back and forth within your walls, because*ln Milcom will go into exile together*ln with his priests and officials."
    },
    {
        "o": 22592,
        "r": "csb:Jeremiah:49:4",
        "t": "Why*ln do you boast about your valleys, your*ln flowing valley, you*ln faithless daughter — you*ln who trust in your treasures and*ln say, “Who can attack me?”"
    },
    {
        "o": 22593,
        "r": "csb:Jeremiah:49:5",
        "t": "Look,*ln I am about to bring terror on you— this*lg is the declaration of the Lord God*s of Armies — from*pn all those around you. You*ln will be banished, each person headlong, with*ln no one to gather up the fugitives."
    },
    {
        "o": 22594,
        "r": "csb:Jeremiah:49:6",
        "t": "But*ln after that, I will restore the fortunes of the Ammonites. This*lg is the Lord’s*s declaration."
    },
    {
        "o": 22595,
        "r": "csb:Jeremiah:49:6",
        "t": "Prophecies against Edom",
        "h": 2
    },
    {
        "o": 22596,
        "r": "csb:Jeremiah:49:7",
        "t": "About*p Edom, this is what the Lord*s of Armies says: Is*pn there no longer wisdom in Teman? Has*ln counsel perished from the prudent? Has*ln their wisdom rotted away?"
    },
    {
        "o": 22597,
        "r": "csb:Jeremiah:49:8",
        "t": "Run!*ln Turn back! Lie low, residents*ln of Dedan, for*ln I will bring Esau’s calamity on him at*ln the time I punish him."
    },
    {
        "o": 22598,
        "r": "csb:Jeremiah:49:9",
        "t": "If*ln grape harvesters came to you, wouldn’t*ln they leave a few grapes? Were*ln thieves to come in the night, they*ln would destroy only what they wanted."
    },
    {
        "o": 22599,
        "r": "csb:Jeremiah:49:10",
        "t": "But*ln I will strip Esau bare; I*ln will uncover his secret places. He*ln will try to hide, but he will be unable. His*ln descendants will be destroyed along*ln with his relatives and neighbors. He*ln will exist no longer."
    },
    {
        "o": 22600,
        "r": "csb:Jeremiah:49:11",
        "t": "Abandon*ln your fatherless; I will preserve them; let*ln your widows trust in me."
    },
    {
        "o": 22601,
        "r": "csb:Jeremiah:49:12",
        "t": "For*p this is what the Lord*s says: “If those who do not deserve to drink the cup must drink it, can you possibly remain unpunished? You will not remain unpunished, for you must drink it too."
    },
    {
        "o": 22602,
        "r": "csb:Jeremiah:49:13",
        "t": "For by myself I have sworn”- this is the Lord’s*s declaration - “Bozrah will become a desolation, a disgrace, a ruin, and an example for cursing, and all its surrounding cities will become ruins forever.”"
    },
    {
        "o": 22603,
        "r": "csb:Jeremiah:49:14",
        "t": "I*pn have heard an envoy from the Lord;*s a*ln messenger has been sent among the nations: Assemble*ln yourselves to come against her. Rise*ln up for war!"
    },
    {
        "o": 22604,
        "r": "csb:Jeremiah:49:15",
        "t": "I*pn will certainly make you insignificant among the nations, despised*ln among humanity."
    },
    {
        "o": 22605,
        "r": "csb:Jeremiah:49:16",
        "t": "As*ln to the terror you cause, your*ln arrogant heart has deceived you. You*ln who live in the clefts of the rock, you*ln who occupy the mountain summit, though*ln you elevate your nest like the eagles, even*ln from there I will bring you down. This*lg is the Lord’s*s declaration."
    },
    {
        "o": 22606,
        "r": "csb:Jeremiah:49:17",
        "t": "“Edom*p will become a desolation. Everyone who passes by her will be appalled and scoff because of all her wounds."
    },
    {
        "o": 22607,
        "r": "csb:Jeremiah:49:18",
        "t": "As when Sodom and Gomorrah were overthrown along with their neighbors,” says the Lord,*s “no one will live there; no human being will stay in it even temporarily."
    },
    {
        "o": 22608,
        "r": "csb:Jeremiah:49:19",
        "t": "“Look,*p it will be like a lion coming from the thickets of the Jordan to the watered grazing land. I will chase Edom away from her land in a flash. I will appoint whoever is chosen for her. For who is like me? Who will issue me a summons? Who is the shepherd who can stand against me?”"
    },
    {
        "o": 22609,
        "r": "csb:Jeremiah:49:20",
        "t": "Therefore,*p hear the plans that the Lord*s has drawn up against Edom and the strategies he has devised against the people of Teman: The flock’s little lambs will certainly be dragged away, and their grazing land will be made desolate because of them."
    },
    {
        "o": 22610,
        "r": "csb:Jeremiah:49:21",
        "t": "At the sound of their fall the earth will quake; the sound of her cry will be heard at the Red Sea."
    },
    {
        "o": 22611,
        "r": "csb:Jeremiah:49:22",
        "t": "Look! It will be like an eagle soaring upward, then swooping down and spreading its wings over Bozrah. In that day the hearts of Edom’s warriors will be like the heart of a woman with contractions."
    },
    {
        "o": 22612,
        "r": "csb:Jeremiah:49:22",
        "t": "Prophecies against Damascus",
        "h": 2
    },
    {
        "o": 22613,
        "r": "csb:Jeremiah:49:23",
        "t": "About*p Damascus: Hamath*pn and Arpad are put to shame, for*ln they have heard a bad report and are agitated, like*ln the anxious sea that cannot be calmed."
    },
    {
        "o": 22614,
        "r": "csb:Jeremiah:49:24",
        "t": "Damascus*ln has become weak; she*ln has turned to run; panic*ln has gripped her. Distress*ln and labor pains have seized her like*ln a woman in labor."
    },
    {
        "o": 22615,
        "r": "csb:Jeremiah:49:25",
        "t": "How*ln can the city of praise not be abandoned, the*ln town that brings me joy?"
    },
    {
        "o": 22616,
        "r": "csb:Jeremiah:49:26",
        "t": "Therefore,*ln her young men will fall in her public squares; all*ln the warriors will perish in that day. This*lg is the declaration of the Lord*s of Armies."
    },
    {
        "o": 22617,
        "r": "csb:Jeremiah:49:27",
        "t": "I*pn will set fire to the wall of Damascus; it*ln will consume Ben-hadad’s citadels."
    },
    {
        "o": 22618,
        "r": "csb:Jeremiah:49:27",
        "t": "Prophecies against Kedar and Hazor",
        "h": 2
    },
    {
        "o": 22619,
        "r": "csb:Jeremiah:49:28",
        "t": "About*p Kedar and the kingdoms of Hazor, which King Nebuchadnezzar of Babylon defeated, this is what the Lord*s says: Rise*pn up, attack Kedar, and*ln destroy the people of the east!"
    },
    {
        "o": 22620,
        "r": "csb:Jeremiah:49:29",
        "t": "They*ln will take their tents and their flocks along*ln with their tent curtains and all their equipment. They*ln will take their camels for themselves. They*ln will call out to them, “Terror*ln is on every side!”"
    },
    {
        "o": 22621,
        "r": "csb:Jeremiah:49:30",
        "t": "Run!*ln Escape quickly! Lie low, residents*ln of Hazor — this*lg is the Lord’s*s declaration — for*pn King Nebuchadnezzar of Babylon has*ln drawn up a plan against you; he*ln has devised a strategy against you."
    },
    {
        "o": 22622,
        "r": "csb:Jeremiah:49:31",
        "t": "Rise*pn up, attack a nation at ease, one*ln living in security. This*lg is the Lord’s*s declaration. They*pn have no doors, not even a gate bar; they*ln live alone."
    },
    {
        "o": 22623,
        "r": "csb:Jeremiah:49:32",
        "t": "Their*ln camels will become plunder, and*ln their massive herds of cattle will become spoil. I*ln will scatter them to the wind in every direction, those*ln who clip the hair on their temples; I*ln will bring calamity on them across all their borders. This*lg is the Lord’s*s declaration."
    },
    {
        "o": 22624,
        "r": "csb:Jeremiah:49:33",
        "t": "Hazor*pn will become a jackals’ den, a*ln desolation forever. No*ln one will live there; no*ln human being will stay in it even temporarily."
    },
    {
        "o": 22625,
        "r": "csb:Jeremiah:49:33",
        "t": "Prophecies against Elam",
        "h": 2
    },
    {
        "o": 22626,
        "r": "csb:Jeremiah:49:34",
        "t": "This*p is the word of the Lord*s that came to the prophet Jeremiah about Elam at the beginning of the reign of King Zedekiah of Judah."
    },
    {
        "o": 22627,
        "r": "csb:Jeremiah:49:35",
        "t": "This is what the Lord*s of Armies says: I*pn am about to shatter Elam’s bow, the*ln source of their might."
    },
    {
        "o": 22628,
        "r": "csb:Jeremiah:49:36",
        "t": "I*ln will bring the four winds against Elam from*ln the four corners of the heavens, and*ln I will scatter them to all these winds. There*ln will not be a nation to*ln which Elam’s banished ones will not go."
    },
    {
        "o": 22629,
        "r": "csb:Jeremiah:49:37",
        "t": "I*ln will devastate Elam before their enemies, before*ln those who intend to take their lives. I*ln will bring disaster on them, my*ln burning anger. This*lg is the Lord’s*s declaration. I*pn will send the sword after them until*ln I finish them off."
    },
    {
        "o": 22630,
        "r": "csb:Jeremiah:49:38",
        "t": "I*ln will set my throne in Elam, and*ln I will destroy the king and officials from there. This*lg is the Lord’s*s declaration."
    },
    {
        "o": 22631,
        "r": "csb:Jeremiah:49:39",
        "t": "Yet,*pn in the last days, I*ln will restore the fortunes of Elam. This*lg is the Lord’s*s declaration."
    }
]
