[
    {
        "o": 6068,
        "r": "csb:Deuteronomy:23:0",
        "t": "Deuteronomy 23",
        "h": 1
    },
    {
        "o": 6069,
        "r": "csb:Deuteronomy:23:0",
        "t": "Exclusion and Inclusion",
        "h": 2
    },
    {
        "o": 6070,
        "r": "csb:Deuteronomy:23:1",
        "t": "“No*p man whose testicles have been crushed or whose penis has been cut off may enter the Lord’s*s assembly."
    },
    {
        "o": 6071,
        "r": "csb:Deuteronomy:23:2",
        "t": "No one of illegitimate birth may enter the Lord’s*s assembly; none of his descendants, even to the tenth generation, may enter the Lord’s*s assembly."
    },
    {
        "o": 6072,
        "r": "csb:Deuteronomy:23:3",
        "t": "No Ammonite or Moabite may enter the Lord’s*s assembly; none of their descendants, even to the tenth generation, may ever enter the Lord’s*s assembly."
    },
    {
        "o": 6073,
        "r": "csb:Deuteronomy:23:4",
        "t": "This is because they did not meet you with food and water on the journey after you came out of Egypt, and because Balaam son of Beor from Pethor in Aram-naharaim was hired to curse you."
    },
    {
        "o": 6074,
        "r": "csb:Deuteronomy:23:5",
        "t": "Yet the Lord*s your God would not listen to Balaam, but he turned the curse into a blessing for you because the Lord*s your God loves you."
    },
    {
        "o": 6075,
        "r": "csb:Deuteronomy:23:6",
        "t": "Never pursue their welfare or prosperity as long as you live."
    },
    {
        "o": 6076,
        "r": "csb:Deuteronomy:23:7",
        "t": "Do not despise an Edomite, because he is your brother. Do not despise an Egyptian, because you were a resident alien in his land."
    },
    {
        "o": 6077,
        "r": "csb:Deuteronomy:23:8",
        "t": "The children born to them in the third generation may enter the Lord’s*s assembly."
    },
    {
        "o": 6078,
        "r": "csb:Deuteronomy:23:8",
        "t": "Cleanliness of the Camp",
        "h": 2
    },
    {
        "o": 6079,
        "r": "csb:Deuteronomy:23:9",
        "t": "“When*p you are encamped against your enemies, be careful to avoid anything offensive."
    },
    {
        "o": 6080,
        "r": "csb:Deuteronomy:23:10",
        "t": "If there is a man among you who is unclean because of a bodily emission during the night, he must go outside the camp; he may not come anywhere inside the camp."
    },
    {
        "o": 6081,
        "r": "csb:Deuteronomy:23:11",
        "t": "When evening approaches, he is to wash with water, and when the sun sets he may come inside the camp."
    },
    {
        "o": 6082,
        "r": "csb:Deuteronomy:23:12",
        "t": "You are to have a place outside the camp and go there to relieve yourself."
    },
    {
        "o": 6083,
        "r": "csb:Deuteronomy:23:13",
        "t": "You are to have a digging tool in your equipment; when you relieve yourself, dig a hole with it and cover up your excrement."
    },
    {
        "o": 6084,
        "r": "csb:Deuteronomy:23:14",
        "t": "For the Lord*s your God walks throughout your camp to protect you and deliver your enemies to you; so your encampments must be holy. He must not see anything indecent among you or he will turn away from you."
    },
    {
        "o": 6085,
        "r": "csb:Deuteronomy:23:14",
        "t": "Fugitive Slaves",
        "h": 2
    },
    {
        "o": 6086,
        "r": "csb:Deuteronomy:23:15",
        "t": "“Do*p not return a slave to his master when he has escaped from his master to you."
    },
    {
        "o": 6087,
        "r": "csb:Deuteronomy:23:16",
        "t": "Let him live among you wherever he wants within your city gates. Do not mistreat him."
    },
    {
        "o": 6088,
        "r": "csb:Deuteronomy:23:16",
        "t": "Cult Prostitution Forbidden",
        "h": 2
    },
    {
        "o": 6089,
        "r": "csb:Deuteronomy:23:17",
        "t": "“No*p Israelite woman is to be a cult prostitute, and no Israelite man is to be a cult prostitute."
    },
    {
        "o": 6090,
        "r": "csb:Deuteronomy:23:18",
        "t": "Do not bring a female prostitute’s wages or a male prostitute’s earnings into the house of the Lord*s your God to fulfill any vow, because both are detestable to the Lord*s your God."
    },
    {
        "o": 6091,
        "r": "csb:Deuteronomy:23:18",
        "t": "Interest on Loans",
        "h": 2
    },
    {
        "o": 6092,
        "r": "csb:Deuteronomy:23:19",
        "t": "“Do*p not charge your brother interest on silver, food, or anything that can earn interest."
    },
    {
        "o": 6093,
        "r": "csb:Deuteronomy:23:20",
        "t": "You may charge a foreigner interest, but you must not charge your brother Israelite interest, so that the Lord*s your God may bless you in everything you do in the land you are entering to possess."
    },
    {
        "o": 6094,
        "r": "csb:Deuteronomy:23:20",
        "t": "Keeping Vows",
        "h": 2
    },
    {
        "o": 6095,
        "r": "csb:Deuteronomy:23:21",
        "t": "“If*p you make a vow to the Lord*s your God, do not be slow to keep it, because he will require it of you, and it will be counted against you as sin."
    },
    {
        "o": 6096,
        "r": "csb:Deuteronomy:23:22",
        "t": "But if you refrain from making a vow, it will not be counted against you as sin."
    },
    {
        "o": 6097,
        "r": "csb:Deuteronomy:23:23",
        "t": "Be careful to do whatever comes from your lips, because you have freely vowed what you promised to the Lord*s your God."
    },
    {
        "o": 6098,
        "r": "csb:Deuteronomy:23:23",
        "t": "Neighbor’s Crops",
        "h": 2
    },
    {
        "o": 6099,
        "r": "csb:Deuteronomy:23:24",
        "t": "“When*p you enter your neighbor’s vineyard, you may eat as many grapes as you want until you are full, but do not put any in your container."
    },
    {
        "o": 6100,
        "r": "csb:Deuteronomy:23:25",
        "t": "When you enter your neighbor’s standing grain, you may pluck heads of grain with your hand, but do not put a sickle to your neighbor’s grain."
    }
]
