[
    {
        "o": 32212,
        "r": "nkjv:1 Corinthians:9:0",
        "t": "1 Corinthians 9",
        "h": 1
    },
    {
        "o": 32213,
        "r": "nkjv:1 Corinthians:9:0",
        "t": "A Pattern of Self-Denial",
        "h": 2
    },
    {
        "o": 32214,
        "r": "nkjv:1 Corinthians:9:1",
        "t": "Am*p I not an apostle? Am I not free? Have I not seen Jesus Christ our Lord? Are you not my work in the Lord?"
    },
    {
        "o": 32215,
        "r": "nkjv:1 Corinthians:9:2",
        "t": "If I am not an apostle to others, yet doubtless I am to you. For you are the seal of my apostleship in the Lord."
    },
    {
        "o": 32216,
        "r": "nkjv:1 Corinthians:9:3",
        "t": "My*p defense to those who examine me is this:"
    },
    {
        "o": 32217,
        "r": "nkjv:1 Corinthians:9:4",
        "t": "Do we have no right to eat and drink?"
    },
    {
        "o": 32218,
        "r": "nkjv:1 Corinthians:9:5",
        "t": "Do we have no right to take along a believing wife, as do*i also the other apostles, the brothers of the Lord, and Cephas?"
    },
    {
        "o": 32219,
        "r": "nkjv:1 Corinthians:9:6",
        "t": "Or is*i it*i only Barnabas and I who*i have no right to refrain from working?"
    },
    {
        "o": 32220,
        "r": "nkjv:1 Corinthians:9:7",
        "t": "Who ever goes to war at his own expense? Who plants a vineyard and does not eat of its fruit? Or who tends a flock and does not drink of the milk of the flock?"
    },
    {
        "o": 32221,
        "r": "nkjv:1 Corinthians:9:8",
        "t": "Do*p I say these things as a mere*i man? Or does not the law say the same also?"
    },
    {
        "o": 32222,
        "r": "nkjv:1 Corinthians:9:9",
        "t": "For it is written in the law of Moses, “You shall not muzzle an ox while it treads out the grain.” Is it oxen God is concerned about?"
    },
    {
        "o": 32223,
        "r": "nkjv:1 Corinthians:9:10",
        "t": "Or does He say it*i altogether for our sakes? For our sakes, no doubt, this*i is written, that he who plows should plow in hope, and he who threshes in hope should be partaker of his hope."
    },
    {
        "o": 32224,
        "r": "nkjv:1 Corinthians:9:11",
        "t": "If we have sown spiritual things for you, is*i it*i a great thing if we reap your material things?"
    },
    {
        "o": 32225,
        "r": "nkjv:1 Corinthians:9:12",
        "t": "If others are partakers of this*i right over you, are*i we not even more? Nevertheless*p we have not used this right, but endure all things lest we hinder the gospel of Christ."
    },
    {
        "o": 32226,
        "r": "nkjv:1 Corinthians:9:13",
        "t": "Do you not know that those who minister the holy things eat of*i the*i things*i of the temple, and those who serve at the altar partake of the*i offerings*i of*i the altar?"
    },
    {
        "o": 32227,
        "r": "nkjv:1 Corinthians:9:14",
        "t": "Even so the Lord has commanded that those who preach the gospel should live from the gospel."
    },
    {
        "o": 32228,
        "r": "nkjv:1 Corinthians:9:15",
        "t": "But*p I have used none of these things, nor have I written these things that it should be done so to me; for it would*i be*i better for me to die than that anyone should make my boasting void."
    },
    {
        "o": 32229,
        "r": "nkjv:1 Corinthians:9:16",
        "t": "For if I preach the gospel, I have nothing to boast of, for necessity is laid upon me; yes, woe is me if I do not preach the gospel!"
    },
    {
        "o": 32230,
        "r": "nkjv:1 Corinthians:9:17",
        "t": "For if I do this willingly, I have a reward; but if against my will, I have been entrusted with a stewardship."
    },
    {
        "o": 32231,
        "r": "nkjv:1 Corinthians:9:18",
        "t": "What is my reward then? That when I preach the gospel, I may present the gospel of Christ without charge, that I may not abuse my authority in the gospel."
    },
    {
        "o": 32232,
        "r": "nkjv:1 Corinthians:9:18",
        "t": "Serving All Men",
        "h": 2
    },
    {
        "o": 32233,
        "r": "nkjv:1 Corinthians:9:19",
        "t": "For*p though I am free from all men,*i I have made myself a servant to all, that I might win the more;"
    },
    {
        "o": 32234,
        "r": "nkjv:1 Corinthians:9:20",
        "t": "and to the Jews I became as a Jew, that I might win Jews; to those who*i are*i under the law, as under the law, that I might win those who*i are*i under the law;"
    },
    {
        "o": 32235,
        "r": "nkjv:1 Corinthians:9:21",
        "t": "to those who*i are*i without law, as without law (not being without law toward God, but under law toward Christ), that I might win those who*i are*i without law;"
    },
    {
        "o": 32236,
        "r": "nkjv:1 Corinthians:9:22",
        "t": "to the weak I became as weak, that I might win the weak. I have become all things to all men,*i that I might by all means save some."
    },
    {
        "o": 32237,
        "r": "nkjv:1 Corinthians:9:23",
        "t": "Now this I do for the gospel’s sake, that I may be partaker of it with you.*i"
    },
    {
        "o": 32238,
        "r": "nkjv:1 Corinthians:9:23",
        "t": "Striving for a Crown",
        "h": 2
    },
    {
        "o": 32239,
        "r": "nkjv:1 Corinthians:9:24",
        "t": "Do*p you not know that those who run in a race all run, but one receives the prize? Run in such a way that you may obtain it.*i"
    },
    {
        "o": 32240,
        "r": "nkjv:1 Corinthians:9:25",
        "t": "And everyone who competes for*i the*i prize*i is temperate in all things. Now they do*i it*i to obtain a perishable crown, but we for*i an imperishable crown.*i"
    },
    {
        "o": 32241,
        "r": "nkjv:1 Corinthians:9:26",
        "t": "Therefore I run thus: not with uncertainty. Thus I fight: not as one*i who*i beats the air."
    },
    {
        "o": 32242,
        "r": "nkjv:1 Corinthians:9:27",
        "t": "But I discipline my body and bring it*i into subjection, lest, when I have preached to others, I myself should become disqualified."
    }
]
