[
    {
        "o": 12302,
        "r": "esv:2 Chronicles:1:0",
        "t": "2 Chronicles 1",
        "h": 1
    },
    {
        "o": 12303,
        "r": "esv:2 Chronicles:1:0",
        "t": "Solomon Worships at Gibeon",
        "h": 2
    },
    {
        "o": 12304,
        "r": "esv:2 Chronicles:1:1",
        "t": "Solomon*p the son of David established himself in his kingdom, and the Lord*s his God was with him and made him exceedingly great."
    },
    {
        "o": 12305,
        "r": "esv:2 Chronicles:1:2",
        "t": "Solomon*p spoke to all Israel, to the commanders of thousands and of hundreds, to the judges, and to all the leaders in all Israel, the heads of fathers’ houses."
    },
    {
        "o": 12306,
        "r": "esv:2 Chronicles:1:3",
        "t": "And Solomon, and all the assembly with him, went to the high place that was at Gibeon, for the tent of meeting of God, which Moses the servant of the Lord*s had made in the wilderness, was there."
    },
    {
        "o": 12307,
        "r": "esv:2 Chronicles:1:4",
        "t": "(But David had brought up the ark of God from Kiriath-jearim to the place that David had prepared for it, for he had pitched a tent for it in Jerusalem.)"
    },
    {
        "o": 12308,
        "r": "esv:2 Chronicles:1:5",
        "t": "Moreover, the bronze altar that Bezalel the son of Uri, son of Hur, had made, was there before the tabernacle of the Lord.*s And Solomon and the assembly sought it out."
    },
    {
        "o": 12309,
        "r": "esv:2 Chronicles:1:6",
        "t": "And Solomon went up there to the bronze altar before the Lord,*s which was at the tent of meeting, and offered a thousand burnt offerings on it."
    },
    {
        "o": 12310,
        "r": "esv:2 Chronicles:1:6",
        "t": "Solomon Prays for Wisdom",
        "h": 2
    },
    {
        "o": 12311,
        "r": "esv:2 Chronicles:1:7",
        "t": "In*p that night God appeared to Solomon, and said to him, “Ask what I shall give you.”"
    },
    {
        "o": 12312,
        "r": "esv:2 Chronicles:1:8",
        "t": "And Solomon said to God, “You have shown great and steadfast love to David my father, and have made me king in his place."
    },
    {
        "o": 12313,
        "r": "esv:2 Chronicles:1:9",
        "t": "O Lord*s God, let your word to David my father be now fulfilled, for you have made me king over a people as numerous as the dust of the earth."
    },
    {
        "o": 12314,
        "r": "esv:2 Chronicles:1:10",
        "t": "Give me now wisdom and knowledge to go out and come in before this people, for who can govern this people of yours, which is so great?”"
    },
    {
        "o": 12315,
        "r": "esv:2 Chronicles:1:11",
        "t": "God answered Solomon, “Because this was in your heart, and you have not asked for possessions, wealth, honor, or the life of those who hate you, and have not even asked for long life, but have asked for wisdom and knowledge for yourself that you may govern my people over whom I have made you king,"
    },
    {
        "o": 12316,
        "r": "esv:2 Chronicles:1:12",
        "t": "wisdom and knowledge are granted to you. I will also give you riches, possessions, and honor, such as none of the kings had who were before you, and none after you shall have the like.”"
    },
    {
        "o": 12317,
        "r": "esv:2 Chronicles:1:13",
        "t": "So Solomon came from the high place at Gibeon, from before the tent of meeting, to Jerusalem. And he reigned over Israel."
    },
    {
        "o": 12318,
        "r": "esv:2 Chronicles:1:13",
        "t": "Solomon Given Wealth",
        "h": 2
    },
    {
        "o": 12319,
        "r": "esv:2 Chronicles:1:14",
        "t": "Solomon*p gathered together chariots and horsemen. He had 1,400 chariots and 12,000 horsemen, whom he stationed in the chariot cities and with the king in Jerusalem."
    },
    {
        "o": 12320,
        "r": "esv:2 Chronicles:1:15",
        "t": "And the king made silver and gold as common in Jerusalem as stone, and he made cedar as plentiful as the sycamore of the Shephelah."
    },
    {
        "o": 12321,
        "r": "esv:2 Chronicles:1:16",
        "t": "And Solomon’s import of horses was from Egypt and Kue, and the king’s traders would buy them from Kue for a price."
    },
    {
        "o": 12322,
        "r": "esv:2 Chronicles:1:17",
        "t": "They imported a chariot from Egypt for 600 shekels of silver, and a horse for 150. Likewise through them these were exported to all the kings of the Hittites and the kings of Syria."
    },
    {
        "o": 12323,
        "r": "esv:2 Chronicles:2:0",
        "t": "2 Chronicles 2",
        "h": 1
    },
    {
        "o": 12324,
        "r": "esv:2 Chronicles:2:0",
        "t": "Preparing to Build the Temple",
        "h": 2
    },
    {
        "o": 12325,
        "r": "esv:2 Chronicles:2:1",
        "t": "Now*p Solomon purposed to build a temple for the name of the Lord,*s and a royal palace for himself."
    },
    {
        "o": 12326,
        "r": "esv:2 Chronicles:2:2",
        "t": "And Solomon assigned 70,000 men to bear burdens and 80,000 to quarry in the hill country, and 3,600 to oversee them."
    },
    {
        "o": 12327,
        "r": "esv:2 Chronicles:2:3",
        "t": "And Solomon sent word to Hiram the king of Tyre: “As you dealt with David my father and sent him cedar to build himself a house to dwell in, so deal with me."
    },
    {
        "o": 12328,
        "r": "esv:2 Chronicles:2:4",
        "t": "Behold, I am about to build a house for the name of the Lord*s my God and dedicate it to him for the burning of incense of sweet spices before him, and for the regular arrangement of the showbread, and for burnt offerings morning and evening, on the Sabbaths and the new moons and the appointed feasts of the Lord*s our God, as ordained forever for Israel."
    },
    {
        "o": 12329,
        "r": "esv:2 Chronicles:2:5",
        "t": "The house that I am to build will be great, for our God is greater than all gods."
    },
    {
        "o": 12330,
        "r": "esv:2 Chronicles:2:6",
        "t": "But who is able to build him a house, since heaven, even highest heaven, cannot contain him? Who am I to build a house for him, except as a place to make offerings before him?"
    },
    {
        "o": 12331,
        "r": "esv:2 Chronicles:2:7",
        "t": "So now send me a man skilled to work in gold, silver, bronze, and iron, and in purple, crimson, and blue fabrics, trained also in engraving, to be with the skilled workers who are with me in Judah and Jerusalem, whom David my father provided."
    },
    {
        "o": 12332,
        "r": "esv:2 Chronicles:2:8",
        "t": "Send me also cedar, cypress, and algum timber from Lebanon, for I know that your servants know how to cut timber in Lebanon. And my servants will be with your servants,"
    },
    {
        "o": 12333,
        "r": "esv:2 Chronicles:2:9",
        "t": "to prepare timber for me in abundance, for the house I am to build will be great and wonderful."
    },
    {
        "o": 12334,
        "r": "esv:2 Chronicles:2:10",
        "t": "I will give for your servants, the woodsmen who cut timber, 20,000 cors of crushed wheat, 20,000 cors of barley, 20,000 baths of wine, and 20,000 baths of oil.”"
    },
    {
        "o": 12335,
        "r": "esv:2 Chronicles:2:11",
        "t": "Then*p Hiram the king of Tyre answered in a letter that he sent to Solomon, “Because the Lord*s loves his people, he has made you king over them.”"
    },
    {
        "o": 12336,
        "r": "esv:2 Chronicles:2:12",
        "t": "Hiram also said, “Blessed be the Lord*s God of Israel, who made heaven and earth, who has given King David a wise son, who has discretion and understanding, who will build a temple for the Lord*s and a royal palace for himself."
    },
    {
        "o": 12337,
        "r": "esv:2 Chronicles:2:13",
        "t": "“Now*p I have sent a skilled man, who has understanding, Huram-abi,"
    },
    {
        "o": 12338,
        "r": "esv:2 Chronicles:2:14",
        "t": "the son of a woman of the daughters of Dan, and his father was a man of Tyre. He is trained to work in gold, silver, bronze, iron, stone, and wood, and in purple, blue, and crimson fabrics and fine linen, and to do all sorts of engraving and execute any design that may be assigned him, with your craftsmen, the craftsmen of my lord, David your father."
    },
    {
        "o": 12339,
        "r": "esv:2 Chronicles:2:15",
        "t": "Now therefore the wheat and barley, oil and wine, of which my lord has spoken, let him send to his servants."
    },
    {
        "o": 12340,
        "r": "esv:2 Chronicles:2:16",
        "t": "And we will cut whatever timber you need from Lebanon and bring it to you in rafts by sea to Joppa, so that you may take it up to Jerusalem.”"
    },
    {
        "o": 12341,
        "r": "esv:2 Chronicles:2:17",
        "t": "Then*p Solomon counted all the resident aliens who were in the land of Israel, after the census of them that David his father had taken, and there were found 153,600."
    },
    {
        "o": 12342,
        "r": "esv:2 Chronicles:2:18",
        "t": "Seventy thousand of them he assigned to bear burdens, 80,000 to quarry in the hill country, and 3,600 as overseers to make the people work."
    },
    {
        "o": 12343,
        "r": "esv:2 Chronicles:3:0",
        "t": "2 Chronicles 3",
        "h": 1
    },
    {
        "o": 12344,
        "r": "esv:2 Chronicles:3:0",
        "t": "Solomon Builds the Temple",
        "h": 2
    },
    {
        "o": 12345,
        "r": "esv:2 Chronicles:3:1",
        "t": "Then*p Solomon began to build the house of the Lord*s in Jerusalem on Mount Moriah, where the Lord*s had appeared to David his father, at the place that David had appointed, on the threshing floor of Ornan the Jebusite."
    },
    {
        "o": 12346,
        "r": "esv:2 Chronicles:3:2",
        "t": "He began to build in the second month of the fourth year of his reign."
    },
    {
        "o": 12347,
        "r": "esv:2 Chronicles:3:3",
        "t": "These are Solomon’s measurements for building the house of God: the length, in cubits of the old standard, was sixty cubits, and the breadth twenty cubits."
    },
    {
        "o": 12348,
        "r": "esv:2 Chronicles:3:4",
        "t": "The vestibule in front of the nave of the house was twenty cubits long, equal to the width of the house, and its height was 120 cubits. He overlaid it on the inside with pure gold."
    },
    {
        "o": 12349,
        "r": "esv:2 Chronicles:3:5",
        "t": "The nave he lined with cypress and covered it with fine gold and made palms and chains on it."
    },
    {
        "o": 12350,
        "r": "esv:2 Chronicles:3:6",
        "t": "He adorned the house with settings of precious stones. The gold was gold of Parvaim."
    },
    {
        "o": 12351,
        "r": "esv:2 Chronicles:3:7",
        "t": "So he lined the house with gold— its beams, its thresholds, its walls, and its doors— and he carved cherubim on the walls."
    },
    {
        "o": 12352,
        "r": "esv:2 Chronicles:3:8",
        "t": "And*p he made the Most Holy Place. Its length, corresponding to the breadth of the house, was twenty cubits, and its breadth was twenty cubits. He overlaid it with 600 talents of fine gold."
    },
    {
        "o": 12353,
        "r": "esv:2 Chronicles:3:9",
        "t": "The weight of gold for the nails was fifty shekels. And he overlaid the upper chambers with gold."
    },
    {
        "o": 12354,
        "r": "esv:2 Chronicles:3:10",
        "t": "In*p the Most Holy Place he made two cherubim of wood and overlaid them with gold."
    },
    {
        "o": 12355,
        "r": "esv:2 Chronicles:3:11",
        "t": "The wings of the cherubim together extended twenty cubits: one wing of the one, of five cubits, touched the wall of the house, and its other wing, of five cubits, touched the wing of the other cherub;"
    },
    {
        "o": 12356,
        "r": "esv:2 Chronicles:3:12",
        "t": "and of this cherub, one wing, of five cubits, touched the wall of the house, and the other wing, also of five cubits, was joined to the wing of the first cherub."
    },
    {
        "o": 12357,
        "r": "esv:2 Chronicles:3:13",
        "t": "The wings of these cherubim extended twenty cubits. The cherubim stood on their feet, facing the nave."
    },
    {
        "o": 12358,
        "r": "esv:2 Chronicles:3:14",
        "t": "And he made the veil of blue and purple and crimson fabrics and fine linen, and he worked cherubim on it."
    },
    {
        "o": 12359,
        "r": "esv:2 Chronicles:3:15",
        "t": "In*p front of the house he made two pillars thirty-five cubits high, with a capital of five cubits on the top of each."
    },
    {
        "o": 12360,
        "r": "esv:2 Chronicles:3:16",
        "t": "He made chains like a necklace and put them on the tops of the pillars, and he made a hundred pomegranates and put them on the chains."
    },
    {
        "o": 12361,
        "r": "esv:2 Chronicles:3:17",
        "t": "He set up the pillars in front of the temple, one on the south, the other on the north; that on the south he called Jachin, and that on the north Boaz."
    },
    {
        "o": 12362,
        "r": "esv:2 Chronicles:4:0",
        "t": "2 Chronicles 4",
        "h": 1
    },
    {
        "o": 12363,
        "r": "esv:2 Chronicles:4:0",
        "t": "The Temple’s Furnishings",
        "h": 2
    },
    {
        "o": 12364,
        "r": "esv:2 Chronicles:4:1",
        "t": "He*p made an altar of bronze, twenty cubits long and twenty cubits wide and ten cubits high."
    },
    {
        "o": 12365,
        "r": "esv:2 Chronicles:4:2",
        "t": "Then he made the sea of cast metal. It was round, ten cubits from brim to brim, and five cubits high, and a line of thirty cubits measured its circumference."
    },
    {
        "o": 12366,
        "r": "esv:2 Chronicles:4:3",
        "t": "Under it were figures of gourds, for ten cubits, compassing the sea all around. The gourds were in two rows, cast with it when it was cast."
    },
    {
        "o": 12367,
        "r": "esv:2 Chronicles:4:4",
        "t": "It stood on twelve oxen, three facing north, three facing west, three facing south, and three facing east. The sea was set on them, and all their rear parts were inward."
    },
    {
        "o": 12368,
        "r": "esv:2 Chronicles:4:5",
        "t": "Its thickness was a handbreadth. And its brim was made like the brim of a cup, like the flower of a lily. It held 3,000 baths."
    },
    {
        "o": 12369,
        "r": "esv:2 Chronicles:4:6",
        "t": "He also made ten basins in which to wash, and set five on the south side, and five on the north side. In these they were to rinse off what was used for the burnt offering, and the sea was for the priests to wash in."
    },
    {
        "o": 12370,
        "r": "esv:2 Chronicles:4:7",
        "t": "And*p he made ten golden lampstands as prescribed, and set them in the temple, five on the south side and five on the north."
    },
    {
        "o": 12371,
        "r": "esv:2 Chronicles:4:8",
        "t": "He also made ten tables and placed them in the temple, five on the south side and five on the north. And he made a hundred basins of gold."
    },
    {
        "o": 12372,
        "r": "esv:2 Chronicles:4:9",
        "t": "He made the court of the priests and the great court and doors for the court and overlaid their doors with bronze."
    },
    {
        "o": 12373,
        "r": "esv:2 Chronicles:4:10",
        "t": "And he set the sea at the southeast corner of the house."
    },
    {
        "o": 12374,
        "r": "esv:2 Chronicles:4:11",
        "t": "Hiram*p also made the pots, the shovels, and the basins. So Hiram finished the work that he did for King Solomon on the house of God:"
    },
    {
        "o": 12375,
        "r": "esv:2 Chronicles:4:12",
        "t": "the two pillars, the bowls, and the two capitals on the top of the pillars; and the two latticeworks to cover the two bowls of the capitals that were on the top of the pillars;"
    },
    {
        "o": 12376,
        "r": "esv:2 Chronicles:4:13",
        "t": "and the 400 pomegranates for the two latticeworks, two rows of pomegranates for each latticework, to cover the two bowls of the capitals that were on the pillars."
    },
    {
        "o": 12377,
        "r": "esv:2 Chronicles:4:14",
        "t": "He made the stands also, and the basins on the stands,"
    },
    {
        "o": 12378,
        "r": "esv:2 Chronicles:4:15",
        "t": "and the one sea, and the twelve oxen underneath it."
    },
    {
        "o": 12379,
        "r": "esv:2 Chronicles:4:16",
        "t": "The pots, the shovels, the forks, and all the equipment for these Huram-abi made of burnished bronze for King Solomon for the house of the Lord.*s"
    },
    {
        "o": 12380,
        "r": "esv:2 Chronicles:4:17",
        "t": "In the plain of the Jordan the king cast them, in the clay ground between Succoth and Zeredah."
    },
    {
        "o": 12381,
        "r": "esv:2 Chronicles:4:18",
        "t": "Solomon made all these things in great quantities, for the weight of the bronze was not sought."
    },
    {
        "o": 12382,
        "r": "esv:2 Chronicles:4:19",
        "t": "So*p Solomon made all the vessels that were in the house of God: the golden altar, the tables for the bread of the Presence,"
    },
    {
        "o": 12383,
        "r": "esv:2 Chronicles:4:20",
        "t": "the lampstands and their lamps of pure gold to burn before the inner sanctuary, as prescribed;"
    },
    {
        "o": 12384,
        "r": "esv:2 Chronicles:4:21",
        "t": "the flowers, the lamps, and the tongs, of purest gold;"
    },
    {
        "o": 12385,
        "r": "esv:2 Chronicles:4:22",
        "t": "the snuffers, basins, dishes for incense, and fire pans, of pure gold, and the sockets of the temple, for the inner doors to the Most Holy Place and for the doors of the nave of the temple were of gold."
    },
    {
        "o": 12386,
        "r": "esv:2 Chronicles:5:0",
        "t": "2 Chronicles 5",
        "h": 1
    },
    {
        "o": 12387,
        "r": "esv:2 Chronicles:5:1",
        "t": "Thus*p all the work that Solomon did for the house of the Lord*s was finished. And Solomon brought in the things that David his father had dedicated, and stored the silver, the gold, and all the vessels in the treasuries of the house of God."
    },
    {
        "o": 12388,
        "r": "esv:2 Chronicles:5:1",
        "t": "The Ark Brought to the Temple",
        "h": 2
    },
    {
        "o": 12389,
        "r": "esv:2 Chronicles:5:2",
        "t": "Then*p Solomon assembled the elders of Israel and all the heads of the tribes, the leaders of the fathers’ houses of the people of Israel, in Jerusalem, to bring up the ark of the covenant of the Lord*s out of the city of David, which is Zion."
    },
    {
        "o": 12390,
        "r": "esv:2 Chronicles:5:3",
        "t": "And all the men of Israel assembled before the king at the feast that is in the seventh month."
    },
    {
        "o": 12391,
        "r": "esv:2 Chronicles:5:4",
        "t": "And all the elders of Israel came, and the Levites took up the ark."
    },
    {
        "o": 12392,
        "r": "esv:2 Chronicles:5:5",
        "t": "And they brought up the ark, the tent of meeting, and all the holy vessels that were in the tent; the Levitical priests brought them up."
    },
    {
        "o": 12393,
        "r": "esv:2 Chronicles:5:6",
        "t": "And King Solomon and all the congregation of Israel, who had assembled before him, were before the ark, sacrificing so many sheep and oxen that they could not be counted or numbered."
    },
    {
        "o": 12394,
        "r": "esv:2 Chronicles:5:7",
        "t": "Then the priests brought the ark of the covenant of the Lord*s to its place, in the inner sanctuary of the house, in the Most Holy Place, underneath the wings of the cherubim."
    },
    {
        "o": 12395,
        "r": "esv:2 Chronicles:5:8",
        "t": "The cherubim spread out their wings over the place of the ark, so that the cherubim made a covering above the ark and its poles."
    },
    {
        "o": 12396,
        "r": "esv:2 Chronicles:5:9",
        "t": "And the poles were so long that the ends of the poles were seen from the Holy Place before the inner sanctuary, but they could not be seen from outside. And they are there to this day."
    },
    {
        "o": 12397,
        "r": "esv:2 Chronicles:5:10",
        "t": "There was nothing in the ark except the two tablets that Moses put there at Horeb, where the Lord*s made a covenant with the people of Israel, when they came out of Egypt."
    },
    {
        "o": 12398,
        "r": "esv:2 Chronicles:5:11",
        "t": "And when the priests came out of the Holy Place (for all the priests who were present had consecrated themselves, without regard to their divisions,"
    },
    {
        "o": 12399,
        "r": "esv:2 Chronicles:5:12",
        "t": "and all the Levitical singers, Asaph, Heman, and Jeduthun, their sons and kinsmen, arrayed in fine linen, with cymbals, harps, and lyres, stood east of the altar with 120 priests who were trumpeters;"
    },
    {
        "o": 12400,
        "r": "esv:2 Chronicles:5:13",
        "t": "and it was the duty of the trumpeters and singers to make themselves heard in unison in praise and thanksgiving to the Lord),*s and when the song was raised, with trumpets and cymbals and other musical instruments, in praise to the Lord,*s “For*pn he is good, for*ld his steadfast love endures forever,” the*p house, the house of the Lord,*s was filled with a cloud,"
    },
    {
        "o": 12401,
        "r": "esv:2 Chronicles:5:14",
        "t": "so that the priests could not stand to minister because of the cloud, for the glory of the Lord*s filled the house of God."
    },
    {
        "o": 12402,
        "r": "esv:2 Chronicles:6:0",
        "t": "2 Chronicles 6",
        "h": 1
    },
    {
        "o": 12403,
        "r": "esv:2 Chronicles:6:0",
        "t": "Solomon Blesses the People",
        "h": 2
    },
    {
        "o": 12404,
        "r": "esv:2 Chronicles:6:1",
        "t": "Then*p Solomon said, “The Lord*s has said that he would dwell in thick darkness."
    },
    {
        "o": 12405,
        "r": "esv:2 Chronicles:6:2",
        "t": "But I have built you an exalted house, a place for you to dwell in forever.”"
    },
    {
        "o": 12406,
        "r": "esv:2 Chronicles:6:3",
        "t": "Then the king turned around and blessed all the assembly of Israel, while all the assembly of Israel stood."
    },
    {
        "o": 12407,
        "r": "esv:2 Chronicles:6:4",
        "t": "And he said, “Blessed be the Lord,*s the God of Israel, who with his hand has fulfilled what he promised with his mouth to David my father, saying,"
    },
    {
        "o": 12408,
        "r": "esv:2 Chronicles:6:5",
        "t": "‘Since the day that I brought my people out of the land of Egypt, I chose no city out of all the tribes of Israel in which to build a house, that my name might be there, and I chose no man as prince over my people Israel;"
    },
    {
        "o": 12409,
        "r": "esv:2 Chronicles:6:6",
        "t": "but I have chosen Jerusalem that my name may be there, and I have chosen David to be over my people Israel.’"
    },
    {
        "o": 12410,
        "r": "esv:2 Chronicles:6:7",
        "t": "Now it was in the heart of David my father to build a house for the name of the Lord,*s the God of Israel."
    },
    {
        "o": 12411,
        "r": "esv:2 Chronicles:6:8",
        "t": "But the Lord*s said to David my father, ‘Whereas it was in your heart to build a house for my name, you did well that it was in your heart."
    },
    {
        "o": 12412,
        "r": "esv:2 Chronicles:6:9",
        "t": "Nevertheless, it is not you who shall build the house, but your son who shall be born to you shall build the house for my name.’"
    },
    {
        "o": 12413,
        "r": "esv:2 Chronicles:6:10",
        "t": "Now the Lord*s has fulfilled his promise that he made. For I have risen in the place of David my father and sit on the throne of Israel, as the Lord*s promised, and I have built the house for the name of the Lord,*s the God of Israel."
    },
    {
        "o": 12414,
        "r": "esv:2 Chronicles:6:11",
        "t": "And there I have set the ark, in which is the covenant of the Lord*s that he made with the people of Israel.”"
    },
    {
        "o": 12415,
        "r": "esv:2 Chronicles:6:11",
        "t": "Solomon’s Prayer of Dedication",
        "h": 2
    },
    {
        "o": 12416,
        "r": "esv:2 Chronicles:6:12",
        "t": "Then*p Solomon stood before the altar of the Lord*s in the presence of all the assembly of Israel and spread out his hands."
    },
    {
        "o": 12417,
        "r": "esv:2 Chronicles:6:13",
        "t": "Solomon had made a bronze platform five cubits long, five cubits wide, and three cubits high, and had set it in the court, and he stood on it. Then he knelt on his knees in the presence of all the assembly of Israel, and spread out his hands toward heaven,"
    },
    {
        "o": 12418,
        "r": "esv:2 Chronicles:6:14",
        "t": "and said, “O Lord,*s God of Israel, there is no God like you, in heaven or on earth, keeping covenant and showing steadfast love to your servants who walk before you with all their heart,"
    },
    {
        "o": 12419,
        "r": "esv:2 Chronicles:6:15",
        "t": "who have kept with your servant David my father what you declared to him. You spoke with your mouth, and with your hand have fulfilled it this day."
    },
    {
        "o": 12420,
        "r": "esv:2 Chronicles:6:16",
        "t": "Now therefore, O Lord,*s God of Israel, keep for your servant David my father what you have promised him, saying, ‘You shall not lack a man to sit before me on the throne of Israel, if only your sons pay close attention to their way, to walk in my law as you have walked before me.’"
    },
    {
        "o": 12421,
        "r": "esv:2 Chronicles:6:17",
        "t": "Now therefore, O Lord,*s God of Israel, let your word be confirmed, which you have spoken to your servant David."
    },
    {
        "o": 12422,
        "r": "esv:2 Chronicles:6:18",
        "t": "“But*p will God indeed dwell with man on the earth? Behold, heaven and the highest heaven cannot contain you, how much less this house that I have built!"
    },
    {
        "o": 12423,
        "r": "esv:2 Chronicles:6:19",
        "t": "Yet have regard to the prayer of your servant and to his plea, O Lord*s my God, listening to the cry and to the prayer that your servant prays before you,"
    },
    {
        "o": 12424,
        "r": "esv:2 Chronicles:6:20",
        "t": "that your eyes may be open day and night toward this house, the place where you have promised to set your name, that you may listen to the prayer that your servant offers toward this place."
    },
    {
        "o": 12425,
        "r": "esv:2 Chronicles:6:21",
        "t": "And listen to the pleas of your servant and of your people Israel, when they pray toward this place. And listen from heaven your dwelling place, and when you hear, forgive."
    },
    {
        "o": 12426,
        "r": "esv:2 Chronicles:6:22",
        "t": "“If*p a man sins against his neighbor and is made to take an oath and comes and swears his oath before your altar in this house,"
    },
    {
        "o": 12427,
        "r": "esv:2 Chronicles:6:23",
        "t": "then hear from heaven and act and judge your servants, repaying the guilty by bringing his conduct on his own head, and vindicating the righteous by rewarding him according to his righteousness."
    },
    {
        "o": 12428,
        "r": "esv:2 Chronicles:6:24",
        "t": "“If*p your people Israel are defeated before the enemy because they have sinned against you, and they turn again and acknowledge your name and pray and plead with you in this house,"
    },
    {
        "o": 12429,
        "r": "esv:2 Chronicles:6:25",
        "t": "then hear from heaven and forgive the sin of your people Israel and bring them again to the land that you gave to them and to their fathers."
    },
    {
        "o": 12430,
        "r": "esv:2 Chronicles:6:26",
        "t": "“When*p heaven is shut up and there is no rain because they have sinned against you, if they pray toward this place and acknowledge your name and turn from their sin, when you afflict them,"
    },
    {
        "o": 12431,
        "r": "esv:2 Chronicles:6:27",
        "t": "then hear in heaven and forgive the sin of your servants, your people Israel, when you teach them the good way in which they should walk, and grant rain upon your land, which you have given to your people as an inheritance."
    },
    {
        "o": 12432,
        "r": "esv:2 Chronicles:6:28",
        "t": "“If*p there is famine in the land, if there is pestilence or blight or mildew or locust or caterpillar, if their enemies besiege them in the land at their gates, whatever plague, whatever sickness there is,"
    },
    {
        "o": 12433,
        "r": "esv:2 Chronicles:6:29",
        "t": "whatever prayer, whatever plea is made by any man or by all your people Israel, each knowing his own affliction and his own sorrow and stretching out his hands toward this house,"
    },
    {
        "o": 12434,
        "r": "esv:2 Chronicles:6:30",
        "t": "then hear from heaven your dwelling place and forgive and render to each whose heart you know, according to all his ways, for you, you only, know the hearts of the children of mankind,"
    },
    {
        "o": 12435,
        "r": "esv:2 Chronicles:6:31",
        "t": "that they may fear you and walk in your ways all the days that they live in the land that you gave to our fathers."
    },
    {
        "o": 12436,
        "r": "esv:2 Chronicles:6:32",
        "t": "“Likewise,*p when a foreigner, who is not of your people Israel, comes from a far country for the sake of your great name and your mighty hand and your outstretched arm, when he comes and prays toward this house,"
    },
    {
        "o": 12437,
        "r": "esv:2 Chronicles:6:33",
        "t": "hear from heaven your dwelling place and do according to all for which the foreigner calls to you, in order that all the peoples of the earth may know your name and fear you, as do your people Israel, and that they may know that this house that I have built is called by your name."
    },
    {
        "o": 12438,
        "r": "esv:2 Chronicles:6:34",
        "t": "“If*p your people go out to battle against their enemies, by whatever way you shall send them, and they pray to you toward this city that you have chosen and the house that I have built for your name,"
    },
    {
        "o": 12439,
        "r": "esv:2 Chronicles:6:35",
        "t": "then hear from heaven their prayer and their plea, and maintain their cause."
    },
    {
        "o": 12440,
        "r": "esv:2 Chronicles:6:36",
        "t": "“If*p they sin against you— for there is no one who does not sin— and you are angry with them and give them to an enemy, so that they are carried away captive to a land far or near,"
    },
    {
        "o": 12441,
        "r": "esv:2 Chronicles:6:37",
        "t": "yet if they turn their heart in the land to which they have been carried captive, and repent and plead with you in the land of their captivity, saying, ‘We have sinned and have acted perversely and wickedly,’"
    },
    {
        "o": 12442,
        "r": "esv:2 Chronicles:6:38",
        "t": "if they repent with all their heart and with all their soul in the land of their captivity to which they were carried captive, and pray toward their land, which you gave to their fathers, the city that you have chosen and the house that I have built for your name,"
    },
    {
        "o": 12443,
        "r": "esv:2 Chronicles:6:39",
        "t": "then hear from heaven your dwelling place their prayer and their pleas, and maintain their cause and forgive your people who have sinned against you."
    },
    {
        "o": 12444,
        "r": "esv:2 Chronicles:6:40",
        "t": "Now, O my God, let your eyes be open and your ears attentive to the prayer of this place."
    },
    {
        "o": 12445,
        "r": "esv:2 Chronicles:6:41",
        "t": "“And*pn now arise, O Lord*s God, and go to your resting place, you*ld and the ark of your might. Let*ln your priests, O Lord*s God, be clothed with salvation, and*ld let your saints rejoice in your goodness."
    },
    {
        "o": 12446,
        "r": "esv:2 Chronicles:6:42",
        "t": "O*ln Lord*s God, do not turn away the face of your anointed one! Remember*ld your steadfast love for David your servant.”"
    },
    {
        "o": 12447,
        "r": "esv:2 Chronicles:7:0",
        "t": "2 Chronicles 7",
        "h": 1
    },
    {
        "o": 12448,
        "r": "esv:2 Chronicles:7:0",
        "t": "Fire from Heaven",
        "h": 2
    },
    {
        "o": 12449,
        "r": "esv:2 Chronicles:7:1",
        "t": "As*p soon as Solomon finished his prayer, fire came down from heaven and consumed the burnt offering and the sacrifices, and the glory of the Lord*s filled the temple."
    },
    {
        "o": 12450,
        "r": "esv:2 Chronicles:7:2",
        "t": "And the priests could not enter the house of the Lord,*s because the glory of the Lord*s filled the Lord’s*s house."
    },
    {
        "o": 12451,
        "r": "esv:2 Chronicles:7:3",
        "t": "When all the people of Israel saw the fire come down and the glory of the Lord*s on the temple, they bowed down with their faces to the ground on the pavement and worshiped and gave thanks to the Lord,*s saying, “For he is good, for his steadfast love endures forever.”"
    },
    {
        "o": 12452,
        "r": "esv:2 Chronicles:7:3",
        "t": "The Dedication of the Temple",
        "h": 2
    },
    {
        "o": 12453,
        "r": "esv:2 Chronicles:7:4",
        "t": "Then*p the king and all the people offered sacrifice before the Lord.*s"
    },
    {
        "o": 12454,
        "r": "esv:2 Chronicles:7:5",
        "t": "King Solomon offered as a sacrifice 22,000 oxen and 120,000 sheep. So the king and all the people dedicated the house of God."
    },
    {
        "o": 12455,
        "r": "esv:2 Chronicles:7:6",
        "t": "The priests stood at their posts; the Levites also, with the instruments for music to the Lord*s that King David had made for giving thanks to the Lord—*s for his steadfast love endures forever— whenever David offered praises by their ministry; opposite them the priests sounded trumpets, and all Israel stood."
    },
    {
        "o": 12456,
        "r": "esv:2 Chronicles:7:7",
        "t": "And*p Solomon consecrated the middle of the court that was before the house of the Lord,*s for there he offered the burnt offering and the fat of the peace offerings, because the bronze altar Solomon had made could not hold the burnt offering and the grain offering and the fat."
    },
    {
        "o": 12457,
        "r": "esv:2 Chronicles:7:8",
        "t": "At*p that time Solomon held the feast for seven days, and all Israel with him, a very great assembly, from Lebo-hamath to the Brook of Egypt."
    },
    {
        "o": 12458,
        "r": "esv:2 Chronicles:7:9",
        "t": "And on the eighth day they held a solemn assembly, for they had kept the dedication of the altar seven days and the feast seven days."
    },
    {
        "o": 12459,
        "r": "esv:2 Chronicles:7:10",
        "t": "On the twenty-third day of the seventh month he sent the people away to their homes, joyful and glad of heart for the prosperity that the Lord*s had granted to David and to Solomon and to Israel his people."
    },
    {
        "o": 12460,
        "r": "esv:2 Chronicles:7:10",
        "t": "If My People Pray",
        "h": 2
    },
    {
        "o": 12461,
        "r": "esv:2 Chronicles:7:11",
        "t": "Thus*p Solomon finished the house of the Lord*s and the king’s house. All that Solomon had planned to do in the house of the Lord*s and in his own house he successfully accomplished."
    },
    {
        "o": 12462,
        "r": "esv:2 Chronicles:7:12",
        "t": "Then the Lord*s appeared to Solomon in the night and said to him: “I have heard your prayer and have chosen this place for myself as a house of sacrifice."
    },
    {
        "o": 12463,
        "r": "esv:2 Chronicles:7:13",
        "t": "When I shut up the heavens so that there is no rain, or command the locust to devour the land, or send pestilence among my people,"
    },
    {
        "o": 12464,
        "r": "esv:2 Chronicles:7:14",
        "t": "if my people who are called by my name humble themselves, and pray and seek my face and turn from their wicked ways, then I will hear from heaven and will forgive their sin and heal their land."
    },
    {
        "o": 12465,
        "r": "esv:2 Chronicles:7:15",
        "t": "Now my eyes will be open and my ears attentive to the prayer that is made in this place."
    },
    {
        "o": 12466,
        "r": "esv:2 Chronicles:7:16",
        "t": "For now I have chosen and consecrated this house that my name may be there forever. My eyes and my heart will be there for all time."
    },
    {
        "o": 12467,
        "r": "esv:2 Chronicles:7:17",
        "t": "And as for you, if you will walk before me as David your father walked, doing according to all that I have commanded you and keeping my statutes and my rules,"
    },
    {
        "o": 12468,
        "r": "esv:2 Chronicles:7:18",
        "t": "then I will establish your royal throne, as I covenanted with David your father, saying, ‘You shall not lack a man to rule Israel.’"
    },
    {
        "o": 12469,
        "r": "esv:2 Chronicles:7:19",
        "t": "“But*p if you turn aside and forsake my statutes and my commandments that I have set before you, and go and serve other gods and worship them,"
    },
    {
        "o": 12470,
        "r": "esv:2 Chronicles:7:20",
        "t": "then I will pluck you up from my land that I have given you, and this house that I have consecrated for my name, I will cast out of my sight, and I will make it a proverb and a byword among all peoples."
    },
    {
        "o": 12471,
        "r": "esv:2 Chronicles:7:21",
        "t": "And at this house, which was exalted, everyone passing by will be astonished and say, ‘Why has the Lord*s done thus to this land and to this house?’"
    },
    {
        "o": 12472,
        "r": "esv:2 Chronicles:7:22",
        "t": "Then they will say, ‘Because they abandoned the Lord,*s the God of their fathers who brought them out of the land of Egypt, and laid hold on other gods and worshiped them and served them. Therefore he has brought all this disaster on them.’”"
    },
    {
        "o": 12473,
        "r": "esv:2 Chronicles:8:0",
        "t": "2 Chronicles 8",
        "h": 1
    },
    {
        "o": 12474,
        "r": "esv:2 Chronicles:8:0",
        "t": "Solomon’s Accomplishments",
        "h": 2
    },
    {
        "o": 12475,
        "r": "esv:2 Chronicles:8:1",
        "t": "At*p the end of twenty years, in which Solomon had built the house of the Lord*s and his own house,"
    },
    {
        "o": 12476,
        "r": "esv:2 Chronicles:8:2",
        "t": "Solomon rebuilt the cities that Hiram had given to him, and settled the people of Israel in them."
    },
    {
        "o": 12477,
        "r": "esv:2 Chronicles:8:3",
        "t": "And*p Solomon went to Hamath-zobah and took it."
    },
    {
        "o": 12478,
        "r": "esv:2 Chronicles:8:4",
        "t": "He built Tadmor in the wilderness and all the store cities that he built in Hamath."
    },
    {
        "o": 12479,
        "r": "esv:2 Chronicles:8:5",
        "t": "He also built Upper Beth-horon and Lower Beth-horon, fortified cities with walls, gates, and bars,"
    },
    {
        "o": 12480,
        "r": "esv:2 Chronicles:8:6",
        "t": "and Baalath, and all the store cities that Solomon had and all the cities for his chariots and the cities for his horsemen, and whatever Solomon desired to build in Jerusalem, in Lebanon, and in all the land of his dominion."
    },
    {
        "o": 12481,
        "r": "esv:2 Chronicles:8:7",
        "t": "All the people who were left of the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites, who were not of Israel,"
    },
    {
        "o": 12482,
        "r": "esv:2 Chronicles:8:8",
        "t": "from their descendants who were left after them in the land, whom the people of Israel had not destroyed— these Solomon drafted as forced labor, and so they are to this day."
    },
    {
        "o": 12483,
        "r": "esv:2 Chronicles:8:9",
        "t": "But of the people of Israel Solomon made no slaves for his work; they were soldiers, and his officers, the commanders of his chariots, and his horsemen."
    },
    {
        "o": 12484,
        "r": "esv:2 Chronicles:8:10",
        "t": "And these were the chief officers of King Solomon, 250, who exercised authority over the people."
    },
    {
        "o": 12485,
        "r": "esv:2 Chronicles:8:11",
        "t": "Solomon*p brought Pharaoh’s daughter up from the city of David to the house that he had built for her, for he said, “My wife shall not live in the house of David king of Israel, for the places to which the ark of the Lord*s has come are holy.”"
    },
    {
        "o": 12486,
        "r": "esv:2 Chronicles:8:12",
        "t": "Then*p Solomon offered up burnt offerings to the Lord*s on the altar of the Lord*s that he had built before the vestibule,"
    },
    {
        "o": 12487,
        "r": "esv:2 Chronicles:8:13",
        "t": "as the duty of each day required, offering according to the commandment of Moses for the Sabbaths, the new moons, and the three annual feasts— the Feast of Unleavened Bread, the Feast of Weeks, and the Feast of Booths."
    },
    {
        "o": 12488,
        "r": "esv:2 Chronicles:8:14",
        "t": "According to the ruling of David his father, he appointed the divisions of the priests for their service, and the Levites for their offices of praise and ministry before the priests as the duty of each day required, and the gatekeepers in their divisions at each gate, for so David the man of God had commanded."
    },
    {
        "o": 12489,
        "r": "esv:2 Chronicles:8:15",
        "t": "And they did not turn aside from what the king had commanded the priests and Levites concerning any matter and concerning the treasuries."
    },
    {
        "o": 12490,
        "r": "esv:2 Chronicles:8:16",
        "t": "Thus*p was accomplished all the work of Solomon from the day the foundation of the house of the Lord*s was laid until it was finished. So the house of the Lord*s was completed."
    },
    {
        "o": 12491,
        "r": "esv:2 Chronicles:8:17",
        "t": "Then*p Solomon went to Ezion-geber and Eloth on the shore of the sea, in the land of Edom."
    },
    {
        "o": 12492,
        "r": "esv:2 Chronicles:8:18",
        "t": "And Hiram sent to him by the hand of his servants ships and servants familiar with the sea, and they went to Ophir together with the servants of Solomon and brought from there 450 talents of gold and brought it to King Solomon."
    },
    {
        "o": 12493,
        "r": "esv:2 Chronicles:9:0",
        "t": "2 Chronicles 9",
        "h": 1
    },
    {
        "o": 12494,
        "r": "esv:2 Chronicles:9:0",
        "t": "The Queen of Sheba",
        "h": 2
    },
    {
        "o": 12495,
        "r": "esv:2 Chronicles:9:1",
        "t": "Now*p when the queen of Sheba heard of the fame of Solomon, she came to Jerusalem to test him with hard questions, having a very great retinue and camels bearing spices and very much gold and precious stones. And when she came to Solomon, she told him all that was on her mind."
    },
    {
        "o": 12496,
        "r": "esv:2 Chronicles:9:2",
        "t": "And Solomon answered all her questions. There was nothing hidden from Solomon that he could not explain to her."
    },
    {
        "o": 12497,
        "r": "esv:2 Chronicles:9:3",
        "t": "And when the queen of Sheba had seen the wisdom of Solomon, the house that he had built,"
    },
    {
        "o": 12498,
        "r": "esv:2 Chronicles:9:4",
        "t": "the food of his table, the seating of his officials, and the attendance of his servants, and their clothing, his cupbearers, and their clothing, and his burnt offerings that he offered at the house of the Lord,*s there was no more breath in her."
    },
    {
        "o": 12499,
        "r": "esv:2 Chronicles:9:5",
        "t": "And*p she said to the king, “The report was true that I heard in my own land of your words and of your wisdom,"
    },
    {
        "o": 12500,
        "r": "esv:2 Chronicles:9:6",
        "t": "but I did not believe the reports until I came and my own eyes had seen it. And behold, half the greatness of your wisdom was not told me; you surpass the report that I heard."
    },
    {
        "o": 12501,
        "r": "esv:2 Chronicles:9:7",
        "t": "Happy are your wives! Happy are these your servants, who continually stand before you and hear your wisdom!"
    },
    {
        "o": 12502,
        "r": "esv:2 Chronicles:9:8",
        "t": "Blessed be the Lord*s your God, who has delighted in you and set you on his throne as king for the Lord*s your God! Because your God loved Israel and would establish them forever, he has made you king over them, that you may execute justice and righteousness.”"
    },
    {
        "o": 12503,
        "r": "esv:2 Chronicles:9:9",
        "t": "Then she gave the king 120 talents of gold, and a very great quantity of spices, and precious stones. There were no spices such as those that the queen of Sheba gave to King Solomon."
    },
    {
        "o": 12504,
        "r": "esv:2 Chronicles:9:10",
        "t": "Moreover,*p the servants of Hiram and the servants of Solomon, who brought gold from Ophir, brought algum wood and precious stones."
    },
    {
        "o": 12505,
        "r": "esv:2 Chronicles:9:11",
        "t": "And the king made from the algum wood supports for the house of the Lord*s and for the king’s house, lyres also and harps for the singers. There never was seen the like of them before in the land of Judah."
    },
    {
        "o": 12506,
        "r": "esv:2 Chronicles:9:12",
        "t": "And*p King Solomon gave to the queen of Sheba all that she desired, whatever she asked besides what she had brought to the king. So she turned and went back to her own land with her servants."
    },
    {
        "o": 12507,
        "r": "esv:2 Chronicles:9:12",
        "t": "Solomon’s Wealth",
        "h": 2
    },
    {
        "o": 12508,
        "r": "esv:2 Chronicles:9:13",
        "t": "Now*p the weight of gold that came to Solomon in one year was 666 talents of gold,"
    },
    {
        "o": 12509,
        "r": "esv:2 Chronicles:9:14",
        "t": "besides that which the explorers and merchants brought. And all the kings of Arabia and the governors of the land brought gold and silver to Solomon."
    },
    {
        "o": 12510,
        "r": "esv:2 Chronicles:9:15",
        "t": "King Solomon made 200 large shields of beaten gold; 600 shekels of beaten gold went into each shield."
    },
    {
        "o": 12511,
        "r": "esv:2 Chronicles:9:16",
        "t": "And he made 300 shields of beaten gold; 300 shekels of gold went into each shield; and the king put them in the House of the Forest of Lebanon."
    },
    {
        "o": 12512,
        "r": "esv:2 Chronicles:9:17",
        "t": "The king also made a great ivory throne and overlaid it with pure gold."
    },
    {
        "o": 12513,
        "r": "esv:2 Chronicles:9:18",
        "t": "The throne had six steps and a footstool of gold, which were attached to the throne, and on each side of the seat were armrests and two lions standing beside the armrests,"
    },
    {
        "o": 12514,
        "r": "esv:2 Chronicles:9:19",
        "t": "while twelve lions stood there, one on each end of a step on the six steps. Nothing like it was ever made for any kingdom."
    },
    {
        "o": 12515,
        "r": "esv:2 Chronicles:9:20",
        "t": "All King Solomon’s drinking vessels were of gold, and all the vessels of the House of the Forest of Lebanon were of pure gold. Silver was not considered as anything in the days of Solomon."
    },
    {
        "o": 12516,
        "r": "esv:2 Chronicles:9:21",
        "t": "For the king’s ships went to Tarshish with the servants of Hiram. Once every three years the ships of Tarshish used to come bringing gold, silver, ivory, apes, and peacocks."
    },
    {
        "o": 12517,
        "r": "esv:2 Chronicles:9:22",
        "t": "Thus*p King Solomon excelled all the kings of the earth in riches and in wisdom."
    },
    {
        "o": 12518,
        "r": "esv:2 Chronicles:9:23",
        "t": "And all the kings of the earth sought the presence of Solomon to hear his wisdom, which God had put into his mind."
    },
    {
        "o": 12519,
        "r": "esv:2 Chronicles:9:24",
        "t": "Every one of them brought his present, articles of silver and of gold, garments, myrrh, spices, horses, and mules, so much year by year."
    },
    {
        "o": 12520,
        "r": "esv:2 Chronicles:9:25",
        "t": "And Solomon had 4,000 stalls for horses and chariots, and 12,000 horsemen, whom he stationed in the chariot cities and with the king in Jerusalem."
    },
    {
        "o": 12521,
        "r": "esv:2 Chronicles:9:26",
        "t": "And he ruled over all the kings from the Euphrates to the land of the Philistines and to the border of Egypt."
    },
    {
        "o": 12522,
        "r": "esv:2 Chronicles:9:27",
        "t": "And the king made silver as common in Jerusalem as stone, and he made cedar as plentiful as the sycamore of the Shephelah."
    },
    {
        "o": 12523,
        "r": "esv:2 Chronicles:9:28",
        "t": "And horses were imported for Solomon from Egypt and from all lands."
    },
    {
        "o": 12524,
        "r": "esv:2 Chronicles:9:28",
        "t": "Solomon’s Death",
        "h": 2
    },
    {
        "o": 12525,
        "r": "esv:2 Chronicles:9:29",
        "t": "Now*p the rest of the acts of Solomon, from first to last, are they not written in the history of Nathan the prophet, and in the prophecy of Ahijah the Shilonite, and in the visions of Iddo the seer concerning Jeroboam the son of Nebat?"
    },
    {
        "o": 12526,
        "r": "esv:2 Chronicles:9:30",
        "t": "Solomon reigned in Jerusalem over all Israel forty years."
    },
    {
        "o": 12527,
        "r": "esv:2 Chronicles:9:31",
        "t": "And Solomon slept with his fathers and was buried in the city of David his father, and Rehoboam his son reigned in his place."
    },
    {
        "o": 12528,
        "r": "esv:2 Chronicles:10:0",
        "t": "2 Chronicles 10",
        "h": 1
    },
    {
        "o": 12529,
        "r": "esv:2 Chronicles:10:0",
        "t": "The Revolt Against Rehoboam",
        "h": 2
    },
    {
        "o": 12530,
        "r": "esv:2 Chronicles:10:1",
        "t": "Rehoboam*p went to Shechem, for all Israel had come to Shechem to make him king."
    },
    {
        "o": 12531,
        "r": "esv:2 Chronicles:10:2",
        "t": "And as soon as Jeroboam the son of Nebat heard of it (for he was in Egypt, where he had fled from King Solomon), then Jeroboam returned from Egypt."
    },
    {
        "o": 12532,
        "r": "esv:2 Chronicles:10:3",
        "t": "And they sent and called him. And Jeroboam and all Israel came and said to Rehoboam,"
    },
    {
        "o": 12533,
        "r": "esv:2 Chronicles:10:4",
        "t": "“Your father made our yoke heavy. Now therefore lighten the hard service of your father and his heavy yoke on us, and we will serve you.”"
    },
    {
        "o": 12534,
        "r": "esv:2 Chronicles:10:5",
        "t": "He said to them, “Come to me again in three days.” So the people went away."
    },
    {
        "o": 12535,
        "r": "esv:2 Chronicles:10:6",
        "t": "Then*p King Rehoboam took counsel with the old men, who had stood before Solomon his father while he was yet alive, saying, “How do you advise me to answer this people?”"
    },
    {
        "o": 12536,
        "r": "esv:2 Chronicles:10:7",
        "t": "And they said to him, “If you will be good to this people and please them and speak good words to them, then they will be your servants forever.”"
    },
    {
        "o": 12537,
        "r": "esv:2 Chronicles:10:8",
        "t": "But he abandoned the counsel that the old men gave him, and took counsel with the young men who had grown up with him and stood before him."
    },
    {
        "o": 12538,
        "r": "esv:2 Chronicles:10:9",
        "t": "And he said to them, “What do you advise that we answer this people who have said to me, ‘Lighten the yoke that your father put on us’?”"
    },
    {
        "o": 12539,
        "r": "esv:2 Chronicles:10:10",
        "t": "And the young men who had grown up with him said to him, “Thus shall you speak to the people who said to you, ‘Your father made our yoke heavy, but you lighten it for us’; thus shall you say to them, ‘My little finger is thicker than my father’s thighs."
    },
    {
        "o": 12540,
        "r": "esv:2 Chronicles:10:11",
        "t": "And now, whereas my father laid on you a heavy yoke, I will add to your yoke. My father disciplined you with whips, but I will discipline you with scorpions.’”"
    },
    {
        "o": 12541,
        "r": "esv:2 Chronicles:10:12",
        "t": "So*p Jeroboam and all the people came to Rehoboam the third day, as the king said, “Come to me again the third day.”"
    },
    {
        "o": 12542,
        "r": "esv:2 Chronicles:10:13",
        "t": "And the king answered them harshly; and forsaking the counsel of the old men,"
    },
    {
        "o": 12543,
        "r": "esv:2 Chronicles:10:14",
        "t": "King Rehoboam spoke to them according to the counsel of the young men, saying, “My father made your yoke heavy, but I will add to it. My father disciplined you with whips, but I will discipline you with scorpions.”"
    },
    {
        "o": 12544,
        "r": "esv:2 Chronicles:10:15",
        "t": "So the king did not listen to the people, for it was a turn of affairs brought about by God that the Lord*s might fulfill his word, which he spoke by Ahijah the Shilonite to Jeroboam the son of Nebat."
    },
    {
        "o": 12545,
        "r": "esv:2 Chronicles:10:16",
        "t": "And*p when all Israel saw that the king did not listen to them, the people answered the king, “What portion have we in David? We have no inheritance in the son of Jesse. Each of you to your tents, O Israel! Look now to your own house, David.” So all Israel went to their tents."
    },
    {
        "o": 12546,
        "r": "esv:2 Chronicles:10:17",
        "t": "But Rehoboam reigned over the people of Israel who lived in the cities of Judah."
    },
    {
        "o": 12547,
        "r": "esv:2 Chronicles:10:18",
        "t": "Then King Rehoboam sent Hadoram, who was taskmaster over the forced labor, and the people of Israel stoned him to death with stones. And King Rehoboam quickly mounted his chariot to flee to Jerusalem."
    },
    {
        "o": 12548,
        "r": "esv:2 Chronicles:10:19",
        "t": "So Israel has been in rebellion against the house of David to this day."
    },
    {
        "o": 12549,
        "r": "esv:2 Chronicles:11:0",
        "t": "2 Chronicles 11",
        "h": 1
    },
    {
        "o": 12550,
        "r": "esv:2 Chronicles:11:0",
        "t": "Rehoboam Secures His Kingdom",
        "h": 2
    },
    {
        "o": 12551,
        "r": "esv:2 Chronicles:11:1",
        "t": "When*p Rehoboam came to Jerusalem, he assembled the house of Judah and Benjamin, 180,000 chosen warriors, to fight against Israel, to restore the kingdom to Rehoboam."
    },
    {
        "o": 12552,
        "r": "esv:2 Chronicles:11:2",
        "t": "But the word of the Lord*s came to Shemaiah the man of God:"
    },
    {
        "o": 12553,
        "r": "esv:2 Chronicles:11:3",
        "t": "“Say to Rehoboam the son of Solomon, king of Judah, and to all Israel in Judah and Benjamin,"
    },
    {
        "o": 12554,
        "r": "esv:2 Chronicles:11:4",
        "t": "‘Thus says the Lord,*s You shall not go up or fight against your relatives. Return every man to his home, for this thing is from me.’” So they listened to the word of the Lord*s and returned and did not go against Jeroboam."
    },
    {
        "o": 12555,
        "r": "esv:2 Chronicles:11:5",
        "t": "Rehoboam*p lived in Jerusalem, and he built cities for defense in Judah."
    },
    {
        "o": 12556,
        "r": "esv:2 Chronicles:11:6",
        "t": "He built Bethlehem, Etam, Tekoa,"
    },
    {
        "o": 12557,
        "r": "esv:2 Chronicles:11:7",
        "t": "Beth-zur, Soco, Adullam,"
    },
    {
        "o": 12558,
        "r": "esv:2 Chronicles:11:8",
        "t": "Gath, Mareshah, Ziph,"
    },
    {
        "o": 12559,
        "r": "esv:2 Chronicles:11:9",
        "t": "Adoraim, Lachish, Azekah,"
    },
    {
        "o": 12560,
        "r": "esv:2 Chronicles:11:10",
        "t": "Zorah, Aijalon, and Hebron, fortified cities that are in Judah and in Benjamin."
    },
    {
        "o": 12561,
        "r": "esv:2 Chronicles:11:11",
        "t": "He made the fortresses strong, and put commanders in them, and stores of food, oil, and wine."
    },
    {
        "o": 12562,
        "r": "esv:2 Chronicles:11:12",
        "t": "And he put shields and spears in all the cities and made them very strong. So he held Judah and Benjamin."
    },
    {
        "o": 12563,
        "r": "esv:2 Chronicles:11:12",
        "t": "Priests and Levites Come to Jerusalem",
        "h": 2
    },
    {
        "o": 12564,
        "r": "esv:2 Chronicles:11:13",
        "t": "And*p the priests and the Levites who were in all Israel presented themselves to him from all places where they lived."
    },
    {
        "o": 12565,
        "r": "esv:2 Chronicles:11:14",
        "t": "For the Levites left their common lands and their holdings and came to Judah and Jerusalem, because Jeroboam and his sons cast them out from serving as priests of the Lord,*s"
    },
    {
        "o": 12566,
        "r": "esv:2 Chronicles:11:15",
        "t": "and he appointed his own priests for the high places and for the goat idols and for the calves that he had made."
    },
    {
        "o": 12567,
        "r": "esv:2 Chronicles:11:16",
        "t": "And those who had set their hearts to seek the Lord*s God of Israel came after them from all the tribes of Israel to Jerusalem to sacrifice to the Lord,*s the God of their fathers."
    },
    {
        "o": 12568,
        "r": "esv:2 Chronicles:11:17",
        "t": "They strengthened the kingdom of Judah, and for three years they made Rehoboam the son of Solomon secure, for they walked for three years in the way of David and Solomon."
    },
    {
        "o": 12569,
        "r": "esv:2 Chronicles:11:17",
        "t": "Rehoboam’s Family",
        "h": 2
    },
    {
        "o": 12570,
        "r": "esv:2 Chronicles:11:18",
        "t": "Rehoboam*p took as wife Mahalath the daughter of Jerimoth the son of David, and of Abihail the daughter of Eliab the son of Jesse,"
    },
    {
        "o": 12571,
        "r": "esv:2 Chronicles:11:19",
        "t": "and she bore him sons, Jeush, Shemariah, and Zaham."
    },
    {
        "o": 12572,
        "r": "esv:2 Chronicles:11:20",
        "t": "After her he took Maacah the daughter of Absalom, who bore him Abijah, Attai, Ziza, and Shelomith."
    },
    {
        "o": 12573,
        "r": "esv:2 Chronicles:11:21",
        "t": "Rehoboam loved Maacah the daughter of Absalom above all his wives and concubines (he took eighteen wives and sixty concubines, and fathered twenty-eight sons and sixty daughters)."
    },
    {
        "o": 12574,
        "r": "esv:2 Chronicles:11:22",
        "t": "And Rehoboam appointed Abijah the son of Maacah as chief prince among his brothers, for he intended to make him king."
    },
    {
        "o": 12575,
        "r": "esv:2 Chronicles:11:23",
        "t": "And he dealt wisely and distributed some of his sons through all the districts of Judah and Benjamin, in all the fortified cities, and he gave them abundant provisions and procured wives for them."
    },
    {
        "o": 12576,
        "r": "esv:2 Chronicles:12:0",
        "t": "2 Chronicles 12",
        "h": 1
    },
    {
        "o": 12577,
        "r": "esv:2 Chronicles:12:0",
        "t": "Egypt Plunders Jerusalem",
        "h": 2
    },
    {
        "o": 12578,
        "r": "esv:2 Chronicles:12:1",
        "t": "When*p the rule of Rehoboam was established and he was strong, he abandoned the law of the Lord,*s and all Israel with him."
    },
    {
        "o": 12579,
        "r": "esv:2 Chronicles:12:2",
        "t": "In the fifth year of King Rehoboam, because they had been unfaithful to the Lord,*s Shishak king of Egypt came up against Jerusalem"
    },
    {
        "o": 12580,
        "r": "esv:2 Chronicles:12:3",
        "t": "with 1,200 chariots and 60,000 horsemen. And the people were without number who came with him from Egypt— Libyans, Sukkiim, and Ethiopians."
    },
    {
        "o": 12581,
        "r": "esv:2 Chronicles:12:4",
        "t": "And he took the fortified cities of Judah and came as far as Jerusalem."
    },
    {
        "o": 12582,
        "r": "esv:2 Chronicles:12:5",
        "t": "Then Shemaiah the prophet came to Rehoboam and to the princes of Judah, who had gathered at Jerusalem because of Shishak, and said to them, “Thus says the Lord,*s ‘You abandoned me, so I have abandoned you to the hand of Shishak.’”"
    },
    {
        "o": 12583,
        "r": "esv:2 Chronicles:12:6",
        "t": "Then the princes of Israel and the king humbled themselves and said, “The Lord*s is righteous.”"
    },
    {
        "o": 12584,
        "r": "esv:2 Chronicles:12:7",
        "t": "When the Lord*s saw that they humbled themselves, the word of the Lord*s came to Shemaiah: “They have humbled themselves. I will not destroy them, but I will grant them some deliverance, and my wrath shall not be poured out on Jerusalem by the hand of Shishak."
    },
    {
        "o": 12585,
        "r": "esv:2 Chronicles:12:8",
        "t": "Nevertheless, they shall be servants to him, that they may know my service and the service of the kingdoms of the countries.”"
    },
    {
        "o": 12586,
        "r": "esv:2 Chronicles:12:9",
        "t": "So*p Shishak king of Egypt came up against Jerusalem. He took away the treasures of the house of the Lord*s and the treasures of the king’s house. He took away everything. He also took away the shields of gold that Solomon had made,"
    },
    {
        "o": 12587,
        "r": "esv:2 Chronicles:12:10",
        "t": "and King Rehoboam made in their place shields of bronze and committed them to the hands of the officers of the guard, who kept the door of the king’s house."
    },
    {
        "o": 12588,
        "r": "esv:2 Chronicles:12:11",
        "t": "And as often as the king went into the house of the Lord,*s the guard came and carried them and brought them back to the guardroom."
    },
    {
        "o": 12589,
        "r": "esv:2 Chronicles:12:12",
        "t": "And when he humbled himself the wrath of the Lord*s turned from him, so as not to make a complete destruction. Moreover, conditions were good in Judah."
    },
    {
        "o": 12590,
        "r": "esv:2 Chronicles:12:13",
        "t": "So*p King Rehoboam grew strong in Jerusalem and reigned. Rehoboam was forty-one years old when he began to reign, and he reigned seventeen years in Jerusalem, the city that the Lord*s had chosen out of all the tribes of Israel to put his name there. His mother’s name was Naamah the Ammonite."
    },
    {
        "o": 12591,
        "r": "esv:2 Chronicles:12:14",
        "t": "And he did evil, for he did not set his heart to seek the Lord.*s"
    },
    {
        "o": 12592,
        "r": "esv:2 Chronicles:12:15",
        "t": "Now*p the acts of Rehoboam, from first to last, are they not written in the chronicles of Shemaiah the prophet and of Iddo the seer? There were continual wars between Rehoboam and Jeroboam."
    },
    {
        "o": 12593,
        "r": "esv:2 Chronicles:12:16",
        "t": "And Rehoboam slept with his fathers and was buried in the city of David, and Abijah his son reigned in his place."
    },
    {
        "o": 12594,
        "r": "esv:2 Chronicles:13:0",
        "t": "2 Chronicles 13",
        "h": 1
    },
    {
        "o": 12595,
        "r": "esv:2 Chronicles:13:0",
        "t": "Abijah Reigns in Judah",
        "h": 2
    },
    {
        "o": 12596,
        "r": "esv:2 Chronicles:13:1",
        "t": "In*p the eighteenth year of King Jeroboam, Abijah began to reign over Judah."
    },
    {
        "o": 12597,
        "r": "esv:2 Chronicles:13:2",
        "t": "He reigned for three years in Jerusalem. His mother’s name was Micaiah the daughter of Uriel of Gibeah. Now*p there was war between Abijah and Jeroboam."
    },
    {
        "o": 12598,
        "r": "esv:2 Chronicles:13:3",
        "t": "Abijah went out to battle, having an army of valiant men of war, 400,000 chosen men. And Jeroboam drew up his line of battle against him with 800,000 chosen mighty warriors."
    },
    {
        "o": 12599,
        "r": "esv:2 Chronicles:13:4",
        "t": "Then Abijah stood up on Mount Zemaraim that is in the hill country of Ephraim and said, “Hear me, O Jeroboam and all Israel!"
    },
    {
        "o": 12600,
        "r": "esv:2 Chronicles:13:5",
        "t": "Ought you not to know that the Lord*s God of Israel gave the kingship over Israel forever to David and his sons by a covenant of salt?"
    },
    {
        "o": 12601,
        "r": "esv:2 Chronicles:13:6",
        "t": "Yet Jeroboam the son of Nebat, a servant of Solomon the son of David, rose up and rebelled against his lord,"
    },
    {
        "o": 12602,
        "r": "esv:2 Chronicles:13:7",
        "t": "and certain worthless scoundrels gathered about him and defied Rehoboam the son of Solomon, when Rehoboam was young and irresolute and could not withstand them."
    },
    {
        "o": 12603,
        "r": "esv:2 Chronicles:13:8",
        "t": "“And*p now you think to withstand the kingdom of the Lord*s in the hand of the sons of David, because you are a great multitude and have with you the golden calves that Jeroboam made you for gods."
    },
    {
        "o": 12604,
        "r": "esv:2 Chronicles:13:9",
        "t": "Have you not driven out the priests of the Lord,*s the sons of Aaron, and the Levites, and made priests for yourselves like the peoples of other lands? Whoever comes for ordination with a young bull or seven rams becomes a priest of what are not gods."
    },
    {
        "o": 12605,
        "r": "esv:2 Chronicles:13:10",
        "t": "But as for us, the Lord*s is our God, and we have not forsaken him. We have priests ministering to the Lord*s who are sons of Aaron, and Levites for their service."
    },
    {
        "o": 12606,
        "r": "esv:2 Chronicles:13:11",
        "t": "They offer to the Lord*s every morning and every evening burnt offerings and incense of sweet spices, set out the showbread on the table of pure gold, and care for the golden lampstand that its lamps may burn every evening. For we keep the charge of the Lord*s our God, but you have forsaken him."
    },
    {
        "o": 12607,
        "r": "esv:2 Chronicles:13:12",
        "t": "Behold, God is with us at our head, and his priests with their battle trumpets to sound the call to battle against you. O sons of Israel, do not fight against the Lord,*s the God of your fathers, for you cannot succeed.”"
    },
    {
        "o": 12608,
        "r": "esv:2 Chronicles:13:13",
        "t": "Jeroboam*p had sent an ambush around to come upon them from behind. Thus his troops were in front of Judah, and the ambush was behind them."
    },
    {
        "o": 12609,
        "r": "esv:2 Chronicles:13:14",
        "t": "And when Judah looked, behold, the battle was in front of and behind them. And they cried to the Lord,*s and the priests blew the trumpets."
    },
    {
        "o": 12610,
        "r": "esv:2 Chronicles:13:15",
        "t": "Then the men of Judah raised the battle shout. And when the men of Judah shouted, God defeated Jeroboam and all Israel before Abijah and Judah."
    },
    {
        "o": 12611,
        "r": "esv:2 Chronicles:13:16",
        "t": "The men of Israel fled before Judah, and God gave them into their hand."
    },
    {
        "o": 12612,
        "r": "esv:2 Chronicles:13:17",
        "t": "Abijah and his people struck them with great force, so there fell slain of Israel 500,000 chosen men."
    },
    {
        "o": 12613,
        "r": "esv:2 Chronicles:13:18",
        "t": "Thus the men of Israel were subdued at that time, and the men of Judah prevailed, because they relied on the Lord,*s the God of their fathers."
    },
    {
        "o": 12614,
        "r": "esv:2 Chronicles:13:19",
        "t": "And Abijah pursued Jeroboam and took cities from him, Bethel with its villages and Jeshanah with its villages and Ephron with its villages."
    },
    {
        "o": 12615,
        "r": "esv:2 Chronicles:13:20",
        "t": "Jeroboam did not recover his power in the days of Abijah. And the Lord*s struck him down, and he died."
    },
    {
        "o": 12616,
        "r": "esv:2 Chronicles:13:21",
        "t": "But Abijah grew mighty. And he took fourteen wives and had twenty-two sons and sixteen daughters."
    },
    {
        "o": 12617,
        "r": "esv:2 Chronicles:13:22",
        "t": "The rest of the acts of Abijah, his ways and his sayings, are written in the story of the prophet Iddo."
    },
    {
        "o": 12618,
        "r": "esv:2 Chronicles:14:0",
        "t": "2 Chronicles 14",
        "h": 1
    },
    {
        "o": 12619,
        "r": "esv:2 Chronicles:14:0",
        "t": "Asa Reigns in Judah",
        "h": 2
    },
    {
        "o": 12620,
        "r": "esv:2 Chronicles:14:1",
        "t": "Abijah*p slept with his fathers, and they buried him in the city of David. And Asa his son reigned in his place. In his days the land had rest for ten years."
    },
    {
        "o": 12621,
        "r": "esv:2 Chronicles:14:2",
        "t": "And Asa did what was good and right in the eyes of the Lord*s his God."
    },
    {
        "o": 12622,
        "r": "esv:2 Chronicles:14:3",
        "t": "He took away the foreign altars and the high places and broke down the pillars and cut down the Asherim"
    },
    {
        "o": 12623,
        "r": "esv:2 Chronicles:14:4",
        "t": "and commanded Judah to seek the Lord,*s the God of their fathers, and to keep the law and the commandment."
    },
    {
        "o": 12624,
        "r": "esv:2 Chronicles:14:5",
        "t": "He also took out of all the cities of Judah the high places and the incense altars. And the kingdom had rest under him."
    },
    {
        "o": 12625,
        "r": "esv:2 Chronicles:14:6",
        "t": "He built fortified cities in Judah, for the land had rest. He had no war in those years, for the Lord*s gave him peace."
    },
    {
        "o": 12626,
        "r": "esv:2 Chronicles:14:7",
        "t": "And he said to Judah, “Let us build these cities and surround them with walls and towers, gates and bars. The land is still ours, because we have sought the Lord*s our God. We have sought him, and he has given us peace on every side.” So they built and prospered."
    },
    {
        "o": 12627,
        "r": "esv:2 Chronicles:14:8",
        "t": "And Asa had an army of 300,000 from Judah, armed with large shields and spears, and 280,000 men from Benjamin that carried shields and drew bows. All these were mighty men of valor."
    },
    {
        "o": 12628,
        "r": "esv:2 Chronicles:14:9",
        "t": "Zerah*p the Ethiopian came out against them with an army of a million men and 300 chariots, and came as far as Mareshah."
    },
    {
        "o": 12629,
        "r": "esv:2 Chronicles:14:10",
        "t": "And Asa went out to meet him, and they drew up their lines of battle in the Valley of Zephathah at Mareshah."
    },
    {
        "o": 12630,
        "r": "esv:2 Chronicles:14:11",
        "t": "And Asa cried to the Lord*s his God, “O Lord,*s there is none like you to help, between the mighty and the weak. Help us, O Lord*s our God, for we rely on you, and in your name we have come against this multitude. O Lord,*s you are our God; let not man prevail against you.”"
    },
    {
        "o": 12631,
        "r": "esv:2 Chronicles:14:12",
        "t": "So the Lord*s defeated the Ethiopians before Asa and before Judah, and the Ethiopians fled."
    },
    {
        "o": 12632,
        "r": "esv:2 Chronicles:14:13",
        "t": "Asa and the people who were with him pursued them as far as Gerar, and the Ethiopians fell until none remained alive, for they were broken before the Lord*s and his army. The men of Judah carried away very much spoil."
    },
    {
        "o": 12633,
        "r": "esv:2 Chronicles:14:14",
        "t": "And they attacked all the cities around Gerar, for the fear of the Lord*s was upon them. They plundered all the cities, for there was much plunder in them."
    },
    {
        "o": 12634,
        "r": "esv:2 Chronicles:14:15",
        "t": "And they struck down the tents of those who had livestock and carried away sheep in abundance and camels. Then they returned to Jerusalem."
    },
    {
        "o": 12635,
        "r": "esv:2 Chronicles:15:0",
        "t": "2 Chronicles 15",
        "h": 1
    },
    {
        "o": 12636,
        "r": "esv:2 Chronicles:15:0",
        "t": "Asa’s Religious Reforms",
        "h": 2
    },
    {
        "o": 12637,
        "r": "esv:2 Chronicles:15:1",
        "t": "The*p Spirit of God came upon Azariah the son of Oded,"
    },
    {
        "o": 12638,
        "r": "esv:2 Chronicles:15:2",
        "t": "and he went out to meet Asa and said to him, “Hear me, Asa, and all Judah and Benjamin: The Lord*s is with you while you are with him. If you seek him, he will be found by you, but if you forsake him, he will forsake you."
    },
    {
        "o": 12639,
        "r": "esv:2 Chronicles:15:3",
        "t": "For a long time Israel was without the true God, and without a teaching priest and without law,"
    },
    {
        "o": 12640,
        "r": "esv:2 Chronicles:15:4",
        "t": "but when in their distress they turned to the Lord,*s the God of Israel, and sought him, he was found by them."
    },
    {
        "o": 12641,
        "r": "esv:2 Chronicles:15:5",
        "t": "In those times there was no peace to him who went out or to him who came in, for great disturbances afflicted all the inhabitants of the lands."
    },
    {
        "o": 12642,
        "r": "esv:2 Chronicles:15:6",
        "t": "They were broken in pieces. Nation was crushed by nation and city by city, for God troubled them with every sort of distress."
    },
    {
        "o": 12643,
        "r": "esv:2 Chronicles:15:7",
        "t": "But you, take courage! Do not let your hands be weak, for your work shall be rewarded.”"
    },
    {
        "o": 12644,
        "r": "esv:2 Chronicles:15:8",
        "t": "As*p soon as Asa heard these words, the prophecy of Azariah the son of Oded, he took courage and put away the detestable idols from all the land of Judah and Benjamin and from the cities that he had taken in the hill country of Ephraim, and he repaired the altar of the Lord*s that was in front of the vestibule of the house of the Lord.*s"
    },
    {
        "o": 12645,
        "r": "esv:2 Chronicles:15:9",
        "t": "And he gathered all Judah and Benjamin, and those from Ephraim, Manasseh, and Simeon who were residing with them, for great numbers had deserted to him from Israel when they saw that the Lord*s his God was with him."
    },
    {
        "o": 12646,
        "r": "esv:2 Chronicles:15:10",
        "t": "They were gathered at Jerusalem in the third month of the fifteenth year of the reign of Asa."
    },
    {
        "o": 12647,
        "r": "esv:2 Chronicles:15:11",
        "t": "They sacrificed to the Lord*s on that day from the spoil that they had brought 700 oxen and 7,000 sheep."
    },
    {
        "o": 12648,
        "r": "esv:2 Chronicles:15:12",
        "t": "And they entered into a covenant to seek the Lord,*s the God of their fathers, with all their heart and with all their soul,"
    },
    {
        "o": 12649,
        "r": "esv:2 Chronicles:15:13",
        "t": "but that whoever would not seek the Lord,*s the God of Israel, should be put to death, whether young or old, man or woman."
    },
    {
        "o": 12650,
        "r": "esv:2 Chronicles:15:14",
        "t": "They swore an oath to the Lord*s with a loud voice and with shouting and with trumpets and with horns."
    },
    {
        "o": 12651,
        "r": "esv:2 Chronicles:15:15",
        "t": "And all Judah rejoiced over the oath, for they had sworn with all their heart and had sought him with their whole desire, and he was found by them, and the Lord*s gave them rest all around."
    },
    {
        "o": 12652,
        "r": "esv:2 Chronicles:15:16",
        "t": "Even*p Maacah, his mother, King Asa removed from being queen mother because she had made a detestable image for Asherah. Asa cut down her image, crushed it, and burned it at the brook Kidron."
    },
    {
        "o": 12653,
        "r": "esv:2 Chronicles:15:17",
        "t": "But the high places were not taken out of Israel. Nevertheless, the heart of Asa was wholly true all his days."
    },
    {
        "o": 12654,
        "r": "esv:2 Chronicles:15:18",
        "t": "And he brought into the house of God the sacred gifts of his father and his own sacred gifts, silver, and gold, and vessels."
    },
    {
        "o": 12655,
        "r": "esv:2 Chronicles:15:19",
        "t": "And there was no more war until the thirty-fifth year of the reign of Asa."
    },
    {
        "o": 12656,
        "r": "esv:2 Chronicles:16:0",
        "t": "2 Chronicles 16",
        "h": 1
    },
    {
        "o": 12657,
        "r": "esv:2 Chronicles:16:0",
        "t": "Asa’s Last Years",
        "h": 2
    },
    {
        "o": 12658,
        "r": "esv:2 Chronicles:16:1",
        "t": "In*p the thirty-sixth year of the reign of Asa, Baasha king of Israel went up against Judah and built Ramah, that he might permit no one to go out or come in to Asa king of Judah."
    },
    {
        "o": 12659,
        "r": "esv:2 Chronicles:16:2",
        "t": "Then Asa took silver and gold from the treasures of the house of the Lord*s and the king’s house and sent them to Ben-hadad king of Syria, who lived in Damascus, saying,"
    },
    {
        "o": 12660,
        "r": "esv:2 Chronicles:16:3",
        "t": "“There is a covenant between me and you, as there was between my father and your father. Behold, I am sending to you silver and gold. Go, break your covenant with Baasha king of Israel, that he may withdraw from me.”"
    },
    {
        "o": 12661,
        "r": "esv:2 Chronicles:16:4",
        "t": "And Ben-hadad listened to King Asa and sent the commanders of his armies against the cities of Israel, and they conquered Ijon, Dan, Abel-maim, and all the store cities of Naphtali."
    },
    {
        "o": 12662,
        "r": "esv:2 Chronicles:16:5",
        "t": "And when Baasha heard of it, he stopped building Ramah and let his work cease."
    },
    {
        "o": 12663,
        "r": "esv:2 Chronicles:16:6",
        "t": "Then King Asa took all Judah, and they carried away the stones of Ramah and its timber, with which Baasha had been building, and with them he built Geba and Mizpah."
    },
    {
        "o": 12664,
        "r": "esv:2 Chronicles:16:7",
        "t": "At*p that time Hanani the seer came to Asa king of Judah and said to him, “Because you relied on the king of Syria, and did not rely on the Lord*s your God, the army of the king of Syria has escaped you."
    },
    {
        "o": 12665,
        "r": "esv:2 Chronicles:16:8",
        "t": "Were not the Ethiopians and the Libyans a huge army with very many chariots and horsemen? Yet because you relied on the Lord,*s he gave them into your hand."
    },
    {
        "o": 12666,
        "r": "esv:2 Chronicles:16:9",
        "t": "For the eyes of the Lord*s run to and fro throughout the whole earth, to give strong support to those whose heart is blameless toward him. You have done foolishly in this, for from now on you will have wars.”"
    },
    {
        "o": 12667,
        "r": "esv:2 Chronicles:16:10",
        "t": "Then Asa was angry with the seer and put him in the stocks in prison, for he was in a rage with him because of this. And Asa inflicted cruelties upon some of the people at the same time."
    },
    {
        "o": 12668,
        "r": "esv:2 Chronicles:16:11",
        "t": "The*p acts of Asa, from first to last, are written in the Book of the Kings of Judah and Israel."
    },
    {
        "o": 12669,
        "r": "esv:2 Chronicles:16:12",
        "t": "In the thirty-ninth year of his reign Asa was diseased in his feet, and his disease became severe. Yet even in his disease he did not seek the Lord,*s but sought help from physicians."
    },
    {
        "o": 12670,
        "r": "esv:2 Chronicles:16:13",
        "t": "And Asa slept with his fathers, dying in the forty-first year of his reign."
    },
    {
        "o": 12671,
        "r": "esv:2 Chronicles:16:14",
        "t": "They buried him in the tomb that he had cut for himself in the city of David. They laid him on a bier that had been filled with various kinds of spices prepared by the perfumer’s art, and they made a very great fire in his honor."
    },
    {
        "o": 12672,
        "r": "esv:2 Chronicles:17:0",
        "t": "2 Chronicles 17",
        "h": 1
    },
    {
        "o": 12673,
        "r": "esv:2 Chronicles:17:0",
        "t": "Jehoshaphat Reigns in Judah",
        "h": 2
    },
    {
        "o": 12674,
        "r": "esv:2 Chronicles:17:1",
        "t": "Jehoshaphat*p his son reigned in his place and strengthened himself against Israel."
    },
    {
        "o": 12675,
        "r": "esv:2 Chronicles:17:2",
        "t": "He placed forces in all the fortified cities of Judah and set garrisons in the land of Judah, and in the cities of Ephraim that Asa his father had captured."
    },
    {
        "o": 12676,
        "r": "esv:2 Chronicles:17:3",
        "t": "The Lord*s was with Jehoshaphat, because he walked in the earlier ways of his father David. He did not seek the Baals,"
    },
    {
        "o": 12677,
        "r": "esv:2 Chronicles:17:4",
        "t": "but sought the God of his father and walked in his commandments, and not according to the practices of Israel."
    },
    {
        "o": 12678,
        "r": "esv:2 Chronicles:17:5",
        "t": "Therefore the Lord*s established the kingdom in his hand. And all Judah brought tribute to Jehoshaphat, and he had great riches and honor."
    },
    {
        "o": 12679,
        "r": "esv:2 Chronicles:17:6",
        "t": "His heart was courageous in the ways of the Lord.*s And furthermore, he took the high places and the Asherim out of Judah."
    },
    {
        "o": 12680,
        "r": "esv:2 Chronicles:17:7",
        "t": "In*p the third year of his reign he sent his officials, Ben-hail, Obadiah, Zechariah, Nethanel, and Micaiah, to teach in the cities of Judah;"
    },
    {
        "o": 12681,
        "r": "esv:2 Chronicles:17:8",
        "t": "and with them the Levites, Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tobadonijah; and with these Levites, the priests Elishama and Jehoram."
    },
    {
        "o": 12682,
        "r": "esv:2 Chronicles:17:9",
        "t": "And they taught in Judah, having the Book of the Law of the Lord*s with them. They went about through all the cities of Judah and taught among the people."
    },
    {
        "o": 12683,
        "r": "esv:2 Chronicles:17:10",
        "t": "And*p the fear of the Lord*s fell upon all the kingdoms of the lands that were around Judah, and they made no war against Jehoshaphat."
    },
    {
        "o": 12684,
        "r": "esv:2 Chronicles:17:11",
        "t": "Some of the Philistines brought Jehoshaphat presents and silver for tribute, and the Arabians also brought him 7,700 rams and 7,700 goats."
    },
    {
        "o": 12685,
        "r": "esv:2 Chronicles:17:12",
        "t": "And Jehoshaphat grew steadily greater. He built in Judah fortresses and store cities,"
    },
    {
        "o": 12686,
        "r": "esv:2 Chronicles:17:13",
        "t": "and he had large supplies in the cities of Judah. He had soldiers, mighty men of valor, in Jerusalem."
    },
    {
        "o": 12687,
        "r": "esv:2 Chronicles:17:14",
        "t": "This was the muster of them by fathers’ houses: Of Judah, the commanders of thousands: Adnah the commander, with 300,000 mighty men of valor;"
    },
    {
        "o": 12688,
        "r": "esv:2 Chronicles:17:15",
        "t": "and next to him Jehohanan the commander, with 280,000;"
    },
    {
        "o": 12689,
        "r": "esv:2 Chronicles:17:16",
        "t": "and next to him Amasiah the son of Zichri, a volunteer for the service of the Lord,*s with 200,000 mighty men of valor."
    },
    {
        "o": 12690,
        "r": "esv:2 Chronicles:17:17",
        "t": "Of Benjamin: Eliada, a mighty man of valor, with 200,000 men armed with bow and shield;"
    },
    {
        "o": 12691,
        "r": "esv:2 Chronicles:17:18",
        "t": "and next to him Jehozabad with 180,000 armed for war."
    },
    {
        "o": 12692,
        "r": "esv:2 Chronicles:17:19",
        "t": "These were in the service of the king, besides those whom the king had placed in the fortified cities throughout all Judah."
    },
    {
        "o": 12693,
        "r": "esv:2 Chronicles:18:0",
        "t": "2 Chronicles 18",
        "h": 1
    },
    {
        "o": 12694,
        "r": "esv:2 Chronicles:18:0",
        "t": "Jehoshaphat Allies with Ahab",
        "h": 2
    },
    {
        "o": 12695,
        "r": "esv:2 Chronicles:18:1",
        "t": "Now*p Jehoshaphat had great riches and honor, and he made a marriage alliance with Ahab."
    },
    {
        "o": 12696,
        "r": "esv:2 Chronicles:18:2",
        "t": "After some years he went down to Ahab in Samaria. And Ahab killed an abundance of sheep and oxen for him and for the people who were with him, and induced him to go up against Ramoth-gilead."
    },
    {
        "o": 12697,
        "r": "esv:2 Chronicles:18:3",
        "t": "Ahab king of Israel said to Jehoshaphat king of Judah, “Will you go with me to Ramoth-gilead?” He answered him, “I am as you are, my people as your people. We will be with you in the war.”"
    },
    {
        "o": 12698,
        "r": "esv:2 Chronicles:18:4",
        "t": "And*p Jehoshaphat said to the king of Israel, “Inquire first for the word of the Lord.”*s"
    },
    {
        "o": 12699,
        "r": "esv:2 Chronicles:18:5",
        "t": "Then the king of Israel gathered the prophets together, four hundred men, and said to them, “Shall we go to battle against Ramoth-gilead, or shall I refrain?” And they said, “Go up, for God will give it into the hand of the king.”"
    },
    {
        "o": 12700,
        "r": "esv:2 Chronicles:18:6",
        "t": "But Jehoshaphat said, “Is there not here another prophet of the Lord*s of whom we may inquire?”"
    },
    {
        "o": 12701,
        "r": "esv:2 Chronicles:18:7",
        "t": "And the king of Israel said to Jehoshaphat, “There is yet one man by whom we may inquire of the Lord,*s Micaiah the son of Imlah; but I hate him, for he never prophesies good concerning me, but always evil.” And Jehoshaphat said, “Let not the king say so.”"
    },
    {
        "o": 12702,
        "r": "esv:2 Chronicles:18:8",
        "t": "Then the king of Israel summoned an officer and said, “Bring quickly Micaiah the son of Imlah.”"
    },
    {
        "o": 12703,
        "r": "esv:2 Chronicles:18:9",
        "t": "Now the king of Israel and Jehoshaphat the king of Judah were sitting on their thrones, arrayed in their robes. And they were sitting at the threshing floor at the entrance of the gate of Samaria, and all the prophets were prophesying before them."
    },
    {
        "o": 12704,
        "r": "esv:2 Chronicles:18:10",
        "t": "And Zedekiah the son of Chenaanah made for himself horns of iron and said, “Thus says the Lord,*s ‘With these you shall push the Syrians until they are destroyed.’”"
    },
    {
        "o": 12705,
        "r": "esv:2 Chronicles:18:11",
        "t": "And all the prophets prophesied so and said, “Go up to Ramoth-gilead and triumph. The Lord*s will give it into the hand of the king.”"
    },
    {
        "o": 12706,
        "r": "esv:2 Chronicles:18:12",
        "t": "And*p the messenger who went to summon Micaiah said to him, “Behold, the words of the prophets with one accord are favorable to the king. Let your word be like the word of one of them, and speak favorably.”"
    },
    {
        "o": 12707,
        "r": "esv:2 Chronicles:18:13",
        "t": "But Micaiah said, “As the Lord*s lives, what my God says, that I will speak.”"
    },
    {
        "o": 12708,
        "r": "esv:2 Chronicles:18:14",
        "t": "And when he had come to the king, the king said to him, “Micaiah, shall we go to Ramoth-gilead to battle, or shall I refrain?” And he answered, “Go up and triumph; they will be given into your hand.”"
    },
    {
        "o": 12709,
        "r": "esv:2 Chronicles:18:15",
        "t": "But the king said to him, “How many times shall I make you swear that you speak to me nothing but the truth in the name of the Lord?”*s"
    },
    {
        "o": 12710,
        "r": "esv:2 Chronicles:18:16",
        "t": "And he said, “I saw all Israel scattered on the mountains, as sheep that have no shepherd. And the Lord*s said, ‘These have no master; let each return to his home in peace.’”"
    },
    {
        "o": 12711,
        "r": "esv:2 Chronicles:18:17",
        "t": "And the king of Israel said to Jehoshaphat, “Did I not tell you that he would not prophesy good concerning me, but evil?”"
    },
    {
        "o": 12712,
        "r": "esv:2 Chronicles:18:18",
        "t": "And Micaiah said, “Therefore hear the word of the Lord:*s I saw the Lord*s sitting on his throne, and all the host of heaven standing on his right hand and on his left."
    },
    {
        "o": 12713,
        "r": "esv:2 Chronicles:18:19",
        "t": "And the Lord*s said, ‘Who will entice Ahab the king of Israel, that he may go up and fall at Ramoth-gilead?’ And one said one thing, and another said another."
    },
    {
        "o": 12714,
        "r": "esv:2 Chronicles:18:20",
        "t": "Then a spirit came forward and stood before the Lord,*s saying, ‘I will entice him.’ And the Lord*s said to him, ‘By what means?’"
    },
    {
        "o": 12715,
        "r": "esv:2 Chronicles:18:21",
        "t": "And he said, ‘I will go out, and will be a lying spirit in the mouth of all his prophets.’ And he said, ‘You are to entice him, and you shall succeed; go out and do so.’"
    },
    {
        "o": 12716,
        "r": "esv:2 Chronicles:18:22",
        "t": "Now therefore behold, the Lord*s has put a lying spirit in the mouth of these your prophets. The Lord*s has declared disaster concerning you.”"
    },
    {
        "o": 12717,
        "r": "esv:2 Chronicles:18:23",
        "t": "Then*p Zedekiah the son of Chenaanah came near and struck Micaiah on the cheek and said, “Which way did the Spirit of the Lord*s go from me to speak to you?”"
    },
    {
        "o": 12718,
        "r": "esv:2 Chronicles:18:24",
        "t": "And Micaiah said, “Behold, you shall see on that day when you go into an inner chamber to hide yourself.”"
    },
    {
        "o": 12719,
        "r": "esv:2 Chronicles:18:25",
        "t": "And the king of Israel said, “Seize Micaiah and take him back to Amon the governor of the city and to Joash the king’s son,"
    },
    {
        "o": 12720,
        "r": "esv:2 Chronicles:18:26",
        "t": "and say, ‘Thus says the king, Put this fellow in prison and feed him with meager rations of bread and water until I return in peace.’”"
    },
    {
        "o": 12721,
        "r": "esv:2 Chronicles:18:27",
        "t": "And Micaiah said, “If you return in peace, the Lord*s has not spoken by me.” And he said, “Hear, all you peoples!”"
    },
    {
        "o": 12722,
        "r": "esv:2 Chronicles:18:27",
        "t": "The Defeat and Death of Ahab",
        "h": 2
    },
    {
        "o": 12723,
        "r": "esv:2 Chronicles:18:28",
        "t": "So*p the king of Israel and Jehoshaphat the king of Judah went up to Ramoth-gilead."
    },
    {
        "o": 12724,
        "r": "esv:2 Chronicles:18:29",
        "t": "And the king of Israel said to Jehoshaphat, “I will disguise myself and go into battle, but you wear your robes.” And the king of Israel disguised himself, and they went into battle."
    },
    {
        "o": 12725,
        "r": "esv:2 Chronicles:18:30",
        "t": "Now the king of Syria had commanded the captains of his chariots, “Fight with neither small nor great, but only with the king of Israel.”"
    },
    {
        "o": 12726,
        "r": "esv:2 Chronicles:18:31",
        "t": "As soon as the captains of the chariots saw Jehoshaphat, they said, “It is the king of Israel.” So they turned to fight against him. And Jehoshaphat cried out, and the Lord*s helped him; God drew them away from him."
    },
    {
        "o": 12727,
        "r": "esv:2 Chronicles:18:32",
        "t": "For as soon as the captains of the chariots saw that it was not the king of Israel, they turned back from pursuing him."
    },
    {
        "o": 12728,
        "r": "esv:2 Chronicles:18:33",
        "t": "But a certain man drew his bow at random and struck the king of Israel between the scale armor and the breastplate. Therefore he said to the driver of his chariot, “Turn around and carry me out of the battle, for I am wounded.”"
    },
    {
        "o": 12729,
        "r": "esv:2 Chronicles:18:34",
        "t": "And the battle continued that day, and the king of Israel was propped up in his chariot facing the Syrians until evening. Then at sunset he died."
    },
    {
        "o": 12730,
        "r": "esv:2 Chronicles:19:0",
        "t": "2 Chronicles 19",
        "h": 1
    },
    {
        "o": 12731,
        "r": "esv:2 Chronicles:19:0",
        "t": "Jehoshaphat’s Reforms",
        "h": 2
    },
    {
        "o": 12732,
        "r": "esv:2 Chronicles:19:1",
        "t": "Jehoshaphat*p the king of Judah returned in safety to his house in Jerusalem."
    },
    {
        "o": 12733,
        "r": "esv:2 Chronicles:19:2",
        "t": "But Jehu the son of Hanani the seer went out to meet him and said to King Jehoshaphat, “Should you help the wicked and love those who hate the Lord?*s Because of this, wrath has gone out against you from the Lord.*s"
    },
    {
        "o": 12734,
        "r": "esv:2 Chronicles:19:3",
        "t": "Nevertheless, some good is found in you, for you destroyed the Asheroth out of the land, and have set your heart to seek God.”"
    },
    {
        "o": 12735,
        "r": "esv:2 Chronicles:19:4",
        "t": "Jehoshaphat*p lived at Jerusalem. And he went out again among the people, from Beersheba to the hill country of Ephraim, and brought them back to the Lord,*s the God of their fathers."
    },
    {
        "o": 12736,
        "r": "esv:2 Chronicles:19:5",
        "t": "He appointed judges in the land in all the fortified cities of Judah, city by city,"
    },
    {
        "o": 12737,
        "r": "esv:2 Chronicles:19:6",
        "t": "and said to the judges, “Consider what you do, for you judge not for man but for the Lord.*s He is with you in giving judgment."
    },
    {
        "o": 12738,
        "r": "esv:2 Chronicles:19:7",
        "t": "Now then, let the fear of the Lord*s be upon you. Be careful what you do, for there is no injustice with the Lord*s our God, or partiality or taking bribes.”"
    },
    {
        "o": 12739,
        "r": "esv:2 Chronicles:19:8",
        "t": "Moreover,*p in Jerusalem Jehoshaphat appointed certain Levites and priests and heads of families of Israel, to give judgment for the Lord*s and to decide disputed cases. They had their seat at Jerusalem."
    },
    {
        "o": 12740,
        "r": "esv:2 Chronicles:19:9",
        "t": "And he charged them: “Thus you shall do in the fear of the Lord,*s in faithfulness, and with your whole heart:"
    },
    {
        "o": 12741,
        "r": "esv:2 Chronicles:19:10",
        "t": "whenever a case comes to you from your brothers who live in their cities, concerning bloodshed, law or commandment, statutes or rules, then you shall warn them, that they may not incur guilt before the Lord*s and wrath may not come upon you and your brothers. Thus you shall do, and you will not incur guilt."
    },
    {
        "o": 12742,
        "r": "esv:2 Chronicles:19:11",
        "t": "And behold, Amariah the chief priest is over you in all matters of the Lord;*s and Zebadiah the son of Ishmael, the governor of the house of Judah, in all the king’s matters, and the Levites will serve you as officers. Deal courageously, and may the Lord*s be with the upright!”"
    },
    {
        "o": 12743,
        "r": "esv:2 Chronicles:20:0",
        "t": "2 Chronicles 20",
        "h": 1
    },
    {
        "o": 12744,
        "r": "esv:2 Chronicles:20:0",
        "t": "Jehoshaphat’s Prayer",
        "h": 2
    },
    {
        "o": 12745,
        "r": "esv:2 Chronicles:20:1",
        "t": "After*p this the Moabites and Ammonites, and with them some of the Meunites, came against Jehoshaphat for battle."
    },
    {
        "o": 12746,
        "r": "esv:2 Chronicles:20:2",
        "t": "Some men came and told Jehoshaphat, “A great multitude is coming against you from Edom, from beyond the sea; and, behold, they are in Hazazon-tamar” (that is, Engedi)."
    },
    {
        "o": 12747,
        "r": "esv:2 Chronicles:20:3",
        "t": "Then Jehoshaphat was afraid and set his face to seek the Lord,*s and proclaimed a fast throughout all Judah."
    },
    {
        "o": 12748,
        "r": "esv:2 Chronicles:20:4",
        "t": "And Judah assembled to seek help from the Lord;*s from all the cities of Judah they came to seek the Lord.*s"
    },
    {
        "o": 12749,
        "r": "esv:2 Chronicles:20:5",
        "t": "And*p Jehoshaphat stood in the assembly of Judah and Jerusalem, in the house of the Lord,*s before the new court,"
    },
    {
        "o": 12750,
        "r": "esv:2 Chronicles:20:6",
        "t": "and said, “O Lord,*s God of our fathers, are you not God in heaven? You rule over all the kingdoms of the nations. In your hand are power and might, so that none is able to withstand you."
    },
    {
        "o": 12751,
        "r": "esv:2 Chronicles:20:7",
        "t": "Did you not, our God, drive out the inhabitants of this land before your people Israel, and give it forever to the descendants of Abraham your friend?"
    },
    {
        "o": 12752,
        "r": "esv:2 Chronicles:20:8",
        "t": "And they have lived in it and have built for you in it a sanctuary for your name, saying,"
    },
    {
        "o": 12753,
        "r": "esv:2 Chronicles:20:9",
        "t": "‘If disaster comes upon us, the sword, judgment, or pestilence, or famine, we will stand before this house and before you— for your name is in this house— and cry out to you in our affliction, and you will hear and save.’"
    },
    {
        "o": 12754,
        "r": "esv:2 Chronicles:20:10",
        "t": "And now behold, the men of Ammon and Moab and Mount Seir, whom you would not let Israel invade when they came from the land of Egypt, and whom they avoided and did not destroy—"
    },
    {
        "o": 12755,
        "r": "esv:2 Chronicles:20:11",
        "t": "behold, they reward us by coming to drive us out of your possession, which you have given us to inherit."
    },
    {
        "o": 12756,
        "r": "esv:2 Chronicles:20:12",
        "t": "O our God, will you not execute judgment on them? For we are powerless against this great horde that is coming against us. We do not know what to do, but our eyes are on you.”"
    },
    {
        "o": 12757,
        "r": "esv:2 Chronicles:20:13",
        "t": "Meanwhile*p all Judah stood before the Lord,*s with their little ones, their wives, and their children."
    },
    {
        "o": 12758,
        "r": "esv:2 Chronicles:20:14",
        "t": "And the Spirit of the Lord*s came upon Jahaziel the son of Zechariah, son of Benaiah, son of Jeiel, son of Mattaniah, a Levite of the sons of Asaph, in the midst of the assembly."
    },
    {
        "o": 12759,
        "r": "esv:2 Chronicles:20:15",
        "t": "And he said, “Listen, all Judah and inhabitants of Jerusalem and King Jehoshaphat: Thus says the Lord*s to you, ‘Do not be afraid and do not be dismayed at this great horde, for the battle is not yours but God’s."
    },
    {
        "o": 12760,
        "r": "esv:2 Chronicles:20:16",
        "t": "Tomorrow go down against them. Behold, they will come up by the ascent of Ziz. You will find them at the end of the valley, east of the wilderness of Jeruel."
    },
    {
        "o": 12761,
        "r": "esv:2 Chronicles:20:17",
        "t": "You will not need to fight in this battle. Stand firm, hold your position, and see the salvation of the Lord*s on your behalf, O Judah and Jerusalem.’ Do not be afraid and do not be dismayed. Tomorrow go out against them, and the Lord*s will be with you.”"
    },
    {
        "o": 12762,
        "r": "esv:2 Chronicles:20:18",
        "t": "Then*p Jehoshaphat bowed his head with his face to the ground, and all Judah and the inhabitants of Jerusalem fell down before the Lord,*s worshiping the Lord.*s"
    },
    {
        "o": 12763,
        "r": "esv:2 Chronicles:20:19",
        "t": "And the Levites, of the Kohathites and the Korahites, stood up to praise the Lord,*s the God of Israel, with a very loud voice."
    },
    {
        "o": 12764,
        "r": "esv:2 Chronicles:20:20",
        "t": "And*p they rose early in the morning and went out into the wilderness of Tekoa. And when they went out, Jehoshaphat stood and said, “Hear me, Judah and inhabitants of Jerusalem! Believe in the Lord*s your God, and you will be established; believe his prophets, and you will succeed.”"
    },
    {
        "o": 12765,
        "r": "esv:2 Chronicles:20:21",
        "t": "And when he had taken counsel with the people, he appointed those who were to sing to the Lord*s and praise him in holy attire, as they went before the army, and say, “Give*pn thanks to the Lord,*s for*ld his steadfast love endures forever.”"
    },
    {
        "o": 12766,
        "r": "esv:2 Chronicles:20:22",
        "t": "And*p when they began to sing and praise, the Lord*s set an ambush against the men of Ammon, Moab, and Mount Seir, who had come against Judah, so that they were routed."
    },
    {
        "o": 12767,
        "r": "esv:2 Chronicles:20:23",
        "t": "For the men of Ammon and Moab rose against the inhabitants of Mount Seir, devoting them to destruction, and when they had made an end of the inhabitants of Seir, they all helped to destroy one another."
    },
    {
        "o": 12768,
        "r": "esv:2 Chronicles:20:23",
        "t": "The Lord Delivers Judah",
        "h": 2
    },
    {
        "o": 12769,
        "r": "esv:2 Chronicles:20:24",
        "t": "When*p Judah came to the watchtower of the wilderness, they looked toward the horde, and behold, there were dead bodies lying on the ground; none had escaped."
    },
    {
        "o": 12770,
        "r": "esv:2 Chronicles:20:25",
        "t": "When Jehoshaphat and his people came to take their spoil, they found among them, in great numbers, goods, clothing, and precious things, which they took for themselves until they could carry no more. They were three days in taking the spoil, it was so much."
    },
    {
        "o": 12771,
        "r": "esv:2 Chronicles:20:26",
        "t": "On the fourth day they assembled in the Valley of Beracah, for there they blessed the Lord.*s Therefore the name of that place has been called the Valley of Beracah to this day."
    },
    {
        "o": 12772,
        "r": "esv:2 Chronicles:20:27",
        "t": "Then they returned, every man of Judah and Jerusalem, and Jehoshaphat at their head, returning to Jerusalem with joy, for the Lord*s had made them rejoice over their enemies."
    },
    {
        "o": 12773,
        "r": "esv:2 Chronicles:20:28",
        "t": "They came to Jerusalem with harps and lyres and trumpets, to the house of the Lord.*s"
    },
    {
        "o": 12774,
        "r": "esv:2 Chronicles:20:29",
        "t": "And the fear of God came on all the kingdoms of the countries when they heard that the Lord*s had fought against the enemies of Israel."
    },
    {
        "o": 12775,
        "r": "esv:2 Chronicles:20:30",
        "t": "So the realm of Jehoshaphat was quiet, for his God gave him rest all around."
    },
    {
        "o": 12776,
        "r": "esv:2 Chronicles:20:31",
        "t": "Thus*p Jehoshaphat reigned over Judah. He was thirty-five years old when he began to reign, and he reigned twenty-five years in Jerusalem. His mother’s name was Azubah the daughter of Shilhi."
    },
    {
        "o": 12777,
        "r": "esv:2 Chronicles:20:32",
        "t": "He walked in the way of Asa his father and did not turn aside from it, doing what was right in the sight of the Lord.*s"
    },
    {
        "o": 12778,
        "r": "esv:2 Chronicles:20:33",
        "t": "The high places, however, were not taken away; the people had not yet set their hearts upon the God of their fathers."
    },
    {
        "o": 12779,
        "r": "esv:2 Chronicles:20:34",
        "t": "Now*p the rest of the acts of Jehoshaphat, from first to last, are written in the chronicles of Jehu the son of Hanani, which are recorded in the Book of the Kings of Israel."
    },
    {
        "o": 12780,
        "r": "esv:2 Chronicles:20:34",
        "t": "The End of Jehoshaphat’s Reign",
        "h": 2
    },
    {
        "o": 12781,
        "r": "esv:2 Chronicles:20:35",
        "t": "After*p this Jehoshaphat king of Judah joined with Ahaziah king of Israel, who acted wickedly."
    },
    {
        "o": 12782,
        "r": "esv:2 Chronicles:20:36",
        "t": "He joined him in building ships to go to Tarshish, and they built the ships in Ezion-geber."
    },
    {
        "o": 12783,
        "r": "esv:2 Chronicles:20:37",
        "t": "Then Eliezer the son of Dodavahu of Mareshah prophesied against Jehoshaphat, saying, “Because you have joined with Ahaziah, the Lord*s will destroy what you have made.” And the ships were wrecked and were not able to go to Tarshish."
    },
    {
        "o": 12784,
        "r": "esv:2 Chronicles:21:0",
        "t": "2 Chronicles 21",
        "h": 1
    },
    {
        "o": 12785,
        "r": "esv:2 Chronicles:21:0",
        "t": "Jehoram Reigns in Judah",
        "h": 2
    },
    {
        "o": 12786,
        "r": "esv:2 Chronicles:21:1",
        "t": "Jehoshaphat*p slept with his fathers and was buried with his fathers in the city of David, and Jehoram his son reigned in his place."
    },
    {
        "o": 12787,
        "r": "esv:2 Chronicles:21:2",
        "t": "He had brothers, the sons of Jehoshaphat: Azariah, Jehiel, Zechariah, Azariah, Michael, and Shephatiah; all these were the sons of Jehoshaphat king of Israel."
    },
    {
        "o": 12788,
        "r": "esv:2 Chronicles:21:3",
        "t": "Their father gave them great gifts of silver, gold, and valuable possessions, together with fortified cities in Judah, but he gave the kingdom to Jehoram, because he was the firstborn."
    },
    {
        "o": 12789,
        "r": "esv:2 Chronicles:21:4",
        "t": "When Jehoram had ascended the throne of his father and was established, he killed all his brothers with the sword, and also some of the princes of Israel."
    },
    {
        "o": 12790,
        "r": "esv:2 Chronicles:21:5",
        "t": "Jehoram was thirty-two years old when he became king, and he reigned eight years in Jerusalem."
    },
    {
        "o": 12791,
        "r": "esv:2 Chronicles:21:6",
        "t": "And he walked in the way of the kings of Israel, as the house of Ahab had done, for the daughter of Ahab was his wife. And he did what was evil in the sight of the Lord.*s"
    },
    {
        "o": 12792,
        "r": "esv:2 Chronicles:21:7",
        "t": "Yet the Lord*s was not willing to destroy the house of David, because of the covenant that he had made with David, and since he had promised to give a lamp to him and to his sons forever."
    },
    {
        "o": 12793,
        "r": "esv:2 Chronicles:21:8",
        "t": "In*p his days Edom revolted from the rule of Judah and set up a king of their own."
    },
    {
        "o": 12794,
        "r": "esv:2 Chronicles:21:9",
        "t": "Then Jehoram passed over with his commanders and all his chariots, and he rose by night and struck the Edomites who had surrounded him and his chariot commanders."
    },
    {
        "o": 12795,
        "r": "esv:2 Chronicles:21:10",
        "t": "So Edom revolted from the rule of Judah to this day. At that time Libnah also revolted from his rule, because he had forsaken the Lord,*s the God of his fathers."
    },
    {
        "o": 12796,
        "r": "esv:2 Chronicles:21:11",
        "t": "Moreover,*p he made high places in the hill country of Judah and led the inhabitants of Jerusalem into whoredom and made Judah go astray."
    },
    {
        "o": 12797,
        "r": "esv:2 Chronicles:21:12",
        "t": "And a letter came to him from Elijah the prophet, saying, “Thus says the Lord,*s the God of David your father, ‘Because you have not walked in the ways of Jehoshaphat your father, or in the ways of Asa king of Judah,"
    },
    {
        "o": 12798,
        "r": "esv:2 Chronicles:21:13",
        "t": "but have walked in the way of the kings of Israel and have enticed Judah and the inhabitants of Jerusalem into whoredom, as the house of Ahab led Israel into whoredom, and also you have killed your brothers, of your father’s house, who were better than you,"
    },
    {
        "o": 12799,
        "r": "esv:2 Chronicles:21:14",
        "t": "behold, the Lord*s will bring a great plague on your people, your children, your wives, and all your possessions,"
    },
    {
        "o": 12800,
        "r": "esv:2 Chronicles:21:15",
        "t": "and you yourself will have a severe sickness with a disease of your bowels, until your bowels come out because of the disease, day by day.’”"
    },
    {
        "o": 12801,
        "r": "esv:2 Chronicles:21:16",
        "t": "And*p the Lord*s stirred up against Jehoram the anger of the Philistines and of the Arabians who are near the Ethiopians."
    },
    {
        "o": 12802,
        "r": "esv:2 Chronicles:21:17",
        "t": "And they came up against Judah and invaded it and carried away all the possessions they found that belonged to the king’s house, and also his sons and his wives, so that no son was left to him except Jehoahaz, his youngest son."
    },
    {
        "o": 12803,
        "r": "esv:2 Chronicles:21:18",
        "t": "And*p after all this the Lord*s struck him in his bowels with an incurable disease."
    },
    {
        "o": 12804,
        "r": "esv:2 Chronicles:21:19",
        "t": "In the course of time, at the end of two years, his bowels came out because of the disease, and he died in great agony. His people made no fire in his honor, like the fires made for his fathers."
    },
    {
        "o": 12805,
        "r": "esv:2 Chronicles:21:20",
        "t": "He was thirty-two years old when he began to reign, and he reigned eight years in Jerusalem. And he departed with no one’s regret. They buried him in the city of David, but not in the tombs of the kings."
    },
    {
        "o": 12806,
        "r": "esv:2 Chronicles:22:0",
        "t": "2 Chronicles 22",
        "h": 1
    },
    {
        "o": 12807,
        "r": "esv:2 Chronicles:22:0",
        "t": "Ahaziah Reigns in Judah",
        "h": 2
    },
    {
        "o": 12808,
        "r": "esv:2 Chronicles:22:1",
        "t": "And*p the inhabitants of Jerusalem made Ahaziah, his youngest son, king in his place, for the band of men that came with the Arabians to the camp had killed all the older sons. So Ahaziah the son of Jehoram king of Judah reigned."
    },
    {
        "o": 12809,
        "r": "esv:2 Chronicles:22:2",
        "t": "Ahaziah was twenty-two years old when he began to reign, and he reigned one year in Jerusalem. His mother’s name was Athaliah, the granddaughter of Omri."
    },
    {
        "o": 12810,
        "r": "esv:2 Chronicles:22:3",
        "t": "He also walked in the ways of the house of Ahab, for his mother was his counselor in doing wickedly."
    },
    {
        "o": 12811,
        "r": "esv:2 Chronicles:22:4",
        "t": "He did what was evil in the sight of the Lord,*s as the house of Ahab had done. For after the death of his father they were his counselors, to his undoing."
    },
    {
        "o": 12812,
        "r": "esv:2 Chronicles:22:5",
        "t": "He even followed their counsel and went with Jehoram the son of Ahab king of Israel to make war against Hazael king of Syria at Ramoth-gilead. And the Syrians wounded Joram,"
    },
    {
        "o": 12813,
        "r": "esv:2 Chronicles:22:6",
        "t": "and he returned to be healed in Jezreel of the wounds that he had received at Ramah, when he fought against Hazael king of Syria. And Ahaziah the son of Jehoram king of Judah went down to see Joram the son of Ahab in Jezreel, because he was wounded."
    },
    {
        "o": 12814,
        "r": "esv:2 Chronicles:22:7",
        "t": "But*p it was ordained by God that the downfall of Ahaziah should come about through his going to visit Joram. For when he came there, he went out with Jehoram to meet Jehu the son of Nimshi, whom the Lord*s had anointed to destroy the house of Ahab."
    },
    {
        "o": 12815,
        "r": "esv:2 Chronicles:22:8",
        "t": "And when Jehu was executing judgment on the house of Ahab, he met the princes of Judah and the sons of Ahaziah’s brothers, who attended Ahaziah, and he killed them."
    },
    {
        "o": 12816,
        "r": "esv:2 Chronicles:22:9",
        "t": "He searched for Ahaziah, and he was captured while hiding in Samaria, and he was brought to Jehu and put to death. They buried him, for they said, “He is the grandson of Jehoshaphat, who sought the Lord*s with all his heart.” And the house of Ahaziah had no one able to rule the kingdom."
    },
    {
        "o": 12817,
        "r": "esv:2 Chronicles:22:9",
        "t": "Athaliah Reigns in Judah",
        "h": 2
    },
    {
        "o": 12818,
        "r": "esv:2 Chronicles:22:10",
        "t": "Now*p when Athaliah the mother of Ahaziah saw that her son was dead, she arose and destroyed all the royal family of the house of Judah."
    },
    {
        "o": 12819,
        "r": "esv:2 Chronicles:22:11",
        "t": "But Jehoshabeath, the daughter of the king, took Joash the son of Ahaziah and stole him away from among the king’s sons who were about to be put to death, and she put him and his nurse in a bedroom. Thus Jehoshabeath, the daughter of King Jehoram and wife of Jehoiada the priest, because she was a sister of Ahaziah, hid him from Athaliah, so that she did not put him to death."
    },
    {
        "o": 12820,
        "r": "esv:2 Chronicles:22:12",
        "t": "And he remained with them six years, hidden in the house of God, while Athaliah reigned over the land."
    },
    {
        "o": 12821,
        "r": "esv:2 Chronicles:23:0",
        "t": "2 Chronicles 23",
        "h": 1
    },
    {
        "o": 12822,
        "r": "esv:2 Chronicles:23:0",
        "t": "Joash Made King",
        "h": 2
    },
    {
        "o": 12823,
        "r": "esv:2 Chronicles:23:1",
        "t": "But*p in the seventh year Jehoiada took courage and entered into a covenant with the commanders of hundreds, Azariah the son of Jeroham, Ishmael the son of Jehohanan, Azariah the son of Obed, Maaseiah the son of Adaiah, and Elishaphat the son of Zichri."
    },
    {
        "o": 12824,
        "r": "esv:2 Chronicles:23:2",
        "t": "And they went about through Judah and gathered the Levites from all the cities of Judah, and the heads of fathers’ houses of Israel, and they came to Jerusalem."
    },
    {
        "o": 12825,
        "r": "esv:2 Chronicles:23:3",
        "t": "And all the assembly made a covenant with the king in the house of God. And Jehoiada said to them, “Behold, the king’s son! Let him reign, as the Lord*s spoke concerning the sons of David."
    },
    {
        "o": 12826,
        "r": "esv:2 Chronicles:23:4",
        "t": "This is the thing that you shall do: of you priests and Levites who come off duty on the Sabbath, one third shall be gatekeepers,"
    },
    {
        "o": 12827,
        "r": "esv:2 Chronicles:23:5",
        "t": "and one third shall be at the king’s house and one third at the Gate of the Foundation. And all the people shall be in the courts of the house of the Lord.*s"
    },
    {
        "o": 12828,
        "r": "esv:2 Chronicles:23:6",
        "t": "Let no one enter the house of the Lord*s except the priests and ministering Levites. They may enter, for they are holy, but all the people shall keep the charge of the Lord.*s"
    },
    {
        "o": 12829,
        "r": "esv:2 Chronicles:23:7",
        "t": "The Levites shall surround the king, each with his weapons in his hand. And whoever enters the house shall be put to death. Be with the king when he comes in and when he goes out.”"
    },
    {
        "o": 12830,
        "r": "esv:2 Chronicles:23:8",
        "t": "The*p Levites and all Judah did according to all that Jehoiada the priest commanded, and they each brought his men, who were to go off duty on the Sabbath, with those who were to come on duty on the Sabbath, for Jehoiada the priest did not dismiss the divisions."
    },
    {
        "o": 12831,
        "r": "esv:2 Chronicles:23:9",
        "t": "And Jehoiada the priest gave to the captains the spears and the large and small shields that had been King David’s, which were in the house of God."
    },
    {
        "o": 12832,
        "r": "esv:2 Chronicles:23:10",
        "t": "And he set all the people as a guard for the king, every man with his weapon in his hand, from the south side of the house to the north side of the house, around the altar and the house."
    },
    {
        "o": 12833,
        "r": "esv:2 Chronicles:23:11",
        "t": "Then they brought out the king’s son and put the crown on him and gave him the testimony. And they proclaimed him king, and Jehoiada and his sons anointed him, and they said, “Long live the king.”"
    },
    {
        "o": 12834,
        "r": "esv:2 Chronicles:23:11",
        "t": "Athaliah Executed",
        "h": 2
    },
    {
        "o": 12835,
        "r": "esv:2 Chronicles:23:12",
        "t": "When*p Athaliah heard the noise of the people running and praising the king, she went into the house of the Lord*s to the people."
    },
    {
        "o": 12836,
        "r": "esv:2 Chronicles:23:13",
        "t": "And when she looked, there was the king standing by his pillar at the entrance, and the captains and the trumpeters beside the king, and all the people of the land rejoicing and blowing trumpets, and the singers with their musical instruments leading in the celebration. And Athaliah tore her clothes and cried, “Treason! Treason!”"
    },
    {
        "o": 12837,
        "r": "esv:2 Chronicles:23:14",
        "t": "Then Jehoiada the priest brought out the captains who were set over the army, saying to them, “Bring her out between the ranks, and anyone who follows her is to be put to death with the sword.” For the priest said, “Do not put her to death in the house of the Lord.”*s"
    },
    {
        "o": 12838,
        "r": "esv:2 Chronicles:23:15",
        "t": "So they laid hands on her, and she went into the entrance of the horse gate of the king’s house, and they put her to death there."
    },
    {
        "o": 12839,
        "r": "esv:2 Chronicles:23:15",
        "t": "Jehoiada’s Reforms",
        "h": 2
    },
    {
        "o": 12840,
        "r": "esv:2 Chronicles:23:16",
        "t": "And*p Jehoiada made a covenant between himself and all the people and the king that they should be the Lord’s*s people."
    },
    {
        "o": 12841,
        "r": "esv:2 Chronicles:23:17",
        "t": "Then all the people went to the house of Baal and tore it down; his altars and his images they broke in pieces, and they killed Mattan the priest of Baal before the altars."
    },
    {
        "o": 12842,
        "r": "esv:2 Chronicles:23:18",
        "t": "And Jehoiada posted watchmen for the house of the Lord*s under the direction of the Levitical priests and the Levites whom David had organized to be in charge of the house of the Lord,*s to offer burnt offerings to the Lord,*s as it is written in the Law of Moses, with rejoicing and with singing, according to the order of David."
    },
    {
        "o": 12843,
        "r": "esv:2 Chronicles:23:19",
        "t": "He stationed the gatekeepers at the gates of the house of the Lord*s so that no one should enter who was in any way unclean."
    },
    {
        "o": 12844,
        "r": "esv:2 Chronicles:23:20",
        "t": "And he took the captains, the nobles, the governors of the people, and all the people of the land, and they brought the king down from the house of the Lord,*s marching through the upper gate to the king’s house. And they set the king on the royal throne."
    },
    {
        "o": 12845,
        "r": "esv:2 Chronicles:23:21",
        "t": "So all the people of the land rejoiced, and the city was quiet after Athaliah had been put to death with the sword."
    },
    {
        "o": 12846,
        "r": "esv:2 Chronicles:24:0",
        "t": "2 Chronicles 24",
        "h": 1
    },
    {
        "o": 12847,
        "r": "esv:2 Chronicles:24:0",
        "t": "Joash Repairs the Temple",
        "h": 2
    },
    {
        "o": 12848,
        "r": "esv:2 Chronicles:24:1",
        "t": "Joash*p was seven years old when he began to reign, and he reigned forty years in Jerusalem. His mother’s name was Zibiah of Beersheba."
    },
    {
        "o": 12849,
        "r": "esv:2 Chronicles:24:2",
        "t": "And Joash did what was right in the eyes of the Lord*s all the days of Jehoiada the priest."
    },
    {
        "o": 12850,
        "r": "esv:2 Chronicles:24:3",
        "t": "Jehoiada got for him two wives, and he had sons and daughters."
    },
    {
        "o": 12851,
        "r": "esv:2 Chronicles:24:4",
        "t": "After*p this Joash decided to restore the house of the Lord.*s"
    },
    {
        "o": 12852,
        "r": "esv:2 Chronicles:24:5",
        "t": "And he gathered the priests and the Levites and said to them, “Go out to the cities of Judah and gather from all Israel money to repair the house of your God from year to year, and see that you act quickly.” But the Levites did not act quickly."
    },
    {
        "o": 12853,
        "r": "esv:2 Chronicles:24:6",
        "t": "So the king summoned Jehoiada the chief and said to him, “Why have you not required the Levites to bring in from Judah and Jerusalem the tax levied by Moses, the servant of the Lord,*s and the congregation of Israel for the tent of testimony?”"
    },
    {
        "o": 12854,
        "r": "esv:2 Chronicles:24:7",
        "t": "For the sons of Athaliah, that wicked woman, had broken into the house of God, and had also used all the dedicated things of the house of the Lord*s for the Baals."
    },
    {
        "o": 12855,
        "r": "esv:2 Chronicles:24:8",
        "t": "So*p the king commanded, and they made a chest and set it outside the gate of the house of the Lord.*s"
    },
    {
        "o": 12856,
        "r": "esv:2 Chronicles:24:9",
        "t": "And proclamation was made throughout Judah and Jerusalem to bring in for the Lord*s the tax that Moses the servant of God laid on Israel in the wilderness."
    },
    {
        "o": 12857,
        "r": "esv:2 Chronicles:24:10",
        "t": "And all the princes and all the people rejoiced and brought their tax and dropped it into the chest until they had finished."
    },
    {
        "o": 12858,
        "r": "esv:2 Chronicles:24:11",
        "t": "And whenever the chest was brought to the king’s officers by the Levites, when they saw that there was much money in it, the king’s secretary and the officer of the chief priest would come and empty the chest and take it and return it to its place. Thus they did day after day, and collected money in abundance."
    },
    {
        "o": 12859,
        "r": "esv:2 Chronicles:24:12",
        "t": "And the king and Jehoiada gave it to those who had charge of the work of the house of the Lord,*s and they hired masons and carpenters to restore the house of the Lord,*s and also workers in iron and bronze to repair the house of the Lord.*s"
    },
    {
        "o": 12860,
        "r": "esv:2 Chronicles:24:13",
        "t": "So those who were engaged in the work labored, and the repairing went forward in their hands, and they restored the house of God to its proper condition and strengthened it."
    },
    {
        "o": 12861,
        "r": "esv:2 Chronicles:24:14",
        "t": "And when they had finished, they brought the rest of the money before the king and Jehoiada, and with it were made utensils for the house of the Lord,*s both for the service and for the burnt offerings, and dishes for incense and vessels of gold and silver. And they offered burnt offerings in the house of the Lord*s regularly all the days of Jehoiada."
    },
    {
        "o": 12862,
        "r": "esv:2 Chronicles:24:15",
        "t": "But*p Jehoiada grew old and full of days, and died. He was 130 years old at his death."
    },
    {
        "o": 12863,
        "r": "esv:2 Chronicles:24:16",
        "t": "And they buried him in the city of David among the kings, because he had done good in Israel, and toward God and his house."
    },
    {
        "o": 12864,
        "r": "esv:2 Chronicles:24:17",
        "t": "Now*p after the death of Jehoiada the princes of Judah came and paid homage to the king. Then the king listened to them."
    },
    {
        "o": 12865,
        "r": "esv:2 Chronicles:24:18",
        "t": "And they abandoned the house of the Lord,*s the God of their fathers, and served the Asherim and the idols. And wrath came upon Judah and Jerusalem for this guilt of theirs."
    },
    {
        "o": 12866,
        "r": "esv:2 Chronicles:24:19",
        "t": "Yet he sent prophets among them to bring them back to the Lord.*s These testified against them, but they would not pay attention."
    },
    {
        "o": 12867,
        "r": "esv:2 Chronicles:24:19",
        "t": "Joash’s Treachery",
        "h": 2
    },
    {
        "o": 12868,
        "r": "esv:2 Chronicles:24:20",
        "t": "Then*p the Spirit of God clothed Zechariah the son of Jehoiada the priest, and he stood above the people, and said to them, “Thus says God, ‘Why do you break the commandments of the Lord,*s so that you cannot prosper? Because you have forsaken the Lord,*s he has forsaken you.’”"
    },
    {
        "o": 12869,
        "r": "esv:2 Chronicles:24:21",
        "t": "But they conspired against him, and by command of the king they stoned him with stones in the court of the house of the Lord.*s"
    },
    {
        "o": 12870,
        "r": "esv:2 Chronicles:24:22",
        "t": "Thus Joash the king did not remember the kindness that Jehoiada, Zechariah’s father, had shown him, but killed his son. And when he was dying, he said, “May the Lord*s see and avenge!”"
    },
    {
        "o": 12871,
        "r": "esv:2 Chronicles:24:22",
        "t": "Joash Assassinated",
        "h": 2
    },
    {
        "o": 12872,
        "r": "esv:2 Chronicles:24:23",
        "t": "At*p the end of the year the army of the Syrians came up against Joash. They came to Judah and Jerusalem and destroyed all the princes of the people from among the people and sent all their spoil to the king of Damascus."
    },
    {
        "o": 12873,
        "r": "esv:2 Chronicles:24:24",
        "t": "Though the army of the Syrians had come with few men, the Lord*s delivered into their hand a very great army, because Judah had forsaken the Lord,*s the God of their fathers. Thus they executed judgment on Joash."
    },
    {
        "o": 12874,
        "r": "esv:2 Chronicles:24:25",
        "t": "When*p they had departed from him, leaving him severely wounded, his servants conspired against him because of the blood of the son of Jehoiada the priest, and killed him on his bed. So he died, and they buried him in the city of David, but they did not bury him in the tombs of the kings."
    },
    {
        "o": 12875,
        "r": "esv:2 Chronicles:24:26",
        "t": "Those who conspired against him were Zabad the son of Shimeath the Ammonite, and Jehozabad the son of Shimrith the Moabite."
    },
    {
        "o": 12876,
        "r": "esv:2 Chronicles:24:27",
        "t": "Accounts of his sons and of the many oracles against him and of the rebuilding of the house of God are written in the Story of the Book of the Kings. And Amaziah his son reigned in his place."
    },
    {
        "o": 12877,
        "r": "esv:2 Chronicles:25:0",
        "t": "2 Chronicles 25",
        "h": 1
    },
    {
        "o": 12878,
        "r": "esv:2 Chronicles:25:0",
        "t": "Amaziah Reigns in Judah",
        "h": 2
    },
    {
        "o": 12879,
        "r": "esv:2 Chronicles:25:1",
        "t": "Amaziah*p was twenty-five years old when he began to reign, and he reigned twenty-nine years in Jerusalem. His mother’s name was Jehoaddan of Jerusalem."
    },
    {
        "o": 12880,
        "r": "esv:2 Chronicles:25:2",
        "t": "And he did what was right in the eyes of the Lord,*s yet not with a whole heart."
    },
    {
        "o": 12881,
        "r": "esv:2 Chronicles:25:3",
        "t": "And as soon as the royal power was firmly his, he killed his servants who had struck down the king his father."
    },
    {
        "o": 12882,
        "r": "esv:2 Chronicles:25:4",
        "t": "But he did not put their children to death, according to what is written in the Law, in the Book of Moses, where the Lord*s commanded, “Fathers shall not die because of their children, nor children die because of their fathers, but each one shall die for his own sin.”"
    },
    {
        "o": 12883,
        "r": "esv:2 Chronicles:25:4",
        "t": "Amaziah’s Victories",
        "h": 2
    },
    {
        "o": 12884,
        "r": "esv:2 Chronicles:25:5",
        "t": "Then*p Amaziah assembled the men of Judah and set them by fathers’ houses under commanders of thousands and of hundreds for all Judah and Benjamin. He mustered those twenty years old and upward, and found that they were 300,000 choice men, fit for war, able to handle spear and shield."
    },
    {
        "o": 12885,
        "r": "esv:2 Chronicles:25:6",
        "t": "He hired also 100,000 mighty men of valor from Israel for 100 talents of silver."
    },
    {
        "o": 12886,
        "r": "esv:2 Chronicles:25:7",
        "t": "But a man of God came to him and said, “O king, do not let the army of Israel go with you, for the Lord*s is not with Israel, with all these Ephraimites."
    },
    {
        "o": 12887,
        "r": "esv:2 Chronicles:25:8",
        "t": "But go, act, be strong for the battle. Why should you suppose that God will cast you down before the enemy? For God has power to help or to cast down.”"
    },
    {
        "o": 12888,
        "r": "esv:2 Chronicles:25:9",
        "t": "And Amaziah said to the man of God, “But what shall we do about the hundred talents that I have given to the army of Israel?” The man of God answered, “The Lord*s is able to give you much more than this.”"
    },
    {
        "o": 12889,
        "r": "esv:2 Chronicles:25:10",
        "t": "Then Amaziah discharged the army that had come to him from Ephraim to go home again. And they became very angry with Judah and returned home in fierce anger."
    },
    {
        "o": 12890,
        "r": "esv:2 Chronicles:25:11",
        "t": "But Amaziah took courage and led out his people and went to the Valley of Salt and struck down 10,000 men of Seir."
    },
    {
        "o": 12891,
        "r": "esv:2 Chronicles:25:12",
        "t": "The men of Judah captured another 10,000 alive and took them to the top of a rock and threw them down from the top of the rock, and they were all dashed to pieces."
    },
    {
        "o": 12892,
        "r": "esv:2 Chronicles:25:13",
        "t": "But the men of the army whom Amaziah sent back, not letting them go with him to battle, raided the cities of Judah, from Samaria to Beth-horon, and struck down 3,000 people in them and took much spoil."
    },
    {
        "o": 12893,
        "r": "esv:2 Chronicles:25:13",
        "t": "Amaziah’s Idolatry",
        "h": 2
    },
    {
        "o": 12894,
        "r": "esv:2 Chronicles:25:14",
        "t": "After*p Amaziah came from striking down the Edomites, he brought the gods of the men of Seir and set them up as his gods and worshiped them, making offerings to them."
    },
    {
        "o": 12895,
        "r": "esv:2 Chronicles:25:15",
        "t": "Therefore the Lord*s was angry with Amaziah and sent to him a prophet, who said to him, “Why have you sought the gods of a people who did not deliver their own people from your hand?”"
    },
    {
        "o": 12896,
        "r": "esv:2 Chronicles:25:16",
        "t": "But as he was speaking, the king said to him, “Have we made you a royal counselor? Stop! Why should you be struck down?” So the prophet stopped, but said, “I know that God has determined to destroy you, because you have done this and have not listened to my counsel.”"
    },
    {
        "o": 12897,
        "r": "esv:2 Chronicles:25:16",
        "t": "Israel Defeats Amaziah",
        "h": 2
    },
    {
        "o": 12898,
        "r": "esv:2 Chronicles:25:17",
        "t": "Then*p Amaziah king of Judah took counsel and sent to Joash the son of Jehoahaz, son of Jehu, king of Israel, saying, “Come, let us look one another in the face.”"
    },
    {
        "o": 12899,
        "r": "esv:2 Chronicles:25:18",
        "t": "And Joash the king of Israel sent word to Amaziah king of Judah, “A thistle on Lebanon sent to a cedar on Lebanon, saying, ‘Give your daughter to my son for a wife,’ and a wild beast of Lebanon passed by and trampled down the thistle."
    },
    {
        "o": 12900,
        "r": "esv:2 Chronicles:25:19",
        "t": "You say, ‘See, I have struck down Edom,’ and your heart has lifted you up in boastfulness. But now stay at home. Why should you provoke trouble so that you fall, you and Judah with you?”"
    },
    {
        "o": 12901,
        "r": "esv:2 Chronicles:25:20",
        "t": "But*p Amaziah would not listen, for it was of God, in order that he might give them into the hand of their enemies, because they had sought the gods of Edom."
    },
    {
        "o": 12902,
        "r": "esv:2 Chronicles:25:21",
        "t": "So Joash king of Israel went up, and he and Amaziah king of Judah faced one another in battle at Beth-shemesh, which belongs to Judah."
    },
    {
        "o": 12903,
        "r": "esv:2 Chronicles:25:22",
        "t": "And Judah was defeated by Israel, and every man fled to his home."
    },
    {
        "o": 12904,
        "r": "esv:2 Chronicles:25:23",
        "t": "And Joash king of Israel captured Amaziah king of Judah, the son of Joash, son of Ahaziah, at Beth-shemesh, and brought him to Jerusalem and broke down the wall of Jerusalem for 400 cubits, from the Ephraim Gate to the Corner Gate."
    },
    {
        "o": 12905,
        "r": "esv:2 Chronicles:25:24",
        "t": "And he seized all the gold and silver, and all the vessels that were found in the house of God, in the care of Obed-edom. He seized also the treasuries of the king’s house, also hostages, and he returned to Samaria."
    },
    {
        "o": 12906,
        "r": "esv:2 Chronicles:25:25",
        "t": "Amaziah*p the son of Joash, king of Judah, lived fifteen years after the death of Joash the son of Jehoahaz, king of Israel."
    },
    {
        "o": 12907,
        "r": "esv:2 Chronicles:25:26",
        "t": "Now the rest of the deeds of Amaziah, from first to last, are they not written in the Book of the Kings of Judah and Israel?"
    },
    {
        "o": 12908,
        "r": "esv:2 Chronicles:25:27",
        "t": "From the time when he turned away from the Lord*s they made a conspiracy against him in Jerusalem, and he fled to Lachish. But they sent after him to Lachish and put him to death there."
    },
    {
        "o": 12909,
        "r": "esv:2 Chronicles:25:28",
        "t": "And they brought him upon horses, and he was buried with his fathers in the city of David."
    },
    {
        "o": 12910,
        "r": "esv:2 Chronicles:26:0",
        "t": "2 Chronicles 26",
        "h": 1
    },
    {
        "o": 12911,
        "r": "esv:2 Chronicles:26:0",
        "t": "Uzziah Reigns in Judah",
        "h": 2
    },
    {
        "o": 12912,
        "r": "esv:2 Chronicles:26:1",
        "t": "And*p all the people of Judah took Uzziah, who was sixteen years old, and made him king instead of his father Amaziah."
    },
    {
        "o": 12913,
        "r": "esv:2 Chronicles:26:2",
        "t": "He built Eloth and restored it to Judah, after the king slept with his fathers."
    },
    {
        "o": 12914,
        "r": "esv:2 Chronicles:26:3",
        "t": "Uzziah was sixteen years old when he began to reign, and he reigned fifty-two years in Jerusalem. His mother’s name was Jecoliah of Jerusalem."
    },
    {
        "o": 12915,
        "r": "esv:2 Chronicles:26:4",
        "t": "And he did what was right in the eyes of the Lord,*s according to all that his father Amaziah had done."
    },
    {
        "o": 12916,
        "r": "esv:2 Chronicles:26:5",
        "t": "He set himself to seek God in the days of Zechariah, who instructed him in the fear of God, and as long as he sought the Lord,*s God made him prosper."
    },
    {
        "o": 12917,
        "r": "esv:2 Chronicles:26:6",
        "t": "He*p went out and made war against the Philistines and broke through the wall of Gath and the wall of Jabneh and the wall of Ashdod, and he built cities in the territory of Ashdod and elsewhere among the Philistines."
    },
    {
        "o": 12918,
        "r": "esv:2 Chronicles:26:7",
        "t": "God helped him against the Philistines and against the Arabians who lived in Gurbaal and against the Meunites."
    },
    {
        "o": 12919,
        "r": "esv:2 Chronicles:26:8",
        "t": "The Ammonites paid tribute to Uzziah, and his fame spread even to the border of Egypt, for he became very strong."
    },
    {
        "o": 12920,
        "r": "esv:2 Chronicles:26:9",
        "t": "Moreover, Uzziah built towers in Jerusalem at the Corner Gate and at the Valley Gate and at the Angle, and fortified them."
    },
    {
        "o": 12921,
        "r": "esv:2 Chronicles:26:10",
        "t": "And he built towers in the wilderness and cut out many cisterns, for he had large herds, both in the Shephelah and in the plain, and he had farmers and vinedressers in the hills and in the fertile lands, for he loved the soil."
    },
    {
        "o": 12922,
        "r": "esv:2 Chronicles:26:11",
        "t": "Moreover, Uzziah had an army of soldiers, fit for war, in divisions according to the numbers in the muster made by Jeiel the secretary and Maaseiah the officer, under the direction of Hananiah, one of the king’s commanders."
    },
    {
        "o": 12923,
        "r": "esv:2 Chronicles:26:12",
        "t": "The whole number of the heads of fathers’ houses of mighty men of valor was 2,600."
    },
    {
        "o": 12924,
        "r": "esv:2 Chronicles:26:13",
        "t": "Under their command was an army of 307,500, who could make war with mighty power, to help the king against the enemy."
    },
    {
        "o": 12925,
        "r": "esv:2 Chronicles:26:14",
        "t": "And Uzziah prepared for all the army shields, spears, helmets, coats of mail, bows, and stones for slinging."
    },
    {
        "o": 12926,
        "r": "esv:2 Chronicles:26:15",
        "t": "In Jerusalem he made machines, invented by skillful men, to be on the towers and the corners, to shoot arrows and great stones. And his fame spread far, for he was marvelously helped, till he was strong."
    },
    {
        "o": 12927,
        "r": "esv:2 Chronicles:26:15",
        "t": "Uzziah’s Pride and Punishment",
        "h": 2
    },
    {
        "o": 12928,
        "r": "esv:2 Chronicles:26:16",
        "t": "But*p when he was strong, he grew proud, to his destruction. For he was unfaithful to the Lord*s his God and entered the temple of the Lord*s to burn incense on the altar of incense."
    },
    {
        "o": 12929,
        "r": "esv:2 Chronicles:26:17",
        "t": "But Azariah the priest went in after him, with eighty priests of the Lord*s who were men of valor,"
    },
    {
        "o": 12930,
        "r": "esv:2 Chronicles:26:18",
        "t": "and they withstood King Uzziah and said to him, “It is not for you, Uzziah, to burn incense to the Lord,*s but for the priests, the sons of Aaron, who are consecrated to burn incense. Go out of the sanctuary, for you have done wrong, and it will bring you no honor from the Lord*s God.”"
    },
    {
        "o": 12931,
        "r": "esv:2 Chronicles:26:19",
        "t": "Then Uzziah was angry. Now he had a censer in his hand to burn incense, and when he became angry with the priests, leprosy broke out on his forehead in the presence of the priests in the house of the Lord,*s by the altar of incense."
    },
    {
        "o": 12932,
        "r": "esv:2 Chronicles:26:20",
        "t": "And Azariah the chief priest and all the priests looked at him, and behold, he was leprous in his forehead! And they rushed him out quickly, and he himself hurried to go out, because the Lord*s had struck him."
    },
    {
        "o": 12933,
        "r": "esv:2 Chronicles:26:21",
        "t": "And King Uzziah was a leper to the day of his death, and being a leper lived in a separate house, for he was excluded from the house of the Lord.*s And Jotham his son was over the king’s household, governing the people of the land."
    },
    {
        "o": 12934,
        "r": "esv:2 Chronicles:26:22",
        "t": "Now*p the rest of the acts of Uzziah, from first to last, Isaiah the prophet the son of Amoz wrote."
    },
    {
        "o": 12935,
        "r": "esv:2 Chronicles:26:23",
        "t": "And Uzziah slept with his fathers, and they buried him with his fathers in the burial field that belonged to the kings, for they said, “He is a leper.” And Jotham his son reigned in his place."
    },
    {
        "o": 12936,
        "r": "esv:2 Chronicles:27:0",
        "t": "2 Chronicles 27",
        "h": 1
    },
    {
        "o": 12937,
        "r": "esv:2 Chronicles:27:0",
        "t": "Jotham Reigns in Judah",
        "h": 2
    },
    {
        "o": 12938,
        "r": "esv:2 Chronicles:27:1",
        "t": "Jotham*p was twenty-five years old when he began to reign, and he reigned sixteen years in Jerusalem. His mother’s name was Jerushah the daughter of Zadok."
    },
    {
        "o": 12939,
        "r": "esv:2 Chronicles:27:2",
        "t": "And he did what was right in the eyes of the Lord*s according to all that his father Uzziah had done, except he did not enter the temple of the Lord.*s But the people still followed corrupt practices."
    },
    {
        "o": 12940,
        "r": "esv:2 Chronicles:27:3",
        "t": "He built the upper gate of the house of the Lord*s and did much building on the wall of Ophel."
    },
    {
        "o": 12941,
        "r": "esv:2 Chronicles:27:4",
        "t": "Moreover, he built cities in the hill country of Judah, and forts and towers on the wooded hills."
    },
    {
        "o": 12942,
        "r": "esv:2 Chronicles:27:5",
        "t": "He fought with the king of the Ammonites and prevailed against them. And the Ammonites gave him that year 100 talents of silver, and 10,000 cors of wheat and 10,000 of barley. The Ammonites paid him the same amount in the second and the third years."
    },
    {
        "o": 12943,
        "r": "esv:2 Chronicles:27:6",
        "t": "So Jotham became mighty, because he ordered his ways before the Lord*s his God."
    },
    {
        "o": 12944,
        "r": "esv:2 Chronicles:27:7",
        "t": "Now the rest of the acts of Jotham, and all his wars and his ways, behold, they are written in the Book of the Kings of Israel and Judah."
    },
    {
        "o": 12945,
        "r": "esv:2 Chronicles:27:8",
        "t": "He was twenty-five years old when he began to reign, and he reigned sixteen years in Jerusalem."
    },
    {
        "o": 12946,
        "r": "esv:2 Chronicles:27:9",
        "t": "And Jotham slept with his fathers, and they buried him in the city of David, and Ahaz his son reigned in his place."
    },
    {
        "o": 12947,
        "r": "esv:2 Chronicles:28:0",
        "t": "2 Chronicles 28",
        "h": 1
    },
    {
        "o": 12948,
        "r": "esv:2 Chronicles:28:0",
        "t": "Ahaz Reigns in Judah",
        "h": 2
    },
    {
        "o": 12949,
        "r": "esv:2 Chronicles:28:1",
        "t": "Ahaz*p was twenty years old when he began to reign, and he reigned sixteen years in Jerusalem. And he did not do what was right in the eyes of the Lord,*s as his father David had done,"
    },
    {
        "o": 12950,
        "r": "esv:2 Chronicles:28:2",
        "t": "but he walked in the ways of the kings of Israel. He even made metal images for the Baals,"
    },
    {
        "o": 12951,
        "r": "esv:2 Chronicles:28:3",
        "t": "and he made offerings in the Valley of the Son of Hinnom and burned his sons as an offering, according to the abominations of the nations whom the Lord*s drove out before the people of Israel."
    },
    {
        "o": 12952,
        "r": "esv:2 Chronicles:28:4",
        "t": "And he sacrificed and made offerings on the high places and on the hills and under every green tree."
    },
    {
        "o": 12953,
        "r": "esv:2 Chronicles:28:4",
        "t": "Judah Defeated",
        "h": 2
    },
    {
        "o": 12954,
        "r": "esv:2 Chronicles:28:5",
        "t": "Therefore*p the Lord*s his God gave him into the hand of the king of Syria, who defeated him and took captive a great number of his people and brought them to Damascus. He was also given into the hand of the king of Israel, who struck him with great force."
    },
    {
        "o": 12955,
        "r": "esv:2 Chronicles:28:6",
        "t": "For Pekah the son of Remaliah killed 120,000 from Judah in one day, all of them men of valor, because they had forsaken the Lord,*s the God of their fathers."
    },
    {
        "o": 12956,
        "r": "esv:2 Chronicles:28:7",
        "t": "And Zichri, a mighty man of Ephraim, killed Maaseiah the king’s son and Azrikam the commander of the palace and Elkanah the next in authority to the king."
    },
    {
        "o": 12957,
        "r": "esv:2 Chronicles:28:8",
        "t": "The*p men of Israel took captive 200,000 of their relatives, women, sons, and daughters. They also took much spoil from them and brought the spoil to Samaria."
    },
    {
        "o": 12958,
        "r": "esv:2 Chronicles:28:9",
        "t": "But a prophet of the Lord*s was there, whose name was Oded, and he went out to meet the army that came to Samaria and said to them, “Behold, because the Lord,*s the God of your fathers, was angry with Judah, he gave them into your hand, but you have killed them in a rage that has reached up to heaven."
    },
    {
        "o": 12959,
        "r": "esv:2 Chronicles:28:10",
        "t": "And now you intend to subjugate the people of Judah and Jerusalem, male and female, as your slaves. Have you not sins of your own against the Lord*s your God?"
    },
    {
        "o": 12960,
        "r": "esv:2 Chronicles:28:11",
        "t": "Now hear me, and send back the captives from your relatives whom you have taken, for the fierce wrath of the Lord*s is upon you.”"
    },
    {
        "o": 12961,
        "r": "esv:2 Chronicles:28:12",
        "t": "Certain*p chiefs also of the men of Ephraim, Azariah the son of Johanan, Berechiah the son of Meshillemoth, Jehizkiah the son of Shallum, and Amasa the son of Hadlai, stood up against those who were coming from the war"
    },
    {
        "o": 12962,
        "r": "esv:2 Chronicles:28:13",
        "t": "and said to them, “You shall not bring the captives in here, for you propose to bring upon us guilt against the Lord*s in addition to our present sins and guilt. For our guilt is already great, and there is fierce wrath against Israel.”"
    },
    {
        "o": 12963,
        "r": "esv:2 Chronicles:28:14",
        "t": "So the armed men left the captives and the spoil before the princes and all the assembly."
    },
    {
        "o": 12964,
        "r": "esv:2 Chronicles:28:15",
        "t": "And the men who have been mentioned by name rose and took the captives, and with the spoil they clothed all who were naked among them. They clothed them, gave them sandals, provided them with food and drink, and anointed them, and carrying all the feeble among them on donkeys, they brought them to their kinsfolk at Jericho, the city of palm trees. Then they returned to Samaria."
    },
    {
        "o": 12965,
        "r": "esv:2 Chronicles:28:16",
        "t": "At*p that time King Ahaz sent to the king of Assyria for help."
    },
    {
        "o": 12966,
        "r": "esv:2 Chronicles:28:17",
        "t": "For the Edomites had again invaded and defeated Judah and carried away captives."
    },
    {
        "o": 12967,
        "r": "esv:2 Chronicles:28:18",
        "t": "And the Philistines had made raids on the cities in the Shephelah and the Negeb of Judah, and had taken Beth-shemesh, Aijalon, Gederoth, Soco with its villages, Timnah with its villages, and Gimzo with its villages. And they settled there."
    },
    {
        "o": 12968,
        "r": "esv:2 Chronicles:28:19",
        "t": "For the Lord*s humbled Judah because of Ahaz king of Israel, for he had made Judah act sinfully and had been very unfaithful to the Lord.*s"
    },
    {
        "o": 12969,
        "r": "esv:2 Chronicles:28:20",
        "t": "So Tiglath-pileser king of Assyria came against him and afflicted him instead of strengthening him."
    },
    {
        "o": 12970,
        "r": "esv:2 Chronicles:28:21",
        "t": "For Ahaz took a portion from the house of the Lord*s and the house of the king and of the princes, and gave tribute to the king of Assyria, but it did not help him."
    },
    {
        "o": 12971,
        "r": "esv:2 Chronicles:28:21",
        "t": "Ahaz’s Idolatry",
        "h": 2
    },
    {
        "o": 12972,
        "r": "esv:2 Chronicles:28:22",
        "t": "In*p the time of his distress he became yet more faithless to the Lord—*s this same King Ahaz."
    },
    {
        "o": 12973,
        "r": "esv:2 Chronicles:28:23",
        "t": "For he sacrificed to the gods of Damascus that had defeated him and said, “Because the gods of the kings of Syria helped them, I will sacrifice to them that they may help me.” But they were the ruin of him and of all Israel."
    },
    {
        "o": 12974,
        "r": "esv:2 Chronicles:28:24",
        "t": "And Ahaz gathered together the vessels of the house of God and cut in pieces the vessels of the house of God, and he shut up the doors of the house of the Lord,*s and he made himself altars in every corner of Jerusalem."
    },
    {
        "o": 12975,
        "r": "esv:2 Chronicles:28:25",
        "t": "In every city of Judah he made high places to make offerings to other gods, provoking to anger the Lord,*s the God of his fathers."
    },
    {
        "o": 12976,
        "r": "esv:2 Chronicles:28:26",
        "t": "Now the rest of his acts and all his ways, from first to last, behold, they are written in the Book of the Kings of Judah and Israel."
    },
    {
        "o": 12977,
        "r": "esv:2 Chronicles:28:27",
        "t": "And Ahaz slept with his fathers, and they buried him in the city, in Jerusalem, for they did not bring him into the tombs of the kings of Israel. And Hezekiah his son reigned in his place."
    },
    {
        "o": 12978,
        "r": "esv:2 Chronicles:29:0",
        "t": "2 Chronicles 29",
        "h": 1
    },
    {
        "o": 12979,
        "r": "esv:2 Chronicles:29:0",
        "t": "Hezekiah Reigns in Judah",
        "h": 2
    },
    {
        "o": 12980,
        "r": "esv:2 Chronicles:29:1",
        "t": "Hezekiah*p began to reign when he was twenty-five years old, and he reigned twenty-nine years in Jerusalem. His mother’s name was Abijah the daughter of Zechariah."
    },
    {
        "o": 12981,
        "r": "esv:2 Chronicles:29:2",
        "t": "And he did what was right in the eyes of the Lord,*s according to all that David his father had done."
    },
    {
        "o": 12982,
        "r": "esv:2 Chronicles:29:2",
        "t": "Hezekiah Cleanses the Temple",
        "h": 2
    },
    {
        "o": 12983,
        "r": "esv:2 Chronicles:29:3",
        "t": "In*p the first year of his reign, in the first month, he opened the doors of the house of the Lord*s and repaired them."
    },
    {
        "o": 12984,
        "r": "esv:2 Chronicles:29:4",
        "t": "He brought in the priests and the Levites and assembled them in the square on the east"
    },
    {
        "o": 12985,
        "r": "esv:2 Chronicles:29:5",
        "t": "and said to them, “Hear me, Levites! Now consecrate yourselves, and consecrate the house of the Lord,*s the God of your fathers, and carry out the filth from the Holy Place."
    },
    {
        "o": 12986,
        "r": "esv:2 Chronicles:29:6",
        "t": "For our fathers have been unfaithful and have done what was evil in the sight of the Lord*s our God. They have forsaken him and have turned away their faces from the habitation of the Lord*s and turned their backs."
    },
    {
        "o": 12987,
        "r": "esv:2 Chronicles:29:7",
        "t": "They also shut the doors of the vestibule and put out the lamps and have not burned incense or offered burnt offerings in the Holy Place to the God of Israel."
    },
    {
        "o": 12988,
        "r": "esv:2 Chronicles:29:8",
        "t": "Therefore the wrath of the Lord*s came on Judah and Jerusalem, and he has made them an object of horror, of astonishment, and of hissing, as you see with your own eyes."
    },
    {
        "o": 12989,
        "r": "esv:2 Chronicles:29:9",
        "t": "For behold, our fathers have fallen by the sword, and our sons and our daughters and our wives are in captivity for this."
    },
    {
        "o": 12990,
        "r": "esv:2 Chronicles:29:10",
        "t": "Now it is in my heart to make a covenant with the Lord,*s the God of Israel, in order that his fierce anger may turn away from us."
    },
    {
        "o": 12991,
        "r": "esv:2 Chronicles:29:11",
        "t": "My sons, do not now be negligent, for the Lord*s has chosen you to stand in his presence, to minister to him and to be his ministers and make offerings to him.”"
    },
    {
        "o": 12992,
        "r": "esv:2 Chronicles:29:12",
        "t": "Then*p the Levites arose, Mahath the son of Amasai, and Joel the son of Azariah, of the sons of the Kohathites; and of the sons of Merari, Kish the son of Abdi, and Azariah the son of Jehallelel; and of the Gershonites, Joah the son of Zimmah, and Eden the son of Joah;"
    },
    {
        "o": 12993,
        "r": "esv:2 Chronicles:29:13",
        "t": "and of the sons of Elizaphan, Shimri and Jeuel; and of the sons of Asaph, Zechariah and Mattaniah;"
    },
    {
        "o": 12994,
        "r": "esv:2 Chronicles:29:14",
        "t": "and of the sons of Heman, Jehuel and Shimei; and of the sons of Jeduthun, Shemaiah and Uzziel."
    },
    {
        "o": 12995,
        "r": "esv:2 Chronicles:29:15",
        "t": "They gathered their brothers and consecrated themselves and went in as the king had commanded, by the words of the Lord,*s to cleanse the house of the Lord.*s"
    },
    {
        "o": 12996,
        "r": "esv:2 Chronicles:29:16",
        "t": "The priests went into the inner part of the house of the Lord*s to cleanse it, and they brought out all the uncleanness that they found in the temple of the Lord*s into the court of the house of the Lord.*s And the Levites took it and carried it out to the brook Kidron."
    },
    {
        "o": 12997,
        "r": "esv:2 Chronicles:29:17",
        "t": "They began to consecrate on the first day of the first month, and on the eighth day of the month they came to the vestibule of the Lord.*s Then for eight days they consecrated the house of the Lord,*s and on the sixteenth day of the first month they finished."
    },
    {
        "o": 12998,
        "r": "esv:2 Chronicles:29:18",
        "t": "Then they went in to Hezekiah the king and said, “We have cleansed all the house of the Lord,*s the altar of burnt offering and all its utensils, and the table for the showbread and all its utensils."
    },
    {
        "o": 12999,
        "r": "esv:2 Chronicles:29:19",
        "t": "All the utensils that King Ahaz discarded in his reign when he was faithless, we have made ready and consecrated, and behold, they are before the altar of the Lord.”*s"
    },
    {
        "o": 13000,
        "r": "esv:2 Chronicles:29:19",
        "t": "Hezekiah Restores Temple Worship",
        "h": 2
    },
    {
        "o": 13001,
        "r": "esv:2 Chronicles:29:20",
        "t": "Then*p Hezekiah the king rose early and gathered the officials of the city and went up to the house of the Lord.*s"
    },
    {
        "o": 13002,
        "r": "esv:2 Chronicles:29:21",
        "t": "And they brought seven bulls, seven rams, seven lambs, and seven male goats for a sin offering for the kingdom and for the sanctuary and for Judah. And he commanded the priests, the sons of Aaron, to offer them on the altar of the Lord.*s"
    },
    {
        "o": 13003,
        "r": "esv:2 Chronicles:29:22",
        "t": "So they slaughtered the bulls, and the priests received the blood and threw it against the altar. And they slaughtered the rams, and their blood was thrown against the altar. And they slaughtered the lambs, and their blood was thrown against the altar."
    },
    {
        "o": 13004,
        "r": "esv:2 Chronicles:29:23",
        "t": "Then the goats for the sin offering were brought to the king and the assembly, and they laid their hands on them,"
    },
    {
        "o": 13005,
        "r": "esv:2 Chronicles:29:24",
        "t": "and the priests slaughtered them and made a sin offering with their blood on the altar, to make atonement for all Israel. For the king commanded that the burnt offering and the sin offering should be made for all Israel."
    },
    {
        "o": 13006,
        "r": "esv:2 Chronicles:29:25",
        "t": "And*p he stationed the Levites in the house of the Lord*s with cymbals, harps, and lyres, according to the commandment of David and of Gad the king’s seer and of Nathan the prophet, for the commandment was from the Lord*s through his prophets."
    },
    {
        "o": 13007,
        "r": "esv:2 Chronicles:29:26",
        "t": "The Levites stood with the instruments of David, and the priests with the trumpets."
    },
    {
        "o": 13008,
        "r": "esv:2 Chronicles:29:27",
        "t": "Then Hezekiah commanded that the burnt offering be offered on the altar. And when the burnt offering began, the song to the Lord*s began also, and the trumpets, accompanied by the instruments of David king of Israel."
    },
    {
        "o": 13009,
        "r": "esv:2 Chronicles:29:28",
        "t": "The whole assembly worshiped, and the singers sang, and the trumpeters sounded. All this continued until the burnt offering was finished."
    },
    {
        "o": 13010,
        "r": "esv:2 Chronicles:29:29",
        "t": "When the offering was finished, the king and all who were present with him bowed themselves and worshiped."
    },
    {
        "o": 13011,
        "r": "esv:2 Chronicles:29:30",
        "t": "And Hezekiah the king and the officials commanded the Levites to sing praises to the Lord*s with the words of David and of Asaph the seer. And they sang praises with gladness, and they bowed down and worshiped."
    },
    {
        "o": 13012,
        "r": "esv:2 Chronicles:29:31",
        "t": "Then*p Hezekiah said, “You have now consecrated yourselves to the Lord.*s Come near; bring sacrifices and thank offerings to the house of the Lord.”*s And the assembly brought sacrifices and thank offerings, and all who were of a willing heart brought burnt offerings."
    },
    {
        "o": 13013,
        "r": "esv:2 Chronicles:29:32",
        "t": "The number of the burnt offerings that the assembly brought was 70 bulls, 100 rams, and 200 lambs; all these were for a burnt offering to the Lord.*s"
    },
    {
        "o": 13014,
        "r": "esv:2 Chronicles:29:33",
        "t": "And the consecrated offerings were 600 bulls and 3,000 sheep."
    },
    {
        "o": 13015,
        "r": "esv:2 Chronicles:29:34",
        "t": "But the priests were too few and could not flay all the burnt offerings, so until other priests had consecrated themselves, their brothers the Levites helped them, until the work was finished— for the Levites were more upright in heart than the priests in consecrating themselves."
    },
    {
        "o": 13016,
        "r": "esv:2 Chronicles:29:35",
        "t": "Besides the great number of burnt offerings, there was the fat of the peace offerings, and there were the drink offerings for the burnt offerings. Thus the service of the house of the Lord*s was restored."
    },
    {
        "o": 13017,
        "r": "esv:2 Chronicles:29:36",
        "t": "And Hezekiah and all the people rejoiced because God had provided for the people, for the thing came about suddenly."
    },
    {
        "o": 13018,
        "r": "esv:2 Chronicles:30:0",
        "t": "2 Chronicles 30",
        "h": 1
    },
    {
        "o": 13019,
        "r": "esv:2 Chronicles:30:0",
        "t": "Passover Celebrated",
        "h": 2
    },
    {
        "o": 13020,
        "r": "esv:2 Chronicles:30:1",
        "t": "Hezekiah*p sent to all Israel and Judah, and wrote letters also to Ephraim and Manasseh, that they should come to the house of the Lord*s at Jerusalem to keep the Passover to the Lord,*s the God of Israel."
    },
    {
        "o": 13021,
        "r": "esv:2 Chronicles:30:2",
        "t": "For the king and his princes and all the assembly in Jerusalem had taken counsel to keep the Passover in the second month—"
    },
    {
        "o": 13022,
        "r": "esv:2 Chronicles:30:3",
        "t": "for they could not keep it at that time because the priests had not consecrated themselves in sufficient number, nor had the people assembled in Jerusalem—"
    },
    {
        "o": 13023,
        "r": "esv:2 Chronicles:30:4",
        "t": "and the plan seemed right to the king and all the assembly."
    },
    {
        "o": 13024,
        "r": "esv:2 Chronicles:30:5",
        "t": "So they decreed to make a proclamation throughout all Israel, from Beersheba to Dan, that the people should come and keep the Passover to the Lord,*s the God of Israel, at Jerusalem, for they had not kept it as often as prescribed."
    },
    {
        "o": 13025,
        "r": "esv:2 Chronicles:30:6",
        "t": "So couriers went throughout all Israel and Judah with letters from the king and his princes, as the king had commanded, saying, “O people of Israel, return to the Lord,*s the God of Abraham, Isaac, and Israel, that he may turn again to the remnant of you who have escaped from the hand of the kings of Assyria."
    },
    {
        "o": 13026,
        "r": "esv:2 Chronicles:30:7",
        "t": "Do not be like your fathers and your brothers, who were faithless to the Lord*s God of their fathers, so that he made them a desolation, as you see."
    },
    {
        "o": 13027,
        "r": "esv:2 Chronicles:30:8",
        "t": "Do not now be stiff-necked as your fathers were, but yield yourselves to the Lord*s and come to his sanctuary, which he has consecrated forever, and serve the Lord*s your God, that his fierce anger may turn away from you."
    },
    {
        "o": 13028,
        "r": "esv:2 Chronicles:30:9",
        "t": "For if you return to the Lord,*s your brothers and your children will find compassion with their captors and return to this land. For the Lord*s your God is gracious and merciful and will not turn away his face from you, if you return to him.”"
    },
    {
        "o": 13029,
        "r": "esv:2 Chronicles:30:10",
        "t": "So*p the couriers went from city to city through the country of Ephraim and Manasseh, and as far as Zebulun, but they laughed them to scorn and mocked them."
    },
    {
        "o": 13030,
        "r": "esv:2 Chronicles:30:11",
        "t": "However, some men of Asher, of Manasseh, and of Zebulun humbled themselves and came to Jerusalem."
    },
    {
        "o": 13031,
        "r": "esv:2 Chronicles:30:12",
        "t": "The hand of God was also on Judah to give them one heart to do what the king and the princes commanded by the word of the Lord.*s"
    },
    {
        "o": 13032,
        "r": "esv:2 Chronicles:30:13",
        "t": "And*p many people came together in Jerusalem to keep the Feast of Unleavened Bread in the second month, a very great assembly."
    },
    {
        "o": 13033,
        "r": "esv:2 Chronicles:30:14",
        "t": "They set to work and removed the altars that were in Jerusalem, and all the altars for burning incense they took away and threw into the brook Kidron."
    },
    {
        "o": 13034,
        "r": "esv:2 Chronicles:30:15",
        "t": "And they slaughtered the Passover lamb on the fourteenth day of the second month. And the priests and the Levites were ashamed, so that they consecrated themselves and brought burnt offerings into the house of the Lord.*s"
    },
    {
        "o": 13035,
        "r": "esv:2 Chronicles:30:16",
        "t": "They took their accustomed posts according to the Law of Moses the man of God. The priests threw the blood that they received from the hand of the Levites."
    },
    {
        "o": 13036,
        "r": "esv:2 Chronicles:30:17",
        "t": "For there were many in the assembly who had not consecrated themselves. Therefore the Levites had to slaughter the Passover lamb for everyone who was not clean, to consecrate it to the Lord.*s"
    },
    {
        "o": 13037,
        "r": "esv:2 Chronicles:30:18",
        "t": "For a majority of the people, many of them from Ephraim, Manasseh, Issachar, and Zebulun, had not cleansed themselves, yet they ate the Passover otherwise than as prescribed. For Hezekiah had prayed for them, saying, “May the good Lord*s pardon everyone"
    },
    {
        "o": 13038,
        "r": "esv:2 Chronicles:30:19",
        "t": "who sets his heart to seek God, the Lord,*s the God of his fathers, even though not according to the sanctuary’s rules of cleanness.”"
    },
    {
        "o": 13039,
        "r": "esv:2 Chronicles:30:20",
        "t": "And the Lord*s heard Hezekiah and healed the people."
    },
    {
        "o": 13040,
        "r": "esv:2 Chronicles:30:21",
        "t": "And the people of Israel who were present at Jerusalem kept the Feast of Unleavened Bread seven days with great gladness, and the Levites and the priests praised the Lord*s day by day, singing with all their might to the Lord.*s"
    },
    {
        "o": 13041,
        "r": "esv:2 Chronicles:30:22",
        "t": "And Hezekiah spoke encouragingly to all the Levites who showed good skill in the service of the Lord.*s So they ate the food of the festival for seven days, sacrificing peace offerings and giving thanks to the Lord,*s the God of their fathers."
    },
    {
        "o": 13042,
        "r": "esv:2 Chronicles:30:23",
        "t": "Then*p the whole assembly agreed together to keep the feast for another seven days. So they kept it for another seven days with gladness."
    },
    {
        "o": 13043,
        "r": "esv:2 Chronicles:30:24",
        "t": "For Hezekiah king of Judah gave the assembly 1,000 bulls and 7,000 sheep for offerings, and the princes gave the assembly 1,000 bulls and 10,000 sheep. And the priests consecrated themselves in great numbers."
    },
    {
        "o": 13044,
        "r": "esv:2 Chronicles:30:25",
        "t": "The whole assembly of Judah, and the priests and the Levites, and the whole assembly that came out of Israel, and the sojourners who came out of the land of Israel, and the sojourners who lived in Judah, rejoiced."
    },
    {
        "o": 13045,
        "r": "esv:2 Chronicles:30:26",
        "t": "So there was great joy in Jerusalem, for since the time of Solomon the son of David king of Israel there had been nothing like this in Jerusalem."
    },
    {
        "o": 13046,
        "r": "esv:2 Chronicles:30:27",
        "t": "Then the priests and the Levites arose and blessed the people, and their voice was heard, and their prayer came to his holy habitation in heaven."
    },
    {
        "o": 13047,
        "r": "esv:2 Chronicles:31:0",
        "t": "2 Chronicles 31",
        "h": 1
    },
    {
        "o": 13048,
        "r": "esv:2 Chronicles:31:0",
        "t": "Hezekiah Organizes the Priests",
        "h": 2
    },
    {
        "o": 13049,
        "r": "esv:2 Chronicles:31:1",
        "t": "Now*p when all this was finished, all Israel who were present went out to the cities of Judah and broke in pieces the pillars and cut down the Asherim and broke down the high places and the altars throughout all Judah and Benjamin, and in Ephraim and Manasseh, until they had destroyed them all. Then all the people of Israel returned to their cities, every man to his possession."
    },
    {
        "o": 13050,
        "r": "esv:2 Chronicles:31:2",
        "t": "And*p Hezekiah appointed the divisions of the priests and of the Levites, division by division, each according to his service, the priests and the Levites, for burnt offerings and peace offerings, to minister in the gates of the camp of the Lord*s and to give thanks and praise."
    },
    {
        "o": 13051,
        "r": "esv:2 Chronicles:31:3",
        "t": "The contribution of the king from his own possessions was for the burnt offerings: the burnt offerings of morning and evening, and the burnt offerings for the Sabbaths, the new moons, and the appointed feasts, as it is written in the Law of the Lord.*s"
    },
    {
        "o": 13052,
        "r": "esv:2 Chronicles:31:4",
        "t": "And he commanded the people who lived in Jerusalem to give the portion due to the priests and the Levites, that they might give themselves to the Law of the Lord.*s"
    },
    {
        "o": 13053,
        "r": "esv:2 Chronicles:31:5",
        "t": "As soon as the command was spread abroad, the people of Israel gave in abundance the firstfruits of grain, wine, oil, honey, and of all the produce of the field. And they brought in abundantly the tithe of everything."
    },
    {
        "o": 13054,
        "r": "esv:2 Chronicles:31:6",
        "t": "And the people of Israel and Judah who lived in the cities of Judah also brought in the tithe of cattle and sheep, and the tithe of the dedicated things that had been dedicated to the Lord*s their God, and laid them in heaps."
    },
    {
        "o": 13055,
        "r": "esv:2 Chronicles:31:7",
        "t": "In the third month they began to pile up the heaps, and finished them in the seventh month."
    },
    {
        "o": 13056,
        "r": "esv:2 Chronicles:31:8",
        "t": "When Hezekiah and the princes came and saw the heaps, they blessed the Lord*s and his people Israel."
    },
    {
        "o": 13057,
        "r": "esv:2 Chronicles:31:9",
        "t": "And Hezekiah questioned the priests and the Levites about the heaps."
    },
    {
        "o": 13058,
        "r": "esv:2 Chronicles:31:10",
        "t": "Azariah the chief priest, who was of the house of Zadok, answered him, “Since they began to bring the contributions into the house of the Lord,*s we have eaten and had enough and have plenty left, for the Lord*s has blessed his people, so that we have this large amount left.”"
    },
    {
        "o": 13059,
        "r": "esv:2 Chronicles:31:11",
        "t": "Then*p Hezekiah commanded them to prepare chambers in the house of the Lord,*s and they prepared them."
    },
    {
        "o": 13060,
        "r": "esv:2 Chronicles:31:12",
        "t": "And they faithfully brought in the contributions, the tithes, and the dedicated things. The chief officer in charge of them was Conaniah the Levite, with Shimei his brother as second,"
    },
    {
        "o": 13061,
        "r": "esv:2 Chronicles:31:13",
        "t": "while Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismachiah, Mahath, and Benaiah were overseers assisting Conaniah and Shimei his brother, by the appointment of Hezekiah the king and Azariah the chief officer of the house of God."
    },
    {
        "o": 13062,
        "r": "esv:2 Chronicles:31:14",
        "t": "And Kore the son of Imnah the Levite, keeper of the east gate, was over the freewill offerings to God, to apportion the contribution reserved for the Lord*s and the most holy offerings."
    },
    {
        "o": 13063,
        "r": "esv:2 Chronicles:31:15",
        "t": "Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shecaniah were faithfully assisting him in the cities of the priests, to distribute the portions to their brothers, old and young alike, by divisions,"
    },
    {
        "o": 13064,
        "r": "esv:2 Chronicles:31:16",
        "t": "except those enrolled by genealogy, males from three years old and upward— all who entered the house of the Lord*s as the duty of each day required— for their service according to their offices, by their divisions."
    },
    {
        "o": 13065,
        "r": "esv:2 Chronicles:31:17",
        "t": "The enrollment of the priests was according to their fathers’ houses; that of the Levites from twenty years old and upward was according to their offices, by their divisions."
    },
    {
        "o": 13066,
        "r": "esv:2 Chronicles:31:18",
        "t": "They were enrolled with all their little children, their wives, their sons, and their daughters, the whole assembly, for they were faithful in keeping themselves holy."
    },
    {
        "o": 13067,
        "r": "esv:2 Chronicles:31:19",
        "t": "And for the sons of Aaron, the priests, who were in the fields of common land belonging to their cities, there were men in the several cities who were designated by name to distribute portions to every male among the priests and to everyone among the Levites who was enrolled."
    },
    {
        "o": 13068,
        "r": "esv:2 Chronicles:31:20",
        "t": "Thus*p Hezekiah did throughout all Judah, and he did what was good and right and faithful before the Lord*s his God."
    },
    {
        "o": 13069,
        "r": "esv:2 Chronicles:31:21",
        "t": "And every work that he undertook in the service of the house of God and in accordance with the law and the commandments, seeking his God, he did with all his heart, and prospered."
    },
    {
        "o": 13070,
        "r": "esv:2 Chronicles:32:0",
        "t": "2 Chronicles 32",
        "h": 1
    },
    {
        "o": 13071,
        "r": "esv:2 Chronicles:32:0",
        "t": "Sennacherib Invades Judah",
        "h": 2
    },
    {
        "o": 13072,
        "r": "esv:2 Chronicles:32:1",
        "t": "After*p these things and these acts of faithfulness, Sennacherib king of Assyria came and invaded Judah and encamped against the fortified cities, thinking to win them for himself."
    },
    {
        "o": 13073,
        "r": "esv:2 Chronicles:32:2",
        "t": "And when Hezekiah saw that Sennacherib had come and intended to fight against Jerusalem,"
    },
    {
        "o": 13074,
        "r": "esv:2 Chronicles:32:3",
        "t": "he planned with his officers and his mighty men to stop the water of the springs that were outside the city; and they helped him."
    },
    {
        "o": 13075,
        "r": "esv:2 Chronicles:32:4",
        "t": "A great many people were gathered, and they stopped all the springs and the brook that flowed through the land, saying, “Why should the kings of Assyria come and find much water?”"
    },
    {
        "o": 13076,
        "r": "esv:2 Chronicles:32:5",
        "t": "He set to work resolutely and built up all the wall that was broken down and raised towers upon it, and outside it he built another wall, and he strengthened the Millo in the city of David. He also made weapons and shields in abundance."
    },
    {
        "o": 13077,
        "r": "esv:2 Chronicles:32:6",
        "t": "And he set combat commanders over the people and gathered them together to him in the square at the gate of the city and spoke encouragingly to them, saying,"
    },
    {
        "o": 13078,
        "r": "esv:2 Chronicles:32:7",
        "t": "“Be strong and courageous. Do not be afraid or dismayed before the king of Assyria and all the horde that is with him, for there are more with us than with him."
    },
    {
        "o": 13079,
        "r": "esv:2 Chronicles:32:8",
        "t": "With him is an arm of flesh, but with us is the Lord*s our God, to help us and to fight our battles.” And the people took confidence from the words of Hezekiah king of Judah."
    },
    {
        "o": 13080,
        "r": "esv:2 Chronicles:32:8",
        "t": "Sennacherib Blasphemes",
        "h": 2
    },
    {
        "o": 13081,
        "r": "esv:2 Chronicles:32:9",
        "t": "After*p this, Sennacherib king of Assyria, who was besieging Lachish with all his forces, sent his servants to Jerusalem to Hezekiah king of Judah and to all the people of Judah who were in Jerusalem, saying,"
    },
    {
        "o": 13082,
        "r": "esv:2 Chronicles:32:10",
        "t": "“Thus says Sennacherib king of Assyria, ‘On what are you trusting, that you endure the siege in Jerusalem?"
    },
    {
        "o": 13083,
        "r": "esv:2 Chronicles:32:11",
        "t": "Is not Hezekiah misleading you, that he may give you over to die by famine and by thirst, when he tells you, “The Lord*s our God will deliver us from the hand of the king of Assyria”?"
    },
    {
        "o": 13084,
        "r": "esv:2 Chronicles:32:12",
        "t": "Has not this same Hezekiah taken away his high places and his altars and commanded Judah and Jerusalem, “Before one altar you shall worship, and on it you shall burn your sacrifices”?"
    },
    {
        "o": 13085,
        "r": "esv:2 Chronicles:32:13",
        "t": "Do you not know what I and my fathers have done to all the peoples of other lands? Were the gods of the nations of those lands at all able to deliver their lands out of my hand?"
    },
    {
        "o": 13086,
        "r": "esv:2 Chronicles:32:14",
        "t": "Who among all the gods of those nations that my fathers devoted to destruction was able to deliver his people from my hand, that your God should be able to deliver you from my hand?"
    },
    {
        "o": 13087,
        "r": "esv:2 Chronicles:32:15",
        "t": "Now, therefore, do not let Hezekiah deceive you or mislead you in this fashion, and do not believe him, for no god of any nation or kingdom has been able to deliver his people from my hand or from the hand of my fathers. How much less will your God deliver you out of my hand!’”"
    },
    {
        "o": 13088,
        "r": "esv:2 Chronicles:32:16",
        "t": "And*p his servants said still more against the Lord*s God and against his servant Hezekiah."
    },
    {
        "o": 13089,
        "r": "esv:2 Chronicles:32:17",
        "t": "And he wrote letters to cast contempt on the Lord,*s the God of Israel, and to speak against him, saying, “Like the gods of the nations of the lands who have not delivered their people from my hands, so the God of Hezekiah will not deliver his people from my hand.”"
    },
    {
        "o": 13090,
        "r": "esv:2 Chronicles:32:18",
        "t": "And they shouted it with a loud voice in the language of Judah to the people of Jerusalem who were on the wall, to frighten and terrify them, in order that they might take the city."
    },
    {
        "o": 13091,
        "r": "esv:2 Chronicles:32:19",
        "t": "And they spoke of the God of Jerusalem as they spoke of the gods of the peoples of the earth, which are the work of men’s hands."
    },
    {
        "o": 13092,
        "r": "esv:2 Chronicles:32:19",
        "t": "The Lord Delivers Jerusalem",
        "h": 2
    },
    {
        "o": 13093,
        "r": "esv:2 Chronicles:32:20",
        "t": "Then*p Hezekiah the king and Isaiah the prophet, the son of Amoz, prayed because of this and cried to heaven."
    },
    {
        "o": 13094,
        "r": "esv:2 Chronicles:32:21",
        "t": "And the Lord*s sent an angel, who cut off all the mighty warriors and commanders and officers in the camp of the king of Assyria. So he returned with shame of face to his own land. And when he came into the house of his god, some of his own sons struck him down there with the sword."
    },
    {
        "o": 13095,
        "r": "esv:2 Chronicles:32:22",
        "t": "So the Lord*s saved Hezekiah and the inhabitants of Jerusalem from the hand of Sennacherib king of Assyria and from the hand of all his enemies, and he provided for them on every side."
    },
    {
        "o": 13096,
        "r": "esv:2 Chronicles:32:23",
        "t": "And many brought gifts to the Lord*s to Jerusalem and precious things to Hezekiah king of Judah, so that he was exalted in the sight of all nations from that time onward."
    },
    {
        "o": 13097,
        "r": "esv:2 Chronicles:32:23",
        "t": "Hezekiah’s Pride and Achievements",
        "h": 2
    },
    {
        "o": 13098,
        "r": "esv:2 Chronicles:32:24",
        "t": "In*p those days Hezekiah became sick and was at the point of death, and he prayed to the Lord,*s and he answered him and gave him a sign."
    },
    {
        "o": 13099,
        "r": "esv:2 Chronicles:32:25",
        "t": "But Hezekiah did not make return according to the benefit done to him, for his heart was proud. Therefore wrath came upon him and Judah and Jerusalem."
    },
    {
        "o": 13100,
        "r": "esv:2 Chronicles:32:26",
        "t": "But Hezekiah humbled himself for the pride of his heart, both he and the inhabitants of Jerusalem, so that the wrath of the Lord*s did not come upon them in the days of Hezekiah."
    },
    {
        "o": 13101,
        "r": "esv:2 Chronicles:32:27",
        "t": "And*p Hezekiah had very great riches and honor, and he made for himself treasuries for silver, for gold, for precious stones, for spices, for shields, and for all kinds of costly vessels;"
    },
    {
        "o": 13102,
        "r": "esv:2 Chronicles:32:28",
        "t": "storehouses also for the yield of grain, wine, and oil; and stalls for all kinds of cattle, and sheepfolds."
    },
    {
        "o": 13103,
        "r": "esv:2 Chronicles:32:29",
        "t": "He likewise provided cities for himself, and flocks and herds in abundance, for God had given him very great possessions."
    },
    {
        "o": 13104,
        "r": "esv:2 Chronicles:32:30",
        "t": "This same Hezekiah closed the upper outlet of the waters of Gihon and directed them down to the west side of the city of David. And Hezekiah prospered in all his works."
    },
    {
        "o": 13105,
        "r": "esv:2 Chronicles:32:31",
        "t": "And so in the matter of the envoys of the princes of Babylon, who had been sent to him to inquire about the sign that had been done in the land, God left him to himself, in order to test him and to know all that was in his heart."
    },
    {
        "o": 13106,
        "r": "esv:2 Chronicles:32:32",
        "t": "Now*p the rest of the acts of Hezekiah and his good deeds, behold, they are written in the vision of Isaiah the prophet, the son of Amoz, in the Book of the Kings of Judah and Israel."
    },
    {
        "o": 13107,
        "r": "esv:2 Chronicles:32:33",
        "t": "And Hezekiah slept with his fathers, and they buried him in the upper part of the tombs of the sons of David, and all Judah and the inhabitants of Jerusalem did him honor at his death. And Manasseh his son reigned in his place."
    },
    {
        "o": 13108,
        "r": "esv:2 Chronicles:33:0",
        "t": "2 Chronicles 33",
        "h": 1
    },
    {
        "o": 13109,
        "r": "esv:2 Chronicles:33:0",
        "t": "Manasseh Reigns in Judah",
        "h": 2
    },
    {
        "o": 13110,
        "r": "esv:2 Chronicles:33:1",
        "t": "Manasseh*p was twelve years old when he began to reign, and he reigned fifty-five years in Jerusalem."
    },
    {
        "o": 13111,
        "r": "esv:2 Chronicles:33:2",
        "t": "And he did what was evil in the sight of the Lord,*s according to the abominations of the nations whom the Lord*s drove out before the people of Israel."
    },
    {
        "o": 13112,
        "r": "esv:2 Chronicles:33:3",
        "t": "For he rebuilt the high places that his father Hezekiah had broken down, and he erected altars to the Baals, and made Asheroth, and worshiped all the host of heaven and served them."
    },
    {
        "o": 13113,
        "r": "esv:2 Chronicles:33:4",
        "t": "And he built altars in the house of the Lord,*s of which the Lord*s had said, “In Jerusalem shall my name be forever.”"
    },
    {
        "o": 13114,
        "r": "esv:2 Chronicles:33:5",
        "t": "And he built altars for all the host of heaven in the two courts of the house of the Lord.*s"
    },
    {
        "o": 13115,
        "r": "esv:2 Chronicles:33:6",
        "t": "And he burned his sons as an offering in the Valley of the Son of Hinnom, and used fortune-telling and omens and sorcery, and dealt with mediums and with necromancers. He did much evil in the sight of the Lord,*s provoking him to anger."
    },
    {
        "o": 13116,
        "r": "esv:2 Chronicles:33:7",
        "t": "And the carved image of the idol that he had made he set in the house of God, of which God said to David and to Solomon his son, “In this house, and in Jerusalem, which I have chosen out of all the tribes of Israel, I will put my name forever,"
    },
    {
        "o": 13117,
        "r": "esv:2 Chronicles:33:8",
        "t": "and I will no more remove the foot of Israel from the land that I appointed for your fathers, if only they will be careful to do all that I have commanded them, all the law, the statutes, and the rules given through Moses.”"
    },
    {
        "o": 13118,
        "r": "esv:2 Chronicles:33:9",
        "t": "Manasseh led Judah and the inhabitants of Jerusalem astray, to do more evil than the nations whom the Lord*s destroyed before the people of Israel."
    },
    {
        "o": 13119,
        "r": "esv:2 Chronicles:33:9",
        "t": "Manasseh’s Repentance",
        "h": 2
    },
    {
        "o": 13120,
        "r": "esv:2 Chronicles:33:10",
        "t": "The*p Lord*s spoke to Manasseh and to his people, but they paid no attention."
    },
    {
        "o": 13121,
        "r": "esv:2 Chronicles:33:11",
        "t": "Therefore the Lord*s brought upon them the commanders of the army of the king of Assyria, who captured Manasseh with hooks and bound him with chains of bronze and brought him to Babylon."
    },
    {
        "o": 13122,
        "r": "esv:2 Chronicles:33:12",
        "t": "And when he was in distress, he entreated the favor of the Lord*s his God and humbled himself greatly before the God of his fathers."
    },
    {
        "o": 13123,
        "r": "esv:2 Chronicles:33:13",
        "t": "He prayed to him, and God was moved by his entreaty and heard his plea and brought him again to Jerusalem into his kingdom. Then Manasseh knew that the Lord*s was God."
    },
    {
        "o": 13124,
        "r": "esv:2 Chronicles:33:14",
        "t": "Afterward*p he built an outer wall for the city of David west of Gihon, in the valley, and for the entrance into the Fish Gate, and carried it around Ophel, and raised it to a very great height. He also put commanders of the army in all the fortified cities in Judah."
    },
    {
        "o": 13125,
        "r": "esv:2 Chronicles:33:15",
        "t": "And he took away the foreign gods and the idol from the house of the Lord,*s and all the altars that he had built on the mountain of the house of the Lord*s and in Jerusalem, and he threw them outside of the city."
    },
    {
        "o": 13126,
        "r": "esv:2 Chronicles:33:16",
        "t": "He also restored the altar of the Lord*s and offered on it sacrifices of peace offerings and of thanksgiving, and he commanded Judah to serve the Lord,*s the God of Israel."
    },
    {
        "o": 13127,
        "r": "esv:2 Chronicles:33:17",
        "t": "Nevertheless, the people still sacrificed at the high places, but only to the Lord*s their God."
    },
    {
        "o": 13128,
        "r": "esv:2 Chronicles:33:18",
        "t": "Now*p the rest of the acts of Manasseh, and his prayer to his God, and the words of the seers who spoke to him in the name of the Lord,*s the God of Israel, behold, they are in the Chronicles of the Kings of Israel."
    },
    {
        "o": 13129,
        "r": "esv:2 Chronicles:33:19",
        "t": "And his prayer, and how God was moved by his entreaty, and all his sin and his faithlessness, and the sites on which he built high places and set up the Asherim and the images, before he humbled himself, behold, they are written in the Chronicles of the Seers."
    },
    {
        "o": 13130,
        "r": "esv:2 Chronicles:33:20",
        "t": "So Manasseh slept with his fathers, and they buried him in his house, and Amon his son reigned in his place."
    },
    {
        "o": 13131,
        "r": "esv:2 Chronicles:33:20",
        "t": "Amon’s Reign and Death",
        "h": 2
    },
    {
        "o": 13132,
        "r": "esv:2 Chronicles:33:21",
        "t": "Amon*p was twenty-two years old when he began to reign, and he reigned two years in Jerusalem."
    },
    {
        "o": 13133,
        "r": "esv:2 Chronicles:33:22",
        "t": "And he did what was evil in the sight of the Lord,*s as Manasseh his father had done. Amon sacrificed to all the images that Manasseh his father had made, and served them."
    },
    {
        "o": 13134,
        "r": "esv:2 Chronicles:33:23",
        "t": "And he did not humble himself before the Lord,*s as Manasseh his father had humbled himself, but this Amon incurred guilt more and more."
    },
    {
        "o": 13135,
        "r": "esv:2 Chronicles:33:24",
        "t": "And his servants conspired against him and put him to death in his house."
    },
    {
        "o": 13136,
        "r": "esv:2 Chronicles:33:25",
        "t": "But the people of the land struck down all those who had conspired against King Amon. And the people of the land made Josiah his son king in his place."
    },
    {
        "o": 13137,
        "r": "esv:2 Chronicles:34:0",
        "t": "2 Chronicles 34",
        "h": 1
    },
    {
        "o": 13138,
        "r": "esv:2 Chronicles:34:0",
        "t": "Josiah Reigns in Judah",
        "h": 2
    },
    {
        "o": 13139,
        "r": "esv:2 Chronicles:34:1",
        "t": "Josiah*p was eight years old when he began to reign, and he reigned thirty-one years in Jerusalem."
    },
    {
        "o": 13140,
        "r": "esv:2 Chronicles:34:2",
        "t": "And he did what was right in the eyes of the Lord,*s and walked in the ways of David his father; and he did not turn aside to the right hand or to the left."
    },
    {
        "o": 13141,
        "r": "esv:2 Chronicles:34:3",
        "t": "For in the eighth year of his reign, while he was yet a boy, he began to seek the God of David his father, and in the twelfth year he began to purge Judah and Jerusalem of the high places, the Asherim, and the carved and the metal images."
    },
    {
        "o": 13142,
        "r": "esv:2 Chronicles:34:4",
        "t": "And they chopped down the altars of the Baals in his presence, and he cut down the incense altars that stood above them. And he broke in pieces the Asherim and the carved and the metal images, and he made dust of them and scattered it over the graves of those who had sacrificed to them."
    },
    {
        "o": 13143,
        "r": "esv:2 Chronicles:34:5",
        "t": "He also burned the bones of the priests on their altars and cleansed Judah and Jerusalem."
    },
    {
        "o": 13144,
        "r": "esv:2 Chronicles:34:6",
        "t": "And in the cities of Manasseh, Ephraim, and Simeon, and as far as Naphtali, in their ruins all around,"
    },
    {
        "o": 13145,
        "r": "esv:2 Chronicles:34:7",
        "t": "he broke down the altars and beat the Asherim and the images into powder and cut down all the incense altars throughout all the land of Israel. Then he returned to Jerusalem."
    },
    {
        "o": 13146,
        "r": "esv:2 Chronicles:34:7",
        "t": "The Book of the Law Found",
        "h": 2
    },
    {
        "o": 13147,
        "r": "esv:2 Chronicles:34:8",
        "t": "Now*p in the eighteenth year of his reign, when he had cleansed the land and the house, he sent Shaphan the son of Azaliah, and Maaseiah the governor of the city, and Joah the son of Joahaz, the recorder, to repair the house of the Lord*s his God."
    },
    {
        "o": 13148,
        "r": "esv:2 Chronicles:34:9",
        "t": "They came to Hilkiah the high priest and gave him the money that had been brought into the house of God, which the Levites, the keepers of the threshold, had collected from Manasseh and Ephraim and from all the remnant of Israel and from all Judah and Benjamin and from the inhabitants of Jerusalem."
    },
    {
        "o": 13149,
        "r": "esv:2 Chronicles:34:10",
        "t": "And they gave it to the workmen who were working in the house of the Lord.*s And the workmen who were working in the house of the Lord*s gave it for repairing and restoring the house."
    },
    {
        "o": 13150,
        "r": "esv:2 Chronicles:34:11",
        "t": "They gave it to the carpenters and the builders to buy quarried stone, and timber for binders and beams for the buildings that the kings of Judah had let go to ruin."
    },
    {
        "o": 13151,
        "r": "esv:2 Chronicles:34:12",
        "t": "And the men did the work faithfully. Over them were set Jahath and Obadiah the Levites, of the sons of Merari, and Zechariah and Meshullam, of the sons of the Kohathites, to have oversight. The Levites, all who were skillful with instruments of music,"
    },
    {
        "o": 13152,
        "r": "esv:2 Chronicles:34:13",
        "t": "were over the burden-bearers and directed all who did work in every kind of service, and some of the Levites were scribes and officials and gatekeepers."
    },
    {
        "o": 13153,
        "r": "esv:2 Chronicles:34:14",
        "t": "While*p they were bringing out the money that had been brought into the house of the Lord,*s Hilkiah the priest found the Book of the Law of the Lord*s given through Moses."
    },
    {
        "o": 13154,
        "r": "esv:2 Chronicles:34:15",
        "t": "Then Hilkiah answered and said to Shaphan the secretary, “I have found the Book of the Law in the house of the Lord.”*s And Hilkiah gave the book to Shaphan."
    },
    {
        "o": 13155,
        "r": "esv:2 Chronicles:34:16",
        "t": "Shaphan brought the book to the king, and further reported to the king, “All that was committed to your servants they are doing."
    },
    {
        "o": 13156,
        "r": "esv:2 Chronicles:34:17",
        "t": "They have emptied out the money that was found in the house of the Lord*s and have given it into the hand of the overseers and the workmen.”"
    },
    {
        "o": 13157,
        "r": "esv:2 Chronicles:34:18",
        "t": "Then Shaphan the secretary told the king, “Hilkiah the priest has given me a book.” And Shaphan read from it before the king."
    },
    {
        "o": 13158,
        "r": "esv:2 Chronicles:34:19",
        "t": "And*p when the king heard the words of the Law, he tore his clothes."
    },
    {
        "o": 13159,
        "r": "esv:2 Chronicles:34:20",
        "t": "And the king commanded Hilkiah, Ahikam the son of Shaphan, Abdon the son of Micah, Shaphan the secretary, and Asaiah the king’s servant, saying,"
    },
    {
        "o": 13160,
        "r": "esv:2 Chronicles:34:21",
        "t": "“Go, inquire of the Lord*s for me and for those who are left in Israel and in Judah, concerning the words of the book that has been found. For great is the wrath of the Lord*s that is poured out on us, because our fathers have not kept the word of the Lord,*s to do according to all that is written in this book.”"
    },
    {
        "o": 13161,
        "r": "esv:2 Chronicles:34:21",
        "t": "Huldah Prophesies Disaster",
        "h": 2
    },
    {
        "o": 13162,
        "r": "esv:2 Chronicles:34:22",
        "t": "So*p Hilkiah and those whom the king had sent went to Huldah the prophetess, the wife of Shallum the son of Tokhath, son of Hasrah, keeper of the wardrobe (now she lived in Jerusalem in the Second Quarter) and spoke to her to that effect."
    },
    {
        "o": 13163,
        "r": "esv:2 Chronicles:34:23",
        "t": "And she said to them, “Thus says the Lord,*s the God of Israel: ‘Tell the man who sent you to me,"
    },
    {
        "o": 13164,
        "r": "esv:2 Chronicles:34:24",
        "t": "Thus says the Lord,*s Behold, I will bring disaster upon this place and upon its inhabitants, all the curses that are written in the book that was read before the king of Judah."
    },
    {
        "o": 13165,
        "r": "esv:2 Chronicles:34:25",
        "t": "Because they have forsaken me and have made offerings to other gods, that they might provoke me to anger with all the works of their hands, therefore my wrath will be poured out on this place and will not be quenched."
    },
    {
        "o": 13166,
        "r": "esv:2 Chronicles:34:26",
        "t": "But to the king of Judah, who sent you to inquire of the Lord,*s thus shall you say to him, Thus says the Lord,*s the God of Israel: Regarding the words that you have heard,"
    },
    {
        "o": 13167,
        "r": "esv:2 Chronicles:34:27",
        "t": "because your heart was tender and you humbled yourself before God when you heard his words against this place and its inhabitants, and you have humbled yourself before me and have torn your clothes and wept before me, I also have heard you, declares the Lord.*s"
    },
    {
        "o": 13168,
        "r": "esv:2 Chronicles:34:28",
        "t": "Behold, I will gather you to your fathers, and you shall be gathered to your grave in peace, and your eyes shall not see all the disaster that I will bring upon this place and its inhabitants.’” And they brought back word to the king."
    },
    {
        "o": 13169,
        "r": "esv:2 Chronicles:34:29",
        "t": "Then*p the king sent and gathered together all the elders of Judah and Jerusalem."
    },
    {
        "o": 13170,
        "r": "esv:2 Chronicles:34:30",
        "t": "And the king went up to the house of the Lord,*s with all the men of Judah and the inhabitants of Jerusalem and the priests and the Levites, all the people both great and small. And he read in their hearing all the words of the Book of the Covenant that had been found in the house of the Lord.*s"
    },
    {
        "o": 13171,
        "r": "esv:2 Chronicles:34:31",
        "t": "And the king stood in his place and made a covenant before the Lord,*s to walk after the Lord*s and to keep his commandments and his testimonies and his statutes, with all his heart and all his soul, to perform the words of the covenant that were written in this book."
    },
    {
        "o": 13172,
        "r": "esv:2 Chronicles:34:32",
        "t": "Then he made all who were present in Jerusalem and in Benjamin join in it. And the inhabitants of Jerusalem did according to the covenant of God, the God of their fathers."
    },
    {
        "o": 13173,
        "r": "esv:2 Chronicles:34:33",
        "t": "And Josiah took away all the abominations from all the territory that belonged to the people of Israel and made all who were present in Israel serve the Lord*s their God. All his days they did not turn away from following the Lord,*s the God of their fathers."
    },
    {
        "o": 13174,
        "r": "esv:2 Chronicles:35:0",
        "t": "2 Chronicles 35",
        "h": 1
    },
    {
        "o": 13175,
        "r": "esv:2 Chronicles:35:0",
        "t": "Josiah Keeps the Passover",
        "h": 2
    },
    {
        "o": 13176,
        "r": "esv:2 Chronicles:35:1",
        "t": "Josiah*p kept a Passover to the Lord*s in Jerusalem. And they slaughtered the Passover lamb on the fourteenth day of the first month."
    },
    {
        "o": 13177,
        "r": "esv:2 Chronicles:35:2",
        "t": "He appointed the priests to their offices and encouraged them in the service of the house of the Lord.*s"
    },
    {
        "o": 13178,
        "r": "esv:2 Chronicles:35:3",
        "t": "And he said to the Levites who taught all Israel and who were holy to the Lord,*s “Put the holy ark in the house that Solomon the son of David, king of Israel, built. You need not carry it on your shoulders. Now serve the Lord*s your God and his people Israel."
    },
    {
        "o": 13179,
        "r": "esv:2 Chronicles:35:4",
        "t": "Prepare yourselves according to your fathers’ houses by your divisions, as prescribed in the writing of David king of Israel and the document of Solomon his son."
    },
    {
        "o": 13180,
        "r": "esv:2 Chronicles:35:5",
        "t": "And stand in the Holy Place according to the groupings of the fathers’ houses of your brothers the lay people, and according to the division of the Levites by fathers’ household."
    },
    {
        "o": 13181,
        "r": "esv:2 Chronicles:35:6",
        "t": "And slaughter the Passover lamb, and consecrate yourselves, and prepare for your brothers, to do according to the word of the Lord*s by Moses.”"
    },
    {
        "o": 13182,
        "r": "esv:2 Chronicles:35:7",
        "t": "Then*p Josiah contributed to the lay people, as Passover offerings for all who were present, lambs and young goats from the flock to the number of 30,000, and 3,000 bulls; these were from the king’s possessions."
    },
    {
        "o": 13183,
        "r": "esv:2 Chronicles:35:8",
        "t": "And his officials contributed willingly to the people, to the priests, and to the Levites. Hilkiah, Zechariah, and Jehiel, the chief officers of the house of God, gave to the priests for the Passover offerings 2,600 Passover lambs and 300 bulls."
    },
    {
        "o": 13184,
        "r": "esv:2 Chronicles:35:9",
        "t": "Conaniah also, and Shemaiah and Nethanel his brothers, and Hashabiah and Jeiel and Jozabad, the chiefs of the Levites, gave to the Levites for the Passover offerings 5,000 lambs and young goats and 500 bulls."
    },
    {
        "o": 13185,
        "r": "esv:2 Chronicles:35:10",
        "t": "When*p the service had been prepared for, the priests stood in their place, and the Levites in their divisions according to the king’s command."
    },
    {
        "o": 13186,
        "r": "esv:2 Chronicles:35:11",
        "t": "And they slaughtered the Passover lamb, and the priests threw the blood that they received from them while the Levites flayed the sacrifices."
    },
    {
        "o": 13187,
        "r": "esv:2 Chronicles:35:12",
        "t": "And they set aside the burnt offerings that they might distribute them according to the groupings of the fathers’ houses of the lay people, to offer to the Lord,*s as it is written in the Book of Moses. And so they did with the bulls."
    },
    {
        "o": 13188,
        "r": "esv:2 Chronicles:35:13",
        "t": "And they roasted the Passover lamb with fire according to the rule; and they boiled the holy offerings in pots, in cauldrons, and in pans, and carried them quickly to all the lay people."
    },
    {
        "o": 13189,
        "r": "esv:2 Chronicles:35:14",
        "t": "And afterward they prepared for themselves and for the priests, because the priests, the sons of Aaron, were offering the burnt offerings and the fat parts until night; so the Levites prepared for themselves and for the priests, the sons of Aaron."
    },
    {
        "o": 13190,
        "r": "esv:2 Chronicles:35:15",
        "t": "The singers, the sons of Asaph, were in their place according to the command of David, and Asaph, and Heman, and Jeduthun the king’s seer; and the gatekeepers were at each gate. They did not need to depart from their service, for their brothers the Levites prepared for them."
    },
    {
        "o": 13191,
        "r": "esv:2 Chronicles:35:16",
        "t": "So*p all the service of the Lord*s was prepared that day, to keep the Passover and to offer burnt offerings on the altar of the Lord,*s according to the command of King Josiah."
    },
    {
        "o": 13192,
        "r": "esv:2 Chronicles:35:17",
        "t": "And the people of Israel who were present kept the Passover at that time, and the Feast of Unleavened Bread seven days."
    },
    {
        "o": 13193,
        "r": "esv:2 Chronicles:35:18",
        "t": "No Passover like it had been kept in Israel since the days of Samuel the prophet. None of the kings of Israel had kept such a Passover as was kept by Josiah, and the priests and the Levites, and all Judah and Israel who were present, and the inhabitants of Jerusalem."
    },
    {
        "o": 13194,
        "r": "esv:2 Chronicles:35:19",
        "t": "In the eighteenth year of the reign of Josiah this Passover was kept."
    },
    {
        "o": 13195,
        "r": "esv:2 Chronicles:35:19",
        "t": "Josiah Killed in Battle",
        "h": 2
    },
    {
        "o": 13196,
        "r": "esv:2 Chronicles:35:20",
        "t": "After*p all this, when Josiah had prepared the temple, Neco king of Egypt went up to fight at Carchemish on the Euphrates, and Josiah went out to meet him."
    },
    {
        "o": 13197,
        "r": "esv:2 Chronicles:35:21",
        "t": "But he sent envoys to him, saying, “What have we to do with each other, king of Judah? I am not coming against you this day, but against the house with which I am at war. And God has commanded me to hurry. Cease opposing God, who is with me, lest he destroy you.”"
    },
    {
        "o": 13198,
        "r": "esv:2 Chronicles:35:22",
        "t": "Nevertheless, Josiah did not turn away from him, but disguised himself in order to fight with him. He did not listen to the words of Neco from the mouth of God, but came to fight in the plain of Megiddo."
    },
    {
        "o": 13199,
        "r": "esv:2 Chronicles:35:23",
        "t": "And the archers shot King Josiah. And the king said to his servants, “Take me away, for I am badly wounded.”"
    },
    {
        "o": 13200,
        "r": "esv:2 Chronicles:35:24",
        "t": "So his servants took him out of the chariot and carried him in his second chariot and brought him to Jerusalem. And he died and was buried in the tombs of his fathers. All Judah and Jerusalem mourned for Josiah."
    },
    {
        "o": 13201,
        "r": "esv:2 Chronicles:35:25",
        "t": "Jeremiah also uttered a lament for Josiah; and all the singing men and singing women have spoken of Josiah in their laments to this day. They made these a rule in Israel; behold, they are written in the Laments."
    },
    {
        "o": 13202,
        "r": "esv:2 Chronicles:35:26",
        "t": "Now the rest of the acts of Josiah, and his good deeds according to what is written in the Law of the Lord,*s"
    },
    {
        "o": 13203,
        "r": "esv:2 Chronicles:35:27",
        "t": "and his acts, first and last, behold, they are written in the Book of the Kings of Israel and Judah."
    },
    {
        "o": 13204,
        "r": "esv:2 Chronicles:36:0",
        "t": "2 Chronicles 36",
        "h": 1
    },
    {
        "o": 13205,
        "r": "esv:2 Chronicles:36:0",
        "t": "Judah’s Decline",
        "h": 2
    },
    {
        "o": 13206,
        "r": "esv:2 Chronicles:36:1",
        "t": "The*p people of the land took Jehoahaz the son of Josiah and made him king in his father’s place in Jerusalem."
    },
    {
        "o": 13207,
        "r": "esv:2 Chronicles:36:2",
        "t": "Jehoahaz was twenty-three years old when he began to reign, and he reigned three months in Jerusalem."
    },
    {
        "o": 13208,
        "r": "esv:2 Chronicles:36:3",
        "t": "Then the king of Egypt deposed him in Jerusalem and laid on the land a tribute of a hundred talents of silver and a talent of gold."
    },
    {
        "o": 13209,
        "r": "esv:2 Chronicles:36:4",
        "t": "And the king of Egypt made Eliakim his brother king over Judah and Jerusalem, and changed his name to Jehoiakim. But Neco took Jehoahaz his brother and carried him to Egypt."
    },
    {
        "o": 13210,
        "r": "esv:2 Chronicles:36:5",
        "t": "Jehoiakim*p was twenty-five years old when he began to reign, and he reigned eleven years in Jerusalem. He did what was evil in the sight of the Lord*s his God."
    },
    {
        "o": 13211,
        "r": "esv:2 Chronicles:36:6",
        "t": "Against him came up Nebuchadnezzar king of Babylon and bound him in chains to take him to Babylon."
    },
    {
        "o": 13212,
        "r": "esv:2 Chronicles:36:7",
        "t": "Nebuchadnezzar also carried part of the vessels of the house of the Lord*s to Babylon and put them in his palace in Babylon."
    },
    {
        "o": 13213,
        "r": "esv:2 Chronicles:36:8",
        "t": "Now the rest of the acts of Jehoiakim, and the abominations that he did, and what was found against him, behold, they are written in the Book of the Kings of Israel and Judah. And Jehoiachin his son reigned in his place."
    },
    {
        "o": 13214,
        "r": "esv:2 Chronicles:36:9",
        "t": "Jehoiachin*p was eighteen years old when he became king, and he reigned three months and ten days in Jerusalem. He did what was evil in the sight of the Lord.*s"
    },
    {
        "o": 13215,
        "r": "esv:2 Chronicles:36:10",
        "t": "In the spring of the year King Nebuchadnezzar sent and brought him to Babylon, with the precious vessels of the house of the Lord,*s and made his brother Zedekiah king over Judah and Jerusalem."
    },
    {
        "o": 13216,
        "r": "esv:2 Chronicles:36:11",
        "t": "Zedekiah*p was twenty-one years old when he began to reign, and he reigned eleven years in Jerusalem."
    },
    {
        "o": 13217,
        "r": "esv:2 Chronicles:36:12",
        "t": "He did what was evil in the sight of the Lord*s his God. He did not humble himself before Jeremiah the prophet, who spoke from the mouth of the Lord.*s"
    },
    {
        "o": 13218,
        "r": "esv:2 Chronicles:36:13",
        "t": "He also rebelled against King Nebuchadnezzar, who had made him swear by God. He stiffened his neck and hardened his heart against turning to the Lord,*s the God of Israel."
    },
    {
        "o": 13219,
        "r": "esv:2 Chronicles:36:14",
        "t": "All the officers of the priests and the people likewise were exceedingly unfaithful, following all the abominations of the nations. And they polluted the house of the Lord*s that he had made holy in Jerusalem."
    },
    {
        "o": 13220,
        "r": "esv:2 Chronicles:36:15",
        "t": "The*p Lord,*s the God of their fathers, sent persistently to them by his messengers, because he had compassion on his people and on his dwelling place."
    },
    {
        "o": 13221,
        "r": "esv:2 Chronicles:36:16",
        "t": "But they kept mocking the messengers of God, despising his words and scoffing at his prophets, until the wrath of the Lord*s rose against his people, until there was no remedy."
    },
    {
        "o": 13222,
        "r": "esv:2 Chronicles:36:16",
        "t": "Jerusalem Captured and Burned",
        "h": 2
    },
    {
        "o": 13223,
        "r": "esv:2 Chronicles:36:17",
        "t": "Therefore*p he brought up against them the king of the Chaldeans, who killed their young men with the sword in the house of their sanctuary and had no compassion on young man or virgin, old man or aged. He gave them all into his hand."
    },
    {
        "o": 13224,
        "r": "esv:2 Chronicles:36:18",
        "t": "And all the vessels of the house of God, great and small, and the treasures of the house of the Lord,*s and the treasures of the king and of his princes, all these he brought to Babylon."
    },
    {
        "o": 13225,
        "r": "esv:2 Chronicles:36:19",
        "t": "And they burned the house of God and broke down the wall of Jerusalem and burned all its palaces with fire and destroyed all its precious vessels."
    },
    {
        "o": 13226,
        "r": "esv:2 Chronicles:36:20",
        "t": "He took into exile in Babylon those who had escaped from the sword, and they became servants to him and to his sons until the establishment of the kingdom of Persia,"
    },
    {
        "o": 13227,
        "r": "esv:2 Chronicles:36:21",
        "t": "to fulfill the word of the Lord*s by the mouth of Jeremiah, until the land had enjoyed its Sabbaths. All the days that it lay desolate it kept Sabbath, to fulfill seventy years."
    },
    {
        "o": 13228,
        "r": "esv:2 Chronicles:36:21",
        "t": "The Proclamation of Cyrus",
        "h": 2
    },
    {
        "o": 13229,
        "r": "esv:2 Chronicles:36:22",
        "t": "Now*p in the first year of Cyrus king of Persia, that the word of the Lord*s by the mouth of Jeremiah might be fulfilled, the Lord*s stirred up the spirit of Cyrus king of Persia, so that he made a proclamation throughout all his kingdom and also put it in writing:"
    },
    {
        "o": 13230,
        "r": "esv:2 Chronicles:36:23",
        "t": "“Thus says Cyrus king of Persia, ‘The Lord,*s the God of heaven, has given me all the kingdoms of the earth, and he has charged me to build him a house at Jerusalem, which is in Judah. Whoever is among you of all his people, may the Lord*s his God be with him. Let him go up.’”"
    }
]
