[
    {
        "o": 8092,
        "r": "nkjv:1 Samuel:6:0",
        "t": "1 Samuel 6",
        "h": 1
    },
    {
        "o": 8093,
        "r": "nkjv:1 Samuel:6:0",
        "t": "The Ark Returned to Israel",
        "h": 2
    },
    {
        "o": 8094,
        "r": "nkjv:1 Samuel:6:1",
        "t": "Now*p the ark of the Lord*s was in the country of the Philistines seven months."
    },
    {
        "o": 8095,
        "r": "nkjv:1 Samuel:6:2",
        "t": "And the Philistines called for the priests and the diviners, saying, “What shall we do with the ark of the Lord?*s Tell us how we should send it to its place.”"
    },
    {
        "o": 8096,
        "r": "nkjv:1 Samuel:6:3",
        "t": "So*p they said, “If you send away the ark of the God of Israel, do not send it empty; but by all means return it*i to Him with*i a trespass offering. Then you will be healed, and it will be known to you why His hand is not removed from you.”"
    },
    {
        "o": 8097,
        "r": "nkjv:1 Samuel:6:4",
        "t": "Then*p they said, “What is*i the trespass offering which we shall return to Him?” They*p answered, “Five golden tumors and five golden rats, according*i to*i the number of the lords of the Philistines. For the same plague was*i on all of you and on your lords."
    },
    {
        "o": 8098,
        "r": "nkjv:1 Samuel:6:5",
        "t": "Therefore you shall make images of your tumors and images of your rats that ravage the land, and you shall give glory to the God of Israel; perhaps He will lighten His hand from you, from your gods, and from your land."
    },
    {
        "o": 8099,
        "r": "nkjv:1 Samuel:6:6",
        "t": "Why then do you harden your hearts as the Egyptians and Pharaoh hardened their hearts? When He did mighty things among them, did they not let the people go, that they might depart?"
    },
    {
        "o": 8100,
        "r": "nkjv:1 Samuel:6:7",
        "t": "Now therefore, make a new cart, take two milk cows which have never been yoked, and hitch the cows to the cart; and take their calves home, away from them."
    },
    {
        "o": 8101,
        "r": "nkjv:1 Samuel:6:8",
        "t": "Then take the ark of the Lord*s and set it on the cart; and put the articles of gold which you are returning to Him as*i a trespass offering in a chest by its side. Then send it away, and let it go."
    },
    {
        "o": 8102,
        "r": "nkjv:1 Samuel:6:9",
        "t": "And watch: if it goes up the road to its own territory, to Beth Shemesh, then*i He has done us this great evil. But if not, then we shall know that it*i is*i not His hand that*i struck us—it happened to us by chance.”"
    },
    {
        "o": 8103,
        "r": "nkjv:1 Samuel:6:10",
        "t": "Then*p the men did so; they took two milk cows and hitched them to the cart, and shut up their calves at home."
    },
    {
        "o": 8104,
        "r": "nkjv:1 Samuel:6:11",
        "t": "And they set the ark of the Lord*s on the cart, and the chest with the gold rats and the images of their tumors."
    },
    {
        "o": 8105,
        "r": "nkjv:1 Samuel:6:12",
        "t": "Then the cows headed straight for the road to Beth Shemesh, and*i went along the highway, lowing as they went, and did not turn aside to the right hand or the left. And the lords of the Philistines went after them to the border of Beth Shemesh."
    },
    {
        "o": 8106,
        "r": "nkjv:1 Samuel:6:13",
        "t": "Now*p the*i people*i of*i Beth Shemesh were*i reaping their wheat harvest in the valley; and they lifted their eyes and saw the ark, and rejoiced to see it.*i"
    },
    {
        "o": 8107,
        "r": "nkjv:1 Samuel:6:14",
        "t": "Then the cart came into the field of Joshua of Beth Shemesh, and stood there; a large stone was*i there. So they split the wood of the cart and offered the cows as a burnt offering to the Lord.*s"
    },
    {
        "o": 8108,
        "r": "nkjv:1 Samuel:6:15",
        "t": "The Levites took down the ark of the Lord*s and the chest that was*i with it, in which were*i the articles of gold, and put them*i on the large stone. Then the men of Beth Shemesh offered burnt offerings and made sacrifices the same day to the Lord.*s"
    },
    {
        "o": 8109,
        "r": "nkjv:1 Samuel:6:16",
        "t": "So when the five lords of the Philistines had seen it,*i they returned to Ekron the same day."
    },
    {
        "o": 8110,
        "r": "nkjv:1 Samuel:6:17",
        "t": "These*p are*i the golden tumors which the Philistines returned as*i a trespass offering to the Lord:*s one for Ashdod, one for Gaza, one for Ashkelon, one for Gath, one for Ekron;"
    },
    {
        "o": 8111,
        "r": "nkjv:1 Samuel:6:18",
        "t": "and the golden rats, according*i to*i the number of all the cities of the Philistines belonging*i to the five lords, both*i fortified cities and country villages, even as far as the large stone*i of*i Abel on which they set the ark of the Lord,*s which*i stone*i remains*i to this day in the field of Joshua of Beth Shemesh."
    },
    {
        "o": 8112,
        "r": "nkjv:1 Samuel:6:19",
        "t": "Then*p He struck the men of Beth Shemesh, because they had looked into the ark of the Lord.*s He struck fifty thousand and seventy men of the people, and the people lamented because the Lord*s had struck the people with a great slaughter."
    },
    {
        "o": 8113,
        "r": "nkjv:1 Samuel:6:19",
        "t": "The Ark at Kirjath Jearim",
        "h": 2
    },
    {
        "o": 8114,
        "r": "nkjv:1 Samuel:6:20",
        "t": "And*p the men of Beth Shemesh said, “Who is able to stand before this holy Lord*s God? And to whom shall it go up from us?”"
    },
    {
        "o": 8115,
        "r": "nkjv:1 Samuel:6:21",
        "t": "So they sent messengers to the inhabitants of Kirjath Jearim, saying, “The Philistines have brought back the ark of the Lord;*s come down and*i take it up with you.”"
    }
]
