[
    {
        "o": 8316,
        "r": "niv:1 Samuel:17:0",
        "t": "1 Samuel 17",
        "h": 1
    },
    {
        "o": 8317,
        "r": "niv:1 Samuel:17:0",
        "t": "David and Goliath",
        "h": 2
    },
    {
        "o": 8318,
        "r": "niv:1 Samuel:17:1",
        "t": "Now*p the Philistines gathered their forces for war and assembled at Sokoh in Judah. They pitched camp at Ephes Dammim, between Sokoh and Azekah."
    },
    {
        "o": 8319,
        "r": "niv:1 Samuel:17:2",
        "t": "Saul and the Israelites assembled and camped in the Valley of Elah and drew up their battle line to meet the Philistines."
    },
    {
        "o": 8320,
        "r": "niv:1 Samuel:17:3",
        "t": "The Philistines occupied one hill and the Israelites another, with the valley between them."
    },
    {
        "o": 8321,
        "r": "niv:1 Samuel:17:4",
        "t": "A*p champion named Goliath, who was from Gath, came out of the Philistine camp. His height was six cubits and a span."
    },
    {
        "o": 8322,
        "r": "niv:1 Samuel:17:5",
        "t": "He had a bronze helmet on his head and wore a coat of scale armor of bronze weighing five thousand shekels;"
    },
    {
        "o": 8323,
        "r": "niv:1 Samuel:17:6",
        "t": "on his legs he wore bronze greaves, and a bronze javelin was slung on his back."
    },
    {
        "o": 8324,
        "r": "niv:1 Samuel:17:7",
        "t": "His spear shaft was like a weaver’s rod, and its iron point weighed six hundred shekels. His shield bearer went ahead of him."
    },
    {
        "o": 8325,
        "r": "niv:1 Samuel:17:8",
        "t": "Goliath*p stood and shouted to the ranks of Israel, “Why do you come out and line up for battle? Am I not a Philistine, and are you not the servants of Saul? Choose a man and have him come down to me."
    },
    {
        "o": 8326,
        "r": "niv:1 Samuel:17:9",
        "t": "If he is able to fight and kill me, we will become your subjects; but if I overcome him and kill him, you will become our subjects and serve us.”"
    },
    {
        "o": 8327,
        "r": "niv:1 Samuel:17:10",
        "t": "Then the Philistine said, “This day I defy the armies of Israel! Give me a man and let us fight each other.”"
    },
    {
        "o": 8328,
        "r": "niv:1 Samuel:17:11",
        "t": "On hearing the Philistine’s words, Saul and all the Israelites were dismayed and terrified."
    },
    {
        "o": 8329,
        "r": "niv:1 Samuel:17:12",
        "t": "Now*p David was the son of an Ephrathite named Jesse, who was from Bethlehem in Judah. Jesse had eight sons, and in Saul’s time he was very old."
    },
    {
        "o": 8330,
        "r": "niv:1 Samuel:17:13",
        "t": "Jesse’s three oldest sons had followed Saul to the war: The firstborn was Eliab; the second, Abinadab; and the third, Shammah."
    },
    {
        "o": 8331,
        "r": "niv:1 Samuel:17:14",
        "t": "David was the youngest. The three oldest followed Saul,"
    },
    {
        "o": 8332,
        "r": "niv:1 Samuel:17:15",
        "t": "but David went back and forth from Saul to tend his father’s sheep at Bethlehem."
    },
    {
        "o": 8333,
        "r": "niv:1 Samuel:17:16",
        "t": "For*p forty days the Philistine came forward every morning and evening and took his stand."
    },
    {
        "o": 8334,
        "r": "niv:1 Samuel:17:17",
        "t": "Now*p Jesse said to his son David, “Take this ephah of roasted grain and these ten loaves of bread for your brothers and hurry to their camp."
    },
    {
        "o": 8335,
        "r": "niv:1 Samuel:17:18",
        "t": "Take along these ten cheeses to the commander of their unit. See how your brothers are and bring back some assurance from them."
    },
    {
        "o": 8336,
        "r": "niv:1 Samuel:17:19",
        "t": "They are with Saul and all the men of Israel in the Valley of Elah, fighting against the Philistines.”"
    },
    {
        "o": 8337,
        "r": "niv:1 Samuel:17:20",
        "t": "Early*p in the morning David left the flock in the care of a shepherd, loaded up and set out, as Jesse had directed. He reached the camp as the army was going out to its battle positions, shouting the war cry."
    },
    {
        "o": 8338,
        "r": "niv:1 Samuel:17:21",
        "t": "Israel and the Philistines were drawing up their lines facing each other."
    },
    {
        "o": 8339,
        "r": "niv:1 Samuel:17:22",
        "t": "David left his things with the keeper of supplies, ran to the battle lines and asked his brothers how they were."
    },
    {
        "o": 8340,
        "r": "niv:1 Samuel:17:23",
        "t": "As he was talking with them, Goliath, the Philistine champion from Gath, stepped out from his lines and shouted his usual defiance, and David heard it."
    },
    {
        "o": 8341,
        "r": "niv:1 Samuel:17:24",
        "t": "Whenever the Israelites saw the man, they all fled from him in great fear."
    },
    {
        "o": 8342,
        "r": "niv:1 Samuel:17:25",
        "t": "Now*p the Israelites had been saying, “Do you see how this man keeps coming out? He comes out to defy Israel. The king will give great wealth to the man who kills him. He will also give him his daughter in marriage and will exempt his family from taxes in Israel.”"
    },
    {
        "o": 8343,
        "r": "niv:1 Samuel:17:26",
        "t": "David*p asked the men standing near him, “What will be done for the man who kills this Philistine and removes this disgrace from Israel? Who is this uncircumcised Philistine that he should defy the armies of the living God?”"
    },
    {
        "o": 8344,
        "r": "niv:1 Samuel:17:27",
        "t": "They*p repeated to him what they had been saying and told him, “This is what will be done for the man who kills him.”"
    },
    {
        "o": 8345,
        "r": "niv:1 Samuel:17:28",
        "t": "When*p Eliab, David’s oldest brother, heard him speaking with the men, he burned with anger at him and asked, “Why have you come down here? And with whom did you leave those few sheep in the wilderness? I know how conceited you are and how wicked your heart is; you came down only to watch the battle.”"
    },
    {
        "o": 8346,
        "r": "niv:1 Samuel:17:29",
        "t": "“Now*p what have I done?” said David. “Can’t I even speak?”"
    },
    {
        "o": 8347,
        "r": "niv:1 Samuel:17:30",
        "t": "He then turned away to someone else and brought up the same matter, and the men answered him as before."
    },
    {
        "o": 8348,
        "r": "niv:1 Samuel:17:31",
        "t": "What David said was overheard and reported to Saul, and Saul sent for him."
    },
    {
        "o": 8349,
        "r": "niv:1 Samuel:17:32",
        "t": "David*p said to Saul, “Let no one lose heart on account of this Philistine; your servant will go and fight him.”"
    },
    {
        "o": 8350,
        "r": "niv:1 Samuel:17:33",
        "t": "Saul*p replied, “You are not able to go out against this Philistine and fight him; you are only a young man, and he has been a warrior from his youth.”"
    },
    {
        "o": 8351,
        "r": "niv:1 Samuel:17:34",
        "t": "But*p David said to Saul, “Your servant has been keeping his father’s sheep. When a lion or a bear came and carried off a sheep from the flock,"
    },
    {
        "o": 8352,
        "r": "niv:1 Samuel:17:35",
        "t": "I went after it, struck it and rescued the sheep from its mouth. When it turned on me, I seized it by its hair, struck it and killed it."
    },
    {
        "o": 8353,
        "r": "niv:1 Samuel:17:36",
        "t": "Your servant has killed both the lion and the bear; this uncircumcised Philistine will be like one of them, because he has defied the armies of the living God."
    },
    {
        "o": 8354,
        "r": "niv:1 Samuel:17:37",
        "t": "The Lord*s who rescued me from the paw of the lion and the paw of the bear will rescue me from the hand of this Philistine.” Saul*p said to David, “Go, and the Lord*s be with you.”"
    },
    {
        "o": 8355,
        "r": "niv:1 Samuel:17:38",
        "t": "Then*p Saul dressed David in his own tunic. He put a coat of armor on him and a bronze helmet on his head."
    },
    {
        "o": 8356,
        "r": "niv:1 Samuel:17:39",
        "t": "David fastened on his sword over the tunic and tried walking around, because he was not used to them. “I*p cannot go in these,” he said to Saul, “because I am not used to them.” So he took them off."
    },
    {
        "o": 8357,
        "r": "niv:1 Samuel:17:40",
        "t": "Then he took his staff in his hand, chose five smooth stones from the stream, put them in the pouch of his shepherd’s bag and, with his sling in his hand, approached the Philistine."
    },
    {
        "o": 8358,
        "r": "niv:1 Samuel:17:41",
        "t": "Meanwhile,*p the Philistine, with his shield bearer in front of him, kept coming closer to David."
    },
    {
        "o": 8359,
        "r": "niv:1 Samuel:17:42",
        "t": "He looked David over and saw that he was little more than a boy, glowing with health and handsome, and he despised him."
    },
    {
        "o": 8360,
        "r": "niv:1 Samuel:17:43",
        "t": "He said to David, “Am I a dog, that you come at me with sticks?” And the Philistine cursed David by his gods."
    },
    {
        "o": 8361,
        "r": "niv:1 Samuel:17:44",
        "t": "“Come here,” he said, “and I’ll give your flesh to the birds and the wild animals!”"
    },
    {
        "o": 8362,
        "r": "niv:1 Samuel:17:45",
        "t": "David*p said to the Philistine, “You come against me with sword and spear and javelin, but I come against you in the name of the Lord*s Almighty, the God of the armies of Israel, whom you have defied."
    },
    {
        "o": 8363,
        "r": "niv:1 Samuel:17:46",
        "t": "This day the Lord*s will deliver you into my hands, and I’ll strike you down and cut off your head. This very day I will give the carcasses of the Philistine army to the birds and the wild animals, and the whole world will know that there is a God in Israel."
    },
    {
        "o": 8364,
        "r": "niv:1 Samuel:17:47",
        "t": "All those gathered here will know that it is not by sword or spear that the Lord*s saves; for the battle is the Lord*s ’s, and he will give all of you into our hands.”"
    },
    {
        "o": 8365,
        "r": "niv:1 Samuel:17:48",
        "t": "As*p the Philistine moved closer to attack him, David ran quickly toward the battle line to meet him."
    },
    {
        "o": 8366,
        "r": "niv:1 Samuel:17:49",
        "t": "Reaching into his bag and taking out a stone, he slung it and struck the Philistine on the forehead. The stone sank into his forehead, and he fell facedown on the ground."
    },
    {
        "o": 8367,
        "r": "niv:1 Samuel:17:50",
        "t": "So*p David triumphed over the Philistine with a sling and a stone; without a sword in his hand he struck down the Philistine and killed him."
    },
    {
        "o": 8368,
        "r": "niv:1 Samuel:17:51",
        "t": "David*p ran and stood over him. He took hold of the Philistine’s sword and drew it from the sheath. After he killed him, he cut off his head with the sword. When*p the Philistines saw that their hero was dead, they turned and ran."
    },
    {
        "o": 8369,
        "r": "niv:1 Samuel:17:52",
        "t": "Then the men of Israel and Judah surged forward with a shout and pursued the Philistines to the entrance of Gath and to the gates of Ekron. Their dead were strewn along the Shaaraim road to Gath and Ekron."
    },
    {
        "o": 8370,
        "r": "niv:1 Samuel:17:53",
        "t": "When the Israelites returned from chasing the Philistines, they plundered their camp."
    },
    {
        "o": 8371,
        "r": "niv:1 Samuel:17:54",
        "t": "David*p took the Philistine’s head and brought it to Jerusalem; he put the Philistine’s weapons in his own tent."
    },
    {
        "o": 8372,
        "r": "niv:1 Samuel:17:55",
        "t": "As*p Saul watched David going out to meet the Philistine, he said to Abner, commander of the army, “Abner, whose son is that young man?” Abner*p replied, “As surely as you live, Your Majesty, I don’t know.”"
    },
    {
        "o": 8373,
        "r": "niv:1 Samuel:17:56",
        "t": "The*p king said, “Find out whose son this young man is.”"
    },
    {
        "o": 8374,
        "r": "niv:1 Samuel:17:57",
        "t": "As*p soon as David returned from killing the Philistine, Abner took him and brought him before Saul, with David still holding the Philistine’s head."
    },
    {
        "o": 8375,
        "r": "niv:1 Samuel:17:58",
        "t": "“Whose*p son are you, young man?” Saul asked him. David*p said, “I am the son of your servant Jesse of Bethlehem.”"
    }
]
