[
    {
        "o": 31924,
        "r": "nasb:1 Corinthians:14:0",
        "t": "1 Corinthians 14",
        "h": 1
    },
    {
        "o": 31925,
        "r": "nasb:1 Corinthians:14:0",
        "t": "Prophecy a Superior Gift",
        "h": 2
    },
    {
        "o": 31926,
        "r": "nasb:1 Corinthians:14:1",
        "t": "Pursue*p love, yet desire earnestly spiritual gifts,*i but especially that you may prophesy."
    },
    {
        "o": 31927,
        "r": "nasb:1 Corinthians:14:2",
        "t": "For one who speaks in a tongue does not speak to men but to God; for no one understands, but in his*i spirit he speaks mysteries."
    },
    {
        "o": 31928,
        "r": "nasb:1 Corinthians:14:3",
        "t": "But one who prophesies speaks to men for edification and exhortation and consolation."
    },
    {
        "o": 31929,
        "r": "nasb:1 Corinthians:14:4",
        "t": "One who speaks in a tongue edifies himself; but one who prophesies edifies the church."
    },
    {
        "o": 31930,
        "r": "nasb:1 Corinthians:14:5",
        "t": "Now I wish that you all spoke in tongues, but even*i more that you would prophesy; and greater is one who prophesies than one who speaks in tongues, unless he interprets, so that the church may receive edifying."
    },
    {
        "o": 31931,
        "r": "nasb:1 Corinthians:14:6",
        "t": "But*p now, brethren, if I come to you speaking in tongues, what will I profit you unless I speak to you either by way of revelation or of knowledge or of prophecy or of teaching?"
    },
    {
        "o": 31932,
        "r": "nasb:1 Corinthians:14:7",
        "t": "Yet even*i lifeless things, either flute or harp, in producing a sound, if they do not produce a distinction in the tones, how will it be known what is played on the flute or on the harp?"
    },
    {
        "o": 31933,
        "r": "nasb:1 Corinthians:14:8",
        "t": "For if the bugle produces an indistinct sound, who will prepare himself for battle?"
    },
    {
        "o": 31934,
        "r": "nasb:1 Corinthians:14:9",
        "t": "So also you, unless you utter by the tongue speech that is clear, how will it be known what is spoken? For you will be speaking into the air."
    },
    {
        "o": 31935,
        "r": "nasb:1 Corinthians:14:10",
        "t": "There are, perhaps, a great many kinds of languages in the world, and no kind*i is without meaning."
    },
    {
        "o": 31936,
        "r": "nasb:1 Corinthians:14:11",
        "t": "If then I do not know the meaning of the language, I will be to the one who speaks a barbarian, and the one who speaks will be a barbarian to me."
    },
    {
        "o": 31937,
        "r": "nasb:1 Corinthians:14:12",
        "t": "So also you, since you are zealous of spiritual gifts,*i seek to abound for the edification of the church."
    },
    {
        "o": 31938,
        "r": "nasb:1 Corinthians:14:13",
        "t": "Therefore*p let one who speaks in a tongue pray that he may interpret."
    },
    {
        "o": 31939,
        "r": "nasb:1 Corinthians:14:14",
        "t": "For if I pray in a tongue, my spirit prays, but my mind is unfruitful."
    },
    {
        "o": 31940,
        "r": "nasb:1 Corinthians:14:15",
        "t": "What is the*i outcome*i then? I will pray with the spirit and I will pray with the mind also; I will sing with the spirit and I will sing with the mind also."
    },
    {
        "o": 31941,
        "r": "nasb:1 Corinthians:14:16",
        "t": "Otherwise if you bless in the spirit only,*i how will the one who fills the place of the ungifted say the “Amen” at your giving of thanks, since he does not know what you are saying?"
    },
    {
        "o": 31942,
        "r": "nasb:1 Corinthians:14:17",
        "t": "For you are giving thanks well enough, but the other person is not edified."
    },
    {
        "o": 31943,
        "r": "nasb:1 Corinthians:14:18",
        "t": "I thank God, I speak in tongues more than you all;"
    },
    {
        "o": 31944,
        "r": "nasb:1 Corinthians:14:19",
        "t": "however, in the church I desire to speak five words with my mind so that I may instruct others also, rather than ten thousand words in a tongue."
    },
    {
        "o": 31945,
        "r": "nasb:1 Corinthians:14:19",
        "t": "Instruction for the Church",
        "h": 2
    },
    {
        "o": 31946,
        "r": "nasb:1 Corinthians:14:20",
        "t": "Brethren,*p do not be children in your thinking; yet in evil be infants, but in your thinking be mature."
    },
    {
        "o": 31947,
        "r": "nasb:1 Corinthians:14:21",
        "t": "In the Law it is written, “By*s men*s of*s strange*s tongues*s and*s by*s the*s lips*s of*s strangers*s I will*s speak*s to*s this*s people,*s and*s even*s so*s they*s will*s not*s listen*s to*s Me,”*s says the Lord."
    },
    {
        "o": 31948,
        "r": "nasb:1 Corinthians:14:22",
        "t": "So then tongues are for a sign, not to those who believe but to unbelievers; but prophecy is*i for*i a*i sign,*i not to unbelievers but to those who believe."
    },
    {
        "o": 31949,
        "r": "nasb:1 Corinthians:14:23",
        "t": "Therefore if the whole church assembles together and all speak in tongues, and ungifted men or unbelievers enter, will they not say that you are mad?"
    },
    {
        "o": 31950,
        "r": "nasb:1 Corinthians:14:24",
        "t": "But if all prophesy, and an unbeliever or an ungifted man enters, he is convicted by all, he is called to account by all;"
    },
    {
        "o": 31951,
        "r": "nasb:1 Corinthians:14:25",
        "t": "the secrets of his heart are disclosed; and so he will fall on his face and worship God, declaring that God is certainly among you."
    },
    {
        "o": 31952,
        "r": "nasb:1 Corinthians:14:26",
        "t": "What*p is the*i outcome*i then, brethren? When you assemble, each one has a psalm, has a teaching, has a revelation, has a tongue, has an interpretation. Let all things be done for edification."
    },
    {
        "o": 31953,
        "r": "nasb:1 Corinthians:14:27",
        "t": "If anyone speaks in a tongue, it*i should*i be*i by two or at the most three, and each*i in turn, and one must interpret;"
    },
    {
        "o": 31954,
        "r": "nasb:1 Corinthians:14:28",
        "t": "but if there is no interpreter, he must keep silent in the church; and let him speak to himself and to God."
    },
    {
        "o": 31955,
        "r": "nasb:1 Corinthians:14:29",
        "t": "Let two or three prophets speak, and let the others pass judgment."
    },
    {
        "o": 31956,
        "r": "nasb:1 Corinthians:14:30",
        "t": "But if a revelation is made to another who is seated, the first one must keep silent."
    },
    {
        "o": 31957,
        "r": "nasb:1 Corinthians:14:31",
        "t": "For you can all prophesy one by one, so that all may learn and all may be exhorted;"
    },
    {
        "o": 31958,
        "r": "nasb:1 Corinthians:14:32",
        "t": "and the spirits of prophets are subject to prophets;"
    },
    {
        "o": 31959,
        "r": "nasb:1 Corinthians:14:33",
        "t": "for God is not a*i God*i of confusion but of peace, as in all the churches of the saints."
    },
    {
        "o": 31960,
        "r": "nasb:1 Corinthians:14:34",
        "t": "The*p women are to keep silent in the churches; for they are not permitted to speak, but are to subject themselves, just as the Law also says."
    },
    {
        "o": 31961,
        "r": "nasb:1 Corinthians:14:35",
        "t": "If they desire to learn anything, let them ask their own husbands at home; for it is improper for a woman to speak in church."
    },
    {
        "o": 31962,
        "r": "nasb:1 Corinthians:14:36",
        "t": "Was it from you that the word of God first*i went forth? Or has it come to you only?"
    },
    {
        "o": 31963,
        "r": "nasb:1 Corinthians:14:37",
        "t": "If*p anyone thinks he is a prophet or spiritual, let him recognize that the things which I write to you are the Lord’s commandment."
    },
    {
        "o": 31964,
        "r": "nasb:1 Corinthians:14:38",
        "t": "But if anyone does not recognize this,*i he is not recognized."
    },
    {
        "o": 31965,
        "r": "nasb:1 Corinthians:14:39",
        "t": "Therefore,*p my brethren, desire earnestly to prophesy, and do not forbid to speak in tongues."
    },
    {
        "o": 31966,
        "r": "nasb:1 Corinthians:14:40",
        "t": "But all things must be done properly and in an orderly manner."
    }
]
