[
    {
        "o": 32029,
        "r": "nasb:1 Corinthians:16:0",
        "t": "1 Corinthians 16",
        "h": 1
    },
    {
        "o": 32030,
        "r": "nasb:1 Corinthians:16:0",
        "t": "Instructions and Greetings",
        "h": 2
    },
    {
        "o": 32031,
        "r": "nasb:1 Corinthians:16:1",
        "t": "Now*p concerning the collection for the saints, as I directed the churches of Galatia, so do you also."
    },
    {
        "o": 32032,
        "r": "nasb:1 Corinthians:16:2",
        "t": "On the first day of every week each one of you is to put aside and save, as he may prosper, so that no collections be made when I come."
    },
    {
        "o": 32033,
        "r": "nasb:1 Corinthians:16:3",
        "t": "When I arrive, whomever you may approve, I will send them with letters to carry your gift to Jerusalem;"
    },
    {
        "o": 32034,
        "r": "nasb:1 Corinthians:16:4",
        "t": "and if it is fitting for me to go also, they will go with me."
    },
    {
        "o": 32035,
        "r": "nasb:1 Corinthians:16:5",
        "t": "But*p I will come to you after I go through Macedonia, for I am going through Macedonia;"
    },
    {
        "o": 32036,
        "r": "nasb:1 Corinthians:16:6",
        "t": "and perhaps I will stay with you, or even spend the winter, so that you may send me on my way wherever I may go."
    },
    {
        "o": 32037,
        "r": "nasb:1 Corinthians:16:7",
        "t": "For I do not wish to see you now just*i in passing; for I hope to remain with you for some time, if the Lord permits."
    },
    {
        "o": 32038,
        "r": "nasb:1 Corinthians:16:8",
        "t": "But I will remain in Ephesus until Pentecost;"
    },
    {
        "o": 32039,
        "r": "nasb:1 Corinthians:16:9",
        "t": "for a wide door for effective service*i has opened to me, and there are many adversaries."
    },
    {
        "o": 32040,
        "r": "nasb:1 Corinthians:16:10",
        "t": "Now*p if Timothy comes, see that he is with you without cause to be afraid, for he is doing the Lord’s work, as I also am."
    },
    {
        "o": 32041,
        "r": "nasb:1 Corinthians:16:11",
        "t": "So let no one despise him. But send him on his way in peace, so that he may come to me; for I expect him with the brethren."
    },
    {
        "o": 32042,
        "r": "nasb:1 Corinthians:16:12",
        "t": "But*p concerning Apollos our brother, I encouraged him greatly to come to you with the brethren; and it was not at all his*i desire to come now, but he will come when he has opportunity."
    },
    {
        "o": 32043,
        "r": "nasb:1 Corinthians:16:13",
        "t": "Be*p on the alert, stand firm in the faith, act like men, be strong."
    },
    {
        "o": 32044,
        "r": "nasb:1 Corinthians:16:14",
        "t": "Let all that you do be done in love."
    },
    {
        "o": 32045,
        "r": "nasb:1 Corinthians:16:15",
        "t": "Now*p I urge you, brethren (you know the household of Stephanas, that they were the first fruits of Achaia, and that they have devoted themselves for ministry to the saints),"
    },
    {
        "o": 32046,
        "r": "nasb:1 Corinthians:16:16",
        "t": "that you also be in subjection to such men and to everyone who helps in the work and labors."
    },
    {
        "o": 32047,
        "r": "nasb:1 Corinthians:16:17",
        "t": "I rejoice over the coming of Stephanas and Fortunatus and Achaicus, because they have supplied what was lacking on your part."
    },
    {
        "o": 32048,
        "r": "nasb:1 Corinthians:16:18",
        "t": "For they have refreshed my spirit and yours. Therefore acknowledge such men."
    },
    {
        "o": 32049,
        "r": "nasb:1 Corinthians:16:19",
        "t": "The*p churches of Asia greet you. Aquila and Prisca greet you heartily in the Lord, with the church that is in their house."
    },
    {
        "o": 32050,
        "r": "nasb:1 Corinthians:16:20",
        "t": "All the brethren greet you. Greet one another with a holy kiss."
    },
    {
        "o": 32051,
        "r": "nasb:1 Corinthians:16:21",
        "t": "The*p greeting is in my own hand—Paul."
    },
    {
        "o": 32052,
        "r": "nasb:1 Corinthians:16:22",
        "t": "If anyone does not love the Lord, he is to be accursed. Maranatha."
    },
    {
        "o": 32053,
        "r": "nasb:1 Corinthians:16:23",
        "t": "The grace of the Lord Jesus be with you."
    },
    {
        "o": 32054,
        "r": "nasb:1 Corinthians:16:24",
        "t": "My love be with you all in Christ Jesus. Amen."
    }
]
