[
    {
        "o": 5594,
        "r": "csb:Deuteronomy:6:0",
        "t": "Deuteronomy 6",
        "h": 1
    },
    {
        "o": 5595,
        "r": "csb:Deuteronomy:6:0",
        "t": "The Greatest Command",
        "h": 2
    },
    {
        "o": 5596,
        "r": "csb:Deuteronomy:6:1",
        "t": "“This*p is the command - the statutes and ordinances - the Lord*s your God has commanded me to teach you, so that you may follow them in the land you are about to enter and possess."
    },
    {
        "o": 5597,
        "r": "csb:Deuteronomy:6:2",
        "t": "Do this so that you may fear the Lord*s your God all the days of your life by keeping all his statutes and commands I am giving you, your son, and your grandson, and so that you may have a long life."
    },
    {
        "o": 5598,
        "r": "csb:Deuteronomy:6:3",
        "t": "Listen, Israel, and be careful to follow them, so that you may prosper and multiply greatly, because the Lord,*s the God of your ancestors, has promised you a land flowing with milk and honey."
    },
    {
        "o": 5599,
        "r": "csb:Deuteronomy:6:4",
        "t": "“Listen,*p Israel: The Lord*s our God, the Lord*s is one."
    },
    {
        "o": 5600,
        "r": "csb:Deuteronomy:6:5",
        "t": "Love the Lord*s your God with all your heart, with all your soul, and with all your strength."
    },
    {
        "o": 5601,
        "r": "csb:Deuteronomy:6:6",
        "t": "These words that I am giving you today are to be in your heart."
    },
    {
        "o": 5602,
        "r": "csb:Deuteronomy:6:7",
        "t": "Repeat them to your children. Talk about them when you sit in your house and when you walk along the road, when you lie down and when you get up."
    },
    {
        "o": 5603,
        "r": "csb:Deuteronomy:6:8",
        "t": "Bind them as a sign on your hand and let them be a symbol on your forehead."
    },
    {
        "o": 5604,
        "r": "csb:Deuteronomy:6:9",
        "t": "Write them on the doorposts of your house and on your city gates."
    },
    {
        "o": 5605,
        "r": "csb:Deuteronomy:6:9",
        "t": "Remembering God through Obedience",
        "h": 2
    },
    {
        "o": 5606,
        "r": "csb:Deuteronomy:6:10",
        "t": "“When*p the Lord*s your God brings you into the land he swore to your ancestors Abraham, Isaac, and Jacob that he would give you - a land with large and beautiful cities that you did not build,"
    },
    {
        "o": 5607,
        "r": "csb:Deuteronomy:6:11",
        "t": "houses full of every good thing that you did not fill them with, cisterns that you did not dig, and vineyards and olive groves that you did not plant- and when you eat and are satisfied,"
    },
    {
        "o": 5608,
        "r": "csb:Deuteronomy:6:12",
        "t": "be careful not to forget the Lord*s who brought you out of the land of Egypt, out of the place of slavery."
    },
    {
        "o": 5609,
        "r": "csb:Deuteronomy:6:13",
        "t": "Fear the Lord*s your God, worship him, and take your oaths in his name."
    },
    {
        "o": 5610,
        "r": "csb:Deuteronomy:6:14",
        "t": "Do not follow other gods, the gods of the peoples around you,"
    },
    {
        "o": 5611,
        "r": "csb:Deuteronomy:6:15",
        "t": "for the Lord*s your God, who is among you, is a jealous God. Otherwise, the Lord*s your God will become angry with you and obliterate you from the face of the earth."
    },
    {
        "o": 5612,
        "r": "csb:Deuteronomy:6:16",
        "t": "Do not test the Lord*s your God as you tested him at Massah."
    },
    {
        "o": 5613,
        "r": "csb:Deuteronomy:6:17",
        "t": "Carefully observe the commands of the Lord*s your God, the decrees and statutes he has commanded you."
    },
    {
        "o": 5614,
        "r": "csb:Deuteronomy:6:18",
        "t": "Do what is right and good in the Lord’s*s sight, so that you may prosper and so that you may enter and possess the good land the Lord*s your God swore to give your ancestors,"
    },
    {
        "o": 5615,
        "r": "csb:Deuteronomy:6:19",
        "t": "by driving out all your enemies before you, as the Lord*s has said."
    },
    {
        "o": 5616,
        "r": "csb:Deuteronomy:6:20",
        "t": "“When*p your son asks you in the future, ‘What is the meaning of the decrees, statutes, and ordinances that the Lord*s our God has commanded you?’"
    },
    {
        "o": 5617,
        "r": "csb:Deuteronomy:6:21",
        "t": "tell him, ‘We were slaves of Pharaoh in Egypt, but the Lord*s brought us out of Egypt with a strong hand."
    },
    {
        "o": 5618,
        "r": "csb:Deuteronomy:6:22",
        "t": "Before our eyes the Lord*s inflicted great and devastating signs and wonders on Egypt, on Pharaoh, and on all his household,"
    },
    {
        "o": 5619,
        "r": "csb:Deuteronomy:6:23",
        "t": "but he brought us from there in order to lead us in and give us the land that he swore to our ancestors."
    },
    {
        "o": 5620,
        "r": "csb:Deuteronomy:6:24",
        "t": "The Lord*s commanded us to follow all these statutes and to fear the Lord*s our God for our prosperity always and for our preservation, as it is today."
    },
    {
        "o": 5621,
        "r": "csb:Deuteronomy:6:25",
        "t": "Righteousness will be ours if we are careful to follow every one of these commands before the Lord*s our God, as he has commanded us.’"
    }
]
