[
    {
        "o": 20577,
        "r": "nasb:Isaiah:42:0",
        "t": "Isaiah 42",
        "h": 1
    },
    {
        "o": 20578,
        "r": "nasb:Isaiah:42:0",
        "t": "God’s Promise concerning His Servant",
        "h": 2
    },
    {
        "o": 20579,
        "r": "nasb:Isaiah:42:1",
        "t": "“Behold,*pn My Servant, whom I uphold; My*ln chosen one in*i whom*i My soul delights. I*ln have put My Spirit upon Him; He*ln will bring forth justice to the nations."
    },
    {
        "o": 20580,
        "r": "nasb:Isaiah:42:2",
        "t": "He*ln will not cry out or raise His*i voice,*i Nor*ln make His voice heard in the street."
    },
    {
        "o": 20581,
        "r": "nasb:Isaiah:42:3",
        "t": "A*ln bruised reed He will not break And*ln a dimly burning wick He will not extinguish; He*ln will faithfully bring forth justice."
    },
    {
        "o": 20582,
        "r": "nasb:Isaiah:42:4",
        "t": "He*ln will not be disheartened or crushed Until*ln He has established justice in the earth; And*ln the coastlands will wait expectantly for His law.”"
    },
    {
        "o": 20583,
        "r": "nasb:Isaiah:42:5",
        "t": "Thus*p says God the Lord,*s Who*pn created the heavens and stretched them out, Who*ln spread out the earth and its offspring, Who*ln gives breath to the people on it And*ln spirit to those who walk in it,"
    },
    {
        "o": 20584,
        "r": "nasb:Isaiah:42:6",
        "t": "“I*ln am the Lord,*s I have called You in righteousness, I*ln will also hold You by the hand and watch over You, And*ln I will appoint You as a covenant to the people, As*ln a light to the nations,"
    },
    {
        "o": 20585,
        "r": "nasb:Isaiah:42:7",
        "t": "To*ln open blind eyes, To*ln bring out prisoners from the dungeon And*ln those who dwell in darkness from the prison."
    },
    {
        "o": 20586,
        "r": "nasb:Isaiah:42:8",
        "t": "I*ln am the Lord,*s that is My name; I*ln will not give My glory to another, Nor*ln My praise to graven images."
    },
    {
        "o": 20587,
        "r": "nasb:Isaiah:42:9",
        "t": "Behold,*ln the former things have come to pass, Now*ln I declare new things; Before*ln they spring forth I proclaim them*i to you.”"
    },
    {
        "o": 20588,
        "r": "nasb:Isaiah:42:10",
        "t": "Sing*ln to the Lord*s a new song, Sing*iln His praise from the end of the earth! You*ln who go down to the sea, and all that is in it. You*ln islands, and those who dwell on them."
    },
    {
        "o": 20589,
        "r": "nasb:Isaiah:42:11",
        "t": "Let*ln the wilderness and its cities lift up their*i voices,*i The*ln settlements where Kedar inhabits. Let*ln the inhabitants of Sela sing aloud, Let*ln them shout for joy from the tops of the mountains."
    },
    {
        "o": 20590,
        "r": "nasb:Isaiah:42:12",
        "t": "Let*ln them give glory to the Lord*s And*ln declare His praise in the coastlands."
    },
    {
        "o": 20591,
        "r": "nasb:Isaiah:42:13",
        "t": "The*ln Lord*s will go forth like a warrior, He*ln will arouse His*i zeal like a man of war. He*ln will utter a shout, yes, He will raise a war cry. He*ln will prevail against His enemies."
    },
    {
        "o": 20592,
        "r": "nasb:Isaiah:42:13",
        "t": "The Blindness of the People",
        "h": 2
    },
    {
        "o": 20593,
        "r": "nasb:Isaiah:42:14",
        "t": "“I*pn have kept silent for a long time, I*ln have kept still and restrained Myself. Now*iln like a woman in labor I will groan, I*ln will both gasp and pant."
    },
    {
        "o": 20594,
        "r": "nasb:Isaiah:42:15",
        "t": "I*ln will lay waste the mountains and hills And*ln wither all their vegetation; I*ln will make the rivers into coastlands And*ln dry up the ponds."
    },
    {
        "o": 20595,
        "r": "nasb:Isaiah:42:16",
        "t": "I*ln will lead the blind by a way they do not know, In*ln paths they do not know I will guide them. I*ln will make darkness into light before them And*ln rugged places into plains. These*ln are the things I will do, And*ln I will not leave them undone.”"
    },
    {
        "o": 20596,
        "r": "nasb:Isaiah:42:17",
        "t": "They*ln will be turned back and*i be utterly put to shame, Who*ln trust in idols, Who*ln say to molten images, “You*ln are our gods.”"
    },
    {
        "o": 20597,
        "r": "nasb:Isaiah:42:18",
        "t": "Hear,*ln you deaf! And*ln look, you blind, that you may see."
    },
    {
        "o": 20598,
        "r": "nasb:Isaiah:42:19",
        "t": "Who*ln is blind but My servant, Or*ln so deaf as My messenger whom I send? Who*ln is so blind as he that is at peace with*i Me,*i Or*ln so blind as the servant of the Lord?*s"
    },
    {
        "o": 20599,
        "r": "nasb:Isaiah:42:20",
        "t": "You*ln have seen many things, but you do not observe them;*i Your*iln ears are open, but none hears."
    },
    {
        "o": 20600,
        "r": "nasb:Isaiah:42:21",
        "t": "The*ln Lord*s was pleased for His righteousness’ sake To*ln make the law great and glorious."
    },
    {
        "o": 20601,
        "r": "nasb:Isaiah:42:22",
        "t": "But*ln this is a people plundered and despoiled; All*ln of them are trapped in caves, Or*ln are hidden away in prisons; They*ln have become a prey with none to deliver them,*i And*ln a spoil, with none to say, “Give them*i back!”"
    },
    {
        "o": 20602,
        "r": "nasb:Isaiah:42:23",
        "t": "Who*ln among you will give ear to this? Who*ln will give heed and listen hereafter?"
    },
    {
        "o": 20603,
        "r": "nasb:Isaiah:42:24",
        "t": "Who*ln gave Jacob up for spoil, and Israel to plunderers? Was*ln it not the Lord,*s against whom we have sinned, And*ln in whose ways they were not willing to walk, And*ln whose law they did not obey?"
    },
    {
        "o": 20604,
        "r": "nasb:Isaiah:42:25",
        "t": "So*ln He poured out on him the heat of His anger And*ln the fierceness of battle; And*ln it set him aflame all around, Yet*ln he did not recognize it;*i And*ln it burned him, but he paid no attention."
    }
]
