[
    {
        "o": 24529,
        "r": "csb:Daniel:3:0",
        "t": "Daniel 3",
        "h": 1
    },
    {
        "o": 24530,
        "r": "csb:Daniel:3:0",
        "t": "Nebuchadnezzar’s Gold Statue",
        "h": 2
    },
    {
        "o": 24531,
        "r": "csb:Daniel:3:1",
        "t": "King*p Nebuchadnezzar made a gold statue, ninety feet high and nine feet wide. He set it up on the plain of Dura in the province of Babylon."
    },
    {
        "o": 24532,
        "r": "csb:Daniel:3:2",
        "t": "King Nebuchadnezzar sent word to assemble the satraps, prefects, governors, advisers, treasurers, judges, magistrates, and all the rulers of the provinces to attend the dedication of the statue King Nebuchadnezzar had set up."
    },
    {
        "o": 24533,
        "r": "csb:Daniel:3:3",
        "t": "So the satraps, prefects, governors, advisers, treasurers, judges, magistrates, and all the rulers of the provinces assembled for the dedication of the statue the king had set up. Then they stood before the statue Nebuchadnezzar had set up."
    },
    {
        "o": 24534,
        "r": "csb:Daniel:3:4",
        "t": "A*p herald loudly proclaimed, “People of every nation and language, you are commanded:"
    },
    {
        "o": 24535,
        "r": "csb:Daniel:3:5",
        "t": "When you hear the sound of the horn, flute, zither, lyre, harp, drum, and every kind of music, you are to fall facedown and worship the gold statue that King Nebuchadnezzar has set up."
    },
    {
        "o": 24536,
        "r": "csb:Daniel:3:6",
        "t": "But whoever does not fall down and worship will immediately be thrown into a furnace of blazing fire.”"
    },
    {
        "o": 24537,
        "r": "csb:Daniel:3:7",
        "t": "Therefore,*p when all the people heard the sound of the horn, flute, zither, lyre, harp, and every kind of music, people of every nation and language fell down and worshiped the gold statue that King Nebuchadnezzar had set up."
    },
    {
        "o": 24538,
        "r": "csb:Daniel:3:7",
        "t": "The Furnace of Blazing Fire",
        "h": 2
    },
    {
        "o": 24539,
        "r": "csb:Daniel:3:8",
        "t": "Some*p Chaldeans took this occasion to come forward and maliciously accuse the Jews."
    },
    {
        "o": 24540,
        "r": "csb:Daniel:3:9",
        "t": "They said to King Nebuchadnezzar, “May the king live forever."
    },
    {
        "o": 24541,
        "r": "csb:Daniel:3:10",
        "t": "You as king have issued a decree that everyone who hears the sound of the horn, flute, zither, lyre, harp, drum, and every kind of music must fall down and worship the gold statue."
    },
    {
        "o": 24542,
        "r": "csb:Daniel:3:11",
        "t": "Whoever does not fall down and worship will be thrown into a furnace of blazing fire."
    },
    {
        "o": 24543,
        "r": "csb:Daniel:3:12",
        "t": "There are some Jews you have appointed to manage the province of Babylon: Shadrach, Meshach, and Abednego. These men have ignored you, the king; they do not serve your gods or worship the gold statue you have set up.”"
    },
    {
        "o": 24544,
        "r": "csb:Daniel:3:13",
        "t": "Then*p in a furious rage Nebuchadnezzar gave orders to bring in Shadrach, Meshach, and Abednego. So these men were brought before the king."
    },
    {
        "o": 24545,
        "r": "csb:Daniel:3:14",
        "t": "Nebuchadnezzar asked them, “Shadrach, Meshach, and Abednego, is it true that you don’t serve my gods or worship the gold statue I have set up?"
    },
    {
        "o": 24546,
        "r": "csb:Daniel:3:15",
        "t": "Now if you’re ready, when you hear the sound of the horn, flute, zither, lyre, harp, drum, and every kind of music, fall down and worship the statue I made. But if you don’t worship it, you will immediately be thrown into a furnace of blazing fire - and who is the god who can rescue you from my power?”"
    },
    {
        "o": 24547,
        "r": "csb:Daniel:3:16",
        "t": "Shadrach,*p Meshach, and Abednego replied to the king, “Nebuchadnezzar, we don’t need to give you an answer to this question."
    },
    {
        "o": 24548,
        "r": "csb:Daniel:3:17",
        "t": "If the God we serve exists, then he can rescue us from the furnace of blazing fire, and he can rescue us from the power of you, the king."
    },
    {
        "o": 24549,
        "r": "csb:Daniel:3:18",
        "t": "But even if he does not rescue us, we want you as king to know that we will not serve your gods or worship the gold statue you set up.”"
    },
    {
        "o": 24550,
        "r": "csb:Daniel:3:19",
        "t": "Then*p Nebuchadnezzar was filled with rage, and the expression on his face changed toward Shadrach, Meshach, and Abednego. He gave orders to heat the furnace seven times more than was customary,"
    },
    {
        "o": 24551,
        "r": "csb:Daniel:3:20",
        "t": "and he commanded some of the best soldiers in his army to tie up Shadrach, Meshach, and Abednego and throw them into the furnace of blazing fire."
    },
    {
        "o": 24552,
        "r": "csb:Daniel:3:21",
        "t": "So these men, in their trousers, robes, head coverings, and other clothes, were tied up and thrown into the furnace of blazing fire."
    },
    {
        "o": 24553,
        "r": "csb:Daniel:3:22",
        "t": "Since the king’s command was so urgent and the furnace extremely hot, the raging flames killed those men who carried up Shadrach, Meshach, and Abednego."
    },
    {
        "o": 24554,
        "r": "csb:Daniel:3:23",
        "t": "And these three men, Shadrach, Meshach, and Abednego fell, bound, into the furnace of blazing fire."
    },
    {
        "o": 24555,
        "r": "csb:Daniel:3:23",
        "t": "Delivered from the Fire",
        "h": 2
    },
    {
        "o": 24556,
        "r": "csb:Daniel:3:24",
        "t": "Then*p King Nebuchadnezzar jumped up in alarm. He said to his advisers, “Didn’t we throw three men, bound, into the fire?” “Yes,*p of course, Your Majesty,” they replied to the king."
    },
    {
        "o": 24557,
        "r": "csb:Daniel:3:25",
        "t": "He*p exclaimed, “Look! I see four men, not tied, walking around in the fire unharmed; and the fourth looks like a son of the gods.”"
    },
    {
        "o": 24558,
        "r": "csb:Daniel:3:26",
        "t": "Nebuchadnezzar*p then approached the door of the furnace of blazing fire and called, “Shadrach, Meshach, and Abednego, you servants of the Most High God - come out!” So Shadrach, Meshach, and Abednego came out of the fire."
    },
    {
        "o": 24559,
        "r": "csb:Daniel:3:27",
        "t": "When the satraps, prefects, governors, and the king’s advisers gathered around, they saw that the fire had no effect on the bodies of these men: not a hair of their heads was singed, their robes were unaffected, and there was no smell of fire on them."
    },
    {
        "o": 24560,
        "r": "csb:Daniel:3:28",
        "t": "Nebuchadnezzar exclaimed, “Praise to the God of Shadrach, Meshach, and Abednego! He sent his angel and rescued his servants who trusted in him. They violated the king’s command and risked their lives rather than serve or worship any god except their own God."
    },
    {
        "o": 24561,
        "r": "csb:Daniel:3:29",
        "t": "Therefore I issue a decree that anyone of any people, nation, or language who says anything offensive against the God of Shadrach, Meshach, and Abednego will be torn limb from limb and his house made a garbage dump. For there is no other god who is able to deliver like this.”"
    },
    {
        "o": 24562,
        "r": "csb:Daniel:3:30",
        "t": "Then the king rewarded Shadrach, Meshach, and Abednego in the province of Babylon."
    }
]
