[
    {
        "o": 21468,
        "r": "esv:Jeremiah:14:0",
        "t": "Jeremiah 14",
        "h": 1
    },
    {
        "o": 21469,
        "r": "esv:Jeremiah:14:0",
        "t": "Famine, Sword, and Pestilence",
        "h": 2
    },
    {
        "o": 21470,
        "r": "esv:Jeremiah:14:1",
        "t": "The*p word of the Lord*s that came to Jeremiah concerning the drought:"
    },
    {
        "o": 21471,
        "r": "esv:Jeremiah:14:2",
        "t": "“Judah*pn mourns, and*ld her gates languish; her*ln people lament on the ground, and*ld the cry of Jerusalem goes up."
    },
    {
        "o": 21472,
        "r": "esv:Jeremiah:14:3",
        "t": "Her*ln nobles send their servants for water; they*ld come to the cisterns; they*ln find no water; they*ld return with their vessels empty; they*ln are ashamed and confounded and*ld cover their heads."
    },
    {
        "o": 21473,
        "r": "esv:Jeremiah:14:4",
        "t": "Because*ln of the ground that is dismayed, since*ld there is no rain on the land, the*ln farmers are ashamed; they*ld cover their heads."
    },
    {
        "o": 21474,
        "r": "esv:Jeremiah:14:5",
        "t": "Even*ln the doe in the field forsakes her newborn fawn because*ld there is no grass."
    },
    {
        "o": 21475,
        "r": "esv:Jeremiah:14:6",
        "t": "The*ln wild donkeys stand on the bare heights; they*ld pant for air like jackals; their*ln eyes fail because*ld there is no vegetation."
    },
    {
        "o": 21476,
        "r": "esv:Jeremiah:14:7",
        "t": "“Though*pn our iniquities testify against us, act,*ld O Lord,*s for your name’s sake; for*ln our backslidings are many; we*ld have sinned against you."
    },
    {
        "o": 21477,
        "r": "esv:Jeremiah:14:8",
        "t": "O*ln you hope of Israel, its*ld savior in time of trouble, why*ln should you be like a stranger in the land, like*ld a traveler who turns aside to tarry for a night?"
    },
    {
        "o": 21478,
        "r": "esv:Jeremiah:14:9",
        "t": "Why*ln should you be like a man confused, like*ld a mighty warrior who cannot save? Yet*ln you, O Lord,*s are in the midst of us, and*ld we are called by your name; do*ld not leave us.”"
    },
    {
        "o": 21479,
        "r": "esv:Jeremiah:14:10",
        "t": "Thus*pn says the Lord*s concerning this people: “They*ln have loved to wander thus; they*ld have not restrained their feet; therefore*ln the Lord*s does not accept them; now*ld he will remember their iniquity and*ld punish their sins.”"
    },
    {
        "o": 21480,
        "r": "esv:Jeremiah:14:11",
        "t": "The*p Lord*s said to me: “Do not pray for the welfare of this people."
    },
    {
        "o": 21481,
        "r": "esv:Jeremiah:14:12",
        "t": "Though they fast, I will not hear their cry, and though they offer burnt offering and grain offering, I will not accept them. But I will consume them by the sword, by famine, and by pestilence.”"
    },
    {
        "o": 21482,
        "r": "esv:Jeremiah:14:12",
        "t": "Lying Prophets",
        "h": 2
    },
    {
        "o": 21483,
        "r": "esv:Jeremiah:14:13",
        "t": "Then*p I said: “Ah, Lord God,*s behold, the prophets say to them, ‘You shall not see the sword, nor shall you have famine, but I will give you assured peace in this place.’”"
    },
    {
        "o": 21484,
        "r": "esv:Jeremiah:14:14",
        "t": "And the Lord*s said to me: “The prophets are prophesying lies in my name. I did not send them, nor did I command them or speak to them. They are prophesying to you a lying vision, worthless divination, and the deceit of their own minds."
    },
    {
        "o": 21485,
        "r": "esv:Jeremiah:14:15",
        "t": "Therefore thus says the Lord*s concerning the prophets who prophesy in my name although I did not send them, and who say, ‘Sword and famine shall not come upon this land’: By sword and famine those prophets shall be consumed."
    },
    {
        "o": 21486,
        "r": "esv:Jeremiah:14:16",
        "t": "And the people to whom they prophesy shall be cast out in the streets of Jerusalem, victims of famine and sword, with none to bury them— them, their wives, their sons, and their daughters. For I will pour out their evil upon them."
    },
    {
        "o": 21487,
        "r": "esv:Jeremiah:14:17",
        "t": "“You*pn shall say to them this word: ‘Let*ln my eyes run down with tears night and day, and*ld let them not cease, for*ln the virgin daughter of my people is shattered with a great wound, with*ld a very grievous blow."
    },
    {
        "o": 21488,
        "r": "esv:Jeremiah:14:18",
        "t": "If*ln I go out into the field, behold,*ld those pierced by the sword! And*ln if I enter the city, behold,*ld the diseases of famine! For*ln both prophet and priest ply their trade through the land and*ld have no knowledge.’”"
    },
    {
        "o": 21489,
        "r": "esv:Jeremiah:14:19",
        "t": "Have*pn you utterly rejected Judah? Does*ld your soul loathe Zion? Why*ln have you struck us down so*ld that there is no healing for us? We*ln looked for peace, but no good came; for*ld a time of healing, but behold, terror."
    },
    {
        "o": 21490,
        "r": "esv:Jeremiah:14:20",
        "t": "We*ln acknowledge our wickedness, O Lord,*s and*ld the iniquity of our fathers, for*ld we have sinned against you."
    },
    {
        "o": 21491,
        "r": "esv:Jeremiah:14:21",
        "t": "Do*ln not spurn us, for your name’s sake; do*ld not dishonor your glorious throne; remember*ld and do not break your covenant with us."
    },
    {
        "o": 21492,
        "r": "esv:Jeremiah:14:22",
        "t": "Are*ln there any among the false gods of the nations that can bring rain? Or*ld can the heavens give showers? Are*ln you not he, O Lord*s our God? We*ld set our hope on you, for*ld you do all these things."
    }
]
