[
    {
        "o": 21574,
        "r": "csb:Jeremiah:12:0",
        "t": "Jeremiah 12",
        "h": 1
    },
    {
        "o": 21575,
        "r": "csb:Jeremiah:12:0",
        "t": "Jeremiah’s Complaint",
        "h": 2
    },
    {
        "o": 21576,
        "r": "csb:Jeremiah:12:1",
        "t": "You*pn will be righteous, Lord,*s even*ln if I bring a case against you. Yet,*ln I wish to contend with you: Why*ln does the way of the wicked prosper? Why*ln do all the treacherous live at ease?"
    },
    {
        "o": 21577,
        "r": "csb:Jeremiah:12:2",
        "t": "You*ln planted them, and they have taken root. They*ln have grown and produced fruit. You*ln are ever on their lips, but*ln far from their conscience."
    },
    {
        "o": 21578,
        "r": "csb:Jeremiah:12:3",
        "t": "As*ln for you, Lord,*s you know me; you see me. You*ln test whether my heart is with you. Drag*ln the wicked away like sheep to slaughter and*ln set them apart for the day of killing."
    },
    {
        "o": 21579,
        "r": "csb:Jeremiah:12:4",
        "t": "How*ln long will the land mourn and*ln the grass of every field wither? Because*ln of the evil of its residents, animals*ln and birds have been swept away, for*ln the people have said, “He*ln cannot see what our end will be.”"
    },
    {
        "o": 21580,
        "r": "csb:Jeremiah:12:4",
        "t": "The Lord’s Response",
        "h": 2
    },
    {
        "o": 21581,
        "r": "csb:Jeremiah:12:5",
        "t": "If*pn you have raced with runners and*ln they have worn you out, how*ln can you compete with horses? If*ln you stumble in a peaceful land, what*ln will you do in the thickets of the Jordan?"
    },
    {
        "o": 21582,
        "r": "csb:Jeremiah:12:6",
        "t": "Even*ln your brothers - your own father’s family — even*ln they were treacherous to you; even*ln they have cried out loudly after you. Do*ln not have confidence in them, though*ln they speak well of you."
    },
    {
        "o": 21583,
        "r": "csb:Jeremiah:12:7",
        "t": "I*pn have abandoned my house; I*ln have deserted my inheritance. I*ln have handed the love of my life over*ln to her enemies."
    },
    {
        "o": 21584,
        "r": "csb:Jeremiah:12:8",
        "t": "My*ln inheritance has behaved toward me like*ln a lion in the forest. She*ln has roared against me. Therefore,*ln I hate her."
    },
    {
        "o": 21585,
        "r": "csb:Jeremiah:12:9",
        "t": "Is*ln my inheritance like a hyena to me? Are*ln birds of prey circling her? Go,*ln gather all the wild animals; bring*ln them to devour her."
    },
    {
        "o": 21586,
        "r": "csb:Jeremiah:12:10",
        "t": "Many*ln shepherds have destroyed my vineyard; they*ln have trampled my plot of land. They*ln have turned my desirable plot into*ln a desolate wasteland."
    },
    {
        "o": 21587,
        "r": "csb:Jeremiah:12:11",
        "t": "They*ln have made it a desolation. It*ln mourns, desolate, before me. All*ln the land is desolate, but*ln no one takes it to heart."
    },
    {
        "o": 21588,
        "r": "csb:Jeremiah:12:12",
        "t": "Over*ln all the barren heights in the wilderness the*ln destroyers have come, for*ln the Lord*s has a sword that devours from*ln one end of the earth to the other. No*ln one has peace."
    },
    {
        "o": 21589,
        "r": "csb:Jeremiah:12:13",
        "t": "They*ln have sown wheat but harvested thorns. They*ln have exhausted themselves but have no profit. Be*ln put to shame by your harvests because*ln of the Lord’s*s burning anger."
    },
    {
        "o": 21590,
        "r": "csb:Jeremiah:12:14",
        "t": "This*p is what the Lord*s says: “Concerning all my evil neighbors who attack the inheritance that I bequeathed to my people, Israel, I am about to uproot them from their land, and I will uproot the house of Judah from them."
    },
    {
        "o": 21591,
        "r": "csb:Jeremiah:12:15",
        "t": "After I have uprooted them, I will once again have compassion on them and return each one to his inheritance and to his land."
    },
    {
        "o": 21592,
        "r": "csb:Jeremiah:12:16",
        "t": "If they will diligently learn the ways of my people- to swear by my name, ‘As the Lord*s lives,’ just as they taught my people to swear by Baal - they will be built up among my people."
    },
    {
        "o": 21593,
        "r": "csb:Jeremiah:12:17",
        "t": "However, if they will not obey, then I will uproot and destroy that nation.” This*lg is the Lord’s*s declaration."
    }
]
