[
    {
        "o": 35135,
        "r": "csb:Revelation:16:0",
        "t": "Revelation 16",
        "h": 1
    },
    {
        "o": 35136,
        "r": "csb:Revelation:16:0",
        "t": "The First Bowl",
        "h": 2
    },
    {
        "o": 35137,
        "r": "csb:Revelation:16:1",
        "t": "Then*p I heard a loud voice from the temple saying to the seven angels, “Go and pour out the seven bowls of God’s wrath on the earth.”"
    },
    {
        "o": 35138,
        "r": "csb:Revelation:16:2",
        "t": "The first went and poured out his bowl on the earth, and severely painful sores broke out on the people who had the mark of the beast and who worshiped its image."
    },
    {
        "o": 35139,
        "r": "csb:Revelation:16:2",
        "t": "The Second Bowl",
        "h": 2
    },
    {
        "o": 35140,
        "r": "csb:Revelation:16:3",
        "t": "The*p second poured out his bowl into the sea. It turned to blood like that of a dead person, and all life in the sea died."
    },
    {
        "o": 35141,
        "r": "csb:Revelation:16:3",
        "t": "The Third Bowl",
        "h": 2
    },
    {
        "o": 35142,
        "r": "csb:Revelation:16:4",
        "t": "The*p third poured out his bowl into the rivers and the springs of water, and they became blood."
    },
    {
        "o": 35143,
        "r": "csb:Revelation:16:5",
        "t": "I heard the angel of the waters say, You*pn are just, the*ln Holy One, who is and who was, because*ln you have passed judgment on these things."
    },
    {
        "o": 35144,
        "r": "csb:Revelation:16:6",
        "t": "Because*ln they poured out the*ln blood of the saints and the prophets, you*ln have given them blood to drink; they*ln deserve it!"
    },
    {
        "o": 35145,
        "r": "csb:Revelation:16:7",
        "t": "I*p heard the altar say, Yes,*pn Lord God, the Almighty, true*ln and just are your judgments."
    },
    {
        "o": 35146,
        "r": "csb:Revelation:16:7",
        "t": "The Fourth Bowl",
        "h": 2
    },
    {
        "o": 35147,
        "r": "csb:Revelation:16:8",
        "t": "The*p fourth poured out his bowl on the sun. It was allowed to scorch people with fire,"
    },
    {
        "o": 35148,
        "r": "csb:Revelation:16:9",
        "t": "and people were scorched by the intense heat. So they blasphemed the name of God, who has the power over these plagues, and they did not repent and give him glory."
    },
    {
        "o": 35149,
        "r": "csb:Revelation:16:9",
        "t": "The Fifth Bowl",
        "h": 2
    },
    {
        "o": 35150,
        "r": "csb:Revelation:16:10",
        "t": "The*p fifth poured out his bowl on the throne of the beast, and its kingdom was plunged into darkness. People gnawed their tongues because of their pain"
    },
    {
        "o": 35151,
        "r": "csb:Revelation:16:11",
        "t": "and blasphemed the God of heaven because of their pains and their sores, but they did not repent of their works."
    },
    {
        "o": 35152,
        "r": "csb:Revelation:16:11",
        "t": "The Sixth Bowl",
        "h": 2
    },
    {
        "o": 35153,
        "r": "csb:Revelation:16:12",
        "t": "The*p sixth poured out his bowl on the great river Euphrates, and its water was dried up to prepare the way for the kings from the east."
    },
    {
        "o": 35154,
        "r": "csb:Revelation:16:13",
        "t": "Then I saw three unclean spirits like frogs coming from the dragon’s mouth, from the beast’s mouth, and from the mouth of the false prophet."
    },
    {
        "o": 35155,
        "r": "csb:Revelation:16:14",
        "t": "For they are demonic spirits performing signs, who travel to the kings of the whole world to assemble them for the battle on the great day of God, the Almighty."
    },
    {
        "o": 35156,
        "r": "csb:Revelation:16:15",
        "t": "“Look,*r I*r am*r coming*r like*r a*r thief.*r Blessed*r is*r the*r one*r who*r is*r alert*r and*r remains*r clothed*r so*r that*r he*r may*r not*r go*r around*r naked*r and*r people*r see*r his*r shame.”*r"
    },
    {
        "o": 35157,
        "r": "csb:Revelation:16:16",
        "t": "So they assembled the kings at the place called in Hebrew, Armageddon."
    },
    {
        "o": 35158,
        "r": "csb:Revelation:16:16",
        "t": "The Seventh Bowl",
        "h": 2
    },
    {
        "o": 35159,
        "r": "csb:Revelation:16:17",
        "t": "Then*p the seventh poured out his bowl into the air, and a loud voice came out of the temple from the throne, saying, “It is done!”"
    },
    {
        "o": 35160,
        "r": "csb:Revelation:16:18",
        "t": "There were flashes of lightning, rumblings, and peals of thunder. And a severe earthquake occurred like no other since people have been on the earth, so great was the quake."
    },
    {
        "o": 35161,
        "r": "csb:Revelation:16:19",
        "t": "The great city split into three parts, and the cities of the nations fell. Babylon the Great was remembered in God’s presence; he gave her the cup filled with the wine of his fierce anger."
    },
    {
        "o": 35162,
        "r": "csb:Revelation:16:20",
        "t": "Every island fled, and the mountains disappeared."
    },
    {
        "o": 35163,
        "r": "csb:Revelation:16:21",
        "t": "Enormous hailstones, each weighing about a hundred pounds, fell from the sky on people, and they blasphemed God for the plague of hail because that plague was extremely severe."
    }
]
