[
    {
        "o": 2924,
        "r": "nasb:Exodus:39:0",
        "t": "Exodus 39",
        "h": 1
    },
    {
        "o": 2925,
        "r": "nasb:Exodus:39:0",
        "t": "The Priestly Garments",
        "h": 2
    },
    {
        "o": 2926,
        "r": "nasb:Exodus:39:1",
        "t": "Moreover,*p from the blue and purple and scarlet material,*i they made finely woven garments for ministering in the holy place as well as the holy garments which were for Aaron, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2927,
        "r": "nasb:Exodus:39:2",
        "t": "He*p made the ephod of gold, and*i of blue and purple and scarlet material,*i and fine twisted linen."
    },
    {
        "o": 2928,
        "r": "nasb:Exodus:39:3",
        "t": "Then they hammered out gold sheets and cut them*i into threads to be woven in with*i the blue and the purple and the scarlet material,*i and the fine linen, the work of a skillful workman."
    },
    {
        "o": 2929,
        "r": "nasb:Exodus:39:4",
        "t": "They made attaching shoulder pieces for the ephod; it was attached at its two upper*i ends."
    },
    {
        "o": 2930,
        "r": "nasb:Exodus:39:5",
        "t": "The skillfully woven band which was on it was like its workmanship, of the same material: of gold and*i of blue and purple and scarlet material,*i and fine twisted linen, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2931,
        "r": "nasb:Exodus:39:6",
        "t": "They*p made the onyx stones, set in gold filigree settings;*i they were engraved like*i the engravings of a signet, according to the names of the sons of Israel."
    },
    {
        "o": 2932,
        "r": "nasb:Exodus:39:7",
        "t": "And he placed them on the shoulder pieces of the ephod, as*i memorial stones for the sons of Israel, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2933,
        "r": "nasb:Exodus:39:8",
        "t": "He*p made the breastpiece, the work of a skillful workman, like the workmanship of the ephod: of gold and*i of blue and purple and scarlet material*i and fine twisted linen."
    },
    {
        "o": 2934,
        "r": "nasb:Exodus:39:9",
        "t": "It was square; they made the breastpiece folded double, a span long and a span wide when folded double."
    },
    {
        "o": 2935,
        "r": "nasb:Exodus:39:10",
        "t": "And they mounted four rows of stones on it. The first row was*i a row of ruby, topaz, and emerald;"
    },
    {
        "o": 2936,
        "r": "nasb:Exodus:39:11",
        "t": "and the second row, a turquoise, a sapphire and a diamond;"
    },
    {
        "o": 2937,
        "r": "nasb:Exodus:39:12",
        "t": "and the third row, a jacinth, an agate, and an amethyst;"
    },
    {
        "o": 2938,
        "r": "nasb:Exodus:39:13",
        "t": "and the fourth row, a beryl, an onyx, and a jasper. They were set in gold filigree settings*i when they were mounted."
    },
    {
        "o": 2939,
        "r": "nasb:Exodus:39:14",
        "t": "The stones were corresponding to the names of the sons of Israel; they were twelve, corresponding to their names, engraved*i with*i the engravings of a signet, each with its name for the twelve tribes."
    },
    {
        "o": 2940,
        "r": "nasb:Exodus:39:15",
        "t": "They made on the breastpiece chains like cords, of twisted cordage work in pure gold."
    },
    {
        "o": 2941,
        "r": "nasb:Exodus:39:16",
        "t": "They made two gold filigree settings*i and two gold rings, and put the two rings on the two ends of the breastpiece."
    },
    {
        "o": 2942,
        "r": "nasb:Exodus:39:17",
        "t": "Then they put the two gold cords in the two rings at the ends of the breastpiece."
    },
    {
        "o": 2943,
        "r": "nasb:Exodus:39:18",
        "t": "They put the other*i two ends of the two cords on the two filigree settings,*i and put them on the shoulder pieces of the ephod at the front of it."
    },
    {
        "o": 2944,
        "r": "nasb:Exodus:39:19",
        "t": "They made two gold rings and placed them*i on the two ends of the breastpiece, on its inner edge which was next to the ephod."
    },
    {
        "o": 2945,
        "r": "nasb:Exodus:39:20",
        "t": "Furthermore, they made two gold rings and placed them on the bottom of the two shoulder pieces of the ephod, on the front of it, close to the place where it joined, above the woven band of the ephod."
    },
    {
        "o": 2946,
        "r": "nasb:Exodus:39:21",
        "t": "They bound the breastpiece by its rings to the rings of the ephod with a blue cord, so that it would be on the woven band of the ephod, and that the breastpiece would not come loose from the ephod, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2947,
        "r": "nasb:Exodus:39:22",
        "t": "Then*p he made the robe of the ephod of woven work, all of blue;"
    },
    {
        "o": 2948,
        "r": "nasb:Exodus:39:23",
        "t": "and the opening of the robe was at*i the*i top*i in the center, as the opening of a coat of mail, with a binding all around its opening, so that it would not be torn."
    },
    {
        "o": 2949,
        "r": "nasb:Exodus:39:24",
        "t": "They made pomegranates of blue and purple and scarlet material*i and*i twisted linen*i on the hem of the robe."
    },
    {
        "o": 2950,
        "r": "nasb:Exodus:39:25",
        "t": "They also made bells of pure gold, and put the bells between the pomegranates all around on the hem of the robe,"
    },
    {
        "o": 2951,
        "r": "nasb:Exodus:39:26",
        "t": "alternating a bell and a pomegranate all around on the hem of the robe for the service, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2952,
        "r": "nasb:Exodus:39:27",
        "t": "They*p made the tunics of finely woven linen for Aaron and his sons,"
    },
    {
        "o": 2953,
        "r": "nasb:Exodus:39:28",
        "t": "and the turban of fine linen, and the decorated caps of fine linen, and the linen breeches of fine twisted linen,"
    },
    {
        "o": 2954,
        "r": "nasb:Exodus:39:29",
        "t": "and the sash of fine twisted linen, and blue and purple and scarlet material,*i the work of the weaver, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2955,
        "r": "nasb:Exodus:39:30",
        "t": "They*p made the plate of the holy crown of pure gold, and inscribed it like the engravings of a signet, “Holy to the Lord.”*s"
    },
    {
        "o": 2956,
        "r": "nasb:Exodus:39:31",
        "t": "They fastened a blue cord to it, to fasten it on the turban above, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2957,
        "r": "nasb:Exodus:39:32",
        "t": "Thus*p all the work of the tabernacle of the tent of meeting was completed; and the sons of Israel did according to all that the Lord*s had commanded Moses; so they did."
    },
    {
        "o": 2958,
        "r": "nasb:Exodus:39:33",
        "t": "They brought the tabernacle to Moses, the tent and all its furnishings: its clasps, its boards, its bars, and its pillars and its sockets;"
    },
    {
        "o": 2959,
        "r": "nasb:Exodus:39:34",
        "t": "and the covering of rams’ skins dyed red, and the covering of porpoise skins, and the screening veil;"
    },
    {
        "o": 2960,
        "r": "nasb:Exodus:39:35",
        "t": "the ark of the testimony and its poles and the mercy seat;"
    },
    {
        "o": 2961,
        "r": "nasb:Exodus:39:36",
        "t": "the table, all its utensils, and the bread of the Presence;"
    },
    {
        "o": 2962,
        "r": "nasb:Exodus:39:37",
        "t": "the pure gold*i lampstand, with its arrangement of lamps and all its utensils, and the oil for the light;"
    },
    {
        "o": 2963,
        "r": "nasb:Exodus:39:38",
        "t": "and the gold altar, and the anointing oil and the fragrant incense, and the veil for the doorway of the tent;"
    },
    {
        "o": 2964,
        "r": "nasb:Exodus:39:39",
        "t": "the bronze altar and its bronze grating, its poles and all its utensils, the laver and its stand;"
    },
    {
        "o": 2965,
        "r": "nasb:Exodus:39:40",
        "t": "the hangings for the court, its pillars and its sockets, and the screen for the gate of the court, its cords and its pegs and all the equipment for the service of the tabernacle, for the tent of meeting;"
    },
    {
        "o": 2966,
        "r": "nasb:Exodus:39:41",
        "t": "the woven garments for ministering in the holy place and the holy garments for Aaron the priest and the garments of his sons, to minister as priests."
    },
    {
        "o": 2967,
        "r": "nasb:Exodus:39:42",
        "t": "So the sons of Israel did all the work according to all that the Lord*s had commanded Moses."
    },
    {
        "o": 2968,
        "r": "nasb:Exodus:39:43",
        "t": "And Moses examined all the work and behold, they had done it; just as the Lord*s had commanded, this they had done. So Moses blessed them."
    }
]
