[
    {
        "o": 12580,
        "r": "niv:2 Chronicles:15:0",
        "t": "2 Chronicles 15",
        "h": 1
    },
    {
        "o": 12581,
        "r": "niv:2 Chronicles:15:0",
        "t": "Asa’s Reform",
        "h": 2
    },
    {
        "o": 12582,
        "r": "niv:2 Chronicles:15:1",
        "t": "The*p Spirit of God came on Azariah son of Oded."
    },
    {
        "o": 12583,
        "r": "niv:2 Chronicles:15:2",
        "t": "He went out to meet Asa and said to him, “Listen to me, Asa and all Judah and Benjamin. The Lord*s is with you when you are with him. If you seek him, he will be found by you, but if you forsake him, he will forsake you."
    },
    {
        "o": 12584,
        "r": "niv:2 Chronicles:15:3",
        "t": "For a long time Israel was without the true God, without a priest to teach and without the law."
    },
    {
        "o": 12585,
        "r": "niv:2 Chronicles:15:4",
        "t": "But in their distress they turned to the Lord,*s the God of Israel, and sought him, and he was found by them."
    },
    {
        "o": 12586,
        "r": "niv:2 Chronicles:15:5",
        "t": "In those days it was not safe to travel about, for all the inhabitants of the lands were in great turmoil."
    },
    {
        "o": 12587,
        "r": "niv:2 Chronicles:15:6",
        "t": "One nation was being crushed by another and one city by another, because God was troubling them with every kind of distress."
    },
    {
        "o": 12588,
        "r": "niv:2 Chronicles:15:7",
        "t": "But as for you, be strong and do not give up, for your work will be rewarded.”"
    },
    {
        "o": 12589,
        "r": "niv:2 Chronicles:15:8",
        "t": "When*p Asa heard these words and the prophecy of Azariah son of Oded the prophet, he took courage. He removed the detestable idols from the whole land of Judah and Benjamin and from the towns he had captured in the hills of Ephraim. He repaired the altar of the Lord*s that was in front of the portico of the Lord’s*s temple."
    },
    {
        "o": 12590,
        "r": "niv:2 Chronicles:15:9",
        "t": "Then*p he assembled all Judah and Benjamin and the people from Ephraim, Manasseh and Simeon who had settled among them, for large numbers had come over to him from Israel when they saw that the Lord*s his God was with him."
    },
    {
        "o": 12591,
        "r": "niv:2 Chronicles:15:10",
        "t": "They*p assembled at Jerusalem in the third month of the fifteenth year of Asa’s reign."
    },
    {
        "o": 12592,
        "r": "niv:2 Chronicles:15:11",
        "t": "At that time they sacrificed to the Lord*s seven hundred head of cattle and seven thousand sheep and goats from the plunder they had brought back."
    },
    {
        "o": 12593,
        "r": "niv:2 Chronicles:15:12",
        "t": "They entered into a covenant to seek the Lord,*s the God of their ancestors, with all their heart and soul."
    },
    {
        "o": 12594,
        "r": "niv:2 Chronicles:15:13",
        "t": "All who would not seek the Lord,*s the God of Israel, were to be put to death, whether small or great, man or woman."
    },
    {
        "o": 12595,
        "r": "niv:2 Chronicles:15:14",
        "t": "They took an oath to the Lord*s with loud acclamation, with shouting and with trumpets and horns."
    },
    {
        "o": 12596,
        "r": "niv:2 Chronicles:15:15",
        "t": "All Judah rejoiced about the oath because they had sworn it wholeheartedly. They sought God eagerly, and he was found by them. So the Lord*s gave them rest on every side."
    },
    {
        "o": 12597,
        "r": "niv:2 Chronicles:15:16",
        "t": "King*p Asa also deposed his grandmother Maakah from her position as queen mother, because she had made a repulsive image for the worship of Asherah. Asa cut it down, broke it up and burned it in the Kidron Valley."
    },
    {
        "o": 12598,
        "r": "niv:2 Chronicles:15:17",
        "t": "Although he did not remove the high places from Israel, Asa’s heart was fully committed to the Lord*s all his life."
    },
    {
        "o": 12599,
        "r": "niv:2 Chronicles:15:18",
        "t": "He brought into the temple of God the silver and gold and the articles that he and his father had dedicated."
    },
    {
        "o": 12600,
        "r": "niv:2 Chronicles:15:19",
        "t": "There*p was no more war until the thirty-fifth year of Asa’s reign."
    }
]
