[
    {
        "o": 28914,
        "r": "nasb:Luke:23:0",
        "t": "Luke 23",
        "h": 1
    },
    {
        "o": 28915,
        "r": "nasb:Luke:23:0",
        "t": "Jesus before Pilate",
        "h": 2
    },
    {
        "o": 28916,
        "r": "nasb:Luke:23:1",
        "t": "Then*p the whole body of them got up and brought Him before Pilate."
    },
    {
        "o": 28917,
        "r": "nasb:Luke:23:2",
        "t": "And they began to accuse Him, saying, “We found this man misleading our nation and forbidding to pay taxes to Caesar, and saying that He Himself is Christ, a King.”"
    },
    {
        "o": 28918,
        "r": "nasb:Luke:23:3",
        "t": "So Pilate asked Him, saying, “Are You the King of the Jews?” And He answered him and said, “It*ir is*ir as*ir you*r say.”*r"
    },
    {
        "o": 28919,
        "r": "nasb:Luke:23:4",
        "t": "Then Pilate said to the chief priests and the crowds, “I find no guilt in this man.”"
    },
    {
        "o": 28920,
        "r": "nasb:Luke:23:5",
        "t": "But they kept on insisting, saying, “He stirs up the people, teaching all over Judea, starting from Galilee even as far as this place.”"
    },
    {
        "o": 28921,
        "r": "nasb:Luke:23:6",
        "t": "When*p Pilate heard it, he asked whether the man was a Galilean."
    },
    {
        "o": 28922,
        "r": "nasb:Luke:23:7",
        "t": "And when he learned that He belonged to Herod’s jurisdiction, he sent Him to Herod, who himself also was in Jerusalem at that time."
    },
    {
        "o": 28923,
        "r": "nasb:Luke:23:7",
        "t": "Jesus before Herod",
        "h": 2
    },
    {
        "o": 28924,
        "r": "nasb:Luke:23:8",
        "t": "Now*p Herod was very glad when he saw Jesus; for he had wanted to see Him for a long time, because he had been hearing about Him and was hoping to see some sign performed by Him."
    },
    {
        "o": 28925,
        "r": "nasb:Luke:23:9",
        "t": "And he questioned Him at some length; but He answered him nothing."
    },
    {
        "o": 28926,
        "r": "nasb:Luke:23:10",
        "t": "And the chief priests and the scribes were standing there, accusing Him vehemently."
    },
    {
        "o": 28927,
        "r": "nasb:Luke:23:11",
        "t": "And Herod with his soldiers, after treating Him with contempt and mocking Him, dressed Him in a gorgeous robe and sent Him back to Pilate."
    },
    {
        "o": 28928,
        "r": "nasb:Luke:23:12",
        "t": "Now Herod and Pilate became friends with one another that very day; for before they had been enemies with each other."
    },
    {
        "o": 28929,
        "r": "nasb:Luke:23:12",
        "t": "Pilate Seeks Jesus’ Release",
        "h": 2
    },
    {
        "o": 28930,
        "r": "nasb:Luke:23:13",
        "t": "Pilate*p summoned the chief priests and the rulers and the people,"
    },
    {
        "o": 28931,
        "r": "nasb:Luke:23:14",
        "t": "and said to them, “You brought this man to me as one who incites the people to rebellion, and behold, having examined Him before you, I have found no guilt in this man regarding the charges which you make against Him."
    },
    {
        "o": 28932,
        "r": "nasb:Luke:23:15",
        "t": "No, nor has Herod, for he sent Him back to us; and behold, nothing deserving death has been done by Him."
    },
    {
        "o": 28933,
        "r": "nasb:Luke:23:16",
        "t": "Therefore I will punish Him and release Him.”"
    },
    {
        "o": 28934,
        "r": "nasb:Luke:23:17",
        "t": "[Now he was obliged to release to them at the feast one prisoner.]"
    },
    {
        "o": 28935,
        "r": "nasb:Luke:23:18",
        "t": "But*p they cried out all together, saying, “Away with this man, and release for us Barabbas!”"
    },
    {
        "o": 28936,
        "r": "nasb:Luke:23:19",
        "t": "(He was one who had been thrown into prison for an insurrection made in the city, and for murder.)"
    },
    {
        "o": 28937,
        "r": "nasb:Luke:23:20",
        "t": "Pilate, wanting to release Jesus, addressed them again,"
    },
    {
        "o": 28938,
        "r": "nasb:Luke:23:21",
        "t": "but they kept on calling out, saying, “Crucify, crucify Him!”"
    },
    {
        "o": 28939,
        "r": "nasb:Luke:23:22",
        "t": "And he said to them the third time, “Why, what evil has this man done? I have found in Him no guilt demanding*i death; therefore I will punish Him and release Him.”"
    },
    {
        "o": 28940,
        "r": "nasb:Luke:23:23",
        "t": "But they were insistent, with loud voices asking that He be crucified. And their voices began*i to prevail."
    },
    {
        "o": 28941,
        "r": "nasb:Luke:23:24",
        "t": "And Pilate pronounced sentence that their demand be granted."
    },
    {
        "o": 28942,
        "r": "nasb:Luke:23:25",
        "t": "And he released the man they were asking for who had been thrown into prison for insurrection and murder, but he delivered Jesus to their will."
    },
    {
        "o": 28943,
        "r": "nasb:Luke:23:25",
        "t": "Simon Bears the Cross",
        "h": 2
    },
    {
        "o": 28944,
        "r": "nasb:Luke:23:26",
        "t": "When*p they led Him away, they seized a man, Simon of Cyrene, coming in from the country, and placed on him the cross to carry behind Jesus."
    },
    {
        "o": 28945,
        "r": "nasb:Luke:23:27",
        "t": "And*p following Him was a large crowd of the people, and of women who were mourning and lamenting Him."
    },
    {
        "o": 28946,
        "r": "nasb:Luke:23:28",
        "t": "But Jesus turning to them said, “Daughters*r of*r Jerusalem,*r stop*r weeping*r for*r Me,*r but*r weep*r for*r yourselves*r and*r for*r your*r children.*r"
    },
    {
        "o": 28947,
        "r": "nasb:Luke:23:29",
        "t": "For*r behold,*r the*r days*r are*r coming*r when*r they*r will*r say,*r ‘Blessed*r are*r the*r barren,*r and*r the*r wombs*r that*r never*r bore,*r and*r the*r breasts*r that*r never*r nursed.’*r"
    },
    {
        "o": 28948,
        "r": "nasb:Luke:23:30",
        "t": "Then*r they*r will*r begin*r to*sr say*sr to*sr the*sr mountains,*sr ‘Fall*sr on*sr us*sr ,’and*sr to*sr the*sr hills,*sr ‘Cover*sr us.’*sr"
    },
    {
        "o": 28949,
        "r": "nasb:Luke:23:31",
        "t": "For*r if*r they*r do*r these*r things*r when*r the*r tree*r is*r green,*r what*r will*r happen*r when*r it*r is*r dry?”*r"
    },
    {
        "o": 28950,
        "r": "nasb:Luke:23:32",
        "t": "Two*p others also, who were criminals, were being led away to be put to death with Him."
    },
    {
        "o": 28951,
        "r": "nasb:Luke:23:32",
        "t": "The Crucifixion",
        "h": 2
    },
    {
        "o": 28952,
        "r": "nasb:Luke:23:33",
        "t": "When*p they came to the place called The Skull, there they crucified Him and the criminals, one on the right and the other on the left."
    },
    {
        "o": 28953,
        "r": "nasb:Luke:23:34",
        "t": "But Jesus was saying, “Father,*r forgive*r them;*r for*r they*r do*r not*r know*r what*r they*r are*r doing.”*r And they cast lots, dividing up His garments among themselves."
    },
    {
        "o": 28954,
        "r": "nasb:Luke:23:35",
        "t": "And the people stood by, looking on. And even the rulers were sneering at Him, saying, “He saved others; let Him save Himself if this is the Christ of God, His Chosen One.”"
    },
    {
        "o": 28955,
        "r": "nasb:Luke:23:36",
        "t": "The soldiers also mocked Him, coming up to Him, offering Him sour wine,"
    },
    {
        "o": 28956,
        "r": "nasb:Luke:23:37",
        "t": "and saying, “If You are the King of the Jews, save Yourself!”"
    },
    {
        "o": 28957,
        "r": "nasb:Luke:23:38",
        "t": "Now there was also an inscription above Him, “THIS IS THE KING OF THE JEWS.”"
    },
    {
        "o": 28958,
        "r": "nasb:Luke:23:39",
        "t": "One*p of the criminals who were hanged there*i was hurling abuse at Him, saying, “Are You not the Christ? Save Yourself and us!”"
    },
    {
        "o": 28959,
        "r": "nasb:Luke:23:40",
        "t": "But the other answered, and rebuking him said, “Do you not even fear God, since you are under the same sentence of condemnation?"
    },
    {
        "o": 28960,
        "r": "nasb:Luke:23:41",
        "t": "And we indeed are*i suffering*i justly, for we are receiving what we deserve for our deeds; but this man has done nothing wrong.”"
    },
    {
        "o": 28961,
        "r": "nasb:Luke:23:42",
        "t": "And he was saying, “Jesus, remember me when You come in Your kingdom!”"
    },
    {
        "o": 28962,
        "r": "nasb:Luke:23:43",
        "t": "And He said to him, “Truly*r I*r say*r to*r you,*r today*r you*r shall*r be*r with*r Me*r in*r Paradise.”*r"
    },
    {
        "o": 28963,
        "r": "nasb:Luke:23:44",
        "t": "It*p was now about the sixth hour, and darkness fell over the whole land until the ninth hour,"
    },
    {
        "o": 28964,
        "r": "nasb:Luke:23:45",
        "t": "because the sun was obscured; and the veil of the temple was torn in two."
    },
    {
        "o": 28965,
        "r": "nasb:Luke:23:46",
        "t": "And Jesus, crying out with a loud voice, said, “Father,*r into*sr Your*sr hands*sr I*r commit*sr My*sr spirit.”*sr Having said this, He breathed His last."
    },
    {
        "o": 28966,
        "r": "nasb:Luke:23:47",
        "t": "Now when the centurion saw what had happened, he began*i praising God, saying, “Certainly this man was innocent.”"
    },
    {
        "o": 28967,
        "r": "nasb:Luke:23:48",
        "t": "And all the crowds who came together for this spectacle, when they observed what had happened, began*i to return, beating their breasts."
    },
    {
        "o": 28968,
        "r": "nasb:Luke:23:49",
        "t": "And all His acquaintances and the women who accompanied Him from Galilee were standing at a distance, seeing these things."
    },
    {
        "o": 28969,
        "r": "nasb:Luke:23:49",
        "t": "Jesus Is Buried",
        "h": 2
    },
    {
        "o": 28970,
        "r": "nasb:Luke:23:50",
        "t": "And*p a man named Joseph, who was a member of the Council, a good and righteous man"
    },
    {
        "o": 28971,
        "r": "nasb:Luke:23:51",
        "t": "(he had not consented to their plan and action), a*i man*i from Arimathea, a city of the Jews, who was waiting for the kingdom of God;"
    },
    {
        "o": 28972,
        "r": "nasb:Luke:23:52",
        "t": "this man went to Pilate and asked for the body of Jesus."
    },
    {
        "o": 28973,
        "r": "nasb:Luke:23:53",
        "t": "And he took it down and wrapped it in a linen cloth, and laid Him in a tomb cut into the rock, where no one had ever lain."
    },
    {
        "o": 28974,
        "r": "nasb:Luke:23:54",
        "t": "It was the preparation day, and the Sabbath was about to begin."
    },
    {
        "o": 28975,
        "r": "nasb:Luke:23:55",
        "t": "Now the women who had come with Him out of Galilee followed, and saw the tomb and how His body was laid."
    },
    {
        "o": 28976,
        "r": "nasb:Luke:23:56",
        "t": "Then they returned and prepared spices and perfumes. And*bp on the Sabbath they rested according to the commandment."
    }
]
