[
    {
        "o": 9051,
        "r": "nasb:2 Samuel:12:0",
        "t": "2 Samuel 12",
        "h": 1
    },
    {
        "o": 9052,
        "r": "nasb:2 Samuel:12:0",
        "t": "Nathan Rebukes David",
        "h": 2
    },
    {
        "o": 9053,
        "r": "nasb:2 Samuel:12:1",
        "t": "Then*p the Lord*s sent Nathan to David. And he came to him and said, “There*pn were two men in one city, the one rich and the other poor."
    },
    {
        "o": 9054,
        "r": "nasb:2 Samuel:12:2",
        "t": "The*ln rich man had a great many flocks and herds."
    },
    {
        "o": 9055,
        "r": "nasb:2 Samuel:12:3",
        "t": "But*ln the poor man had nothing except one little ewe lamb Which*ln he bought and nourished; And*ln it grew up together with him and his children. It*ln would eat of his bread and drink of his cup and lie in his bosom, And*ln was like a daughter to him."
    },
    {
        "o": 9056,
        "r": "nasb:2 Samuel:12:4",
        "t": "Now*ln a traveler came to the rich man, And*ln he was unwilling to take from his own flock or his own herd, To*ln prepare for the wayfarer who had come to him; Rather*ln he took the poor man’s ewe lamb and prepared it for the man who had come to him.”"
    },
    {
        "o": 9057,
        "r": "nasb:2 Samuel:12:5",
        "t": "Then*p David’s anger burned greatly against the man, and he said to Nathan, “As the Lord*s lives, surely the man who has done this deserves to die."
    },
    {
        "o": 9058,
        "r": "nasb:2 Samuel:12:6",
        "t": "He must make restitution for the lamb fourfold, because he did this thing and had no compassion.”"
    },
    {
        "o": 9059,
        "r": "nasb:2 Samuel:12:7",
        "t": "Nathan*p then said to David, “You are the man! Thus says the Lord*s God of Israel, ‘It is I who anointed you king over Israel and it is I who delivered you from the hand of Saul."
    },
    {
        "o": 9060,
        "r": "nasb:2 Samuel:12:8",
        "t": "I also gave you your master’s house and your master’s wives into your care, and I gave you the house of Israel and Judah; and if that*i had*i been*i too little, I would have added to you many more things like these!"
    },
    {
        "o": 9061,
        "r": "nasb:2 Samuel:12:9",
        "t": "Why have you despised the word of the Lord*s by doing evil in His sight? You have struck down Uriah the Hittite with the sword, have taken his wife to be your wife, and have killed him with the sword of the sons of Ammon."
    },
    {
        "o": 9062,
        "r": "nasb:2 Samuel:12:10",
        "t": "Now therefore, the sword shall never depart from your house, because you have despised Me and have taken the wife of Uriah the Hittite to be your wife.’"
    },
    {
        "o": 9063,
        "r": "nasb:2 Samuel:12:11",
        "t": "Thus says the Lord,*s ‘Behold, I will raise up evil against you from your own household; I will even take your wives before your eyes and give them*i to your companion, and he will lie with your wives in broad daylight."
    },
    {
        "o": 9064,
        "r": "nasb:2 Samuel:12:12",
        "t": "Indeed you did it secretly, but I will do this thing before all Israel, and under the sun.’ ”"
    },
    {
        "o": 9065,
        "r": "nasb:2 Samuel:12:13",
        "t": "Then David said to Nathan, “I have sinned against the Lord.”*s And Nathan said to David, “The Lord*s also has taken away your sin; you shall not die."
    },
    {
        "o": 9066,
        "r": "nasb:2 Samuel:12:14",
        "t": "However, because by this deed you have given occasion to the enemies of the Lord*s to blaspheme, the child also that is born to you shall surely die.”"
    },
    {
        "o": 9067,
        "r": "nasb:2 Samuel:12:15",
        "t": "So Nathan went to his house."
    },
    {
        "o": 9068,
        "r": "nasb:2 Samuel:12:15",
        "t": "Loss of a Child",
        "h": 2
    },
    {
        "o": 9069,
        "r": "nasb:2 Samuel:12:15",
        "t": "Then*bp the Lord*s struck the child that Uriah’s widow bore to David, so that he was very*i sick."
    },
    {
        "o": 9070,
        "r": "nasb:2 Samuel:12:16",
        "t": "David therefore inquired of God for the child; and David fasted and went and lay all night on the ground."
    },
    {
        "o": 9071,
        "r": "nasb:2 Samuel:12:17",
        "t": "The elders of his household stood beside him in order to raise him up from the ground, but he was unwilling and would not eat food with them."
    },
    {
        "o": 9072,
        "r": "nasb:2 Samuel:12:18",
        "t": "Then it happened on the seventh day that the child died. And the servants of David were afraid to tell him that the child was dead, for they said, “Behold, while the child was still*i alive, we spoke to him and he did not listen to our voice. How then can we tell him that the child is dead, since he might do himself*i harm!”"
    },
    {
        "o": 9073,
        "r": "nasb:2 Samuel:12:19",
        "t": "But when David saw that his servants were whispering together, David perceived that the child was dead; so David said to his servants, “Is the child dead?” And they said, “He is dead.”"
    },
    {
        "o": 9074,
        "r": "nasb:2 Samuel:12:20",
        "t": "So David arose from the ground, washed, anointed himself,*i and changed his clothes; and he came into the house of the Lord*s and worshiped. Then he came to his own house, and when he requested, they set food before him and he ate."
    },
    {
        "o": 9075,
        "r": "nasb:2 Samuel:12:21",
        "t": "Then*p his servants said to him, “What is this thing that you have done? While the child was alive, you fasted and wept; but when the child died, you arose and ate food.”"
    },
    {
        "o": 9076,
        "r": "nasb:2 Samuel:12:22",
        "t": "He said, “While the child was still*i alive, I fasted and wept; for I said, ‘Who knows, the Lord*s may be gracious to me, that the child may live.’"
    },
    {
        "o": 9077,
        "r": "nasb:2 Samuel:12:23",
        "t": "But now he has died; why should I fast? Can I bring him back again? I will go to him, but he will not return to me.”"
    },
    {
        "o": 9078,
        "r": "nasb:2 Samuel:12:23",
        "t": "Solomon Born",
        "h": 2
    },
    {
        "o": 9079,
        "r": "nasb:2 Samuel:12:24",
        "t": "Then*p David comforted his wife Bathsheba, and went in to her and lay with her; and she gave birth to a son, and he named him Solomon. Now the Lord*s loved him"
    },
    {
        "o": 9080,
        "r": "nasb:2 Samuel:12:25",
        "t": "and sent word*i through Nathan the prophet, and he named him Jedidiah for the Lord’s*s sake."
    },
    {
        "o": 9081,
        "r": "nasb:2 Samuel:12:25",
        "t": "War Again",
        "h": 2
    },
    {
        "o": 9082,
        "r": "nasb:2 Samuel:12:26",
        "t": "Now*p Joab fought against Rabbah of the sons of Ammon and captured the royal city."
    },
    {
        "o": 9083,
        "r": "nasb:2 Samuel:12:27",
        "t": "Joab sent messengers to David and said, “I have fought against Rabbah, I have even captured the city of waters."
    },
    {
        "o": 9084,
        "r": "nasb:2 Samuel:12:28",
        "t": "Now therefore, gather the rest of the people together and camp against the city and capture it, or I will capture the city myself and it will be named after me.”"
    },
    {
        "o": 9085,
        "r": "nasb:2 Samuel:12:29",
        "t": "So David gathered all the people and went to Rabbah, fought against it and captured it."
    },
    {
        "o": 9086,
        "r": "nasb:2 Samuel:12:30",
        "t": "Then he took the crown of their king from his head; and its weight was*i a talent of gold, and in*i it*i was*i a precious stone; and it was placed*i on David’s head. And he brought out the spoil of the city in great amounts."
    },
    {
        "o": 9087,
        "r": "nasb:2 Samuel:12:31",
        "t": "He also brought out the people who were in it, and set them*i under saws, sharp iron instruments, and iron axes, and made them pass through the brickkiln. And thus he did to all the cities of the sons of Ammon. Then David and all the people returned to*i Jerusalem."
    }
]
