[
    {
        "o": 6864,
        "r": "niv:Joshua:18:0",
        "t": "Joshua 18",
        "h": 1
    },
    {
        "o": 6865,
        "r": "niv:Joshua:18:0",
        "t": "Division of the Rest of the Land",
        "h": 2
    },
    {
        "o": 6866,
        "r": "niv:Joshua:18:1",
        "t": "The*p whole assembly of the Israelites gathered at Shiloh and set up the tent of meeting there. The country was brought under their control,"
    },
    {
        "o": 6867,
        "r": "niv:Joshua:18:2",
        "t": "but there were still seven Israelite tribes who had not yet received their inheritance."
    },
    {
        "o": 6868,
        "r": "niv:Joshua:18:3",
        "t": "So*p Joshua said to the Israelites: “How long will you wait before you begin to take possession of the land that the Lord,*s the God of your ancestors, has given you?"
    },
    {
        "o": 6869,
        "r": "niv:Joshua:18:4",
        "t": "Appoint three men from each tribe. I will send them out to make a survey of the land and to write a description of it, according to the inheritance of each. Then they will return to me."
    },
    {
        "o": 6870,
        "r": "niv:Joshua:18:5",
        "t": "You are to divide the land into seven parts. Judah is to remain in its territory on the south and the tribes of Joseph in their territory on the north."
    },
    {
        "o": 6871,
        "r": "niv:Joshua:18:6",
        "t": "After you have written descriptions of the seven parts of the land, bring them here to me and I will cast lots for you in the presence of the Lord*s our God."
    },
    {
        "o": 6872,
        "r": "niv:Joshua:18:7",
        "t": "The Levites, however, do not get a portion among you, because the priestly service of the Lord*s is their inheritance. And Gad, Reuben and the half-tribe of Manasseh have already received their inheritance on the east side of the Jordan. Moses the servant of the Lord*s gave it to them.”"
    },
    {
        "o": 6873,
        "r": "niv:Joshua:18:8",
        "t": "As*p the men started on their way to map out the land, Joshua instructed them, “Go and make a survey of the land and write a description of it. Then return to me, and I will cast lots for you here at Shiloh in the presence of the Lord.”*s"
    },
    {
        "o": 6874,
        "r": "niv:Joshua:18:9",
        "t": "So the men left and went through the land. They wrote its description on a scroll, town by town, in seven parts, and returned to Joshua in the camp at Shiloh."
    },
    {
        "o": 6875,
        "r": "niv:Joshua:18:10",
        "t": "Joshua then cast lots for them in Shiloh in the presence of the Lord,*s and there he distributed the land to the Israelites according to their tribal divisions."
    },
    {
        "o": 6876,
        "r": "niv:Joshua:18:10",
        "t": "Allotment for Benjamin",
        "h": 2
    },
    {
        "o": 6877,
        "r": "niv:Joshua:18:11",
        "t": "The*p first lot came up for the tribe of Benjamin according to its clans. Their allotted territory lay between the tribes of Judah and Joseph:"
    },
    {
        "o": 6878,
        "r": "niv:Joshua:18:12",
        "t": "On*ln the north side their boundary began at the Jordan, passed the northern slope of Jericho and headed west into the hill country, coming out at the wilderness of Beth Aven."
    },
    {
        "o": 6879,
        "r": "niv:Joshua:18:13",
        "t": "From there it crossed to the south slope of Luz (that is, Bethel) and went down to Ataroth Addar on the hill south of Lower Beth Horon."
    },
    {
        "o": 6880,
        "r": "niv:Joshua:18:14",
        "t": "From*ln the hill facing Beth Horon on the south the boundary turned south along the western side and came out at Kiriath Baal (that is, Kiriath Jearim), a town of the people of Judah. This was the western side."
    },
    {
        "o": 6881,
        "r": "niv:Joshua:18:15",
        "t": "The*ln southern side began at the outskirts of Kiriath Jearim on the west, and the boundary came out at the spring of the waters of Nephtoah."
    },
    {
        "o": 6882,
        "r": "niv:Joshua:18:16",
        "t": "The boundary went down to the foot of the hill facing the Valley of Ben Hinnom, north of the Valley of Rephaim. It continued down the Hinnom Valley along the southern slope of the Jebusite city and so to En Rogel."
    },
    {
        "o": 6883,
        "r": "niv:Joshua:18:17",
        "t": "It then curved north, went to En Shemesh, continued to Geliloth, which faces the Pass of Adummim, and ran down to the Stone of Bohan son of Reuben."
    },
    {
        "o": 6884,
        "r": "niv:Joshua:18:18",
        "t": "It continued to the northern slope of Beth Arabah and on down into the Arabah."
    },
    {
        "o": 6885,
        "r": "niv:Joshua:18:19",
        "t": "It then went to the northern slope of Beth Hoglah and came out at the northern bay of the Dead Sea, at the mouth of the Jordan in the south. This was the southern boundary."
    },
    {
        "o": 6886,
        "r": "niv:Joshua:18:20",
        "t": "The*ln Jordan formed the boundary on the eastern side. These*p were the boundaries that marked out the inheritance of the clans of Benjamin on all sides."
    },
    {
        "o": 6887,
        "r": "niv:Joshua:18:21",
        "t": "The*p tribe of Benjamin, according to its clans, had the following towns: Jericho,*ln Beth Hoglah, Emek Keziz,"
    },
    {
        "o": 6888,
        "r": "niv:Joshua:18:22",
        "t": "Beth Arabah, Zemaraim, Bethel,"
    },
    {
        "o": 6889,
        "r": "niv:Joshua:18:23",
        "t": "Avvim, Parah, Ophrah,"
    },
    {
        "o": 6890,
        "r": "niv:Joshua:18:24",
        "t": "Kephar Ammoni, Ophni and Geba—twelve towns and their villages."
    },
    {
        "o": 6891,
        "r": "niv:Joshua:18:25",
        "t": "Gibeon,*ln Ramah, Beeroth,"
    },
    {
        "o": 6892,
        "r": "niv:Joshua:18:26",
        "t": "Mizpah, Kephirah, Mozah,"
    },
    {
        "o": 6893,
        "r": "niv:Joshua:18:27",
        "t": "Rekem, Irpeel, Taralah,"
    },
    {
        "o": 6894,
        "r": "niv:Joshua:18:28",
        "t": "Zelah, Haeleph, the Jebusite city (that is, Jerusalem), Gibeah and Kiriath—fourteen towns and their villages. This*p was the inheritance of Benjamin for its clans."
    }
]
