[
    {
        "o": 437,
        "r": "niv:Genesis:17:0",
        "t": "Genesis 17",
        "h": 1
    },
    {
        "o": 438,
        "r": "niv:Genesis:17:0",
        "t": "The Covenant of Circumcision",
        "h": 2
    },
    {
        "o": 439,
        "r": "niv:Genesis:17:1",
        "t": "When*p Abram was ninety-nine years old, the Lord*s appeared to him and said, “I am God Almighty; walk before me faithfully and be blameless."
    },
    {
        "o": 440,
        "r": "niv:Genesis:17:2",
        "t": "Then I will make my covenant between me and you and will greatly increase your numbers.”"
    },
    {
        "o": 441,
        "r": "niv:Genesis:17:3",
        "t": "Abram*p fell facedown, and God said to him,"
    },
    {
        "o": 442,
        "r": "niv:Genesis:17:4",
        "t": "“As for me, this is my covenant with you: You will be the father of many nations."
    },
    {
        "o": 443,
        "r": "niv:Genesis:17:5",
        "t": "No longer will you be called Abram; your name will be Abraham, for I have made you a father of many nations."
    },
    {
        "o": 444,
        "r": "niv:Genesis:17:6",
        "t": "I will make you very fruitful; I will make nations of you, and kings will come from you."
    },
    {
        "o": 445,
        "r": "niv:Genesis:17:7",
        "t": "I will establish my covenant as an everlasting covenant between me and you and your descendants after you for the generations to come, to be your God and the God of your descendants after you."
    },
    {
        "o": 446,
        "r": "niv:Genesis:17:8",
        "t": "The whole land of Canaan, where you now reside as a foreigner, I will give as an everlasting possession to you and your descendants after you; and I will be their God.”"
    },
    {
        "o": 447,
        "r": "niv:Genesis:17:9",
        "t": "Then*p God said to Abraham, “As for you, you must keep my covenant, you and your descendants after you for the generations to come."
    },
    {
        "o": 448,
        "r": "niv:Genesis:17:10",
        "t": "This is my covenant with you and your descendants after you, the covenant you are to keep: Every male among you shall be circumcised."
    },
    {
        "o": 449,
        "r": "niv:Genesis:17:11",
        "t": "You are to undergo circumcision, and it will be the sign of the covenant between me and you."
    },
    {
        "o": 450,
        "r": "niv:Genesis:17:12",
        "t": "For the generations to come every male among you who is eight days old must be circumcised, including those born in your household or bought with money from a foreigner—those who are not your offspring."
    },
    {
        "o": 451,
        "r": "niv:Genesis:17:13",
        "t": "Whether born in your household or bought with your money, they must be circumcised. My covenant in your flesh is to be an everlasting covenant."
    },
    {
        "o": 452,
        "r": "niv:Genesis:17:14",
        "t": "Any uncircumcised male, who has not been circumcised in the flesh, will be cut off from his people; he has broken my covenant.”"
    },
    {
        "o": 453,
        "r": "niv:Genesis:17:15",
        "t": "God*p also said to Abraham, “As for Sarai your wife, you are no longer to call her Sarai; her name will be Sarah."
    },
    {
        "o": 454,
        "r": "niv:Genesis:17:16",
        "t": "I will bless her and will surely give you a son by her. I will bless her so that she will be the mother of nations; kings of peoples will come from her.”"
    },
    {
        "o": 455,
        "r": "niv:Genesis:17:17",
        "t": "Abraham*p fell facedown; he laughed and said to himself, “Will a son be born to a man a hundred years old? Will Sarah bear a child at the age of ninety?”"
    },
    {
        "o": 456,
        "r": "niv:Genesis:17:18",
        "t": "And Abraham said to God, “If only Ishmael might live under your blessing!”"
    },
    {
        "o": 457,
        "r": "niv:Genesis:17:19",
        "t": "Then*p God said, “Yes, but your wife Sarah will bear you a son, and you will call him Isaac. I will establish my covenant with him as an everlasting covenant for his descendants after him."
    },
    {
        "o": 458,
        "r": "niv:Genesis:17:20",
        "t": "And as for Ishmael, I have heard you: I will surely bless him; I will make him fruitful and will greatly increase his numbers. He will be the father of twelve rulers, and I will make him into a great nation."
    },
    {
        "o": 459,
        "r": "niv:Genesis:17:21",
        "t": "But my covenant I will establish with Isaac, whom Sarah will bear to you by this time next year.”"
    },
    {
        "o": 460,
        "r": "niv:Genesis:17:22",
        "t": "When he had finished speaking with Abraham, God went up from him."
    },
    {
        "o": 461,
        "r": "niv:Genesis:17:23",
        "t": "On*p that very day Abraham took his son Ishmael and all those born in his household or bought with his money, every male in his household, and circumcised them, as God told him."
    },
    {
        "o": 462,
        "r": "niv:Genesis:17:24",
        "t": "Abraham was ninety-nine years old when he was circumcised,"
    },
    {
        "o": 463,
        "r": "niv:Genesis:17:25",
        "t": "and his son Ishmael was thirteen;"
    },
    {
        "o": 464,
        "r": "niv:Genesis:17:26",
        "t": "Abraham and his son Ishmael were both circumcised on that very day."
    },
    {
        "o": 465,
        "r": "niv:Genesis:17:27",
        "t": "And every male in Abraham’s household, including those born in his household or bought from a foreigner, was circumcised with him."
    }
]
