[
    {
        "o": 4919,
        "r": "csb:Numbers:25:0",
        "t": "Numbers 25",
        "h": 1
    },
    {
        "o": 4920,
        "r": "csb:Numbers:25:0",
        "t": "Israel Worships Baal",
        "h": 2
    },
    {
        "o": 4921,
        "r": "csb:Numbers:25:1",
        "t": "While*p Israel was staying in the Acacia Grove, the people began to prostitute themselves with the women of Moab."
    },
    {
        "o": 4922,
        "r": "csb:Numbers:25:2",
        "t": "The women invited them to the sacrifices for their gods, and the people ate and bowed in worship to their gods."
    },
    {
        "o": 4923,
        "r": "csb:Numbers:25:3",
        "t": "So Israel aligned itself with Baal of Peor, and the Lord’s*s anger burned against Israel."
    },
    {
        "o": 4924,
        "r": "csb:Numbers:25:4",
        "t": "The Lord*s said to Moses, “Take all the leaders of the people and execute them in broad daylight before the Lord*s so that his burning anger may turn away from Israel.”"
    },
    {
        "o": 4925,
        "r": "csb:Numbers:25:5",
        "t": "So*p Moses told Israel’s judges, “Kill each of the men who aligned themselves with Baal of Peor.”"
    },
    {
        "o": 4926,
        "r": "csb:Numbers:25:5",
        "t": "Phinehas Intervenes",
        "h": 2
    },
    {
        "o": 4927,
        "r": "csb:Numbers:25:6",
        "t": "An*p Israelite man came bringing a Midianite woman to his relatives in the sight of Moses and the whole Israelite community while they were weeping at the entrance to the tent of meeting."
    },
    {
        "o": 4928,
        "r": "csb:Numbers:25:7",
        "t": "When Phinehas son of Eleazar, son of Aaron the priest, saw this, he got up from the assembly, took a spear in his hand,"
    },
    {
        "o": 4929,
        "r": "csb:Numbers:25:8",
        "t": "followed the Israelite man into the tent, and drove it through both the Israelite man and the woman - through her belly. Then the plague on the Israelites was stopped,"
    },
    {
        "o": 4930,
        "r": "csb:Numbers:25:9",
        "t": "but those who died in the plague numbered twenty-four thousand."
    },
    {
        "o": 4931,
        "r": "csb:Numbers:25:10",
        "t": "The*p Lord*s spoke to Moses,"
    },
    {
        "o": 4932,
        "r": "csb:Numbers:25:11",
        "t": "“Phinehas son of Eleazar, son of Aaron the priest, has turned back my wrath from the Israelites because he was zealous among them with my zeal, so that I did not destroy the Israelites in my zeal."
    },
    {
        "o": 4933,
        "r": "csb:Numbers:25:12",
        "t": "Therefore declare: I grant him my covenant of peace."
    },
    {
        "o": 4934,
        "r": "csb:Numbers:25:13",
        "t": "It will be a covenant of perpetual priesthood for him and his future descendants, because he was zealous for his God and made atonement for the Israelites.”"
    },
    {
        "o": 4935,
        "r": "csb:Numbers:25:14",
        "t": "The*p name of the slain Israelite man, who was struck dead with the Midianite woman, was Zimri son of Salu, the leader of a Simeonite family."
    },
    {
        "o": 4936,
        "r": "csb:Numbers:25:15",
        "t": "The name of the slain Midianite woman was Cozbi, the daughter of Zur, a tribal head of a family in Midian."
    },
    {
        "o": 4937,
        "r": "csb:Numbers:25:15",
        "t": "Vengeance against the Midianites",
        "h": 2
    },
    {
        "o": 4938,
        "r": "csb:Numbers:25:16",
        "t": "The*p Lord*s told Moses,"
    },
    {
        "o": 4939,
        "r": "csb:Numbers:25:17",
        "t": "“Attack the Midianites and strike them dead."
    },
    {
        "o": 4940,
        "r": "csb:Numbers:25:18",
        "t": "For they attacked you with the treachery that they used against you in the Peor incident. They did the same in the case involving their sister Cozbi, daughter of the Midianite leader who was killed the day the plague came at Peor.”"
    }
]
