[
    {
        "o": 20326,
        "r": "kjv:Jeremiah:20:0",
        "t": "Jeremiah 20",
        "h": 1
    },
    {
        "o": 20327,
        "r": "kjv:Jeremiah:20:1",
        "t": "Now*p Pashur the son of Immer the priest, who was also chief governor in the house of the Lord,*s heard that Jeremiah prophesied these things."
    },
    {
        "o": 20328,
        "r": "kjv:Jeremiah:20:2",
        "t": "Then*p Pashur smote Jeremiah the prophet, and put him in the stocks that were in the high gate of Benjamin, which was by the house of the Lord.*s"
    },
    {
        "o": 20329,
        "r": "kjv:Jeremiah:20:3",
        "t": "And*p it came to pass on the morrow, that Pashur brought forth Jeremiah out of the stocks. Then said Jeremiah unto him, The Lord*s hath not called thy name Pashur, but Magor–missabib."
    },
    {
        "o": 20330,
        "r": "kjv:Jeremiah:20:4",
        "t": "For*p thus saith the Lord,*s Behold, I will make thee a terror to thyself, and to all thy friends: and they shall fall by the sword of their enemies, and thine eyes shall behold it: and I will give all Judah into the hand of the king of Babylon, and he shall carry them captive into Babylon, and shall slay them with the sword."
    },
    {
        "o": 20331,
        "r": "kjv:Jeremiah:20:5",
        "t": "Moreover*p I will deliver all the strength of this city, and all the labours thereof, and all the precious things thereof, and all the treasures of the kings of Judah will I give into the hand of their enemies, which shall spoil them, and take them, and carry them to Babylon."
    },
    {
        "o": 20332,
        "r": "kjv:Jeremiah:20:6",
        "t": "And*p thou, Pashur, and all that dwell in thine house shall go into captivity: and thou shalt come to Babylon, and there thou shalt die, and shalt be buried there, thou, and all thy friends, to whom thou hast prophesied lies."
    },
    {
        "o": 20333,
        "r": "kjv:Jeremiah:20:7",
        "t": "O*p Lord,*s thou hast deceived me, and I was deceived: thou art stronger than I, and hast prevailed: I am in derision daily, every one mocketh me."
    },
    {
        "o": 20334,
        "r": "kjv:Jeremiah:20:8",
        "t": "For*p since I spake, I cried out, I cried violence and spoil; because the word of the Lord*s was made a reproach unto me, and a derision, daily."
    },
    {
        "o": 20335,
        "r": "kjv:Jeremiah:20:9",
        "t": "Then*p I said, I will not make mention of him, nor speak any more in his name. But his word was in mine heart as a burning fire shut up in my bones, and I was weary with forbearing, and I could not stay."
    },
    {
        "o": 20336,
        "r": "kjv:Jeremiah:20:10",
        "t": "For*p I heard the defaming of many, fear on every side. Report, say they, and we will report it. All my familiars watched for my halting, saying, Peradventure he will be enticed, and we shall prevail against him, and we shall take our revenge on him."
    },
    {
        "o": 20337,
        "r": "kjv:Jeremiah:20:11",
        "t": "But*p the Lord*s is with me as a mighty terrible one: therefore my persecutors shall stumble, and they shall not prevail: they shall be greatly ashamed; for they shall not prosper: their everlasting confusion shall never be forgotten."
    },
    {
        "o": 20338,
        "r": "kjv:Jeremiah:20:12",
        "t": "But,*p O Lord*s of hosts, that triest the righteous, and seest the reins and the heart, let me see thy vengeance on them: for unto thee have I opened my cause."
    },
    {
        "o": 20339,
        "r": "kjv:Jeremiah:20:13",
        "t": "Sing*p unto the Lord,*s praise ye the Lord:*s for he hath delivered the soul of the poor from the hand of evildoers."
    },
    {
        "o": 20340,
        "r": "kjv:Jeremiah:20:14",
        "t": "Cursed*p be the day wherein I was born: let not the day wherein my mother bare me be blessed."
    },
    {
        "o": 20341,
        "r": "kjv:Jeremiah:20:15",
        "t": "Cursed*p be the man who brought tidings to my father, saying, A man child is born unto thee; making him very glad."
    },
    {
        "o": 20342,
        "r": "kjv:Jeremiah:20:16",
        "t": "And*p let that man be as the cities which the Lord*s overthrew, and repented not: and let him hear the cry in the morning, and the shouting at noontide;"
    },
    {
        "o": 20343,
        "r": "kjv:Jeremiah:20:17",
        "t": "Because*p he slew me not from the womb; or that my mother might have been my grave, and her womb to be always great with me."
    },
    {
        "o": 20344,
        "r": "kjv:Jeremiah:20:18",
        "t": "Wherefore*p came I forth out of the womb to see labour and sorrow, that my days should be consumed with shame?"
    }
]
