[
    {
        "o": 34940,
        "r": "nkjv:Revelation:7:0",
        "t": "Revelation 7",
        "h": 1
    },
    {
        "o": 34941,
        "r": "nkjv:Revelation:7:0",
        "t": "The Sealed of Israel",
        "h": 2
    },
    {
        "o": 34942,
        "r": "nkjv:Revelation:7:1",
        "t": "After*p these things I saw four angels standing at the four corners of the earth, holding the four winds of the earth, that the wind should not blow on the earth, on the sea, or on any tree."
    },
    {
        "o": 34943,
        "r": "nkjv:Revelation:7:2",
        "t": "Then I saw another angel ascending from the east, having the seal of the living God. And he cried with a loud voice to the four angels to whom it was granted to harm the earth and the sea,"
    },
    {
        "o": 34944,
        "r": "nkjv:Revelation:7:3",
        "t": "saying, “Do not harm the earth, the sea, or the trees till we have sealed the servants of our God on their foreheads.”"
    },
    {
        "o": 34945,
        "r": "nkjv:Revelation:7:4",
        "t": "And I heard the number of those who were sealed. One hundred and*i forty-four thousand of all the tribes of the children of Israel were*i sealed:"
    },
    {
        "o": 34946,
        "r": "nkjv:Revelation:7:5",
        "t": "of*pn the tribe of Judah twelve thousand were*i sealed; of*ld the tribe of Reuben twelve thousand were*i sealed; of*ld the tribe of Gad twelve thousand were*i sealed;"
    },
    {
        "o": 34947,
        "r": "nkjv:Revelation:7:6",
        "t": "of*ld the tribe of Asher twelve thousand were*i sealed; of*ld the tribe of Naphtali twelve thousand were*i sealed; of*ld the tribe of Manasseh twelve thousand were*i sealed;"
    },
    {
        "o": 34948,
        "r": "nkjv:Revelation:7:7",
        "t": "of*ld the tribe of Simeon twelve thousand were*i sealed; of*ld the tribe of Levi twelve thousand were*i sealed; of*ld the tribe of Issachar twelve thousand were*i sealed;"
    },
    {
        "o": 34949,
        "r": "nkjv:Revelation:7:8",
        "t": "of*ld the tribe of Zebulun twelve thousand were*i sealed; of*ld the tribe of Joseph twelve thousand were*i sealed; of*ld the tribe of Benjamin twelve thousand were*i sealed."
    },
    {
        "o": 34950,
        "r": "nkjv:Revelation:7:8",
        "t": "A Multitude from the Great Tribulation",
        "h": 2
    },
    {
        "o": 34951,
        "r": "nkjv:Revelation:7:9",
        "t": "After*p these things I looked, and behold, a great multitude which no one could number, of all nations, tribes, peoples, and tongues, standing before the throne and before the Lamb, clothed with white robes, with palm branches in their hands,"
    },
    {
        "o": 34952,
        "r": "nkjv:Revelation:7:10",
        "t": "and crying out with a loud voice, saying, “Salvation belongs*i to our God who sits on the throne, and to the Lamb!”"
    },
    {
        "o": 34953,
        "r": "nkjv:Revelation:7:11",
        "t": "All the angels stood around the throne and the elders and the four living creatures, and fell on their faces before the throne and worshiped God,"
    },
    {
        "o": 34954,
        "r": "nkjv:Revelation:7:12",
        "t": "saying: “Amen!*pn Blessing and glory and wisdom, Thanksgiving*ld and honor and power and might, Be*ild to our God forever and ever. Amen.”*ld"
    },
    {
        "o": 34955,
        "r": "nkjv:Revelation:7:13",
        "t": "Then*p one of the elders answered, saying to me, “Who are these arrayed in white robes, and where did they come from?”"
    },
    {
        "o": 34956,
        "r": "nkjv:Revelation:7:14",
        "t": "And*p I said to him, “Sir, you know.” So*p he said to me, “These are the ones who come out of the great tribulation, and washed their robes and made them white in the blood of the Lamb."
    },
    {
        "o": 34957,
        "r": "nkjv:Revelation:7:15",
        "t": "Therefore they are before the throne of God, and serve Him day and night in His temple. And He who sits on the throne will dwell among them."
    },
    {
        "o": 34958,
        "r": "nkjv:Revelation:7:16",
        "t": "They shall neither hunger anymore nor thirst anymore; the sun shall not strike them, nor any heat;"
    },
    {
        "o": 34959,
        "r": "nkjv:Revelation:7:17",
        "t": "for the Lamb who is in the midst of the throne will shepherd them and lead them to living fountains of waters. And God will wipe away every tear from their eyes.”"
    }
]
