[
    {
        "o": 13751,
        "r": "nkjv:Nehemiah:6:0",
        "t": "Nehemiah 6",
        "h": 1
    },
    {
        "o": 13752,
        "r": "nkjv:Nehemiah:6:0",
        "t": "Conspiracy Against Nehemiah",
        "h": 2
    },
    {
        "o": 13753,
        "r": "nkjv:Nehemiah:6:1",
        "t": "Now*p it happened when Sanballat, Tobiah, Geshem the Arab, and the rest of our enemies heard that I had rebuilt the wall, and that*i there were no breaks left in it (though at that time I had not hung the doors in the gates),"
    },
    {
        "o": 13754,
        "r": "nkjv:Nehemiah:6:2",
        "t": "that Sanballat and Geshem sent to me, saying, “Come, let us meet together among the villages in the plain of Ono.” But they thought to do me harm."
    },
    {
        "o": 13755,
        "r": "nkjv:Nehemiah:6:3",
        "t": "So*p I sent messengers to them, saying, “I am*i doing a great work, so that I cannot come down. Why should the work cease while I leave it and go down to you?”"
    },
    {
        "o": 13756,
        "r": "nkjv:Nehemiah:6:4",
        "t": "But*p they sent me this message four times, and I answered them in the same manner."
    },
    {
        "o": 13757,
        "r": "nkjv:Nehemiah:6:5",
        "t": "Then*p Sanballat sent his servant to me as before, the fifth time, with an open letter in his hand."
    },
    {
        "o": 13758,
        "r": "nkjv:Nehemiah:6:6",
        "t": "In it was*i written: It*pn is reported among the nations, and Geshem says, that*i you and the Jews plan to rebel; therefore, according to these rumors, you are rebuilding the wall, that you may be their king."
    },
    {
        "o": 13759,
        "r": "nkjv:Nehemiah:6:7",
        "t": "And you have also appointed prophets to proclaim concerning you at Jerusalem, saying, “There*i is*i a king in Judah!” Now these matters will be reported to the king. So come, therefore, and let us consult together."
    },
    {
        "o": 13760,
        "r": "nkjv:Nehemiah:6:8",
        "t": "Then*p I sent to him, saying, “No such things as you say are being done, but you invent them in your own heart.”"
    },
    {
        "o": 13761,
        "r": "nkjv:Nehemiah:6:9",
        "t": "For*p they all were*i trying*i to*i make us afraid, saying, “Their hands will be weakened in the work, and it will not be done.” Now*p therefore, O*i God,*i strengthen my hands."
    },
    {
        "o": 13762,
        "r": "nkjv:Nehemiah:6:10",
        "t": "Afterward*p I came to the house of Shemaiah the son of Delaiah, the son of Mehetabel, who was*i a secret informer; and he said, “Let us meet together in the house of God, within the temple, and let us close the doors of the temple, for they are coming to kill you; indeed, at night they will come to kill you.”"
    },
    {
        "o": 13763,
        "r": "nkjv:Nehemiah:6:11",
        "t": "And*p I said, “Should such a man as I flee? And who is*i there*i such as I who would go into the temple to save his life? I will not go in!”"
    },
    {
        "o": 13764,
        "r": "nkjv:Nehemiah:6:12",
        "t": "Then I perceived that God had not sent him at all, but that he pronounced this*i prophecy against me because Tobiah and Sanballat had hired him."
    },
    {
        "o": 13765,
        "r": "nkjv:Nehemiah:6:13",
        "t": "For this reason he was*i hired, that I should be afraid and act that way and sin, so that*i they might have cause*i for an evil report, that they might reproach me."
    },
    {
        "o": 13766,
        "r": "nkjv:Nehemiah:6:14",
        "t": "My*p God, remember Tobiah and Sanballat, according to these their works, and the prophetess Noadiah and the rest of the prophets who would have made me afraid."
    },
    {
        "o": 13767,
        "r": "nkjv:Nehemiah:6:14",
        "t": "The Wall Completed",
        "h": 2
    },
    {
        "o": 13768,
        "r": "nkjv:Nehemiah:6:15",
        "t": "So*p the wall was finished on the twenty-fifth day*i of Elul, in fifty-two days."
    },
    {
        "o": 13769,
        "r": "nkjv:Nehemiah:6:16",
        "t": "And it happened, when all our enemies heard of*i it,*i and all the nations around us saw these*i things,*i that they were very disheartened in their own eyes; for they perceived that this work was done by our God."
    },
    {
        "o": 13770,
        "r": "nkjv:Nehemiah:6:17",
        "t": "Also*p in those days the nobles of Judah sent many letters to Tobiah, and the*i letters*i of*i Tobiah came to them."
    },
    {
        "o": 13771,
        "r": "nkjv:Nehemiah:6:18",
        "t": "For many in Judah were pledged to him, because he was the son-in-law of Shechaniah the son of Arah, and his son Jehohanan had married the daughter of Meshullam the son of Berechiah."
    },
    {
        "o": 13772,
        "r": "nkjv:Nehemiah:6:19",
        "t": "Also they reported his good deeds before me, and reported my words to him. Tobiah sent letters to frighten me."
    }
]
