[
    {
        "o": 4893,
        "r": "nkjv:Numbers:24:0",
        "t": "Numbers 24",
        "h": 1
    },
    {
        "o": 4894,
        "r": "nkjv:Numbers:24:1",
        "t": "Now*p when Balaam saw that it pleased the Lord*s to bless Israel, he did not go as at other times, to seek to use sorcery, but he set his face toward the wilderness."
    },
    {
        "o": 4895,
        "r": "nkjv:Numbers:24:2",
        "t": "And Balaam raised his eyes, and saw Israel encamped according to their tribes; and the Spirit of God came upon him."
    },
    {
        "o": 4896,
        "r": "nkjv:Numbers:24:3",
        "t": "Then*p he took up his oracle and said: “The*pn utterance of Balaam the son of Beor, The*ld utterance of the man whose eyes are opened,"
    },
    {
        "o": 4897,
        "r": "nkjv:Numbers:24:4",
        "t": "The*ld utterance of him who hears the words of God, Who*ld sees the vision of the Almighty, Who*ld falls down, with eyes wide open:"
    },
    {
        "o": 4898,
        "r": "nkjv:Numbers:24:5",
        "t": "“How*ln lovely are your tents, O Jacob! Your*ld dwellings, O Israel!"
    },
    {
        "o": 4899,
        "r": "nkjv:Numbers:24:6",
        "t": "Like*ld valleys that stretch out, Like*ld gardens by the riverside, Like*ld aloes planted by the Lord,*s Like*ld cedars beside the waters."
    },
    {
        "o": 4900,
        "r": "nkjv:Numbers:24:7",
        "t": "He*ld shall pour water from his buckets, And*ld his seed shall*i be*i in many waters. “His*ln king shall be higher than Agag, And*ld his kingdom shall be exalted."
    },
    {
        "o": 4901,
        "r": "nkjv:Numbers:24:8",
        "t": "“God*ln brings him out of Egypt; He*ld has strength like a wild ox; He*ld shall consume the nations, his enemies; He*ld shall break their bones And*ld pierce them*i with his arrows."
    },
    {
        "o": 4902,
        "r": "nkjv:Numbers:24:9",
        "t": "‘He*ld bows down, he lies down as a lion; And*ld as a lion, who shall rouse him?’ “Blessed*ln is*i he who blesses you, And*ld cursed is*i he who curses you.”"
    },
    {
        "o": 4903,
        "r": "nkjv:Numbers:24:10",
        "t": "Then*p Balak’s anger was aroused against Balaam, and he struck his hands together; and Balak said to Balaam, “I called you to curse my enemies, and look, you have bountifully blessed them*i these three times!"
    },
    {
        "o": 4904,
        "r": "nkjv:Numbers:24:11",
        "t": "Now therefore, flee to your place. I said I would greatly honor you, but in fact, the Lord*s has kept you back from honor.”"
    },
    {
        "o": 4905,
        "r": "nkjv:Numbers:24:12",
        "t": "So*p Balaam said to Balak, “Did I not also speak to your messengers whom you sent to me, saying,"
    },
    {
        "o": 4906,
        "r": "nkjv:Numbers:24:13",
        "t": "‘If Balak were to give me his house full of silver and gold, I could not go beyond the word of the Lord,*s to do good or bad of my own will. What the Lord*s says, that I must speak’?"
    },
    {
        "o": 4907,
        "r": "nkjv:Numbers:24:14",
        "t": "And now, indeed, I am going to my people. Come, I will advise you what this people will do to your people in the latter days.”"
    },
    {
        "o": 4908,
        "r": "nkjv:Numbers:24:14",
        "t": "Balaam’s Fourth Prophecy",
        "h": 2
    },
    {
        "o": 4909,
        "r": "nkjv:Numbers:24:15",
        "t": "So*p he took up his oracle and said: “The*pn utterance of Balaam the son of Beor, And*ld the utterance of the man whose eyes are opened;"
    },
    {
        "o": 4910,
        "r": "nkjv:Numbers:24:16",
        "t": "The*ld utterance of him who hears the words of God, And*ld has the knowledge of the Most High, Who*ild sees the vision of the Almighty, Who*ild falls down, with eyes wide open:"
    },
    {
        "o": 4911,
        "r": "nkjv:Numbers:24:17",
        "t": "“I*ln see Him, but not now; I*ld behold Him, but not near; A*ld Star shall come out of Jacob; A*ld Scepter shall rise out of Israel, And*ld batter the brow of Moab, And*ld destroy all the sons of tumult."
    },
    {
        "o": 4912,
        "r": "nkjv:Numbers:24:18",
        "t": "“And*ln Edom shall be a possession; Seir*ld also, his enemies, shall be a possession, While*ld Israel does valiantly."
    },
    {
        "o": 4913,
        "r": "nkjv:Numbers:24:19",
        "t": "Out*ld of Jacob One shall have dominion, And*ld destroy the remains of the city.”"
    },
    {
        "o": 4914,
        "r": "nkjv:Numbers:24:20",
        "t": "Then*p he looked on Amalek, and he took up his oracle and said: “Amalek*pn was*i first among the nations, But*ld shall*i be*i last until he perishes.”"
    },
    {
        "o": 4915,
        "r": "nkjv:Numbers:24:21",
        "t": "Then*p he looked on the Kenites, and he took up his oracle and said: “Firm*pn is your dwelling place, And*ld your nest is set in the rock;"
    },
    {
        "o": 4916,
        "r": "nkjv:Numbers:24:22",
        "t": "Nevertheless*ld Kain shall be burned. How*ld long until Asshur carries you away captive?”"
    },
    {
        "o": 4917,
        "r": "nkjv:Numbers:24:23",
        "t": "Then*p he took up his oracle and said: “Alas!*pn Who shall live when God does this?"
    },
    {
        "o": 4918,
        "r": "nkjv:Numbers:24:24",
        "t": "But*ld ships shall*i come*i from the coasts of Cyprus, And*ld they shall afflict Asshur and afflict Eber, And*ld so shall Amalek,*i until he perishes.”"
    },
    {
        "o": 4919,
        "r": "nkjv:Numbers:24:25",
        "t": "So*p Balaam rose and departed and returned to his place; Balak also went his way."
    }
]
