[
    {
        "o": 21764,
        "r": "csb:Jeremiah:19:0",
        "t": "Jeremiah 19",
        "h": 1
    },
    {
        "o": 21765,
        "r": "csb:Jeremiah:19:0",
        "t": "The Clay Jar",
        "h": 2
    },
    {
        "o": 21766,
        "r": "csb:Jeremiah:19:1",
        "t": "This*p is what the Lord*s says: “Go, buy a potter’s clay jar. Take some of the elders of the people and some of the leading priests"
    },
    {
        "o": 21767,
        "r": "csb:Jeremiah:19:2",
        "t": "and go out to Ben Hinnom Valley near the entrance of the Potsherd Gate. Proclaim there the words I speak to you."
    },
    {
        "o": 21768,
        "r": "csb:Jeremiah:19:3",
        "t": "Say, ‘Hear the word of the Lord,*s kings of Judah and residents of Jerusalem. This is what the Lord*s of Armies, the God of Israel, says: I am going to bring such a disaster on this place that everyone who hears about it will shudder"
    },
    {
        "o": 21769,
        "r": "csb:Jeremiah:19:4",
        "t": "because they have abandoned me and made this a foreign place. They have burned incense in it to other gods that they, their ancestors, and the kings of Judah have never known. They have filled this place with the blood of the innocent."
    },
    {
        "o": 21770,
        "r": "csb:Jeremiah:19:5",
        "t": "They have built high places to Baal on which to burn their children in the fire as burnt offerings to Baal, something I have never commanded or mentioned; I never entertained the thought."
    },
    {
        "o": 21771,
        "r": "csb:Jeremiah:19:6",
        "t": "“‘Therefore,*p look, the days are coming- this is the Lord’s*s declaration - when this place will no longer be called Topheth and Ben Hinnom Valley, but Slaughter Valley."
    },
    {
        "o": 21772,
        "r": "csb:Jeremiah:19:7",
        "t": "I will spoil the plans of Judah and Jerusalem in this place. I will make them fall by the sword before their enemies, by the hand of those who intend to take their life. I will provide their corpses as food for the birds of the sky and for the wild animals of the land."
    },
    {
        "o": 21773,
        "r": "csb:Jeremiah:19:8",
        "t": "I will make this city desolate, an object of scorn. Everyone who passes by it will be appalled and scoff because of all its wounds."
    },
    {
        "o": 21774,
        "r": "csb:Jeremiah:19:9",
        "t": "I will make them eat the flesh of their sons and their daughters, and they will eat each other’s flesh in the distressing siege inflicted on them by their enemies who intend to take their life.’"
    },
    {
        "o": 21775,
        "r": "csb:Jeremiah:19:10",
        "t": "“Then*p you are to shatter the jar in the presence of the people going with you,"
    },
    {
        "o": 21776,
        "r": "csb:Jeremiah:19:11",
        "t": "and you are to proclaim to them, ‘This is what the Lord*s of Armies says: I will shatter these people and this city, like one shatters a potter’s jar that can never again be mended. They will bury the dead in Topheth because there is no other place for burials."
    },
    {
        "o": 21777,
        "r": "csb:Jeremiah:19:12",
        "t": "That is what I will do to this place - this is the declaration of the Lord-*s and to its residents, making this city like Topheth."
    },
    {
        "o": 21778,
        "r": "csb:Jeremiah:19:13",
        "t": "The houses of Jerusalem and the houses of the kings of Judah will become impure like that place Topheth - all the houses on whose rooftops they have burned incense to all the stars in the sky and poured out drink offerings to other gods.’”"
    },
    {
        "o": 21779,
        "r": "csb:Jeremiah:19:14",
        "t": "Jeremiah*p returned from Topheth, where the Lord*s had sent him to prophesy, stood in the courtyard of the Lord’s*s temple, and proclaimed to all the people,"
    },
    {
        "o": 21780,
        "r": "csb:Jeremiah:19:15",
        "t": "“This is what the Lord*s of Armies, the God of Israel, says: ‘I am about to bring on this city - and on all its cities - every disaster that I spoke against it, for they have become obstinate, not obeying my words.’”"
    }
]
