[
    {
        "o": 11519,
        "r": "csb:1 Chronicles:4:0",
        "t": "1 Chronicles 4",
        "h": 1
    },
    {
        "o": 11520,
        "r": "csb:1 Chronicles:4:0",
        "t": "Judah’s Descendants",
        "h": 2
    },
    {
        "o": 11521,
        "r": "csb:1 Chronicles:4:1",
        "t": "Judah’s*ln sons: Perez, Hezron, Carmi, Hur, and Shobal."
    },
    {
        "o": 11522,
        "r": "csb:1 Chronicles:4:2",
        "t": "Reaiah*ln son of Shobal fathered Jahath, and Jahath fathered Ahumai and Lahad. These*ln were the families of the Zorathites."
    },
    {
        "o": 11523,
        "r": "csb:1 Chronicles:4:3",
        "t": "These*ln were Etam’s sons: Jezreel, Ishma, and Idbash, and their sister was named Hazzelelponi."
    },
    {
        "o": 11524,
        "r": "csb:1 Chronicles:4:4",
        "t": "Penuel*ln fathered Gedor, and Ezer fathered Hushah. These*ln were the sons of Hur, Ephrathah’s firstborn and the father of Bethlehem:"
    },
    {
        "o": 11525,
        "r": "csb:1 Chronicles:4:5",
        "t": "Ashhur*ln fathered Tekoa and had two wives, Helah and Naarah."
    },
    {
        "o": 11526,
        "r": "csb:1 Chronicles:4:6",
        "t": "Naarah*ln bore Ahuzzam, Hepher, Temeni, and Haahashtari to him. These were Naarah’s sons."
    },
    {
        "o": 11527,
        "r": "csb:1 Chronicles:4:7",
        "t": "Helah’s*ln sons: Zereth, Zohar, and Ethnan."
    },
    {
        "o": 11528,
        "r": "csb:1 Chronicles:4:8",
        "t": "Koz fathered Anub, Zobebah, and the families of Aharhel son of Harum."
    },
    {
        "o": 11529,
        "r": "csb:1 Chronicles:4:9",
        "t": "Jabez*p was more honored than his brothers. His mother named him Jabez and said, “I gave birth to him in pain.”"
    },
    {
        "o": 11530,
        "r": "csb:1 Chronicles:4:10",
        "t": "Jabez*p called out to the God of Israel, “If only you would bless me, extend my border, let your hand be with me, and keep me from harm, so that I will not experience pain.” And God granted his request."
    },
    {
        "o": 11531,
        "r": "csb:1 Chronicles:4:11",
        "t": "Chelub*ln brother of Shuhah fathered Mehir, who was the father of Eshton."
    },
    {
        "o": 11532,
        "r": "csb:1 Chronicles:4:12",
        "t": "Eshton fathered Beth-rapha, Paseah, and Tehinnah the father of Irnahash. These were the men of Recah."
    },
    {
        "o": 11533,
        "r": "csb:1 Chronicles:4:13",
        "t": "Kenaz’s*ln sons: Othniel and Seraiah. Othniel’s*ln sons: Hathath and Meonothai."
    },
    {
        "o": 11534,
        "r": "csb:1 Chronicles:4:14",
        "t": "Meonothai*ln fathered Ophrah, and*ln Seraiah fathered Joab, the ancestor of those in the Craftsmen’s Valley, for they were craftsmen."
    },
    {
        "o": 11535,
        "r": "csb:1 Chronicles:4:15",
        "t": "The*ln sons of Caleb son of Jephunneh: Iru, Elah, and Naam. Elah’s*ln son: Kenaz."
    },
    {
        "o": 11536,
        "r": "csb:1 Chronicles:4:16",
        "t": "Jehallelel’s*ln sons: Ziph, Ziphah, Tiria, and Asarel."
    },
    {
        "o": 11537,
        "r": "csb:1 Chronicles:4:17",
        "t": "Ezrah’s*ln sons: Jether, Mered, Epher, and Jalon. Mered’s wife Bithiah gave birth to Miriam, Shammai, and Ishbah the father of Eshtemoa."
    },
    {
        "o": 11538,
        "r": "csb:1 Chronicles:4:18",
        "t": "These were the sons of Pharaoh’s daughter Bithiah; Mered had married her. His Judean wife gave birth to Jered the father of Gedor, Heber the father of Soco, and Jekuthiel the father of Zanoah."
    },
    {
        "o": 11539,
        "r": "csb:1 Chronicles:4:19",
        "t": "The sons of Hodiah’s wife, the sister of Naham: the father of Keilah the Garmite and the father of Eshtemoa the Maacathite."
    },
    {
        "o": 11540,
        "r": "csb:1 Chronicles:4:20",
        "t": "Shimon’s*ln sons: Amnon, Rinnah, Ben-hanan, and Tilon. Ishi’s*ln sons: Zoheth and Ben-zoheth."
    },
    {
        "o": 11541,
        "r": "csb:1 Chronicles:4:21",
        "t": "The*p sons of Shelah son of Judah: Er the father of Lecah, Laadah the father of Mareshah, the families of the guild of linen workers at Beth-ashbea,"
    },
    {
        "o": 11542,
        "r": "csb:1 Chronicles:4:22",
        "t": "Jokim, the men of Cozeba; and Joash and Saraph, who married Moabites and returned to Lehem. These names are from ancient records."
    },
    {
        "o": 11543,
        "r": "csb:1 Chronicles:4:23",
        "t": "They were the potters and residents of Netaim and Gederah. They lived there in the service of the king."
    },
    {
        "o": 11544,
        "r": "csb:1 Chronicles:4:23",
        "t": "Simeon’s Descendants",
        "h": 2
    },
    {
        "o": 11545,
        "r": "csb:1 Chronicles:4:24",
        "t": "Simeon’s*ln sons: Nemuel, Jamin, Jarib, Zerah, and Shaul;"
    },
    {
        "o": 11546,
        "r": "csb:1 Chronicles:4:25",
        "t": "Shaul’s*ln sons: his son Shallum, his son Mibsam, and his son Mishma."
    },
    {
        "o": 11547,
        "r": "csb:1 Chronicles:4:26",
        "t": "Mishma’s*ln sons: his son Hammuel, his son Zaccur, and his son Shimei."
    },
    {
        "o": 11548,
        "r": "csb:1 Chronicles:4:27",
        "t": "Shimei*p had sixteen sons and six daughters, but his brothers did not have many children, so their whole family did not become as numerous as the Judeans."
    },
    {
        "o": 11549,
        "r": "csb:1 Chronicles:4:28",
        "t": "They lived in Beer-sheba, Moladah, Hazar-shual,"
    },
    {
        "o": 11550,
        "r": "csb:1 Chronicles:4:29",
        "t": "Bilhah, Ezem, Tolad,"
    },
    {
        "o": 11551,
        "r": "csb:1 Chronicles:4:30",
        "t": "Bethuel, Hormah, Ziklag,"
    },
    {
        "o": 11552,
        "r": "csb:1 Chronicles:4:31",
        "t": "Beth-marcaboth, Hazar-susim, Beth-biri, and Shaaraim. These were their cities until David became king."
    },
    {
        "o": 11553,
        "r": "csb:1 Chronicles:4:32",
        "t": "Their villages were Etam, Ain, Rimmon, Tochen, and Ashan - five cities,"
    },
    {
        "o": 11554,
        "r": "csb:1 Chronicles:4:33",
        "t": "and all their surrounding villages as far as Baal. These were their settlements, and they kept a genealogical record for themselves."
    },
    {
        "o": 11555,
        "r": "csb:1 Chronicles:4:34",
        "t": "Meshobab,*ln Jamlech, Joshah son of Amaziah,"
    },
    {
        "o": 11556,
        "r": "csb:1 Chronicles:4:35",
        "t": "Joel,*ln Jehu son of Joshibiah, son of Seraiah, son of Asiel,"
    },
    {
        "o": 11557,
        "r": "csb:1 Chronicles:4:36",
        "t": "Elioenai,*ln Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah,"
    },
    {
        "o": 11558,
        "r": "csb:1 Chronicles:4:37",
        "t": "and Ziza son of Shiphi, son of Allon, son of Jedaiah, son of Shimri, son of Shemaiah —"
    },
    {
        "o": 11559,
        "r": "csb:1 Chronicles:4:38",
        "t": "these*p mentioned by name were leaders in their families. Their ancestral houses increased greatly."
    },
    {
        "o": 11560,
        "r": "csb:1 Chronicles:4:39",
        "t": "They went to the entrance of Gedor, to the east side of the valley to seek pasture for their flocks."
    },
    {
        "o": 11561,
        "r": "csb:1 Chronicles:4:40",
        "t": "They found rich, good pasture, and the land was broad, peaceful, and quiet, for some Hamites had lived there previously."
    },
    {
        "o": 11562,
        "r": "csb:1 Chronicles:4:41",
        "t": "These*p who were recorded by name came in the days of King Hezekiah of Judah, attacked the Hamites’ tents and the Meunites who were found there, and set them apart for destruction, as they are today. Then they settled in their place because there was pasture for their flocks."
    },
    {
        "o": 11563,
        "r": "csb:1 Chronicles:4:42",
        "t": "Now five hundred men from these sons of Simeon went with Pelatiah, Neariah, Rephaiah, and Uzziel, the descendants of Ishi, as their leaders to Mount Seir."
    },
    {
        "o": 11564,
        "r": "csb:1 Chronicles:4:43",
        "t": "They struck down the remnant of the Amalekites who had escaped, and they still live there today."
    }
]
