[
    {
        "o": 7543,
        "r": "csb:Judges:10:0",
        "t": "Judges 10",
        "h": 1
    },
    {
        "o": 7544,
        "r": "csb:Judges:10:0",
        "t": "Tola and Jair",
        "h": 2
    },
    {
        "o": 7545,
        "r": "csb:Judges:10:1",
        "t": "After*p Abimelech, Tola son of Puah, son of Dodo became judge and began to deliver Israel. He was from Issachar and lived in Shamir in the hill country of Ephraim."
    },
    {
        "o": 7546,
        "r": "csb:Judges:10:2",
        "t": "Tola judged Israel twenty-three years and when he died, was buried in Shamir."
    },
    {
        "o": 7547,
        "r": "csb:Judges:10:3",
        "t": "After*p him came Jair the Gileadite, who judged Israel twenty-two years."
    },
    {
        "o": 7548,
        "r": "csb:Judges:10:4",
        "t": "He had thirty sons who rode on thirty donkeys. They had thirty towns in Gilead, which are still called Jair’s Villages today."
    },
    {
        "o": 7549,
        "r": "csb:Judges:10:5",
        "t": "When Jair died, he was buried in Kamon."
    },
    {
        "o": 7550,
        "r": "csb:Judges:10:5",
        "t": "Israel’s Rebellion and Repentance",
        "h": 2
    },
    {
        "o": 7551,
        "r": "csb:Judges:10:6",
        "t": "Then*p the Israelites again did what was evil in the sight of the Lord.*s They worshiped the Baals and the Ashtoreths, the gods of Aram, Sidon, and Moab, and the gods of the Ammonites and the Philistines. They abandoned the Lord*s and did not worship him."
    },
    {
        "o": 7552,
        "r": "csb:Judges:10:7",
        "t": "So the Lord’s*s anger burned against Israel, and he sold them to the Philistines and the Ammonites."
    },
    {
        "o": 7553,
        "r": "csb:Judges:10:8",
        "t": "They shattered and crushed the Israelites that year, and for eighteen years they did the same to all the Israelites who were on the other side of the Jordan in the land of the Amorites in Gilead."
    },
    {
        "o": 7554,
        "r": "csb:Judges:10:9",
        "t": "The Ammonites also crossed the Jordan to fight against Judah, Benjamin, and the house of Ephraim. Israel was greatly oppressed,"
    },
    {
        "o": 7555,
        "r": "csb:Judges:10:10",
        "t": "so they cried out to the Lord,*s saying, “We have sinned against you. We have abandoned our God and worshiped the Baals.”"
    },
    {
        "o": 7556,
        "r": "csb:Judges:10:11",
        "t": "The*p Lord*s said to the Israelites, “When the Egyptians, Amorites, Ammonites, Philistines,"
    },
    {
        "o": 7557,
        "r": "csb:Judges:10:12",
        "t": "Sidonians, Amalekites, and Maonites oppressed you, and you cried out to me, did I not deliver you from them?"
    },
    {
        "o": 7558,
        "r": "csb:Judges:10:13",
        "t": "But you have abandoned me and worshiped other gods. Therefore, I will not deliver you again."
    },
    {
        "o": 7559,
        "r": "csb:Judges:10:14",
        "t": "Go and cry out to the gods you have chosen. Let them deliver you whenever you are oppressed.”"
    },
    {
        "o": 7560,
        "r": "csb:Judges:10:15",
        "t": "But*p the Israelites said, “We have sinned. Deal with us as you see fit; only rescue us today!”"
    },
    {
        "o": 7561,
        "r": "csb:Judges:10:16",
        "t": "So they got rid of the foreign gods among them and worshiped the Lord,*s and he became weary of Israel’s misery."
    },
    {
        "o": 7562,
        "r": "csb:Judges:10:17",
        "t": "The*p Ammonites were called together, and they camped in Gilead. So the Israelites assembled and camped at Mizpah."
    },
    {
        "o": 7563,
        "r": "csb:Judges:10:18",
        "t": "The rulers of Gilead said to one another, “Which man will begin the fight against the Ammonites? He will be the leader of all the inhabitants of Gilead.”"
    }
]
