[
    {
        "o": 16119,
        "r": "esv:Psalm:45:0",
        "t": "Psalm 45",
        "h": 1
    },
    {
        "o": 16120,
        "r": "esv:Psalm:45:0",
        "t": "Your Throne, O God, Is Forever",
        "h": 2
    },
    {
        "o": 16121,
        "r": "esv:Psalm:45:0",
        "t": "To the choirmaster: according to Lilies. A Maskil of the Sons of Korah; a love song.",
        "h": 4
    },
    {
        "o": 16122,
        "r": "esv:Psalm:45:1",
        "t": "My*pn heart overflows with a pleasing theme; I*ld address my verses to the king; my*ld tongue is like the pen of a ready scribe."
    },
    {
        "o": 16123,
        "r": "esv:Psalm:45:2",
        "t": "You*pn are the most handsome of the sons of men; grace*ld is poured upon your lips; therefore*ld God has blessed you forever."
    },
    {
        "o": 16124,
        "r": "esv:Psalm:45:3",
        "t": "Gird*ln your sword on your thigh, O mighty one, in*ld your splendor and majesty!"
    },
    {
        "o": 16125,
        "r": "esv:Psalm:45:4",
        "t": "In*pn your majesty ride out victoriously for*ld the cause of truth and meekness and righteousness; let*ld your right hand teach you awesome deeds!"
    },
    {
        "o": 16126,
        "r": "esv:Psalm:45:5",
        "t": "Your*ln arrows are sharp in*ld the heart of the king’s enemies; the*ld peoples fall under you."
    },
    {
        "o": 16127,
        "r": "esv:Psalm:45:6",
        "t": "Your*pn throne, O God, is forever and ever. The*ld scepter of your kingdom is a scepter of uprightness;"
    },
    {
        "o": 16128,
        "r": "esv:Psalm:45:7",
        "t": "you*ld have loved righteousness and hated wickedness. Therefore*ln God, your God, has anointed you with*ld the oil of gladness beyond your companions;"
    },
    {
        "o": 16129,
        "r": "esv:Psalm:45:8",
        "t": "your*ld robes are all fragrant with myrrh and aloes and cassia. From*ln ivory palaces stringed instruments make you glad;"
    },
    {
        "o": 16130,
        "r": "esv:Psalm:45:9",
        "t": "daughters*ld of kings are among your ladies of honor; at*ld your right hand stands the queen in gold of Ophir."
    },
    {
        "o": 16131,
        "r": "esv:Psalm:45:10",
        "t": "Hear,*pn O daughter, and consider, and incline your ear: forget*ld your people and your father’s house,"
    },
    {
        "o": 16132,
        "r": "esv:Psalm:45:11",
        "t": "and*ld the king will desire your beauty. Since*ln he is your lord, bow to him."
    },
    {
        "o": 16133,
        "r": "esv:Psalm:45:12",
        "t": "The*ld people of Tyre will seek your favor with gifts, the*ld richest of the people."
    },
    {
        "o": 16134,
        "r": "esv:Psalm:45:13",
        "t": "All*pn glorious is the princess in her chamber, with robes interwoven with gold."
    },
    {
        "o": 16135,
        "r": "esv:Psalm:45:14",
        "t": "In*ld many-colored robes she is led to the king, with*ld her virgin companions following behind her."
    },
    {
        "o": 16136,
        "r": "esv:Psalm:45:15",
        "t": "With*ln joy and gladness they are led along as*ld they enter the palace of the king."
    },
    {
        "o": 16137,
        "r": "esv:Psalm:45:16",
        "t": "In*pn place of your fathers shall be your sons; you*ld will make them princes in all the earth."
    },
    {
        "o": 16138,
        "r": "esv:Psalm:45:17",
        "t": "I*ln will cause your name to be remembered in all generations; therefore*ld nations will praise you forever and ever."
    }
]
