[
    {
        "o": 33546,
        "r": "esv:Hebrews:1:0",
        "t": "Hebrews 1",
        "h": 1
    },
    {
        "o": 33547,
        "r": "esv:Hebrews:1:0",
        "t": "The Supremacy of God’s Son",
        "h": 2
    },
    {
        "o": 33548,
        "r": "esv:Hebrews:1:1",
        "t": "Long*p ago, at many times and in many ways, God spoke to our fathers by the prophets,"
    },
    {
        "o": 33549,
        "r": "esv:Hebrews:1:2",
        "t": "but in these last days he has spoken to us by his Son, whom he appointed the heir of all things, through whom also he created the world."
    },
    {
        "o": 33550,
        "r": "esv:Hebrews:1:3",
        "t": "He is the radiance of the glory of God and the exact imprint of his nature, and he upholds the universe by the word of his power. After making purification for sins, he sat down at the right hand of the Majesty on high,"
    },
    {
        "o": 33551,
        "r": "esv:Hebrews:1:4",
        "t": "having become as much superior to angels as the name he has inherited is more excellent than theirs."
    },
    {
        "o": 33552,
        "r": "esv:Hebrews:1:5",
        "t": "For*p to which of the angels did God ever say, “You*pn are my Son, today*ld I have begotten you”? Or*p again, “I*pn will be to him a father, and*ld he shall be to me a son”?"
    },
    {
        "o": 33553,
        "r": "esv:Hebrews:1:6",
        "t": "And*p again, when he brings the firstborn into the world, he says, “Let*pn all God’s angels worship him.”"
    },
    {
        "o": 33554,
        "r": "esv:Hebrews:1:7",
        "t": "Of*p the angels he says, “He*pn makes his angels winds, and*ld his ministers a flame of fire.”"
    },
    {
        "o": 33555,
        "r": "esv:Hebrews:1:8",
        "t": "But*p of the Son he says, “Your*pn throne, O God, is forever and ever, the*ld scepter of uprightness is the scepter of your kingdom."
    },
    {
        "o": 33556,
        "r": "esv:Hebrews:1:9",
        "t": "You*ln have loved righteousness and hated wickedness; therefore*ln God, your God, has anointed you with*ld the oil of gladness beyond your companions.”"
    },
    {
        "o": 33557,
        "r": "esv:Hebrews:1:10",
        "t": "And,*p “You,*pn Lord, laid the foundation of the earth in the beginning, and*ld the heavens are the work of your hands;"
    },
    {
        "o": 33558,
        "r": "esv:Hebrews:1:11",
        "t": "they*ln will perish, but you remain; they*ld will all wear out like a garment,"
    },
    {
        "o": 33559,
        "r": "esv:Hebrews:1:12",
        "t": "like*ln a robe you will roll them up, like*ld a garment they will be changed. But*ln you are the same, and*ld your years will have no end.”"
    },
    {
        "o": 33560,
        "r": "esv:Hebrews:1:13",
        "t": "And*p to which of the angels has he ever said, “Sit*pn at my right hand until*ld I make your enemies a footstool for your feet”?"
    },
    {
        "o": 33561,
        "r": "esv:Hebrews:1:14",
        "t": "Are*p they not all ministering spirits sent out to serve for the sake of those who are to inherit salvation?"
    },
    {
        "o": 33562,
        "r": "esv:Hebrews:2:0",
        "t": "Hebrews 2",
        "h": 1
    },
    {
        "o": 33563,
        "r": "esv:Hebrews:2:0",
        "t": "Warning Against Neglecting Salvation",
        "h": 2
    },
    {
        "o": 33564,
        "r": "esv:Hebrews:2:1",
        "t": "Therefore*p we must pay much closer attention to what we have heard, lest we drift away from it."
    },
    {
        "o": 33565,
        "r": "esv:Hebrews:2:2",
        "t": "For since the message declared by angels proved to be reliable, and every transgression or disobedience received a just retribution,"
    },
    {
        "o": 33566,
        "r": "esv:Hebrews:2:3",
        "t": "how shall we escape if we neglect such a great salvation? It was declared at first by the Lord, and it was attested to us by those who heard,"
    },
    {
        "o": 33567,
        "r": "esv:Hebrews:2:4",
        "t": "while God also bore witness by signs and wonders and various miracles and by gifts of the Holy Spirit distributed according to his will."
    },
    {
        "o": 33568,
        "r": "esv:Hebrews:2:4",
        "t": "The Founder of Salvation",
        "h": 2
    },
    {
        "o": 33569,
        "r": "esv:Hebrews:2:5",
        "t": "For*p it was not to angels that God subjected the world to come, of which we are speaking."
    },
    {
        "o": 33570,
        "r": "esv:Hebrews:2:6",
        "t": "It has been testified somewhere, “What*pn is man, that you are mindful of him, or*ld the son of man, that you care for him?"
    },
    {
        "o": 33571,
        "r": "esv:Hebrews:2:7",
        "t": "You*ln made him for a little while lower than the angels; you*ld have crowned him with glory and honor,"
    },
    {
        "o": 33572,
        "r": "esv:Hebrews:2:8",
        "t": "putting*ld everything in subjection under his feet.” Now*p in putting everything in subjection to him, he left nothing outside his control. At present, we do not yet see everything in subjection to him."
    },
    {
        "o": 33573,
        "r": "esv:Hebrews:2:9",
        "t": "But we see him who for a little while was made lower than the angels, namely Jesus, crowned with glory and honor because of the suffering of death, so that by the grace of God he might taste death for everyone."
    },
    {
        "o": 33574,
        "r": "esv:Hebrews:2:10",
        "t": "For*p it was fitting that he, for whom and by whom all things exist, in bringing many sons to glory, should make the founder of their salvation perfect through suffering."
    },
    {
        "o": 33575,
        "r": "esv:Hebrews:2:11",
        "t": "For he who sanctifies and those who are sanctified all have one source. That is why he is not ashamed to call them brothers,"
    },
    {
        "o": 33576,
        "r": "esv:Hebrews:2:12",
        "t": "saying, “I*pn will tell of your name to my brothers; in*ld the midst of the congregation I will sing your praise.”"
    },
    {
        "o": 33577,
        "r": "esv:Hebrews:2:13",
        "t": "And*p again, “I*pn will put my trust in him.” And*p again, “Behold,*pn I and the children God has given me.”"
    },
    {
        "o": 33578,
        "r": "esv:Hebrews:2:14",
        "t": "Since*p therefore the children share in flesh and blood, he himself likewise partook of the same things, that through death he might destroy the one who has the power of death, that is, the devil,"
    },
    {
        "o": 33579,
        "r": "esv:Hebrews:2:15",
        "t": "and deliver all those who through fear of death were subject to lifelong slavery."
    },
    {
        "o": 33580,
        "r": "esv:Hebrews:2:16",
        "t": "For surely it is not angels that he helps, but he helps the offspring of Abraham."
    },
    {
        "o": 33581,
        "r": "esv:Hebrews:2:17",
        "t": "Therefore he had to be made like his brothers in every respect, so that he might become a merciful and faithful high priest in the service of God, to make propitiation for the sins of the people."
    },
    {
        "o": 33582,
        "r": "esv:Hebrews:2:18",
        "t": "For because he himself has suffered when tempted, he is able to help those who are being tempted."
    },
    {
        "o": 33583,
        "r": "esv:Hebrews:3:0",
        "t": "Hebrews 3",
        "h": 1
    },
    {
        "o": 33584,
        "r": "esv:Hebrews:3:0",
        "t": "Jesus Greater Than Moses",
        "h": 2
    },
    {
        "o": 33585,
        "r": "esv:Hebrews:3:1",
        "t": "Therefore,*p holy brothers, you who share in a heavenly calling, consider Jesus, the apostle and high priest of our confession,"
    },
    {
        "o": 33586,
        "r": "esv:Hebrews:3:2",
        "t": "who was faithful to him who appointed him, just as Moses also was faithful in all God’s house."
    },
    {
        "o": 33587,
        "r": "esv:Hebrews:3:3",
        "t": "For Jesus has been counted worthy of more glory than Moses— as much more glory as the builder of a house has more honor than the house itself."
    },
    {
        "o": 33588,
        "r": "esv:Hebrews:3:4",
        "t": "(For every house is built by someone, but the builder of all things is God.)"
    },
    {
        "o": 33589,
        "r": "esv:Hebrews:3:5",
        "t": "Now Moses was faithful in all God’s house as a servant, to testify to the things that were to be spoken later,"
    },
    {
        "o": 33590,
        "r": "esv:Hebrews:3:6",
        "t": "but Christ is faithful over God’s house as a son. And we are his house, if indeed we hold fast our confidence and our boasting in our hope."
    },
    {
        "o": 33591,
        "r": "esv:Hebrews:3:6",
        "t": "A Rest for the People of God",
        "h": 2
    },
    {
        "o": 33592,
        "r": "esv:Hebrews:3:7",
        "t": "Therefore,*p as the Holy Spirit says, “Today,*pn if you hear his voice,"
    },
    {
        "o": 33593,
        "r": "esv:Hebrews:3:8",
        "t": "do*ln not harden your hearts as in the rebellion, on*ld the day of testing in the wilderness,"
    },
    {
        "o": 33594,
        "r": "esv:Hebrews:3:9",
        "t": "where*ln your fathers put me to the test and*ld saw my works for forty years."
    },
    {
        "o": 33595,
        "r": "esv:Hebrews:3:10",
        "t": "Therefore*ln I was provoked with that generation, and*ln said, ‘They always go astray in their heart; they*ld have not known my ways.’"
    },
    {
        "o": 33596,
        "r": "esv:Hebrews:3:11",
        "t": "As*ln I swore in my wrath, ‘They*ld shall not enter my rest.’”"
    },
    {
        "o": 33597,
        "r": "esv:Hebrews:3:12",
        "t": "Take*p care, brothers, lest there be in any of you an evil, unbelieving heart, leading you to fall away from the living God."
    },
    {
        "o": 33598,
        "r": "esv:Hebrews:3:13",
        "t": "But exhort one another every day, as long as it is called “today,” that none of you may be hardened by the deceitfulness of sin."
    },
    {
        "o": 33599,
        "r": "esv:Hebrews:3:14",
        "t": "For we have come to share in Christ, if indeed we hold our original confidence firm to the end."
    },
    {
        "o": 33600,
        "r": "esv:Hebrews:3:15",
        "t": "As it is said, “Today,*pn if you hear his voice, do*ln not harden your hearts as in the rebellion.”"
    },
    {
        "o": 33601,
        "r": "esv:Hebrews:3:16",
        "t": "For*p who were those who heard and yet rebelled? Was it not all those who left Egypt led by Moses?"
    },
    {
        "o": 33602,
        "r": "esv:Hebrews:3:17",
        "t": "And with whom was he provoked for forty years? Was it not with those who sinned, whose bodies fell in the wilderness?"
    },
    {
        "o": 33603,
        "r": "esv:Hebrews:3:18",
        "t": "And to whom did he swear that they would not enter his rest, but to those who were disobedient?"
    },
    {
        "o": 33604,
        "r": "esv:Hebrews:3:19",
        "t": "So we see that they were unable to enter because of unbelief."
    },
    {
        "o": 33605,
        "r": "esv:Hebrews:4:0",
        "t": "Hebrews 4",
        "h": 1
    },
    {
        "o": 33606,
        "r": "esv:Hebrews:4:1",
        "t": "Therefore,*p while the promise of entering his rest still stands, let us fear lest any of you should seem to have failed to reach it."
    },
    {
        "o": 33607,
        "r": "esv:Hebrews:4:2",
        "t": "For good news came to us just as to them, but the message they heard did not benefit them, because they were not united by faith with those who listened."
    },
    {
        "o": 33608,
        "r": "esv:Hebrews:4:3",
        "t": "For we who have believed enter that rest, as he has said, “As*pn I swore in my wrath, ‘They*ln shall not enter my rest,’” although*p his works were finished from the foundation of the world."
    },
    {
        "o": 33609,
        "r": "esv:Hebrews:4:4",
        "t": "For he has somewhere spoken of the seventh day in this way: “And God rested on the seventh day from all his works.”"
    },
    {
        "o": 33610,
        "r": "esv:Hebrews:4:5",
        "t": "And again in this passage he said, “They*pn shall not enter my rest.”"
    },
    {
        "o": 33611,
        "r": "esv:Hebrews:4:6",
        "t": "Since*p therefore it remains for some to enter it, and those who formerly received the good news failed to enter because of disobedience,"
    },
    {
        "o": 33612,
        "r": "esv:Hebrews:4:7",
        "t": "again he appoints a certain day, “Today,” saying through David so long afterward, in the words already quoted, “Today,*pn if you hear his voice, do*ln not harden your hearts.”"
    },
    {
        "o": 33613,
        "r": "esv:Hebrews:4:8",
        "t": "For*p if Joshua had given them rest, God would not have spoken of another day later on."
    },
    {
        "o": 33614,
        "r": "esv:Hebrews:4:9",
        "t": "So then, there remains a Sabbath rest for the people of God,"
    },
    {
        "o": 33615,
        "r": "esv:Hebrews:4:10",
        "t": "for whoever has entered God’s rest has also rested from his works as God did from his."
    },
    {
        "o": 33616,
        "r": "esv:Hebrews:4:11",
        "t": "Let*p us therefore strive to enter that rest, so that no one may fall by the same sort of disobedience."
    },
    {
        "o": 33617,
        "r": "esv:Hebrews:4:12",
        "t": "For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart."
    },
    {
        "o": 33618,
        "r": "esv:Hebrews:4:13",
        "t": "And no creature is hidden from his sight, but all are naked and exposed to the eyes of him to whom we must give account."
    },
    {
        "o": 33619,
        "r": "esv:Hebrews:4:13",
        "t": "Jesus the Great High Priest",
        "h": 2
    },
    {
        "o": 33620,
        "r": "esv:Hebrews:4:14",
        "t": "Since*p then we have a great high priest who has passed through the heavens, Jesus, the Son of God, let us hold fast our confession."
    },
    {
        "o": 33621,
        "r": "esv:Hebrews:4:15",
        "t": "For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin."
    },
    {
        "o": 33622,
        "r": "esv:Hebrews:4:16",
        "t": "Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need."
    },
    {
        "o": 33623,
        "r": "esv:Hebrews:5:0",
        "t": "Hebrews 5",
        "h": 1
    },
    {
        "o": 33624,
        "r": "esv:Hebrews:5:1",
        "t": "For*p every high priest chosen from among men is appointed to act on behalf of men in relation to God, to offer gifts and sacrifices for sins."
    },
    {
        "o": 33625,
        "r": "esv:Hebrews:5:2",
        "t": "He can deal gently with the ignorant and wayward, since he himself is beset with weakness."
    },
    {
        "o": 33626,
        "r": "esv:Hebrews:5:3",
        "t": "Because of this he is obligated to offer sacrifice for his own sins just as he does for those of the people."
    },
    {
        "o": 33627,
        "r": "esv:Hebrews:5:4",
        "t": "And no one takes this honor for himself, but only when called by God, just as Aaron was."
    },
    {
        "o": 33628,
        "r": "esv:Hebrews:5:5",
        "t": "So*p also Christ did not exalt himself to be made a high priest, but was appointed by him who said to him, “You*pn are my Son, today*ld I have begotten you”;"
    },
    {
        "o": 33629,
        "r": "esv:Hebrews:5:6",
        "t": "as*p he says also in another place, “You*pn are a priest forever, after*ld the order of Melchizedek.”"
    },
    {
        "o": 33630,
        "r": "esv:Hebrews:5:7",
        "t": "In*p the days of his flesh, Jesus offered up prayers and supplications, with loud cries and tears, to him who was able to save him from death, and he was heard because of his reverence."
    },
    {
        "o": 33631,
        "r": "esv:Hebrews:5:8",
        "t": "Although he was a son, he learned obedience through what he suffered."
    },
    {
        "o": 33632,
        "r": "esv:Hebrews:5:9",
        "t": "And being made perfect, he became the source of eternal salvation to all who obey him,"
    },
    {
        "o": 33633,
        "r": "esv:Hebrews:5:10",
        "t": "being designated by God a high priest after the order of Melchizedek."
    },
    {
        "o": 33634,
        "r": "esv:Hebrews:5:10",
        "t": "Warning Against Apostasy",
        "h": 2
    },
    {
        "o": 33635,
        "r": "esv:Hebrews:5:11",
        "t": "About*p this we have much to say, and it is hard to explain, since you have become dull of hearing."
    },
    {
        "o": 33636,
        "r": "esv:Hebrews:5:12",
        "t": "For though by this time you ought to be teachers, you need someone to teach you again the basic principles of the oracles of God. You need milk, not solid food,"
    },
    {
        "o": 33637,
        "r": "esv:Hebrews:5:13",
        "t": "for everyone who lives on milk is unskilled in the word of righteousness, since he is a child."
    },
    {
        "o": 33638,
        "r": "esv:Hebrews:5:14",
        "t": "But solid food is for the mature, for those who have their powers of discernment trained by constant practice to distinguish good from evil."
    },
    {
        "o": 33639,
        "r": "esv:Hebrews:6:0",
        "t": "Hebrews 6",
        "h": 1
    },
    {
        "o": 33640,
        "r": "esv:Hebrews:6:1",
        "t": "Therefore*p let us leave the elementary doctrine of Christ and go on to maturity, not laying again a foundation of repentance from dead works and of faith toward God,"
    },
    {
        "o": 33641,
        "r": "esv:Hebrews:6:2",
        "t": "and of instruction about washings, the laying on of hands, the resurrection of the dead, and eternal judgment."
    },
    {
        "o": 33642,
        "r": "esv:Hebrews:6:3",
        "t": "And this we will do if God permits."
    },
    {
        "o": 33643,
        "r": "esv:Hebrews:6:4",
        "t": "For it is impossible, in the case of those who have once been enlightened, who have tasted the heavenly gift, and have shared in the Holy Spirit,"
    },
    {
        "o": 33644,
        "r": "esv:Hebrews:6:5",
        "t": "and have tasted the goodness of the word of God and the powers of the age to come,"
    },
    {
        "o": 33645,
        "r": "esv:Hebrews:6:6",
        "t": "and then have fallen away, to restore them again to repentance, since they are crucifying once again the Son of God to their own harm and holding him up to contempt."
    },
    {
        "o": 33646,
        "r": "esv:Hebrews:6:7",
        "t": "For land that has drunk the rain that often falls on it, and produces a crop useful to those for whose sake it is cultivated, receives a blessing from God."
    },
    {
        "o": 33647,
        "r": "esv:Hebrews:6:8",
        "t": "But if it bears thorns and thistles, it is worthless and near to being cursed, and its end is to be burned."
    },
    {
        "o": 33648,
        "r": "esv:Hebrews:6:9",
        "t": "Though*p we speak in this way, yet in your case, beloved, we feel sure of better things— things that belong to salvation."
    },
    {
        "o": 33649,
        "r": "esv:Hebrews:6:10",
        "t": "For God is not unjust so as to overlook your work and the love that you have shown for his name in serving the saints, as you still do."
    },
    {
        "o": 33650,
        "r": "esv:Hebrews:6:11",
        "t": "And we desire each one of you to show the same earnestness to have the full assurance of hope until the end,"
    },
    {
        "o": 33651,
        "r": "esv:Hebrews:6:12",
        "t": "so that you may not be sluggish, but imitators of those who through faith and patience inherit the promises."
    },
    {
        "o": 33652,
        "r": "esv:Hebrews:6:12",
        "t": "The Certainty of God’s Promise",
        "h": 2
    },
    {
        "o": 33653,
        "r": "esv:Hebrews:6:13",
        "t": "For*p when God made a promise to Abraham, since he had no one greater by whom to swear, he swore by himself,"
    },
    {
        "o": 33654,
        "r": "esv:Hebrews:6:14",
        "t": "saying, “Surely I will bless you and multiply you.”"
    },
    {
        "o": 33655,
        "r": "esv:Hebrews:6:15",
        "t": "And thus Abraham, having patiently waited, obtained the promise."
    },
    {
        "o": 33656,
        "r": "esv:Hebrews:6:16",
        "t": "For people swear by something greater than themselves, and in all their disputes an oath is final for confirmation."
    },
    {
        "o": 33657,
        "r": "esv:Hebrews:6:17",
        "t": "So when God desired to show more convincingly to the heirs of the promise the unchangeable character of his purpose, he guaranteed it with an oath,"
    },
    {
        "o": 33658,
        "r": "esv:Hebrews:6:18",
        "t": "so that by two unchangeable things, in which it is impossible for God to lie, we who have fled for refuge might have strong encouragement to hold fast to the hope set before us."
    },
    {
        "o": 33659,
        "r": "esv:Hebrews:6:19",
        "t": "We have this as a sure and steadfast anchor of the soul, a hope that enters into the inner place behind the curtain,"
    },
    {
        "o": 33660,
        "r": "esv:Hebrews:6:20",
        "t": "where Jesus has gone as a forerunner on our behalf, having become a high priest forever after the order of Melchizedek."
    },
    {
        "o": 33661,
        "r": "esv:Hebrews:7:0",
        "t": "Hebrews 7",
        "h": 1
    },
    {
        "o": 33662,
        "r": "esv:Hebrews:7:0",
        "t": "The Priestly Order of Melchizedek",
        "h": 2
    },
    {
        "o": 33663,
        "r": "esv:Hebrews:7:1",
        "t": "For*p this Melchizedek, king of Salem, priest of the Most High God, met Abraham returning from the slaughter of the kings and blessed him,"
    },
    {
        "o": 33664,
        "r": "esv:Hebrews:7:2",
        "t": "and to him Abraham apportioned a tenth part of everything. He is first, by translation of his name, king of righteousness, and then he is also king of Salem, that is, king of peace."
    },
    {
        "o": 33665,
        "r": "esv:Hebrews:7:3",
        "t": "He is without father or mother or genealogy, having neither beginning of days nor end of life, but resembling the Son of God he continues a priest forever."
    },
    {
        "o": 33666,
        "r": "esv:Hebrews:7:4",
        "t": "See*p how great this man was to whom Abraham the patriarch gave a tenth of the spoils!"
    },
    {
        "o": 33667,
        "r": "esv:Hebrews:7:5",
        "t": "And those descendants of Levi who receive the priestly office have a commandment in the law to take tithes from the people, that is, from their brothers, though these also are descended from Abraham."
    },
    {
        "o": 33668,
        "r": "esv:Hebrews:7:6",
        "t": "But this man who does not have his descent from them received tithes from Abraham and blessed him who had the promises."
    },
    {
        "o": 33669,
        "r": "esv:Hebrews:7:7",
        "t": "It is beyond dispute that the inferior is blessed by the superior."
    },
    {
        "o": 33670,
        "r": "esv:Hebrews:7:8",
        "t": "In the one case tithes are received by mortal men, but in the other case, by one of whom it is testified that he lives."
    },
    {
        "o": 33671,
        "r": "esv:Hebrews:7:9",
        "t": "One might even say that Levi himself, who receives tithes, paid tithes through Abraham,"
    },
    {
        "o": 33672,
        "r": "esv:Hebrews:7:10",
        "t": "for he was still in the loins of his ancestor when Melchizedek met him."
    },
    {
        "o": 33673,
        "r": "esv:Hebrews:7:10",
        "t": "Jesus Compared to Melchizedek",
        "h": 2
    },
    {
        "o": 33674,
        "r": "esv:Hebrews:7:11",
        "t": "Now*p if perfection had been attainable through the Levitical priesthood (for under it the people received the law), what further need would there have been for another priest to arise after the order of Melchizedek, rather than one named after the order of Aaron?"
    },
    {
        "o": 33675,
        "r": "esv:Hebrews:7:12",
        "t": "For when there is a change in the priesthood, there is necessarily a change in the law as well."
    },
    {
        "o": 33676,
        "r": "esv:Hebrews:7:13",
        "t": "For the one of whom these things are spoken belonged to another tribe, from which no one has ever served at the altar."
    },
    {
        "o": 33677,
        "r": "esv:Hebrews:7:14",
        "t": "For it is evident that our Lord was descended from Judah, and in connection with that tribe Moses said nothing about priests."
    },
    {
        "o": 33678,
        "r": "esv:Hebrews:7:15",
        "t": "This*p becomes even more evident when another priest arises in the likeness of Melchizedek,"
    },
    {
        "o": 33679,
        "r": "esv:Hebrews:7:16",
        "t": "who has become a priest, not on the basis of a legal requirement concerning bodily descent, but by the power of an indestructible life."
    },
    {
        "o": 33680,
        "r": "esv:Hebrews:7:17",
        "t": "For it is witnessed of him, “You*pn are a priest forever, after*ld the order of Melchizedek.”"
    },
    {
        "o": 33681,
        "r": "esv:Hebrews:7:18",
        "t": "For*p on the one hand, a former commandment is set aside because of its weakness and uselessness"
    },
    {
        "o": 33682,
        "r": "esv:Hebrews:7:19",
        "t": "(for the law made nothing perfect); but on the other hand, a better hope is introduced, through which we draw near to God."
    },
    {
        "o": 33683,
        "r": "esv:Hebrews:7:20",
        "t": "And*p it was not without an oath. For those who formerly became priests were made such without an oath,"
    },
    {
        "o": 33684,
        "r": "esv:Hebrews:7:21",
        "t": "but this one was made a priest with an oath by the one who said to him: “The*pn Lord has sworn and*ld will not change his mind, ‘You*ln are a priest forever.’”"
    },
    {
        "o": 33685,
        "r": "esv:Hebrews:7:22",
        "t": "This*p makes Jesus the guarantor of a better covenant."
    },
    {
        "o": 33686,
        "r": "esv:Hebrews:7:23",
        "t": "The*p former priests were many in number, because they were prevented by death from continuing in office,"
    },
    {
        "o": 33687,
        "r": "esv:Hebrews:7:24",
        "t": "but he holds his priesthood permanently, because he continues forever."
    },
    {
        "o": 33688,
        "r": "esv:Hebrews:7:25",
        "t": "Consequently, he is able to save to the uttermost those who draw near to God through him, since he always lives to make intercession for them."
    },
    {
        "o": 33689,
        "r": "esv:Hebrews:7:26",
        "t": "For*p it was indeed fitting that we should have such a high priest, holy, innocent, unstained, separated from sinners, and exalted above the heavens."
    },
    {
        "o": 33690,
        "r": "esv:Hebrews:7:27",
        "t": "He has no need, like those high priests, to offer sacrifices daily, first for his own sins and then for those of the people, since he did this once for all when he offered up himself."
    },
    {
        "o": 33691,
        "r": "esv:Hebrews:7:28",
        "t": "For the law appoints men in their weakness as high priests, but the word of the oath, which came later than the law, appoints a Son who has been made perfect forever."
    },
    {
        "o": 33692,
        "r": "esv:Hebrews:8:0",
        "t": "Hebrews 8",
        "h": 1
    },
    {
        "o": 33693,
        "r": "esv:Hebrews:8:0",
        "t": "Jesus, High Priest of a Better Covenant",
        "h": 2
    },
    {
        "o": 33694,
        "r": "esv:Hebrews:8:1",
        "t": "Now*p the point in what we are saying is this: we have such a high priest, one who is seated at the right hand of the throne of the Majesty in heaven,"
    },
    {
        "o": 33695,
        "r": "esv:Hebrews:8:2",
        "t": "a minister in the holy places, in the true tent that the Lord set up, not man."
    },
    {
        "o": 33696,
        "r": "esv:Hebrews:8:3",
        "t": "For every high priest is appointed to offer gifts and sacrifices; thus it is necessary for this priest also to have something to offer."
    },
    {
        "o": 33697,
        "r": "esv:Hebrews:8:4",
        "t": "Now if he were on earth, he would not be a priest at all, since there are priests who offer gifts according to the law."
    },
    {
        "o": 33698,
        "r": "esv:Hebrews:8:5",
        "t": "They serve a copy and shadow of the heavenly things. For when Moses was about to erect the tent, he was instructed by God, saying, “See that you make everything according to the pattern that was shown you on the mountain.”"
    },
    {
        "o": 33699,
        "r": "esv:Hebrews:8:6",
        "t": "But as it is, Christ has obtained a ministry that is as much more excellent than the old as the covenant he mediates is better, since it is enacted on better promises."
    },
    {
        "o": 33700,
        "r": "esv:Hebrews:8:7",
        "t": "For if that first covenant had been faultless, there would have been no occasion to look for a second."
    },
    {
        "o": 33701,
        "r": "esv:Hebrews:8:8",
        "t": "For*p he finds fault with them when he says: “Behold,*pn the days are coming, declares the Lord, when*ld I will establish a new covenant with the house of Israel and*ld with the house of Judah,"
    },
    {
        "o": 33702,
        "r": "esv:Hebrews:8:9",
        "t": "not*ln like the covenant that I made with their fathers on*ld the day when I took them by the hand to bring them out of the land of Egypt. For*ln they did not continue in my covenant, and*ld so I showed no concern for them, declares the Lord."
    },
    {
        "o": 33703,
        "r": "esv:Hebrews:8:10",
        "t": "For*ln this is the covenant that I will make with the house of Israel after*ld those days, declares the Lord: I*ln will put my laws into their minds, and*ld write them on their hearts, and*ln I will be their God, and*ld they shall be my people."
    },
    {
        "o": 33704,
        "r": "esv:Hebrews:8:11",
        "t": "And*ln they shall not teach, each one his neighbor and*ld each one his brother, saying, ‘Know the Lord,’ for*ln they shall all know me, from*ld the least of them to the greatest."
    },
    {
        "o": 33705,
        "r": "esv:Hebrews:8:12",
        "t": "For*ln I will be merciful toward their iniquities, and*ld I will remember their sins no more.”"
    },
    {
        "o": 33706,
        "r": "esv:Hebrews:8:13",
        "t": "In*p speaking of a new covenant, he makes the first one obsolete. And what is becoming obsolete and growing old is ready to vanish away."
    },
    {
        "o": 33707,
        "r": "esv:Hebrews:9:0",
        "t": "Hebrews 9",
        "h": 1
    },
    {
        "o": 33708,
        "r": "esv:Hebrews:9:0",
        "t": "The Earthly Holy Place",
        "h": 2
    },
    {
        "o": 33709,
        "r": "esv:Hebrews:9:1",
        "t": "Now*p even the first covenant had regulations for worship and an earthly place of holiness."
    },
    {
        "o": 33710,
        "r": "esv:Hebrews:9:2",
        "t": "For a tent was prepared, the first section, in which were the lampstand and the table and the bread of the Presence. It is called the Holy Place."
    },
    {
        "o": 33711,
        "r": "esv:Hebrews:9:3",
        "t": "Behind the second curtain was a second section called the Most Holy Place,"
    },
    {
        "o": 33712,
        "r": "esv:Hebrews:9:4",
        "t": "having the golden altar of incense and the ark of the covenant covered on all sides with gold, in which was a golden urn holding the manna, and Aaron’s staff that budded, and the tablets of the covenant."
    },
    {
        "o": 33713,
        "r": "esv:Hebrews:9:5",
        "t": "Above it were the cherubim of glory overshadowing the mercy seat. Of these things we cannot now speak in detail."
    },
    {
        "o": 33714,
        "r": "esv:Hebrews:9:6",
        "t": "These*p preparations having thus been made, the priests go regularly into the first section, performing their ritual duties,"
    },
    {
        "o": 33715,
        "r": "esv:Hebrews:9:7",
        "t": "but into the second only the high priest goes, and he but once a year, and not without taking blood, which he offers for himself and for the unintentional sins of the people."
    },
    {
        "o": 33716,
        "r": "esv:Hebrews:9:8",
        "t": "By this the Holy Spirit indicates that the way into the holy places is not yet opened as long as the first section is still standing"
    },
    {
        "o": 33717,
        "r": "esv:Hebrews:9:9",
        "t": "(which is symbolic for the present age). According to this arrangement, gifts and sacrifices are offered that cannot perfect the conscience of the worshiper,"
    },
    {
        "o": 33718,
        "r": "esv:Hebrews:9:10",
        "t": "but deal only with food and drink and various washings, regulations for the body imposed until the time of reformation."
    },
    {
        "o": 33719,
        "r": "esv:Hebrews:9:10",
        "t": "Redemption Through the Blood of Christ",
        "h": 2
    },
    {
        "o": 33720,
        "r": "esv:Hebrews:9:11",
        "t": "But*p when Christ appeared as a high priest of the good things that have come, then through the greater and more perfect tent (not made with hands, that is, not of this creation)"
    },
    {
        "o": 33721,
        "r": "esv:Hebrews:9:12",
        "t": "he entered once for all into the holy places, not by means of the blood of goats and calves but by means of his own blood, thus securing an eternal redemption."
    },
    {
        "o": 33722,
        "r": "esv:Hebrews:9:13",
        "t": "For if the blood of goats and bulls, and the sprinkling of defiled persons with the ashes of a heifer, sanctify for the purification of the flesh,"
    },
    {
        "o": 33723,
        "r": "esv:Hebrews:9:14",
        "t": "how much more will the blood of Christ, who through the eternal Spirit offered himself without blemish to God, purify our conscience from dead works to serve the living God."
    },
    {
        "o": 33724,
        "r": "esv:Hebrews:9:15",
        "t": "Therefore*p he is the mediator of a new covenant, so that those who are called may receive the promised eternal inheritance, since a death has occurred that redeems them from the transgressions committed under the first covenant."
    },
    {
        "o": 33725,
        "r": "esv:Hebrews:9:16",
        "t": "For where a will is involved, the death of the one who made it must be established."
    },
    {
        "o": 33726,
        "r": "esv:Hebrews:9:17",
        "t": "For a will takes effect only at death, since it is not in force as long as the one who made it is alive."
    },
    {
        "o": 33727,
        "r": "esv:Hebrews:9:18",
        "t": "Therefore not even the first covenant was inaugurated without blood."
    },
    {
        "o": 33728,
        "r": "esv:Hebrews:9:19",
        "t": "For when every commandment of the law had been declared by Moses to all the people, he took the blood of calves and goats, with water and scarlet wool and hyssop, and sprinkled both the book itself and all the people,"
    },
    {
        "o": 33729,
        "r": "esv:Hebrews:9:20",
        "t": "saying, “This is the blood of the covenant that God commanded for you.”"
    },
    {
        "o": 33730,
        "r": "esv:Hebrews:9:21",
        "t": "And in the same way he sprinkled with the blood both the tent and all the vessels used in worship."
    },
    {
        "o": 33731,
        "r": "esv:Hebrews:9:22",
        "t": "Indeed, under the law almost everything is purified with blood, and without the shedding of blood there is no forgiveness of sins."
    },
    {
        "o": 33732,
        "r": "esv:Hebrews:9:23",
        "t": "Thus*p it was necessary for the copies of the heavenly things to be purified with these rites, but the heavenly things themselves with better sacrifices than these."
    },
    {
        "o": 33733,
        "r": "esv:Hebrews:9:24",
        "t": "For Christ has entered, not into holy places made with hands, which are copies of the true things, but into heaven itself, now to appear in the presence of God on our behalf."
    },
    {
        "o": 33734,
        "r": "esv:Hebrews:9:25",
        "t": "Nor was it to offer himself repeatedly, as the high priest enters the holy places every year with blood not his own,"
    },
    {
        "o": 33735,
        "r": "esv:Hebrews:9:26",
        "t": "for then he would have had to suffer repeatedly since the foundation of the world. But as it is, he has appeared once for all at the end of the ages to put away sin by the sacrifice of himself."
    },
    {
        "o": 33736,
        "r": "esv:Hebrews:9:27",
        "t": "And just as it is appointed for man to die once, and after that comes judgment,"
    },
    {
        "o": 33737,
        "r": "esv:Hebrews:9:28",
        "t": "so Christ, having been offered once to bear the sins of many, will appear a second time, not to deal with sin but to save those who are eagerly waiting for him."
    },
    {
        "o": 33738,
        "r": "esv:Hebrews:10:0",
        "t": "Hebrews 10",
        "h": 1
    },
    {
        "o": 33739,
        "r": "esv:Hebrews:10:0",
        "t": "Christ’s Sacrifice Once for All",
        "h": 2
    },
    {
        "o": 33740,
        "r": "esv:Hebrews:10:1",
        "t": "For*p since the law has but a shadow of the good things to come instead of the true form of these realities, it can never, by the same sacrifices that are continually offered every year, make perfect those who draw near."
    },
    {
        "o": 33741,
        "r": "esv:Hebrews:10:2",
        "t": "Otherwise, would they not have ceased to be offered, since the worshipers, having once been cleansed, would no longer have any consciousness of sins?"
    },
    {
        "o": 33742,
        "r": "esv:Hebrews:10:3",
        "t": "But in these sacrifices there is a reminder of sins every year."
    },
    {
        "o": 33743,
        "r": "esv:Hebrews:10:4",
        "t": "For it is impossible for the blood of bulls and goats to take away sins."
    },
    {
        "o": 33744,
        "r": "esv:Hebrews:10:5",
        "t": "Consequently,*p when Christ came into the world, he said, “Sacrifices*pn and offerings you have not desired, but*ld a body have you prepared for me;"
    },
    {
        "o": 33745,
        "r": "esv:Hebrews:10:6",
        "t": "in*ln burnt offerings and sin offerings you*ld have taken no pleasure."
    },
    {
        "o": 33746,
        "r": "esv:Hebrews:10:7",
        "t": "Then*ln I said, ‘Behold, I have come to do your will, O God, as*ld it is written of me in the scroll of the book.’”"
    },
    {
        "o": 33747,
        "r": "esv:Hebrews:10:8",
        "t": "When*p he said above, “You have neither desired nor taken pleasure in sacrifices and offerings and burnt offerings and sin offerings” (these are offered according to the law),"
    },
    {
        "o": 33748,
        "r": "esv:Hebrews:10:9",
        "t": "then he added, “Behold, I have come to do your will.” He does away with the first in order to establish the second."
    },
    {
        "o": 33749,
        "r": "esv:Hebrews:10:10",
        "t": "And by that will we have been sanctified through the offering of the body of Jesus Christ once for all."
    },
    {
        "o": 33750,
        "r": "esv:Hebrews:10:11",
        "t": "And*p every priest stands daily at his service, offering repeatedly the same sacrifices, which can never take away sins."
    },
    {
        "o": 33751,
        "r": "esv:Hebrews:10:12",
        "t": "But when Christ had offered for all time a single sacrifice for sins, he sat down at the right hand of God,"
    },
    {
        "o": 33752,
        "r": "esv:Hebrews:10:13",
        "t": "waiting from that time until his enemies should be made a footstool for his feet."
    },
    {
        "o": 33753,
        "r": "esv:Hebrews:10:14",
        "t": "For by a single offering he has perfected for all time those who are being sanctified."
    },
    {
        "o": 33754,
        "r": "esv:Hebrews:10:15",
        "t": "And*p the Holy Spirit also bears witness to us; for after saying,"
    },
    {
        "o": 33755,
        "r": "esv:Hebrews:10:16",
        "t": "“This*pn is the covenant that I will make with them after*ld those days, declares the Lord: I*ln will put my laws on their hearts, and*ld write them on their minds,”"
    },
    {
        "o": 33756,
        "r": "esv:Hebrews:10:17",
        "t": "then*p he adds, “I*pn will remember their sins and their lawless deeds no more.”"
    },
    {
        "o": 33757,
        "r": "esv:Hebrews:10:18",
        "t": "Where*p there is forgiveness of these, there is no longer any offering for sin."
    },
    {
        "o": 33758,
        "r": "esv:Hebrews:10:18",
        "t": "The Full Assurance of Faith",
        "h": 2
    },
    {
        "o": 33759,
        "r": "esv:Hebrews:10:19",
        "t": "Therefore,*p brothers, since we have confidence to enter the holy places by the blood of Jesus,"
    },
    {
        "o": 33760,
        "r": "esv:Hebrews:10:20",
        "t": "by the new and living way that he opened for us through the curtain, that is, through his flesh,"
    },
    {
        "o": 33761,
        "r": "esv:Hebrews:10:21",
        "t": "and since we have a great priest over the house of God,"
    },
    {
        "o": 33762,
        "r": "esv:Hebrews:10:22",
        "t": "let us draw near with a true heart in full assurance of faith, with our hearts sprinkled clean from an evil conscience and our bodies washed with pure water."
    },
    {
        "o": 33763,
        "r": "esv:Hebrews:10:23",
        "t": "Let us hold fast the confession of our hope without wavering, for he who promised is faithful."
    },
    {
        "o": 33764,
        "r": "esv:Hebrews:10:24",
        "t": "And let us consider how to stir up one another to love and good works,"
    },
    {
        "o": 33765,
        "r": "esv:Hebrews:10:25",
        "t": "not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near."
    },
    {
        "o": 33766,
        "r": "esv:Hebrews:10:26",
        "t": "For*p if we go on sinning deliberately after receiving the knowledge of the truth, there no longer remains a sacrifice for sins,"
    },
    {
        "o": 33767,
        "r": "esv:Hebrews:10:27",
        "t": "but a fearful expectation of judgment, and a fury of fire that will consume the adversaries."
    },
    {
        "o": 33768,
        "r": "esv:Hebrews:10:28",
        "t": "Anyone who has set aside the law of Moses dies without mercy on the evidence of two or three witnesses."
    },
    {
        "o": 33769,
        "r": "esv:Hebrews:10:29",
        "t": "How much worse punishment, do you think, will be deserved by the one who has trampled underfoot the Son of God, and has profaned the blood of the covenant by which he was sanctified, and has outraged the Spirit of grace?"
    },
    {
        "o": 33770,
        "r": "esv:Hebrews:10:30",
        "t": "For we know him who said, “Vengeance is mine; I will repay.” And again, “The Lord will judge his people.”"
    },
    {
        "o": 33771,
        "r": "esv:Hebrews:10:31",
        "t": "It is a fearful thing to fall into the hands of the living God."
    },
    {
        "o": 33772,
        "r": "esv:Hebrews:10:32",
        "t": "But*p recall the former days when, after you were enlightened, you endured a hard struggle with sufferings,"
    },
    {
        "o": 33773,
        "r": "esv:Hebrews:10:33",
        "t": "sometimes being publicly exposed to reproach and affliction, and sometimes being partners with those so treated."
    },
    {
        "o": 33774,
        "r": "esv:Hebrews:10:34",
        "t": "For you had compassion on those in prison, and you joyfully accepted the plundering of your property, since you knew that you yourselves had a better possession and an abiding one."
    },
    {
        "o": 33775,
        "r": "esv:Hebrews:10:35",
        "t": "Therefore do not throw away your confidence, which has a great reward."
    },
    {
        "o": 33776,
        "r": "esv:Hebrews:10:36",
        "t": "For you have need of endurance, so that when you have done the will of God you may receive what is promised."
    },
    {
        "o": 33777,
        "r": "esv:Hebrews:10:37",
        "t": "For, “Yet*pn a little while, and*ld the coming one will come and will not delay;"
    },
    {
        "o": 33778,
        "r": "esv:Hebrews:10:38",
        "t": "but*ln my righteous one shall live by faith, and*ld if he shrinks back, my*ln soul has no pleasure in him.”"
    },
    {
        "o": 33779,
        "r": "esv:Hebrews:10:39",
        "t": "But*p we are not of those who shrink back and are destroyed, but of those who have faith and preserve their souls."
    },
    {
        "o": 33780,
        "r": "esv:Hebrews:11:0",
        "t": "Hebrews 11",
        "h": 1
    },
    {
        "o": 33781,
        "r": "esv:Hebrews:11:0",
        "t": "By Faith",
        "h": 2
    },
    {
        "o": 33782,
        "r": "esv:Hebrews:11:1",
        "t": "Now*p faith is the assurance of things hoped for, the conviction of things not seen."
    },
    {
        "o": 33783,
        "r": "esv:Hebrews:11:2",
        "t": "For by it the people of old received their commendation."
    },
    {
        "o": 33784,
        "r": "esv:Hebrews:11:3",
        "t": "By faith we understand that the universe was created by the word of God, so that what is seen was not made out of things that are visible."
    },
    {
        "o": 33785,
        "r": "esv:Hebrews:11:4",
        "t": "By*p faith Abel offered to God a more acceptable sacrifice than Cain, through which he was commended as righteous, God commending him by accepting his gifts. And through his faith, though he died, he still speaks."
    },
    {
        "o": 33786,
        "r": "esv:Hebrews:11:5",
        "t": "By faith Enoch was taken up so that he should not see death, and he was not found, because God had taken him. Now before he was taken he was commended as having pleased God."
    },
    {
        "o": 33787,
        "r": "esv:Hebrews:11:6",
        "t": "And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him."
    },
    {
        "o": 33788,
        "r": "esv:Hebrews:11:7",
        "t": "By faith Noah, being warned by God concerning events as yet unseen, in reverent fear constructed an ark for the saving of his household. By this he condemned the world and became an heir of the righteousness that comes by faith."
    },
    {
        "o": 33789,
        "r": "esv:Hebrews:11:8",
        "t": "By*p faith Abraham obeyed when he was called to go out to a place that he was to receive as an inheritance. And he went out, not knowing where he was going."
    },
    {
        "o": 33790,
        "r": "esv:Hebrews:11:9",
        "t": "By faith he went to live in the land of promise, as in a foreign land, living in tents with Isaac and Jacob, heirs with him of the same promise."
    },
    {
        "o": 33791,
        "r": "esv:Hebrews:11:10",
        "t": "For he was looking forward to the city that has foundations, whose designer and builder is God."
    },
    {
        "o": 33792,
        "r": "esv:Hebrews:11:11",
        "t": "By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised."
    },
    {
        "o": 33793,
        "r": "esv:Hebrews:11:12",
        "t": "Therefore from one man, and him as good as dead, were born descendants as many as the stars of heaven and as many as the innumerable grains of sand by the seashore."
    },
    {
        "o": 33794,
        "r": "esv:Hebrews:11:13",
        "t": "These*p all died in faith, not having received the things promised, but having seen them and greeted them from afar, and having acknowledged that they were strangers and exiles on the earth."
    },
    {
        "o": 33795,
        "r": "esv:Hebrews:11:14",
        "t": "For people who speak thus make it clear that they are seeking a homeland."
    },
    {
        "o": 33796,
        "r": "esv:Hebrews:11:15",
        "t": "If they had been thinking of that land from which they had gone out, they would have had opportunity to return."
    },
    {
        "o": 33797,
        "r": "esv:Hebrews:11:16",
        "t": "But as it is, they desire a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared for them a city."
    },
    {
        "o": 33798,
        "r": "esv:Hebrews:11:17",
        "t": "By*p faith Abraham, when he was tested, offered up Isaac, and he who had received the promises was in the act of offering up his only son,"
    },
    {
        "o": 33799,
        "r": "esv:Hebrews:11:18",
        "t": "of whom it was said, “Through Isaac shall your offspring be named.”"
    },
    {
        "o": 33800,
        "r": "esv:Hebrews:11:19",
        "t": "He considered that God was able even to raise him from the dead, from which, figuratively speaking, he did receive him back."
    },
    {
        "o": 33801,
        "r": "esv:Hebrews:11:20",
        "t": "By faith Isaac invoked future blessings on Jacob and Esau."
    },
    {
        "o": 33802,
        "r": "esv:Hebrews:11:21",
        "t": "By faith Jacob, when dying, blessed each of the sons of Joseph, bowing in worship over the head of his staff."
    },
    {
        "o": 33803,
        "r": "esv:Hebrews:11:22",
        "t": "By faith Joseph, at the end of his life, made mention of the exodus of the Israelites and gave directions concerning his bones."
    },
    {
        "o": 33804,
        "r": "esv:Hebrews:11:23",
        "t": "By*p faith Moses, when he was born, was hidden for three months by his parents, because they saw that the child was beautiful, and they were not afraid of the king’s edict."
    },
    {
        "o": 33805,
        "r": "esv:Hebrews:11:24",
        "t": "By faith Moses, when he was grown up, refused to be called the son of Pharaoh’s daughter,"
    },
    {
        "o": 33806,
        "r": "esv:Hebrews:11:25",
        "t": "choosing rather to be mistreated with the people of God than to enjoy the fleeting pleasures of sin."
    },
    {
        "o": 33807,
        "r": "esv:Hebrews:11:26",
        "t": "He considered the reproach of Christ greater wealth than the treasures of Egypt, for he was looking to the reward."
    },
    {
        "o": 33808,
        "r": "esv:Hebrews:11:27",
        "t": "By faith he left Egypt, not being afraid of the anger of the king, for he endured as seeing him who is invisible."
    },
    {
        "o": 33809,
        "r": "esv:Hebrews:11:28",
        "t": "By faith he kept the Passover and sprinkled the blood, so that the Destroyer of the firstborn might not touch them."
    },
    {
        "o": 33810,
        "r": "esv:Hebrews:11:29",
        "t": "By*p faith the people crossed the Red Sea as on dry land, but the Egyptians, when they attempted to do the same, were drowned."
    },
    {
        "o": 33811,
        "r": "esv:Hebrews:11:30",
        "t": "By faith the walls of Jericho fell down after they had been encircled for seven days."
    },
    {
        "o": 33812,
        "r": "esv:Hebrews:11:31",
        "t": "By faith Rahab the prostitute did not perish with those who were disobedient, because she had given a friendly welcome to the spies."
    },
    {
        "o": 33813,
        "r": "esv:Hebrews:11:32",
        "t": "And*p what more shall I say? For time would fail me to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets—"
    },
    {
        "o": 33814,
        "r": "esv:Hebrews:11:33",
        "t": "who through faith conquered kingdoms, enforced justice, obtained promises, stopped the mouths of lions,"
    },
    {
        "o": 33815,
        "r": "esv:Hebrews:11:34",
        "t": "quenched the power of fire, escaped the edge of the sword, were made strong out of weakness, became mighty in war, put foreign armies to flight."
    },
    {
        "o": 33816,
        "r": "esv:Hebrews:11:35",
        "t": "Women received back their dead by resurrection. Some were tortured, refusing to accept release, so that they might rise again to a better life."
    },
    {
        "o": 33817,
        "r": "esv:Hebrews:11:36",
        "t": "Others suffered mocking and flogging, and even chains and imprisonment."
    },
    {
        "o": 33818,
        "r": "esv:Hebrews:11:37",
        "t": "They were stoned, they were sawn in two, they were killed with the sword. They went about in skins of sheep and goats, destitute, afflicted, mistreated—"
    },
    {
        "o": 33819,
        "r": "esv:Hebrews:11:38",
        "t": "of whom the world was not worthy— wandering about in deserts and mountains, and in dens and caves of the earth."
    },
    {
        "o": 33820,
        "r": "esv:Hebrews:11:39",
        "t": "And*p all these, though commended through their faith, did not receive what was promised,"
    },
    {
        "o": 33821,
        "r": "esv:Hebrews:11:40",
        "t": "since God had provided something better for us, that apart from us they should not be made perfect."
    },
    {
        "o": 33822,
        "r": "esv:Hebrews:12:0",
        "t": "Hebrews 12",
        "h": 1
    },
    {
        "o": 33823,
        "r": "esv:Hebrews:12:0",
        "t": "Jesus, Founder and Perfecter of Our Faith",
        "h": 2
    },
    {
        "o": 33824,
        "r": "esv:Hebrews:12:1",
        "t": "Therefore,*p since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us,"
    },
    {
        "o": 33825,
        "r": "esv:Hebrews:12:2",
        "t": "looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God."
    },
    {
        "o": 33826,
        "r": "esv:Hebrews:12:2",
        "t": "Do Not Grow Weary",
        "h": 2
    },
    {
        "o": 33827,
        "r": "esv:Hebrews:12:3",
        "t": "Consider*p him who endured from sinners such hostility against himself, so that you may not grow weary or fainthearted."
    },
    {
        "o": 33828,
        "r": "esv:Hebrews:12:4",
        "t": "In your struggle against sin you have not yet resisted to the point of shedding your blood."
    },
    {
        "o": 33829,
        "r": "esv:Hebrews:12:5",
        "t": "And have you forgotten the exhortation that addresses you as sons? “My*pn son, do not regard lightly the discipline of the Lord, nor*ld be weary when reproved by him."
    },
    {
        "o": 33830,
        "r": "esv:Hebrews:12:6",
        "t": "For*ln the Lord disciplines the one he loves, and*ld chastises every son whom he receives.”"
    },
    {
        "o": 33831,
        "r": "esv:Hebrews:12:7",
        "t": "It*p is for discipline that you have to endure. God is treating you as sons. For what son is there whom his father does not discipline?"
    },
    {
        "o": 33832,
        "r": "esv:Hebrews:12:8",
        "t": "If you are left without discipline, in which all have participated, then you are illegitimate children and not sons."
    },
    {
        "o": 33833,
        "r": "esv:Hebrews:12:9",
        "t": "Besides this, we have had earthly fathers who disciplined us and we respected them. Shall we not much more be subject to the Father of spirits and live?"
    },
    {
        "o": 33834,
        "r": "esv:Hebrews:12:10",
        "t": "For they disciplined us for a short time as it seemed best to them, but he disciplines us for our good, that we may share his holiness."
    },
    {
        "o": 33835,
        "r": "esv:Hebrews:12:11",
        "t": "For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it."
    },
    {
        "o": 33836,
        "r": "esv:Hebrews:12:12",
        "t": "Therefore*p lift your drooping hands and strengthen your weak knees,"
    },
    {
        "o": 33837,
        "r": "esv:Hebrews:12:13",
        "t": "and make straight paths for your feet, so that what is lame may not be put out of joint but rather be healed."
    },
    {
        "o": 33838,
        "r": "esv:Hebrews:12:14",
        "t": "Strive for peace with everyone, and for the holiness without which no one will see the Lord."
    },
    {
        "o": 33839,
        "r": "esv:Hebrews:12:15",
        "t": "See to it that no one fails to obtain the grace of God; that no “root of bitterness” springs up and causes trouble, and by it many become defiled;"
    },
    {
        "o": 33840,
        "r": "esv:Hebrews:12:16",
        "t": "that no one is sexually immoral or unholy like Esau, who sold his birthright for a single meal."
    },
    {
        "o": 33841,
        "r": "esv:Hebrews:12:17",
        "t": "For you know that afterward, when he desired to inherit the blessing, he was rejected, for he found no chance to repent, though he sought it with tears."
    },
    {
        "o": 33842,
        "r": "esv:Hebrews:12:17",
        "t": "A Kingdom That Cannot Be Shaken",
        "h": 2
    },
    {
        "o": 33843,
        "r": "esv:Hebrews:12:18",
        "t": "For*p you have not come to what may be touched, a blazing fire and darkness and gloom and a tempest"
    },
    {
        "o": 33844,
        "r": "esv:Hebrews:12:19",
        "t": "and the sound of a trumpet and a voice whose words made the hearers beg that no further messages be spoken to them."
    },
    {
        "o": 33845,
        "r": "esv:Hebrews:12:20",
        "t": "For they could not endure the order that was given, “If even a beast touches the mountain, it shall be stoned.”"
    },
    {
        "o": 33846,
        "r": "esv:Hebrews:12:21",
        "t": "Indeed, so terrifying was the sight that Moses said, “I tremble with fear.”"
    },
    {
        "o": 33847,
        "r": "esv:Hebrews:12:22",
        "t": "But you have come to Mount Zion and to the city of the living God, the heavenly Jerusalem, and to innumerable angels in festal gathering,"
    },
    {
        "o": 33848,
        "r": "esv:Hebrews:12:23",
        "t": "and to the assembly of the firstborn who are enrolled in heaven, and to God, the judge of all, and to the spirits of the righteous made perfect,"
    },
    {
        "o": 33849,
        "r": "esv:Hebrews:12:24",
        "t": "and to Jesus, the mediator of a new covenant, and to the sprinkled blood that speaks a better word than the blood of Abel."
    },
    {
        "o": 33850,
        "r": "esv:Hebrews:12:25",
        "t": "See*p that you do not refuse him who is speaking. For if they did not escape when they refused him who warned them on earth, much less will we escape if we reject him who warns from heaven."
    },
    {
        "o": 33851,
        "r": "esv:Hebrews:12:26",
        "t": "At that time his voice shook the earth, but now he has promised, “Yet once more I will shake not only the earth but also the heavens.”"
    },
    {
        "o": 33852,
        "r": "esv:Hebrews:12:27",
        "t": "This phrase, “Yet once more,” indicates the removal of things that are shaken— that is, things that have been made— in order that the things that cannot be shaken may remain."
    },
    {
        "o": 33853,
        "r": "esv:Hebrews:12:28",
        "t": "Therefore let us be grateful for receiving a kingdom that cannot be shaken, and thus let us offer to God acceptable worship, with reverence and awe,"
    },
    {
        "o": 33854,
        "r": "esv:Hebrews:12:29",
        "t": "for our God is a consuming fire."
    },
    {
        "o": 33855,
        "r": "esv:Hebrews:13:0",
        "t": "Hebrews 13",
        "h": 1
    },
    {
        "o": 33856,
        "r": "esv:Hebrews:13:0",
        "t": "Sacrifices Pleasing to God",
        "h": 2
    },
    {
        "o": 33857,
        "r": "esv:Hebrews:13:1",
        "t": "Let*p brotherly love continue."
    },
    {
        "o": 33858,
        "r": "esv:Hebrews:13:2",
        "t": "Do not neglect to show hospitality to strangers, for thereby some have entertained angels unawares."
    },
    {
        "o": 33859,
        "r": "esv:Hebrews:13:3",
        "t": "Remember those who are in prison, as though in prison with them, and those who are mistreated, since you also are in the body."
    },
    {
        "o": 33860,
        "r": "esv:Hebrews:13:4",
        "t": "Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous."
    },
    {
        "o": 33861,
        "r": "esv:Hebrews:13:5",
        "t": "Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”"
    },
    {
        "o": 33862,
        "r": "esv:Hebrews:13:6",
        "t": "So we can confidently say, “The*pn Lord is my helper; I*ld will not fear; what*ln can man do to me?”"
    },
    {
        "o": 33863,
        "r": "esv:Hebrews:13:7",
        "t": "Remember*p your leaders, those who spoke to you the word of God. Consider the outcome of their way of life, and imitate their faith."
    },
    {
        "o": 33864,
        "r": "esv:Hebrews:13:8",
        "t": "Jesus Christ is the same yesterday and today and forever."
    },
    {
        "o": 33865,
        "r": "esv:Hebrews:13:9",
        "t": "Do not be led away by diverse and strange teachings, for it is good for the heart to be strengthened by grace, not by foods, which have not benefited those devoted to them."
    },
    {
        "o": 33866,
        "r": "esv:Hebrews:13:10",
        "t": "We have an altar from which those who serve the tent have no right to eat."
    },
    {
        "o": 33867,
        "r": "esv:Hebrews:13:11",
        "t": "For the bodies of those animals whose blood is brought into the holy places by the high priest as a sacrifice for sin are burned outside the camp."
    },
    {
        "o": 33868,
        "r": "esv:Hebrews:13:12",
        "t": "So Jesus also suffered outside the gate in order to sanctify the people through his own blood."
    },
    {
        "o": 33869,
        "r": "esv:Hebrews:13:13",
        "t": "Therefore let us go to him outside the camp and bear the reproach he endured."
    },
    {
        "o": 33870,
        "r": "esv:Hebrews:13:14",
        "t": "For here we have no lasting city, but we seek the city that is to come."
    },
    {
        "o": 33871,
        "r": "esv:Hebrews:13:15",
        "t": "Through him then let us continually offer up a sacrifice of praise to God, that is, the fruit of lips that acknowledge his name."
    },
    {
        "o": 33872,
        "r": "esv:Hebrews:13:16",
        "t": "Do not neglect to do good and to share what you have, for such sacrifices are pleasing to God."
    },
    {
        "o": 33873,
        "r": "esv:Hebrews:13:17",
        "t": "Obey*p your leaders and submit to them, for they are keeping watch over your souls, as those who will have to give an account. Let them do this with joy and not with groaning, for that would be of no advantage to you."
    },
    {
        "o": 33874,
        "r": "esv:Hebrews:13:18",
        "t": "Pray*p for us, for we are sure that we have a clear conscience, desiring to act honorably in all things."
    },
    {
        "o": 33875,
        "r": "esv:Hebrews:13:19",
        "t": "I urge you the more earnestly to do this in order that I may be restored to you the sooner."
    },
    {
        "o": 33876,
        "r": "esv:Hebrews:13:19",
        "t": "Benediction",
        "h": 2
    },
    {
        "o": 33877,
        "r": "esv:Hebrews:13:20",
        "t": "Now*p may the God of peace who brought again from the dead our Lord Jesus, the great shepherd of the sheep, by the blood of the eternal covenant,"
    },
    {
        "o": 33878,
        "r": "esv:Hebrews:13:21",
        "t": "equip you with everything good that you may do his will, working in us that which is pleasing in his sight, through Jesus Christ, to whom be glory forever and ever. Amen."
    },
    {
        "o": 33879,
        "r": "esv:Hebrews:13:21",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 33880,
        "r": "esv:Hebrews:13:22",
        "t": "I*p appeal to you, brothers, bear with my word of exhortation, for I have written to you briefly."
    },
    {
        "o": 33881,
        "r": "esv:Hebrews:13:23",
        "t": "You should know that our brother Timothy has been released, with whom I shall see you if he comes soon."
    },
    {
        "o": 33882,
        "r": "esv:Hebrews:13:24",
        "t": "Greet all your leaders and all the saints. Those who come from Italy send you greetings."
    },
    {
        "o": 33883,
        "r": "esv:Hebrews:13:25",
        "t": "Grace be with all of you."
    }
]
