[
    {
        "o": 31753,
        "r": "esv:1 Corinthians:2:0",
        "t": "1 Corinthians 2",
        "h": 1
    },
    {
        "o": 31754,
        "r": "esv:1 Corinthians:2:0",
        "t": "Proclaiming Christ Crucified",
        "h": 2
    },
    {
        "o": 31755,
        "r": "esv:1 Corinthians:2:1",
        "t": "And*p I, when I came to you, brothers, did not come proclaiming to you the testimony of God with lofty speech or wisdom."
    },
    {
        "o": 31756,
        "r": "esv:1 Corinthians:2:2",
        "t": "For I decided to know nothing among you except Jesus Christ and him crucified."
    },
    {
        "o": 31757,
        "r": "esv:1 Corinthians:2:3",
        "t": "And I was with you in weakness and in fear and much trembling,"
    },
    {
        "o": 31758,
        "r": "esv:1 Corinthians:2:4",
        "t": "and my speech and my message were not in plausible words of wisdom, but in demonstration of the Spirit and of power,"
    },
    {
        "o": 31759,
        "r": "esv:1 Corinthians:2:5",
        "t": "so that your faith might not rest in the wisdom of men but in the power of God."
    },
    {
        "o": 31760,
        "r": "esv:1 Corinthians:2:5",
        "t": "Wisdom from the Spirit",
        "h": 2
    },
    {
        "o": 31761,
        "r": "esv:1 Corinthians:2:6",
        "t": "Yet*p among the mature we do impart wisdom, although it is not a wisdom of this age or of the rulers of this age, who are doomed to pass away."
    },
    {
        "o": 31762,
        "r": "esv:1 Corinthians:2:7",
        "t": "But we impart a secret and hidden wisdom of God, which God decreed before the ages for our glory."
    },
    {
        "o": 31763,
        "r": "esv:1 Corinthians:2:8",
        "t": "None of the rulers of this age understood this, for if they had, they would not have crucified the Lord of glory."
    },
    {
        "o": 31764,
        "r": "esv:1 Corinthians:2:9",
        "t": "But, as it is written, “What*pn no eye has seen, nor ear heard, nor*ld the heart of man imagined, what*ln God has prepared for those who love him”—"
    },
    {
        "o": 31765,
        "r": "esv:1 Corinthians:2:10",
        "t": "these*p things God has revealed to us through the Spirit. For the Spirit searches everything, even the depths of God."
    },
    {
        "o": 31766,
        "r": "esv:1 Corinthians:2:11",
        "t": "For who knows a person’s thoughts except the spirit of that person, which is in him? So also no one comprehends the thoughts of God except the Spirit of God."
    },
    {
        "o": 31767,
        "r": "esv:1 Corinthians:2:12",
        "t": "Now we have received not the spirit of the world, but the Spirit who is from God, that we might understand the things freely given us by God."
    },
    {
        "o": 31768,
        "r": "esv:1 Corinthians:2:13",
        "t": "And we impart this in words not taught by human wisdom but taught by the Spirit, interpreting spiritual truths to those who are spiritual."
    },
    {
        "o": 31769,
        "r": "esv:1 Corinthians:2:14",
        "t": "The*p natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned."
    },
    {
        "o": 31770,
        "r": "esv:1 Corinthians:2:15",
        "t": "The spiritual person judges all things, but is himself to be judged by no one."
    },
    {
        "o": 31771,
        "r": "esv:1 Corinthians:2:16",
        "t": "“For who has understood the mind of the Lord so as to instruct him?” But we have the mind of Christ."
    }
]
