[
    {
        "o": 23905,
        "r": "kjv:Haggai:2:0",
        "t": "Haggai 2",
        "h": 1
    },
    {
        "o": 23906,
        "r": "kjv:Haggai:2:1",
        "t": "In*p the seventh month, in the one and twentieth day of the month, came the word of the Lord*s by the prophet Haggai, saying,"
    },
    {
        "o": 23907,
        "r": "kjv:Haggai:2:2",
        "t": "Speak*p now to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, and to the residue of the people, saying,"
    },
    {
        "o": 23908,
        "r": "kjv:Haggai:2:3",
        "t": "Who*p is left among you that saw this house in her first glory? and how do ye see it now? is it not in your eyes in comparison of it as nothing?"
    },
    {
        "o": 23909,
        "r": "kjv:Haggai:2:4",
        "t": "Yet*p now be strong, O Zerubbabel, saith the Lord;*s and be strong, O Joshua, son of Jehozadak, the high priest; and be strong, all ye people of the land, saith the Lord,*s and work: for I am with you, saith the Lord*s of hosts:"
    },
    {
        "o": 23910,
        "r": "kjv:Haggai:2:5",
        "t": "According*p to the word that I covenanted with you when ye came out of Egypt, so my spirit remaineth among you: fear ye not."
    },
    {
        "o": 23911,
        "r": "kjv:Haggai:2:6",
        "t": "For*p thus saith the Lord*s of hosts; Yet once, it is a little while, and I will shake the heavens, and the earth, and the sea, and the dry land;"
    },
    {
        "o": 23912,
        "r": "kjv:Haggai:2:7",
        "t": "And*p I will shake all nations, and the desire of all nations shall come: and I will fill this house with glory, saith the Lord*s of hosts."
    },
    {
        "o": 23913,
        "r": "kjv:Haggai:2:8",
        "t": "The*p silver is mine, and the gold is mine, saith the Lord*s of hosts."
    },
    {
        "o": 23914,
        "r": "kjv:Haggai:2:9",
        "t": "The*p glory of this latter house shall be greater than of the former, saith the Lord*s of hosts: and in this place will I give peace, saith the Lord*s of hosts."
    },
    {
        "o": 23915,
        "r": "kjv:Haggai:2:10",
        "t": "In*p the four and twentieth day of the ninth month, in the second year of Darius, came the word of the Lord*s by Haggai the prophet, saying,"
    },
    {
        "o": 23916,
        "r": "kjv:Haggai:2:11",
        "t": "Thus*p saith the Lord*s of hosts; Ask now the priests concerning the law, saying,"
    },
    {
        "o": 23917,
        "r": "kjv:Haggai:2:12",
        "t": "If*p one bear holy flesh in the skirt of his garment, and with his skirt do touch bread, or pottage, or wine, or oil, or any meat, shall it be holy? And the priests answered and said, No."
    },
    {
        "o": 23918,
        "r": "kjv:Haggai:2:13",
        "t": "Then*p said Haggai, If one that is unclean by a dead body touch any of these, shall it be unclean? And the priests answered and said, It shall be unclean."
    },
    {
        "o": 23919,
        "r": "kjv:Haggai:2:14",
        "t": "Then*p answered Haggai, and said, So is this people, and so is this nation before me, saith the Lord;*s and so is every work of their hands; and that which they offer there is unclean."
    },
    {
        "o": 23920,
        "r": "kjv:Haggai:2:15",
        "t": "And*p now, I pray you, consider from this day and upward, from before a stone was laid upon a stone in the temple of the Lord:*s"
    },
    {
        "o": 23921,
        "r": "kjv:Haggai:2:16",
        "t": "Since*p those days were, when one came to an heap of twenty measures, there were but ten: when one came to the pressfat for to draw out fifty vessels out of the press, there were but twenty."
    },
    {
        "o": 23922,
        "r": "kjv:Haggai:2:17",
        "t": "I*p smote you with blasting and with mildew and with hail in all the labours of your hands; yet ye turned not to me, saith the Lord.*s"
    },
    {
        "o": 23923,
        "r": "kjv:Haggai:2:18",
        "t": "Consider*p now from this day and upward, from the four and twentieth day of the ninth month, even from the day that the foundation of the Lord's*s temple was laid, consider it."
    },
    {
        "o": 23924,
        "r": "kjv:Haggai:2:19",
        "t": "Is*p the seed yet in the barn? yea, as yet the vine, and the fig tree, and the pomegranate, and the olive tree, hath not brought forth: from this day will I bless you."
    },
    {
        "o": 23925,
        "r": "kjv:Haggai:2:20",
        "t": "And*p again the word of the Lord*s came unto Haggai in the four and twentieth day of the month, saying,"
    },
    {
        "o": 23926,
        "r": "kjv:Haggai:2:21",
        "t": "Speak*p to Zerubbabel, governor of Judah, saying, I will shake the heavens and the earth;"
    },
    {
        "o": 23927,
        "r": "kjv:Haggai:2:22",
        "t": "And*p I will overthrow the throne of kingdoms, and I will destroy the strength of the kingdoms of the heathen; and I will overthrow the chariots, and those that ride in them; and the horses and their riders shall come down, every one by the sword of his brother."
    },
    {
        "o": 23928,
        "r": "kjv:Haggai:2:23",
        "t": "In*p that day, saith the Lord*s of hosts, will I take thee, O Zerubbabel, my servant, the son of Shealtiel, saith the Lord,*s and will make thee as a signet: for I have chosen thee, saith the Lord*s of hosts."
    }
]
