[
    {
        "o": 880,
        "r": "csb:Genesis:29:0",
        "t": "Genesis 29",
        "h": 1
    },
    {
        "o": 881,
        "r": "csb:Genesis:29:0",
        "t": "Jacob Meets Rachel",
        "h": 2
    },
    {
        "o": 882,
        "r": "csb:Genesis:29:1",
        "t": "Jacob*p resumed his journey and went to the eastern country."
    },
    {
        "o": 883,
        "r": "csb:Genesis:29:2",
        "t": "He looked and saw a well in a field. Three flocks of sheep were lying there beside it because the sheep were watered from this well. But a large stone covered the opening of the well."
    },
    {
        "o": 884,
        "r": "csb:Genesis:29:3",
        "t": "The shepherds would roll the stone from the opening of the well and water the sheep when all the flocks were gathered there. Then they would return the stone to its place over the well’s opening."
    },
    {
        "o": 885,
        "r": "csb:Genesis:29:4",
        "t": "Jacob*p asked the men at the well, “My brothers! Where are you from?” “We’re*p from Haran,” they answered."
    },
    {
        "o": 886,
        "r": "csb:Genesis:29:5",
        "t": "“Do*p you know Laban, Nahor’s grandson?” Jacob asked them. They*p answered, “We know him.”"
    },
    {
        "o": 887,
        "r": "csb:Genesis:29:6",
        "t": "“Is*p he well?” Jacob asked. “Yes,”*p they said, “and here is his daughter Rachel, coming with his sheep.”"
    },
    {
        "o": 888,
        "r": "csb:Genesis:29:7",
        "t": "Then*p Jacob said, “Look, it is still broad daylight. It’s not time for the animals to be gathered. Water the flock, then go out and let them graze.”"
    },
    {
        "o": 889,
        "r": "csb:Genesis:29:8",
        "t": "But*p they replied, “We can’t until all the flocks have been gathered and the stone is rolled from the well’s opening. Then we will water the sheep.”"
    },
    {
        "o": 890,
        "r": "csb:Genesis:29:9",
        "t": "While*p he was still speaking with them, Rachel came with her father’s sheep, for she was a shepherdess."
    },
    {
        "o": 891,
        "r": "csb:Genesis:29:10",
        "t": "As soon as Jacob saw his uncle Laban’s daughter Rachel with his sheep, he went up and rolled the stone from the opening and watered his uncle Laban’s sheep."
    },
    {
        "o": 892,
        "r": "csb:Genesis:29:11",
        "t": "Then Jacob kissed Rachel and wept loudly."
    },
    {
        "o": 893,
        "r": "csb:Genesis:29:12",
        "t": "He told Rachel that he was her father’s relative, Rebekah’s son. She ran and told her father."
    },
    {
        "o": 894,
        "r": "csb:Genesis:29:12",
        "t": "Jacob Deceived",
        "h": 2
    },
    {
        "o": 895,
        "r": "csb:Genesis:29:13",
        "t": "When*p Laban heard the news about his sister’s son Jacob, he ran to meet him, hugged him, and kissed him. Then he took him to his house, and Jacob told him all that had happened."
    },
    {
        "o": 896,
        "r": "csb:Genesis:29:14",
        "t": "Laban*p said to him, “Yes, you are my own flesh and blood.” After*p Jacob had stayed with him a month,"
    },
    {
        "o": 897,
        "r": "csb:Genesis:29:15",
        "t": "Laban said to him, “Just because you’re my relative, should you work for me for nothing? Tell me what your wages should be.”"
    },
    {
        "o": 898,
        "r": "csb:Genesis:29:16",
        "t": "Now*p Laban had two daughters: the older was named Leah, and the younger was named Rachel."
    },
    {
        "o": 899,
        "r": "csb:Genesis:29:17",
        "t": "Leah had tender eyes, but Rachel was shapely and beautiful."
    },
    {
        "o": 900,
        "r": "csb:Genesis:29:18",
        "t": "Jacob loved Rachel, so he answered Laban, “I’ll work for you seven years for your younger daughter Rachel.”"
    },
    {
        "o": 901,
        "r": "csb:Genesis:29:19",
        "t": "Laban*p replied, “Better that I give her to you than to some other man. Stay with me.”"
    },
    {
        "o": 902,
        "r": "csb:Genesis:29:20",
        "t": "So Jacob worked seven years for Rachel, and they seemed like only a few days to him because of his love for her."
    },
    {
        "o": 903,
        "r": "csb:Genesis:29:21",
        "t": "Then*p Jacob said to Laban, “Since my time is complete, give me my wife, so I can sleep with her.”"
    },
    {
        "o": 904,
        "r": "csb:Genesis:29:22",
        "t": "So Laban invited all the men of the place and sponsored a feast."
    },
    {
        "o": 905,
        "r": "csb:Genesis:29:23",
        "t": "That evening, Laban took his daughter Leah and gave her to Jacob, and he slept with her."
    },
    {
        "o": 906,
        "r": "csb:Genesis:29:24",
        "t": "And Laban gave his slave Zilpah to his daughter Leah as her slave."
    },
    {
        "o": 907,
        "r": "csb:Genesis:29:25",
        "t": "When*p morning came, there was Leah! So he said to Laban, “What have you done to me? Wasn’t it for Rachel that I worked for you? Why have you deceived me?”"
    },
    {
        "o": 908,
        "r": "csb:Genesis:29:26",
        "t": "Laban*p answered, “It is not the custom in our country to give the younger daughter in marriage before the firstborn."
    },
    {
        "o": 909,
        "r": "csb:Genesis:29:27",
        "t": "Complete this week of wedding celebration, and we will also give you this younger one in return for working yet another seven years for me.”"
    },
    {
        "o": 910,
        "r": "csb:Genesis:29:28",
        "t": "And*p Jacob did just that. He finished the week of celebration, and Laban gave him his daughter Rachel as his wife."
    },
    {
        "o": 911,
        "r": "csb:Genesis:29:29",
        "t": "And Laban gave his slave Bilhah to his daughter Rachel as her slave."
    },
    {
        "o": 912,
        "r": "csb:Genesis:29:30",
        "t": "Jacob slept with Rachel also, and indeed, he loved Rachel more than Leah. And he worked for Laban another seven years."
    },
    {
        "o": 913,
        "r": "csb:Genesis:29:30",
        "t": "Jacob’s Sons",
        "h": 2
    },
    {
        "o": 914,
        "r": "csb:Genesis:29:31",
        "t": "When*p the Lord*s saw that Leah was neglected, he opened her womb; but Rachel was unable to conceive."
    },
    {
        "o": 915,
        "r": "csb:Genesis:29:32",
        "t": "Leah conceived, gave birth to a son, and named him Reuben, for she said, “The Lord*s has seen my affliction; surely my husband will love me now.”"
    },
    {
        "o": 916,
        "r": "csb:Genesis:29:33",
        "t": "She*p conceived again, gave birth to a son, and said, “The Lord*s heard that I am neglected and has given me this son also.” So she named him Simeon."
    },
    {
        "o": 917,
        "r": "csb:Genesis:29:34",
        "t": "She*p conceived again, gave birth to a son, and said, “At last, my husband will become attached to me because I have borne three sons for him.” Therefore he was named Levi."
    },
    {
        "o": 918,
        "r": "csb:Genesis:29:35",
        "t": "And*p she conceived again, gave birth to a son, and said, “This time I will praise the Lord.”*s Therefore she named him Judah. Then Leah stopped having children."
    }
]
