[
    {
        "o": 16190,
        "r": "kjv:Psalm:102:0",
        "t": "Psalm 102",
        "h": 1
    },
    {
        "o": 16191,
        "r": "kjv:Psalm:102:0",
        "t": "A Prayer of the afflicted, when he is overwhelmed, and poureth out his complaint before the Lord.",
        "h": 4
    },
    {
        "o": 16192,
        "r": "kjv:Psalm:102:1",
        "t": "Hear*p my prayer, O Lord,*s and let my cry come unto thee."
    },
    {
        "o": 16193,
        "r": "kjv:Psalm:102:2",
        "t": "Hide*p not thy face from me in the day when I am in trouble; incline thine ear unto me: in the day when I call answer me speedily."
    },
    {
        "o": 16194,
        "r": "kjv:Psalm:102:3",
        "t": "For*p my days are consumed like smoke, and my bones are burned as an hearth."
    },
    {
        "o": 16195,
        "r": "kjv:Psalm:102:4",
        "t": "My*p heart is smitten, and withered like grass; so that I forget to eat my bread."
    },
    {
        "o": 16196,
        "r": "kjv:Psalm:102:5",
        "t": "By*p reason of the voice of my groaning my bones cleave to my skin."
    },
    {
        "o": 16197,
        "r": "kjv:Psalm:102:6",
        "t": "I*p am like a pelican of the wilderness: I am like an owl of the desert."
    },
    {
        "o": 16198,
        "r": "kjv:Psalm:102:7",
        "t": "I*p watch, and am as a sparrow alone upon the house top."
    },
    {
        "o": 16199,
        "r": "kjv:Psalm:102:8",
        "t": "Mine*p enemies reproach me all the day; and they that are mad against me are sworn against me."
    },
    {
        "o": 16200,
        "r": "kjv:Psalm:102:9",
        "t": "For*p I have eaten ashes like bread, and mingled my drink with weeping,"
    },
    {
        "o": 16201,
        "r": "kjv:Psalm:102:10",
        "t": "Because*p of thine indignation and thy wrath: for thou hast lifted me up, and cast me down."
    },
    {
        "o": 16202,
        "r": "kjv:Psalm:102:11",
        "t": "My*p days are like a shadow that declineth; and I am withered like grass."
    },
    {
        "o": 16203,
        "r": "kjv:Psalm:102:12",
        "t": "But*p thou, O Lord,*s shalt endure for ever; and thy remembrance unto all generations."
    },
    {
        "o": 16204,
        "r": "kjv:Psalm:102:13",
        "t": "Thou*p shalt arise, and have mercy upon Zion: for the time to favour her, yea, the set time, is come."
    },
    {
        "o": 16205,
        "r": "kjv:Psalm:102:14",
        "t": "For*p thy servants take pleasure in her stones, and favour the dust thereof."
    },
    {
        "o": 16206,
        "r": "kjv:Psalm:102:15",
        "t": "So*p the heathen shall fear the name of the Lord,*s and all the kings of the earth thy glory."
    },
    {
        "o": 16207,
        "r": "kjv:Psalm:102:16",
        "t": "When*p the Lord*s shall build up Zion, he shall appear in his glory."
    },
    {
        "o": 16208,
        "r": "kjv:Psalm:102:17",
        "t": "He*p will regard the prayer of the destitute, and not despise their prayer."
    },
    {
        "o": 16209,
        "r": "kjv:Psalm:102:18",
        "t": "This*p shall be written for the generation to come: and the people which shall be created shall praise the Lord.*s"
    },
    {
        "o": 16210,
        "r": "kjv:Psalm:102:19",
        "t": "For*p he hath looked down from the height of his sanctuary; from heaven did the Lord*s behold the earth;"
    },
    {
        "o": 16211,
        "r": "kjv:Psalm:102:20",
        "t": "To*p hear the groaning of the prisoner; to loose those that are appointed to death;"
    },
    {
        "o": 16212,
        "r": "kjv:Psalm:102:21",
        "t": "To*p declare the name of the Lord*s in Zion, and his praise in Jerusalem;"
    },
    {
        "o": 16213,
        "r": "kjv:Psalm:102:22",
        "t": "When*p the people are gathered together, and the kingdoms, to serve the Lord.*s"
    },
    {
        "o": 16214,
        "r": "kjv:Psalm:102:23",
        "t": "He*p weakened my strength in the way; he shortened my days."
    },
    {
        "o": 16215,
        "r": "kjv:Psalm:102:24",
        "t": "I*p said, O my God, take me not away in the midst of my days: thy years are throughout all generations."
    },
    {
        "o": 16216,
        "r": "kjv:Psalm:102:25",
        "t": "Of*p old hast thou laid the foundation of the earth: and the heavens are the work of thy hands."
    },
    {
        "o": 16217,
        "r": "kjv:Psalm:102:26",
        "t": "They*p shall perish, but thou shalt endure: yea, all of them shall wax old like a garment; as a vesture shalt thou change them, and they shall be changed:"
    },
    {
        "o": 16218,
        "r": "kjv:Psalm:102:27",
        "t": "But*p thou art the same, and thy years shall have no end."
    },
    {
        "o": 16219,
        "r": "kjv:Psalm:102:28",
        "t": "The*p children of thy servants shall continue, and their seed shall be established before thee."
    }
]
