[
    {
        "o": 4665,
        "r": "niv:Numbers:19:0",
        "t": "Numbers 19",
        "h": 1
    },
    {
        "o": 4666,
        "r": "niv:Numbers:19:0",
        "t": "The Water of Cleansing",
        "h": 2
    },
    {
        "o": 4667,
        "r": "niv:Numbers:19:1",
        "t": "The*p Lord*s said to Moses and Aaron:"
    },
    {
        "o": 4668,
        "r": "niv:Numbers:19:2",
        "t": "“This is a requirement of the law that the Lord*s has commanded: Tell the Israelites to bring you a red heifer without defect or blemish and that has never been under a yoke."
    },
    {
        "o": 4669,
        "r": "niv:Numbers:19:3",
        "t": "Give it to Eleazar the priest; it is to be taken outside the camp and slaughtered in his presence."
    },
    {
        "o": 4670,
        "r": "niv:Numbers:19:4",
        "t": "Then Eleazar the priest is to take some of its blood on his finger and sprinkle it seven times toward the front of the tent of meeting."
    },
    {
        "o": 4671,
        "r": "niv:Numbers:19:5",
        "t": "While he watches, the heifer is to be burned—its hide, flesh, blood and intestines."
    },
    {
        "o": 4672,
        "r": "niv:Numbers:19:6",
        "t": "The priest is to take some cedar wood, hyssop and scarlet wool and throw them onto the burning heifer."
    },
    {
        "o": 4673,
        "r": "niv:Numbers:19:7",
        "t": "After that, the priest must wash his clothes and bathe himself with water. He may then come into the camp, but he will be ceremonially unclean till evening."
    },
    {
        "o": 4674,
        "r": "niv:Numbers:19:8",
        "t": "The man who burns it must also wash his clothes and bathe with water, and he too will be unclean till evening."
    },
    {
        "o": 4675,
        "r": "niv:Numbers:19:9",
        "t": "“A*p man who is clean shall gather up the ashes of the heifer and put them in a ceremonially clean place outside the camp. They are to be kept by the Israelite community for use in the water of cleansing; it is for purification from sin."
    },
    {
        "o": 4676,
        "r": "niv:Numbers:19:10",
        "t": "The man who gathers up the ashes of the heifer must also wash his clothes, and he too will be unclean till evening. This will be a lasting ordinance both for the Israelites and for the foreigners residing among them."
    },
    {
        "o": 4677,
        "r": "niv:Numbers:19:11",
        "t": "“Whoever*p touches a human corpse will be unclean for seven days."
    },
    {
        "o": 4678,
        "r": "niv:Numbers:19:12",
        "t": "They must purify themselves with the water on the third day and on the seventh day; then they will be clean. But if they do not purify themselves on the third and seventh days, they will not be clean."
    },
    {
        "o": 4679,
        "r": "niv:Numbers:19:13",
        "t": "If they fail to purify themselves after touching a human corpse, they defile the Lord’s*s tabernacle. They must be cut off from Israel. Because the water of cleansing has not been sprinkled on them, they are unclean; their uncleanness remains on them."
    },
    {
        "o": 4680,
        "r": "niv:Numbers:19:14",
        "t": "“This*p is the law that applies when a person dies in a tent: Anyone who enters the tent and anyone who is in it will be unclean for seven days,"
    },
    {
        "o": 4681,
        "r": "niv:Numbers:19:15",
        "t": "and every open container without a lid fastened on it will be unclean."
    },
    {
        "o": 4682,
        "r": "niv:Numbers:19:16",
        "t": "“Anyone*p out in the open who touches someone who has been killed with a sword or someone who has died a natural death, or anyone who touches a human bone or a grave, will be unclean for seven days."
    },
    {
        "o": 4683,
        "r": "niv:Numbers:19:17",
        "t": "“For*p the unclean person, put some ashes from the burned purification offering into a jar and pour fresh water over them."
    },
    {
        "o": 4684,
        "r": "niv:Numbers:19:18",
        "t": "Then a man who is ceremonially clean is to take some hyssop, dip it in the water and sprinkle the tent and all the furnishings and the people who were there. He must also sprinkle anyone who has touched a human bone or a grave or anyone who has been killed or anyone who has died a natural death."
    },
    {
        "o": 4685,
        "r": "niv:Numbers:19:19",
        "t": "The man who is clean is to sprinkle those who are unclean on the third and seventh days, and on the seventh day he is to purify them. Those who are being cleansed must wash their clothes and bathe with water, and that evening they will be clean."
    },
    {
        "o": 4686,
        "r": "niv:Numbers:19:20",
        "t": "But if those who are unclean do not purify themselves, they must be cut off from the community, because they have defiled the sanctuary of the Lord.*s The water of cleansing has not been sprinkled on them, and they are unclean."
    },
    {
        "o": 4687,
        "r": "niv:Numbers:19:21",
        "t": "This is a lasting ordinance for them. “The*p man who sprinkles the water of cleansing must also wash his clothes, and anyone who touches the water of cleansing will be unclean till evening."
    },
    {
        "o": 4688,
        "r": "niv:Numbers:19:22",
        "t": "Anything that an unclean person touches becomes unclean, and anyone who touches it becomes unclean till evening.”"
    }
]
