[
    {
        "o": 15098,
        "r": "kjv:Psalm:41:0",
        "t": "Psalm 41",
        "h": 1
    },
    {
        "o": 15099,
        "r": "kjv:Psalm:41:0",
        "t": "To the chief Musician, A Psalm of David.",
        "h": 4
    },
    {
        "o": 15100,
        "r": "kjv:Psalm:41:1",
        "t": "Blessed*p is he that considereth the poor: the Lord*s will deliver him in time of trouble."
    },
    {
        "o": 15101,
        "r": "kjv:Psalm:41:2",
        "t": "The*p Lord*s will preserve him, and keep him alive; and he shall be blessed upon the earth: and thou wilt not deliver him unto the will of his enemies."
    },
    {
        "o": 15102,
        "r": "kjv:Psalm:41:3",
        "t": "The*p Lord*s will strengthen him upon the bed of languishing: thou wilt make all his bed in his sickness."
    },
    {
        "o": 15103,
        "r": "kjv:Psalm:41:4",
        "t": "I*p said, Lord,*s be merciful unto me: heal my soul; for I have sinned against thee."
    },
    {
        "o": 15104,
        "r": "kjv:Psalm:41:5",
        "t": "Mine*p enemies speak evil of me, When shall he die, and his name perish?"
    },
    {
        "o": 15105,
        "r": "kjv:Psalm:41:6",
        "t": "And*p if he come to see me, he speaketh vanity: his heart gathereth iniquity to itself; when he goeth abroad, he telleth it."
    },
    {
        "o": 15106,
        "r": "kjv:Psalm:41:7",
        "t": "All*p that hate me whisper together against me: against me do they devise my hurt."
    },
    {
        "o": 15107,
        "r": "kjv:Psalm:41:8",
        "t": "An*p evil disease, say they, cleaveth fast unto him: and now that he lieth he shall rise up no more."
    },
    {
        "o": 15108,
        "r": "kjv:Psalm:41:9",
        "t": "Yea,*p mine own familiar friend, in whom I trusted, which did eat of my bread, hath lifted up his heel against me."
    },
    {
        "o": 15109,
        "r": "kjv:Psalm:41:10",
        "t": "But*p thou, O Lord,*s be merciful unto me, and raise me up, that I may requite them."
    },
    {
        "o": 15110,
        "r": "kjv:Psalm:41:11",
        "t": "By*p this I know that thou favourest me, because mine enemy doth not triumph over me."
    },
    {
        "o": 15111,
        "r": "kjv:Psalm:41:12",
        "t": "And*p as for me, thou upholdest me in mine integrity, and settest me before thy face for ever."
    },
    {
        "o": 15112,
        "r": "kjv:Psalm:41:13",
        "t": "Blessed*p be the Lord*s God of Israel from everlasting, and to everlasting. Amen, and Amen."
    }
]
