[
    {
        "o": 8478,
        "r": "niv:1 Samuel:21:0",
        "t": "1 Samuel 21",
        "h": 1
    },
    {
        "o": 8479,
        "r": "niv:1 Samuel:21:0",
        "t": "David at Nob",
        "h": 2
    },
    {
        "o": 8480,
        "r": "niv:1 Samuel:21:1",
        "t": "David*p went to Nob, to Ahimelek the priest. Ahimelek trembled when he met him, and asked, “Why are you alone? Why is no one with you?”"
    },
    {
        "o": 8481,
        "r": "niv:1 Samuel:21:2",
        "t": "David*p answered Ahimelek the priest, “The king sent me on a mission and said to me, ‘No one is to know anything about the mission I am sending you on.’ As for my men, I have told them to meet me at a certain place."
    },
    {
        "o": 8482,
        "r": "niv:1 Samuel:21:3",
        "t": "Now then, what do you have on hand? Give me five loaves of bread, or whatever you can find.”"
    },
    {
        "o": 8483,
        "r": "niv:1 Samuel:21:4",
        "t": "But*p the priest answered David, “I don’t have any ordinary bread on hand; however, there is some consecrated bread here—provided the men have kept themselves from women.”"
    },
    {
        "o": 8484,
        "r": "niv:1 Samuel:21:5",
        "t": "David*p replied, “Indeed women have been kept from us, as usual whenever I set out. The men’s bodies are holy even on missions that are not holy. How much more so today!”"
    },
    {
        "o": 8485,
        "r": "niv:1 Samuel:21:6",
        "t": "So the priest gave him the consecrated bread, since there was no bread there except the bread of the Presence that had been removed from before the Lord*s and replaced by hot bread on the day it was taken away."
    },
    {
        "o": 8486,
        "r": "niv:1 Samuel:21:7",
        "t": "Now*p one of Saul’s servants was there that day, detained before the Lord;*s he was Doeg the Edomite, Saul’s chief shepherd."
    },
    {
        "o": 8487,
        "r": "niv:1 Samuel:21:8",
        "t": "David*p asked Ahimelek, “Don’t you have a spear or a sword here? I haven’t brought my sword or any other weapon, because the king’s mission was urgent.”"
    },
    {
        "o": 8488,
        "r": "niv:1 Samuel:21:9",
        "t": "The*p priest replied, “The sword of Goliath the Philistine, whom you killed in the Valley of Elah, is here; it is wrapped in a cloth behind the ephod. If you want it, take it; there is no sword here but that one.” David*p said, “There is none like it; give it to me.”"
    },
    {
        "o": 8489,
        "r": "niv:1 Samuel:21:9",
        "t": "David at Gath",
        "h": 2
    },
    {
        "o": 8490,
        "r": "niv:1 Samuel:21:10",
        "t": "That*p day David fled from Saul and went to Achish king of Gath."
    },
    {
        "o": 8491,
        "r": "niv:1 Samuel:21:11",
        "t": "But the servants of Achish said to him, “Isn’t this David, the king of the land? Isn’t he the one they sing about in their dances: “ ‘Saul*pn has slain his thousands, and*ld David his tens of thousands’?”"
    },
    {
        "o": 8492,
        "r": "niv:1 Samuel:21:12",
        "t": "David*p took these words to heart and was very much afraid of Achish king of Gath."
    },
    {
        "o": 8493,
        "r": "niv:1 Samuel:21:13",
        "t": "So he pretended to be insane in their presence; and while he was in their hands he acted like a madman, making marks on the doors of the gate and letting saliva run down his beard."
    },
    {
        "o": 8494,
        "r": "niv:1 Samuel:21:14",
        "t": "Achish*p said to his servants, “Look at the man! He is insane! Why bring him to me?"
    },
    {
        "o": 8495,
        "r": "niv:1 Samuel:21:15",
        "t": "Am I so short of madmen that you have to bring this fellow here to carry on like this in front of me? Must this man come into my house?”"
    }
]
