[
    {
        "o": 24059,
        "r": "nasb:Ezekiel:45:0",
        "t": "Ezekiel 45",
        "h": 1
    },
    {
        "o": 24060,
        "r": "nasb:Ezekiel:45:0",
        "t": "The Lord’s Portion of the Land",
        "h": 2
    },
    {
        "o": 24061,
        "r": "nasb:Ezekiel:45:1",
        "t": "“And*p when you divide by lot the land for inheritance, you shall offer an allotment to the Lord,*s a holy portion of the land; the length shall be the length of 25,000 cubits,*i and the width shall be 20,000. It shall be holy within all its boundary round about."
    },
    {
        "o": 24062,
        "r": "nasb:Ezekiel:45:2",
        "t": "Out of this there shall be for the holy place a square round about five hundred by five hundred cubits,*i and fifty cubits for its open space round about."
    },
    {
        "o": 24063,
        "r": "nasb:Ezekiel:45:3",
        "t": "From this area you shall measure a length of 25,000 cubits*i and a width of 10,000 cubits;*i and in it shall be the sanctuary, the most holy place."
    },
    {
        "o": 24064,
        "r": "nasb:Ezekiel:45:4",
        "t": "It shall be the holy portion of the land; it shall be for the priests, the ministers of the sanctuary, who come near to minister to the Lord,*s and it shall be a place for their houses and a holy place for the sanctuary."
    },
    {
        "o": 24065,
        "r": "nasb:Ezekiel:45:5",
        "t": "An*i area*i 25,000 cubits*i in length and 10,000 in width shall be for the Levites, the ministers of the house, and*i for their possession cities to dwell in."
    },
    {
        "o": 24066,
        "r": "nasb:Ezekiel:45:6",
        "t": "“You*p shall give the city possession of an*i area*i 5,000 cubits*i wide and 25,000 cubits*i long, alongside the allotment of the holy portion; it shall be for the whole house of Israel."
    },
    {
        "o": 24067,
        "r": "nasb:Ezekiel:45:6",
        "t": "Portion for the Prince",
        "h": 2
    },
    {
        "o": 24068,
        "r": "nasb:Ezekiel:45:7",
        "t": "“The*p prince shall have land*i on either side of the holy allotment and the property of the city, adjacent to the holy allotment and the property of the city, on the west side toward the west and on the east side toward the east, and in length comparable to one of the portions, from the west border to the east border."
    },
    {
        "o": 24069,
        "r": "nasb:Ezekiel:45:8",
        "t": "This shall be his land for a possession in Israel; so My princes shall no longer oppress My people, but they shall give the*i rest*i of*i the land to the house of Israel according to their tribes.”"
    },
    {
        "o": 24070,
        "r": "nasb:Ezekiel:45:9",
        "t": "‘Thus*p says the Lord God,*s “Enough, you princes of Israel; put away violence and destruction, and practice justice and righteousness. Stop your expropriations from My people,” declares the Lord God.*s"
    },
    {
        "o": 24071,
        "r": "nasb:Ezekiel:45:10",
        "t": "“You*p shall have just balances, a just ephah and a just bath."
    },
    {
        "o": 24072,
        "r": "nasb:Ezekiel:45:11",
        "t": "The ephah and the bath shall be the same quantity, so that the bath will contain a tenth of a homer and the ephah a tenth of a homer; their standard shall be according to the homer."
    },
    {
        "o": 24073,
        "r": "nasb:Ezekiel:45:12",
        "t": "The shekel shall be twenty gerahs; twenty shekels, twenty-five shekels, and*i fifteen shekels shall be your maneh."
    },
    {
        "o": 24074,
        "r": "nasb:Ezekiel:45:13",
        "t": "“This*p is the offering that you shall offer: a sixth of an ephah from a homer of wheat; a sixth of an ephah from a homer of barley;"
    },
    {
        "o": 24075,
        "r": "nasb:Ezekiel:45:14",
        "t": "and the prescribed portion of oil (namely,*i the bath of oil), a tenth of a bath from each*i kor (which*i is*i ten baths or*i a homer, for ten baths are a homer);"
    },
    {
        "o": 24076,
        "r": "nasb:Ezekiel:45:15",
        "t": "and one sheep from each*i flock of two hundred from the watering places of Israel—for a grain offering, for a burnt offering and for peace offerings, to make atonement for them,” declares the Lord God.*s"
    },
    {
        "o": 24077,
        "r": "nasb:Ezekiel:45:16",
        "t": "“All the people of the land shall give to this offering for the prince in Israel."
    },
    {
        "o": 24078,
        "r": "nasb:Ezekiel:45:17",
        "t": "It shall be the prince’s part to*i provide*i the burnt offerings, the grain offerings and the drink offerings, at the feasts, on the new moons and on the sabbaths, at all the appointed feasts of the house of Israel; he shall provide the sin offering, the grain offering, the burnt offering and the peace offerings, to make atonement for the house of Israel.”"
    },
    {
        "o": 24079,
        "r": "nasb:Ezekiel:45:18",
        "t": "‘Thus*p says the Lord God,*s “In the first month,*i on the first of the month, you shall take a young bull without blemish and cleanse the sanctuary."
    },
    {
        "o": 24080,
        "r": "nasb:Ezekiel:45:19",
        "t": "The priest shall take some of the blood from the sin offering and put it*i on the door posts of the house, on the four corners of the ledge of the altar and on the posts of the gate of the inner court."
    },
    {
        "o": 24081,
        "r": "nasb:Ezekiel:45:20",
        "t": "Thus you shall do on the seventh day*i of the month for everyone who goes astray or is naive; so you shall make atonement for the house."
    },
    {
        "o": 24082,
        "r": "nasb:Ezekiel:45:21",
        "t": "“In*p the first month,*i on the fourteenth day of the month, you shall have the Passover, a feast of seven days; unleavened bread shall be eaten."
    },
    {
        "o": 24083,
        "r": "nasb:Ezekiel:45:22",
        "t": "On that day the prince shall provide for himself and all the people of the land a bull for a sin offering."
    },
    {
        "o": 24084,
        "r": "nasb:Ezekiel:45:23",
        "t": "During*i the seven days of the feast he shall provide as a burnt offering to the Lord*s seven bulls and seven rams without blemish on every day of the seven days, and a male goat daily for a sin offering."
    },
    {
        "o": 24085,
        "r": "nasb:Ezekiel:45:24",
        "t": "He shall provide as a grain offering an ephah with a bull, an ephah with a ram and a hin of oil with an ephah."
    },
    {
        "o": 24086,
        "r": "nasb:Ezekiel:45:25",
        "t": "In the seventh month,*i on the fifteenth day of the month, at the feast, he shall provide like this, seven days for the sin offering, the burnt offering, the grain offering and the oil.”"
    }
]
