[
    {
        "o": 22992,
        "r": "esv:Ezekiel:12:0",
        "t": "Ezekiel 12",
        "h": 1
    },
    {
        "o": 22993,
        "r": "esv:Ezekiel:12:0",
        "t": "Judah’s Captivity Symbolized",
        "h": 2
    },
    {
        "o": 22994,
        "r": "esv:Ezekiel:12:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 22995,
        "r": "esv:Ezekiel:12:2",
        "t": "“Son of man, you dwell in the midst of a rebellious house, who have eyes to see, but see not, who have ears to hear, but hear not, for they are a rebellious house."
    },
    {
        "o": 22996,
        "r": "esv:Ezekiel:12:3",
        "t": "As for you, son of man, prepare for yourself an exile’s baggage, and go into exile by day in their sight. You shall go like an exile from your place to another place in their sight. Perhaps they will understand, though they are a rebellious house."
    },
    {
        "o": 22997,
        "r": "esv:Ezekiel:12:4",
        "t": "You shall bring out your baggage by day in their sight, as baggage for exile, and you shall go out yourself at evening in their sight, as those do who must go into exile."
    },
    {
        "o": 22998,
        "r": "esv:Ezekiel:12:5",
        "t": "In their sight dig through the wall, and bring your baggage out through it."
    },
    {
        "o": 22999,
        "r": "esv:Ezekiel:12:6",
        "t": "In their sight you shall lift the baggage upon your shoulder and carry it out at dusk. You shall cover your face that you may not see the land, for I have made you a sign for the house of Israel.”"
    },
    {
        "o": 23000,
        "r": "esv:Ezekiel:12:7",
        "t": "And*p I did as I was commanded. I brought out my baggage by day, as baggage for exile, and in the evening I dug through the wall with my own hands. I brought out my baggage at dusk, carrying it on my shoulder in their sight."
    },
    {
        "o": 23001,
        "r": "esv:Ezekiel:12:8",
        "t": "In*p the morning the word of the Lord*s came to me:"
    },
    {
        "o": 23002,
        "r": "esv:Ezekiel:12:9",
        "t": "“Son of man, has not the house of Israel, the rebellious house, said to you, ‘What are you doing?’"
    },
    {
        "o": 23003,
        "r": "esv:Ezekiel:12:10",
        "t": "Say to them, ‘Thus says the Lord God:*s This oracle concerns the prince in Jerusalem and all the house of Israel who are in it.’"
    },
    {
        "o": 23004,
        "r": "esv:Ezekiel:12:11",
        "t": "Say, ‘I am a sign for you: as I have done, so shall it be done to them. They shall go into exile, into captivity.’"
    },
    {
        "o": 23005,
        "r": "esv:Ezekiel:12:12",
        "t": "And the prince who is among them shall lift his baggage upon his shoulder at dusk, and shall go out. They shall dig through the wall to bring him out through it. He shall cover his face, that he may not see the land with his eyes."
    },
    {
        "o": 23006,
        "r": "esv:Ezekiel:12:13",
        "t": "And I will spread my net over him, and he shall be taken in my snare. And I will bring him to Babylon, the land of the Chaldeans, yet he shall not see it, and he shall die there."
    },
    {
        "o": 23007,
        "r": "esv:Ezekiel:12:14",
        "t": "And I will scatter toward every wind all who are around him, his helpers and all his troops, and I will unsheathe the sword after them."
    },
    {
        "o": 23008,
        "r": "esv:Ezekiel:12:15",
        "t": "And they shall know that I am the Lord,*s when I disperse them among the nations and scatter them among the countries."
    },
    {
        "o": 23009,
        "r": "esv:Ezekiel:12:16",
        "t": "But I will let a few of them escape from the sword, from famine and pestilence, that they may declare all their abominations among the nations where they go, and may know that I am the Lord.”*s"
    },
    {
        "o": 23010,
        "r": "esv:Ezekiel:12:17",
        "t": "And*p the word of the Lord*s came to me:"
    },
    {
        "o": 23011,
        "r": "esv:Ezekiel:12:18",
        "t": "“Son of man, eat your bread with quaking, and drink water with trembling and with anxiety."
    },
    {
        "o": 23012,
        "r": "esv:Ezekiel:12:19",
        "t": "And say to the people of the land, Thus says the Lord God*s concerning the inhabitants of Jerusalem in the land of Israel: They shall eat their bread with anxiety, and drink water in dismay. In this way her land will be stripped of all it contains, on account of the violence of all those who dwell in it."
    },
    {
        "o": 23013,
        "r": "esv:Ezekiel:12:20",
        "t": "And the inhabited cities shall be laid waste, and the land shall become a desolation; and you shall know that I am the Lord.”*s"
    },
    {
        "o": 23014,
        "r": "esv:Ezekiel:12:21",
        "t": "And*p the word of the Lord*s came to me:"
    },
    {
        "o": 23015,
        "r": "esv:Ezekiel:12:22",
        "t": "“Son of man, what is this proverb that you have about the land of Israel, saying, ‘The days grow long, and every vision comes to nothing’?"
    },
    {
        "o": 23016,
        "r": "esv:Ezekiel:12:23",
        "t": "Tell them therefore, ‘Thus says the Lord God:*s I will put an end to this proverb, and they shall no more use it as a proverb in Israel.’ But say to them, The days are near, and the fulfillment of every vision."
    },
    {
        "o": 23017,
        "r": "esv:Ezekiel:12:24",
        "t": "For there shall be no more any false vision or flattering divination within the house of Israel."
    },
    {
        "o": 23018,
        "r": "esv:Ezekiel:12:25",
        "t": "For I am the Lord;*s I will speak the word that I will speak, and it will be performed. It will no longer be delayed, but in your days, O rebellious house, I will speak the word and perform it, declares the Lord God.”*s"
    },
    {
        "o": 23019,
        "r": "esv:Ezekiel:12:26",
        "t": "And*p the word of the Lord*s came to me:"
    },
    {
        "o": 23020,
        "r": "esv:Ezekiel:12:27",
        "t": "“Son of man, behold, they of the house of Israel say, ‘The vision that he sees is for many days from now, and he prophesies of times far off.’"
    },
    {
        "o": 23021,
        "r": "esv:Ezekiel:12:28",
        "t": "Therefore say to them, Thus says the Lord God:*s None of my words will be delayed any longer, but the word that I speak will be performed, declares the Lord God.”*s"
    }
]
