[
    {
        "o": 2417,
        "r": "nkjv:Exodus:25:0",
        "t": "Exodus 25",
        "h": 1
    },
    {
        "o": 2418,
        "r": "nkjv:Exodus:25:0",
        "t": "Offerings for the Sanctuary",
        "h": 2
    },
    {
        "o": 2419,
        "r": "nkjv:Exodus:25:1",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 2420,
        "r": "nkjv:Exodus:25:2",
        "t": "“Speak to the children of Israel, that they bring Me an offering. From everyone who gives it willingly with his heart you shall take My offering."
    },
    {
        "o": 2421,
        "r": "nkjv:Exodus:25:3",
        "t": "And this is*i the offering which you shall take from them: gold, silver, and bronze;"
    },
    {
        "o": 2422,
        "r": "nkjv:Exodus:25:4",
        "t": "blue, purple, and scarlet thread,*i fine linen, and goats’ hair;*i"
    },
    {
        "o": 2423,
        "r": "nkjv:Exodus:25:5",
        "t": "ram skins dyed red, badger skins, and acacia wood;"
    },
    {
        "o": 2424,
        "r": "nkjv:Exodus:25:6",
        "t": "oil for the light, and spices for the anointing oil and for the sweet incense;"
    },
    {
        "o": 2425,
        "r": "nkjv:Exodus:25:7",
        "t": "onyx stones, and stones to be set in the ephod and in the breastplate."
    },
    {
        "o": 2426,
        "r": "nkjv:Exodus:25:8",
        "t": "And let them make Me a sanctuary, that I may dwell among them."
    },
    {
        "o": 2427,
        "r": "nkjv:Exodus:25:9",
        "t": "According to all that I show you, that*i is,*i the pattern of the tabernacle and the pattern of all its furnishings, just so you shall make it.*i"
    },
    {
        "o": 2428,
        "r": "nkjv:Exodus:25:9",
        "t": "The Ark of the Testimony",
        "h": 2
    },
    {
        "o": 2429,
        "r": "nkjv:Exodus:25:10",
        "t": "“And*p they shall make an ark of acacia wood; two and a half cubits shall*i be*i its length, a cubit and a half its width, and a cubit and a half its height."
    },
    {
        "o": 2430,
        "r": "nkjv:Exodus:25:11",
        "t": "And you shall overlay it with pure gold, inside and out you shall overlay it, and shall make on it a molding of gold all around."
    },
    {
        "o": 2431,
        "r": "nkjv:Exodus:25:12",
        "t": "You shall cast four rings of gold for it, and put them*i in its four corners; two rings shall*i be*i on one side, and two rings on the other side."
    },
    {
        "o": 2432,
        "r": "nkjv:Exodus:25:13",
        "t": "And you shall make poles of*i acacia wood, and overlay them with gold."
    },
    {
        "o": 2433,
        "r": "nkjv:Exodus:25:14",
        "t": "You shall put the poles into the rings on the sides of the ark, that the ark may be carried by them."
    },
    {
        "o": 2434,
        "r": "nkjv:Exodus:25:15",
        "t": "The poles shall be in the rings of the ark; they shall not be taken from it."
    },
    {
        "o": 2435,
        "r": "nkjv:Exodus:25:16",
        "t": "And you shall put into the ark the Testimony which I will give you."
    },
    {
        "o": 2436,
        "r": "nkjv:Exodus:25:17",
        "t": "“You*p shall make a mercy seat of pure gold; two and a half cubits shall*i be*i its length and a cubit and a half its width."
    },
    {
        "o": 2437,
        "r": "nkjv:Exodus:25:18",
        "t": "And you shall make two cherubim of gold; of hammered work you shall make them at the two ends of the mercy seat."
    },
    {
        "o": 2438,
        "r": "nkjv:Exodus:25:19",
        "t": "Make one cherub at one end, and the other cherub at the other end; you shall make the cherubim at the two ends of it of*i one*i piece*i with the mercy seat."
    },
    {
        "o": 2439,
        "r": "nkjv:Exodus:25:20",
        "t": "And the cherubim shall stretch out their*i wings above, covering the mercy seat with their wings, and they shall face one another; the faces of the cherubim shall*i be*i toward the mercy seat."
    },
    {
        "o": 2440,
        "r": "nkjv:Exodus:25:21",
        "t": "You shall put the mercy seat on top of the ark, and in the ark you shall put the Testimony that I will give you."
    },
    {
        "o": 2441,
        "r": "nkjv:Exodus:25:22",
        "t": "And there I will meet with you, and I will speak with you from above the mercy seat, from between the two cherubim which are*i on the ark of the Testimony, about everything which I will give you in commandment to the children of Israel."
    },
    {
        "o": 2442,
        "r": "nkjv:Exodus:25:22",
        "t": "The Table for the Showbread",
        "h": 2
    },
    {
        "o": 2443,
        "r": "nkjv:Exodus:25:23",
        "t": "“You*p shall also make a table of acacia wood; two cubits shall*i be*i its length, a cubit its width, and a cubit and a half its height."
    },
    {
        "o": 2444,
        "r": "nkjv:Exodus:25:24",
        "t": "And you shall overlay it with pure gold, and make a molding of gold all around."
    },
    {
        "o": 2445,
        "r": "nkjv:Exodus:25:25",
        "t": "You shall make for it a frame of a handbreadth all around, and you shall make a gold molding for the frame all around."
    },
    {
        "o": 2446,
        "r": "nkjv:Exodus:25:26",
        "t": "And you shall make for it four rings of gold, and put the rings on the four corners that are*i at its four legs."
    },
    {
        "o": 2447,
        "r": "nkjv:Exodus:25:27",
        "t": "The rings shall be close to the frame, as holders for the poles to bear the table."
    },
    {
        "o": 2448,
        "r": "nkjv:Exodus:25:28",
        "t": "And you shall make the poles of acacia wood, and overlay them with gold, that the table may be carried with them."
    },
    {
        "o": 2449,
        "r": "nkjv:Exodus:25:29",
        "t": "You shall make its dishes, its pans, its pitchers, and its bowls for pouring. You shall make them of pure gold."
    },
    {
        "o": 2450,
        "r": "nkjv:Exodus:25:30",
        "t": "And you shall set the showbread on the table before Me always."
    },
    {
        "o": 2451,
        "r": "nkjv:Exodus:25:30",
        "t": "The Gold Lampstand",
        "h": 2
    },
    {
        "o": 2452,
        "r": "nkjv:Exodus:25:31",
        "t": "“You*p shall also make a lampstand of pure gold; the lampstand shall be of hammered work. Its shaft, its branches, its bowls, its ornamental*i knobs, and flowers shall be of*i one*i piece.*i"
    },
    {
        "o": 2453,
        "r": "nkjv:Exodus:25:32",
        "t": "And six branches shall come out of its sides: three branches of the lampstand out of one side, and three branches of the lampstand out of the other side."
    },
    {
        "o": 2454,
        "r": "nkjv:Exodus:25:33",
        "t": "Three bowls shall*i be*i made like almond blossoms*i on one branch, with*i an ornamental*i knob and a flower, and three bowls made like almond blossoms*i on the other branch, with*i an ornamental*i knob and a flower—and so for the six branches that come out of the lampstand."
    },
    {
        "o": 2455,
        "r": "nkjv:Exodus:25:34",
        "t": "On the lampstand itself four bowls shall*i be*i made like almond blossoms,*i each*i with*i its ornamental*i knob and flower."
    },
    {
        "o": 2456,
        "r": "nkjv:Exodus:25:35",
        "t": "And there*i shall*i be*i a knob under the first*i two branches of the same, a knob under the second*i two branches of the same, and a knob under the third*i two branches of the same, according to the six branches that extend from the lampstand."
    },
    {
        "o": 2457,
        "r": "nkjv:Exodus:25:36",
        "t": "Their knobs and their branches shall*i be*i of*i one*i piece;*i all of it shall*i be*i one hammered piece of pure gold."
    },
    {
        "o": 2458,
        "r": "nkjv:Exodus:25:37",
        "t": "You shall make seven lamps for it, and they shall arrange its lamps so that they give light in front of it."
    },
    {
        "o": 2459,
        "r": "nkjv:Exodus:25:38",
        "t": "And its wick-trimmers and their trays shall*i be*i of pure gold."
    },
    {
        "o": 2460,
        "r": "nkjv:Exodus:25:39",
        "t": "It shall be made of a talent of pure gold, with all these utensils."
    },
    {
        "o": 2461,
        "r": "nkjv:Exodus:25:40",
        "t": "And see to it that you make them*i according to the pattern which was shown you on the mountain."
    }
]
