[
    {
        "o": 23589,
        "r": "kjv:Jonah:3:0",
        "t": "Jonah 3",
        "h": 1
    },
    {
        "o": 23590,
        "r": "kjv:Jonah:3:1",
        "t": "And*p the word of the Lord*s came unto Jonah the second time, saying,"
    },
    {
        "o": 23591,
        "r": "kjv:Jonah:3:2",
        "t": "Arise,*p go unto Nineveh, that great city, and preach unto it the preaching that I bid thee."
    },
    {
        "o": 23592,
        "r": "kjv:Jonah:3:3",
        "t": "So*p Jonah arose, and went unto Nineveh, according to the word of the Lord.*s Now Nineveh was an exceeding great city of three days' journey."
    },
    {
        "o": 23593,
        "r": "kjv:Jonah:3:4",
        "t": "And*p Jonah began to enter into the city a day's journey, and he cried, and said, Yet forty days, and Nineveh shall be overthrown."
    },
    {
        "o": 23594,
        "r": "kjv:Jonah:3:5",
        "t": "So*p the people of Nineveh believed God, and proclaimed a fast, and put on sackcloth, from the greatest of them even to the least of them."
    },
    {
        "o": 23595,
        "r": "kjv:Jonah:3:6",
        "t": "For*p word came unto the king of Nineveh, and he arose from his throne, and he laid his robe from him, and covered him with sackcloth, and sat in ashes."
    },
    {
        "o": 23596,
        "r": "kjv:Jonah:3:7",
        "t": "And*p he caused it to be proclaimed and published through Nineveh by the decree of the king and his nobles, saying, Let neither man nor beast, herd nor flock, taste any thing: let them not feed, nor drink water:"
    },
    {
        "o": 23597,
        "r": "kjv:Jonah:3:8",
        "t": "But*p let man and beast be covered with sackcloth, and cry mightily unto God: yea, let them turn every one from his evil way, and from the violence that is in their hands."
    },
    {
        "o": 23598,
        "r": "kjv:Jonah:3:9",
        "t": "Who*p can tell if God will turn and repent, and turn away from his fierce anger, that we perish not?"
    },
    {
        "o": 23599,
        "r": "kjv:Jonah:3:10",
        "t": "And*p God saw their works, that they turned from their evil way; and God repented of the evil, that he had said that he would do unto them; and he did it not."
    }
]
