[
    {
        "o": 7514,
        "r": "esv:Judges:12:0",
        "t": "Judges 12",
        "h": 1
    },
    {
        "o": 7515,
        "r": "esv:Judges:12:0",
        "t": "Jephthah’s Conflict with Ephraim",
        "h": 2
    },
    {
        "o": 7516,
        "r": "esv:Judges:12:1",
        "t": "The*p men of Ephraim were called to arms, and they crossed to Zaphon and said to Jephthah, “Why did you cross over to fight against the Ammonites and did not call us to go with you? We will burn your house over you with fire.”"
    },
    {
        "o": 7517,
        "r": "esv:Judges:12:2",
        "t": "And Jephthah said to them, “I and my people had a great dispute with the Ammonites, and when I called you, you did not save me from their hand."
    },
    {
        "o": 7518,
        "r": "esv:Judges:12:3",
        "t": "And when I saw that you would not save me, I took my life in my hand and crossed over against the Ammonites, and the Lord*s gave them into my hand. Why then have you come up to me this day to fight against me?”"
    },
    {
        "o": 7519,
        "r": "esv:Judges:12:4",
        "t": "Then Jephthah gathered all the men of Gilead and fought with Ephraim. And the men of Gilead struck Ephraim, because they said, “You are fugitives of Ephraim, you Gileadites, in the midst of Ephraim and Manasseh.”"
    },
    {
        "o": 7520,
        "r": "esv:Judges:12:5",
        "t": "And the Gileadites captured the fords of the Jordan against the Ephraimites. And when any of the fugitives of Ephraim said, “Let me go over,” the men of Gilead said to him, “Are you an Ephraimite?” When he said, “No,”"
    },
    {
        "o": 7521,
        "r": "esv:Judges:12:6",
        "t": "they said to him, “Then say Shibboleth,” and he said, “Sibboleth,” for he could not pronounce it right. Then they seized him and slaughtered him at the fords of the Jordan. At that time 42,000 of the Ephraimites fell."
    },
    {
        "o": 7522,
        "r": "esv:Judges:12:7",
        "t": "Jephthah*p judged Israel six years. Then Jephthah the Gileadite died and was buried in his city in Gilead."
    },
    {
        "o": 7523,
        "r": "esv:Judges:12:7",
        "t": "Ibzan, Elon, and Abdon",
        "h": 2
    },
    {
        "o": 7524,
        "r": "esv:Judges:12:8",
        "t": "After*p him Ibzan of Bethlehem judged Israel."
    },
    {
        "o": 7525,
        "r": "esv:Judges:12:9",
        "t": "He had thirty sons, and thirty daughters he gave in marriage outside his clan, and thirty daughters he brought in from outside for his sons. And he judged Israel seven years."
    },
    {
        "o": 7526,
        "r": "esv:Judges:12:10",
        "t": "Then Ibzan died and was buried at Bethlehem."
    },
    {
        "o": 7527,
        "r": "esv:Judges:12:11",
        "t": "After*p him Elon the Zebulunite judged Israel, and he judged Israel ten years."
    },
    {
        "o": 7528,
        "r": "esv:Judges:12:12",
        "t": "Then Elon the Zebulunite died and was buried at Aijalon in the land of Zebulun."
    },
    {
        "o": 7529,
        "r": "esv:Judges:12:13",
        "t": "After*p him Abdon the son of Hillel the Pirathonite judged Israel."
    },
    {
        "o": 7530,
        "r": "esv:Judges:12:14",
        "t": "He had forty sons and thirty grandsons, who rode on seventy donkeys, and he judged Israel eight years."
    },
    {
        "o": 7531,
        "r": "esv:Judges:12:15",
        "t": "Then Abdon the son of Hillel the Pirathonite died and was buried at Pirathon in the land of Ephraim, in the hill country of the Amalekites."
    }
]
