[
    {
        "o": 32245,
        "r": "nasb:2 Corinthians:10:0",
        "t": "2 Corinthians 10",
        "h": 1
    },
    {
        "o": 32246,
        "r": "nasb:2 Corinthians:10:0",
        "t": "Paul Describes Himself",
        "h": 2
    },
    {
        "o": 32247,
        "r": "nasb:2 Corinthians:10:1",
        "t": "Now*p I, Paul, myself urge you by the meekness and gentleness of Christ—I who am meek when face to face with you, but bold toward you when absent!"
    },
    {
        "o": 32248,
        "r": "nasb:2 Corinthians:10:2",
        "t": "I ask that when I am present I need*i not be bold with the confidence with which I propose to be courageous against some, who regard us as if we walked according to the flesh."
    },
    {
        "o": 32249,
        "r": "nasb:2 Corinthians:10:3",
        "t": "For though we walk in the flesh, we do not war according to the flesh,"
    },
    {
        "o": 32250,
        "r": "nasb:2 Corinthians:10:4",
        "t": "for the weapons of our warfare are not of the flesh, but divinely powerful for the destruction of fortresses."
    },
    {
        "o": 32251,
        "r": "nasb:2 Corinthians:10:5",
        "t": "We*i are*i destroying speculations and every lofty thing raised up against the knowledge of God, and we*i are*i taking every thought captive to the obedience of Christ,"
    },
    {
        "o": 32252,
        "r": "nasb:2 Corinthians:10:6",
        "t": "and we are ready to punish all disobedience, whenever your obedience is complete."
    },
    {
        "o": 32253,
        "r": "nasb:2 Corinthians:10:7",
        "t": "You*p are looking at things as they are outwardly. If anyone is confident in himself that he is Christ’s, let him consider this again within himself, that just as he is Christ’s, so also are we."
    },
    {
        "o": 32254,
        "r": "nasb:2 Corinthians:10:8",
        "t": "For even if I boast somewhat further about our authority, which the Lord gave for building you up and not for destroying you, I will not be put to shame,"
    },
    {
        "o": 32255,
        "r": "nasb:2 Corinthians:10:9",
        "t": "for I do not wish to seem as if I would terrify you by my letters."
    },
    {
        "o": 32256,
        "r": "nasb:2 Corinthians:10:10",
        "t": "For they say, “His letters are weighty and strong, but his personal presence is unimpressive and his speech contemptible.”"
    },
    {
        "o": 32257,
        "r": "nasb:2 Corinthians:10:11",
        "t": "Let such a person consider this, that what we are in word by letters when absent, such persons we*i are*i also in deed when present."
    },
    {
        "o": 32258,
        "r": "nasb:2 Corinthians:10:12",
        "t": "For*p we are not bold to class or compare ourselves with some of those who commend themselves; but when they measure themselves by themselves and compare themselves with themselves, they are without understanding."
    },
    {
        "o": 32259,
        "r": "nasb:2 Corinthians:10:13",
        "t": "But we will not boast beyond our*i measure, but within the measure of the sphere which God apportioned to us as a measure, to reach even as far as you."
    },
    {
        "o": 32260,
        "r": "nasb:2 Corinthians:10:14",
        "t": "For we are not overextending ourselves, as if we did not reach to you, for we were the first to come even as far as you in the gospel of Christ;"
    },
    {
        "o": 32261,
        "r": "nasb:2 Corinthians:10:15",
        "t": "not boasting beyond our*i measure, that*i is,*i in other men’s labors, but with the hope that as your faith grows, we will be, within our sphere, enlarged even more by you,"
    },
    {
        "o": 32262,
        "r": "nasb:2 Corinthians:10:16",
        "t": "so as to preach the gospel even to the regions beyond you, and*i not to boast in what has been accomplished in the sphere of another."
    },
    {
        "o": 32263,
        "r": "nasb:2 Corinthians:10:17",
        "t": "But he*s who*s boasts*s is*s to*s boast*s in*s the*s Lord.*s"
    },
    {
        "o": 32264,
        "r": "nasb:2 Corinthians:10:18",
        "t": "For it is not he who commends himself that is approved, but he whom the Lord commends."
    }
]
