[
    {
        "o": 964,
        "r": "csb:Genesis:31:0",
        "t": "Genesis 31",
        "h": 1
    },
    {
        "o": 965,
        "r": "csb:Genesis:31:0",
        "t": "Jacob Separates from Laban",
        "h": 2
    },
    {
        "o": 966,
        "r": "csb:Genesis:31:1",
        "t": "Now*p Jacob heard what Laban’s sons were saying: “Jacob has taken all that was our father’s and has built this wealth from what belonged to our father.”"
    },
    {
        "o": 967,
        "r": "csb:Genesis:31:2",
        "t": "And Jacob saw from Laban’s face that his attitude toward him was not the same as before."
    },
    {
        "o": 968,
        "r": "csb:Genesis:31:3",
        "t": "The*p Lord*s said to him, “Go back to the land of your ancestors and to your family, and I will be with you.”"
    },
    {
        "o": 969,
        "r": "csb:Genesis:31:4",
        "t": "Jacob*p had Rachel and Leah called to the field where his flocks were."
    },
    {
        "o": 970,
        "r": "csb:Genesis:31:5",
        "t": "He said to them, “I can see from your father’s face that his attitude toward me is not the same as before, but the God of my father has been with me."
    },
    {
        "o": 971,
        "r": "csb:Genesis:31:6",
        "t": "You know that with all my strength I have served your father"
    },
    {
        "o": 972,
        "r": "csb:Genesis:31:7",
        "t": "and that he has cheated me and changed my wages ten times. But God has not let him harm me."
    },
    {
        "o": 973,
        "r": "csb:Genesis:31:8",
        "t": "If he said, ‘The spotted sheep will be your wages,’ then all the sheep were born spotted. If he said, ‘The streaked sheep will be your wages,’ then all the sheep were born streaked."
    },
    {
        "o": 974,
        "r": "csb:Genesis:31:9",
        "t": "God has taken away your father’s herds and given them to me."
    },
    {
        "o": 975,
        "r": "csb:Genesis:31:10",
        "t": "“When*p the flocks were breeding, I saw in a dream that the streaked, spotted, and speckled males were mating with the females."
    },
    {
        "o": 976,
        "r": "csb:Genesis:31:11",
        "t": "In that dream the angel of God said to me, ‘Jacob!’ and I said, ‘Here I am.’"
    },
    {
        "o": 977,
        "r": "csb:Genesis:31:12",
        "t": "And he said, ‘Look up and see: all the males that are mating with the flocks are streaked, spotted, and speckled, for I have seen all that Laban has been doing to you."
    },
    {
        "o": 978,
        "r": "csb:Genesis:31:13",
        "t": "I am the God of Bethel, where you poured oil on the stone marker and made a solemn vow to me. Get up, leave this land, and return to your native land.’”"
    },
    {
        "o": 979,
        "r": "csb:Genesis:31:14",
        "t": "Then*p Rachel and Leah answered him, “Do we have any portion or inheritance in our father’s family?"
    },
    {
        "o": 980,
        "r": "csb:Genesis:31:15",
        "t": "Are we not regarded by him as outsiders? For he has sold us and has certainly spent our purchase price."
    },
    {
        "o": 981,
        "r": "csb:Genesis:31:16",
        "t": "In fact, all the wealth that God has taken away from our father belongs to us and to our children. So do whatever God has said to you.”"
    },
    {
        "o": 982,
        "r": "csb:Genesis:31:17",
        "t": "So*p Jacob got up and put his children and wives on the camels."
    },
    {
        "o": 983,
        "r": "csb:Genesis:31:18",
        "t": "He took all the livestock and possessions he had acquired in Paddan-aram, and he drove his herds to go to the land of Canaan, to his father Isaac."
    },
    {
        "o": 984,
        "r": "csb:Genesis:31:19",
        "t": "When Laban had gone to shear his sheep, Rachel stole her father’s household idols."
    },
    {
        "o": 985,
        "r": "csb:Genesis:31:20",
        "t": "And Jacob deceived Laban the Aramean, not telling him that he was fleeing."
    },
    {
        "o": 986,
        "r": "csb:Genesis:31:21",
        "t": "He fled with all his possessions, crossed the Euphrates, and headed for the hill country of Gilead."
    },
    {
        "o": 987,
        "r": "csb:Genesis:31:21",
        "t": "Laban Overtakes Jacob",
        "h": 2
    },
    {
        "o": 988,
        "r": "csb:Genesis:31:22",
        "t": "On*p the third day Laban was told that Jacob had fled."
    },
    {
        "o": 989,
        "r": "csb:Genesis:31:23",
        "t": "So he took his relatives with him, pursued Jacob for seven days, and overtook him in the hill country of Gilead."
    },
    {
        "o": 990,
        "r": "csb:Genesis:31:24",
        "t": "But God came to Laban the Aramean in a dream at night. “Watch yourself!” God warned him. “Don’t say anything to Jacob, either good or bad.”"
    },
    {
        "o": 991,
        "r": "csb:Genesis:31:25",
        "t": "When*p Laban overtook Jacob, Jacob had pitched his tent in the hill country, and Laban and his relatives also pitched their tents in the hill country of Gilead."
    },
    {
        "o": 992,
        "r": "csb:Genesis:31:26",
        "t": "Laban said to Jacob, “What have you done? You have deceived me and taken my daughters away like prisoners of war!"
    },
    {
        "o": 993,
        "r": "csb:Genesis:31:27",
        "t": "Why did you secretly flee from me, deceive me, and not tell me? I would have sent you away with joy and singing, with tambourines and lyres,"
    },
    {
        "o": 994,
        "r": "csb:Genesis:31:28",
        "t": "but you didn’t even let me kiss my grandchildren and my daughters. You have acted foolishly."
    },
    {
        "o": 995,
        "r": "csb:Genesis:31:29",
        "t": "I could do you great harm, but last night the God of your father said to me, ‘Watch yourself! Don’t say anything to Jacob, either good or bad.’"
    },
    {
        "o": 996,
        "r": "csb:Genesis:31:30",
        "t": "Now you have gone off because you long for your father’s family - but why have you stolen my gods?”"
    },
    {
        "o": 997,
        "r": "csb:Genesis:31:31",
        "t": "Jacob*p answered, “I was afraid, for I thought you would take your daughters from me by force."
    },
    {
        "o": 998,
        "r": "csb:Genesis:31:32",
        "t": "If you find your gods with anyone here, he will not live! Before our relatives, point out anything that is yours and take it.” Jacob did not know that Rachel had stolen the idols."
    },
    {
        "o": 999,
        "r": "csb:Genesis:31:33",
        "t": "So*p Laban went into Jacob’s tent, Leah’s tent, and the tents of the two concubines, but he found nothing. When he left Leah’s tent, he went into Rachel’s tent."
    },
    {
        "o": 1000,
        "r": "csb:Genesis:31:34",
        "t": "Now Rachel had taken Laban’s household idols, put them in the saddlebag of the camel, and sat on them. Laban searched the whole tent but found nothing."
    },
    {
        "o": 1001,
        "r": "csb:Genesis:31:35",
        "t": "She*p said to her father, “Don’t be angry, my lord, that I cannot stand up in your presence; I am having my period.” So Laban searched, but could not find the household idols."
    },
    {
        "o": 1002,
        "r": "csb:Genesis:31:35",
        "t": "Jacob’s Covenant with Laban",
        "h": 2
    },
    {
        "o": 1003,
        "r": "csb:Genesis:31:36",
        "t": "Then*p Jacob became incensed and brought charges against Laban. “What is my crime?” he said to Laban. “What is my sin, that you have pursued me?"
    },
    {
        "o": 1004,
        "r": "csb:Genesis:31:37",
        "t": "You’ve searched all my possessions! Have you found anything of yours? Put it here before my relatives and yours, and let them decide between the two of us."
    },
    {
        "o": 1005,
        "r": "csb:Genesis:31:38",
        "t": "I’ve been with you these twenty years. Your ewes and female goats have not miscarried, and I have not eaten the rams from your flock."
    },
    {
        "o": 1006,
        "r": "csb:Genesis:31:39",
        "t": "I did not bring you any of the flock torn by wild beasts; I myself bore the loss. You demanded payment from me for what was stolen by day or by night."
    },
    {
        "o": 1007,
        "r": "csb:Genesis:31:40",
        "t": "There I was - the heat consumed me by day and the frost by night, and sleep fled from my eyes."
    },
    {
        "o": 1008,
        "r": "csb:Genesis:31:41",
        "t": "For twenty years in your household I served you - fourteen years for your two daughters and six years for your flocks- and you have changed my wages ten times!"
    },
    {
        "o": 1009,
        "r": "csb:Genesis:31:42",
        "t": "If the God of my father, the God of Abraham, the Fear of Isaac, had not been with me, certainly now you would have sent me off empty-handed. But God has seen my affliction and my hard work, and he issued his verdict last night.”"
    },
    {
        "o": 1010,
        "r": "csb:Genesis:31:43",
        "t": "Then*p Laban answered Jacob, “The daughters are my daughters; the children, my children; and the flocks, my flocks! Everything you see is mine! But what can I do today for these daughters of mine or for the children they have borne?"
    },
    {
        "o": 1011,
        "r": "csb:Genesis:31:44",
        "t": "Come now, let’s make a covenant, you and I. Let it be a witness between the two of us.”"
    },
    {
        "o": 1012,
        "r": "csb:Genesis:31:45",
        "t": "So*p Jacob picked out a stone and set it up as a marker."
    },
    {
        "o": 1013,
        "r": "csb:Genesis:31:46",
        "t": "Then Jacob said to his relatives, “Gather stones.” And they took stones and made a mound, then ate there by the mound."
    },
    {
        "o": 1014,
        "r": "csb:Genesis:31:47",
        "t": "Laban named the mound Jegar-sahadutha, but Jacob named it Galeed."
    },
    {
        "o": 1015,
        "r": "csb:Genesis:31:48",
        "t": "Then*p Laban said, “This mound is a witness between you and me today.” Therefore the place was called Galeed"
    },
    {
        "o": 1016,
        "r": "csb:Genesis:31:49",
        "t": "and also Mizpah, for he said, “May the Lord*s watch between you and me when we are out of each other’s sight."
    },
    {
        "o": 1017,
        "r": "csb:Genesis:31:50",
        "t": "If you mistreat my daughters or take other wives, though no one is with us, understand that God will be a witness between you and me.”"
    },
    {
        "o": 1018,
        "r": "csb:Genesis:31:51",
        "t": "Laban also said to Jacob, “Look at this mound and the marker I have set up between you and me."
    },
    {
        "o": 1019,
        "r": "csb:Genesis:31:52",
        "t": "This mound is a witness and the marker is a witness that I will not pass beyond this mound to you, and you will not pass beyond this mound and this marker to do me harm."
    },
    {
        "o": 1020,
        "r": "csb:Genesis:31:53",
        "t": "The God of Abraham, and the gods of Nahor - the gods of their father- will judge between us.” And Jacob swore by the Fear of his father Isaac."
    },
    {
        "o": 1021,
        "r": "csb:Genesis:31:54",
        "t": "Then Jacob offered a sacrifice on the mountain and invited his relatives to eat a meal. So they ate a meal and spent the night on the mountain."
    },
    {
        "o": 1022,
        "r": "csb:Genesis:31:55",
        "t": "Laban got up early in the morning, kissed his grandchildren and daughters, and blessed them. Then Laban left to return home."
    }
]
