[
    {
        "o": 9259,
        "r": "nkjv:2 Samuel:15:0",
        "t": "2 Samuel 15",
        "h": 1
    },
    {
        "o": 9260,
        "r": "nkjv:2 Samuel:15:0",
        "t": "Absalom’s Treason",
        "h": 2
    },
    {
        "o": 9261,
        "r": "nkjv:2 Samuel:15:1",
        "t": "After*p this it happened that Absalom provided himself with chariots and horses, and fifty men to run before him."
    },
    {
        "o": 9262,
        "r": "nkjv:2 Samuel:15:2",
        "t": "Now Absalom would rise early and stand beside the way to the gate. So*i it was, whenever anyone who had a lawsuit came to the king for a decision, that Absalom would call to him and say, “What city are*i you from?” And he would say, “Your servant is*i from such and such a tribe of Israel.”"
    },
    {
        "o": 9263,
        "r": "nkjv:2 Samuel:15:3",
        "t": "Then Absalom would say to him, “Look, your case is*i good and right; but there*i is*i no deputy of the king to hear you.”"
    },
    {
        "o": 9264,
        "r": "nkjv:2 Samuel:15:4",
        "t": "Moreover Absalom would say, “Oh, that I were made judge in the land, and everyone who has any suit or cause would come to me; then I would give him justice.”"
    },
    {
        "o": 9265,
        "r": "nkjv:2 Samuel:15:5",
        "t": "And so*i it was, whenever anyone came near to bow down to him, that he would put out his hand and take him and kiss him."
    },
    {
        "o": 9266,
        "r": "nkjv:2 Samuel:15:6",
        "t": "In this manner Absalom acted toward all Israel who came to the king for judgment. So Absalom stole the hearts of the men of Israel."
    },
    {
        "o": 9267,
        "r": "nkjv:2 Samuel:15:7",
        "t": "Now*p it came to pass after forty years that Absalom said to the king, “Please, let me go to Hebron and pay the vow which I made to the Lord.*s"
    },
    {
        "o": 9268,
        "r": "nkjv:2 Samuel:15:8",
        "t": "For your servant took a vow while I dwelt at Geshur in Syria, saying, ‘If the Lord*s indeed brings me back to Jerusalem, then I will serve the Lord.’”*s"
    },
    {
        "o": 9269,
        "r": "nkjv:2 Samuel:15:9",
        "t": "And*p the king said to him, “Go in peace.” So he arose and went to Hebron."
    },
    {
        "o": 9270,
        "r": "nkjv:2 Samuel:15:10",
        "t": "Then*p Absalom sent spies throughout all the tribes of Israel, saying, “As soon as you hear the sound of the trumpet, then you shall say, ‘Absalom reigns in Hebron!’”"
    },
    {
        "o": 9271,
        "r": "nkjv:2 Samuel:15:11",
        "t": "And with Absalom went two hundred men invited from Jerusalem, and they went along innocently and did not know anything."
    },
    {
        "o": 9272,
        "r": "nkjv:2 Samuel:15:12",
        "t": "Then Absalom sent for Ahithophel the Gilonite, David’s counselor, from his city—from Giloh—while he offered sacrifices. And the conspiracy grew strong, for the people with Absalom continually increased in number."
    },
    {
        "o": 9273,
        "r": "nkjv:2 Samuel:15:12",
        "t": "David Escapes from Jerusalem",
        "h": 2
    },
    {
        "o": 9274,
        "r": "nkjv:2 Samuel:15:13",
        "t": "Now*p a messenger came to David, saying, “The hearts of the men of Israel are with Absalom.”"
    },
    {
        "o": 9275,
        "r": "nkjv:2 Samuel:15:14",
        "t": "So*p David said to all his servants who were*i with him at Jerusalem, “Arise, and let us flee, or we shall not escape from Absalom. Make haste to depart, lest he overtake us suddenly and bring disaster upon us, and strike the city with the edge of the sword.”"
    },
    {
        "o": 9276,
        "r": "nkjv:2 Samuel:15:15",
        "t": "And*p the king’s servants said to the king, “We are*i your servants, ready*i to*i do*i whatever my lord the king commands.”"
    },
    {
        "o": 9277,
        "r": "nkjv:2 Samuel:15:16",
        "t": "Then the king went out with all his household after him. But the king left ten women, concubines, to keep the house."
    },
    {
        "o": 9278,
        "r": "nkjv:2 Samuel:15:17",
        "t": "And the king went out with all the people after him, and stopped at the outskirts."
    },
    {
        "o": 9279,
        "r": "nkjv:2 Samuel:15:18",
        "t": "Then all his servants passed before him; and all the Cherethites, all the Pelethites, and all the Gittites, six hundred men who had followed him from Gath, passed before the king."
    },
    {
        "o": 9280,
        "r": "nkjv:2 Samuel:15:19",
        "t": "Then*p the king said to Ittai the Gittite, “Why are you also going with us? Return and remain with the king. For you are*i a foreigner and also an exile from your own place."
    },
    {
        "o": 9281,
        "r": "nkjv:2 Samuel:15:20",
        "t": "In fact, you came only*i yesterday. Should I make you wander up and down with us today, since I go I know not where? Return, and take your brethren back. Mercy and truth be*i with you.”"
    },
    {
        "o": 9282,
        "r": "nkjv:2 Samuel:15:21",
        "t": "But*p Ittai answered the king and said, “As*i the Lord*s lives, and as*i my lord the king lives, surely in whatever place my lord the king shall be, whether in death or life, even there also your servant will be.”"
    },
    {
        "o": 9283,
        "r": "nkjv:2 Samuel:15:22",
        "t": "So*p David said to Ittai, “Go, and cross over.” Then Ittai the Gittite and all his men and all the little ones who were*i with him crossed over."
    },
    {
        "o": 9284,
        "r": "nkjv:2 Samuel:15:23",
        "t": "And all the country wept with a loud voice, and all the people crossed over. The king himself also crossed over the Brook Kidron, and all the people crossed over toward the way of the wilderness."
    },
    {
        "o": 9285,
        "r": "nkjv:2 Samuel:15:24",
        "t": "There*p was Zadok also, and all the Levites with him, bearing the ark of the covenant of God. And they set down the ark of God, and Abiathar went up until all the people had finished crossing over from the city."
    },
    {
        "o": 9286,
        "r": "nkjv:2 Samuel:15:25",
        "t": "Then the king said to Zadok, “Carry the ark of God back into the city. If I find favor in the eyes of the Lord,*s He will bring me back and show me both*i it and His dwelling place."
    },
    {
        "o": 9287,
        "r": "nkjv:2 Samuel:15:26",
        "t": "But if He says thus: ‘I have no delight in you,’ here I am, let Him do to me as seems good to Him.”"
    },
    {
        "o": 9288,
        "r": "nkjv:2 Samuel:15:27",
        "t": "The king also said to Zadok the priest, “Are*i you not*i a seer? Return to the city in peace, and your two sons with you, Ahimaaz your son, and Jonathan the son of Abiathar."
    },
    {
        "o": 9289,
        "r": "nkjv:2 Samuel:15:28",
        "t": "See, I will wait in the plains of the wilderness until word comes from you to inform me.”"
    },
    {
        "o": 9290,
        "r": "nkjv:2 Samuel:15:29",
        "t": "Therefore Zadok and Abiathar carried the ark of God back to Jerusalem. And they remained there."
    },
    {
        "o": 9291,
        "r": "nkjv:2 Samuel:15:30",
        "t": "So*p David went up by the Ascent of the Mount*i of*i Olives, and wept as he went up; and he had his head covered and went barefoot. And all the people who were*i with him covered their heads and went up, weeping as they went up."
    },
    {
        "o": 9292,
        "r": "nkjv:2 Samuel:15:31",
        "t": "Then someone*i told David, saying, “Ahithophel is*i among the conspirators with Absalom.” And David said, “O Lord,*s I pray, turn the counsel of Ahithophel into foolishness!”"
    },
    {
        "o": 9293,
        "r": "nkjv:2 Samuel:15:32",
        "t": "Now*p it happened when David had come to the top of*i the*i mountain,*i where he worshiped God—there was Hushai the Archite coming to meet him with his robe torn and dust on his head."
    },
    {
        "o": 9294,
        "r": "nkjv:2 Samuel:15:33",
        "t": "David said to him, “If you go on with me, then you will become a burden to me."
    },
    {
        "o": 9295,
        "r": "nkjv:2 Samuel:15:34",
        "t": "But if you return to the city, and say to Absalom, ‘I will be your servant, O king; as*i I was*i your father’s servant previously, so I will*i now also be*i your servant,’ then you may defeat the counsel of Ahithophel for me."
    },
    {
        "o": 9296,
        "r": "nkjv:2 Samuel:15:35",
        "t": "And do*i you not have*i Zadok and Abiathar the priests with you there? Therefore it will be that*i whatever you hear from the king’s house, you shall tell to Zadok and Abiathar the priests."
    },
    {
        "o": 9297,
        "r": "nkjv:2 Samuel:15:36",
        "t": "Indeed they*i have*i there with them their two sons, Ahimaaz, Zadok’s son,*i and Jonathan, Abiathar’s son;*i and by them you shall send me everything you hear.”"
    },
    {
        "o": 9298,
        "r": "nkjv:2 Samuel:15:37",
        "t": "So*p Hushai, David’s friend, went into the city. And Absalom came into Jerusalem."
    }
]
