[
    {
        "o": 2091,
        "r": "esv:Exodus:15:0",
        "t": "Exodus 15",
        "h": 1
    },
    {
        "o": 2092,
        "r": "esv:Exodus:15:0",
        "t": "The Song of Moses",
        "h": 2
    },
    {
        "o": 2093,
        "r": "esv:Exodus:15:1",
        "t": "Then*p Moses and the people of Israel sang this song to the Lord,*s saying, “I*pn will sing to the Lord,*s for he has triumphed gloriously; the*ld horse and his rider he has thrown into the sea."
    },
    {
        "o": 2094,
        "r": "esv:Exodus:15:2",
        "t": "The*ln Lord*s is my strength and my song, and*ld he has become my salvation; this*ln is my God, and I will praise him, my*ld father’s God, and I will exalt him."
    },
    {
        "o": 2095,
        "r": "esv:Exodus:15:3",
        "t": "The*ln Lord*s is a man of war; the*ld Lord*s is his name."
    },
    {
        "o": 2096,
        "r": "esv:Exodus:15:4",
        "t": "“Pharaoh’s*pn chariots and his host he cast into the sea, and*ld his chosen officers were sunk in the Red Sea."
    },
    {
        "o": 2097,
        "r": "esv:Exodus:15:5",
        "t": "The*ln floods covered them; they*ld went down into the depths like a stone."
    },
    {
        "o": 2098,
        "r": "esv:Exodus:15:6",
        "t": "Your*ln right hand, O Lord,*s glorious in power, your*ld right hand, O Lord,*s shatters the enemy."
    },
    {
        "o": 2099,
        "r": "esv:Exodus:15:7",
        "t": "In*ln the greatness of your majesty you overthrow your adversaries; you*ld send out your fury; it consumes them like stubble."
    },
    {
        "o": 2100,
        "r": "esv:Exodus:15:8",
        "t": "At*ln the blast of your nostrils the waters piled up; the*ld floods stood up in a heap; the*ld deeps congealed in the heart of the sea."
    },
    {
        "o": 2101,
        "r": "esv:Exodus:15:9",
        "t": "The*ln enemy said, ‘I will pursue, I will overtake, I*ld will divide the spoil, my desire shall have its fill of them. I*ld will draw my sword; my hand shall destroy them.’"
    },
    {
        "o": 2102,
        "r": "esv:Exodus:15:10",
        "t": "You*ln blew with your wind; the sea covered them; they*ld sank like lead in the mighty waters."
    },
    {
        "o": 2103,
        "r": "esv:Exodus:15:11",
        "t": "“Who*pn is like you, O Lord,*s among the gods? Who*ld is like you, majestic in holiness, awesome*ld in glorious deeds, doing wonders?"
    },
    {
        "o": 2104,
        "r": "esv:Exodus:15:12",
        "t": "You*ln stretched out your right hand; the*ld earth swallowed them."
    },
    {
        "o": 2105,
        "r": "esv:Exodus:15:13",
        "t": "“You*pn have led in your steadfast love the people whom you have redeemed; you*ld have guided them by your strength to your holy abode."
    },
    {
        "o": 2106,
        "r": "esv:Exodus:15:14",
        "t": "The*ln peoples have heard; they tremble; pangs*ld have seized the inhabitants of Philistia."
    },
    {
        "o": 2107,
        "r": "esv:Exodus:15:15",
        "t": "Now*ln are the chiefs of Edom dismayed; trembling*ld seizes the leaders of Moab; all*ld the inhabitants of Canaan have melted away."
    },
    {
        "o": 2108,
        "r": "esv:Exodus:15:16",
        "t": "Terror*ln and dread fall upon them; because*ld of the greatness of your arm, they are still as a stone, till*ln your people, O Lord,*s pass by, till*ld the people pass by whom you have purchased."
    },
    {
        "o": 2109,
        "r": "esv:Exodus:15:17",
        "t": "You*ln will bring them in and plant them on your own mountain, the*ld place, O Lord,*s which you have made for your abode, the*ld sanctuary, O Lord, which your hands have established."
    },
    {
        "o": 2110,
        "r": "esv:Exodus:15:18",
        "t": "The*ln Lord*s will reign forever and ever.”"
    },
    {
        "o": 2111,
        "r": "esv:Exodus:15:19",
        "t": "For*p when the horses of Pharaoh with his chariots and his horsemen went into the sea, the Lord*s brought back the waters of the sea upon them, but the people of Israel walked on dry ground in the midst of the sea."
    },
    {
        "o": 2112,
        "r": "esv:Exodus:15:20",
        "t": "Then Miriam the prophetess, the sister of Aaron, took a tambourine in her hand, and all the women went out after her with tambourines and dancing."
    },
    {
        "o": 2113,
        "r": "esv:Exodus:15:21",
        "t": "And Miriam sang to them: “Sing*pn to the Lord,*s for he has triumphed gloriously; the*ln horse and his rider he has thrown into the sea.”"
    },
    {
        "o": 2114,
        "r": "esv:Exodus:15:21",
        "t": "Bitter Water Made Sweet",
        "h": 2
    },
    {
        "o": 2115,
        "r": "esv:Exodus:15:22",
        "t": "Then*p Moses made Israel set out from the Red Sea, and they went into the wilderness of Shur. They went three days in the wilderness and found no water."
    },
    {
        "o": 2116,
        "r": "esv:Exodus:15:23",
        "t": "When they came to Marah, they could not drink the water of Marah because it was bitter; therefore it was named Marah."
    },
    {
        "o": 2117,
        "r": "esv:Exodus:15:24",
        "t": "And the people grumbled against Moses, saying, “What shall we drink?”"
    },
    {
        "o": 2118,
        "r": "esv:Exodus:15:25",
        "t": "And he cried to the Lord,*s and the Lord*s showed him a log, and he threw it into the water, and the water became sweet. There*p the Lord*s made for them a statute and a rule, and there he tested them,"
    },
    {
        "o": 2119,
        "r": "esv:Exodus:15:26",
        "t": "saying, “If you will diligently listen to the voice of the Lord*s your God, and do that which is right in his eyes, and give ear to his commandments and keep all his statutes, I will put none of the diseases on you that I put on the Egyptians, for I am the Lord,*s your healer.”"
    },
    {
        "o": 2120,
        "r": "esv:Exodus:15:27",
        "t": "Then*p they came to Elim, where there were twelve springs of water and seventy palm trees, and they encamped there by the water."
    }
]
