[
    {
        "o": 9922,
        "r": "nasb:1 Kings:10:0",
        "t": "1 Kings 10",
        "h": 1
    },
    {
        "o": 9923,
        "r": "nasb:1 Kings:10:0",
        "t": "The Queen of Sheba",
        "h": 2
    },
    {
        "o": 9924,
        "r": "nasb:1 Kings:10:1",
        "t": "Now*p when the queen of Sheba heard about the fame of Solomon concerning the name of the Lord,*s she came to test him with difficult questions."
    },
    {
        "o": 9925,
        "r": "nasb:1 Kings:10:2",
        "t": "So she came to Jerusalem with a very large retinue, with camels carrying spices and very much gold and precious stones. When she came to Solomon, she spoke with him about all that was in her heart."
    },
    {
        "o": 9926,
        "r": "nasb:1 Kings:10:3",
        "t": "Solomon answered all her questions; nothing was hidden from the king which he did not explain to her."
    },
    {
        "o": 9927,
        "r": "nasb:1 Kings:10:4",
        "t": "When the queen of Sheba perceived all the wisdom of Solomon, the house that he had built,"
    },
    {
        "o": 9928,
        "r": "nasb:1 Kings:10:5",
        "t": "the food of his table, the seating of his servants, the attendance of his waiters and their attire, his cupbearers, and his stairway by which he went up to the house of the Lord,*s there was no more spirit in her."
    },
    {
        "o": 9929,
        "r": "nasb:1 Kings:10:6",
        "t": "Then she said to the king, “It was a true report which I heard in my own land about your words and your wisdom."
    },
    {
        "o": 9930,
        "r": "nasb:1 Kings:10:7",
        "t": "Nevertheless I did not believe the reports, until I came and my eyes had seen it. And behold, the half was not told me. You exceed in*i wisdom and prosperity the report which I heard."
    },
    {
        "o": 9931,
        "r": "nasb:1 Kings:10:8",
        "t": "How blessed are your men, how blessed are these your servants who stand before you continually and*i hear your wisdom."
    },
    {
        "o": 9932,
        "r": "nasb:1 Kings:10:9",
        "t": "Blessed be the Lord*s your God who delighted in you to set you on the throne of Israel; because the Lord*s loved Israel forever, therefore He made you king, to do justice and righteousness.”"
    },
    {
        "o": 9933,
        "r": "nasb:1 Kings:10:10",
        "t": "She gave the king a hundred and twenty talents of gold, and a very great amount*i of spices and precious stones. Never again did such abundance of spices come in as that which the queen of Sheba gave King Solomon."
    },
    {
        "o": 9934,
        "r": "nasb:1 Kings:10:11",
        "t": "Also*p the ships of Hiram, which brought gold from Ophir, brought in from Ophir a very great number*i of*i almug trees and precious stones."
    },
    {
        "o": 9935,
        "r": "nasb:1 Kings:10:12",
        "t": "The king made of the almug trees supports for the house of the Lord*s and for the king’s house, also lyres and harps for the singers; such almug trees have not come in again*i nor have they been seen to this day."
    },
    {
        "o": 9936,
        "r": "nasb:1 Kings:10:13",
        "t": "King*p Solomon gave to the queen of Sheba all her desire which she requested, besides what he gave her according to his royal bounty. Then she turned and went to her own land together with her servants."
    },
    {
        "o": 9937,
        "r": "nasb:1 Kings:10:13",
        "t": "Wealth, Splendor and Wisdom",
        "h": 2
    },
    {
        "o": 9938,
        "r": "nasb:1 Kings:10:14",
        "t": "Now*p the weight of gold which came in to Solomon in one year was 666 talents of gold,"
    },
    {
        "o": 9939,
        "r": "nasb:1 Kings:10:15",
        "t": "besides that*i from the traders and the wares of the merchants and all the kings of the Arabs and the governors of the country."
    },
    {
        "o": 9940,
        "r": "nasb:1 Kings:10:16",
        "t": "King Solomon made 200 large shields of beaten gold, using 600 shekels*i of*i gold on each large shield."
    },
    {
        "o": 9941,
        "r": "nasb:1 Kings:10:17",
        "t": "He*i made*i 300 shields of beaten gold, using three minas of gold on each shield, and the king put them in the house of the forest of Lebanon."
    },
    {
        "o": 9942,
        "r": "nasb:1 Kings:10:18",
        "t": "Moreover, the king made a great throne of ivory and overlaid it with refined gold."
    },
    {
        "o": 9943,
        "r": "nasb:1 Kings:10:19",
        "t": "There*i were*i six steps to the throne and a round top to the throne at its rear, and arms on each side of the seat, and two lions standing beside the arms."
    },
    {
        "o": 9944,
        "r": "nasb:1 Kings:10:20",
        "t": "Twelve lions were standing there on the six steps on the one side and on the other; nothing like it*i was made for any other kingdom."
    },
    {
        "o": 9945,
        "r": "nasb:1 Kings:10:21",
        "t": "All King Solomon’s drinking vessels were*i of gold, and all the vessels of the house of the forest of Lebanon were*i of pure gold. None was of silver; it was not considered valuable in the days of Solomon."
    },
    {
        "o": 9946,
        "r": "nasb:1 Kings:10:22",
        "t": "For the king had at sea the ships of Tarshish with the ships of Hiram; once every three years the ships of Tarshish came bringing gold and silver, ivory and apes and peacocks."
    },
    {
        "o": 9947,
        "r": "nasb:1 Kings:10:23",
        "t": "So*p King Solomon became greater than all the kings of the earth in riches and in wisdom."
    },
    {
        "o": 9948,
        "r": "nasb:1 Kings:10:24",
        "t": "All the earth was seeking the presence of Solomon, to hear his wisdom which God had put in his heart."
    },
    {
        "o": 9949,
        "r": "nasb:1 Kings:10:25",
        "t": "They brought every man his gift, articles of silver and gold, garments, weapons, spices, horses, and mules, so much year by year."
    },
    {
        "o": 9950,
        "r": "nasb:1 Kings:10:26",
        "t": "Now*p Solomon gathered chariots and horsemen; and he had 1,400 chariots and 12,000 horsemen, and he stationed them in the chariot cities and with the king in Jerusalem."
    },
    {
        "o": 9951,
        "r": "nasb:1 Kings:10:27",
        "t": "The king made silver as*i common*i as stones in Jerusalem, and he made cedars as plentiful as sycamore trees that are in the lowland."
    },
    {
        "o": 9952,
        "r": "nasb:1 Kings:10:28",
        "t": "Also Solomon’s import of horses was from Egypt and Kue, and*i the king’s merchants procured them*i from Kue for a price."
    },
    {
        "o": 9953,
        "r": "nasb:1 Kings:10:29",
        "t": "A chariot was imported from Egypt for 600 shekels*i of silver, and a horse for 150; and by the same means they exported them to all the kings of the Hittites and to the kings of the Arameans."
    }
]
