[
    {
        "o": 4633,
        "r": "kjv:Numbers:26:0",
        "t": "Numbers 26",
        "h": 1
    },
    {
        "o": 4634,
        "r": "kjv:Numbers:26:1",
        "t": "And*p it came to pass after the plague, that the Lord*s spake unto Moses and unto Eleazar the son of Aaron the priest, saying,"
    },
    {
        "o": 4635,
        "r": "kjv:Numbers:26:2",
        "t": "Take*p the sum of all the congregation of the children of Israel, from twenty years old and upward, throughout their fathers' house, all that are able to go to war in Israel."
    },
    {
        "o": 4636,
        "r": "kjv:Numbers:26:3",
        "t": "And*p Moses and Eleazar the priest spake with them in the plains of Moab by Jordan near Jericho, saying,"
    },
    {
        "o": 4637,
        "r": "kjv:Numbers:26:4",
        "t": "Take*p the sum of the people, from twenty years old and upward; as the Lord*s commanded Moses and the children of Israel, which went forth out of the land of Egypt."
    },
    {
        "o": 4638,
        "r": "kjv:Numbers:26:5",
        "t": "Reuben,*p the eldest son of Israel: the children of Reuben; Hanoch, of whom cometh the family of the Hanochites: of Pallu, the family of the Palluites:"
    },
    {
        "o": 4639,
        "r": "kjv:Numbers:26:6",
        "t": "Of*p Hezron, the family of the Hezronites: of Carmi, the family of the Carmites."
    },
    {
        "o": 4640,
        "r": "kjv:Numbers:26:7",
        "t": "These*p are the families of the Reubenites: and they that were numbered of them were forty and three thousand and seven hundred and thirty."
    },
    {
        "o": 4641,
        "r": "kjv:Numbers:26:8",
        "t": "And*p the sons of Pallu; Eliab."
    },
    {
        "o": 4642,
        "r": "kjv:Numbers:26:9",
        "t": "And*p the sons of Eliab; Nemuel, and Dathan, and Abiram. This is that Dathan and Abiram, which were famous in the congregation, who strove against Moses and against Aaron in the company of Korah, when they strove against the Lord:*s"
    },
    {
        "o": 4643,
        "r": "kjv:Numbers:26:10",
        "t": "And*p the earth opened her mouth, and swallowed them up together with Korah, when that company died, what time the fire devoured two hundred and fifty men: and they became a sign."
    },
    {
        "o": 4644,
        "r": "kjv:Numbers:26:11",
        "t": "Notwithstanding*p the children of Korah died not."
    },
    {
        "o": 4645,
        "r": "kjv:Numbers:26:12",
        "t": "The*p sons of Simeon after their families: of Nemuel, the family of the Nemuelites: of Jamin, the family of the Jaminites: of Jachin, the family of the Jachinites:"
    },
    {
        "o": 4646,
        "r": "kjv:Numbers:26:13",
        "t": "Of*p Zerah, the family of the Zarhites: of Shaul, the family of the Shaulites."
    },
    {
        "o": 4647,
        "r": "kjv:Numbers:26:14",
        "t": "These*p are the families of the Simeonites, twenty and two thousand and two hundred."
    },
    {
        "o": 4648,
        "r": "kjv:Numbers:26:15",
        "t": "The*p children of Gad after their families: of Zephon, the family of the Zephonites: of Haggi, the family of the Haggites: of Shuni, the family of the Shunites:"
    },
    {
        "o": 4649,
        "r": "kjv:Numbers:26:16",
        "t": "Of*p Ozni, the family of the Oznites: of Eri, the family of the Erites:"
    },
    {
        "o": 4650,
        "r": "kjv:Numbers:26:17",
        "t": "Of*p Arod, the family of the Arodites: of Areli, the family of the Arelites."
    },
    {
        "o": 4651,
        "r": "kjv:Numbers:26:18",
        "t": "These*p are the families of the children of Gad according to those that were numbered of them, forty thousand and five hundred."
    },
    {
        "o": 4652,
        "r": "kjv:Numbers:26:19",
        "t": "The*p sons of Judah were Er and Onan: and Er and Onan died in the land of Canaan."
    },
    {
        "o": 4653,
        "r": "kjv:Numbers:26:20",
        "t": "And*p the sons of Judah after their families were; of Shelah, the family of the Shelanites: of Pharez, the family of the Pharzites: of Zerah, the family of the Zarhites."
    },
    {
        "o": 4654,
        "r": "kjv:Numbers:26:21",
        "t": "And*p the sons of Pharez were; of Hezron, the family of the Hezronites: of Hamul, the family of the Hamulites."
    },
    {
        "o": 4655,
        "r": "kjv:Numbers:26:22",
        "t": "These*p are the families of Judah according to those that were numbered of them, threescore and sixteen thousand and five hundred."
    },
    {
        "o": 4656,
        "r": "kjv:Numbers:26:23",
        "t": "Of*p the sons of Issachar after their families: of Tola, the family of the Tolaites: of Puah, the family of the Punites:"
    },
    {
        "o": 4657,
        "r": "kjv:Numbers:26:24",
        "t": "Of*p Jashub, the family of the Jashubites: of Shimron, the family of the Shimronites."
    },
    {
        "o": 4658,
        "r": "kjv:Numbers:26:25",
        "t": "These*p are the families of Issachar according to those that were numbered of them, threescore and four thousand and three hundred."
    },
    {
        "o": 4659,
        "r": "kjv:Numbers:26:26",
        "t": "Of*p the sons of Zebulun after their families: of Sered, the family of the Sardites: of Elon, the family of the Elonites: of Jahleel, the family of the Jahleelites."
    },
    {
        "o": 4660,
        "r": "kjv:Numbers:26:27",
        "t": "These*p are the families of the Zebulunites according to those that were numbered of them, threescore thousand and five hundred."
    },
    {
        "o": 4661,
        "r": "kjv:Numbers:26:28",
        "t": "The*p sons of Joseph after their families were Manasseh and Ephraim."
    },
    {
        "o": 4662,
        "r": "kjv:Numbers:26:29",
        "t": "Of*p the sons of Manasseh: of Machir, the family of the Machirites: and Machir begat Gilead: of Gilead come the family of the Gileadites."
    },
    {
        "o": 4663,
        "r": "kjv:Numbers:26:30",
        "t": "These*p are the sons of Gilead: of Jeezer, the family of the Jeezerites: of Helek, the family of the Helekites:"
    },
    {
        "o": 4664,
        "r": "kjv:Numbers:26:31",
        "t": "And*p of Asriel, the family of the Asrielites: and of Shechem, the family of the Shechemites:"
    },
    {
        "o": 4665,
        "r": "kjv:Numbers:26:32",
        "t": "And*p of Shemida, the family of the Shemidaites: and of Hepher, the family of the Hepherites."
    },
    {
        "o": 4666,
        "r": "kjv:Numbers:26:33",
        "t": "And*p Zelophehad the son of Hepher had no sons, but daughters: and the names of the daughters of Zelophehad were Mahlah, and Noah, Hoglah, Milcah, and Tirzah."
    },
    {
        "o": 4667,
        "r": "kjv:Numbers:26:34",
        "t": "These*p are the families of Manasseh, and those that were numbered of them, fifty and two thousand and seven hundred."
    },
    {
        "o": 4668,
        "r": "kjv:Numbers:26:35",
        "t": "These*p are the sons of Ephraim after their families: of Shuthelah, the family of the Shuthalhites: of Becher, the family of the Bachrites: of Tahan, the family of the Tahanites."
    },
    {
        "o": 4669,
        "r": "kjv:Numbers:26:36",
        "t": "And*p these are the sons of Shuthelah: of Eran, the family of the Eranites."
    },
    {
        "o": 4670,
        "r": "kjv:Numbers:26:37",
        "t": "These*p are the families of the sons of Ephraim according to those that were numbered of them, thirty and two thousand and five hundred. These are the sons of Joseph after their families."
    },
    {
        "o": 4671,
        "r": "kjv:Numbers:26:38",
        "t": "The*p sons of Benjamin after their families: of Bela, the family of the Belaites: of Ashbel, the family of the Ashbelites: of Ahiram, the family of the Ahiramites:"
    },
    {
        "o": 4672,
        "r": "kjv:Numbers:26:39",
        "t": "Of*p Shupham, the family of the Shuphamites: of Hupham, the family of the Huphamites."
    },
    {
        "o": 4673,
        "r": "kjv:Numbers:26:40",
        "t": "And*p the sons of Bela were Ard and Naaman: of Ard, the family of the Ardites: and of Naaman, the family of the Naamites."
    },
    {
        "o": 4674,
        "r": "kjv:Numbers:26:41",
        "t": "These*p are the sons of Benjamin after their families: and they that were numbered of them were forty and five thousand and six hundred."
    },
    {
        "o": 4675,
        "r": "kjv:Numbers:26:42",
        "t": "These*p are the sons of Dan after their families: of Shuham, the family of the Shuhamites. These are the families of Dan after their families."
    },
    {
        "o": 4676,
        "r": "kjv:Numbers:26:43",
        "t": "All*p the families of the Shuhamites, according to those that were numbered of them, were threescore and four thousand and four hundred."
    },
    {
        "o": 4677,
        "r": "kjv:Numbers:26:44",
        "t": "Of*p the children of Asher after their families: of Imnah, the family of the Jimnites: of Ishvi, the family of the Jesuites: of Beriah, the family of the Beriites."
    },
    {
        "o": 4678,
        "r": "kjv:Numbers:26:45",
        "t": "Of*p the sons of Beriah: of Heber, the family of the Heberites: of Malchiel, the family of the Malchielites."
    },
    {
        "o": 4679,
        "r": "kjv:Numbers:26:46",
        "t": "And*p the name of the daughter of Asher was Serah."
    },
    {
        "o": 4680,
        "r": "kjv:Numbers:26:47",
        "t": "These*p are the families of the sons of Asher according to those that were numbered of them; who were fifty and three thousand and four hundred."
    },
    {
        "o": 4681,
        "r": "kjv:Numbers:26:48",
        "t": "Of*p the sons of Naphtali after their families: of Jahzeel, the family of the Jahzeelites: of Guni, the family of the Gunites:"
    },
    {
        "o": 4682,
        "r": "kjv:Numbers:26:49",
        "t": "Of*p Jezer, the family of the Jezerites: of Shillem, the family of the Shillemites."
    },
    {
        "o": 4683,
        "r": "kjv:Numbers:26:50",
        "t": "These*p are the families of Naphtali according to their families: and they that were numbered of them were forty and five thousand and four hundred."
    },
    {
        "o": 4684,
        "r": "kjv:Numbers:26:51",
        "t": "These*p were the numbered of the children of Israel, six hundred thousand and a thousand seven hundred and thirty."
    },
    {
        "o": 4685,
        "r": "kjv:Numbers:26:52",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 4686,
        "r": "kjv:Numbers:26:53",
        "t": "Unto*p these the land shall be divided for an inheritance according to the number of names."
    },
    {
        "o": 4687,
        "r": "kjv:Numbers:26:54",
        "t": "To*p many thou shalt give the more inheritance, and to few thou shalt give the less inheritance: to every one shall his inheritance be given according to those that were numbered of him."
    },
    {
        "o": 4688,
        "r": "kjv:Numbers:26:55",
        "t": "Notwithstanding*p the land shall be divided by lot: according to the names of the tribes of their fathers they shall inherit."
    },
    {
        "o": 4689,
        "r": "kjv:Numbers:26:56",
        "t": "According*p to the lot shall the possession thereof be divided between many and few."
    },
    {
        "o": 4690,
        "r": "kjv:Numbers:26:57",
        "t": "And*p these are they that were numbered of the Levites after their families: of Gershon, the family of the Gershonites: of Kohath, the family of the Kohathites: of Merari, the family of the Merarites."
    },
    {
        "o": 4691,
        "r": "kjv:Numbers:26:58",
        "t": "These*p are the families of the Levites: the family of the Libnites, the family of the Hebronites, the family of the Mahlites, the family of the Mushites, the family of the Korathites. And Kohath begat Amram."
    },
    {
        "o": 4692,
        "r": "kjv:Numbers:26:59",
        "t": "And*p the name of Amram's wife was Jochebed, the daughter of Levi, whom her mother bare to Levi in Egypt: and she bare unto Amram Aaron and Moses, and Miriam their sister."
    },
    {
        "o": 4693,
        "r": "kjv:Numbers:26:60",
        "t": "And*p unto Aaron was born Nadab, and Abihu, Eleazar, and Ithamar."
    },
    {
        "o": 4694,
        "r": "kjv:Numbers:26:61",
        "t": "And*p Nadab and Abihu died, when they offered strange fire before the Lord.*s"
    },
    {
        "o": 4695,
        "r": "kjv:Numbers:26:62",
        "t": "And*p those that were numbered of them were twenty and three thousand, all males from a month old and upward: for they were not numbered among the children of Israel, because there was no inheritance given them among the children of Israel."
    },
    {
        "o": 4696,
        "r": "kjv:Numbers:26:63",
        "t": "These*p are they that were numbered by Moses and Eleazar the priest, who numbered the children of Israel in the plains of Moab by Jordan near Jericho."
    },
    {
        "o": 4697,
        "r": "kjv:Numbers:26:64",
        "t": "But*p among these there was not a man of them whom Moses and Aaron the priest numbered, when they numbered the children of Israel in the wilderness of Sinai."
    },
    {
        "o": 4698,
        "r": "kjv:Numbers:26:65",
        "t": "For*p the Lord*s had said of them, They shall surely die in the wilderness. And there was not left a man of them, save Caleb the son of Jephunneh, and Joshua the son of Nun."
    }
]
