[
    {
        "o": 8847,
        "r": "nkjv:2 Samuel:1:0",
        "t": "2 Samuel 1",
        "h": 1
    },
    {
        "o": 8848,
        "r": "nkjv:2 Samuel:1:0",
        "t": "The Report of Saul’s Death",
        "h": 2
    },
    {
        "o": 8849,
        "r": "nkjv:2 Samuel:1:1",
        "t": "Now*p it came to pass after the death of Saul, when David had returned from the slaughter of the Amalekites, and David had stayed two days in Ziklag,"
    },
    {
        "o": 8850,
        "r": "nkjv:2 Samuel:1:2",
        "t": "on the third day, behold, it happened that a man came from Saul’s camp with his clothes torn and dust on his head. So it was, when he came to David, that he fell to the ground and prostrated himself."
    },
    {
        "o": 8851,
        "r": "nkjv:2 Samuel:1:3",
        "t": "And*p David said to him, “Where have you come from?” So*p he said to him, “I have escaped from the camp of Israel.”"
    },
    {
        "o": 8852,
        "r": "nkjv:2 Samuel:1:4",
        "t": "Then*p David said to him, “How did the matter go? Please tell me.” And*p he answered, “The people have fled from the battle, many of the people are fallen and dead, and Saul and Jonathan his son are dead also.”"
    },
    {
        "o": 8853,
        "r": "nkjv:2 Samuel:1:5",
        "t": "So*p David said to the young man who told him, “How do you know that Saul and Jonathan his son are dead?”"
    },
    {
        "o": 8854,
        "r": "nkjv:2 Samuel:1:6",
        "t": "Then*p the young man who told him said, “As I happened by chance to*i be*i on Mount Gilboa, there was Saul, leaning on his spear; and indeed the chariots and horsemen followed hard after him."
    },
    {
        "o": 8855,
        "r": "nkjv:2 Samuel:1:7",
        "t": "Now when he looked behind him, he saw me and called to me. And I answered, ‘Here I am.’"
    },
    {
        "o": 8856,
        "r": "nkjv:2 Samuel:1:8",
        "t": "And he said to me, ‘Who are*i you?’ So I answered him, ‘I am*i an Amalekite.’"
    },
    {
        "o": 8857,
        "r": "nkjv:2 Samuel:1:9",
        "t": "He said to me again, ‘Please stand over me and kill me, for anguish has come upon me, but my life still remains*i in me.’"
    },
    {
        "o": 8858,
        "r": "nkjv:2 Samuel:1:10",
        "t": "So I stood over him and killed him, because I was sure that he could not live after he had fallen. And I took the crown that was*i on his head and the bracelet that was*i on his arm, and have brought them here to my lord.”"
    },
    {
        "o": 8859,
        "r": "nkjv:2 Samuel:1:11",
        "t": "Therefore*p David took hold of his own clothes and tore them, and so*i did*i all the men who were*i with him."
    },
    {
        "o": 8860,
        "r": "nkjv:2 Samuel:1:12",
        "t": "And they mourned and wept and fasted until evening for Saul and for Jonathan his son, for the people of the Lord*s and for the house of Israel, because they had fallen by the sword."
    },
    {
        "o": 8861,
        "r": "nkjv:2 Samuel:1:13",
        "t": "Then*p David said to the young man who told him, “Where are*i you from?” And*p he answered, “I am*i the son of an alien, an Amalekite.”"
    },
    {
        "o": 8862,
        "r": "nkjv:2 Samuel:1:14",
        "t": "So*p David said to him, “How was it you were not afraid to put forth your hand to destroy the Lord’s*s anointed?”"
    },
    {
        "o": 8863,
        "r": "nkjv:2 Samuel:1:15",
        "t": "Then David called one of the young men and said, “Go near, and*i execute him!” And he struck him so that he died."
    },
    {
        "o": 8864,
        "r": "nkjv:2 Samuel:1:16",
        "t": "So David said to him, “Your blood is*i on your own head, for your own mouth has testified against you, saying, ‘I have killed the Lord’s*s anointed.’”"
    },
    {
        "o": 8865,
        "r": "nkjv:2 Samuel:1:16",
        "t": "The Song of the Bow",
        "h": 2
    },
    {
        "o": 8866,
        "r": "nkjv:2 Samuel:1:17",
        "t": "Then*p David lamented with this lamentation over Saul and over Jonathan his son,"
    },
    {
        "o": 8867,
        "r": "nkjv:2 Samuel:1:18",
        "t": "and he told them*i to teach the children of Judah the*i Song*i of*i the Bow; indeed it*i is*i written in the Book of Jasher:"
    },
    {
        "o": 8868,
        "r": "nkjv:2 Samuel:1:19",
        "t": "“The*pn beauty of Israel is slain on your high places! How*ld the mighty have fallen!"
    },
    {
        "o": 8869,
        "r": "nkjv:2 Samuel:1:20",
        "t": "Tell*ld it*i not in Gath, Proclaim*ld it*i not in the streets of Ashkelon— Lest*ld the daughters of the Philistines rejoice, Lest*ld the daughters of the uncircumcised triumph."
    },
    {
        "o": 8870,
        "r": "nkjv:2 Samuel:1:21",
        "t": "“O*ln mountains of Gilboa, Let*ild there*i be*i no dew nor rain upon you, Nor*ld fields of offerings. For*ld the shield of the mighty is cast away there! The*ld shield of Saul, not anointed with oil."
    },
    {
        "o": 8871,
        "r": "nkjv:2 Samuel:1:22",
        "t": "From*ld the blood of the slain, From*ld the fat of the mighty, The*ld bow of Jonathan did not turn back, And*ld the sword of Saul did not return empty."
    },
    {
        "o": 8872,
        "r": "nkjv:2 Samuel:1:23",
        "t": "“Saul*ln and Jonathan were*i beloved and pleasant in their lives, And*ld in their death they were not divided; They*ld were swifter than eagles, They*ld were stronger than lions."
    },
    {
        "o": 8873,
        "r": "nkjv:2 Samuel:1:24",
        "t": "“O*ln daughters of Israel, weep over Saul, Who*ld clothed you in scarlet, with luxury; Who*ld put ornaments of gold on your apparel."
    },
    {
        "o": 8874,
        "r": "nkjv:2 Samuel:1:25",
        "t": "“How*ln the mighty have fallen in the midst of the battle! Jonathan*ld was*i slain in your high places."
    },
    {
        "o": 8875,
        "r": "nkjv:2 Samuel:1:26",
        "t": "I*ld am distressed for you, my brother Jonathan; You*ld have been very pleasant to me; Your*ld love to me was wonderful, Surpassing*ld the love of women."
    },
    {
        "o": 8876,
        "r": "nkjv:2 Samuel:1:27",
        "t": "“How*ln the mighty have fallen, And*ld the weapons of war perished!”"
    }
]
