[
    {
        "o": 34579,
        "r": "esv:Revelation:10:0",
        "t": "Revelation 10",
        "h": 1
    },
    {
        "o": 34580,
        "r": "esv:Revelation:10:0",
        "t": "The Angel and the Little Scroll",
        "h": 2
    },
    {
        "o": 34581,
        "r": "esv:Revelation:10:1",
        "t": "Then*p I saw another mighty angel coming down from heaven, wrapped in a cloud, with a rainbow over his head, and his face was like the sun, and his legs like pillars of fire."
    },
    {
        "o": 34582,
        "r": "esv:Revelation:10:2",
        "t": "He had a little scroll open in his hand. And he set his right foot on the sea, and his left foot on the land,"
    },
    {
        "o": 34583,
        "r": "esv:Revelation:10:3",
        "t": "and called out with a loud voice, like a lion roaring. When he called out, the seven thunders sounded."
    },
    {
        "o": 34584,
        "r": "esv:Revelation:10:4",
        "t": "And when the seven thunders had sounded, I was about to write, but I heard a voice from heaven saying, “Seal up what the seven thunders have said, and do not write it down.”"
    },
    {
        "o": 34585,
        "r": "esv:Revelation:10:5",
        "t": "And the angel whom I saw standing on the sea and on the land raised his right hand to heaven"
    },
    {
        "o": 34586,
        "r": "esv:Revelation:10:6",
        "t": "and swore by him who lives forever and ever, who created heaven and what is in it, the earth and what is in it, and the sea and what is in it, that there would be no more delay,"
    },
    {
        "o": 34587,
        "r": "esv:Revelation:10:7",
        "t": "but that in the days of the trumpet call to be sounded by the seventh angel, the mystery of God would be fulfilled, just as he announced to his servants the prophets."
    },
    {
        "o": 34588,
        "r": "esv:Revelation:10:8",
        "t": "Then*p the voice that I had heard from heaven spoke to me again, saying, “Go, take the scroll that is open in the hand of the angel who is standing on the sea and on the land.”"
    },
    {
        "o": 34589,
        "r": "esv:Revelation:10:9",
        "t": "So I went to the angel and told him to give me the little scroll. And he said to me, “Take and eat it; it will make your stomach bitter, but in your mouth it will be sweet as honey.”"
    },
    {
        "o": 34590,
        "r": "esv:Revelation:10:10",
        "t": "And I took the little scroll from the hand of the angel and ate it. It was sweet as honey in my mouth, but when I had eaten it my stomach was made bitter."
    },
    {
        "o": 34591,
        "r": "esv:Revelation:10:11",
        "t": "And I was told, “You must again prophesy about many peoples and nations and languages and kings.”"
    }
]
