[
    {
        "o": 25840,
        "r": "csb:Zechariah:4:0",
        "t": "Zechariah 4",
        "h": 1
    },
    {
        "o": 25841,
        "r": "csb:Zechariah:4:0",
        "t": "Fifth Vision: Gold Lampstand",
        "h": 2
    },
    {
        "o": 25842,
        "r": "csb:Zechariah:4:1",
        "t": "The*p angel who was speaking with me then returned and roused me as one awakened out of sleep."
    },
    {
        "o": 25843,
        "r": "csb:Zechariah:4:2",
        "t": "He asked me, “What do you see?” I*p replied, “I see a solid gold lampstand with a bowl at the top. The lampstand also has seven lamps at the top with seven spouts for each of the lamps."
    },
    {
        "o": 25844,
        "r": "csb:Zechariah:4:3",
        "t": "There are also two olive trees beside it, one on the right of the bowl and the other on its left.”"
    },
    {
        "o": 25845,
        "r": "csb:Zechariah:4:4",
        "t": "Then*p I asked the angel who was speaking with me, “What are these, my lord?”"
    },
    {
        "o": 25846,
        "r": "csb:Zechariah:4:5",
        "t": "“Don’t*p you know what they are?” replied the angel who was speaking with me. I*p said, “No, my lord.”"
    },
    {
        "o": 25847,
        "r": "csb:Zechariah:4:6",
        "t": "So*p he answered me, “This is the word of the Lord*s to Zerubbabel: ‘Not by strength or by might, but by my Spirit,’ says the Lord*s of Armies."
    },
    {
        "o": 25848,
        "r": "csb:Zechariah:4:7",
        "t": "‘What are you, great mountain? Before Zerubbabel you will become a plain. And he will bring out the capstone accompanied by shouts of: Grace, grace to it! ’”"
    },
    {
        "o": 25849,
        "r": "csb:Zechariah:4:8",
        "t": "Then*p the word of the Lord*s came to me:"
    },
    {
        "o": 25850,
        "r": "csb:Zechariah:4:9",
        "t": "“Zerubbabel’s hands have laid the foundation of this house, and his hands will complete it. Then you will know that the Lord*s of Armies has sent me to you."
    },
    {
        "o": 25851,
        "r": "csb:Zechariah:4:10",
        "t": "For who despises the day of small things? These seven eyes of the Lord,*s which scan throughout the whole earth, will rejoice when they see the ceremonial stone in Zerubbabel’s hand.”"
    },
    {
        "o": 25852,
        "r": "csb:Zechariah:4:11",
        "t": "I*p asked him, “What are the two olive trees on the right and left of the lampstand?”"
    },
    {
        "o": 25853,
        "r": "csb:Zechariah:4:12",
        "t": "And I questioned him further, “What are the two streams of the olive trees, from which the golden oil is pouring through the two golden conduits?”"
    },
    {
        "o": 25854,
        "r": "csb:Zechariah:4:13",
        "t": "Then*p he inquired of me, “Don’t you know what these are?” “No,*p my lord,” I replied."
    },
    {
        "o": 25855,
        "r": "csb:Zechariah:4:14",
        "t": "“These*p are the two anointed ones,” he said, “who stand by the Lord of the whole earth.”"
    }
]
