[
    {
        "o": 25862,
        "r": "nkjv:Zechariah:13:0",
        "t": "Zechariah 13",
        "h": 1
    },
    {
        "o": 25863,
        "r": "nkjv:Zechariah:13:0",
        "t": "Idolatry Cut Off",
        "h": 2
    },
    {
        "o": 25864,
        "r": "nkjv:Zechariah:13:1",
        "t": "“In*p that day a fountain shall be opened for the house of David and for the inhabitants of Jerusalem, for sin and for uncleanness."
    },
    {
        "o": 25865,
        "r": "nkjv:Zechariah:13:2",
        "t": "“It*p shall be in that day,” says the Lord*s of hosts, “that*i I will cut off the names of the idols from the land, and they shall no longer be remembered. I will also cause the prophets and the unclean spirit to depart from the land."
    },
    {
        "o": 25866,
        "r": "nkjv:Zechariah:13:3",
        "t": "It shall come to pass that*i if anyone still prophesies, then his father and mother who begot him will say to him, ‘You shall not live, because you have spoken lies in the name of the Lord.’*s And his father and mother who begot him shall thrust him through when he prophesies."
    },
    {
        "o": 25867,
        "r": "nkjv:Zechariah:13:4",
        "t": "“And*p it shall be in that day that*i every prophet will be ashamed of his vision when he prophesies; they will not wear a robe of coarse hair to deceive."
    },
    {
        "o": 25868,
        "r": "nkjv:Zechariah:13:5",
        "t": "But he will say, ‘I am*i no prophet, I am*i a farmer; for a man taught me to keep cattle from my youth.’"
    },
    {
        "o": 25869,
        "r": "nkjv:Zechariah:13:6",
        "t": "And one*i will say to him, ‘What are these wounds between your arms?’ Then he will answer, ‘Those*i with which I was wounded in the house of my friends.’"
    },
    {
        "o": 25870,
        "r": "nkjv:Zechariah:13:6",
        "t": "The Shepherd Savior",
        "h": 2
    },
    {
        "o": 25871,
        "r": "nkjv:Zechariah:13:7",
        "t": "“Awake,*pn O sword, against My Shepherd, Against*ld the Man who is My Companion,” Says*ld the Lord*s of hosts. “Strike*ld the Shepherd, And*ld the sheep will be scattered; Then*ld I will turn My hand against the little ones."
    },
    {
        "o": 25872,
        "r": "nkjv:Zechariah:13:8",
        "t": "And*ld it shall come to pass in all the land,” Says*ld the Lord,*s “That*ild two-thirds in it shall be cut off and*i die, But*ld one*i –third shall be left in it:"
    },
    {
        "o": 25873,
        "r": "nkjv:Zechariah:13:9",
        "t": "I*ld will bring the one*i –third through the fire, Will*ld refine them as silver is refined, And*ld test them as gold is tested. They*ld will call on My name, And*ld I will answer them. I*ld will say, ‘This is*i My people’; And*ld each one will say, ‘The Lord*s is*i my God.’”"
    }
]
