[
    {
        "o": 34788,
        "r": "csb:Jude:1:0",
        "t": "Jude 1",
        "h": 1
    },
    {
        "o": 34789,
        "r": "csb:Jude:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 34790,
        "r": "csb:Jude:1:1",
        "t": "Jude,*p a servant of Jesus Christ and a brother of James: To*p those who are the called, loved by God the Father and kept for Jesus Christ."
    },
    {
        "o": 34791,
        "r": "csb:Jude:1:2",
        "t": "May*p mercy, peace, and love be multiplied to you."
    },
    {
        "o": 34792,
        "r": "csb:Jude:1:2",
        "t": "Jude’s Purpose in Writing",
        "h": 2
    },
    {
        "o": 34793,
        "r": "csb:Jude:1:3",
        "t": "Dear*p friends, although I was eager to write you about the salvation we share, I found it necessary to write, appealing to you to contend for the faith that was delivered to the saints once for all."
    },
    {
        "o": 34794,
        "r": "csb:Jude:1:4",
        "t": "For some people, who were designated for this judgment long ago, have come in by stealth; they are ungodly, turning the grace of our God into sensuality and denying Jesus Christ, our only Master and Lord."
    },
    {
        "o": 34795,
        "r": "csb:Jude:1:4",
        "t": "Apostates: Past and Present",
        "h": 2
    },
    {
        "o": 34796,
        "r": "csb:Jude:1:5",
        "t": "Now*p I want to remind you, although you came to know all these things once and for all, that Jesus saved a people out of Egypt and later destroyed those who did not believe;"
    },
    {
        "o": 34797,
        "r": "csb:Jude:1:6",
        "t": "and the angels who did not keep their own position but abandoned their proper dwelling, he has kept in eternal chains in deep darkness for the judgment on the great day."
    },
    {
        "o": 34798,
        "r": "csb:Jude:1:7",
        "t": "Likewise, Sodom and Gomorrah and the surrounding towns committed sexual immorality and perversions, and serve as an example by undergoing the punishment of eternal fire."
    },
    {
        "o": 34799,
        "r": "csb:Jude:1:8",
        "t": "In*p the same way these people - relying on their dreams - defile their flesh, reject authority, and slander glorious ones."
    },
    {
        "o": 34800,
        "r": "csb:Jude:1:9",
        "t": "Yet when Michael the archangel was disputing with the devil in an argument about Moses’s body, he did not dare utter a slanderous condemnation against him but said, “The Lord rebuke you!”"
    },
    {
        "o": 34801,
        "r": "csb:Jude:1:10",
        "t": "But these people blaspheme anything they do not understand. And what they do understand by instinct - like irrational animals - by these things they are destroyed."
    },
    {
        "o": 34802,
        "r": "csb:Jude:1:11",
        "t": "Woe to them! For they have gone the way of Cain, have plunged into Balaam’s error for profit, and have perished in Korah’s rebellion."
    },
    {
        "o": 34803,
        "r": "csb:Jude:1:11",
        "t": "The Apostates’ Doom",
        "h": 2
    },
    {
        "o": 34804,
        "r": "csb:Jude:1:12",
        "t": "These*p people are dangerous reefs at your love feasts as they eat with you without reverence. They are shepherds who only look after themselves. They are waterless clouds carried along by winds; trees in late autumn - fruitless, twice dead and uprooted."
    },
    {
        "o": 34805,
        "r": "csb:Jude:1:13",
        "t": "They are wild waves of the sea, foaming up their shameful deeds; wandering stars for whom the blackness of darkness is reserved forever."
    },
    {
        "o": 34806,
        "r": "csb:Jude:1:14",
        "t": "It*p was about these that Enoch, in the seventh generation from Adam, prophesied: “Look! The Lord comes with tens of thousands of his holy ones"
    },
    {
        "o": 34807,
        "r": "csb:Jude:1:15",
        "t": "to execute judgment on all and to convict all the ungodly concerning all the ungodly acts that they have done in an ungodly way, and concerning all the harsh things ungodly sinners have said against him.”"
    },
    {
        "o": 34808,
        "r": "csb:Jude:1:16",
        "t": "These people are discontented grumblers, living according to their desires; their mouths utter arrogant words, flattering people for their own advantage."
    },
    {
        "o": 34809,
        "r": "csb:Jude:1:17",
        "t": "But*p you, dear friends, remember what was predicted by the apostles of our Lord Jesus Christ."
    },
    {
        "o": 34810,
        "r": "csb:Jude:1:18",
        "t": "They told you, “In the end time there will be scoffers living according to their own ungodly desires.”"
    },
    {
        "o": 34811,
        "r": "csb:Jude:1:19",
        "t": "These people create divisions and are worldly, not having the Spirit."
    },
    {
        "o": 34812,
        "r": "csb:Jude:1:19",
        "t": "Exhortation and Benediction",
        "h": 2
    },
    {
        "o": 34813,
        "r": "csb:Jude:1:20",
        "t": "But*p you, dear friends, as you build yourselves up in your most holy faith, praying in the Holy Spirit,"
    },
    {
        "o": 34814,
        "r": "csb:Jude:1:21",
        "t": "keep yourselves in the love of God, waiting expectantly for the mercy of our Lord Jesus Christ for eternal life."
    },
    {
        "o": 34815,
        "r": "csb:Jude:1:22",
        "t": "Have mercy on those who waver;"
    },
    {
        "o": 34816,
        "r": "csb:Jude:1:23",
        "t": "save others by snatching them from the fire; have mercy on others but with fear, hating even the garment defiled by the flesh."
    },
    {
        "o": 34817,
        "r": "csb:Jude:1:24",
        "t": "Now*p to him who is able to protect you from stumbling and to make you stand in the presence of his glory, without blemish and with great joy,"
    },
    {
        "o": 34818,
        "r": "csb:Jude:1:25",
        "t": "to the only God our Savior, through Jesus Christ our Lord, be glory, majesty, power, and authority before all time, now and forever. Amen."
    }
]
