[
    {
        "o": 13103,
        "r": "csb:2 Chronicles:29:0",
        "t": "2 Chronicles 29",
        "h": 1
    },
    {
        "o": 13104,
        "r": "csb:2 Chronicles:29:0",
        "t": "Judah’s King Hezekiah",
        "h": 2
    },
    {
        "o": 13105,
        "r": "csb:2 Chronicles:29:1",
        "t": "Hezekiah*p was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem. His mother’s name was Abijah daughter of Zechariah."
    },
    {
        "o": 13106,
        "r": "csb:2 Chronicles:29:2",
        "t": "He did what was right in the Lord’s*s sight just as his ancestor David had done."
    },
    {
        "o": 13107,
        "r": "csb:2 Chronicles:29:3",
        "t": "In*p the first year of his reign, in the first month, he opened the doors of the Lord’s*s temple and repaired them."
    },
    {
        "o": 13108,
        "r": "csb:2 Chronicles:29:4",
        "t": "Then he brought in the priests and Levites and gathered them in the eastern public square."
    },
    {
        "o": 13109,
        "r": "csb:2 Chronicles:29:5",
        "t": "He said to them, “Hear me, Levites. Consecrate yourselves now and consecrate the temple of the Lord,*s the God of your ancestors. Remove everything impure from the holy place."
    },
    {
        "o": 13110,
        "r": "csb:2 Chronicles:29:6",
        "t": "For our ancestors were unfaithful and did what is evil in the sight of the Lord*s our God. They abandoned him, turned their faces away from the Lord’s*s dwelling place, and turned their backs on him."
    },
    {
        "o": 13111,
        "r": "csb:2 Chronicles:29:7",
        "t": "They also closed the doors of the portico, extinguished the lamps, did not burn incense, and did not offer burnt offerings in the holy place of the God of Israel."
    },
    {
        "o": 13112,
        "r": "csb:2 Chronicles:29:8",
        "t": "Therefore, the wrath of the Lord*s was on Judah and Jerusalem, and he made them an object of terror, horror, and mockery, as you see with your own eyes."
    },
    {
        "o": 13113,
        "r": "csb:2 Chronicles:29:9",
        "t": "Our fathers fell by the sword, and our sons, our daughters, and our wives are in captivity because of this."
    },
    {
        "o": 13114,
        "r": "csb:2 Chronicles:29:10",
        "t": "It is in my heart now to make a covenant with the Lord,*s the God of Israel so that his burning anger may turn away from us."
    },
    {
        "o": 13115,
        "r": "csb:2 Chronicles:29:11",
        "t": "My sons, don’t be negligent now, for the Lord*s has chosen you to stand in his presence, to serve him, and to be his ministers and burners of incense.”"
    },
    {
        "o": 13116,
        "r": "csb:2 Chronicles:29:11",
        "t": "Cleansing the Temple",
        "h": 2
    },
    {
        "o": 13117,
        "r": "csb:2 Chronicles:29:12",
        "t": "Then*p the Levites stood up: Mahath*ln son of Amasai and Joel son of Azariah from the Kohathites; Kish*ln son of Abdi and Azariah son of Jehallelel from the Merarites; Joah*ln son of Zimmah and Eden son of Joah from the Gershonites;"
    },
    {
        "o": 13118,
        "r": "csb:2 Chronicles:29:13",
        "t": "Shimri*ln and Jeuel from the Elizaphanites; Zechariah*ln and Mattaniah from the Asaphites;"
    },
    {
        "o": 13119,
        "r": "csb:2 Chronicles:29:14",
        "t": "Jehiel*ln and Shimei from the Hemanites; Shemaiah*ln and Uzziel from the Jeduthunites."
    },
    {
        "o": 13120,
        "r": "csb:2 Chronicles:29:15",
        "t": "They*p gathered their brothers together, consecrated themselves, and went according to the king’s command by the words of the Lord*s to cleanse the Lord’s*s temple."
    },
    {
        "o": 13121,
        "r": "csb:2 Chronicles:29:16",
        "t": "The*p priests went to the entrance of the Lord’s*s temple to cleanse it. They took all the unclean things they found in the Lord’s*s sanctuary to the courtyard of the Lord’s*s temple. Then the Levites received them and took them outside to the Kidron Valley."
    },
    {
        "o": 13122,
        "r": "csb:2 Chronicles:29:17",
        "t": "They began the consecration on the first day of the first month, and on the eighth day of the month they came to the portico of the Lord’s*s temple. They consecrated the Lord’s*s temple for eight days, and on the sixteenth day of the first month they finished."
    },
    {
        "o": 13123,
        "r": "csb:2 Chronicles:29:18",
        "t": "Then*p they went inside to King Hezekiah and said, “We have cleansed the whole temple of the Lord,*s the altar of burnt offering and all its utensils, and the table for the rows of the Bread of the Presence and all its utensils."
    },
    {
        "o": 13124,
        "r": "csb:2 Chronicles:29:19",
        "t": "We have set up and consecrated all the utensils that King Ahaz rejected during his reign when he became unfaithful. They are in front of the altar of the Lord.”*s"
    },
    {
        "o": 13125,
        "r": "csb:2 Chronicles:29:19",
        "t": "Renewal of Temple Worship",
        "h": 2
    },
    {
        "o": 13126,
        "r": "csb:2 Chronicles:29:20",
        "t": "King*p Hezekiah got up early, gathered the city officials, and went to the Lord’s*s temple."
    },
    {
        "o": 13127,
        "r": "csb:2 Chronicles:29:21",
        "t": "They brought seven bulls, seven rams, seven lambs, and seven male goats as a sin offering for the kingdom, for the sanctuary, and for Judah. Then he told the descendants of Aaron, the priests, to offer them on the altar of the Lord.*s"
    },
    {
        "o": 13128,
        "r": "csb:2 Chronicles:29:22",
        "t": "So they slaughtered the bulls, and the priests received the blood and splattered it on the altar. They slaughtered the rams and splattered the blood on the altar. They slaughtered the lambs and splattered the blood on the altar."
    },
    {
        "o": 13129,
        "r": "csb:2 Chronicles:29:23",
        "t": "Then they brought the goats for the sin offering right into the presence of the king and the congregation, who laid their hands on them."
    },
    {
        "o": 13130,
        "r": "csb:2 Chronicles:29:24",
        "t": "The priests slaughtered the goats and put their blood on the altar for a sin offering, to make atonement for all Israel, for the king said that the burnt offering and sin offering were for all Israel."
    },
    {
        "o": 13131,
        "r": "csb:2 Chronicles:29:25",
        "t": "Hezekiah*p stationed the Levites in the Lord’s*s temple with cymbals, harps, and lyres according to the command of David, Gad the king’s seer, and the prophet Nathan. For the command was from the Lord*s through his prophets."
    },
    {
        "o": 13132,
        "r": "csb:2 Chronicles:29:26",
        "t": "The Levites stood with the instruments of David, and the priests with the trumpets."
    },
    {
        "o": 13133,
        "r": "csb:2 Chronicles:29:27",
        "t": "Then*p Hezekiah ordered that the burnt offering be offered on the altar. When the burnt offerings began, the song of the Lord*s and the trumpets began, accompanied by the instruments of King David of Israel."
    },
    {
        "o": 13134,
        "r": "csb:2 Chronicles:29:28",
        "t": "The whole assembly was worshiping, singing the song, and blowing the trumpets - all this continued until the burnt offering was completed."
    },
    {
        "o": 13135,
        "r": "csb:2 Chronicles:29:29",
        "t": "When the burnt offerings were completed, the king and all those present with him bowed down and worshiped."
    },
    {
        "o": 13136,
        "r": "csb:2 Chronicles:29:30",
        "t": "Then King Hezekiah and the officials told the Levites to sing praise to the Lord*s in the words of David and of the seer Asaph. So they sang praises with rejoicing and knelt low and worshiped."
    },
    {
        "o": 13137,
        "r": "csb:2 Chronicles:29:31",
        "t": "Hezekiah*p concluded, “Now you are consecrated to the Lord.*s Come near and bring sacrifices and thanksgiving offerings to the Lord’s*s temple.” So the congregation brought sacrifices and thanksgiving offerings, and all those with willing hearts brought burnt offerings."
    },
    {
        "o": 13138,
        "r": "csb:2 Chronicles:29:32",
        "t": "The number of burnt offerings the congregation brought was seventy bulls, one hundred rams, and two hundred lambs; all these were for a burnt offering to the Lord.*s"
    },
    {
        "o": 13139,
        "r": "csb:2 Chronicles:29:33",
        "t": "Six hundred bulls and three thousand sheep and goats were consecrated."
    },
    {
        "o": 13140,
        "r": "csb:2 Chronicles:29:34",
        "t": "However,*p since there were not enough priests, they weren’t able to skin all the burnt offerings, so their Levite brothers helped them until the work was finished and until the priests consecrated themselves. For the Levites were more conscientious to consecrate themselves than the priests were."
    },
    {
        "o": 13141,
        "r": "csb:2 Chronicles:29:35",
        "t": "Furthermore, the burnt offerings were abundant, along with the fat of the fellowship offerings and with the drink offerings for the burnt offering. So*p the service of the Lord’s*s temple was established."
    },
    {
        "o": 13142,
        "r": "csb:2 Chronicles:29:36",
        "t": "Then Hezekiah and all the people rejoiced over how God had prepared the people, for it had come about suddenly."
    }
]
