[
    {
        "o": 35241,
        "r": "nkjv:Revelation:21:0",
        "t": "Revelation 21",
        "h": 1
    },
    {
        "o": 35242,
        "r": "nkjv:Revelation:21:0",
        "t": "All Things Made New",
        "h": 2
    },
    {
        "o": 35243,
        "r": "nkjv:Revelation:21:1",
        "t": "Now*p I saw a new heaven and a new earth, for the first heaven and the first earth had passed away. Also there was no more sea."
    },
    {
        "o": 35244,
        "r": "nkjv:Revelation:21:2",
        "t": "Then I, John, saw the holy city, New Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband."
    },
    {
        "o": 35245,
        "r": "nkjv:Revelation:21:3",
        "t": "And I heard a loud voice from heaven saying, “Behold, the tabernacle of God is*i with men, and He will dwell with them, and they shall be His people. God Himself will be with them and*i be*i their God."
    },
    {
        "o": 35246,
        "r": "nkjv:Revelation:21:4",
        "t": "And God will wipe away every tear from their eyes; there shall be no more death, nor sorrow, nor crying. There shall be no more pain, for the former things have passed away.”"
    },
    {
        "o": 35247,
        "r": "nkjv:Revelation:21:5",
        "t": "Then*p He who sat on the throne said, “Behold, I make all things new.” And He said to me, “Write, for these words are true and faithful.”"
    },
    {
        "o": 35248,
        "r": "nkjv:Revelation:21:6",
        "t": "And*p He said to me, “It is done! I am the Alpha and the Omega, the Beginning and the End. I will give of the fountain of the water of life freely to him who thirsts."
    },
    {
        "o": 35249,
        "r": "nkjv:Revelation:21:7",
        "t": "He who overcomes shall inherit all things, and I will be his God and he shall be My son."
    },
    {
        "o": 35250,
        "r": "nkjv:Revelation:21:8",
        "t": "But the cowardly, unbelieving, abominable, murderers, sexually immoral, sorcerers, idolaters, and all liars shall have their part in the lake which burns with fire and brimstone, which is the second death.”"
    },
    {
        "o": 35251,
        "r": "nkjv:Revelation:21:8",
        "t": "The New Jerusalem",
        "h": 2
    },
    {
        "o": 35252,
        "r": "nkjv:Revelation:21:9",
        "t": "Then*p one of the seven angels who had the seven bowls filled with the seven last plagues came to me and talked with me, saying, “Come, I will show you the bride, the Lamb’s wife.”"
    },
    {
        "o": 35253,
        "r": "nkjv:Revelation:21:10",
        "t": "And he carried me away in the Spirit to a great and high mountain, and showed me the great city, the holy Jerusalem, descending out of heaven from God,"
    },
    {
        "o": 35254,
        "r": "nkjv:Revelation:21:11",
        "t": "having the glory of God. Her light was*i like a most precious stone, like a jasper stone, clear as crystal."
    },
    {
        "o": 35255,
        "r": "nkjv:Revelation:21:12",
        "t": "Also she had a great and high wall with twelve gates, and twelve angels at the gates, and names written on them, which are the*i names*i of the twelve tribes of the children of Israel:"
    },
    {
        "o": 35256,
        "r": "nkjv:Revelation:21:13",
        "t": "three gates on the east, three gates on the north, three gates on the south, and three gates on the west."
    },
    {
        "o": 35257,
        "r": "nkjv:Revelation:21:14",
        "t": "Now*p the wall of the city had twelve foundations, and on them were the names of the twelve apostles of the Lamb."
    },
    {
        "o": 35258,
        "r": "nkjv:Revelation:21:15",
        "t": "And he who talked with me had a gold reed to measure the city, its gates, and its wall."
    },
    {
        "o": 35259,
        "r": "nkjv:Revelation:21:16",
        "t": "The city is laid out as a square; its length is as great as its breadth. And he measured the city with the reed: twelve thousand furlongs. Its length, breadth, and height are equal."
    },
    {
        "o": 35260,
        "r": "nkjv:Revelation:21:17",
        "t": "Then he measured its wall: one hundred and*i forty-four cubits, according*i to the measure of a man, that is, of an angel."
    },
    {
        "o": 35261,
        "r": "nkjv:Revelation:21:18",
        "t": "The construction of its wall was of*i jasper; and the city was*i pure gold, like clear glass."
    },
    {
        "o": 35262,
        "r": "nkjv:Revelation:21:19",
        "t": "The foundations of the wall of the city were*i adorned with all kinds of precious stones: the first foundation was*i jasper, the second sapphire, the third chalcedony, the fourth emerald,"
    },
    {
        "o": 35263,
        "r": "nkjv:Revelation:21:20",
        "t": "the fifth sardonyx, the sixth sardius, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, and the twelfth amethyst."
    },
    {
        "o": 35264,
        "r": "nkjv:Revelation:21:21",
        "t": "The twelve gates were*i twelve pearls: each individual gate was of one pearl. And the street of the city was*i pure gold, like transparent glass."
    },
    {
        "o": 35265,
        "r": "nkjv:Revelation:21:21",
        "t": "The Glory of the New Jerusalem",
        "h": 2
    },
    {
        "o": 35266,
        "r": "nkjv:Revelation:21:22",
        "t": "But*p I saw no temple in it, for the Lord God Almighty and the Lamb are its temple."
    },
    {
        "o": 35267,
        "r": "nkjv:Revelation:21:23",
        "t": "The city had no need of the sun or of the moon to shine in it, for the glory of God illuminated it. The Lamb is*i its light."
    },
    {
        "o": 35268,
        "r": "nkjv:Revelation:21:24",
        "t": "And the nations of those who are saved shall walk in its light, and the kings of the earth bring their glory and honor into it."
    },
    {
        "o": 35269,
        "r": "nkjv:Revelation:21:25",
        "t": "Its gates shall not be shut at all by day (there shall be no night there)."
    },
    {
        "o": 35270,
        "r": "nkjv:Revelation:21:26",
        "t": "And they shall bring the glory and the honor of the nations into it."
    },
    {
        "o": 35271,
        "r": "nkjv:Revelation:21:27",
        "t": "But there shall by no means enter it anything that defiles, or causes an abomination or a lie, but only those who are written in the Lamb’s Book of Life."
    }
]
