[
    {
        "o": 19037,
        "r": "nasb:Proverbs:25:0",
        "t": "Proverbs 25",
        "h": 1
    },
    {
        "o": 19038,
        "r": "nasb:Proverbs:25:0",
        "t": "Similitudes, Instructions",
        "h": 2
    },
    {
        "o": 19039,
        "r": "nasb:Proverbs:25:1",
        "t": "These*p also are proverbs of Solomon which the men of Hezekiah, king of Judah, transcribed."
    },
    {
        "o": 19040,
        "r": "nasb:Proverbs:25:2",
        "t": "It*pn is the glory of God to conceal a matter, But*ln the glory of kings is to search out a matter."
    },
    {
        "o": 19041,
        "r": "nasb:Proverbs:25:3",
        "t": "As*iln the heavens for height and the earth for depth, So*ln the heart of kings is unsearchable."
    },
    {
        "o": 19042,
        "r": "nasb:Proverbs:25:4",
        "t": "Take*ln away the dross from the silver, And*ln there comes out a vessel for the smith;"
    },
    {
        "o": 19043,
        "r": "nasb:Proverbs:25:5",
        "t": "Take*ln away the wicked before the king, And*ln his throne will be established in righteousness."
    },
    {
        "o": 19044,
        "r": "nasb:Proverbs:25:6",
        "t": "Do*ln not claim honor in the presence of the king, And*ln do not stand in the place of great men;"
    },
    {
        "o": 19045,
        "r": "nasb:Proverbs:25:7",
        "t": "For*ln it is better that it be said to you, “Come up here,” Than*ln for you to be placed lower in the presence of the prince, Whom*ln your eyes have seen."
    },
    {
        "o": 19046,
        "r": "nasb:Proverbs:25:8",
        "t": "Do*ln not go out hastily to argue your*i case;*i Otherwise,*ln what will you do in the end, When*ln your neighbor humiliates you?"
    },
    {
        "o": 19047,
        "r": "nasb:Proverbs:25:9",
        "t": "Argue*ln your case with your neighbor, And*ln do not reveal the secret of another,"
    },
    {
        "o": 19048,
        "r": "nasb:Proverbs:25:10",
        "t": "Or*ln he who hears it*i will reproach you, And*ln the evil report about you will not pass away."
    },
    {
        "o": 19049,
        "r": "nasb:Proverbs:25:11",
        "t": "Like*iln apples of gold in settings of silver Is*ln a word spoken in right circumstances."
    },
    {
        "o": 19050,
        "r": "nasb:Proverbs:25:12",
        "t": "Like*iln an earring of gold and an ornament of fine gold Is*ln a wise reprover to a listening ear."
    },
    {
        "o": 19051,
        "r": "nasb:Proverbs:25:13",
        "t": "Like*ln the cold of snow in the time of harvest Is*ln a faithful messenger to those who send him, For*ln he refreshes the soul of his masters."
    },
    {
        "o": 19052,
        "r": "nasb:Proverbs:25:14",
        "t": "Like*iln clouds and wind without rain Is*ln a man who boasts of his gifts falsely."
    },
    {
        "o": 19053,
        "r": "nasb:Proverbs:25:15",
        "t": "By*ln forbearance a ruler may be persuaded, And*ln a soft tongue breaks the bone."
    },
    {
        "o": 19054,
        "r": "nasb:Proverbs:25:16",
        "t": "Have*ln you found honey? Eat only*i what you need, That*ln you not have it in excess and vomit it."
    },
    {
        "o": 19055,
        "r": "nasb:Proverbs:25:17",
        "t": "Let*ln your foot rarely be in your neighbor’s house, Or*ln he will become weary of you and hate you."
    },
    {
        "o": 19056,
        "r": "nasb:Proverbs:25:18",
        "t": "Like*iln a club and a sword and a sharp arrow Is*ln a man who bears false witness against his neighbor."
    },
    {
        "o": 19057,
        "r": "nasb:Proverbs:25:19",
        "t": "Like*iln a bad tooth and an unsteady foot Is*ln confidence in a faithless man in time of trouble."
    },
    {
        "o": 19058,
        "r": "nasb:Proverbs:25:20",
        "t": "Like*iln one who takes off a garment on a cold day, or*i like*i vinegar on soda, Is*ln he who sings songs to a troubled heart."
    },
    {
        "o": 19059,
        "r": "nasb:Proverbs:25:21",
        "t": "If*ln your enemy is hungry, give him food to eat; And*ln if he is thirsty, give him water to drink;"
    },
    {
        "o": 19060,
        "r": "nasb:Proverbs:25:22",
        "t": "For*ln you will heap burning coals on his head, And*ln the Lord*s will reward you."
    },
    {
        "o": 19061,
        "r": "nasb:Proverbs:25:23",
        "t": "The*ln north wind brings forth rain, And*ln a backbiting tongue, an angry countenance."
    },
    {
        "o": 19062,
        "r": "nasb:Proverbs:25:24",
        "t": "It*ln is better to live in a corner of the roof Than*ln in a house shared with a contentious woman."
    },
    {
        "o": 19063,
        "r": "nasb:Proverbs:25:25",
        "t": "Like*iln cold water to a weary soul, So*ln is good news from a distant land."
    },
    {
        "o": 19064,
        "r": "nasb:Proverbs:25:26",
        "t": "Like*iln a trampled spring and a polluted well Is*ln a righteous man who gives way before the wicked."
    },
    {
        "o": 19065,
        "r": "nasb:Proverbs:25:27",
        "t": "It*ln is not good to eat much honey, Nor*ln is it glory to search out one’s own glory."
    },
    {
        "o": 19066,
        "r": "nasb:Proverbs:25:28",
        "t": "Like*iln a city that is broken into and*i without walls Is*ln a man who has no control over his spirit."
    }
]
