[
    {
        "o": 7048,
        "r": "niv:Joshua:23:0",
        "t": "Joshua 23",
        "h": 1
    },
    {
        "o": 7049,
        "r": "niv:Joshua:23:0",
        "t": "Joshua’s Farewell to the Leaders",
        "h": 2
    },
    {
        "o": 7050,
        "r": "niv:Joshua:23:1",
        "t": "After*p a long time had passed and the Lord*s had given Israel rest from all their enemies around them, Joshua, by then a very old man,"
    },
    {
        "o": 7051,
        "r": "niv:Joshua:23:2",
        "t": "summoned all Israel—their elders, leaders, judges and officials—and said to them: “I am very old."
    },
    {
        "o": 7052,
        "r": "niv:Joshua:23:3",
        "t": "You yourselves have seen everything the Lord*s your God has done to all these nations for your sake; it was the Lord*s your God who fought for you."
    },
    {
        "o": 7053,
        "r": "niv:Joshua:23:4",
        "t": "Remember how I have allotted as an inheritance for your tribes all the land of the nations that remain—the nations I conquered—between the Jordan and the Mediterranean Sea in the west."
    },
    {
        "o": 7054,
        "r": "niv:Joshua:23:5",
        "t": "The Lord*s your God himself will push them out for your sake. He will drive them out before you, and you will take possession of their land, as the Lord*s your God promised you."
    },
    {
        "o": 7055,
        "r": "niv:Joshua:23:6",
        "t": "“Be*p very strong; be careful to obey all that is written in the Book of the Law of Moses, without turning aside to the right or to the left."
    },
    {
        "o": 7056,
        "r": "niv:Joshua:23:7",
        "t": "Do not associate with these nations that remain among you; do not invoke the names of their gods or swear by them. You must not serve them or bow down to them."
    },
    {
        "o": 7057,
        "r": "niv:Joshua:23:8",
        "t": "But you are to hold fast to the Lord*s your God, as you have until now."
    },
    {
        "o": 7058,
        "r": "niv:Joshua:23:9",
        "t": "“The*p Lord*s has driven out before you great and powerful nations; to this day no one has been able to withstand you."
    },
    {
        "o": 7059,
        "r": "niv:Joshua:23:10",
        "t": "One of you routs a thousand, because the Lord*s your God fights for you, just as he promised."
    },
    {
        "o": 7060,
        "r": "niv:Joshua:23:11",
        "t": "So be very careful to love the Lord*s your God."
    },
    {
        "o": 7061,
        "r": "niv:Joshua:23:12",
        "t": "“But*p if you turn away and ally yourselves with the survivors of these nations that remain among you and if you intermarry with them and associate with them,"
    },
    {
        "o": 7062,
        "r": "niv:Joshua:23:13",
        "t": "then you may be sure that the Lord*s your God will no longer drive out these nations before you. Instead, they will become snares and traps for you, whips on your backs and thorns in your eyes, until you perish from this good land, which the Lord*s your God has given you."
    },
    {
        "o": 7063,
        "r": "niv:Joshua:23:14",
        "t": "“Now*p I am about to go the way of all the earth. You know with all your heart and soul that not one of all the good promises the Lord*s your God gave you has failed. Every promise has been fulfilled; not one has failed."
    },
    {
        "o": 7064,
        "r": "niv:Joshua:23:15",
        "t": "But just as all the good things the Lord*s your God has promised you have come to you, so he will bring on you all the evil things he has threatened, until the Lord*s your God has destroyed you from this good land he has given you."
    },
    {
        "o": 7065,
        "r": "niv:Joshua:23:16",
        "t": "If you violate the covenant of the Lord*s your God, which he commanded you, and go and serve other gods and bow down to them, the Lord’s*s anger will burn against you, and you will quickly perish from the good land he has given you.”"
    }
]
