[
    {
        "o": 724,
        "r": "nkjv:Genesis:25:0",
        "t": "Genesis 25",
        "h": 1
    },
    {
        "o": 725,
        "r": "nkjv:Genesis:25:0",
        "t": "Abraham and Keturah",
        "h": 2
    },
    {
        "o": 726,
        "r": "nkjv:Genesis:25:1",
        "t": "Abraham*p again took a wife, and her name was*i Keturah."
    },
    {
        "o": 727,
        "r": "nkjv:Genesis:25:2",
        "t": "And she bore him Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah."
    },
    {
        "o": 728,
        "r": "nkjv:Genesis:25:3",
        "t": "Jokshan begot Sheba and Dedan. And the sons of Dedan were Asshurim, Letushim, and Leummim."
    },
    {
        "o": 729,
        "r": "nkjv:Genesis:25:4",
        "t": "And the sons of Midian were*i Ephah, Epher, Hanoch, Abidah, and Eldaah. All these were*i the children of Keturah."
    },
    {
        "o": 730,
        "r": "nkjv:Genesis:25:5",
        "t": "And*p Abraham gave all that he had to Isaac."
    },
    {
        "o": 731,
        "r": "nkjv:Genesis:25:6",
        "t": "But Abraham gave gifts to the sons of the concubines which Abraham had; and while he was still living he sent them eastward, away from Isaac his son, to the country of the east."
    },
    {
        "o": 732,
        "r": "nkjv:Genesis:25:6",
        "t": "Abraham’s Death and Burial",
        "h": 2
    },
    {
        "o": 733,
        "r": "nkjv:Genesis:25:7",
        "t": "This*p is*i the sum of the years of Abraham’s life which he lived: one hundred and seventy-five years."
    },
    {
        "o": 734,
        "r": "nkjv:Genesis:25:8",
        "t": "Then Abraham breathed his last and died in a good old age, an old man and full of*i years,*i and was gathered to his people."
    },
    {
        "o": 735,
        "r": "nkjv:Genesis:25:9",
        "t": "And his sons Isaac and Ishmael buried him in the cave of Machpelah, which is*i before Mamre, in the field of Ephron the son of Zohar the Hittite,"
    },
    {
        "o": 736,
        "r": "nkjv:Genesis:25:10",
        "t": "the field which Abraham purchased from the sons of Heth. There Abraham was buried, and Sarah his wife."
    },
    {
        "o": 737,
        "r": "nkjv:Genesis:25:11",
        "t": "And it came to pass, after the death of Abraham, that God blessed his son Isaac. And Isaac dwelt at Beer Lahai Roi."
    },
    {
        "o": 738,
        "r": "nkjv:Genesis:25:11",
        "t": "The Families of Ishmael and Isaac",
        "h": 2
    },
    {
        "o": 739,
        "r": "nkjv:Genesis:25:12",
        "t": "Now*p this is*i the genealogy of Ishmael, Abraham’s son, whom Hagar the Egyptian, Sarah’s maidservant, bore to Abraham."
    },
    {
        "o": 740,
        "r": "nkjv:Genesis:25:13",
        "t": "And these were*i the names of the sons of Ishmael, by their names, according to their generations: The firstborn of Ishmael, Nebajoth; then Kedar, Adbeel, Mibsam,"
    },
    {
        "o": 741,
        "r": "nkjv:Genesis:25:14",
        "t": "Mishma, Dumah, Massa,"
    },
    {
        "o": 742,
        "r": "nkjv:Genesis:25:15",
        "t": "Hadar, Tema, Jetur, Naphish, and Kedemah."
    },
    {
        "o": 743,
        "r": "nkjv:Genesis:25:16",
        "t": "These were*i the sons of Ishmael and these were*i their names, by their towns and their settlements, twelve princes according to their nations."
    },
    {
        "o": 744,
        "r": "nkjv:Genesis:25:17",
        "t": "These were*i the years of the life of Ishmael: one hundred and thirty-seven years; and he breathed his last and died, and was gathered to his people."
    },
    {
        "o": 745,
        "r": "nkjv:Genesis:25:18",
        "t": "(They dwelt from Havilah as far as Shur, which is*i east of Egypt as you go toward Assyria.) He died in the presence of all his brethren."
    },
    {
        "o": 746,
        "r": "nkjv:Genesis:25:19",
        "t": "This*p is*i the genealogy of Isaac, Abraham’s son. Abraham begot Isaac."
    },
    {
        "o": 747,
        "r": "nkjv:Genesis:25:20",
        "t": "Isaac was forty years old when he took Rebekah as wife, the daughter of Bethuel the Syrian of Padan Aram, the sister of Laban the Syrian."
    },
    {
        "o": 748,
        "r": "nkjv:Genesis:25:21",
        "t": "Now Isaac pleaded with the Lord*s for his wife, because she was*i barren; and the Lord*s granted his plea, and Rebekah his wife conceived."
    },
    {
        "o": 749,
        "r": "nkjv:Genesis:25:22",
        "t": "But the children struggled together within her; and she said, “If all*i is*i well, why am*i I*i like*i this?” So she went to inquire of the Lord.*s"
    },
    {
        "o": 750,
        "r": "nkjv:Genesis:25:23",
        "t": "And*p the Lord*s said to her: “Two*pn nations are*i in your womb, Two*ld peoples shall be separated from your body; One*ild people shall be stronger than the other, And*ld the older shall serve the younger.”"
    },
    {
        "o": 751,
        "r": "nkjv:Genesis:25:24",
        "t": "So*p when her days were fulfilled for*i her*i to give birth, indeed there*i were*i twins in her womb."
    },
    {
        "o": 752,
        "r": "nkjv:Genesis:25:25",
        "t": "And the first came out red. He*i was*i like a hairy garment all over; so they called his name Esau."
    },
    {
        "o": 753,
        "r": "nkjv:Genesis:25:26",
        "t": "Afterward his brother came out, and his hand took hold of Esau’s heel; so his name was called Jacob. Isaac was*i sixty years old when she bore them."
    },
    {
        "o": 754,
        "r": "nkjv:Genesis:25:27",
        "t": "So*p the boys grew. And Esau was a skillful hunter, a man of the field; but Jacob was a mild man, dwelling in tents."
    },
    {
        "o": 755,
        "r": "nkjv:Genesis:25:28",
        "t": "And Isaac loved Esau because he ate of*i his*i game, but Rebekah loved Jacob."
    },
    {
        "o": 756,
        "r": "nkjv:Genesis:25:28",
        "t": "Esau Sells His Birthright",
        "h": 2
    },
    {
        "o": 757,
        "r": "nkjv:Genesis:25:29",
        "t": "Now*p Jacob cooked a stew; and Esau came in from the field, and he was*i weary."
    },
    {
        "o": 758,
        "r": "nkjv:Genesis:25:30",
        "t": "And Esau said to Jacob, “Please feed me with that same red stew,*i for I am*i weary.” Therefore his name was called Edom."
    },
    {
        "o": 759,
        "r": "nkjv:Genesis:25:31",
        "t": "But*p Jacob said, “Sell me your birthright as of this day.”"
    },
    {
        "o": 760,
        "r": "nkjv:Genesis:25:32",
        "t": "And*p Esau said, “Look, I am*i about to die; so what is*i this birthright to me?”"
    },
    {
        "o": 761,
        "r": "nkjv:Genesis:25:33",
        "t": "Then*p Jacob said, “Swear to me as of this day.” So*p he swore to him, and sold his birthright to Jacob."
    },
    {
        "o": 762,
        "r": "nkjv:Genesis:25:34",
        "t": "And Jacob gave Esau bread and stew of lentils; then he ate and drank, arose, and went his way. Thus Esau despised his*i birthright."
    }
]
