[
    {
        "o": 5619,
        "r": "nkjv:Deuteronomy:7:0",
        "t": "Deuteronomy 7",
        "h": 1
    },
    {
        "o": 5620,
        "r": "nkjv:Deuteronomy:7:0",
        "t": "A Chosen People",
        "h": 2
    },
    {
        "o": 5621,
        "r": "nkjv:Deuteronomy:7:1",
        "t": "“When*p the Lord*s your God brings you into the land which you go to possess, and has cast out many nations before you, the Hittites and the Girgashites and the Amorites and the Canaanites and the Perizzites and the Hivites and the Jebusites, seven nations greater and mightier than you,"
    },
    {
        "o": 5622,
        "r": "nkjv:Deuteronomy:7:2",
        "t": "and when the Lord*s your God delivers them over to you, you shall conquer them and*i utterly destroy them. You shall make no covenant with them nor show mercy to them."
    },
    {
        "o": 5623,
        "r": "nkjv:Deuteronomy:7:3",
        "t": "Nor shall you make marriages with them. You shall not give your daughter to their son, nor take their daughter for your son."
    },
    {
        "o": 5624,
        "r": "nkjv:Deuteronomy:7:4",
        "t": "For they will turn your sons away from following Me, to serve other gods; so the anger of the Lord*s will be aroused against you and destroy you suddenly."
    },
    {
        "o": 5625,
        "r": "nkjv:Deuteronomy:7:5",
        "t": "But thus you shall deal with them: you shall destroy their altars, and break down their sacred*i pillars, and cut down their wooden images, and burn their carved images with fire."
    },
    {
        "o": 5626,
        "r": "nkjv:Deuteronomy:7:6",
        "t": "“For*p you are*i a holy people to the Lord*s your God; the Lord*s your God has chosen you to be a people for Himself, a special treasure above all the peoples on the face of the earth."
    },
    {
        "o": 5627,
        "r": "nkjv:Deuteronomy:7:7",
        "t": "The Lord*s did not set His love on you nor choose you because you were more in number than any other people, for you were the least of all peoples;"
    },
    {
        "o": 5628,
        "r": "nkjv:Deuteronomy:7:8",
        "t": "but because the Lord*s loves you, and because He would keep the oath which He swore to your fathers, the Lord*s has brought you out with a mighty hand, and redeemed you from the house of bondage, from the hand of Pharaoh king of Egypt."
    },
    {
        "o": 5629,
        "r": "nkjv:Deuteronomy:7:9",
        "t": "“Therefore*p know that the Lord*s your God, He is*i God, the faithful God who keeps covenant and mercy for a thousand generations with those who love Him and keep His commandments;"
    },
    {
        "o": 5630,
        "r": "nkjv:Deuteronomy:7:10",
        "t": "and He repays those who hate Him to their face, to destroy them. He will not be slack with him who hates Him; He will repay him to his face."
    },
    {
        "o": 5631,
        "r": "nkjv:Deuteronomy:7:11",
        "t": "Therefore you shall keep the commandment, the statutes, and the judgments which I command you today, to observe them."
    },
    {
        "o": 5632,
        "r": "nkjv:Deuteronomy:7:11",
        "t": "Blessings of Obedience",
        "h": 2
    },
    {
        "o": 5633,
        "r": "nkjv:Deuteronomy:7:12",
        "t": "“Then*p it shall come to pass, because you listen to these judgments, and keep and do them, that the Lord*s your God will keep with you the covenant and the mercy which He swore to your fathers."
    },
    {
        "o": 5634,
        "r": "nkjv:Deuteronomy:7:13",
        "t": "And He will love you and bless you and multiply you; He will also bless the fruit of your womb and the fruit of your land, your grain and your new wine and your oil, the increase of your cattle and the offspring of your flock, in the land of which He swore to your fathers to give you."
    },
    {
        "o": 5635,
        "r": "nkjv:Deuteronomy:7:14",
        "t": "You shall be blessed above all peoples; there shall not be a male or female barren among you or among your livestock."
    },
    {
        "o": 5636,
        "r": "nkjv:Deuteronomy:7:15",
        "t": "And the Lord*s will take away from you all sickness, and will afflict you with none of the terrible diseases of Egypt which you have known, but will lay them*i on all those who hate you."
    },
    {
        "o": 5637,
        "r": "nkjv:Deuteronomy:7:16",
        "t": "Also you shall destroy all the peoples whom the Lord*s your God delivers over to you; your eye shall have no pity on them; nor shall you serve their gods, for that will*i be*i a snare to you."
    },
    {
        "o": 5638,
        "r": "nkjv:Deuteronomy:7:17",
        "t": "“If*p you should say in your heart, ‘These nations are greater than I; how can I dispossess them?’—"
    },
    {
        "o": 5639,
        "r": "nkjv:Deuteronomy:7:18",
        "t": "you shall not be afraid of them, but*i you shall remember well what the Lord*s your God did to Pharaoh and to all Egypt:"
    },
    {
        "o": 5640,
        "r": "nkjv:Deuteronomy:7:19",
        "t": "the great trials which your eyes saw, the signs and the wonders, the mighty hand and the outstretched arm, by which the Lord*s your God brought you out. So shall the Lord*s your God do to all the peoples of whom you are afraid."
    },
    {
        "o": 5641,
        "r": "nkjv:Deuteronomy:7:20",
        "t": "Moreover the Lord*s your God will send the hornet among them until those who are left, who hide themselves from you, are destroyed."
    },
    {
        "o": 5642,
        "r": "nkjv:Deuteronomy:7:21",
        "t": "You shall not be terrified of them; for the Lord*s your God, the great and awesome God, is*i among you."
    },
    {
        "o": 5643,
        "r": "nkjv:Deuteronomy:7:22",
        "t": "And the Lord*s your God will drive out those nations before you little by little; you will be unable to destroy them at once, lest the beasts of the field become too*i numerous for you."
    },
    {
        "o": 5644,
        "r": "nkjv:Deuteronomy:7:23",
        "t": "But the Lord*s your God will deliver them over to you, and will inflict defeat upon them until they are destroyed."
    },
    {
        "o": 5645,
        "r": "nkjv:Deuteronomy:7:24",
        "t": "And He will deliver their kings into your hand, and you will destroy their name from under heaven; no one shall be able to stand against you until you have destroyed them."
    },
    {
        "o": 5646,
        "r": "nkjv:Deuteronomy:7:25",
        "t": "You shall burn the carved images of their gods with fire; you shall not covet the silver or gold that*i is*i on them, nor take it*i for yourselves, lest you be snared by it; for it is*i an abomination to the Lord*s your God."
    },
    {
        "o": 5647,
        "r": "nkjv:Deuteronomy:7:26",
        "t": "Nor shall you bring an abomination into your house, lest you be doomed to destruction like it. You shall utterly detest it and utterly abhor it, for it is*i an accursed thing."
    }
]
