[
    {
        "o": 6967,
        "r": "esv:Joshua:20:0",
        "t": "Joshua 20",
        "h": 1
    },
    {
        "o": 6968,
        "r": "esv:Joshua:20:0",
        "t": "The Cities of Refuge",
        "h": 2
    },
    {
        "o": 6969,
        "r": "esv:Joshua:20:1",
        "t": "Then*p the Lord*s said to Joshua,"
    },
    {
        "o": 6970,
        "r": "esv:Joshua:20:2",
        "t": "“Say to the people of Israel, ‘Appoint the cities of refuge, of which I spoke to you through Moses,"
    },
    {
        "o": 6971,
        "r": "esv:Joshua:20:3",
        "t": "that the manslayer who strikes any person without intent or unknowingly may flee there. They shall be for you a refuge from the avenger of blood."
    },
    {
        "o": 6972,
        "r": "esv:Joshua:20:4",
        "t": "He shall flee to one of these cities and shall stand at the entrance of the gate of the city and explain his case to the elders of that city. Then they shall take him into the city and give him a place, and he shall remain with them."
    },
    {
        "o": 6973,
        "r": "esv:Joshua:20:5",
        "t": "And if the avenger of blood pursues him, they shall not give up the manslayer into his hand, because he struck his neighbor unknowingly, and did not hate him in the past."
    },
    {
        "o": 6974,
        "r": "esv:Joshua:20:6",
        "t": "And he shall remain in that city until he has stood before the congregation for judgment, until the death of him who is high priest at the time. Then the manslayer may return to his own town and his own home, to the town from which he fled.’”"
    },
    {
        "o": 6975,
        "r": "esv:Joshua:20:7",
        "t": "So*p they set apart Kedesh in Galilee in the hill country of Naphtali, and Shechem in the hill country of Ephraim, and Kiriath-arba (that is, Hebron) in the hill country of Judah."
    },
    {
        "o": 6976,
        "r": "esv:Joshua:20:8",
        "t": "And beyond the Jordan east of Jericho, they appointed Bezer in the wilderness on the tableland, from the tribe of Reuben, and Ramoth in Gilead, from the tribe of Gad, and Golan in Bashan, from the tribe of Manasseh."
    },
    {
        "o": 6977,
        "r": "esv:Joshua:20:9",
        "t": "These were the cities designated for all the people of Israel and for the stranger sojourning among them, that anyone who killed a person without intent could flee there, so that he might not die by the hand of the avenger of blood, till he stood before the congregation."
    }
]
