[
    {
        "o": 23591,
        "r": "esv:Ezekiel:31:0",
        "t": "Ezekiel 31",
        "h": 1
    },
    {
        "o": 23592,
        "r": "esv:Ezekiel:31:0",
        "t": "Pharaoh to Be Slain",
        "h": 2
    },
    {
        "o": 23593,
        "r": "esv:Ezekiel:31:1",
        "t": "In*p the eleventh year, in the third month, on the first day of the month, the word of the Lord*s came to me:"
    },
    {
        "o": 23594,
        "r": "esv:Ezekiel:31:2",
        "t": "“Son of man, say to Pharaoh king of Egypt and to his multitude: “Whom*pn are you like in your greatness?"
    },
    {
        "o": 23595,
        "r": "esv:Ezekiel:31:3",
        "t": "Behold,*ld Assyria was a cedar in Lebanon, with*ln beautiful branches and forest shade, and*ld of towering height, its*ld top among the clouds."
    },
    {
        "o": 23596,
        "r": "esv:Ezekiel:31:4",
        "t": "The*ln waters nourished it; the*ld deep made it grow tall, making*ln its rivers flow around*ld the place of its planting, sending*ln forth its streams to*ld all the trees of the field."
    },
    {
        "o": 23597,
        "r": "esv:Ezekiel:31:5",
        "t": "So*ln it towered high above*ld all the trees of the field; its*ln boughs grew large and*ld its branches long from*ld abundant water in its shoots."
    },
    {
        "o": 23598,
        "r": "esv:Ezekiel:31:6",
        "t": "All*ln the birds of the heavens made*ld their nests in its boughs; under*ln its branches all the beasts of the field gave*ld birth to their young, and*ln under its shadow lived*ld all great nations."
    },
    {
        "o": 23599,
        "r": "esv:Ezekiel:31:7",
        "t": "It*ln was beautiful in its greatness, in*ld the length of its branches; for*ln its roots went down to*ld abundant waters."
    },
    {
        "o": 23600,
        "r": "esv:Ezekiel:31:8",
        "t": "The*ln cedars in the garden of God could not rival it, nor*ld the fir trees equal its boughs; neither*ln were the plane trees like*ld its branches; no*ln tree in the garden of God was*ld its equal in beauty."
    },
    {
        "o": 23601,
        "r": "esv:Ezekiel:31:9",
        "t": "I*ln made it beautiful in*ld the mass of its branches, and*ln all the trees of Eden envied it, that*ld were in the garden of God."
    },
    {
        "o": 23602,
        "r": "esv:Ezekiel:31:10",
        "t": "“Therefore*p thus says the Lord God:*s Because it towered high and set its top among the clouds, and its heart was proud of its height,"
    },
    {
        "o": 23603,
        "r": "esv:Ezekiel:31:11",
        "t": "I will give it into the hand of a mighty one of the nations. He shall surely deal with it as its wickedness deserves. I have cast it out."
    },
    {
        "o": 23604,
        "r": "esv:Ezekiel:31:12",
        "t": "Foreigners, the most ruthless of nations, have cut it down and left it. On the mountains and in all the valleys its branches have fallen, and its boughs have been broken in all the ravines of the land, and all the peoples of the earth have gone away from its shadow and left it."
    },
    {
        "o": 23605,
        "r": "esv:Ezekiel:31:13",
        "t": "On its fallen trunk dwell all the birds of the heavens, and on its branches are all the beasts of the field."
    },
    {
        "o": 23606,
        "r": "esv:Ezekiel:31:14",
        "t": "All this is in order that no trees by the waters may grow to towering height or set their tops among the clouds, and that no trees that drink water may reach up to them in height. For they are all given over to death, to the world below, among the children of man, with those who go down to the pit."
    },
    {
        "o": 23607,
        "r": "esv:Ezekiel:31:15",
        "t": "“Thus*p says the Lord God:*s On the day the cedar went down to Sheol I caused mourning; I closed the deep over it, and restrained its rivers, and many waters were stopped. I clothed Lebanon in gloom for it, and all the trees of the field fainted because of it."
    },
    {
        "o": 23608,
        "r": "esv:Ezekiel:31:16",
        "t": "I made the nations quake at the sound of its fall, when I cast it down to Sheol with those who go down to the pit. And all the trees of Eden, the choice and best of Lebanon, all that drink water, were comforted in the world below."
    },
    {
        "o": 23609,
        "r": "esv:Ezekiel:31:17",
        "t": "They also went down to Sheol with it, to those who are slain by the sword; yes, those who were its arm, who lived under its shadow among the nations."
    },
    {
        "o": 23610,
        "r": "esv:Ezekiel:31:18",
        "t": "“Whom*p are you thus like in glory and in greatness among the trees of Eden? You shall be brought down with the trees of Eden to the world below. You shall lie among the uncircumcised, with those who are slain by the sword. “This*p is Pharaoh and all his multitude, declares the Lord God.”*s"
    }
]
