[
    {
        "o": 2405,
        "r": "csb:Exodus:24:0",
        "t": "Exodus 24",
        "h": 1
    },
    {
        "o": 2406,
        "r": "csb:Exodus:24:0",
        "t": "The Covenant Ceremony",
        "h": 2
    },
    {
        "o": 2407,
        "r": "csb:Exodus:24:1",
        "t": "Then*p he said to Moses, “Go up to the Lord,*s you and Aaron, Nadab, and Abihu, and seventy of Israel’s elders, and bow in worship at a distance."
    },
    {
        "o": 2408,
        "r": "csb:Exodus:24:2",
        "t": "Moses alone is to approach the Lord,*s but the others are not to approach, and the people are not to go up with him.”"
    },
    {
        "o": 2409,
        "r": "csb:Exodus:24:3",
        "t": "Moses*p came and told the people all the commands of the Lord*s and all the ordinances. Then all the people responded with a single voice, “We will do everything that the Lord*s has commanded.”"
    },
    {
        "o": 2410,
        "r": "csb:Exodus:24:4",
        "t": "And Moses wrote down all the words of the Lord.*s He rose early the next morning and set up an altar and twelve pillars for the twelve tribes of Israel at the base of the mountain."
    },
    {
        "o": 2411,
        "r": "csb:Exodus:24:5",
        "t": "Then he sent out young Israelite men, and they offered burnt offerings and sacrificed bulls as fellowship offerings to the Lord.*s"
    },
    {
        "o": 2412,
        "r": "csb:Exodus:24:6",
        "t": "Moses took half the blood and set it in basins; the other half of the blood he splattered on the altar."
    },
    {
        "o": 2413,
        "r": "csb:Exodus:24:7",
        "t": "He then took the covenant scroll and read it aloud to the people. They responded, “We will do and obey all that the Lord*s has commanded.”"
    },
    {
        "o": 2414,
        "r": "csb:Exodus:24:8",
        "t": "Moses*p took the blood, splattered it on the people, and said, “This is the blood of the covenant that the Lord*s has made with you concerning all these words.”"
    },
    {
        "o": 2415,
        "r": "csb:Exodus:24:9",
        "t": "Then*p Moses went up with Aaron, Nadab, and Abihu, and seventy of Israel’s elders,"
    },
    {
        "o": 2416,
        "r": "csb:Exodus:24:10",
        "t": "and they saw the God of Israel. Beneath his feet was something like a pavement made of lapis lazuli, as clear as the sky itself."
    },
    {
        "o": 2417,
        "r": "csb:Exodus:24:11",
        "t": "God did not harm the Israelite nobles; they saw him, and they ate and drank."
    },
    {
        "o": 2418,
        "r": "csb:Exodus:24:12",
        "t": "The*p Lord*s said to Moses, “Come up to me on the mountain and stay there so that I may give you the stone tablets with the law and commandments I have written for their instruction.”"
    },
    {
        "o": 2419,
        "r": "csb:Exodus:24:13",
        "t": "So*p Moses arose with his assistant Joshua and went up the mountain of God."
    },
    {
        "o": 2420,
        "r": "csb:Exodus:24:14",
        "t": "He told the elders, “Wait here for us until we return to you. Aaron and Hur are here with you. Whoever has a dispute should go to them.”"
    },
    {
        "o": 2421,
        "r": "csb:Exodus:24:15",
        "t": "When Moses went up the mountain, the cloud covered it."
    },
    {
        "o": 2422,
        "r": "csb:Exodus:24:16",
        "t": "The glory of the Lord*s settled on Mount Sinai, and the cloud covered it for six days. On the seventh day he called to Moses from the cloud."
    },
    {
        "o": 2423,
        "r": "csb:Exodus:24:17",
        "t": "The appearance of the Lord’s*s glory to the Israelites was like a consuming fire on the mountaintop."
    },
    {
        "o": 2424,
        "r": "csb:Exodus:24:18",
        "t": "Moses entered the cloud as he went up the mountain, and he remained on the mountain forty days and forty nights."
    }
]
