[
    {
        "o": 33220,
        "r": "csb:Ephesians:6:0",
        "t": "Ephesians 6",
        "h": 1
    },
    {
        "o": 33221,
        "r": "csb:Ephesians:6:0",
        "t": "Children and Parents",
        "h": 2
    },
    {
        "o": 33222,
        "r": "csb:Ephesians:6:1",
        "t": "Children,*p obey your parents in the Lord, because this is right."
    },
    {
        "o": 33223,
        "r": "csb:Ephesians:6:2",
        "t": "Honor*i your*i father*i and*i mother,*i which is the first commandment with a promise,"
    },
    {
        "o": 33224,
        "r": "csb:Ephesians:6:3",
        "t": "so*i that*i it*i may*i go*i well*i with*i you*i and*i that*i you*i may*i have*i a*i long*i life*i in*i the*i land.*i"
    },
    {
        "o": 33225,
        "r": "csb:Ephesians:6:4",
        "t": "Fathers, don’t stir up anger in your children, but bring them up in the training and instruction of the Lord."
    },
    {
        "o": 33226,
        "r": "csb:Ephesians:6:4",
        "t": "Slaves and Masters",
        "h": 2
    },
    {
        "o": 33227,
        "r": "csb:Ephesians:6:5",
        "t": "Slaves,*p obey your human masters with fear and trembling, in the sincerity of your heart, as you would Christ."
    },
    {
        "o": 33228,
        "r": "csb:Ephesians:6:6",
        "t": "Don’t work only while being watched, as people-pleasers, but as slaves of Christ, do God’s will from your heart."
    },
    {
        "o": 33229,
        "r": "csb:Ephesians:6:7",
        "t": "Serve with a good attitude, as to the Lord and not to people,"
    },
    {
        "o": 33230,
        "r": "csb:Ephesians:6:8",
        "t": "knowing that whatever good each one does, slave or free, he will receive this back from the Lord."
    },
    {
        "o": 33231,
        "r": "csb:Ephesians:6:9",
        "t": "And masters, treat your slaves the same way, without threatening them, because you know that both their Master and yours is in heaven, and there is no favoritism with him."
    },
    {
        "o": 33232,
        "r": "csb:Ephesians:6:9",
        "t": "Christian Warfare",
        "h": 2
    },
    {
        "o": 33233,
        "r": "csb:Ephesians:6:10",
        "t": "Finally,*p be strengthened by the Lord and by his vast strength."
    },
    {
        "o": 33234,
        "r": "csb:Ephesians:6:11",
        "t": "Put on the full armor of God so that you can stand against the schemes of the devil."
    },
    {
        "o": 33235,
        "r": "csb:Ephesians:6:12",
        "t": "For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the cosmic powers of this darkness, against evil, spiritual forces in the heavens."
    },
    {
        "o": 33236,
        "r": "csb:Ephesians:6:13",
        "t": "For this reason take up the full armor of God, so that you may be able to resist in the evil day, and having prepared everything, to take your stand."
    },
    {
        "o": 33237,
        "r": "csb:Ephesians:6:14",
        "t": "Stand, therefore, with truth like a belt around your waist, righteousness like armor on your chest,"
    },
    {
        "o": 33238,
        "r": "csb:Ephesians:6:15",
        "t": "and your feet sandaled with readiness for the gospel of peace."
    },
    {
        "o": 33239,
        "r": "csb:Ephesians:6:16",
        "t": "In every situation take up the shield of faith with which you can extinguish all the flaming arrows of the evil one."
    },
    {
        "o": 33240,
        "r": "csb:Ephesians:6:17",
        "t": "Take the helmet of salvation and the sword of the Spirit- which is the word of God."
    },
    {
        "o": 33241,
        "r": "csb:Ephesians:6:18",
        "t": "Pray at all times in the Spirit with every prayer and request, and stay alert with all perseverance and intercession for all the saints."
    },
    {
        "o": 33242,
        "r": "csb:Ephesians:6:19",
        "t": "Pray also for me, that the message may be given to me when I open my mouth to make known with boldness the mystery of the gospel."
    },
    {
        "o": 33243,
        "r": "csb:Ephesians:6:20",
        "t": "For this I am an ambassador in chains. Pray that I might be bold enough to speak about it as I should."
    },
    {
        "o": 33244,
        "r": "csb:Ephesians:6:20",
        "t": "Paul’s Farewell",
        "h": 2
    },
    {
        "o": 33245,
        "r": "csb:Ephesians:6:21",
        "t": "Tychicus,*p our dearly loved brother and faithful servant in the Lord, will tell you all the news about me so that you may be informed."
    },
    {
        "o": 33246,
        "r": "csb:Ephesians:6:22",
        "t": "I am sending him to you for this very reason, to let you know how we are and to encourage your hearts."
    },
    {
        "o": 33247,
        "r": "csb:Ephesians:6:23",
        "t": "Peace*p to the brothers and sisters, and love with faith, from God the Father and the Lord Jesus Christ."
    },
    {
        "o": 33248,
        "r": "csb:Ephesians:6:24",
        "t": "Grace be with all who have undying love for our Lord Jesus Christ."
    }
]
