[
    {
        "o": 7835,
        "r": "nasb:Ruth:4:0",
        "t": "Ruth 4",
        "h": 1
    },
    {
        "o": 7836,
        "r": "nasb:Ruth:4:0",
        "t": "The Marriage of Ruth",
        "h": 2
    },
    {
        "o": 7837,
        "r": "nasb:Ruth:4:1",
        "t": "Now*p Boaz went up to the gate and sat down there, and behold, the close relative of whom Boaz spoke was passing by, so he said, “Turn aside, friend, sit down here.” And he turned aside and sat down."
    },
    {
        "o": 7838,
        "r": "nasb:Ruth:4:2",
        "t": "He took ten men of the elders of the city and said, “Sit down here.” So they sat down."
    },
    {
        "o": 7839,
        "r": "nasb:Ruth:4:3",
        "t": "Then he said to the closest relative, “Naomi, who has come back from the land of Moab, has to sell the piece of land which belonged to our brother Elimelech."
    },
    {
        "o": 7840,
        "r": "nasb:Ruth:4:4",
        "t": "So I thought to inform you, saying, ‘Buy it*i before those who are sitting here,*i and before the elders of my people. If you will redeem it,*i redeem it;*i but if not, tell me that I may know; for there is no one but you to redeem it,*i and I am after you.’ ” And he said, “I will redeem it.”*i"
    },
    {
        "o": 7841,
        "r": "nasb:Ruth:4:5",
        "t": "Then Boaz said, “On the day you buy the field from the hand of Naomi, you must also acquire Ruth the Moabitess, the widow of the deceased, in order to raise up the name of the deceased on his inheritance.”"
    },
    {
        "o": 7842,
        "r": "nasb:Ruth:4:6",
        "t": "The closest relative said, “I cannot redeem it*i for myself, because I would jeopardize my own inheritance. Redeem it*i for yourself; you may*i have*i my right of redemption, for I cannot redeem it.”*i"
    },
    {
        "o": 7843,
        "r": "nasb:Ruth:4:7",
        "t": "Now*p this was the*i custom*i in former times in Israel concerning the redemption and the exchange of*i land*i to confirm any matter: a man removed his sandal and gave it to another; and this was the manner*i of*i attestation in Israel."
    },
    {
        "o": 7844,
        "r": "nasb:Ruth:4:8",
        "t": "So the closest relative said to Boaz, “Buy it*i for yourself.” And he removed his sandal."
    },
    {
        "o": 7845,
        "r": "nasb:Ruth:4:9",
        "t": "Then Boaz said to the elders and all the people, “You are witnesses today that I have bought from the hand of Naomi all that belonged to Elimelech and all that belonged to Chilion and Mahlon."
    },
    {
        "o": 7846,
        "r": "nasb:Ruth:4:10",
        "t": "Moreover, I have acquired Ruth the Moabitess, the widow of Mahlon, to be my wife in order to raise up the name of the deceased on his inheritance, so that the name of the deceased will not be cut off from his brothers or from the court of his birth*i place; you are witnesses today.”"
    },
    {
        "o": 7847,
        "r": "nasb:Ruth:4:11",
        "t": "All the people who were in the court, and the elders, said, “We*i are*i witnesses. May the Lord*s make the woman who is coming into your home like Rachel and Leah, both of whom built the house of Israel; and may you achieve wealth in Ephrathah and become famous in Bethlehem."
    },
    {
        "o": 7848,
        "r": "nasb:Ruth:4:12",
        "t": "Moreover, may your house be like the house of Perez whom Tamar bore to Judah, through the offspring which the Lord*s will give you by this young woman.”"
    },
    {
        "o": 7849,
        "r": "nasb:Ruth:4:13",
        "t": "So*p Boaz took Ruth, and she became his wife, and he went in to her. And the Lord*s enabled her to conceive, and she gave birth to a son."
    },
    {
        "o": 7850,
        "r": "nasb:Ruth:4:14",
        "t": "Then the women said to Naomi, “Blessed is the Lord*s who has not left you without a redeemer today, and may his name become famous in Israel."
    },
    {
        "o": 7851,
        "r": "nasb:Ruth:4:15",
        "t": "May he also be to you a restorer of life and a sustainer of your old age; for your daughter-in-law, who loves you and is better to you than seven sons, has given birth to him.”"
    },
    {
        "o": 7852,
        "r": "nasb:Ruth:4:15",
        "t": "The Line of David Began Here",
        "h": 2
    },
    {
        "o": 7853,
        "r": "nasb:Ruth:4:16",
        "t": "Then*p Naomi took the child and laid him in her lap, and became his nurse."
    },
    {
        "o": 7854,
        "r": "nasb:Ruth:4:17",
        "t": "The neighbor women gave him a name, saying, “A son has been born to Naomi!” So they named him Obed. He is the father of Jesse, the father of David."
    },
    {
        "o": 7855,
        "r": "nasb:Ruth:4:18",
        "t": "Now*p these are the generations of Perez: to Perez was born Hezron,"
    },
    {
        "o": 7856,
        "r": "nasb:Ruth:4:19",
        "t": "and to Hezron was born Ram, and to Ram, Amminadab,"
    },
    {
        "o": 7857,
        "r": "nasb:Ruth:4:20",
        "t": "and to Amminadab was born Nahshon, and to Nahshon, Salmon,"
    },
    {
        "o": 7858,
        "r": "nasb:Ruth:4:21",
        "t": "and to Salmon was born Boaz, and to Boaz, Obed,"
    },
    {
        "o": 7859,
        "r": "nasb:Ruth:4:22",
        "t": "and to Obed was born Jesse, and to Jesse, David."
    }
]
