[
    {
        "o": 825,
        "r": "kjv:Genesis:29:0",
        "t": "Genesis 29",
        "h": 1
    },
    {
        "o": 826,
        "r": "kjv:Genesis:29:1",
        "t": "Then*p Jacob went on his journey, and came into the land of the people of the east."
    },
    {
        "o": 827,
        "r": "kjv:Genesis:29:2",
        "t": "And*p he looked, and behold a well in the field, and, lo, there were three flocks of sheep lying by it; for out of that well they watered the flocks: and a great stone was upon the well's mouth."
    },
    {
        "o": 828,
        "r": "kjv:Genesis:29:3",
        "t": "And*p thither were all the flocks gathered: and they rolled the stone from the well's mouth, and watered the sheep, and put the stone again upon the well's mouth in his place."
    },
    {
        "o": 829,
        "r": "kjv:Genesis:29:4",
        "t": "And*p Jacob said unto them, My brethren, whence be ye? And they said, Of Haran are we."
    },
    {
        "o": 830,
        "r": "kjv:Genesis:29:5",
        "t": "And*p he said unto them, Know ye Laban the son of Nahor? And they said, We know him."
    },
    {
        "o": 831,
        "r": "kjv:Genesis:29:6",
        "t": "And*p he said unto them, Is he well? And they said, He is well: and, behold, Rachel his daughter cometh with the sheep."
    },
    {
        "o": 832,
        "r": "kjv:Genesis:29:7",
        "t": "And*p he said, Lo, it is yet high day, neither is it time that the cattle should be gathered together: water ye the sheep, and go and feed them."
    },
    {
        "o": 833,
        "r": "kjv:Genesis:29:8",
        "t": "And*p they said, We cannot, until all the flocks be gathered together, and till they roll the stone from the well's mouth; then we water the sheep."
    },
    {
        "o": 834,
        "r": "kjv:Genesis:29:9",
        "t": "And*p while he yet spake with them, Rachel came with her father's sheep: for she kept them."
    },
    {
        "o": 835,
        "r": "kjv:Genesis:29:10",
        "t": "And*p it came to pass, when Jacob saw Rachel the daughter of Laban his mother's brother, and the sheep of Laban his mother's brother, that Jacob went near, and rolled the stone from the well's mouth, and watered the flock of Laban his mother's brother."
    },
    {
        "o": 836,
        "r": "kjv:Genesis:29:11",
        "t": "And*p Jacob kissed Rachel, and lifted up his voice, and wept."
    },
    {
        "o": 837,
        "r": "kjv:Genesis:29:12",
        "t": "And*p Jacob told Rachel that he was her father's brother, and that he was Rebekah's son: and she ran and told her father."
    },
    {
        "o": 838,
        "r": "kjv:Genesis:29:13",
        "t": "And*p it came to pass, when Laban heard the tidings of Jacob his sister's son, that he ran to meet him, and embraced him, and kissed him, and brought him to his house. And he told Laban all these things."
    },
    {
        "o": 839,
        "r": "kjv:Genesis:29:14",
        "t": "And*p Laban said to him, Surely thou art my bone and my flesh. And he abode with him the space of a month."
    },
    {
        "o": 840,
        "r": "kjv:Genesis:29:15",
        "t": "And*p Laban said unto Jacob, Because thou art my brother, shouldest thou therefore serve me for nought? tell me, what shall thy wages be?"
    },
    {
        "o": 841,
        "r": "kjv:Genesis:29:16",
        "t": "And*p Laban had two daughters: the name of the elder was Leah, and the name of the younger was Rachel."
    },
    {
        "o": 842,
        "r": "kjv:Genesis:29:17",
        "t": "Leah*p was tender eyed; but Rachel was beautiful and well favoured."
    },
    {
        "o": 843,
        "r": "kjv:Genesis:29:18",
        "t": "And*p Jacob loved Rachel; and said, I will serve thee seven years for Rachel thy younger daughter."
    },
    {
        "o": 844,
        "r": "kjv:Genesis:29:19",
        "t": "And*p Laban said, It is better that I give her to thee, than that I should give her to another man: abide with me."
    },
    {
        "o": 845,
        "r": "kjv:Genesis:29:20",
        "t": "And*p Jacob served seven years for Rachel; and they seemed unto him but a few days, for the love he had to her."
    },
    {
        "o": 846,
        "r": "kjv:Genesis:29:21",
        "t": "And*p Jacob said unto Laban, Give me my wife, for my days are fulfilled, that I may go in unto her."
    },
    {
        "o": 847,
        "r": "kjv:Genesis:29:22",
        "t": "And*p Laban gathered together all the men of the place, and made a feast."
    },
    {
        "o": 848,
        "r": "kjv:Genesis:29:23",
        "t": "And*p it came to pass in the evening, that he took Leah his daughter, and brought her to him; and he went in unto her."
    },
    {
        "o": 849,
        "r": "kjv:Genesis:29:24",
        "t": "And*p Laban gave unto his daughter Leah Zilpah his maid for an handmaid."
    },
    {
        "o": 850,
        "r": "kjv:Genesis:29:25",
        "t": "And*p it came to pass, that in the morning, behold, it was Leah: and he said to Laban, What is this thou hast done unto me? did not I serve with thee for Rachel? wherefore then hast thou beguiled me?"
    },
    {
        "o": 851,
        "r": "kjv:Genesis:29:26",
        "t": "And*p Laban said, It must not be so done in our country, to give the younger before the firstborn."
    },
    {
        "o": 852,
        "r": "kjv:Genesis:29:27",
        "t": "Fulfil*p her week, and we will give thee this also for the service which thou shalt serve with me yet seven other years."
    },
    {
        "o": 853,
        "r": "kjv:Genesis:29:28",
        "t": "And*p Jacob did so, and fulfilled her week: and he gave him Rachel his daughter to wife also."
    },
    {
        "o": 854,
        "r": "kjv:Genesis:29:29",
        "t": "And*p Laban gave to Rachel his daughter Bilhah his handmaid to be her maid."
    },
    {
        "o": 855,
        "r": "kjv:Genesis:29:30",
        "t": "And*p he went in also unto Rachel, and he loved also Rachel more than Leah, and served with him yet seven other years."
    },
    {
        "o": 856,
        "r": "kjv:Genesis:29:31",
        "t": "And*p when the Lord*s saw that Leah was hated, he opened her womb: but Rachel was barren."
    },
    {
        "o": 857,
        "r": "kjv:Genesis:29:32",
        "t": "And*p Leah conceived, and bare a son, and she called his name Reuben: for she said, Surely the Lord*s hath looked upon my affliction; now therefore my husband will love me."
    },
    {
        "o": 858,
        "r": "kjv:Genesis:29:33",
        "t": "And*p she conceived again, and bare a son; and said, Because the Lord*s hath heard that I was hated, he hath therefore given me this son also: and she called his name Simeon."
    },
    {
        "o": 859,
        "r": "kjv:Genesis:29:34",
        "t": "And*p she conceived again, and bare a son; and said, Now this time will my husband be joined unto me, because I have born him three sons: therefore was his name called Levi."
    },
    {
        "o": 860,
        "r": "kjv:Genesis:29:35",
        "t": "And*p she conceived again, and bare a son: and she said, Now will I praise the Lord:*s therefore she called his name Judah; and left bearing."
    }
]
