[
    {
        "o": 32271,
        "r": "esv:2 Corinthians:4:0",
        "t": "2 Corinthians 4",
        "h": 1
    },
    {
        "o": 32272,
        "r": "esv:2 Corinthians:4:0",
        "t": "The Light of the Gospel",
        "h": 2
    },
    {
        "o": 32273,
        "r": "esv:2 Corinthians:4:1",
        "t": "Therefore,*p having this ministry by the mercy of God, we do not lose heart."
    },
    {
        "o": 32274,
        "r": "esv:2 Corinthians:4:2",
        "t": "But we have renounced disgraceful, underhanded ways. We refuse to practice cunning or to tamper with God’s word, but by the open statement of the truth we would commend ourselves to everyone’s conscience in the sight of God."
    },
    {
        "o": 32275,
        "r": "esv:2 Corinthians:4:3",
        "t": "And even if our gospel is veiled, it is veiled to those who are perishing."
    },
    {
        "o": 32276,
        "r": "esv:2 Corinthians:4:4",
        "t": "In their case the god of this world has blinded the minds of the unbelievers, to keep them from seeing the light of the gospel of the glory of Christ, who is the image of God."
    },
    {
        "o": 32277,
        "r": "esv:2 Corinthians:4:5",
        "t": "For what we proclaim is not ourselves, but Jesus Christ as Lord, with ourselves as your servants for Jesus’ sake."
    },
    {
        "o": 32278,
        "r": "esv:2 Corinthians:4:6",
        "t": "For God, who said, “Let light shine out of darkness,” has shone in our hearts to give the light of the knowledge of the glory of God in the face of Jesus Christ."
    },
    {
        "o": 32279,
        "r": "esv:2 Corinthians:4:6",
        "t": "Treasure in Jars of Clay",
        "h": 2
    },
    {
        "o": 32280,
        "r": "esv:2 Corinthians:4:7",
        "t": "But*p we have this treasure in jars of clay, to show that the surpassing power belongs to God and not to us."
    },
    {
        "o": 32281,
        "r": "esv:2 Corinthians:4:8",
        "t": "We are afflicted in every way, but not crushed; perplexed, but not driven to despair;"
    },
    {
        "o": 32282,
        "r": "esv:2 Corinthians:4:9",
        "t": "persecuted, but not forsaken; struck down, but not destroyed;"
    },
    {
        "o": 32283,
        "r": "esv:2 Corinthians:4:10",
        "t": "always carrying in the body the death of Jesus, so that the life of Jesus may also be manifested in our bodies."
    },
    {
        "o": 32284,
        "r": "esv:2 Corinthians:4:11",
        "t": "For we who live are always being given over to death for Jesus’ sake, so that the life of Jesus also may be manifested in our mortal flesh."
    },
    {
        "o": 32285,
        "r": "esv:2 Corinthians:4:12",
        "t": "So death is at work in us, but life in you."
    },
    {
        "o": 32286,
        "r": "esv:2 Corinthians:4:13",
        "t": "Since*p we have the same spirit of faith according to what has been written, “I believed, and so I spoke,” we also believe, and so we also speak,"
    },
    {
        "o": 32287,
        "r": "esv:2 Corinthians:4:14",
        "t": "knowing that he who raised the Lord Jesus will raise us also with Jesus and bring us with you into his presence."
    },
    {
        "o": 32288,
        "r": "esv:2 Corinthians:4:15",
        "t": "For it is all for your sake, so that as grace extends to more and more people it may increase thanksgiving, to the glory of God."
    },
    {
        "o": 32289,
        "r": "esv:2 Corinthians:4:16",
        "t": "So*p we do not lose heart. Though our outer self is wasting away, our inner self is being renewed day by day."
    },
    {
        "o": 32290,
        "r": "esv:2 Corinthians:4:17",
        "t": "For this light momentary affliction is preparing for us an eternal weight of glory beyond all comparison,"
    },
    {
        "o": 32291,
        "r": "esv:2 Corinthians:4:18",
        "t": "as we look not to the things that are seen but to the things that are unseen. For the things that are seen are transient, but the things that are unseen are eternal."
    }
]
