[
    {
        "o": 16340,
        "r": "esv:Psalm:58:0",
        "t": "Psalm 58",
        "h": 1
    },
    {
        "o": 16341,
        "r": "esv:Psalm:58:0",
        "t": "God Who Judges the Earth",
        "h": 2
    },
    {
        "o": 16342,
        "r": "esv:Psalm:58:0",
        "t": "To the choirmaster: according to Do Not Destroy. A Miktam of David.",
        "h": 4
    },
    {
        "o": 16343,
        "r": "esv:Psalm:58:1",
        "t": "Do*pn you indeed decree what is right, you gods? Do*ld you judge the children of man uprightly?"
    },
    {
        "o": 16344,
        "r": "esv:Psalm:58:2",
        "t": "No,*ln in your hearts you devise wrongs; your*ld hands deal out violence on earth."
    },
    {
        "o": 16345,
        "r": "esv:Psalm:58:3",
        "t": "The*pn wicked are estranged from the womb; they*ld go astray from birth, speaking lies."
    },
    {
        "o": 16346,
        "r": "esv:Psalm:58:4",
        "t": "They*ln have venom like the venom of a serpent, like*ld the deaf adder that stops its ear,"
    },
    {
        "o": 16347,
        "r": "esv:Psalm:58:5",
        "t": "so*ln that it does not hear the voice of charmers or*ld of the cunning enchanter."
    },
    {
        "o": 16348,
        "r": "esv:Psalm:58:6",
        "t": "O*pn God, break the teeth in their mouths; tear*ld out the fangs of the young lions, O Lord!*s"
    },
    {
        "o": 16349,
        "r": "esv:Psalm:58:7",
        "t": "Let*ln them vanish like water that runs away; when*ld he aims his arrows, let them be blunted."
    },
    {
        "o": 16350,
        "r": "esv:Psalm:58:8",
        "t": "Let*ln them be like the snail that dissolves into slime, like*ld the stillborn child who never sees the sun."
    },
    {
        "o": 16351,
        "r": "esv:Psalm:58:9",
        "t": "Sooner*ln than your pots can feel the heat of thorns, whether*ld green or ablaze, may he sweep them away!"
    },
    {
        "o": 16352,
        "r": "esv:Psalm:58:10",
        "t": "The*pn righteous will rejoice when he sees the vengeance; he*ld will bathe his feet in the blood of the wicked."
    },
    {
        "o": 16353,
        "r": "esv:Psalm:58:11",
        "t": "Mankind*ln will say, “Surely there is a reward for the righteous; surely*ld there is a God who judges on earth.”"
    }
]
