[
    {
        "o": 20175,
        "r": "nasb:Isaiah:25:0",
        "t": "Isaiah 25",
        "h": 1
    },
    {
        "o": 20176,
        "r": "nasb:Isaiah:25:0",
        "t": "Song of Praise for God’s Favor",
        "h": 2
    },
    {
        "o": 20177,
        "r": "nasb:Isaiah:25:1",
        "t": "O*pn Lord,*s You are my God; I*ln will exalt You, I will give thanks to Your name; For*ln You have worked wonders, Plans*ln formed*i long ago, with perfect faithfulness."
    },
    {
        "o": 20178,
        "r": "nasb:Isaiah:25:2",
        "t": "For*ln You have made a city into a heap, A*ln fortified city into a ruin; A*ln palace of strangers is a city no more, It*ln will never be rebuilt."
    },
    {
        "o": 20179,
        "r": "nasb:Isaiah:25:3",
        "t": "Therefore*ln a strong people will glorify You; Cities*ln of ruthless nations will revere You."
    },
    {
        "o": 20180,
        "r": "nasb:Isaiah:25:4",
        "t": "For*ln You have been a defense for the helpless, A*ln defense for the needy in his distress, A*ln refuge from the storm, a shade from the heat; For*ln the breath of the ruthless Is*ln like a rain*i storm against*i a wall."
    },
    {
        "o": 20181,
        "r": "nasb:Isaiah:25:5",
        "t": "Like*ln heat in drought, You subdue the uproar of aliens; Like*iln heat by the shadow of a cloud, the song of the ruthless is silenced."
    },
    {
        "o": 20182,
        "r": "nasb:Isaiah:25:6",
        "t": "The*ln Lord*s of hosts will prepare a lavish banquet for all peoples on this mountain; A*ln banquet of aged wine, choice pieces with marrow, And*iln refined, aged wine."
    },
    {
        "o": 20183,
        "r": "nasb:Isaiah:25:7",
        "t": "And*ln on this mountain He will swallow up the covering which is over all peoples, Even*ln the veil which is stretched over all nations."
    },
    {
        "o": 20184,
        "r": "nasb:Isaiah:25:8",
        "t": "He*ln will swallow up death for all time, And*ln the Lord God*s will wipe tears away from all faces, And*ln He will remove the reproach of His people from all the earth; For*ln the Lord*s has spoken."
    },
    {
        "o": 20185,
        "r": "nasb:Isaiah:25:9",
        "t": "And*ln it will be said in that day, “Behold,*ln this is our God for whom we have waited that He might save us. This*ln is the Lord*s for whom we have waited; Let*ln us rejoice and be glad in His salvation.”"
    },
    {
        "o": 20186,
        "r": "nasb:Isaiah:25:10",
        "t": "For*ln the hand of the Lord*s will rest on this mountain, And*ln Moab will be trodden down in his place As*ln straw is trodden down in the water of a manure pile."
    },
    {
        "o": 20187,
        "r": "nasb:Isaiah:25:11",
        "t": "And*ln he will spread out his hands in the middle of it As*ln a swimmer spreads out his*i hands*i to swim, But*ln the*i Lord*i will lay low his pride together with the trickery of his hands."
    },
    {
        "o": 20188,
        "r": "nasb:Isaiah:25:12",
        "t": "The*ln unassailable fortifications of your walls He will bring down, Lay*ln low and*i cast to the ground, even to the dust."
    }
]
