[
    {
        "o": 6392,
        "r": "esv:Joshua:1:0",
        "t": "Joshua 1",
        "h": 1
    },
    {
        "o": 6393,
        "r": "esv:Joshua:1:0",
        "t": "God Commissions Joshua",
        "h": 2
    },
    {
        "o": 6394,
        "r": "esv:Joshua:1:1",
        "t": "After*p the death of Moses the servant of the Lord,*s the Lord*s said to Joshua the son of Nun, Moses’ assistant,"
    },
    {
        "o": 6395,
        "r": "esv:Joshua:1:2",
        "t": "“Moses my servant is dead. Now therefore arise, go over this Jordan, you and all this people, into the land that I am giving to them, to the people of Israel."
    },
    {
        "o": 6396,
        "r": "esv:Joshua:1:3",
        "t": "Every place that the sole of your foot will tread upon I have given to you, just as I promised to Moses."
    },
    {
        "o": 6397,
        "r": "esv:Joshua:1:4",
        "t": "From the wilderness and this Lebanon as far as the great river, the river Euphrates, all the land of the Hittites to the Great Sea toward the going down of the sun shall be your territory."
    },
    {
        "o": 6398,
        "r": "esv:Joshua:1:5",
        "t": "No man shall be able to stand before you all the days of your life. Just as I was with Moses, so I will be with you. I will not leave you or forsake you."
    },
    {
        "o": 6399,
        "r": "esv:Joshua:1:6",
        "t": "Be strong and courageous, for you shall cause this people to inherit the land that I swore to their fathers to give them."
    },
    {
        "o": 6400,
        "r": "esv:Joshua:1:7",
        "t": "Only be strong and very courageous, being careful to do according to all the law that Moses my servant commanded you. Do not turn from it to the right hand or to the left, that you may have good success wherever you go."
    },
    {
        "o": 6401,
        "r": "esv:Joshua:1:8",
        "t": "This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success."
    },
    {
        "o": 6402,
        "r": "esv:Joshua:1:9",
        "t": "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord*s your God is with you wherever you go.”"
    },
    {
        "o": 6403,
        "r": "esv:Joshua:1:9",
        "t": "Joshua Assumes Command",
        "h": 2
    },
    {
        "o": 6404,
        "r": "esv:Joshua:1:10",
        "t": "And*p Joshua commanded the officers of the people,"
    },
    {
        "o": 6405,
        "r": "esv:Joshua:1:11",
        "t": "“Pass through the midst of the camp and command the people, ‘Prepare your provisions, for within three days you are to pass over this Jordan to go in to take possession of the land that the Lord*s your God is giving you to possess.’”"
    },
    {
        "o": 6406,
        "r": "esv:Joshua:1:12",
        "t": "And*p to the Reubenites, the Gadites, and the half-tribe of Manasseh Joshua said,"
    },
    {
        "o": 6407,
        "r": "esv:Joshua:1:13",
        "t": "“Remember the word that Moses the servant of the Lord*s commanded you, saying, ‘The Lord*s your God is providing you a place of rest and will give you this land.’"
    },
    {
        "o": 6408,
        "r": "esv:Joshua:1:14",
        "t": "Your wives, your little ones, and your livestock shall remain in the land that Moses gave you beyond the Jordan, but all the men of valor among you shall pass over armed before your brothers and shall help them,"
    },
    {
        "o": 6409,
        "r": "esv:Joshua:1:15",
        "t": "until the Lord*s gives rest to your brothers as he has to you, and they also take possession of the land that the Lord*s your God is giving them. Then you shall return to the land of your possession and shall possess it, the land that Moses the servant of the Lord*s gave you beyond the Jordan toward the sunrise.”"
    },
    {
        "o": 6410,
        "r": "esv:Joshua:1:16",
        "t": "And*p they answered Joshua, “All that you have commanded us we will do, and wherever you send us we will go."
    },
    {
        "o": 6411,
        "r": "esv:Joshua:1:17",
        "t": "Just as we obeyed Moses in all things, so we will obey you. Only may the Lord*s your God be with you, as he was with Moses!"
    },
    {
        "o": 6412,
        "r": "esv:Joshua:1:18",
        "t": "Whoever rebels against your commandment and disobeys your words, whatever you command him, shall be put to death. Only be strong and courageous.”"
    }
]
