[
    {
        "o": 21939,
        "r": "kjv:Ezekiel:22:0",
        "t": "Ezekiel 22",
        "h": 1
    },
    {
        "o": 21940,
        "r": "kjv:Ezekiel:22:1",
        "t": "Moreover*p the word of the Lord*s came unto me, saying,"
    },
    {
        "o": 21941,
        "r": "kjv:Ezekiel:22:2",
        "t": "Now,*p thou son of man, wilt thou judge, wilt thou judge the bloody city? yea, thou shalt shew her all her abominations."
    },
    {
        "o": 21942,
        "r": "kjv:Ezekiel:22:3",
        "t": "Then*p say thou, Thus saith the Lord God,*s The city sheddeth blood in the midst of it, that her time may come, and maketh idols against herself to defile herself."
    },
    {
        "o": 21943,
        "r": "kjv:Ezekiel:22:4",
        "t": "Thou*p art become guilty in thy blood that thou hast shed; and hast defiled thyself in thine idols which thou hast made; and thou hast caused thy days to draw near, and art come even unto thy years: therefore have I made thee a reproach unto the heathen, and a mocking to all countries."
    },
    {
        "o": 21944,
        "r": "kjv:Ezekiel:22:5",
        "t": "Those*p that be near, and those that be far from thee, shall mock thee, which art infamous and much vexed."
    },
    {
        "o": 21945,
        "r": "kjv:Ezekiel:22:6",
        "t": "Behold,*p the princes of Israel, every one were in thee to their power to shed blood."
    },
    {
        "o": 21946,
        "r": "kjv:Ezekiel:22:7",
        "t": "In*p thee have they set light by father and mother: in the midst of thee have they dealt by oppression with the stranger: in thee have they vexed the fatherless and the widow."
    },
    {
        "o": 21947,
        "r": "kjv:Ezekiel:22:8",
        "t": "Thou*p hast despised mine holy things, and hast profaned my sabbaths."
    },
    {
        "o": 21948,
        "r": "kjv:Ezekiel:22:9",
        "t": "In*p thee are men that carry tales to shed blood: and in thee they eat upon the mountains: in the midst of thee they commit lewdness."
    },
    {
        "o": 21949,
        "r": "kjv:Ezekiel:22:10",
        "t": "In*p thee have they discovered their fathers' nakedness: in thee have they humbled her that was set apart for pollution."
    },
    {
        "o": 21950,
        "r": "kjv:Ezekiel:22:11",
        "t": "And*p one hath committed abomination with his neighbour's wife; and another hath lewdly defiled his daughter in law; and another in thee hath humbled his sister, his father's daughter."
    },
    {
        "o": 21951,
        "r": "kjv:Ezekiel:22:12",
        "t": "In*p thee have they taken gifts to shed blood; thou hast taken usury and increase, and thou hast greedily gained of thy neighbours by extortion, and hast forgotten me, saith the Lord God.*s"
    },
    {
        "o": 21952,
        "r": "kjv:Ezekiel:22:13",
        "t": "Behold,*p therefore I have smitten mine hand at thy dishonest gain which thou hast made, and at thy blood which hath been in the midst of thee."
    },
    {
        "o": 21953,
        "r": "kjv:Ezekiel:22:14",
        "t": "Can*p thine heart endure, or can thine hands be strong, in the days that I shall deal with thee? I the Lord*s have spoken it, and will do it."
    },
    {
        "o": 21954,
        "r": "kjv:Ezekiel:22:15",
        "t": "And*p I will scatter thee among the heathen, and disperse thee in the countries, and will consume thy filthiness out of thee."
    },
    {
        "o": 21955,
        "r": "kjv:Ezekiel:22:16",
        "t": "And*p thou shalt take thine inheritance in thyself in the sight of the heathen, and thou shalt know that I am the Lord.*s"
    },
    {
        "o": 21956,
        "r": "kjv:Ezekiel:22:17",
        "t": "And*p the word of the Lord*s came unto me, saying,"
    },
    {
        "o": 21957,
        "r": "kjv:Ezekiel:22:18",
        "t": "Son*p of man, the house of Israel is to me become dross: all they are brass, and tin, and iron, and lead, in the midst of the furnace; they are even the dross of silver."
    },
    {
        "o": 21958,
        "r": "kjv:Ezekiel:22:19",
        "t": "Therefore*p thus saith the Lord God;*s Because ye are all become dross, behold, therefore I will gather you into the midst of Jerusalem."
    },
    {
        "o": 21959,
        "r": "kjv:Ezekiel:22:20",
        "t": "As*p they gather silver, and brass, and iron, and lead, and tin, into the midst of the furnace, to blow the fire upon it, to melt it; so will I gather you in mine anger and in my fury, and I will leave you there, and melt you."
    },
    {
        "o": 21960,
        "r": "kjv:Ezekiel:22:21",
        "t": "Yea,*p I will gather you, and blow upon you in the fire of my wrath, and ye shall be melted in the midst thereof."
    },
    {
        "o": 21961,
        "r": "kjv:Ezekiel:22:22",
        "t": "As*p silver is melted in the midst of the furnace, so shall ye be melted in the midst thereof; and ye shall know that I the Lord*s have poured out my fury upon you."
    },
    {
        "o": 21962,
        "r": "kjv:Ezekiel:22:23",
        "t": "And*p the word of the Lord*s came unto me, saying,"
    },
    {
        "o": 21963,
        "r": "kjv:Ezekiel:22:24",
        "t": "Son*p of man, say unto her, Thou art the land that is not cleansed, nor rained upon in the day of indignation."
    },
    {
        "o": 21964,
        "r": "kjv:Ezekiel:22:25",
        "t": "There*p is a conspiracy of her prophets in the midst thereof, like a roaring lion ravening the prey; they have devoured souls; they have taken the treasure and precious things; they have made her many widows in the midst thereof."
    },
    {
        "o": 21965,
        "r": "kjv:Ezekiel:22:26",
        "t": "Her*p priests have violated my law, and have profaned mine holy things: they have put no difference between the holy and profane, neither have they shewed difference between the unclean and the clean, and have hid their eyes from my sabbaths, and I am profaned among them."
    },
    {
        "o": 21966,
        "r": "kjv:Ezekiel:22:27",
        "t": "Her*p princes in the midst thereof are like wolves ravening the prey, to shed blood, and to destroy souls, to get dishonest gain."
    },
    {
        "o": 21967,
        "r": "kjv:Ezekiel:22:28",
        "t": "And*p her prophets have daubed them with untempered mortar, seeing vanity, and divining lies unto them, saying, Thus saith the Lord God,*s when the Lord*s hath not spoken."
    },
    {
        "o": 21968,
        "r": "kjv:Ezekiel:22:29",
        "t": "The*p people of the land have used oppression, and exercised robbery, and have vexed the poor and needy: yea, they have oppressed the stranger wrongfully."
    },
    {
        "o": 21969,
        "r": "kjv:Ezekiel:22:30",
        "t": "And*p I sought for a man among them, that should make up the hedge, and stand in the gap before me for the land, that I should not destroy it: but I found none."
    },
    {
        "o": 21970,
        "r": "kjv:Ezekiel:22:31",
        "t": "Therefore*p have I poured out mine indignation upon them; I have consumed them with the fire of my wrath: their own way have I recompensed upon their heads, saith the Lord God.*s"
    }
]
