[
    {
        "o": 32666,
        "r": "nkjv:2 Corinthians:8:0",
        "t": "2 Corinthians 8",
        "h": 1
    },
    {
        "o": 32667,
        "r": "nkjv:2 Corinthians:8:0",
        "t": "Excel in Giving",
        "h": 2
    },
    {
        "o": 32668,
        "r": "nkjv:2 Corinthians:8:1",
        "t": "Moreover,*p brethren, we make known to you the grace of God bestowed on the churches of Macedonia:"
    },
    {
        "o": 32669,
        "r": "nkjv:2 Corinthians:8:2",
        "t": "that in a great trial of affliction the abundance of their joy and their deep poverty abounded in the riches of their liberality."
    },
    {
        "o": 32670,
        "r": "nkjv:2 Corinthians:8:3",
        "t": "For I bear witness that according to their*i ability, yes, and beyond their*i ability, they*i were*i freely willing,"
    },
    {
        "o": 32671,
        "r": "nkjv:2 Corinthians:8:4",
        "t": "imploring us with much urgency that we would receive the gift and the fellowship of the ministering to the saints."
    },
    {
        "o": 32672,
        "r": "nkjv:2 Corinthians:8:5",
        "t": "And not only*i as we had hoped, but they first gave themselves to the Lord, and then*i to us by the will of God."
    },
    {
        "o": 32673,
        "r": "nkjv:2 Corinthians:8:6",
        "t": "So we urged Titus, that as he had begun, so he would also complete this grace in you as well."
    },
    {
        "o": 32674,
        "r": "nkjv:2 Corinthians:8:7",
        "t": "But as you abound in everything—in faith, in speech, in knowledge, in all diligence, and in your love for us— see*i that you abound in this grace also."
    },
    {
        "o": 32675,
        "r": "nkjv:2 Corinthians:8:7",
        "t": "Christ Our Pattern",
        "h": 2
    },
    {
        "o": 32676,
        "r": "nkjv:2 Corinthians:8:8",
        "t": "I*p speak not by commandment, but I am testing the sincerity of your love by the diligence of others."
    },
    {
        "o": 32677,
        "r": "nkjv:2 Corinthians:8:9",
        "t": "For you know the grace of our Lord Jesus Christ, that though He was rich, yet for your sakes He became poor, that you through His poverty might become rich."
    },
    {
        "o": 32678,
        "r": "nkjv:2 Corinthians:8:10",
        "t": "And*p in this I give advice: It is to your advantage not only to be doing what you began and were desiring to do a year ago;"
    },
    {
        "o": 32679,
        "r": "nkjv:2 Corinthians:8:11",
        "t": "but now you also must complete the doing of*i it;*i that as there*i was*i a readiness to desire it,*i so there*i also may*i be*i a completion out of what you*i have."
    },
    {
        "o": 32680,
        "r": "nkjv:2 Corinthians:8:12",
        "t": "For if there is first a willing mind, it*i is*i accepted according to what one has, and*i not according to what he does not have."
    },
    {
        "o": 32681,
        "r": "nkjv:2 Corinthians:8:13",
        "t": "For*p I*i do*i not mean that others should be eased and you burdened;"
    },
    {
        "o": 32682,
        "r": "nkjv:2 Corinthians:8:14",
        "t": "but by an equality, that*i now at this time your abundance may*i supply*i their lack, that their abundance also may supply*i your lack—that there may be equality."
    },
    {
        "o": 32683,
        "r": "nkjv:2 Corinthians:8:15",
        "t": "As it is written, “He who gathered*i much had nothing left over, and he who gathered*i little had no lack.”"
    },
    {
        "o": 32684,
        "r": "nkjv:2 Corinthians:8:15",
        "t": "Collection for the Judean Saints",
        "h": 2
    },
    {
        "o": 32685,
        "r": "nkjv:2 Corinthians:8:16",
        "t": "But*p thanks be*i to God who puts the same earnest care for you into the heart of Titus."
    },
    {
        "o": 32686,
        "r": "nkjv:2 Corinthians:8:17",
        "t": "For he not only accepted the exhortation, but being more diligent, he went to you of his own accord."
    },
    {
        "o": 32687,
        "r": "nkjv:2 Corinthians:8:18",
        "t": "And we have sent with him the brother whose praise is*i in the gospel throughout all the churches,"
    },
    {
        "o": 32688,
        "r": "nkjv:2 Corinthians:8:19",
        "t": "and not only that,*i but who was also chosen by the churches to travel with us with this gift, which is administered by us to the glory of the Lord Himself and to*i show*i your ready mind,"
    },
    {
        "o": 32689,
        "r": "nkjv:2 Corinthians:8:20",
        "t": "avoiding this: that anyone should blame us in this lavish gift which is administered by us—"
    },
    {
        "o": 32690,
        "r": "nkjv:2 Corinthians:8:21",
        "t": "providing honorable things, not only in the sight of the Lord, but also in the sight of men."
    },
    {
        "o": 32691,
        "r": "nkjv:2 Corinthians:8:22",
        "t": "And*p we have sent with them our brother whom we have often proved diligent in many things, but now much more diligent, because of the great confidence which we*i have*i in you."
    },
    {
        "o": 32692,
        "r": "nkjv:2 Corinthians:8:23",
        "t": "If anyone*i inquires*i about Titus, he*i is*i my partner and fellow worker concerning you. Or if our brethren are*i inquired*i about,*i they*i are*i messengers of the churches, the glory of Christ."
    },
    {
        "o": 32693,
        "r": "nkjv:2 Corinthians:8:24",
        "t": "Therefore show to them, and before the churches, the proof of your love and of our boasting on your behalf."
    }
]
