[
    {
        "o": 25087,
        "r": "nasb:Jonah:1:0",
        "t": "Jonah 1",
        "h": 1
    },
    {
        "o": 25088,
        "r": "nasb:Jonah:1:0",
        "t": "Jonah’s Disobedience",
        "h": 2
    },
    {
        "o": 25089,
        "r": "nasb:Jonah:1:1",
        "t": "The*p word of the Lord*s came to Jonah the son of Amittai saying,"
    },
    {
        "o": 25090,
        "r": "nasb:Jonah:1:2",
        "t": "“Arise, go to Nineveh the great city and cry against it, for their wickedness has come up before Me.”"
    },
    {
        "o": 25091,
        "r": "nasb:Jonah:1:3",
        "t": "But Jonah rose up to flee to Tarshish from the presence of the Lord.*s So he went down to Joppa, found a ship which was going to Tarshish, paid the fare and went down into it to go with them to Tarshish from the presence of the Lord.*s"
    },
    {
        "o": 25092,
        "r": "nasb:Jonah:1:4",
        "t": "The*p Lord*s hurled a great wind on the sea and there was a great storm on the sea so that the ship was about to break up."
    },
    {
        "o": 25093,
        "r": "nasb:Jonah:1:5",
        "t": "Then the sailors became afraid and every man cried to his god, and they threw the cargo which was in the ship into the sea to lighten it*i for them. But Jonah had gone below into the hold of the ship, lain down and fallen sound asleep."
    },
    {
        "o": 25094,
        "r": "nasb:Jonah:1:6",
        "t": "So the captain approached him and said, “How is it that you are sleeping? Get up, call on your god. Perhaps your*i god will be concerned about us so that we will not perish.”"
    },
    {
        "o": 25095,
        "r": "nasb:Jonah:1:7",
        "t": "Each*p man said to his mate, “Come, let us cast lots so we may learn on whose account this calamity has*i struck*i us.” So they cast lots and the lot fell on Jonah."
    },
    {
        "o": 25096,
        "r": "nasb:Jonah:1:8",
        "t": "Then they said to him, “Tell us, now! On whose account has*i this calamity struck*i us? What is your occupation? And where do you come from? What is your country? From what people are you?”"
    },
    {
        "o": 25097,
        "r": "nasb:Jonah:1:9",
        "t": "He said to them, “I am a Hebrew, and I fear the Lord*s God of heaven who made the sea and the dry land.”"
    },
    {
        "o": 25098,
        "r": "nasb:Jonah:1:10",
        "t": "Then*p the men became extremely frightened and they said to him, “How could you do this?” For the men knew that he was fleeing from the presence of the Lord,*s because he had told them."
    },
    {
        "o": 25099,
        "r": "nasb:Jonah:1:11",
        "t": "So they said to him, “What should we do to you that the sea may become calm for us?”—for the sea was becoming increasingly stormy."
    },
    {
        "o": 25100,
        "r": "nasb:Jonah:1:12",
        "t": "He said to them, “Pick me up and throw me into the sea. Then the sea will become calm for you, for I know that on account of me this great storm has*i come*i upon you.”"
    },
    {
        "o": 25101,
        "r": "nasb:Jonah:1:13",
        "t": "However, the men rowed desperately*i to return to land but they could not, for the sea was becoming even*i stormier against them."
    },
    {
        "o": 25102,
        "r": "nasb:Jonah:1:14",
        "t": "Then they called on the Lord*s and said, “We earnestly pray, O Lord,*s do not let us perish on account of this man’s life and do not put innocent blood on us; for You, O Lord,*s have done as You have pleased.”"
    },
    {
        "o": 25103,
        "r": "nasb:Jonah:1:15",
        "t": "So*p they picked up Jonah, threw him into the sea, and the sea stopped its raging."
    },
    {
        "o": 25104,
        "r": "nasb:Jonah:1:16",
        "t": "Then the men feared the Lord*s greatly, and they offered a sacrifice to the Lord*s and made vows."
    },
    {
        "o": 25105,
        "r": "nasb:Jonah:1:17",
        "t": "And*p the Lord*s appointed a great fish to swallow Jonah, and Jonah was in the stomach of the fish three days and three nights."
    },
    {
        "o": 25106,
        "r": "nasb:Jonah:2:0",
        "t": "Jonah 2",
        "h": 1
    },
    {
        "o": 25107,
        "r": "nasb:Jonah:2:0",
        "t": "Jonah’s Prayer",
        "h": 2
    },
    {
        "o": 25108,
        "r": "nasb:Jonah:2:1",
        "t": "Then*p Jonah prayed to the Lord*s his God from the stomach of the fish,"
    },
    {
        "o": 25109,
        "r": "nasb:Jonah:2:2",
        "t": "and he said, “I*pn called out of my distress to the Lord,*s And*ln He answered me. I*ln cried for help from the depth of Sheol; You*ln heard my voice."
    },
    {
        "o": 25110,
        "r": "nasb:Jonah:2:3",
        "t": "For*ln You had cast me into the deep, Into*ln the heart of the seas, And*ln the current engulfed me. All*ln Your breakers and billows passed over me."
    },
    {
        "o": 25111,
        "r": "nasb:Jonah:2:4",
        "t": "So*ln I said, ‘I have been expelled from Your sight. Nevertheless*ln I will look again toward Your holy temple.’"
    },
    {
        "o": 25112,
        "r": "nasb:Jonah:2:5",
        "t": "Water*ln encompassed me to the point of death. The*ln great deep engulfed me, Weeds*ln were wrapped around my head."
    },
    {
        "o": 25113,
        "r": "nasb:Jonah:2:6",
        "t": "I*ln descended to the roots of the mountains. The*ln earth with its bars was*i around me forever, But*ln You have brought up my life from the pit, O Lord*s my God."
    },
    {
        "o": 25114,
        "r": "nasb:Jonah:2:7",
        "t": "While*ln I was fainting away, I*ln remembered the Lord,*s And*ln my prayer came to You, Into*ln Your holy temple."
    },
    {
        "o": 25115,
        "r": "nasb:Jonah:2:8",
        "t": "Those*ln who regard vain idols Forsake*ln their faithfulness,"
    },
    {
        "o": 25116,
        "r": "nasb:Jonah:2:9",
        "t": "But*ln I will sacrifice to You With*ln the voice of thanksgiving. That*ln which I have vowed I will pay. Salvation*ln is from the Lord.”*s"
    },
    {
        "o": 25117,
        "r": "nasb:Jonah:2:10",
        "t": "Then*p the Lord*s commanded the fish, and it vomited Jonah up onto the dry land."
    },
    {
        "o": 25118,
        "r": "nasb:Jonah:3:0",
        "t": "Jonah 3",
        "h": 1
    },
    {
        "o": 25119,
        "r": "nasb:Jonah:3:0",
        "t": "Nineveh Repents",
        "h": 2
    },
    {
        "o": 25120,
        "r": "nasb:Jonah:3:1",
        "t": "Now*p the word of the Lord*s came to Jonah the second time, saying,"
    },
    {
        "o": 25121,
        "r": "nasb:Jonah:3:2",
        "t": "“Arise, go to Nineveh the great city and proclaim to it the proclamation which I am going to tell you.”"
    },
    {
        "o": 25122,
        "r": "nasb:Jonah:3:3",
        "t": "So Jonah arose and went to Nineveh according to the word of the Lord.*s Now Nineveh was an exceedingly great city, a three days’ walk."
    },
    {
        "o": 25123,
        "r": "nasb:Jonah:3:4",
        "t": "Then Jonah began to go through the city one day’s walk; and he cried out and said, “Yet forty days and Nineveh will be overthrown.”"
    },
    {
        "o": 25124,
        "r": "nasb:Jonah:3:5",
        "t": "Then*p the people of Nineveh believed in God; and they called a fast and put on sackcloth from the greatest to the least of them."
    },
    {
        "o": 25125,
        "r": "nasb:Jonah:3:6",
        "t": "When the word reached the king of Nineveh, he arose from his throne, laid aside his robe from him, covered himself*i with sackcloth and sat on the ashes."
    },
    {
        "o": 25126,
        "r": "nasb:Jonah:3:7",
        "t": "He issued a proclamation and it said, “In Nineveh by the decree of the king and his nobles: Do not let man, beast, herd, or flock taste a thing. Do not let them eat or drink water."
    },
    {
        "o": 25127,
        "r": "nasb:Jonah:3:8",
        "t": "But both man and beast must be covered with sackcloth; and let men call on God earnestly that each may turn from his wicked way and from the violence which is in his hands."
    },
    {
        "o": 25128,
        "r": "nasb:Jonah:3:9",
        "t": "Who knows, God may turn and relent and withdraw His burning anger so that we will not perish.”"
    },
    {
        "o": 25129,
        "r": "nasb:Jonah:3:10",
        "t": "When*p God saw their deeds, that they turned from their wicked way, then God relented concerning the calamity which He had declared He would bring upon them. And He did not do it.*i"
    },
    {
        "o": 25130,
        "r": "nasb:Jonah:4:0",
        "t": "Jonah 4",
        "h": 1
    },
    {
        "o": 25131,
        "r": "nasb:Jonah:4:0",
        "t": "Jonah’s Displeasure Rebuked",
        "h": 2
    },
    {
        "o": 25132,
        "r": "nasb:Jonah:4:1",
        "t": "But*p it greatly displeased Jonah and he became angry."
    },
    {
        "o": 25133,
        "r": "nasb:Jonah:4:2",
        "t": "He prayed to the Lord*s and said, “Please Lord,*s was not this what I said while I was still in my own*i country? Therefore in order to forestall this I fled to Tarshish, for I knew that You are a gracious and compassionate God, slow to anger and abundant in lovingkindness, and one who relents concerning calamity."
    },
    {
        "o": 25134,
        "r": "nasb:Jonah:4:3",
        "t": "Therefore now, O Lord,*s please take my life from me, for death is better to me than life.”"
    },
    {
        "o": 25135,
        "r": "nasb:Jonah:4:4",
        "t": "The Lord*s said, “Do you have good reason to be angry?”"
    },
    {
        "o": 25136,
        "r": "nasb:Jonah:4:5",
        "t": "Then*p Jonah went out from the city and sat east of it. There he made a shelter for himself and sat under it in the shade until he could see what would happen in the city."
    },
    {
        "o": 25137,
        "r": "nasb:Jonah:4:6",
        "t": "So the Lord*s God appointed a plant and it grew up over Jonah to be a shade over his head to deliver him from his discomfort. And Jonah was extremely happy about the plant."
    },
    {
        "o": 25138,
        "r": "nasb:Jonah:4:7",
        "t": "But God appointed a worm when dawn came the next day and it attacked the plant and it withered."
    },
    {
        "o": 25139,
        "r": "nasb:Jonah:4:8",
        "t": "When the sun came up God appointed a scorching east wind, and the sun beat down on Jonah’s head so that he became faint and begged with all*i his soul to die, saying, “Death is better to me than life.”"
    },
    {
        "o": 25140,
        "r": "nasb:Jonah:4:9",
        "t": "Then*p God said to Jonah, “Do you have good reason to be angry about the plant?” And he said, “I have good reason to be angry, even to death.”"
    },
    {
        "o": 25141,
        "r": "nasb:Jonah:4:10",
        "t": "Then the Lord*s said, “You had compassion on the plant for which you did not work and which*i you did not cause to grow, which came up overnight and perished overnight."
    },
    {
        "o": 25142,
        "r": "nasb:Jonah:4:11",
        "t": "Should I not have compassion on Nineveh, the great city in which there are more than 120,000 persons who do not know the*i difference*i between their right and left hand, as well as many animals?”"
    }
]
