[
    {
        "o": 19203,
        "r": "esv:Ecclesiastes:1:0",
        "t": "Ecclesiastes 1",
        "h": 1
    },
    {
        "o": 19204,
        "r": "esv:Ecclesiastes:1:0",
        "t": "All Is Vanity",
        "h": 2
    },
    {
        "o": 19205,
        "r": "esv:Ecclesiastes:1:1",
        "t": "The*p words of the Preacher, the son of David, king in Jerusalem."
    },
    {
        "o": 19206,
        "r": "esv:Ecclesiastes:1:2",
        "t": "Vanity*pn of vanities, says the Preacher, vanity*ld of vanities! All is vanity."
    },
    {
        "o": 19207,
        "r": "esv:Ecclesiastes:1:3",
        "t": "What*ln does man gain by all the toil at*ld which he toils under the sun?"
    },
    {
        "o": 19208,
        "r": "esv:Ecclesiastes:1:4",
        "t": "A*ln generation goes, and a generation comes, but*ld the earth remains forever."
    },
    {
        "o": 19209,
        "r": "esv:Ecclesiastes:1:5",
        "t": "The*ln sun rises, and the sun goes down, and*ld hastens to the place where it rises."
    },
    {
        "o": 19210,
        "r": "esv:Ecclesiastes:1:6",
        "t": "The*ln wind blows to the south and*ld goes around to the north; around*ln and around goes the wind, and*ld on its circuits the wind returns."
    },
    {
        "o": 19211,
        "r": "esv:Ecclesiastes:1:7",
        "t": "All*ln streams run to the sea, but*ld the sea is not full; to*ln the place where the streams flow, there*ld they flow again."
    },
    {
        "o": 19212,
        "r": "esv:Ecclesiastes:1:8",
        "t": "All*ln things are full of weariness; a*ld man cannot utter it; the*ln eye is not satisfied with seeing, nor*ld the ear filled with hearing."
    },
    {
        "o": 19213,
        "r": "esv:Ecclesiastes:1:9",
        "t": "What*ln has been is what will be, and*ld what has been done is what will be done, and*ld there is nothing new under the sun."
    },
    {
        "o": 19214,
        "r": "esv:Ecclesiastes:1:10",
        "t": "Is*ln there a thing of which it is said, “See,*ld this is new”? It*ln has been already in*ld the ages before us."
    },
    {
        "o": 19215,
        "r": "esv:Ecclesiastes:1:11",
        "t": "There*ln is no remembrance of former things, nor*ld will there be any remembrance of*ln later things yet to be among*ld those who come after."
    },
    {
        "o": 19216,
        "r": "esv:Ecclesiastes:1:11",
        "t": "The Vanity of Wisdom",
        "h": 2
    },
    {
        "o": 19217,
        "r": "esv:Ecclesiastes:1:12",
        "t": "I*p the Preacher have been king over Israel in Jerusalem."
    },
    {
        "o": 19218,
        "r": "esv:Ecclesiastes:1:13",
        "t": "And I applied my heart to seek and to search out by wisdom all that is done under heaven. It is an unhappy business that God has given to the children of man to be busy with."
    },
    {
        "o": 19219,
        "r": "esv:Ecclesiastes:1:14",
        "t": "I have seen everything that is done under the sun, and behold, all is vanity and a striving after wind."
    },
    {
        "o": 19220,
        "r": "esv:Ecclesiastes:1:15",
        "t": "What*pn is crooked cannot be made straight, and*ld what is lacking cannot be counted."
    },
    {
        "o": 19221,
        "r": "esv:Ecclesiastes:1:16",
        "t": "I*p said in my heart, “I have acquired great wisdom, surpassing all who were over Jerusalem before me, and my heart has had great experience of wisdom and knowledge.”"
    },
    {
        "o": 19222,
        "r": "esv:Ecclesiastes:1:17",
        "t": "And I applied my heart to know wisdom and to know madness and folly. I perceived that this also is but a striving after wind."
    },
    {
        "o": 19223,
        "r": "esv:Ecclesiastes:1:18",
        "t": "For*pn in much wisdom is much vexation, and*ld he who increases knowledge increases sorrow."
    }
]
