[
    {
        "o": 25621,
        "r": "nasb:Zechariah:9:0",
        "t": "Zechariah 9",
        "h": 1
    },
    {
        "o": 25622,
        "r": "nasb:Zechariah:9:0",
        "t": "Prophecies against Neighboring Nations",
        "h": 2
    },
    {
        "o": 25623,
        "r": "nasb:Zechariah:9:1",
        "t": "The*p burden of the word of the Lord*s is against the land of Hadrach, with Damascus as its resting place (for the eyes of men, especially of all the tribes of Israel, are toward the Lord),*s"
    },
    {
        "o": 25624,
        "r": "nasb:Zechariah:9:2",
        "t": "And*pn Hamath also, which borders on it; Tyre*ln and Sidon, though they are very wise."
    },
    {
        "o": 25625,
        "r": "nasb:Zechariah:9:3",
        "t": "For*ln Tyre built herself a fortress And*ln piled up silver like dust, And*ln gold like the mire of the streets."
    },
    {
        "o": 25626,
        "r": "nasb:Zechariah:9:4",
        "t": "Behold,*ln the Lord will dispossess her And*ln cast her wealth into the sea; And*ln she will be consumed with fire."
    },
    {
        "o": 25627,
        "r": "nasb:Zechariah:9:5",
        "t": "Ashkelon*ln will see it*i and be afraid. Gaza*ln too will writhe in great pain; Also*ln Ekron, for her expectation has been confounded. Moreover,*ln the king will perish from Gaza, And*ln Ashkelon will not be inhabited."
    },
    {
        "o": 25628,
        "r": "nasb:Zechariah:9:6",
        "t": "And*ln a mongrel race will dwell in Ashdod, And*ln I will cut off the pride of the Philistines."
    },
    {
        "o": 25629,
        "r": "nasb:Zechariah:9:7",
        "t": "And*ln I will remove their blood from their mouth And*ln their detestable things from between their teeth. Then*ln they also will be a remnant for our God, And*ln be like a clan in Judah, And*ln Ekron like a Jebusite."
    },
    {
        "o": 25630,
        "r": "nasb:Zechariah:9:8",
        "t": "But*ln I will camp around My house because of an army, Because*ln of him who passes by and returns; And*ln no oppressor will pass over them anymore, For*ln now I have seen with My eyes."
    },
    {
        "o": 25631,
        "r": "nasb:Zechariah:9:9",
        "t": "Rejoice*ln greatly, O daughter of Zion! Shout*ln in*i triumph,*i O daughter of Jerusalem! Behold,*ln your king is coming to you; He*ln is just and endowed with salvation, Humble,*ln and mounted on a donkey, Even*ln on a colt, the foal of a donkey."
    },
    {
        "o": 25632,
        "r": "nasb:Zechariah:9:10",
        "t": "I*ln will cut off the chariot from Ephraim And*ln the horse from Jerusalem; And*ln the bow of war will be cut off. And*ln He will speak peace to the nations; And*ln His dominion will be from sea to sea, And*ln from the River to the ends of the earth."
    },
    {
        "o": 25633,
        "r": "nasb:Zechariah:9:10",
        "t": "Deliverance of Judah and Ephraim",
        "h": 2
    },
    {
        "o": 25634,
        "r": "nasb:Zechariah:9:11",
        "t": "As*pn for you also, because of the blood of My*i covenant with you, I*ln have set your prisoners free from the waterless pit."
    },
    {
        "o": 25635,
        "r": "nasb:Zechariah:9:12",
        "t": "Return*ln to the stronghold, O prisoners who have the hope; This*ln very day I am declaring that I will restore double to you."
    },
    {
        "o": 25636,
        "r": "nasb:Zechariah:9:13",
        "t": "For*ln I will bend Judah as My bow, I*ln will fill the bow with Ephraim. And*ln I will stir up your sons, O Zion, against your sons, O Greece; And*ln I will make you like a warrior’s sword."
    },
    {
        "o": 25637,
        "r": "nasb:Zechariah:9:14",
        "t": "Then*ln the Lord*s will appear over them, And*ln His arrow will go forth like lightning; And*ln the Lord God*s will blow the trumpet, And*ln will march in the storm winds of the south."
    },
    {
        "o": 25638,
        "r": "nasb:Zechariah:9:15",
        "t": "The*ln Lord*s of hosts will defend them. And*ln they will devour and trample on the sling stones; And*ln they will drink and*i be boisterous as with wine; And*ln they will be filled like a sacrificial*i basin, Drenched*iln like the corners of the altar."
    },
    {
        "o": 25639,
        "r": "nasb:Zechariah:9:16",
        "t": "And*ln the Lord*s their God will save them in that day As*ln the flock of His people; For*ln they*i are*i as*i the stones of a crown, Sparkling*ln in His land."
    },
    {
        "o": 25640,
        "r": "nasb:Zechariah:9:17",
        "t": "For*ln what comeliness and beauty will*i be*i theirs! Grain*ln will make the young men flourish, and new wine the virgins."
    }
]
