[
    {
        "o": 33715,
        "r": "nkjv:2 Timothy:1:0",
        "t": "2 Timothy 1",
        "h": 1
    },
    {
        "o": 33716,
        "r": "nkjv:2 Timothy:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33717,
        "r": "nkjv:2 Timothy:1:1",
        "t": "Paul,*p an apostle of Jesus Christ by the will of God, according to the promise of life which is in Christ Jesus,"
    },
    {
        "o": 33718,
        "r": "nkjv:2 Timothy:1:2",
        "t": "To*p Timothy, a beloved son: Grace,*p mercy, and*i peace from God the Father and Christ Jesus our Lord."
    },
    {
        "o": 33719,
        "r": "nkjv:2 Timothy:1:2",
        "t": "Timothy’s Faith and Heritage",
        "h": 2
    },
    {
        "o": 33720,
        "r": "nkjv:2 Timothy:1:3",
        "t": "I*p thank God, whom I serve with a pure conscience, as my*i forefathers did,*i as without ceasing I remember you in my prayers night and day,"
    },
    {
        "o": 33721,
        "r": "nkjv:2 Timothy:1:4",
        "t": "greatly desiring to see you, being mindful of your tears, that I may be filled with joy,"
    },
    {
        "o": 33722,
        "r": "nkjv:2 Timothy:1:5",
        "t": "when I call to remembrance the genuine faith that is in you, which dwelt first in your grandmother Lois and your mother Eunice, and I am persuaded is in you also."
    },
    {
        "o": 33723,
        "r": "nkjv:2 Timothy:1:6",
        "t": "Therefore I remind you to stir up the gift of God which is in you through the laying on of my hands."
    },
    {
        "o": 33724,
        "r": "nkjv:2 Timothy:1:7",
        "t": "For God has not given us a spirit of fear, but of power and of love and of a sound mind."
    },
    {
        "o": 33725,
        "r": "nkjv:2 Timothy:1:7",
        "t": "Not Ashamed of the Gospel",
        "h": 2
    },
    {
        "o": 33726,
        "r": "nkjv:2 Timothy:1:8",
        "t": "Therefore*p do not be ashamed of the testimony of our Lord, nor of me His prisoner, but share with me in the sufferings for the gospel according to the power of God,"
    },
    {
        "o": 33727,
        "r": "nkjv:2 Timothy:1:9",
        "t": "who has saved us and called us*i with a holy calling, not according to our works, but according to His own purpose and grace which was given to us in Christ Jesus before time began,"
    },
    {
        "o": 33728,
        "r": "nkjv:2 Timothy:1:10",
        "t": "but has now been revealed by the appearing of our Savior Jesus Christ, who*i has abolished death and brought life and immortality to light through the gospel,"
    },
    {
        "o": 33729,
        "r": "nkjv:2 Timothy:1:11",
        "t": "to which I was appointed a preacher, an apostle, and a teacher of the Gentiles."
    },
    {
        "o": 33730,
        "r": "nkjv:2 Timothy:1:12",
        "t": "For this reason I also suffer these things; nevertheless I am not ashamed, for I know whom I have believed and am persuaded that He is able to keep what I have committed to Him until that Day."
    },
    {
        "o": 33731,
        "r": "nkjv:2 Timothy:1:12",
        "t": "Be Loyal to the Faith",
        "h": 2
    },
    {
        "o": 33732,
        "r": "nkjv:2 Timothy:1:13",
        "t": "Hold*p fast the pattern of sound words which you have heard from me, in faith and love which are in Christ Jesus."
    },
    {
        "o": 33733,
        "r": "nkjv:2 Timothy:1:14",
        "t": "That good thing which was committed to you, keep by the Holy Spirit who dwells in us."
    },
    {
        "o": 33734,
        "r": "nkjv:2 Timothy:1:15",
        "t": "This*p you know, that all those in Asia have turned away from me, among whom are Phygellus and Hermogenes."
    },
    {
        "o": 33735,
        "r": "nkjv:2 Timothy:1:16",
        "t": "The Lord grant mercy to the household of Onesiphorus, for he often refreshed me, and was not ashamed of my chain;"
    },
    {
        "o": 33736,
        "r": "nkjv:2 Timothy:1:17",
        "t": "but when he arrived in Rome, he sought me out very zealously and found me.*i"
    },
    {
        "o": 33737,
        "r": "nkjv:2 Timothy:1:18",
        "t": "The Lord grant to him that he may find mercy from the Lord in that Day—and you know very well how many ways he ministered to*i me*i at Ephesus."
    }
]
