[
    {
        "o": 9496,
        "r": "nasb:2 Samuel:24:0",
        "t": "2 Samuel 24",
        "h": 1
    },
    {
        "o": 9497,
        "r": "nasb:2 Samuel:24:0",
        "t": "The Census Taken",
        "h": 2
    },
    {
        "o": 9498,
        "r": "nasb:2 Samuel:24:1",
        "t": "Now*p again the anger of the Lord*s burned against Israel, and it incited David against them to say, “Go, number Israel and Judah.”"
    },
    {
        "o": 9499,
        "r": "nasb:2 Samuel:24:2",
        "t": "The king said to Joab the commander of the army who was with him, “Go about now through all the tribes of Israel, from Dan to Beersheba, and register the people, that I may know the number of the people.”"
    },
    {
        "o": 9500,
        "r": "nasb:2 Samuel:24:3",
        "t": "But Joab said to the king, “Now may the Lord*s your God add to the people a hundred times as many as they are, while the eyes of my lord the king still*i see; but why does my lord the king delight in this thing?”"
    },
    {
        "o": 9501,
        "r": "nasb:2 Samuel:24:4",
        "t": "Nevertheless, the king’s word prevailed against Joab and against the commanders of the army. So Joab and the commanders of the army went out from the presence of the king to register the people of Israel."
    },
    {
        "o": 9502,
        "r": "nasb:2 Samuel:24:5",
        "t": "They crossed the Jordan and camped in Aroer, on the right side of the city that is in the middle of the valley of Gad and toward Jazer."
    },
    {
        "o": 9503,
        "r": "nasb:2 Samuel:24:6",
        "t": "Then they came to Gilead and to the land of Tahtim-hodshi, and they came to Dan-jaan and around to Sidon,"
    },
    {
        "o": 9504,
        "r": "nasb:2 Samuel:24:7",
        "t": "and came to the fortress of Tyre and to all the cities of the Hivites and of the Canaanites, and they went out to the south of Judah, to*i Beersheba."
    },
    {
        "o": 9505,
        "r": "nasb:2 Samuel:24:8",
        "t": "So when they had gone about through the whole land, they came to Jerusalem at the end of nine months and twenty days."
    },
    {
        "o": 9506,
        "r": "nasb:2 Samuel:24:9",
        "t": "And Joab gave the number of the registration of the people to the king; and there were in Israel eight hundred thousand valiant men who drew the sword, and the men of Judah were five hundred thousand men."
    },
    {
        "o": 9507,
        "r": "nasb:2 Samuel:24:10",
        "t": "Now*p David’s heart troubled him after he had numbered the people. So David said to the Lord,*s “I have sinned greatly in what I have done. But now, O Lord,*s please take away the iniquity of Your servant, for I have acted very foolishly.”"
    },
    {
        "o": 9508,
        "r": "nasb:2 Samuel:24:11",
        "t": "When David arose in the morning, the word of the Lord*s came to the prophet Gad, David’s seer, saying,"
    },
    {
        "o": 9509,
        "r": "nasb:2 Samuel:24:12",
        "t": "“Go and speak to David, ‘Thus the Lord*s says, “I am offering you three things; choose for yourself one of them, which I will do to you.” ’ ”"
    },
    {
        "o": 9510,
        "r": "nasb:2 Samuel:24:13",
        "t": "So Gad came to David and told him, and said to him, “Shall seven years of famine come to you in your land? Or will you flee three months before your foes while they pursue you? Or shall there be three days’ pestilence in your land? Now consider and see what answer I shall return to Him who sent me.”"
    },
    {
        "o": 9511,
        "r": "nasb:2 Samuel:24:14",
        "t": "Then David said to Gad, “I am in great distress. Let us now fall into the hand of the Lord*s for His mercies are great, but do not let me fall into the hand of man.”"
    },
    {
        "o": 9512,
        "r": "nasb:2 Samuel:24:14",
        "t": "Pestilence Sent",
        "h": 2
    },
    {
        "o": 9513,
        "r": "nasb:2 Samuel:24:15",
        "t": "So*p the Lord*s sent a pestilence upon Israel from the morning until the appointed time, and seventy thousand men of the people from Dan to Beersheba died."
    },
    {
        "o": 9514,
        "r": "nasb:2 Samuel:24:16",
        "t": "When the angel stretched out his hand toward Jerusalem to destroy it, the Lord*s relented from the calamity and said to the angel who destroyed the people, “It is enough! Now relax your hand!” And the angel of the Lord*s was by the threshing floor of Araunah the Jebusite."
    },
    {
        "o": 9515,
        "r": "nasb:2 Samuel:24:17",
        "t": "Then David spoke to the Lord*s when he saw the angel who was striking down the people, and said, “Behold, it is I who have sinned, and it is I who have done wrong; but these sheep, what have they done? Please let Your hand be against me and against my father’s house.”"
    },
    {
        "o": 9516,
        "r": "nasb:2 Samuel:24:17",
        "t": "David Builds an Altar",
        "h": 2
    },
    {
        "o": 9517,
        "r": "nasb:2 Samuel:24:18",
        "t": "So*p Gad came to David that day and said to him, “Go up, erect an altar to the Lord*s on the threshing floor of Araunah the Jebusite.”"
    },
    {
        "o": 9518,
        "r": "nasb:2 Samuel:24:19",
        "t": "David went up according to the word of Gad, just as the Lord*s had commanded."
    },
    {
        "o": 9519,
        "r": "nasb:2 Samuel:24:20",
        "t": "Araunah looked down and saw the king and his servants crossing over toward him; and Araunah went out and bowed his face to the ground before the king."
    },
    {
        "o": 9520,
        "r": "nasb:2 Samuel:24:21",
        "t": "Then Araunah said, “Why has my lord the king come to his servant?” And David said, “To buy the threshing floor from you, in order to build an altar to the Lord,*s that the plague may be held back from the people.”"
    },
    {
        "o": 9521,
        "r": "nasb:2 Samuel:24:22",
        "t": "Araunah said to David, “Let my lord the king take and offer up what is good in his sight. Look, the oxen for the burnt offering, the threshing sledges and the yokes of the oxen for the wood."
    },
    {
        "o": 9522,
        "r": "nasb:2 Samuel:24:23",
        "t": "Everything, O king, Araunah gives to the king.” And Araunah said to the king, “May the Lord*s your God accept you.”"
    },
    {
        "o": 9523,
        "r": "nasb:2 Samuel:24:24",
        "t": "However, the king said to Araunah, “No, but I will surely buy it*i from you for a price, for I will not offer burnt offerings to the Lord*s my God which cost me nothing.” So David bought the threshing floor and the oxen for fifty shekels of silver."
    },
    {
        "o": 9524,
        "r": "nasb:2 Samuel:24:25",
        "t": "David built there an altar to the Lord*s and offered burnt offerings and peace offerings. Thus the Lord*s was moved by prayer for the land, and the plague was held back from Israel."
    }
]
