[
    {
        "o": 13538,
        "r": "niv:Nehemiah:4:0",
        "t": "Nehemiah 4",
        "h": 1
    },
    {
        "o": 13539,
        "r": "niv:Nehemiah:4:0",
        "t": "Opposition to the Rebuilding",
        "h": 2
    },
    {
        "o": 13540,
        "r": "niv:Nehemiah:4:1",
        "t": "When*p Sanballat heard that we were rebuilding the wall, he became angry and was greatly incensed. He ridiculed the Jews,"
    },
    {
        "o": 13541,
        "r": "niv:Nehemiah:4:2",
        "t": "and in the presence of his associates and the army of Samaria, he said, “What are those feeble Jews doing? Will they restore their wall? Will they offer sacrifices? Will they finish in a day? Can they bring the stones back to life from those heaps of rubble—burned as they are?”"
    },
    {
        "o": 13542,
        "r": "niv:Nehemiah:4:3",
        "t": "Tobiah*p the Ammonite, who was at his side, said, “What they are building—even a fox climbing up on it would break down their wall of stones!”"
    },
    {
        "o": 13543,
        "r": "niv:Nehemiah:4:4",
        "t": "Hear*p us, our God, for we are despised. Turn their insults back on their own heads. Give them over as plunder in a land of captivity."
    },
    {
        "o": 13544,
        "r": "niv:Nehemiah:4:5",
        "t": "Do not cover up their guilt or blot out their sins from your sight, for they have thrown insults in the face of the builders."
    },
    {
        "o": 13545,
        "r": "niv:Nehemiah:4:6",
        "t": "So*p we rebuilt the wall till all of it reached half its height, for the people worked with all their heart."
    },
    {
        "o": 13546,
        "r": "niv:Nehemiah:4:7",
        "t": "But*p when Sanballat, Tobiah, the Arabs, the Ammonites and the people of Ashdod heard that the repairs to Jerusalem’s walls had gone ahead and that the gaps were being closed, they were very angry."
    },
    {
        "o": 13547,
        "r": "niv:Nehemiah:4:8",
        "t": "They all plotted together to come and fight against Jerusalem and stir up trouble against it."
    },
    {
        "o": 13548,
        "r": "niv:Nehemiah:4:9",
        "t": "But we prayed to our God and posted a guard day and night to meet this threat."
    },
    {
        "o": 13549,
        "r": "niv:Nehemiah:4:10",
        "t": "Meanwhile,*p the people in Judah said, “The strength of the laborers is giving out, and there is so much rubble that we cannot rebuild the wall.”"
    },
    {
        "o": 13550,
        "r": "niv:Nehemiah:4:11",
        "t": "Also*p our enemies said, “Before they know it or see us, we will be right there among them and will kill them and put an end to the work.”"
    },
    {
        "o": 13551,
        "r": "niv:Nehemiah:4:12",
        "t": "Then*p the Jews who lived near them came and told us ten times over, “Wherever you turn, they will attack us.”"
    },
    {
        "o": 13552,
        "r": "niv:Nehemiah:4:13",
        "t": "Therefore*p I stationed some of the people behind the lowest points of the wall at the exposed places, posting them by families, with their swords, spears and bows."
    },
    {
        "o": 13553,
        "r": "niv:Nehemiah:4:14",
        "t": "After I looked things over, I stood up and said to the nobles, the officials and the rest of the people, “Don’t be afraid of them. Remember the Lord, who is great and awesome, and fight for your families, your sons and your daughters, your wives and your homes.”"
    },
    {
        "o": 13554,
        "r": "niv:Nehemiah:4:15",
        "t": "When*p our enemies heard that we were aware of their plot and that God had frustrated it, we all returned to the wall, each to our own work."
    },
    {
        "o": 13555,
        "r": "niv:Nehemiah:4:16",
        "t": "From*p that day on, half of my men did the work, while the other half were equipped with spears, shields, bows and armor. The officers posted themselves behind all the people of Judah"
    },
    {
        "o": 13556,
        "r": "niv:Nehemiah:4:17",
        "t": "who were building the wall. Those who carried materials did their work with one hand and held a weapon in the other,"
    },
    {
        "o": 13557,
        "r": "niv:Nehemiah:4:18",
        "t": "and each of the builders wore his sword at his side as he worked. But the man who sounded the trumpet stayed with me."
    },
    {
        "o": 13558,
        "r": "niv:Nehemiah:4:19",
        "t": "Then*p I said to the nobles, the officials and the rest of the people, “The work is extensive and spread out, and we are widely separated from each other along the wall."
    },
    {
        "o": 13559,
        "r": "niv:Nehemiah:4:20",
        "t": "Wherever you hear the sound of the trumpet, join us there. Our God will fight for us!”"
    },
    {
        "o": 13560,
        "r": "niv:Nehemiah:4:21",
        "t": "So*p we continued the work with half the men holding spears, from the first light of dawn till the stars came out."
    },
    {
        "o": 13561,
        "r": "niv:Nehemiah:4:22",
        "t": "At that time I also said to the people, “Have every man and his helper stay inside Jerusalem at night, so they can serve us as guards by night and as workers by day.”"
    },
    {
        "o": 13562,
        "r": "niv:Nehemiah:4:23",
        "t": "Neither I nor my brothers nor my men nor the guards with me took off our clothes; each had his weapon, even when he went for water."
    }
]
