[
    {
        "o": 14708,
        "r": "kjv:Psalm:21:0",
        "t": "Psalm 21",
        "h": 1
    },
    {
        "o": 14709,
        "r": "kjv:Psalm:21:0",
        "t": "To the chief Musician, A Psalm of David.",
        "h": 4
    },
    {
        "o": 14710,
        "r": "kjv:Psalm:21:1",
        "t": "The*p king shall joy in thy strength, O Lord;*s and in thy salvation how greatly shall he rejoice!"
    },
    {
        "o": 14711,
        "r": "kjv:Psalm:21:2",
        "t": "Thou*p hast given him his heart's desire, and hast not withholden the request of his lips. Selah."
    },
    {
        "o": 14712,
        "r": "kjv:Psalm:21:3",
        "t": "For*p thou preventest him with the blessings of goodness: thou settest a crown of pure gold on his head."
    },
    {
        "o": 14713,
        "r": "kjv:Psalm:21:4",
        "t": "He*p asked life of thee, and thou gavest it him, even length of days for ever and ever."
    },
    {
        "o": 14714,
        "r": "kjv:Psalm:21:5",
        "t": "His*p glory is great in thy salvation: honour and majesty hast thou laid upon him."
    },
    {
        "o": 14715,
        "r": "kjv:Psalm:21:6",
        "t": "For*p thou hast made him most blessed for ever: thou hast made him exceeding glad with thy countenance."
    },
    {
        "o": 14716,
        "r": "kjv:Psalm:21:7",
        "t": "For*p the king trusteth in the Lord,*s and through the mercy of the most High he shall not be moved."
    },
    {
        "o": 14717,
        "r": "kjv:Psalm:21:8",
        "t": "Thine*p hand shall find out all thine enemies: thy right hand shall find out those that hate thee."
    },
    {
        "o": 14718,
        "r": "kjv:Psalm:21:9",
        "t": "Thou*p shalt make them as a fiery oven in the time of thine anger: the Lord*s shall swallow them up in his wrath, and the fire shall devour them."
    },
    {
        "o": 14719,
        "r": "kjv:Psalm:21:10",
        "t": "Their*p fruit shalt thou destroy from the earth, and their seed from among the children of men."
    },
    {
        "o": 14720,
        "r": "kjv:Psalm:21:11",
        "t": "For*p they intended evil against thee: they imagined a mischievous device, which they are not able to perform."
    },
    {
        "o": 14721,
        "r": "kjv:Psalm:21:12",
        "t": "Therefore*p shalt thou make them turn their back, when thou shalt make ready thine arrows upon thy strings against the face of them."
    },
    {
        "o": 14722,
        "r": "kjv:Psalm:21:13",
        "t": "Be*p thou exalted, Lord,*s in thine own strength: so will we sing and praise thy power."
    }
]
