[
    {
        "o": 5326,
        "r": "csb:Numbers:35:0",
        "t": "Numbers 35",
        "h": 1
    },
    {
        "o": 5327,
        "r": "csb:Numbers:35:0",
        "t": "Cities for the Levites",
        "h": 2
    },
    {
        "o": 5328,
        "r": "csb:Numbers:35:1",
        "t": "The*p Lord*s again spoke to Moses in the plains of Moab by the Jordan across from Jericho:"
    },
    {
        "o": 5329,
        "r": "csb:Numbers:35:2",
        "t": "“Command the Israelites to give cities out of their hereditary property for the Levites to live in and pastureland around the cities."
    },
    {
        "o": 5330,
        "r": "csb:Numbers:35:3",
        "t": "The cities will be for them to live in, and their pasturelands will be for their herds, flocks, and all their other animals."
    },
    {
        "o": 5331,
        "r": "csb:Numbers:35:4",
        "t": "The pasturelands of the cities you are to give the Levites will extend from the city wall five hundred yards on every side."
    },
    {
        "o": 5332,
        "r": "csb:Numbers:35:5",
        "t": "Measure a thousand yards outside the city for the east side, a thousand yards for the south side, a thousand yards for the west side, and a thousand yards for the north side, with the city in the center. This will belong to them as pasturelands for the cities."
    },
    {
        "o": 5333,
        "r": "csb:Numbers:35:6",
        "t": "“The*p cities you give the Levites will include six cities of refuge, which you will provide so that the one who kills someone may flee there; in addition to these, give forty-two other cities."
    },
    {
        "o": 5334,
        "r": "csb:Numbers:35:7",
        "t": "The total number of cities you give the Levites will be forty-eight, along with their pasturelands."
    },
    {
        "o": 5335,
        "r": "csb:Numbers:35:8",
        "t": "Of the cities that you give from the Israelites’ territory, you should take more from a larger tribe and less from a smaller one. Each tribe is to give some of its cities to the Levites in proportion to the inheritance it receives.”"
    },
    {
        "o": 5336,
        "r": "csb:Numbers:35:8",
        "t": "Cities of Refuge",
        "h": 2
    },
    {
        "o": 5337,
        "r": "csb:Numbers:35:9",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 5338,
        "r": "csb:Numbers:35:10",
        "t": "“Speak to the Israelites and tell them: When you cross the Jordan into the land of Canaan,"
    },
    {
        "o": 5339,
        "r": "csb:Numbers:35:11",
        "t": "designate cities to serve as cities of refuge for you, so that a person who kills someone unintentionally may flee there."
    },
    {
        "o": 5340,
        "r": "csb:Numbers:35:12",
        "t": "You will have the cities as a refuge from the avenger, so that the one who kills someone will not die until he stands trial before the assembly."
    },
    {
        "o": 5341,
        "r": "csb:Numbers:35:13",
        "t": "The cities you select will be your six cities of refuge."
    },
    {
        "o": 5342,
        "r": "csb:Numbers:35:14",
        "t": "Select three cities across the Jordan and three cities in the land of Canaan to be cities of refuge."
    },
    {
        "o": 5343,
        "r": "csb:Numbers:35:15",
        "t": "These six cities will serve as a refuge for the Israelites and for the alien or temporary resident among them, so that anyone who kills a person unintentionally may flee there."
    },
    {
        "o": 5344,
        "r": "csb:Numbers:35:16",
        "t": "“If*p anyone strikes a person with an iron object and death results, he is a murderer; the murderer must be put to death."
    },
    {
        "o": 5345,
        "r": "csb:Numbers:35:17",
        "t": "If anyone has in his hand a stone capable of causing death and strikes another person and he dies, the murderer must be put to death."
    },
    {
        "o": 5346,
        "r": "csb:Numbers:35:18",
        "t": "If anyone has in his hand a wooden object capable of causing death and strikes another person and he dies, the murderer must be put to death."
    },
    {
        "o": 5347,
        "r": "csb:Numbers:35:19",
        "t": "The avenger of blood himself is to kill the murderer; when he finds him, he is to kill him."
    },
    {
        "o": 5348,
        "r": "csb:Numbers:35:20",
        "t": "Likewise, if anyone in hatred pushes a person or throws an object at him with malicious intent and he dies,"
    },
    {
        "o": 5349,
        "r": "csb:Numbers:35:21",
        "t": "or if in hostility he strikes him with his hand and he dies, the one who struck him must be put to death; he is a murderer. The avenger of blood is to kill the murderer when he finds him."
    },
    {
        "o": 5350,
        "r": "csb:Numbers:35:22",
        "t": "“But*p if anyone suddenly pushes a person without hostility or throws any object at him without malicious intent"
    },
    {
        "o": 5351,
        "r": "csb:Numbers:35:23",
        "t": "or without looking drops a stone that could kill a person and he dies, but he was not his enemy and didn’t intend to harm him,"
    },
    {
        "o": 5352,
        "r": "csb:Numbers:35:24",
        "t": "the assembly is to judge between the person who kills someone and the avenger of blood according to these ordinances."
    },
    {
        "o": 5353,
        "r": "csb:Numbers:35:25",
        "t": "The assembly is to protect the one who kills someone from the avenger of blood. Then the assembly will return him to the city of refuge he fled to, and he must live there until the death of the high priest who was anointed with the holy oil."
    },
    {
        "o": 5354,
        "r": "csb:Numbers:35:26",
        "t": "“If*p the one who kills someone ever goes outside the border of the city of refuge he fled to,"
    },
    {
        "o": 5355,
        "r": "csb:Numbers:35:27",
        "t": "and the avenger of blood finds him outside the border of his city of refuge and kills him, the avenger will not be guilty of bloodshed,"
    },
    {
        "o": 5356,
        "r": "csb:Numbers:35:28",
        "t": "for the one who killed a person was supposed to live in his city of refuge until the death of the high priest. Only after the death of the high priest may the one who has killed a person return to the land he possesses."
    },
    {
        "o": 5357,
        "r": "csb:Numbers:35:29",
        "t": "These instructions will be a statutory ordinance for you throughout your generations wherever you live."
    },
    {
        "o": 5358,
        "r": "csb:Numbers:35:30",
        "t": "“If*p anyone kills a person, the murderer is to be put to death based on the word of witnesses. But no one is to be put to death based on the testimony of one witness."
    },
    {
        "o": 5359,
        "r": "csb:Numbers:35:31",
        "t": "You are not to accept a ransom for the life of someone who is guilty of murder; he must be put to death."
    },
    {
        "o": 5360,
        "r": "csb:Numbers:35:32",
        "t": "Neither should you accept a ransom for the person who flees to his city of refuge, allowing him to return and live in the land before the death of the high priest."
    },
    {
        "o": 5361,
        "r": "csb:Numbers:35:33",
        "t": "“Do*p not defile the land where you live, for bloodshed defiles the land, and there can be no atonement for the land because of the blood that is shed on it, except by the blood of the person who shed it."
    },
    {
        "o": 5362,
        "r": "csb:Numbers:35:34",
        "t": "Do not make the land unclean where you live and where I dwell; for I, the Lord,*s reside among the Israelites.”"
    }
]
