[
    {
        "o": 19827,
        "r": "esv:Isaiah:9:0",
        "t": "Isaiah 9",
        "h": 1
    },
    {
        "o": 19828,
        "r": "esv:Isaiah:9:0",
        "t": "For to Us a Child Is Born",
        "h": 2
    },
    {
        "o": 19829,
        "r": "esv:Isaiah:9:1",
        "t": "But*p there will be no gloom for her who was in anguish. In the former time he brought into contempt the land of Zebulun and the land of Naphtali, but in the latter time he has made glorious the way of the sea, the land beyond the Jordan, Galilee of the nations."
    },
    {
        "o": 19830,
        "r": "esv:Isaiah:9:2",
        "t": "The*pn people who walked in darkness have*ld seen a great light; those*ln who dwelt in a land of deep darkness, on*ld them has light shone."
    },
    {
        "o": 19831,
        "r": "esv:Isaiah:9:3",
        "t": "You*ln have multiplied the nation; you*ld have increased its joy; they*ln rejoice before you as*ld with joy at the harvest, as*ld they are glad when they divide the spoil."
    },
    {
        "o": 19832,
        "r": "esv:Isaiah:9:4",
        "t": "For*ln the yoke of his burden, and*ld the staff for his shoulder, the*ld rod of his oppressor, you*ld have broken as on the day of Midian."
    },
    {
        "o": 19833,
        "r": "esv:Isaiah:9:5",
        "t": "For*ln every boot of the tramping warrior in battle tumult and*ld every garment rolled in blood will*ld be burned as fuel for the fire."
    },
    {
        "o": 19834,
        "r": "esv:Isaiah:9:6",
        "t": "For*ln to us a child is born, to*ld us a son is given; and*ln the government shall be upon his shoulder, and*ld his name shall be called Wonderful*ln Counselor, Mighty God, Everlasting*ld Father, Prince of Peace."
    },
    {
        "o": 19835,
        "r": "esv:Isaiah:9:7",
        "t": "Of*ln the increase of his government and of peace there*ld will be no end, on*ln the throne of David and over his kingdom, to*ld establish it and to uphold it with*ln justice and with righteousness from*ld this time forth and forevermore. The*ln zeal of the Lord*s of hosts will do this."
    },
    {
        "o": 19836,
        "r": "esv:Isaiah:9:7",
        "t": "Judgment on Arrogance and Oppression",
        "h": 2
    },
    {
        "o": 19837,
        "r": "esv:Isaiah:9:8",
        "t": "The*pn Lord has sent a word against Jacob, and*ld it will fall on Israel;"
    },
    {
        "o": 19838,
        "r": "esv:Isaiah:9:9",
        "t": "and*ln all the people will know, Ephraim*ld and the inhabitants of Samaria, who*ld say in pride and in arrogance of heart:"
    },
    {
        "o": 19839,
        "r": "esv:Isaiah:9:10",
        "t": "“The*ln bricks have fallen, but*ld we will build with dressed stones; the*ln sycamores have been cut down, but*ld we will put cedars in their place.”"
    },
    {
        "o": 19840,
        "r": "esv:Isaiah:9:11",
        "t": "But*ln the Lord*s raises the adversaries of Rezin against him, and*ld stirs up his enemies."
    },
    {
        "o": 19841,
        "r": "esv:Isaiah:9:12",
        "t": "The*ln Syrians on the east and the Philistines on the west devour*ld Israel with open mouth. For*ln all this his anger has not turned away, and*ld his hand is stretched out still."
    },
    {
        "o": 19842,
        "r": "esv:Isaiah:9:13",
        "t": "The*pn people did not turn to him who struck them, nor*ld inquire of the Lord*s of hosts."
    },
    {
        "o": 19843,
        "r": "esv:Isaiah:9:14",
        "t": "So*ln the Lord*s cut off from Israel head and tail, palm*ld branch and reed in one day—"
    },
    {
        "o": 19844,
        "r": "esv:Isaiah:9:15",
        "t": "the*ln elder and honored man is the head, and*ld the prophet who teaches lies is the tail;"
    },
    {
        "o": 19845,
        "r": "esv:Isaiah:9:16",
        "t": "for*ln those who guide this people have been leading them astray, and*ld those who are guided by them are swallowed up."
    },
    {
        "o": 19846,
        "r": "esv:Isaiah:9:17",
        "t": "Therefore*ln the Lord does not rejoice over their young men, and*ld has no compassion on their fatherless and widows; for*ln everyone is godless and an evildoer, and*ld every mouth speaks folly. For*ln all this his anger has not turned away, and*ld his hand is stretched out still."
    },
    {
        "o": 19847,
        "r": "esv:Isaiah:9:18",
        "t": "For*pn wickedness burns like a fire; it*ld consumes briers and thorns; it*ln kindles the thickets of the forest, and*ld they roll upward in a column of smoke."
    },
    {
        "o": 19848,
        "r": "esv:Isaiah:9:19",
        "t": "Through*ln the wrath of the Lord*s of hosts the*ld land is scorched, and*ln the people are like fuel for the fire; no*ld one spares another."
    },
    {
        "o": 19849,
        "r": "esv:Isaiah:9:20",
        "t": "They*ln slice meat on the right, but are still hungry, and*ld they devour on the left, but are not satisfied; each*ln devours the flesh of his own arm,"
    },
    {
        "o": 19850,
        "r": "esv:Isaiah:9:21",
        "t": "Manasseh*ln devours Ephraim, and Ephraim devours Manasseh; together*ld they are against Judah. For*ln all this his anger has not turned away, and*ld his hand is stretched out still."
    }
]
