[
    {
        "o": 22129,
        "r": "nkjv:Jeremiah:33:0",
        "t": "Jeremiah 33",
        "h": 1
    },
    {
        "o": 22130,
        "r": "nkjv:Jeremiah:33:0",
        "t": "Excellence of the Restored Nation",
        "h": 2
    },
    {
        "o": 22131,
        "r": "nkjv:Jeremiah:33:1",
        "t": "Moreover*p the word of the Lord*s came to Jeremiah a second time, while he was still shut up in the court of the prison, saying,"
    },
    {
        "o": 22132,
        "r": "nkjv:Jeremiah:33:2",
        "t": "“Thus says the Lord*s who made it, the Lord*s who formed it to establish it (the Lord*s is*i His name):"
    },
    {
        "o": 22133,
        "r": "nkjv:Jeremiah:33:3",
        "t": "‘Call to Me, and I will answer you, and show you great and mighty things, which you do not know.’"
    },
    {
        "o": 22134,
        "r": "nkjv:Jeremiah:33:4",
        "t": "“For*p thus says the Lord,*s the God of Israel, concerning the houses of this city and the houses of the kings of Judah, which have been pulled down to*i fortify*i against the siege mounds and the sword:"
    },
    {
        "o": 22135,
        "r": "nkjv:Jeremiah:33:5",
        "t": "‘They come to fight with the Chaldeans, but only*i to fill their places with the dead bodies of men whom I will slay in My anger and My fury, all for whose wickedness I have hidden My face from this city."
    },
    {
        "o": 22136,
        "r": "nkjv:Jeremiah:33:6",
        "t": "Behold, I will bring it health and healing; I will heal them and reveal to them the abundance of peace and truth."
    },
    {
        "o": 22137,
        "r": "nkjv:Jeremiah:33:7",
        "t": "And I will cause the captives of Judah and the captives of Israel to return, and will rebuild those places as at the first."
    },
    {
        "o": 22138,
        "r": "nkjv:Jeremiah:33:8",
        "t": "I will cleanse them from all their iniquity by which they have sinned against Me, and I will pardon all their iniquities by which they have sinned and by which they have transgressed against Me."
    },
    {
        "o": 22139,
        "r": "nkjv:Jeremiah:33:9",
        "t": "Then it shall be to Me a name of joy, a praise, and an honor before all nations of the earth, who shall hear all the good that I do to them; they shall fear and tremble for all the goodness and all the prosperity that I provide for it.’"
    },
    {
        "o": 22140,
        "r": "nkjv:Jeremiah:33:10",
        "t": "“Thus*p says the Lord:*s ‘Again there shall be heard in this place— of which you say, “It is*i desolate, without man and without beast”—in the cities of Judah, in the streets of Jerusalem that are desolate, without man and without inhabitant and without beast,"
    },
    {
        "o": 22141,
        "r": "nkjv:Jeremiah:33:11",
        "t": "the voice of joy and the voice of gladness, the voice of the bridegroom and the voice of the bride, the voice of those who will say: “Praise*pn the Lord*s of hosts, For*ld the Lord*s is*i good, For*ld His mercy endures*i forever”— and*ip of those who*i will*i bring the sacrifice of praise into the house of the Lord.*s For I will cause the captives of the land to return as at the first,’ says the Lord.*s"
    },
    {
        "o": 22142,
        "r": "nkjv:Jeremiah:33:12",
        "t": "“Thus*p says the Lord*s of hosts: ‘In this place which is desolate, without man and without beast, and in all its cities, there shall again be a dwelling place of shepherds causing their*i flocks to lie down."
    },
    {
        "o": 22143,
        "r": "nkjv:Jeremiah:33:13",
        "t": "In the cities of the mountains, in the cities of the lowland, in the cities of the South, in the land of Benjamin, in the places around Jerusalem, and in the cities of Judah, the flocks shall again pass under the hands of him who counts them,’*i says the Lord.*s"
    },
    {
        "o": 22144,
        "r": "nkjv:Jeremiah:33:14",
        "t": "‘Behold,*p the days are coming,’ says the Lord,*s ‘that I will perform that good thing which I have promised to the house of Israel and to the house of Judah:"
    },
    {
        "o": 22145,
        "r": "nkjv:Jeremiah:33:15",
        "t": "‘In*pn those days and at that time I*ld will cause to grow up to David A*ld Branch of righteousness; He*ld shall execute judgment and righteousness in the earth."
    },
    {
        "o": 22146,
        "r": "nkjv:Jeremiah:33:16",
        "t": "In*ld those days Judah will be saved, And*ld Jerusalem will dwell safely. And*ld this is*i the*i name*i by which she will be called: THE*pc LORD OUR RIGHTEOUSNESS.’"
    },
    {
        "o": 22147,
        "r": "nkjv:Jeremiah:33:17",
        "t": "“For*p thus says the Lord:*s ‘David shall never lack a man to sit on the throne of the house of Israel;"
    },
    {
        "o": 22148,
        "r": "nkjv:Jeremiah:33:18",
        "t": "nor shall the priests, the Levites, lack a man to offer burnt offerings before Me, to kindle grain offerings, and to sacrifice continually.’”"
    },
    {
        "o": 22149,
        "r": "nkjv:Jeremiah:33:18",
        "t": "The Permanence of God’s Covenant",
        "h": 2
    },
    {
        "o": 22150,
        "r": "nkjv:Jeremiah:33:19",
        "t": "And*p the word of the Lord*s came to Jeremiah, saying,"
    },
    {
        "o": 22151,
        "r": "nkjv:Jeremiah:33:20",
        "t": "“Thus says the Lord:*s ‘If you can break My covenant with the day and My covenant with the night, so that there will not be day and night in their season,"
    },
    {
        "o": 22152,
        "r": "nkjv:Jeremiah:33:21",
        "t": "then My covenant may also be broken with David My servant, so that he shall not have a son to reign on his throne, and with the Levites, the priests, My ministers."
    },
    {
        "o": 22153,
        "r": "nkjv:Jeremiah:33:22",
        "t": "As the host of heaven cannot be numbered, nor the sand of the sea measured, so will I multiply the descendants of David My servant and the Levites who minister to Me.’”"
    },
    {
        "o": 22154,
        "r": "nkjv:Jeremiah:33:23",
        "t": "Moreover*p the word of the Lord*s came to Jeremiah, saying,"
    },
    {
        "o": 22155,
        "r": "nkjv:Jeremiah:33:24",
        "t": "“Have you not considered what these people have spoken, saying, ‘The two families which the Lord*s has chosen, He has also cast them off’? Thus they have despised My people, as if they should no more be a nation before them."
    },
    {
        "o": 22156,
        "r": "nkjv:Jeremiah:33:25",
        "t": "“Thus*p says the Lord:*s ‘If My covenant is*i not with day and night, and*i if*i I have not appointed the ordinances of heaven and earth,"
    },
    {
        "o": 22157,
        "r": "nkjv:Jeremiah:33:26",
        "t": "then I will cast away the descendants of Jacob and David My servant, so*i that I will not take any*i of his descendants to*i be*i rulers over the descendants of Abraham, Isaac, and Jacob. For I will cause their captives to return, and will have mercy on them.’”"
    }
]
