[
    {
        "o": 31583,
        "r": "niv:1 Corinthians:11:0",
        "t": "1 Corinthians 11",
        "h": 1
    },
    {
        "o": 31584,
        "r": "niv:1 Corinthians:11:1",
        "t": "Follow my example, as I follow the example of Christ."
    },
    {
        "o": 31585,
        "r": "niv:1 Corinthians:11:1",
        "t": "On Covering the Head in Worship",
        "h": 2
    },
    {
        "o": 31586,
        "r": "niv:1 Corinthians:11:2",
        "t": "I*p praise you for remembering me in everything and for holding to the traditions just as I passed them on to you."
    },
    {
        "o": 31587,
        "r": "niv:1 Corinthians:11:3",
        "t": "But I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God."
    },
    {
        "o": 31588,
        "r": "niv:1 Corinthians:11:4",
        "t": "Every man who prays or prophesies with his head covered dishonors his head."
    },
    {
        "o": 31589,
        "r": "niv:1 Corinthians:11:5",
        "t": "But every woman who prays or prophesies with her head uncovered dishonors her head—it is the same as having her head shaved."
    },
    {
        "o": 31590,
        "r": "niv:1 Corinthians:11:6",
        "t": "For if a woman does not cover her head, she might as well have her hair cut off; but if it is a disgrace for a woman to have her hair cut off or her head shaved, then she should cover her head."
    },
    {
        "o": 31591,
        "r": "niv:1 Corinthians:11:7",
        "t": "A*p man ought not to cover his head, since he is the image and glory of God; but woman is the glory of man."
    },
    {
        "o": 31592,
        "r": "niv:1 Corinthians:11:8",
        "t": "For man did not come from woman, but woman from man;"
    },
    {
        "o": 31593,
        "r": "niv:1 Corinthians:11:9",
        "t": "neither was man created for woman, but woman for man."
    },
    {
        "o": 31594,
        "r": "niv:1 Corinthians:11:10",
        "t": "It is for this reason that a woman ought to have authority over her own head, because of the angels."
    },
    {
        "o": 31595,
        "r": "niv:1 Corinthians:11:11",
        "t": "Nevertheless, in the Lord woman is not independent of man, nor is man independent of woman."
    },
    {
        "o": 31596,
        "r": "niv:1 Corinthians:11:12",
        "t": "For as woman came from man, so also man is born of woman. But everything comes from God."
    },
    {
        "o": 31597,
        "r": "niv:1 Corinthians:11:13",
        "t": "Judge*p for yourselves: Is it proper for a woman to pray to God with her head uncovered?"
    },
    {
        "o": 31598,
        "r": "niv:1 Corinthians:11:14",
        "t": "Does not the very nature of things teach you that if a man has long hair, it is a disgrace to him,"
    },
    {
        "o": 31599,
        "r": "niv:1 Corinthians:11:15",
        "t": "but that if a woman has long hair, it is her glory? For long hair is given to her as a covering."
    },
    {
        "o": 31600,
        "r": "niv:1 Corinthians:11:16",
        "t": "If anyone wants to be contentious about this, we have no other practice—nor do the churches of God."
    },
    {
        "o": 31601,
        "r": "niv:1 Corinthians:11:16",
        "t": "Correcting an Abuse of the Lord’s Supper",
        "h": 2
    },
    {
        "o": 31602,
        "r": "niv:1 Corinthians:11:17",
        "t": "In*p the following directives I have no praise for you, for your meetings do more harm than good."
    },
    {
        "o": 31603,
        "r": "niv:1 Corinthians:11:18",
        "t": "In the first place, I hear that when you come together as a church, there are divisions among you, and to some extent I believe it."
    },
    {
        "o": 31604,
        "r": "niv:1 Corinthians:11:19",
        "t": "No doubt there have to be differences among you to show which of you have God’s approval."
    },
    {
        "o": 31605,
        "r": "niv:1 Corinthians:11:20",
        "t": "So then, when you come together, it is not the Lord’s Supper you eat,"
    },
    {
        "o": 31606,
        "r": "niv:1 Corinthians:11:21",
        "t": "for when you are eating, some of you go ahead with your own private suppers. As a result, one person remains hungry and another gets drunk."
    },
    {
        "o": 31607,
        "r": "niv:1 Corinthians:11:22",
        "t": "Don’t you have homes to eat and drink in? Or do you despise the church of God by humiliating those who have nothing? What shall I say to you? Shall I praise you? Certainly not in this matter!"
    },
    {
        "o": 31608,
        "r": "niv:1 Corinthians:11:23",
        "t": "For*p I received from the Lord what I also passed on to you: The Lord Jesus, on the night he was betrayed, took bread,"
    },
    {
        "o": 31609,
        "r": "niv:1 Corinthians:11:24",
        "t": "and when he had given thanks, he broke it and said, “This*r is*r my*r body,*r which*r is*r for*r you;*r do*r this*r in*r remembrance*r of*r me.”*r"
    },
    {
        "o": 31610,
        "r": "niv:1 Corinthians:11:25",
        "t": "In the same way, after supper he took the cup, saying, “This*r cup*r is*r the*r new*r covenant*r in*r my*r blood;*r do*r this,*r whenever*r you*r drink*r it,*r in*r remembrance*r of*r me.”*r"
    },
    {
        "o": 31611,
        "r": "niv:1 Corinthians:11:26",
        "t": "For whenever you eat this bread and drink this cup, you proclaim the Lord’s death until he comes."
    },
    {
        "o": 31612,
        "r": "niv:1 Corinthians:11:27",
        "t": "So*p then, whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of sinning against the body and blood of the Lord."
    },
    {
        "o": 31613,
        "r": "niv:1 Corinthians:11:28",
        "t": "Everyone ought to examine themselves before they eat of the bread and drink from the cup."
    },
    {
        "o": 31614,
        "r": "niv:1 Corinthians:11:29",
        "t": "For those who eat and drink without discerning the body of Christ eat and drink judgment on themselves."
    },
    {
        "o": 31615,
        "r": "niv:1 Corinthians:11:30",
        "t": "That is why many among you are weak and sick, and a number of you have fallen asleep."
    },
    {
        "o": 31616,
        "r": "niv:1 Corinthians:11:31",
        "t": "But if we were more discerning with regard to ourselves, we would not come under such judgment."
    },
    {
        "o": 31617,
        "r": "niv:1 Corinthians:11:32",
        "t": "Nevertheless, when we are judged in this way by the Lord, we are being disciplined so that we will not be finally condemned with the world."
    },
    {
        "o": 31618,
        "r": "niv:1 Corinthians:11:33",
        "t": "So*p then, my brothers and sisters, when you gather to eat, you should all eat together."
    },
    {
        "o": 31619,
        "r": "niv:1 Corinthians:11:34",
        "t": "Anyone who is hungry should eat something at home, so that when you meet together it may not result in judgment. And*p when I come I will give further directions."
    }
]
