[
    {
        "o": 9223,
        "r": "nkjv:2 Samuel:14:0",
        "t": "2 Samuel 14",
        "h": 1
    },
    {
        "o": 9224,
        "r": "nkjv:2 Samuel:14:0",
        "t": "Absalom Returns to Jerusalem",
        "h": 2
    },
    {
        "o": 9225,
        "r": "nkjv:2 Samuel:14:1",
        "t": "So*p Joab the son of Zeruiah perceived that the king’s heart was*i concerned about Absalom."
    },
    {
        "o": 9226,
        "r": "nkjv:2 Samuel:14:2",
        "t": "And Joab sent to Tekoa and brought from there a wise woman, and said to her, “Please pretend to be a mourner, and put on mourning apparel; do not anoint yourself with oil, but act like a woman who has been mourning a long time for the dead."
    },
    {
        "o": 9227,
        "r": "nkjv:2 Samuel:14:3",
        "t": "Go to the king and speak to him in this manner.” So Joab put the words in her mouth."
    },
    {
        "o": 9228,
        "r": "nkjv:2 Samuel:14:4",
        "t": "And*p when the woman of Tekoa spoke to the king, she fell on her face to the ground and prostrated herself, and said, “Help, O king!”"
    },
    {
        "o": 9229,
        "r": "nkjv:2 Samuel:14:5",
        "t": "Then*p the king said to her, “What troubles you?” And*p she answered, “Indeed I am*i a widow, my husband is dead."
    },
    {
        "o": 9230,
        "r": "nkjv:2 Samuel:14:6",
        "t": "Now your maidservant had two sons; and the two fought with each other in the field, and there*i was*i no one to part them, but the one struck the other and killed him."
    },
    {
        "o": 9231,
        "r": "nkjv:2 Samuel:14:7",
        "t": "And now the whole family has risen up against your maidservant, and they said, ‘Deliver him who struck his brother, that we may execute him for the life of his brother whom he killed; and we will destroy the heir also.’ So they would extinguish my ember that is left, and leave to my husband neither*i name nor remnant on the earth.”"
    },
    {
        "o": 9232,
        "r": "nkjv:2 Samuel:14:8",
        "t": "Then*p the king said to the woman, “Go to your house, and I will give orders concerning you.”"
    },
    {
        "o": 9233,
        "r": "nkjv:2 Samuel:14:9",
        "t": "And*p the woman of Tekoa said to the king, “My lord, O king, let*i the iniquity be*i on me and on my father’s house, and the king and his throne be*i guiltless.”"
    },
    {
        "o": 9234,
        "r": "nkjv:2 Samuel:14:10",
        "t": "So*p the king said, “Whoever says anything*i to you, bring him to me, and he shall not touch you anymore.”"
    },
    {
        "o": 9235,
        "r": "nkjv:2 Samuel:14:11",
        "t": "Then*p she said, “Please let the king remember the Lord*s your God, and do not permit the avenger of blood to destroy anymore, lest they destroy my son.” And*p he said, “As*i the Lord*s lives, not one hair of your son shall fall to the ground.”"
    },
    {
        "o": 9236,
        "r": "nkjv:2 Samuel:14:12",
        "t": "Therefore*p the woman said, “Please, let your maidservant speak another*i word to my lord the king.” And*p he said, “Say on.”"
    },
    {
        "o": 9237,
        "r": "nkjv:2 Samuel:14:13",
        "t": "So*p the woman said: “Why then have you schemed such a thing against the people of God? For the king speaks this thing as one who is guilty, in*i that*i the king does not bring his banished one home again."
    },
    {
        "o": 9238,
        "r": "nkjv:2 Samuel:14:14",
        "t": "For we will surely die and become*i like water spilled on the ground, which cannot be gathered up again. Yet God does not take away a life; but He devises means, so that His banished ones are not expelled from Him."
    },
    {
        "o": 9239,
        "r": "nkjv:2 Samuel:14:15",
        "t": "Now therefore, I have come to speak of this thing to my lord the king because the people have made me afraid. And your maidservant said, ‘I will now speak to the king; it may be that the king will perform the request of his maidservant."
    },
    {
        "o": 9240,
        "r": "nkjv:2 Samuel:14:16",
        "t": "For the king will hear and deliver his maidservant from the hand of the man who*i would*i destroy me and my son together from the inheritance of God.’"
    },
    {
        "o": 9241,
        "r": "nkjv:2 Samuel:14:17",
        "t": "Your maidservant said, ‘The word of my lord the king will now be comforting; for as the angel of God, so is*i my lord the king in discerning good and evil. And may the Lord*s your God be with you.’”"
    },
    {
        "o": 9242,
        "r": "nkjv:2 Samuel:14:18",
        "t": "Then*p the king answered and said to the woman, “Please do not hide from me anything that I ask you.” And*p the woman said, “Please, let my lord the king speak.”"
    },
    {
        "o": 9243,
        "r": "nkjv:2 Samuel:14:19",
        "t": "So*p the king said, “Is*i the hand of Joab with you in all this?” And the woman answered and said, “As*i you live, my lord the king, no one can turn to the right hand or to the left from anything that my lord the king has spoken. For your servant Joab commanded me, and he put all these words in the mouth of your maidservant."
    },
    {
        "o": 9244,
        "r": "nkjv:2 Samuel:14:20",
        "t": "To bring about this change of affairs your servant Joab has done this thing; but my lord is*i wise, according to the wisdom of the angel of God, to know everything that is*i in the earth.”"
    },
    {
        "o": 9245,
        "r": "nkjv:2 Samuel:14:21",
        "t": "And*p the king said to Joab, “All right, I have granted this thing. Go therefore, bring back the young man Absalom.”"
    },
    {
        "o": 9246,
        "r": "nkjv:2 Samuel:14:22",
        "t": "Then*p Joab fell to the ground on his face and bowed himself, and thanked the king. And Joab said, “Today your servant knows that I have found favor in your sight, my lord, O king, in that the king has fulfilled the request of his servant.”"
    },
    {
        "o": 9247,
        "r": "nkjv:2 Samuel:14:23",
        "t": "So Joab arose and went to Geshur, and brought Absalom to Jerusalem."
    },
    {
        "o": 9248,
        "r": "nkjv:2 Samuel:14:24",
        "t": "And the king said, “Let him return to his own house, but do not let him see my face.” So Absalom returned to his own house, but did not see the king’s face."
    },
    {
        "o": 9249,
        "r": "nkjv:2 Samuel:14:24",
        "t": "David Forgives Absalom",
        "h": 2
    },
    {
        "o": 9250,
        "r": "nkjv:2 Samuel:14:25",
        "t": "Now*p in all Israel there was no one who was praised as much as Absalom for his good looks. From the sole of his foot to the crown of his head there was no blemish in him."
    },
    {
        "o": 9251,
        "r": "nkjv:2 Samuel:14:26",
        "t": "And when he cut the hair of his head—at the end of every year he cut it*i because it was heavy on him—when he cut it, he weighed the hair of his head at two hundred shekels according to the king’s standard."
    },
    {
        "o": 9252,
        "r": "nkjv:2 Samuel:14:27",
        "t": "To Absalom were born three sons, and one daughter whose name was*i Tamar. She was a woman of beautiful appearance."
    },
    {
        "o": 9253,
        "r": "nkjv:2 Samuel:14:28",
        "t": "And*p Absalom dwelt two full years in Jerusalem, but did not see the king’s face."
    },
    {
        "o": 9254,
        "r": "nkjv:2 Samuel:14:29",
        "t": "Therefore Absalom sent for Joab, to send him to the king, but he would not come to him. And when he sent again the second time, he would not come."
    },
    {
        "o": 9255,
        "r": "nkjv:2 Samuel:14:30",
        "t": "So he said to his servants, “See, Joab’s field is near mine, and he has barley there; go and set it on fire.” And Absalom’s servants set the field on fire."
    },
    {
        "o": 9256,
        "r": "nkjv:2 Samuel:14:31",
        "t": "Then*p Joab arose and came to Absalom’s house, and said to him, “Why have your servants set my field on fire?”"
    },
    {
        "o": 9257,
        "r": "nkjv:2 Samuel:14:32",
        "t": "And*p Absalom answered Joab, “Look, I sent to you, saying, ‘Come here, so that I may send you to the king, to say, “Why have I come from Geshur? It*i would*i be*i better for me to*i be*i there still.”’ Now therefore, let me see the king’s face; but if there is iniquity in me, let him execute me.”"
    },
    {
        "o": 9258,
        "r": "nkjv:2 Samuel:14:33",
        "t": "So*p Joab went to the king and told him. And when he had called for Absalom, he came to the king and bowed himself on his face to the ground before the king. Then the king kissed Absalom."
    }
]
