[
    {
        "o": 23415,
        "r": "niv:Ezekiel:34:0",
        "t": "Ezekiel 34",
        "h": 1
    },
    {
        "o": 23416,
        "r": "niv:Ezekiel:34:0",
        "t": "The Lord Will Be Israel’s Shepherd",
        "h": 2
    },
    {
        "o": 23417,
        "r": "niv:Ezekiel:34:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23418,
        "r": "niv:Ezekiel:34:2",
        "t": "“Son of man, prophesy against the shepherds of Israel; prophesy and say to them: ‘This is what the Sovereign Lord*s says: Woe to you shepherds of Israel who only take care of yourselves! Should not shepherds take care of the flock?"
    },
    {
        "o": 23419,
        "r": "niv:Ezekiel:34:3",
        "t": "You eat the curds, clothe yourselves with the wool and slaughter the choice animals, but you do not take care of the flock."
    },
    {
        "o": 23420,
        "r": "niv:Ezekiel:34:4",
        "t": "You have not strengthened the weak or healed the sick or bound up the injured. You have not brought back the strays or searched for the lost. You have ruled them harshly and brutally."
    },
    {
        "o": 23421,
        "r": "niv:Ezekiel:34:5",
        "t": "So they were scattered because there was no shepherd, and when they were scattered they became food for all the wild animals."
    },
    {
        "o": 23422,
        "r": "niv:Ezekiel:34:6",
        "t": "My sheep wandered over all the mountains and on every high hill. They were scattered over the whole earth, and no one searched or looked for them."
    },
    {
        "o": 23423,
        "r": "niv:Ezekiel:34:7",
        "t": "“ ‘Therefore,*p you shepherds, hear the word of the Lord:*s"
    },
    {
        "o": 23424,
        "r": "niv:Ezekiel:34:8",
        "t": "As surely as I live, declares the Sovereign Lord,*s because my flock lacks a shepherd and so has been plundered and has become food for all the wild animals, and because my shepherds did not search for my flock but cared for themselves rather than for my flock,"
    },
    {
        "o": 23425,
        "r": "niv:Ezekiel:34:9",
        "t": "therefore, you shepherds, hear the word of the Lord:*s"
    },
    {
        "o": 23426,
        "r": "niv:Ezekiel:34:10",
        "t": "This is what the Sovereign Lord*s says: I am against the shepherds and will hold them accountable for my flock. I will remove them from tending the flock so that the shepherds can no longer feed themselves. I will rescue my flock from their mouths, and it will no longer be food for them."
    },
    {
        "o": 23427,
        "r": "niv:Ezekiel:34:11",
        "t": "“ ‘For*p this is what the Sovereign Lord*s says: I myself will search for my sheep and look after them."
    },
    {
        "o": 23428,
        "r": "niv:Ezekiel:34:12",
        "t": "As a shepherd looks after his scattered flock when he is with them, so will I look after my sheep. I will rescue them from all the places where they were scattered on a day of clouds and darkness."
    },
    {
        "o": 23429,
        "r": "niv:Ezekiel:34:13",
        "t": "I will bring them out from the nations and gather them from the countries, and I will bring them into their own land. I will pasture them on the mountains of Israel, in the ravines and in all the settlements in the land."
    },
    {
        "o": 23430,
        "r": "niv:Ezekiel:34:14",
        "t": "I will tend them in a good pasture, and the mountain heights of Israel will be their grazing land. There they will lie down in good grazing land, and there they will feed in a rich pasture on the mountains of Israel."
    },
    {
        "o": 23431,
        "r": "niv:Ezekiel:34:15",
        "t": "I myself will tend my sheep and have them lie down, declares the Sovereign Lord.*s"
    },
    {
        "o": 23432,
        "r": "niv:Ezekiel:34:16",
        "t": "I will search for the lost and bring back the strays. I will bind up the injured and strengthen the weak, but the sleek and the strong I will destroy. I will shepherd the flock with justice."
    },
    {
        "o": 23433,
        "r": "niv:Ezekiel:34:17",
        "t": "“ ‘As*p for you, my flock, this is what the Sovereign Lord*s says: I will judge between one sheep and another, and between rams and goats."
    },
    {
        "o": 23434,
        "r": "niv:Ezekiel:34:18",
        "t": "Is it not enough for you to feed on the good pasture? Must you also trample the rest of your pasture with your feet? Is it not enough for you to drink clear water? Must you also muddy the rest with your feet?"
    },
    {
        "o": 23435,
        "r": "niv:Ezekiel:34:19",
        "t": "Must my flock feed on what you have trampled and drink what you have muddied with your feet?"
    },
    {
        "o": 23436,
        "r": "niv:Ezekiel:34:20",
        "t": "“ ‘Therefore*p this is what the Sovereign Lord*s says to them: See, I myself will judge between the fat sheep and the lean sheep."
    },
    {
        "o": 23437,
        "r": "niv:Ezekiel:34:21",
        "t": "Because you shove with flank and shoulder, butting all the weak sheep with your horns until you have driven them away,"
    },
    {
        "o": 23438,
        "r": "niv:Ezekiel:34:22",
        "t": "I will save my flock, and they will no longer be plundered. I will judge between one sheep and another."
    },
    {
        "o": 23439,
        "r": "niv:Ezekiel:34:23",
        "t": "I will place over them one shepherd, my servant David, and he will tend them; he will tend them and be their shepherd."
    },
    {
        "o": 23440,
        "r": "niv:Ezekiel:34:24",
        "t": "I the Lord*s will be their God, and my servant David will be prince among them. I the Lord*s have spoken."
    },
    {
        "o": 23441,
        "r": "niv:Ezekiel:34:25",
        "t": "“ ‘I*p will make a covenant of peace with them and rid the land of savage beasts so that they may live in the wilderness and sleep in the forests in safety."
    },
    {
        "o": 23442,
        "r": "niv:Ezekiel:34:26",
        "t": "I will make them and the places surrounding my hill a blessing. I will send down showers in season; there will be showers of blessing."
    },
    {
        "o": 23443,
        "r": "niv:Ezekiel:34:27",
        "t": "The trees will yield their fruit and the ground will yield its crops; the people will be secure in their land. They will know that I am the Lord,*s when I break the bars of their yoke and rescue them from the hands of those who enslaved them."
    },
    {
        "o": 23444,
        "r": "niv:Ezekiel:34:28",
        "t": "They will no longer be plundered by the nations, nor will wild animals devour them. They will live in safety, and no one will make them afraid."
    },
    {
        "o": 23445,
        "r": "niv:Ezekiel:34:29",
        "t": "I will provide for them a land renowned for its crops, and they will no longer be victims of famine in the land or bear the scorn of the nations."
    },
    {
        "o": 23446,
        "r": "niv:Ezekiel:34:30",
        "t": "Then they will know that I, the Lord*s their God, am with them and that they, the Israelites, are my people, declares the Sovereign Lord.*s"
    },
    {
        "o": 23447,
        "r": "niv:Ezekiel:34:31",
        "t": "You are my sheep, the sheep of my pasture, and I am your God, declares the Sovereign Lord*s .’ ”"
    }
]
