[
    {
        "o": 22977,
        "r": "nkjv:Ezekiel:5:0",
        "t": "Ezekiel 5",
        "h": 1
    },
    {
        "o": 22978,
        "r": "nkjv:Ezekiel:5:0",
        "t": "A Sword Against Jerusalem",
        "h": 2
    },
    {
        "o": 22979,
        "r": "nkjv:Ezekiel:5:1",
        "t": "“And*p you, son of man, take a sharp sword, take it as a barber’s razor, and pass it*i over your head and your beard; then take scales to weigh and divide the hair.*i"
    },
    {
        "o": 22980,
        "r": "nkjv:Ezekiel:5:2",
        "t": "You shall burn with fire one-third in the midst of the city, when the days of the siege are finished; then you shall take one-third and strike around it*i with the sword, and one-third you shall scatter in the wind: I will draw out a sword after them."
    },
    {
        "o": 22981,
        "r": "nkjv:Ezekiel:5:3",
        "t": "You shall also take a small number of them and bind them in the edge of your garment.*i"
    },
    {
        "o": 22982,
        "r": "nkjv:Ezekiel:5:4",
        "t": "Then take some of them again and throw them into the midst of the fire, and burn them in the fire. From there a fire will go out into all the house of Israel."
    },
    {
        "o": 22983,
        "r": "nkjv:Ezekiel:5:5",
        "t": "“Thus*p says the Lord God:*s ‘This is*i Jerusalem; I have set her in the midst of the nations and the countries all around her."
    },
    {
        "o": 22984,
        "r": "nkjv:Ezekiel:5:6",
        "t": "She has rebelled against My judgments by doing wickedness more than the nations, and against My statutes more than the countries that are*i all around her; for they have refused My judgments, and they have not walked in My statutes.’"
    },
    {
        "o": 22985,
        "r": "nkjv:Ezekiel:5:7",
        "t": "Therefore thus says the Lord God:*s ‘Because you have multiplied disobedience*i more than the nations that are*i all around you, have not walked in My statutes nor kept My judgments, nor even done according to the judgments of the nations that are*i all around you’—"
    },
    {
        "o": 22986,
        "r": "nkjv:Ezekiel:5:8",
        "t": "therefore thus says the Lord God:*s ‘Indeed I, even I, am*i against you and will execute judgments in your midst in the sight of the nations."
    },
    {
        "o": 22987,
        "r": "nkjv:Ezekiel:5:9",
        "t": "And I will do among you what I have never done, and the like of which I will never do again, because of all your abominations."
    },
    {
        "o": 22988,
        "r": "nkjv:Ezekiel:5:10",
        "t": "Therefore fathers shall eat their*i sons in your midst, and sons shall eat their fathers; and I will execute judgments among you, and all of you who remain I will scatter to all the winds."
    },
    {
        "o": 22989,
        "r": "nkjv:Ezekiel:5:11",
        "t": "‘Therefore,*p as*i I live,’ says the Lord God,*s ‘surely, because you have defiled My sanctuary with all your detestable things and with all your abominations, therefore I will also diminish you;*i My eye will not spare, nor will I have any pity."
    },
    {
        "o": 22990,
        "r": "nkjv:Ezekiel:5:12",
        "t": "One-third of you shall die of the pestilence, and be consumed with famine in your midst; and one-third shall fall by the sword all around you; and I will scatter another third to all the winds, and I will draw out a sword after them."
    },
    {
        "o": 22991,
        "r": "nkjv:Ezekiel:5:13",
        "t": "‘Thus*p shall My anger be spent, and I will cause My fury to rest upon them, and I will be avenged; and they shall know that I, the Lord,*s have spoken it*i in My zeal, when I have spent My fury upon them."
    },
    {
        "o": 22992,
        "r": "nkjv:Ezekiel:5:14",
        "t": "Moreover I will make you a waste and a reproach among the nations that are*i all around you, in the sight of all who pass by."
    },
    {
        "o": 22993,
        "r": "nkjv:Ezekiel:5:15",
        "t": "‘So*p it shall be a reproach, a taunt, a lesson, and an astonishment to the nations that are*i all around you, when I execute judgments among you in anger and in fury and in furious rebukes. I, the Lord,*s have spoken."
    },
    {
        "o": 22994,
        "r": "nkjv:Ezekiel:5:16",
        "t": "When I send against them the terrible arrows of famine which shall be for destruction, which I will send to destroy you, I will increase the famine upon you and cut off your supply of bread."
    },
    {
        "o": 22995,
        "r": "nkjv:Ezekiel:5:17",
        "t": "So I will send against you famine and wild beasts, and they will bereave you. Pestilence and blood shall pass through you, and I will bring the sword against you. I, the Lord,*s have spoken.’”"
    }
]
