[
    {
        "o": 10403,
        "r": "niv:2 Kings:1:0",
        "t": "2 Kings 1",
        "h": 1
    },
    {
        "o": 10404,
        "r": "niv:2 Kings:1:0",
        "t": "The Lord’s Judgment on Ahaziah",
        "h": 2
    },
    {
        "o": 10405,
        "r": "niv:2 Kings:1:1",
        "t": "After*p Ahab’s death, Moab rebelled against Israel."
    },
    {
        "o": 10406,
        "r": "niv:2 Kings:1:2",
        "t": "Now Ahaziah had fallen through the lattice of his upper room in Samaria and injured himself. So he sent messengers, saying to them, “Go and consult Baal-Zebub, the god of Ekron, to see if I will recover from this injury.”"
    },
    {
        "o": 10407,
        "r": "niv:2 Kings:1:3",
        "t": "But*p the angel of the Lord*s said to Elijah the Tishbite, “Go up and meet the messengers of the king of Samaria and ask them, ‘Is it because there is no God in Israel that you are going off to consult Baal-Zebub, the god of Ekron?’"
    },
    {
        "o": 10408,
        "r": "niv:2 Kings:1:4",
        "t": "Therefore this is what the Lord*s says: ‘You will not leave the bed you are lying on. You will certainly die!’ ” So Elijah went."
    },
    {
        "o": 10409,
        "r": "niv:2 Kings:1:5",
        "t": "When*p the messengers returned to the king, he asked them, “Why have you come back?”"
    },
    {
        "o": 10410,
        "r": "niv:2 Kings:1:6",
        "t": "“A*p man came to meet us,” they replied. “And he said to us, ‘Go back to the king who sent you and tell him, “This is what the Lord*s says: Is it because there is no God in Israel that you are sending messengers to consult Baal-Zebub, the god of Ekron? Therefore you will not leave the bed you are lying on. You will certainly die!” ’ ”"
    },
    {
        "o": 10411,
        "r": "niv:2 Kings:1:7",
        "t": "The*p king asked them, “What kind of man was it who came to meet you and told you this?”"
    },
    {
        "o": 10412,
        "r": "niv:2 Kings:1:8",
        "t": "They*p replied, “He had a garment of hair and had a leather belt around his waist.” The*p king said, “That was Elijah the Tishbite.”"
    },
    {
        "o": 10413,
        "r": "niv:2 Kings:1:9",
        "t": "Then*p he sent to Elijah a captain with his company of fifty men. The captain went up to Elijah, who was sitting on the top of a hill, and said to him, “Man of God, the king says, ‘Come down!’ ”"
    },
    {
        "o": 10414,
        "r": "niv:2 Kings:1:10",
        "t": "Elijah*p answered the captain, “If I am a man of God, may fire come down from heaven and consume you and your fifty men!” Then fire fell from heaven and consumed the captain and his men."
    },
    {
        "o": 10415,
        "r": "niv:2 Kings:1:11",
        "t": "At*p this the king sent to Elijah another captain with his fifty men. The captain said to him, “Man of God, this is what the king says, ‘Come down at once!’ ”"
    },
    {
        "o": 10416,
        "r": "niv:2 Kings:1:12",
        "t": "“If*p I am a man of God,” Elijah replied, “may fire come down from heaven and consume you and your fifty men!” Then the fire of God fell from heaven and consumed him and his fifty men."
    },
    {
        "o": 10417,
        "r": "niv:2 Kings:1:13",
        "t": "So*p the king sent a third captain with his fifty men. This third captain went up and fell on his knees before Elijah. “Man of God,” he begged, “please have respect for my life and the lives of these fifty men, your servants!"
    },
    {
        "o": 10418,
        "r": "niv:2 Kings:1:14",
        "t": "See, fire has fallen from heaven and consumed the first two captains and all their men. But now have respect for my life!”"
    },
    {
        "o": 10419,
        "r": "niv:2 Kings:1:15",
        "t": "The*p angel of the Lord*s said to Elijah, “Go down with him; do not be afraid of him.” So Elijah got up and went down with him to the king."
    },
    {
        "o": 10420,
        "r": "niv:2 Kings:1:16",
        "t": "He*p told the king, “This is what the Lord*s says: Is it because there is no God in Israel for you to consult that you have sent messengers to consult Baal-Zebub, the god of Ekron? Because you have done this, you will never leave the bed you are lying on. You will certainly die!”"
    },
    {
        "o": 10421,
        "r": "niv:2 Kings:1:17",
        "t": "So he died, according to the word of the Lord*s that Elijah had spoken. Because*p Ahaziah had no son, Joram succeeded him as king in the second year of Jehoram son of Jehoshaphat king of Judah."
    },
    {
        "o": 10422,
        "r": "niv:2 Kings:1:18",
        "t": "As for all the other events of Ahaziah’s reign, and what he did, are they not written in the book of the annals of the kings of Israel?"
    }
]
