[
    {
        "o": 22795,
        "r": "esv:Ezekiel:3:0",
        "t": "Ezekiel 3",
        "h": 1
    },
    {
        "o": 22796,
        "r": "esv:Ezekiel:3:1",
        "t": "And*p he said to me, “Son of man, eat whatever you find here. Eat this scroll, and go, speak to the house of Israel.”"
    },
    {
        "o": 22797,
        "r": "esv:Ezekiel:3:2",
        "t": "So I opened my mouth, and he gave me this scroll to eat."
    },
    {
        "o": 22798,
        "r": "esv:Ezekiel:3:3",
        "t": "And he said to me, “Son of man, feed your belly with this scroll that I give you and fill your stomach with it.” Then I ate it, and it was in my mouth as sweet as honey."
    },
    {
        "o": 22799,
        "r": "esv:Ezekiel:3:4",
        "t": "And*p he said to me, “Son of man, go to the house of Israel and speak with my words to them."
    },
    {
        "o": 22800,
        "r": "esv:Ezekiel:3:5",
        "t": "For you are not sent to a people of foreign speech and a hard language, but to the house of Israel—"
    },
    {
        "o": 22801,
        "r": "esv:Ezekiel:3:6",
        "t": "not to many peoples of foreign speech and a hard language, whose words you cannot understand. Surely, if I sent you to such, they would listen to you."
    },
    {
        "o": 22802,
        "r": "esv:Ezekiel:3:7",
        "t": "But the house of Israel will not be willing to listen to you, for they are not willing to listen to me: because all the house of Israel have a hard forehead and a stubborn heart."
    },
    {
        "o": 22803,
        "r": "esv:Ezekiel:3:8",
        "t": "Behold, I have made your face as hard as their faces, and your forehead as hard as their foreheads."
    },
    {
        "o": 22804,
        "r": "esv:Ezekiel:3:9",
        "t": "Like emery harder than flint have I made your forehead. Fear them not, nor be dismayed at their looks, for they are a rebellious house.”"
    },
    {
        "o": 22805,
        "r": "esv:Ezekiel:3:10",
        "t": "Moreover, he said to me, “Son of man, all my words that I shall speak to you receive in your heart, and hear with your ears."
    },
    {
        "o": 22806,
        "r": "esv:Ezekiel:3:11",
        "t": "And go to the exiles, to your people, and speak to them and say to them, ‘Thus says the Lord God,’*s whether they hear or refuse to hear.”"
    },
    {
        "o": 22807,
        "r": "esv:Ezekiel:3:12",
        "t": "Then*p the Spirit lifted me up, and I heard behind me the voice of a great earthquake: “Blessed be the glory of the Lord*s from its place!”"
    },
    {
        "o": 22808,
        "r": "esv:Ezekiel:3:13",
        "t": "It was the sound of the wings of the living creatures as they touched one another, and the sound of the wheels beside them, and the sound of a great earthquake."
    },
    {
        "o": 22809,
        "r": "esv:Ezekiel:3:14",
        "t": "The Spirit lifted me up and took me away, and I went in bitterness in the heat of my spirit, the hand of the Lord*s being strong upon me."
    },
    {
        "o": 22810,
        "r": "esv:Ezekiel:3:15",
        "t": "And I came to the exiles at Tel-abib, who were dwelling by the Chebar canal, and I sat where they were dwelling. And I sat there overwhelmed among them seven days."
    },
    {
        "o": 22811,
        "r": "esv:Ezekiel:3:15",
        "t": "A Watchman for Israel",
        "h": 2
    },
    {
        "o": 22812,
        "r": "esv:Ezekiel:3:16",
        "t": "And*p at the end of seven days, the word of the Lord*s came to me:"
    },
    {
        "o": 22813,
        "r": "esv:Ezekiel:3:17",
        "t": "“Son of man, I have made you a watchman for the house of Israel. Whenever you hear a word from my mouth, you shall give them warning from me."
    },
    {
        "o": 22814,
        "r": "esv:Ezekiel:3:18",
        "t": "If I say to the wicked, ‘You shall surely die,’ and you give him no warning, nor speak to warn the wicked from his wicked way, in order to save his life, that wicked person shall die for his iniquity, but his blood I will require at your hand."
    },
    {
        "o": 22815,
        "r": "esv:Ezekiel:3:19",
        "t": "But if you warn the wicked, and he does not turn from his wickedness, or from his wicked way, he shall die for his iniquity, but you will have delivered your soul."
    },
    {
        "o": 22816,
        "r": "esv:Ezekiel:3:20",
        "t": "Again, if a righteous person turns from his righteousness and commits injustice, and I lay a stumbling block before him, he shall die. Because you have not warned him, he shall die for his sin, and his righteous deeds that he has done shall not be remembered, but his blood I will require at your hand."
    },
    {
        "o": 22817,
        "r": "esv:Ezekiel:3:21",
        "t": "But if you warn the righteous person not to sin, and he does not sin, he shall surely live, because he took warning, and you will have delivered your soul.”"
    },
    {
        "o": 22818,
        "r": "esv:Ezekiel:3:22",
        "t": "And*p the hand of the Lord*s was upon me there. And he said to me, “Arise, go out into the valley, and there I will speak with you.”"
    },
    {
        "o": 22819,
        "r": "esv:Ezekiel:3:23",
        "t": "So I arose and went out into the valley, and behold, the glory of the Lord*s stood there, like the glory that I had seen by the Chebar canal, and I fell on my face."
    },
    {
        "o": 22820,
        "r": "esv:Ezekiel:3:24",
        "t": "But the Spirit entered into me and set me on my feet, and he spoke with me and said to me, “Go, shut yourself within your house."
    },
    {
        "o": 22821,
        "r": "esv:Ezekiel:3:25",
        "t": "And you, O son of man, behold, cords will be placed upon you, and you shall be bound with them, so that you cannot go out among the people."
    },
    {
        "o": 22822,
        "r": "esv:Ezekiel:3:26",
        "t": "And I will make your tongue cling to the roof of your mouth, so that you shall be mute and unable to reprove them, for they are a rebellious house."
    },
    {
        "o": 22823,
        "r": "esv:Ezekiel:3:27",
        "t": "But when I speak with you, I will open your mouth, and you shall say to them, ‘Thus says the Lord God.’*s He who will hear, let him hear; and he who will refuse to hear, let him refuse, for they are a rebellious house."
    }
]
