[
    {
        "o": 4480,
        "r": "nasb:Numbers:14:0",
        "t": "Numbers 14",
        "h": 1
    },
    {
        "o": 4481,
        "r": "nasb:Numbers:14:0",
        "t": "The People Rebel",
        "h": 2
    },
    {
        "o": 4482,
        "r": "nasb:Numbers:14:1",
        "t": "Then*p all the congregation lifted up their voices and cried, and the people wept that night."
    },
    {
        "o": 4483,
        "r": "nasb:Numbers:14:2",
        "t": "All the sons of Israel grumbled against Moses and Aaron; and the whole congregation said to them, “Would that we had died in the land of Egypt! Or would that we had died in this wilderness!"
    },
    {
        "o": 4484,
        "r": "nasb:Numbers:14:3",
        "t": "Why is the Lord*s bringing us into this land, to fall by the sword? Our wives and our little ones will become plunder; would it not be better for us to return to Egypt?”"
    },
    {
        "o": 4485,
        "r": "nasb:Numbers:14:4",
        "t": "So they said to one another, “Let us appoint a leader and return to Egypt.”"
    },
    {
        "o": 4486,
        "r": "nasb:Numbers:14:5",
        "t": "Then*p Moses and Aaron fell on their faces in the presence of all the assembly of the congregation of the sons of Israel."
    },
    {
        "o": 4487,
        "r": "nasb:Numbers:14:6",
        "t": "Joshua the son of Nun and Caleb the son of Jephunneh, of those who had spied out the land, tore their clothes;"
    },
    {
        "o": 4488,
        "r": "nasb:Numbers:14:7",
        "t": "and they spoke to all the congregation of the sons of Israel, saying, “The land which we passed through to spy out is an exceedingly good land."
    },
    {
        "o": 4489,
        "r": "nasb:Numbers:14:8",
        "t": "If the Lord*s is pleased with us, then He will bring us into this land and give it to us—a land which flows with milk and honey."
    },
    {
        "o": 4490,
        "r": "nasb:Numbers:14:9",
        "t": "Only do not rebel against the Lord;*s and do not fear the people of the land, for they will be our prey. Their protection has been removed from them, and the Lord*s is with us; do not fear them.”"
    },
    {
        "o": 4491,
        "r": "nasb:Numbers:14:10",
        "t": "But all the congregation said to stone them with stones. Then the glory of the Lord*s appeared in the tent of meeting to all the sons of Israel."
    },
    {
        "o": 4492,
        "r": "nasb:Numbers:14:10",
        "t": "Moses Pleads for the People",
        "h": 2
    },
    {
        "o": 4493,
        "r": "nasb:Numbers:14:11",
        "t": "The*p Lord*s said to Moses, “How long will this people spurn Me? And how long will they not believe in Me, despite all the signs which I have performed in their midst?"
    },
    {
        "o": 4494,
        "r": "nasb:Numbers:14:12",
        "t": "I will smite them with pestilence and dispossess them, and I will make you into a nation greater and mightier than they.”"
    },
    {
        "o": 4495,
        "r": "nasb:Numbers:14:13",
        "t": "But*p Moses said to the Lord,*s “Then the Egyptians will hear of it, for by Your strength You brought up this people from their midst,"
    },
    {
        "o": 4496,
        "r": "nasb:Numbers:14:14",
        "t": "and they will tell it*i to the inhabitants of this land. They have heard that You, O Lord,*s are in the midst of this people, for You, O Lord,*s are seen eye to eye, while Your cloud stands over them; and You go before them in a pillar of cloud by day and in a pillar of fire by night."
    },
    {
        "o": 4497,
        "r": "nasb:Numbers:14:15",
        "t": "Now if You slay this people as one man, then the nations who have heard of Your fame will say,"
    },
    {
        "o": 4498,
        "r": "nasb:Numbers:14:16",
        "t": "‘Because the Lord*s could not bring this people into the land which He promised them by oath, therefore He slaughtered them in the wilderness.’"
    },
    {
        "o": 4499,
        "r": "nasb:Numbers:14:17",
        "t": "But now, I pray, let the power of the Lord be great, just as You have declared,"
    },
    {
        "o": 4500,
        "r": "nasb:Numbers:14:18",
        "t": "‘The Lord*s is slow to anger and abundant in lovingkindness, forgiving iniquity and transgression; but He will by no means clear the*i guilty,*i visiting the iniquity of the fathers on the children to the third and the fourth generations.’*i"
    },
    {
        "o": 4501,
        "r": "nasb:Numbers:14:19",
        "t": "Pardon, I pray, the iniquity of this people according to the greatness of Your lovingkindness, just as You also have forgiven this people, from Egypt even until now.”"
    },
    {
        "o": 4502,
        "r": "nasb:Numbers:14:19",
        "t": "The Lord Pardons and Rebukes",
        "h": 2
    },
    {
        "o": 4503,
        "r": "nasb:Numbers:14:20",
        "t": "So*p the Lord*s said, “I have pardoned them*i according to your word;"
    },
    {
        "o": 4504,
        "r": "nasb:Numbers:14:21",
        "t": "but indeed, as I live, all the earth will be filled with the glory of the Lord.*s"
    },
    {
        "o": 4505,
        "r": "nasb:Numbers:14:22",
        "t": "Surely all the men who have seen My glory and My signs which I performed in Egypt and in the wilderness, yet have put Me to the test these ten times and have not listened to My voice,"
    },
    {
        "o": 4506,
        "r": "nasb:Numbers:14:23",
        "t": "shall by no means see the land which I swore to their fathers, nor shall any of those who spurned Me see it."
    },
    {
        "o": 4507,
        "r": "nasb:Numbers:14:24",
        "t": "But My servant Caleb, because he has had a different spirit and has followed Me fully, I will bring into the land which he entered, and his descendants shall take possession of it."
    },
    {
        "o": 4508,
        "r": "nasb:Numbers:14:25",
        "t": "Now the Amalekites and the Canaanites live in the valleys; turn tomorrow and set out to the wilderness by the way of the Red Sea.”"
    },
    {
        "o": 4509,
        "r": "nasb:Numbers:14:26",
        "t": "The*p Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 4510,
        "r": "nasb:Numbers:14:27",
        "t": "“How long shall*i I*i bear*i with this evil congregation who are grumbling against Me? I have heard the complaints of the sons of Israel, which they are making against Me."
    },
    {
        "o": 4511,
        "r": "nasb:Numbers:14:28",
        "t": "Say to them, ‘As I live,’ says the Lord,*s ‘just as you have spoken in My hearing, so I will surely do to you;"
    },
    {
        "o": 4512,
        "r": "nasb:Numbers:14:29",
        "t": "your corpses will fall in this wilderness, even all your numbered men, according to your complete number from twenty years old and upward, who have grumbled against Me."
    },
    {
        "o": 4513,
        "r": "nasb:Numbers:14:30",
        "t": "Surely you shall not come into the land in which I swore to settle you, except Caleb the son of Jephunneh and Joshua the son of Nun."
    },
    {
        "o": 4514,
        "r": "nasb:Numbers:14:31",
        "t": "Your children, however, whom you said would become a prey—I will bring them in, and they will know the land which you have rejected."
    },
    {
        "o": 4515,
        "r": "nasb:Numbers:14:32",
        "t": "But as for you, your corpses will fall in this wilderness."
    },
    {
        "o": 4516,
        "r": "nasb:Numbers:14:33",
        "t": "Your sons shall be shepherds for forty years in the wilderness, and they will suffer for*i your unfaithfulness, until your corpses lie in the wilderness."
    },
    {
        "o": 4517,
        "r": "nasb:Numbers:14:34",
        "t": "According to the number of days which you spied out the land, forty days, for every day you shall bear your guilt a year, even*i forty years, and you will know My opposition."
    },
    {
        "o": 4518,
        "r": "nasb:Numbers:14:35",
        "t": "I, the Lord,*s have spoken, surely this I will do to all this evil congregation who are gathered together against Me. In this wilderness they shall be destroyed, and there they will die.’ ”"
    },
    {
        "o": 4519,
        "r": "nasb:Numbers:14:36",
        "t": "As*p for the men whom Moses sent to spy out the land and who returned and made all the congregation grumble against him by bringing out a bad report concerning the land,"
    },
    {
        "o": 4520,
        "r": "nasb:Numbers:14:37",
        "t": "even those men who brought out the very bad report of the land died by a plague before the Lord.*s"
    },
    {
        "o": 4521,
        "r": "nasb:Numbers:14:38",
        "t": "But Joshua the son of Nun and Caleb the son of Jephunneh remained alive out of those men who went to spy out the land."
    },
    {
        "o": 4522,
        "r": "nasb:Numbers:14:38",
        "t": "Israel Repulsed",
        "h": 2
    },
    {
        "o": 4523,
        "r": "nasb:Numbers:14:39",
        "t": "When*p Moses spoke these words to all the sons of Israel, the people mourned greatly."
    },
    {
        "o": 4524,
        "r": "nasb:Numbers:14:40",
        "t": "In the morning, however, they rose up early and went up to the ridge of the hill country, saying, “Here we are; we have indeed sinned, but we will go up to the place which the Lord*s has promised.”"
    },
    {
        "o": 4525,
        "r": "nasb:Numbers:14:41",
        "t": "But Moses said, “Why then are you transgressing the commandment of the Lord,*s when it will not succeed?"
    },
    {
        "o": 4526,
        "r": "nasb:Numbers:14:42",
        "t": "Do not go up, or you will be struck down before your enemies, for the Lord*s is not among you."
    },
    {
        "o": 4527,
        "r": "nasb:Numbers:14:43",
        "t": "For the Amalekites and the Canaanites will be there in front of you, and you will fall by the sword, inasmuch as you have turned back from following the Lord.*s And the Lord*s will not be with you.”"
    },
    {
        "o": 4528,
        "r": "nasb:Numbers:14:44",
        "t": "But they went up heedlessly to the ridge of the hill country; neither the ark of the covenant of the Lord*s nor Moses left the camp."
    },
    {
        "o": 4529,
        "r": "nasb:Numbers:14:45",
        "t": "Then the Amalekites and the Canaanites who lived in that hill country came down, and struck them and beat them down as far as Hormah."
    }
]
