[
    {
        "o": 2632,
        "r": "csb:Exodus:30:0",
        "t": "Exodus 30",
        "h": 1
    },
    {
        "o": 2633,
        "r": "csb:Exodus:30:0",
        "t": "The Incense Altar",
        "h": 2
    },
    {
        "o": 2634,
        "r": "csb:Exodus:30:1",
        "t": "“You*p are to make an altar for the burning of incense; make it of acacia wood."
    },
    {
        "o": 2635,
        "r": "csb:Exodus:30:2",
        "t": "It must be square, eighteen inches long and eighteen inches wide; it must be thirty-six inches high. Its horns must be of one piece with it."
    },
    {
        "o": 2636,
        "r": "csb:Exodus:30:3",
        "t": "Overlay its top, all around its sides, and its horns with pure gold; make a gold molding all around it."
    },
    {
        "o": 2637,
        "r": "csb:Exodus:30:4",
        "t": "Make two gold rings for it under the molding on two of its sides; put these on opposite sides of it to be holders for the poles to carry it with."
    },
    {
        "o": 2638,
        "r": "csb:Exodus:30:5",
        "t": "Make the poles of acacia wood and overlay them with gold."
    },
    {
        "o": 2639,
        "r": "csb:Exodus:30:6",
        "t": "“You*p are to place the altar in front of the curtain by the ark of the testimony - in front of the mercy seat that is over the testimony - where I will meet with you."
    },
    {
        "o": 2640,
        "r": "csb:Exodus:30:7",
        "t": "Aaron must burn fragrant incense on it; he must burn it every morning when he tends the lamps."
    },
    {
        "o": 2641,
        "r": "csb:Exodus:30:8",
        "t": "When Aaron sets up the lamps at twilight, he must burn incense. There is to be an incense offering before the Lord*s throughout your generations."
    },
    {
        "o": 2642,
        "r": "csb:Exodus:30:9",
        "t": "You must not offer unauthorized incense on it, or a burnt or grain offering; you are not to pour a drink offering on it."
    },
    {
        "o": 2643,
        "r": "csb:Exodus:30:10",
        "t": "“Once*p a year Aaron is to perform the atonement ceremony for the altar. Throughout your generations he is to perform the atonement ceremony for it once a year, with the blood of the sin offering for atonement on the horns. The altar is especially holy to the Lord.”*s"
    },
    {
        "o": 2644,
        "r": "csb:Exodus:30:10",
        "t": "The Atonement Money",
        "h": 2
    },
    {
        "o": 2645,
        "r": "csb:Exodus:30:11",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 2646,
        "r": "csb:Exodus:30:12",
        "t": "“When you take a census of the Israelites to register them, each of the men must pay a ransom for his life to the Lord*s as they are registered. Then no plague will come on them as they are registered."
    },
    {
        "o": 2647,
        "r": "csb:Exodus:30:13",
        "t": "Everyone who is registered must pay half a shekel according to the sanctuary shekel (twenty gerahs to the shekel). This half shekel is a contribution to the Lord.*s"
    },
    {
        "o": 2648,
        "r": "csb:Exodus:30:14",
        "t": "Each man who is registered, twenty years old or more, must give this contribution to the Lord.*s"
    },
    {
        "o": 2649,
        "r": "csb:Exodus:30:15",
        "t": "The wealthy may not give more and the poor may not give less than half a shekel when giving the contribution to the Lord*s to atone for your lives."
    },
    {
        "o": 2650,
        "r": "csb:Exodus:30:16",
        "t": "Take the atonement price from the Israelites and use it for the service of the tent of meeting. It will serve as a reminder for the Israelites before the Lord*s to atone for your lives.”"
    },
    {
        "o": 2651,
        "r": "csb:Exodus:30:16",
        "t": "The Bronze Basin",
        "h": 2
    },
    {
        "o": 2652,
        "r": "csb:Exodus:30:17",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 2653,
        "r": "csb:Exodus:30:18",
        "t": "“Make a bronze basin for washing and a bronze stand for it. Set it between the tent of meeting and the altar, and put water in it."
    },
    {
        "o": 2654,
        "r": "csb:Exodus:30:19",
        "t": "Aaron and his sons must wash their hands and feet from the basin."
    },
    {
        "o": 2655,
        "r": "csb:Exodus:30:20",
        "t": "Whenever they enter the tent of meeting or approach the altar to minister by burning a food offering to the Lord,*s they must wash with water so that they will not die."
    },
    {
        "o": 2656,
        "r": "csb:Exodus:30:21",
        "t": "They must wash their hands and feet so that they will not die; this is to be a permanent statute for them, for Aaron and his descendants throughout their generations.”"
    },
    {
        "o": 2657,
        "r": "csb:Exodus:30:21",
        "t": "The Anointing Oil",
        "h": 2
    },
    {
        "o": 2658,
        "r": "csb:Exodus:30:22",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 2659,
        "r": "csb:Exodus:30:23",
        "t": "“Take for yourself the finest spices: 12½ pounds of liquid myrrh, half as much (6¼ pounds) of fragrant cinnamon, 6¼ pounds of fragrant cane,"
    },
    {
        "o": 2660,
        "r": "csb:Exodus:30:24",
        "t": "12½ pounds of cassia (by the sanctuary shekel), and a gallon of olive oil."
    },
    {
        "o": 2661,
        "r": "csb:Exodus:30:25",
        "t": "Prepare from these a holy anointing oil, a scented blend, the work of a perfumer; it will be holy anointing oil."
    },
    {
        "o": 2662,
        "r": "csb:Exodus:30:26",
        "t": "“With*p it you are to anoint the tent of meeting, the ark of the testimony,"
    },
    {
        "o": 2663,
        "r": "csb:Exodus:30:27",
        "t": "the table with all its utensils, the lampstand with its utensils, the altar of incense,"
    },
    {
        "o": 2664,
        "r": "csb:Exodus:30:28",
        "t": "the altar of burnt offering with all its utensils, and the basin with its stand."
    },
    {
        "o": 2665,
        "r": "csb:Exodus:30:29",
        "t": "Consecrate them and they will be especially holy. Whatever touches them will be consecrated."
    },
    {
        "o": 2666,
        "r": "csb:Exodus:30:30",
        "t": "Anoint Aaron and his sons and consecrate them to serve me as priests."
    },
    {
        "o": 2667,
        "r": "csb:Exodus:30:31",
        "t": "“Tell*p the Israelites: This will be my holy anointing oil throughout your generations."
    },
    {
        "o": 2668,
        "r": "csb:Exodus:30:32",
        "t": "It must not be used for ordinary anointing on a person’s body, and you must not make anything like it using its formula. It is holy, and it must be holy to you."
    },
    {
        "o": 2669,
        "r": "csb:Exodus:30:33",
        "t": "Anyone who blends something like it or puts some of it on an unauthorized person must be cut off from his people.”"
    },
    {
        "o": 2670,
        "r": "csb:Exodus:30:33",
        "t": "The Sacred Incense",
        "h": 2
    },
    {
        "o": 2671,
        "r": "csb:Exodus:30:34",
        "t": "The*p Lord*s said to Moses, “Take fragrant spices: stacte, onycha, and galbanum; the spices and pure frankincense are to be in equal measures."
    },
    {
        "o": 2672,
        "r": "csb:Exodus:30:35",
        "t": "Prepare expertly blended incense from these; it is to be seasoned with salt, pure and holy."
    },
    {
        "o": 2673,
        "r": "csb:Exodus:30:36",
        "t": "Grind some of it into a fine powder and put some in front of the testimony in the tent of meeting, where I will meet with you. It must be especially holy to you."
    },
    {
        "o": 2674,
        "r": "csb:Exodus:30:37",
        "t": "As for the incense you are making, you must not make any for yourselves using its formula. It is to be regarded by you as holy - belonging to the Lord.*s"
    },
    {
        "o": 2675,
        "r": "csb:Exodus:30:38",
        "t": "Anyone who makes something like it to smell its fragrance must be cut off from his people.”"
    }
]
