[
    {
        "o": 6151,
        "r": "csb:Deuteronomy:26:0",
        "t": "Deuteronomy 26",
        "h": 1
    },
    {
        "o": 6152,
        "r": "csb:Deuteronomy:26:0",
        "t": "Giving the Firstfruits",
        "h": 2
    },
    {
        "o": 6153,
        "r": "csb:Deuteronomy:26:1",
        "t": "“When*p you enter the land the Lord*s your God is giving you as an inheritance, and you take possession of it and live in it,"
    },
    {
        "o": 6154,
        "r": "csb:Deuteronomy:26:2",
        "t": "take some of the first of all the land’s produce that you harvest from the land the Lord*s your God is giving you and put it in a basket. Then go to the place where the Lord*s your God chooses to have his name dwell."
    },
    {
        "o": 6155,
        "r": "csb:Deuteronomy:26:3",
        "t": "When you come before the priest who is serving at that time, say to him, ‘Today I declare to the Lord*s your God that I have entered the land the Lord*s swore to our ancestors to give us.’"
    },
    {
        "o": 6156,
        "r": "csb:Deuteronomy:26:4",
        "t": "“Then*p the priest will take the basket from you and place it before the altar of the Lord*s your God."
    },
    {
        "o": 6157,
        "r": "csb:Deuteronomy:26:5",
        "t": "You are to respond by saying in the presence of the Lord*s your God: My*p father was a wandering Aramean. He went down to Egypt with a few people and resided there as an alien. There he became a great, powerful, and populous nation."
    },
    {
        "o": 6158,
        "r": "csb:Deuteronomy:26:6",
        "t": "But the Egyptians mistreated and oppressed us, and forced us to do hard labor."
    },
    {
        "o": 6159,
        "r": "csb:Deuteronomy:26:7",
        "t": "So we called out to the Lord,*s the God of our ancestors, and the Lord*s heard our cry and saw our misery, hardship, and oppression."
    },
    {
        "o": 6160,
        "r": "csb:Deuteronomy:26:8",
        "t": "Then the Lord*s brought us out of Egypt with a strong hand and an outstretched arm, with terrifying power, and with signs and wonders."
    },
    {
        "o": 6161,
        "r": "csb:Deuteronomy:26:9",
        "t": "He led us to this place and gave us this land, a land flowing with milk and honey."
    },
    {
        "o": 6162,
        "r": "csb:Deuteronomy:26:10",
        "t": "I have now brought the first of the land’s produce that you, Lord,*s have given me. You*p will then place the container before the Lord*s your God and bow down to him."
    },
    {
        "o": 6163,
        "r": "csb:Deuteronomy:26:11",
        "t": "You, the Levites, and the resident aliens among you will rejoice in all the good things the Lord*s your God has given you and your household."
    },
    {
        "o": 6164,
        "r": "csb:Deuteronomy:26:11",
        "t": "The Tenth in the Third Year",
        "h": 2
    },
    {
        "o": 6165,
        "r": "csb:Deuteronomy:26:12",
        "t": "“When*p you have finished paying all the tenth of your produce in the third year, the year of the tenth, you are to give it to the Levites, resident aliens, fatherless children, and widows, so that they may eat in your towns and be satisfied."
    },
    {
        "o": 6166,
        "r": "csb:Deuteronomy:26:13",
        "t": "Then you will say in the presence of the Lord*s your God: I*p have taken the consecrated portion out of my house; I have also given it to the Levites, resident aliens, fatherless children, and widows, according to all the commands you gave me. I have not violated or forgotten your commands."
    },
    {
        "o": 6167,
        "r": "csb:Deuteronomy:26:14",
        "t": "I have not eaten any of it while in mourning, or removed any of it while unclean, or offered any of it for the dead. I have obeyed the Lord*s my God; I have done all you commanded me."
    },
    {
        "o": 6168,
        "r": "csb:Deuteronomy:26:15",
        "t": "Look down from your holy dwelling, from heaven, and bless your people Israel and the land you have given us as you swore to our ancestors, a land flowing with milk and honey."
    },
    {
        "o": 6169,
        "r": "csb:Deuteronomy:26:15",
        "t": "Covenant Summary",
        "h": 2
    },
    {
        "o": 6170,
        "r": "csb:Deuteronomy:26:16",
        "t": "“The*p Lord*s your God is commanding you this day to follow these statutes and ordinances. Follow them carefully with all your heart and all your soul."
    },
    {
        "o": 6171,
        "r": "csb:Deuteronomy:26:17",
        "t": "Today you have affirmed that the Lord*s is your God and that you will walk in his ways, keep his statutes, commands, and ordinances, and obey him."
    },
    {
        "o": 6172,
        "r": "csb:Deuteronomy:26:18",
        "t": "And today the Lord*s has affirmed that you are his own possession as he promised you, that you are to keep all his commands,"
    },
    {
        "o": 6173,
        "r": "csb:Deuteronomy:26:19",
        "t": "that he will elevate you to praise, fame, and glory above all the nations he has made, and that you will be a holy people to the Lord*s your God as he promised.”"
    }
]
