[
    {
        "o": 32228,
        "r": "nasb:2 Corinthians:9:0",
        "t": "2 Corinthians 9",
        "h": 1
    },
    {
        "o": 32229,
        "r": "nasb:2 Corinthians:9:0",
        "t": "God Gives Most",
        "h": 2
    },
    {
        "o": 32230,
        "r": "nasb:2 Corinthians:9:1",
        "t": "For*p it is superfluous for me to write to you about this ministry to the saints;"
    },
    {
        "o": 32231,
        "r": "nasb:2 Corinthians:9:2",
        "t": "for I know your readiness, of which I boast about you to the Macedonians, namely,*i that Achaia has been prepared since last year, and your zeal has stirred up most of them."
    },
    {
        "o": 32232,
        "r": "nasb:2 Corinthians:9:3",
        "t": "But I have sent the brethren, in order that our boasting about you may not be made empty in this case, so that, as I was saying, you may be prepared;"
    },
    {
        "o": 32233,
        "r": "nasb:2 Corinthians:9:4",
        "t": "otherwise if any Macedonians come with me and find you unprepared, we—not to speak of you—will be put to shame by this confidence."
    },
    {
        "o": 32234,
        "r": "nasb:2 Corinthians:9:5",
        "t": "So I thought it necessary to urge the brethren that they would go on ahead to you and arrange beforehand your previously promised bountiful gift, so that the same would be ready as a bountiful gift and not affected by covetousness."
    },
    {
        "o": 32235,
        "r": "nasb:2 Corinthians:9:6",
        "t": "Now*p this I*i say,*i he who sows sparingly will also reap sparingly, and he who sows bountifully will also reap bountifully."
    },
    {
        "o": 32236,
        "r": "nasb:2 Corinthians:9:7",
        "t": "Each one must*i do*i just as he has purposed in his heart, not grudgingly or under compulsion, for God loves a cheerful giver."
    },
    {
        "o": 32237,
        "r": "nasb:2 Corinthians:9:8",
        "t": "And God is able to make all grace abound to you, so that always having all sufficiency in everything, you may have an abundance for every good deed;"
    },
    {
        "o": 32238,
        "r": "nasb:2 Corinthians:9:9",
        "t": "as it is written, “He*spn scattered*s abroad,*s he*s gave*s to*s the*s poor,*s His*sln righteousness*s endures*s forever.”*s"
    },
    {
        "o": 32239,
        "r": "nasb:2 Corinthians:9:10",
        "t": "Now*p He who supplies seed to the sower and bread for food will supply and multiply your seed for sowing and increase the harvest of your righteousness;"
    },
    {
        "o": 32240,
        "r": "nasb:2 Corinthians:9:11",
        "t": "you will be enriched in everything for all liberality, which through us is producing thanksgiving to God."
    },
    {
        "o": 32241,
        "r": "nasb:2 Corinthians:9:12",
        "t": "For the ministry of this service is not only fully supplying the needs of the saints, but is also overflowing through many thanksgivings to God."
    },
    {
        "o": 32242,
        "r": "nasb:2 Corinthians:9:13",
        "t": "Because of the proof given by this ministry, they will glorify God for your*i obedience to your confession of the gospel of Christ and for the liberality of your contribution to them and to all,"
    },
    {
        "o": 32243,
        "r": "nasb:2 Corinthians:9:14",
        "t": "while they also, by prayer on your behalf, yearn for you because of the surpassing grace of God in you."
    },
    {
        "o": 32244,
        "r": "nasb:2 Corinthians:9:15",
        "t": "Thanks be to God for His indescribable gift!"
    }
]
