[
    {
        "o": 32743,
        "r": "esv:Ephesians:4:0",
        "t": "Ephesians 4",
        "h": 1
    },
    {
        "o": 32744,
        "r": "esv:Ephesians:4:0",
        "t": "Unity in the Body of Christ",
        "h": 2
    },
    {
        "o": 32745,
        "r": "esv:Ephesians:4:1",
        "t": "I*p therefore, a prisoner for the Lord, urge you to walk in a manner worthy of the calling to which you have been called,"
    },
    {
        "o": 32746,
        "r": "esv:Ephesians:4:2",
        "t": "with all humility and gentleness, with patience, bearing with one another in love,"
    },
    {
        "o": 32747,
        "r": "esv:Ephesians:4:3",
        "t": "eager to maintain the unity of the Spirit in the bond of peace."
    },
    {
        "o": 32748,
        "r": "esv:Ephesians:4:4",
        "t": "There is one body and one Spirit— just as you were called to the one hope that belongs to your call—"
    },
    {
        "o": 32749,
        "r": "esv:Ephesians:4:5",
        "t": "one Lord, one faith, one baptism,"
    },
    {
        "o": 32750,
        "r": "esv:Ephesians:4:6",
        "t": "one God and Father of all, who is over all and through all and in all."
    },
    {
        "o": 32751,
        "r": "esv:Ephesians:4:7",
        "t": "But grace was given to each one of us according to the measure of Christ’s gift."
    },
    {
        "o": 32752,
        "r": "esv:Ephesians:4:8",
        "t": "Therefore it says, “When*pn he ascended on high he led a host of captives, and*ld he gave gifts to men.”"
    },
    {
        "o": 32753,
        "r": "esv:Ephesians:4:9",
        "t": "(In*p saying, “He ascended,” what does it mean but that he had also descended into the lower regions, the earth?"
    },
    {
        "o": 32754,
        "r": "esv:Ephesians:4:10",
        "t": "He who descended is the one who also ascended far above all the heavens, that he might fill all things.)"
    },
    {
        "o": 32755,
        "r": "esv:Ephesians:4:11",
        "t": "And he gave the apostles, the prophets, the evangelists, the shepherds and teachers,"
    },
    {
        "o": 32756,
        "r": "esv:Ephesians:4:12",
        "t": "to equip the saints for the work of ministry, for building up the body of Christ,"
    },
    {
        "o": 32757,
        "r": "esv:Ephesians:4:13",
        "t": "until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ,"
    },
    {
        "o": 32758,
        "r": "esv:Ephesians:4:14",
        "t": "so that we may no longer be children, tossed to and fro by the waves and carried about by every wind of doctrine, by human cunning, by craftiness in deceitful schemes."
    },
    {
        "o": 32759,
        "r": "esv:Ephesians:4:15",
        "t": "Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ,"
    },
    {
        "o": 32760,
        "r": "esv:Ephesians:4:16",
        "t": "from whom the whole body, joined and held together by every joint with which it is equipped, when each part is working properly, makes the body grow so that it builds itself up in love."
    },
    {
        "o": 32761,
        "r": "esv:Ephesians:4:16",
        "t": "The New Life",
        "h": 2
    },
    {
        "o": 32762,
        "r": "esv:Ephesians:4:17",
        "t": "Now*p this I say and testify in the Lord, that you must no longer walk as the Gentiles do, in the futility of their minds."
    },
    {
        "o": 32763,
        "r": "esv:Ephesians:4:18",
        "t": "They are darkened in their understanding, alienated from the life of God because of the ignorance that is in them, due to their hardness of heart."
    },
    {
        "o": 32764,
        "r": "esv:Ephesians:4:19",
        "t": "They have become callous and have given themselves up to sensuality, greedy to practice every kind of impurity."
    },
    {
        "o": 32765,
        "r": "esv:Ephesians:4:20",
        "t": "But that is not the way you learned Christ!—"
    },
    {
        "o": 32766,
        "r": "esv:Ephesians:4:21",
        "t": "assuming that you have heard about him and were taught in him, as the truth is in Jesus,"
    },
    {
        "o": 32767,
        "r": "esv:Ephesians:4:22",
        "t": "to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires,"
    },
    {
        "o": 32768,
        "r": "esv:Ephesians:4:23",
        "t": "and to be renewed in the spirit of your minds,"
    },
    {
        "o": 32769,
        "r": "esv:Ephesians:4:24",
        "t": "and to put on the new self, created after the likeness of God in true righteousness and holiness."
    },
    {
        "o": 32770,
        "r": "esv:Ephesians:4:25",
        "t": "Therefore,*p having put away falsehood, let each one of you speak the truth with his neighbor, for we are members one of another."
    },
    {
        "o": 32771,
        "r": "esv:Ephesians:4:26",
        "t": "Be angry and do not sin; do not let the sun go down on your anger,"
    },
    {
        "o": 32772,
        "r": "esv:Ephesians:4:27",
        "t": "and give no opportunity to the devil."
    },
    {
        "o": 32773,
        "r": "esv:Ephesians:4:28",
        "t": "Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need."
    },
    {
        "o": 32774,
        "r": "esv:Ephesians:4:29",
        "t": "Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear."
    },
    {
        "o": 32775,
        "r": "esv:Ephesians:4:30",
        "t": "And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption."
    },
    {
        "o": 32776,
        "r": "esv:Ephesians:4:31",
        "t": "Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice."
    },
    {
        "o": 32777,
        "r": "esv:Ephesians:4:32",
        "t": "Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you."
    }
]
