[
    {
        "o": 30692,
        "r": "nkjv:Acts:9:0",
        "t": "Acts 9",
        "h": 1
    },
    {
        "o": 30693,
        "r": "nkjv:Acts:9:0",
        "t": "The Damascus Road: Saul Converted",
        "h": 2
    },
    {
        "o": 30694,
        "r": "nkjv:Acts:9:1",
        "t": "Then*p Saul, still breathing threats and murder against the disciples of the Lord, went to the high priest"
    },
    {
        "o": 30695,
        "r": "nkjv:Acts:9:2",
        "t": "and asked letters from him to the synagogues of Damascus, so that if he found any who were of the Way, whether men or women, he might bring them bound to Jerusalem."
    },
    {
        "o": 30696,
        "r": "nkjv:Acts:9:3",
        "t": "As*p he journeyed he came near Damascus, and suddenly a light shone around him from heaven."
    },
    {
        "o": 30697,
        "r": "nkjv:Acts:9:4",
        "t": "Then he fell to the ground, and heard a voice saying to him, “Saul,*r Saul,*r why*r are*r you*r persecuting*r Me?”*r"
    },
    {
        "o": 30698,
        "r": "nkjv:Acts:9:5",
        "t": "And*p he said, “Who are You, Lord?” Then*p the Lord said, “I*r am*r Jesus,*r whom*r you*r are*r persecuting.*r It*r is*ir hard*r for*r you*r to*r kick*r against*r the*r goads.”*r"
    },
    {
        "o": 30699,
        "r": "nkjv:Acts:9:6",
        "t": "So*p he, trembling and astonished, said, “Lord, what do You want me to do?” Then*p the Lord said*i to him, “Arise*r and*r go*r into*r the*r city,*r and*r you*r will*r be*r told*r what*r you*r must*r do.”*r"
    },
    {
        "o": 30700,
        "r": "nkjv:Acts:9:7",
        "t": "And*p the men who journeyed with him stood speechless, hearing a voice but seeing no one."
    },
    {
        "o": 30701,
        "r": "nkjv:Acts:9:8",
        "t": "Then Saul arose from the ground, and when his eyes were opened he saw no one. But they led him by the hand and brought him*i into Damascus."
    },
    {
        "o": 30702,
        "r": "nkjv:Acts:9:9",
        "t": "And he was three days without sight, and neither ate nor drank."
    },
    {
        "o": 30703,
        "r": "nkjv:Acts:9:9",
        "t": "Ananias Baptizes Saul",
        "h": 2
    },
    {
        "o": 30704,
        "r": "nkjv:Acts:9:10",
        "t": "Now*p there was a certain disciple at Damascus named Ananias; and to him the Lord said in a vision, “Ananias.”*r And*p he said, “Here I am, Lord.”"
    },
    {
        "o": 30705,
        "r": "nkjv:Acts:9:11",
        "t": "So*p the Lord said*i to him, “Arise*r and*r go*r to*r the*r street*r called*r Straight,*r and*r inquire*r at*r the*r house*r of*r Judas*r for*r one*ir called*r Saul*r of*r Tarsus,*r for*r behold,*r he*r is*r praying.*r"
    },
    {
        "o": 30706,
        "r": "nkjv:Acts:9:12",
        "t": "And*r in*r a*r vision*r he*r has*r seen*r a*r man*r named*r Ananias*r coming*r in*r and*r putting*r his*ir hand*r on*r him,*r so*r that*r he*r might*r receive*r his*r sight.”*r"
    },
    {
        "o": 30707,
        "r": "nkjv:Acts:9:13",
        "t": "Then*p Ananias answered, “Lord, I have heard from many about this man, how much harm he has done to Your saints in Jerusalem."
    },
    {
        "o": 30708,
        "r": "nkjv:Acts:9:14",
        "t": "And here he has authority from the chief priests to bind all who call on Your name.”"
    },
    {
        "o": 30709,
        "r": "nkjv:Acts:9:15",
        "t": "But*p the Lord said to him, “Go,*r for*r he*r is*r a*r chosen*r vessel*r of*r Mine*r to*r bear*r My*r name*r before*r Gentiles,*r kings,*r and*r the*r children*r of*r Israel.*r"
    },
    {
        "o": 30710,
        "r": "nkjv:Acts:9:16",
        "t": "For*r I*r will*r show*r him*r how*r many*r things*r he*r must*r suffer*r for*r My*r name’s*r sake.”*r"
    },
    {
        "o": 30711,
        "r": "nkjv:Acts:9:17",
        "t": "And*p Ananias went his way and entered the house; and laying his hands on him he said, “Brother Saul, the Lord Jesus, who appeared to you on the road as you came, has sent me that you may receive your sight and be filled with the Holy Spirit.”"
    },
    {
        "o": 30712,
        "r": "nkjv:Acts:9:18",
        "t": "Immediately there fell from his eyes something*i like scales, and he received his sight at once; and he arose and was baptized."
    },
    {
        "o": 30713,
        "r": "nkjv:Acts:9:19",
        "t": "So*p when he had received food, he was strengthened. Then Saul spent some days with the disciples at Damascus."
    },
    {
        "o": 30714,
        "r": "nkjv:Acts:9:19",
        "t": "Saul Preaches Christ",
        "h": 2
    },
    {
        "o": 30715,
        "r": "nkjv:Acts:9:20",
        "t": "Immediately*p he preached the Christ in the synagogues, that He is the Son of God."
    },
    {
        "o": 30716,
        "r": "nkjv:Acts:9:21",
        "t": "Then*p all who heard were amazed, and said, “Is this not he who destroyed those who called on this name in Jerusalem, and has come here for that purpose, so that he might bring them bound to the chief priests?”"
    },
    {
        "o": 30717,
        "r": "nkjv:Acts:9:22",
        "t": "But*p Saul increased all the more in strength, and confounded the Jews who dwelt in Damascus, proving that this Jesus*i is the Christ."
    },
    {
        "o": 30718,
        "r": "nkjv:Acts:9:22",
        "t": "Saul Escapes Death",
        "h": 2
    },
    {
        "o": 30719,
        "r": "nkjv:Acts:9:23",
        "t": "Now*p after many days were past, the Jews plotted to kill him."
    },
    {
        "o": 30720,
        "r": "nkjv:Acts:9:24",
        "t": "But their plot became known to Saul. And they watched the gates day and night, to kill him."
    },
    {
        "o": 30721,
        "r": "nkjv:Acts:9:25",
        "t": "Then the disciples took him by night and let him*i down through the wall in a large basket."
    },
    {
        "o": 30722,
        "r": "nkjv:Acts:9:25",
        "t": "Saul at Jerusalem",
        "h": 2
    },
    {
        "o": 30723,
        "r": "nkjv:Acts:9:26",
        "t": "And*p when Saul had come to Jerusalem, he tried to join the disciples; but they were all afraid of him, and did not believe that he was a disciple."
    },
    {
        "o": 30724,
        "r": "nkjv:Acts:9:27",
        "t": "But Barnabas took him and brought him*i to the apostles. And he declared to them how he had seen the Lord on the road, and that He had spoken to him, and how he had preached boldly at Damascus in the name of Jesus."
    },
    {
        "o": 30725,
        "r": "nkjv:Acts:9:28",
        "t": "So he was with them at Jerusalem, coming in and going out."
    },
    {
        "o": 30726,
        "r": "nkjv:Acts:9:29",
        "t": "And he spoke boldly in the name of the Lord Jesus and disputed against the Hellenists, but they attempted to kill him."
    },
    {
        "o": 30727,
        "r": "nkjv:Acts:9:30",
        "t": "When the brethren found out, they brought him down to Caesarea and sent him out to Tarsus."
    },
    {
        "o": 30728,
        "r": "nkjv:Acts:9:30",
        "t": "The Church Prospers",
        "h": 2
    },
    {
        "o": 30729,
        "r": "nkjv:Acts:9:31",
        "t": "Then*p the churches throughout all Judea, Galilee, and Samaria had peace and were edified. And walking in the fear of the Lord and in the comfort of the Holy Spirit, they were multiplied."
    },
    {
        "o": 30730,
        "r": "nkjv:Acts:9:31",
        "t": "Aeneas Healed",
        "h": 2
    },
    {
        "o": 30731,
        "r": "nkjv:Acts:9:32",
        "t": "Now*p it came to pass, as Peter went through all parts*i of*i the*i country,*i that he also came down to the saints who dwelt in Lydda."
    },
    {
        "o": 30732,
        "r": "nkjv:Acts:9:33",
        "t": "There he found a certain man named Aeneas, who had been bedridden eight years and was paralyzed."
    },
    {
        "o": 30733,
        "r": "nkjv:Acts:9:34",
        "t": "And Peter said to him, “Aeneas, Jesus the Christ heals you. Arise and make your bed.” Then he arose immediately."
    },
    {
        "o": 30734,
        "r": "nkjv:Acts:9:35",
        "t": "So all who dwelt at Lydda and Sharon saw him and turned to the Lord."
    },
    {
        "o": 30735,
        "r": "nkjv:Acts:9:35",
        "t": "Dorcas Restored to Life",
        "h": 2
    },
    {
        "o": 30736,
        "r": "nkjv:Acts:9:36",
        "t": "At*p Joppa there was a certain disciple named Tabitha, which is translated Dorcas. This woman was full of good works and charitable deeds which she did."
    },
    {
        "o": 30737,
        "r": "nkjv:Acts:9:37",
        "t": "But it happened in those days that she became sick and died. When they had washed her, they laid her*i in an upper room."
    },
    {
        "o": 30738,
        "r": "nkjv:Acts:9:38",
        "t": "And since Lydda was near Joppa, and the disciples had heard that Peter was there, they sent two men to him, imploring him*i not to delay in coming to them."
    },
    {
        "o": 30739,
        "r": "nkjv:Acts:9:39",
        "t": "Then Peter arose and went with them. When he had come, they brought him*i to the upper room. And all the widows stood by him weeping, showing the tunics and garments which Dorcas had made while she was with them."
    },
    {
        "o": 30740,
        "r": "nkjv:Acts:9:40",
        "t": "But Peter put them all out, and knelt down and prayed. And turning to the body he said, “Tabitha, arise.” And she opened her eyes, and when she saw Peter she sat up."
    },
    {
        "o": 30741,
        "r": "nkjv:Acts:9:41",
        "t": "Then he gave her his*i hand and lifted her up; and when he had called the saints and widows, he presented her alive."
    },
    {
        "o": 30742,
        "r": "nkjv:Acts:9:42",
        "t": "And it became known throughout all Joppa, and many believed on the Lord."
    },
    {
        "o": 30743,
        "r": "nkjv:Acts:9:43",
        "t": "So it was that he stayed many days in Joppa with Simon, a tanner."
    }
]
