[
    {
        "o": 29750,
        "r": "kjv:1 Corinthians:9:0",
        "t": "1 Corinthians 9",
        "h": 1
    },
    {
        "o": 29751,
        "r": "kjv:1 Corinthians:9:1",
        "t": "Am*p I not an apostle? am I not free? have I not seen Jesus Christ our Lord? are not ye my work in the Lord?"
    },
    {
        "o": 29752,
        "r": "kjv:1 Corinthians:9:2",
        "t": "If*p I be not an apostle unto others, yet doubtless I am to you: for the seal of mine apostleship are ye in the Lord."
    },
    {
        "o": 29753,
        "r": "kjv:1 Corinthians:9:3",
        "t": "Mine*p answer to them that do examine me is this,"
    },
    {
        "o": 29754,
        "r": "kjv:1 Corinthians:9:4",
        "t": "Have*p we not power to eat and to drink?"
    },
    {
        "o": 29755,
        "r": "kjv:1 Corinthians:9:5",
        "t": "Have*p we not power to lead about a sister, a wife, as well as other apostles, and as the brethren of the Lord, and Cephas?"
    },
    {
        "o": 29756,
        "r": "kjv:1 Corinthians:9:6",
        "t": "Or*p I only and Barnabas, have not we power to forbear working?"
    },
    {
        "o": 29757,
        "r": "kjv:1 Corinthians:9:7",
        "t": "Who*p goeth a warfare any time at his own charges? who planteth a vineyard, and eateth not of the fruit thereof? or who feedeth a flock, and eateth not of the milk of the flock?"
    },
    {
        "o": 29758,
        "r": "kjv:1 Corinthians:9:8",
        "t": "Say*p I these things as a man? or saith not the law the same also?"
    },
    {
        "o": 29759,
        "r": "kjv:1 Corinthians:9:9",
        "t": "For*p it is written in the law of Moses, Thou shalt not muzzle the mouth of the ox that treadeth out the corn. Doth God take care for oxen?"
    },
    {
        "o": 29760,
        "r": "kjv:1 Corinthians:9:10",
        "t": "Or*p saith he it altogether for our sakes? For our sakes, no doubt, this is written: that he that ploweth should plow in hope; and that he that thresheth in hope should be partaker of his hope."
    },
    {
        "o": 29761,
        "r": "kjv:1 Corinthians:9:11",
        "t": "If*p we have sown unto you spiritual things, is it a great thing if we shall reap your carnal things?"
    },
    {
        "o": 29762,
        "r": "kjv:1 Corinthians:9:12",
        "t": "If*p others be partakers of this power over you, are not we rather? Nevertheless we have not used this power; but suffer all things, lest we should hinder the gospel of Christ."
    },
    {
        "o": 29763,
        "r": "kjv:1 Corinthians:9:13",
        "t": "Do*p ye not know that they which minister about holy things live of the things of the temple? and they which wait at the altar are partakers with the altar?"
    },
    {
        "o": 29764,
        "r": "kjv:1 Corinthians:9:14",
        "t": "Even*p so hath the Lord ordained that they which preach the gospel should live of the gospel."
    },
    {
        "o": 29765,
        "r": "kjv:1 Corinthians:9:15",
        "t": "But*p I have used none of these things: neither have I written these things, that it should be so done unto me: for it were better for me to die, than that any man should make my glorying void."
    },
    {
        "o": 29766,
        "r": "kjv:1 Corinthians:9:16",
        "t": "For*p though I preach the gospel, I have nothing to glory of: for necessity is laid upon me; yea, woe is unto me, if I preach not the gospel!"
    },
    {
        "o": 29767,
        "r": "kjv:1 Corinthians:9:17",
        "t": "For*p if I do this thing willingly, I have a reward: but if against my will, a dispensation of the gospel is committed unto me."
    },
    {
        "o": 29768,
        "r": "kjv:1 Corinthians:9:18",
        "t": "What*p is my reward then? Verily that, when I preach the gospel, I may make the gospel of Christ without charge, that I abuse not my power in the gospel."
    },
    {
        "o": 29769,
        "r": "kjv:1 Corinthians:9:19",
        "t": "For*p though I be free from all men, yet have I made myself servant unto all, that I might gain the more."
    },
    {
        "o": 29770,
        "r": "kjv:1 Corinthians:9:20",
        "t": "And*p unto the Jews I became as a Jew, that I might gain the Jews; to them that are under the law, as under the law, that I might gain them that are under the law;"
    },
    {
        "o": 29771,
        "r": "kjv:1 Corinthians:9:21",
        "t": "To*p them that are without law, as without law, (being not without law to God, but under the law to Christ,) that I might gain them that are without law."
    },
    {
        "o": 29772,
        "r": "kjv:1 Corinthians:9:22",
        "t": "To*p the weak became I as weak, that I might gain the weak: I am made all things to all men, that I might by all means save some."
    },
    {
        "o": 29773,
        "r": "kjv:1 Corinthians:9:23",
        "t": "And*p this I do for the gospel's sake, that I might be partaker thereof with you."
    },
    {
        "o": 29774,
        "r": "kjv:1 Corinthians:9:24",
        "t": "Know*p ye not that they which run in a race run all, but one receiveth the prize? So run, that ye may obtain."
    },
    {
        "o": 29775,
        "r": "kjv:1 Corinthians:9:25",
        "t": "And*p every man that striveth for the mastery is temperate in all things. Now they do it to obtain a corruptible crown; but we an incorruptible."
    },
    {
        "o": 29776,
        "r": "kjv:1 Corinthians:9:26",
        "t": "I*p therefore so run, not as uncertainly; so fight I, not as one that beateth the air:"
    },
    {
        "o": 29777,
        "r": "kjv:1 Corinthians:9:27",
        "t": "But*p I keep under my body, and bring it into subjection: lest that by any means, when I have preached to others, I myself should be a castaway."
    }
]
