[
    {
        "o": 4563,
        "r": "niv:Numbers:16:0",
        "t": "Numbers 16",
        "h": 1
    },
    {
        "o": 4564,
        "r": "niv:Numbers:16:0",
        "t": "Korah, Dathan and Abiram",
        "h": 2
    },
    {
        "o": 4565,
        "r": "niv:Numbers:16:1",
        "t": "Korah*p son of Izhar, the son of Kohath, the son of Levi, and certain Reubenites—Dathan and Abiram, sons of Eliab, and On son of Peleth—became insolent"
    },
    {
        "o": 4566,
        "r": "niv:Numbers:16:2",
        "t": "and rose up against Moses. With them were 250 Israelite men, well-known community leaders who had been appointed members of the council."
    },
    {
        "o": 4567,
        "r": "niv:Numbers:16:3",
        "t": "They came as a group to oppose Moses and Aaron and said to them, “You have gone too far! The whole community is holy, every one of them, and the Lord*s is with them. Why then do you set yourselves above the Lord’s*s assembly?”"
    },
    {
        "o": 4568,
        "r": "niv:Numbers:16:4",
        "t": "When*p Moses heard this, he fell facedown."
    },
    {
        "o": 4569,
        "r": "niv:Numbers:16:5",
        "t": "Then he said to Korah and all his followers: “In the morning the Lord*s will show who belongs to him and who is holy, and he will have that person come near him. The man he chooses he will cause to come near him."
    },
    {
        "o": 4570,
        "r": "niv:Numbers:16:6",
        "t": "You, Korah, and all your followers are to do this: Take censers"
    },
    {
        "o": 4571,
        "r": "niv:Numbers:16:7",
        "t": "and tomorrow put burning coals and incense in them before the Lord.*s The man the Lord*s chooses will be the one who is holy. You Levites have gone too far!”"
    },
    {
        "o": 4572,
        "r": "niv:Numbers:16:8",
        "t": "Moses*p also said to Korah, “Now listen, you Levites!"
    },
    {
        "o": 4573,
        "r": "niv:Numbers:16:9",
        "t": "Isn’t it enough for you that the God of Israel has separated you from the rest of the Israelite community and brought you near himself to do the work at the Lord’s*s tabernacle and to stand before the community and minister to them?"
    },
    {
        "o": 4574,
        "r": "niv:Numbers:16:10",
        "t": "He has brought you and all your fellow Levites near himself, but now you are trying to get the priesthood too."
    },
    {
        "o": 4575,
        "r": "niv:Numbers:16:11",
        "t": "It is against the Lord*s that you and all your followers have banded together. Who is Aaron that you should grumble against him?”"
    },
    {
        "o": 4576,
        "r": "niv:Numbers:16:12",
        "t": "Then*p Moses summoned Dathan and Abiram, the sons of Eliab. But they said, “We will not come!"
    },
    {
        "o": 4577,
        "r": "niv:Numbers:16:13",
        "t": "Isn’t it enough that you have brought us up out of a land flowing with milk and honey to kill us in the wilderness? And now you also want to lord it over us!"
    },
    {
        "o": 4578,
        "r": "niv:Numbers:16:14",
        "t": "Moreover, you haven’t brought us into a land flowing with milk and honey or given us an inheritance of fields and vineyards. Do you want to treat these men like slaves? No, we will not come!”"
    },
    {
        "o": 4579,
        "r": "niv:Numbers:16:15",
        "t": "Then*p Moses became very angry and said to the Lord,*s “Do not accept their offering. I have not taken so much as a donkey from them, nor have I wronged any of them.”"
    },
    {
        "o": 4580,
        "r": "niv:Numbers:16:16",
        "t": "Moses*p said to Korah, “You and all your followers are to appear before the Lord*s tomorrow—you and they and Aaron."
    },
    {
        "o": 4581,
        "r": "niv:Numbers:16:17",
        "t": "Each man is to take his censer and put incense in it—250 censers in all—and present it before the Lord.*s You and Aaron are to present your censers also.”"
    },
    {
        "o": 4582,
        "r": "niv:Numbers:16:18",
        "t": "So each of them took his censer, put burning coals and incense in it, and stood with Moses and Aaron at the entrance to the tent of meeting."
    },
    {
        "o": 4583,
        "r": "niv:Numbers:16:19",
        "t": "When Korah had gathered all his followers in opposition to them at the entrance to the tent of meeting, the glory of the Lord*s appeared to the entire assembly."
    },
    {
        "o": 4584,
        "r": "niv:Numbers:16:20",
        "t": "The Lord*s said to Moses and Aaron,"
    },
    {
        "o": 4585,
        "r": "niv:Numbers:16:21",
        "t": "“Separate yourselves from this assembly so I can put an end to them at once.”"
    },
    {
        "o": 4586,
        "r": "niv:Numbers:16:22",
        "t": "But*p Moses and Aaron fell facedown and cried out, “O God, the God who gives breath to all living things, will you be angry with the entire assembly when only one man sins?”"
    },
    {
        "o": 4587,
        "r": "niv:Numbers:16:23",
        "t": "Then*p the Lord*s said to Moses,"
    },
    {
        "o": 4588,
        "r": "niv:Numbers:16:24",
        "t": "“Say to the assembly, ‘Move away from the tents of Korah, Dathan and Abiram.’ ”"
    },
    {
        "o": 4589,
        "r": "niv:Numbers:16:25",
        "t": "Moses*p got up and went to Dathan and Abiram, and the elders of Israel followed him."
    },
    {
        "o": 4590,
        "r": "niv:Numbers:16:26",
        "t": "He warned the assembly, “Move back from the tents of these wicked men! Do not touch anything belonging to them, or you will be swept away because of all their sins.”"
    },
    {
        "o": 4591,
        "r": "niv:Numbers:16:27",
        "t": "So they moved away from the tents of Korah, Dathan and Abiram. Dathan and Abiram had come out and were standing with their wives, children and little ones at the entrances to their tents."
    },
    {
        "o": 4592,
        "r": "niv:Numbers:16:28",
        "t": "Then*p Moses said, “This is how you will know that the Lord*s has sent me to do all these things and that it was not my idea:"
    },
    {
        "o": 4593,
        "r": "niv:Numbers:16:29",
        "t": "If these men die a natural death and suffer the fate of all mankind, then the Lord*s has not sent me."
    },
    {
        "o": 4594,
        "r": "niv:Numbers:16:30",
        "t": "But if the Lord*s brings about something totally new, and the earth opens its mouth and swallows them, with everything that belongs to them, and they go down alive into the realm of the dead, then you will know that these men have treated the Lord*s with contempt.”"
    },
    {
        "o": 4595,
        "r": "niv:Numbers:16:31",
        "t": "As*p soon as he finished saying all this, the ground under them split apart"
    },
    {
        "o": 4596,
        "r": "niv:Numbers:16:32",
        "t": "and the earth opened its mouth and swallowed them and their households, and all those associated with Korah, together with their possessions."
    },
    {
        "o": 4597,
        "r": "niv:Numbers:16:33",
        "t": "They went down alive into the realm of the dead, with everything they owned; the earth closed over them, and they perished and were gone from the community."
    },
    {
        "o": 4598,
        "r": "niv:Numbers:16:34",
        "t": "At their cries, all the Israelites around them fled, shouting, “The earth is going to swallow us too!”"
    },
    {
        "o": 4599,
        "r": "niv:Numbers:16:35",
        "t": "And*p fire came out from the Lord*s and consumed the 250 men who were offering the incense."
    },
    {
        "o": 4600,
        "r": "niv:Numbers:16:36",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 4601,
        "r": "niv:Numbers:16:37",
        "t": "“Tell Eleazar son of Aaron, the priest, to remove the censers from the charred remains and scatter the coals some distance away, for the censers are holy—"
    },
    {
        "o": 4602,
        "r": "niv:Numbers:16:38",
        "t": "the censers of the men who sinned at the cost of their lives. Hammer the censers into sheets to overlay the altar, for they were presented before the Lord*s and have become holy. Let them be a sign to the Israelites.”"
    },
    {
        "o": 4603,
        "r": "niv:Numbers:16:39",
        "t": "So*p Eleazar the priest collected the bronze censers brought by those who had been burned to death, and he had them hammered out to overlay the altar,"
    },
    {
        "o": 4604,
        "r": "niv:Numbers:16:40",
        "t": "as the Lord*s directed him through Moses. This was to remind the Israelites that no one except a descendant of Aaron should come to burn incense before the Lord,*s or he would become like Korah and his followers."
    },
    {
        "o": 4605,
        "r": "niv:Numbers:16:41",
        "t": "The*p next day the whole Israelite community grumbled against Moses and Aaron. “You have killed the Lord’s*s people,” they said."
    },
    {
        "o": 4606,
        "r": "niv:Numbers:16:42",
        "t": "But*p when the assembly gathered in opposition to Moses and Aaron and turned toward the tent of meeting, suddenly the cloud covered it and the glory of the Lord*s appeared."
    },
    {
        "o": 4607,
        "r": "niv:Numbers:16:43",
        "t": "Then Moses and Aaron went to the front of the tent of meeting,"
    },
    {
        "o": 4608,
        "r": "niv:Numbers:16:44",
        "t": "and the Lord*s said to Moses,"
    },
    {
        "o": 4609,
        "r": "niv:Numbers:16:45",
        "t": "“Get away from this assembly so I can put an end to them at once.” And they fell facedown."
    },
    {
        "o": 4610,
        "r": "niv:Numbers:16:46",
        "t": "Then*p Moses said to Aaron, “Take your censer and put incense in it, along with burning coals from the altar, and hurry to the assembly to make atonement for them. Wrath has come out from the Lord;*s the plague has started.”"
    },
    {
        "o": 4611,
        "r": "niv:Numbers:16:47",
        "t": "So Aaron did as Moses said, and ran into the midst of the assembly. The plague had already started among the people, but Aaron offered the incense and made atonement for them."
    },
    {
        "o": 4612,
        "r": "niv:Numbers:16:48",
        "t": "He stood between the living and the dead, and the plague stopped."
    },
    {
        "o": 4613,
        "r": "niv:Numbers:16:49",
        "t": "But 14,700 people died from the plague, in addition to those who had died because of Korah."
    },
    {
        "o": 4614,
        "r": "niv:Numbers:16:50",
        "t": "Then Aaron returned to Moses at the entrance to the tent of meeting, for the plague had stopped."
    }
]
