[
    {
        "o": 22457,
        "r": "csb:Jeremiah:44:0",
        "t": "Jeremiah 44",
        "h": 1
    },
    {
        "o": 22458,
        "r": "csb:Jeremiah:44:0",
        "t": "God’s Judgment against His People in Egypt",
        "h": 2
    },
    {
        "o": 22459,
        "r": "csb:Jeremiah:44:1",
        "t": "This*p is the word that came to Jeremiah for all the Jews living in the land of Egypt - at Migdol, Tahpanhes, Memphis, and in the land of Pathros:"
    },
    {
        "o": 22460,
        "r": "csb:Jeremiah:44:2",
        "t": "“This is what the Lord*s of Armies, the God of Israel, says: You have seen all the disaster I brought against Jerusalem and all Judah’s cities. Look, they are a ruin today without an inhabitant in them"
    },
    {
        "o": 22461,
        "r": "csb:Jeremiah:44:3",
        "t": "because of the evil they committed to anger me, by going and burning incense to serve other gods that they, you, and your ancestors did not know."
    },
    {
        "o": 22462,
        "r": "csb:Jeremiah:44:4",
        "t": "So I sent you all my servants the prophets time and time again, saying, ‘Don’t commit this detestable action that I hate.’"
    },
    {
        "o": 22463,
        "r": "csb:Jeremiah:44:5",
        "t": "But they did not listen or pay attention; they did not turn from their evil or stop burning incense to other gods."
    },
    {
        "o": 22464,
        "r": "csb:Jeremiah:44:6",
        "t": "So my fierce wrath poured out and burned in Judah’s cities and Jerusalem’s streets so that they became the desolate ruin they are today."
    },
    {
        "o": 22465,
        "r": "csb:Jeremiah:44:7",
        "t": "“So*p now, this is what the Lord,*s the God of Armies, the God of Israel, says: Why are you doing such terrible harm to yourselves? You are cutting off man and woman, infant and nursing baby from Judah, leaving yourselves without a remnant."
    },
    {
        "o": 22466,
        "r": "csb:Jeremiah:44:8",
        "t": "You are angering me by the work of your hands. You are burning incense to other gods in the land of Egypt where you have gone to stay for a while. As a result, you will be cut off and become an example for cursing and insult among all the nations of earth."
    },
    {
        "o": 22467,
        "r": "csb:Jeremiah:44:9",
        "t": "Have you forgotten the evils of your ancestors, the evils of Judah’s kings, the evils of their wives, your own evils, and the evils of your wives that were committed in the land of Judah and in the streets of Jerusalem?"
    },
    {
        "o": 22468,
        "r": "csb:Jeremiah:44:10",
        "t": "They have not become humble to this day, and they have not feared or followed my instruction or my statutes that I set before you and your ancestors."
    },
    {
        "o": 22469,
        "r": "csb:Jeremiah:44:11",
        "t": "“Therefore,*p this is what the Lord*s of Armies, the God of Israel, says: I am about to set my face against you to bring disaster, to cut off all Judah."
    },
    {
        "o": 22470,
        "r": "csb:Jeremiah:44:12",
        "t": "And I will take away the remnant of Judah, those who have set their face to go to the land of Egypt to stay there. All of them will meet their end in the land of Egypt. They will fall by the sword; they will meet their end by famine. From the least to the greatest, they will die by the sword and by famine. Then they will become an example for cursing, scorn, execration, and disgrace."
    },
    {
        "o": 22471,
        "r": "csb:Jeremiah:44:13",
        "t": "I will punish those living in the land of Egypt just as I punished Jerusalem by sword, famine, and plague."
    },
    {
        "o": 22472,
        "r": "csb:Jeremiah:44:14",
        "t": "Then the remnant of Judah - those going to live for a while there in the land of Egypt - will have no fugitive or survivor to return to the land of Judah where they are longing to return to stay, for they will not return except for a few fugitives.”"
    },
    {
        "o": 22473,
        "r": "csb:Jeremiah:44:14",
        "t": "The People’s Stubborn Response",
        "h": 2
    },
    {
        "o": 22474,
        "r": "csb:Jeremiah:44:15",
        "t": "However,*p all the men who knew that their wives were burning incense to other gods, all the women standing by - a great assembly - and all the people who were living in the land of Egypt at Pathros answered Jeremiah,"
    },
    {
        "o": 22475,
        "r": "csb:Jeremiah:44:16",
        "t": "“As for the word you spoke to us in the name of the Lord,*s we are not going to listen to you!"
    },
    {
        "o": 22476,
        "r": "csb:Jeremiah:44:17",
        "t": "Instead, we will do everything we promised: we will burn incense to the queen of heaven and offer drink offerings to her just as we, our ancestors, our kings, and our officials did in Judah’s cities and in Jerusalem’s streets. Then we had enough food, we were well off, and we saw no disaster,"
    },
    {
        "o": 22477,
        "r": "csb:Jeremiah:44:18",
        "t": "but from the time we ceased to burn incense to the queen of heaven and to offer her drink offerings, we have lacked everything, and through sword and famine we have met our end.”"
    },
    {
        "o": 22478,
        "r": "csb:Jeremiah:44:19",
        "t": "And*p the women said, “When we burned incense to the queen of heaven and poured out drink offerings to her, was it apart from our husbands’ knowledge that we made sacrificial cakes in her image and poured out drink offerings to her?”"
    },
    {
        "o": 22479,
        "r": "csb:Jeremiah:44:20",
        "t": "But*p Jeremiah responded to all the people - the men, women, and all the people who were answering him:"
    },
    {
        "o": 22480,
        "r": "csb:Jeremiah:44:21",
        "t": "“As for the incense you burned in Judah’s cities and in Jerusalem’s streets - you, your ancestors, your kings, your officials, and the people of the land - did the Lord*s not remember them? He brought this to mind."
    },
    {
        "o": 22481,
        "r": "csb:Jeremiah:44:22",
        "t": "The Lord*s can no longer bear your evil deeds and the detestable acts you have committed, so your land has become a waste, a desolation, and an example for cursing, without inhabitant, as you see today."
    },
    {
        "o": 22482,
        "r": "csb:Jeremiah:44:23",
        "t": "Because you burned incense and sinned against the Lord*s and didn’t obey the Lord*s and didn’t follow his instruction, his statutes, and his testimonies, this disaster has come to you, as you see today.”"
    },
    {
        "o": 22483,
        "r": "csb:Jeremiah:44:24",
        "t": "Then*p Jeremiah said to all the people, including all the women, “Hear the word of the Lord,*s all you people of Judah who are in the land of Egypt."
    },
    {
        "o": 22484,
        "r": "csb:Jeremiah:44:25",
        "t": "This is what the Lord*s of Armies, the God of Israel, says: ‘As for you and your wives, you women have spoken with your mouths, and you men fulfilled it by your deeds, saying, “We will keep our vows that we have made to burn incense to the queen of heaven and to pour out drink offerings for her.” Go ahead, confirm your vows! Keep your vows!’"
    },
    {
        "o": 22485,
        "r": "csb:Jeremiah:44:26",
        "t": "“Therefore,*p hear the word of the Lord,*s all you Judeans who live in the land of Egypt: ‘I have sworn by my great name, says the Lord,*s that my name will never again be invoked by anyone of Judah in all the land of Egypt, saying, “As the Lord God*s lives.”"
    },
    {
        "o": 22486,
        "r": "csb:Jeremiah:44:27",
        "t": "I am watching over them for disaster and not for good, and everyone from Judah who is in the land of Egypt will meet his end by sword or famine until they are finished off."
    },
    {
        "o": 22487,
        "r": "csb:Jeremiah:44:28",
        "t": "Those who escape the sword will return from the land of Egypt to the land of Judah only few in number, and the whole remnant of Judah, the ones going to the land of Egypt to stay there for a while, will know whose word stands, mine or theirs!"
    },
    {
        "o": 22488,
        "r": "csb:Jeremiah:44:29",
        "t": "This will be a sign to you’ - this is the Lord’s*s declaration - ‘that I will punish you in this place, so you may know that my words of disaster concerning you will certainly come to pass."
    },
    {
        "o": 22489,
        "r": "csb:Jeremiah:44:30",
        "t": "This is what the Lord*s says: I am about to hand over Pharaoh Hophra, Egypt’s king, to his enemies, to those who intend to take his life, just as I handed over Judah’s King Zedekiah to Babylon’s King Nebuchadnezzar, who was his enemy, the one who intended to take his life.’”"
    }
]
