[
    {
        "o": 14864,
        "r": "niv:Job:31:0",
        "t": "Job 31",
        "h": 1
    },
    {
        "o": 14865,
        "r": "niv:Job:31:1",
        "t": "“I*pn made a covenant with my eyes not*ld to look lustfully at a young woman."
    },
    {
        "o": 14866,
        "r": "niv:Job:31:2",
        "t": "For*ln what is our lot from God above, our*ld heritage from the Almighty on high?"
    },
    {
        "o": 14867,
        "r": "niv:Job:31:3",
        "t": "Is*ln it not ruin for the wicked, disaster*ld for those who do wrong?"
    },
    {
        "o": 14868,
        "r": "niv:Job:31:4",
        "t": "Does*ln he not see my ways and*ld count my every step?"
    },
    {
        "o": 14869,
        "r": "niv:Job:31:5",
        "t": "“If*pn I have walked with falsehood or*ld my foot has hurried after deceit—"
    },
    {
        "o": 14870,
        "r": "niv:Job:31:6",
        "t": "let*ln God weigh me in honest scales and*ld he will know that I am blameless—"
    },
    {
        "o": 14871,
        "r": "niv:Job:31:7",
        "t": "if*ln my steps have turned from the path, if*ld my heart has been led by my eyes, or*ld if my hands have been defiled,"
    },
    {
        "o": 14872,
        "r": "niv:Job:31:8",
        "t": "then*ln may others eat what I have sown, and*ld may my crops be uprooted."
    },
    {
        "o": 14873,
        "r": "niv:Job:31:9",
        "t": "“If*pn my heart has been enticed by a woman, or*ld if I have lurked at my neighbor’s door,"
    },
    {
        "o": 14874,
        "r": "niv:Job:31:10",
        "t": "then*ln may my wife grind another man’s grain, and*ld may other men sleep with her."
    },
    {
        "o": 14875,
        "r": "niv:Job:31:11",
        "t": "For*ln that would have been wicked, a*ld sin to be judged."
    },
    {
        "o": 14876,
        "r": "niv:Job:31:12",
        "t": "It*ln is a fire that burns to Destruction; it*ld would have uprooted my harvest."
    },
    {
        "o": 14877,
        "r": "niv:Job:31:13",
        "t": "“If*pn I have denied justice to any of my servants, whether*ld male or female, when*ld they had a grievance against me,"
    },
    {
        "o": 14878,
        "r": "niv:Job:31:14",
        "t": "what*ln will I do when God confronts me? What*ld will I answer when called to account?"
    },
    {
        "o": 14879,
        "r": "niv:Job:31:15",
        "t": "Did*ln not he who made me in the womb make them? Did*ld not the same one form us both within our mothers?"
    },
    {
        "o": 14880,
        "r": "niv:Job:31:16",
        "t": "“If*pn I have denied the desires of the poor or*ld let the eyes of the widow grow weary,"
    },
    {
        "o": 14881,
        "r": "niv:Job:31:17",
        "t": "if*ln I have kept my bread to myself, not*ld sharing it with the fatherless—"
    },
    {
        "o": 14882,
        "r": "niv:Job:31:18",
        "t": "but*ln from my youth I reared them as a father would, and*ld from my birth I guided the widow—"
    },
    {
        "o": 14883,
        "r": "niv:Job:31:19",
        "t": "if*ln I have seen anyone perishing for lack of clothing, or*ld the needy without garments,"
    },
    {
        "o": 14884,
        "r": "niv:Job:31:20",
        "t": "and*ln their hearts did not bless me for*ld warming them with the fleece from my sheep,"
    },
    {
        "o": 14885,
        "r": "niv:Job:31:21",
        "t": "if*ln I have raised my hand against the fatherless, knowing*ld that I had influence in court,"
    },
    {
        "o": 14886,
        "r": "niv:Job:31:22",
        "t": "then*ln let my arm fall from the shoulder, let*ld it be broken off at the joint."
    },
    {
        "o": 14887,
        "r": "niv:Job:31:23",
        "t": "For*ln I dreaded destruction from God, and*ld for fear of his splendor I could not do such things."
    },
    {
        "o": 14888,
        "r": "niv:Job:31:24",
        "t": "“If*pn I have put my trust in gold or*ld said to pure gold, ‘You are my security,’"
    },
    {
        "o": 14889,
        "r": "niv:Job:31:25",
        "t": "if*ln I have rejoiced over my great wealth, the*ld fortune my hands had gained,"
    },
    {
        "o": 14890,
        "r": "niv:Job:31:26",
        "t": "if*ln I have regarded the sun in its radiance or*ld the moon moving in splendor,"
    },
    {
        "o": 14891,
        "r": "niv:Job:31:27",
        "t": "so*ln that my heart was secretly enticed and*ld my hand offered them a kiss of homage,"
    },
    {
        "o": 14892,
        "r": "niv:Job:31:28",
        "t": "then*ln these also would be sins to be judged, for*ld I would have been unfaithful to God on high."
    },
    {
        "o": 14893,
        "r": "niv:Job:31:29",
        "t": "“If*pn I have rejoiced at my enemy’s misfortune or*ld gloated over the trouble that came to him—"
    },
    {
        "o": 14894,
        "r": "niv:Job:31:30",
        "t": "I*ln have not allowed my mouth to sin by*ld invoking a curse against their life—"
    },
    {
        "o": 14895,
        "r": "niv:Job:31:31",
        "t": "if*ln those of my household have never said, ‘Who*ld has not been filled with Job’s meat?’—"
    },
    {
        "o": 14896,
        "r": "niv:Job:31:32",
        "t": "but*ln no stranger had to spend the night in the street, for*ld my door was always open to the traveler—"
    },
    {
        "o": 14897,
        "r": "niv:Job:31:33",
        "t": "if*ln I have concealed my sin as people do, by*ld hiding my guilt in my heart"
    },
    {
        "o": 14898,
        "r": "niv:Job:31:34",
        "t": "because*ln I so feared the crowd and*ld so dreaded the contempt of the clans that*ld I kept silent and would not go outside—"
    },
    {
        "o": 14899,
        "r": "niv:Job:31:35",
        "t": "(“Oh,*pn that I had someone to hear me! I*ld sign now my defense—let the Almighty answer me; let*ld my accuser put his indictment in writing."
    },
    {
        "o": 14900,
        "r": "niv:Job:31:36",
        "t": "Surely*ln I would wear it on my shoulder, I*ld would put it on like a crown."
    },
    {
        "o": 14901,
        "r": "niv:Job:31:37",
        "t": "I*ln would give him an account of my every step; I*ld would present it to him as to a ruler.)—"
    },
    {
        "o": 14902,
        "r": "niv:Job:31:38",
        "t": "“if*pn my land cries out against me and*ld all its furrows are wet with tears,"
    },
    {
        "o": 14903,
        "r": "niv:Job:31:39",
        "t": "if*ln I have devoured its yield without payment or*ld broken the spirit of its tenants,"
    },
    {
        "o": 14904,
        "r": "niv:Job:31:40",
        "t": "then*ln let briers come up instead of wheat and*ld stinkweed instead of barley.” The*p words of Job are ended."
    }
]
