[
    {
        "o": 5448,
        "r": "niv:Deuteronomy:4:0",
        "t": "Deuteronomy 4",
        "h": 1
    },
    {
        "o": 5449,
        "r": "niv:Deuteronomy:4:0",
        "t": "Obedience Commanded",
        "h": 2
    },
    {
        "o": 5450,
        "r": "niv:Deuteronomy:4:1",
        "t": "Now,*p Israel, hear the decrees and laws I am about to teach you. Follow them so that you may live and may go in and take possession of the land the Lord,*s the God of your ancestors, is giving you."
    },
    {
        "o": 5451,
        "r": "niv:Deuteronomy:4:2",
        "t": "Do not add to what I command you and do not subtract from it, but keep the commands of the Lord*s your God that I give you."
    },
    {
        "o": 5452,
        "r": "niv:Deuteronomy:4:3",
        "t": "You*p saw with your own eyes what the Lord*s did at Baal Peor. The Lord*s your God destroyed from among you everyone who followed the Baal of Peor,"
    },
    {
        "o": 5453,
        "r": "niv:Deuteronomy:4:4",
        "t": "but all of you who held fast to the Lord*s your God are still alive today."
    },
    {
        "o": 5454,
        "r": "niv:Deuteronomy:4:5",
        "t": "See,*p I have taught you decrees and laws as the Lord*s my God commanded me, so that you may follow them in the land you are entering to take possession of it."
    },
    {
        "o": 5455,
        "r": "niv:Deuteronomy:4:6",
        "t": "Observe them carefully, for this will show your wisdom and understanding to the nations, who will hear about all these decrees and say, “Surely this great nation is a wise and understanding people.”"
    },
    {
        "o": 5456,
        "r": "niv:Deuteronomy:4:7",
        "t": "What other nation is so great as to have their gods near them the way the Lord*s our God is near us whenever we pray to him?"
    },
    {
        "o": 5457,
        "r": "niv:Deuteronomy:4:8",
        "t": "And what other nation is so great as to have such righteous decrees and laws as this body of laws I am setting before you today?"
    },
    {
        "o": 5458,
        "r": "niv:Deuteronomy:4:9",
        "t": "Only*p be careful, and watch yourselves closely so that you do not forget the things your eyes have seen or let them fade from your heart as long as you live. Teach them to your children and to their children after them."
    },
    {
        "o": 5459,
        "r": "niv:Deuteronomy:4:10",
        "t": "Remember the day you stood before the Lord*s your God at Horeb, when he said to me, “Assemble the people before me to hear my words so that they may learn to revere me as long as they live in the land and may teach them to their children.”"
    },
    {
        "o": 5460,
        "r": "niv:Deuteronomy:4:11",
        "t": "You came near and stood at the foot of the mountain while it blazed with fire to the very heavens, with black clouds and deep darkness."
    },
    {
        "o": 5461,
        "r": "niv:Deuteronomy:4:12",
        "t": "Then the Lord*s spoke to you out of the fire. You heard the sound of words but saw no form; there was only a voice."
    },
    {
        "o": 5462,
        "r": "niv:Deuteronomy:4:13",
        "t": "He declared to you his covenant, the Ten Commandments, which he commanded you to follow and then wrote them on two stone tablets."
    },
    {
        "o": 5463,
        "r": "niv:Deuteronomy:4:14",
        "t": "And the Lord*s directed me at that time to teach you the decrees and laws you are to follow in the land that you are crossing the Jordan to possess."
    },
    {
        "o": 5464,
        "r": "niv:Deuteronomy:4:14",
        "t": "Idolatry Forbidden",
        "h": 2
    },
    {
        "o": 5465,
        "r": "niv:Deuteronomy:4:15",
        "t": "You*p saw no form of any kind the day the Lord*s spoke to you at Horeb out of the fire. Therefore watch yourselves very carefully,"
    },
    {
        "o": 5466,
        "r": "niv:Deuteronomy:4:16",
        "t": "so that you do not become corrupt and make for yourselves an idol, an image of any shape, whether formed like a man or a woman,"
    },
    {
        "o": 5467,
        "r": "niv:Deuteronomy:4:17",
        "t": "or like any animal on earth or any bird that flies in the air,"
    },
    {
        "o": 5468,
        "r": "niv:Deuteronomy:4:18",
        "t": "or like any creature that moves along the ground or any fish in the waters below."
    },
    {
        "o": 5469,
        "r": "niv:Deuteronomy:4:19",
        "t": "And when you look up to the sky and see the sun, the moon and the stars—all the heavenly array—do not be enticed into bowing down to them and worshiping things the Lord*s your God has apportioned to all the nations under heaven."
    },
    {
        "o": 5470,
        "r": "niv:Deuteronomy:4:20",
        "t": "But as for you, the Lord*s took you and brought you out of the iron-smelting furnace, out of Egypt, to be the people of his inheritance, as you now are."
    },
    {
        "o": 5471,
        "r": "niv:Deuteronomy:4:21",
        "t": "The*p Lord*s was angry with me because of you, and he solemnly swore that I would not cross the Jordan and enter the good land the Lord*s your God is giving you as your inheritance."
    },
    {
        "o": 5472,
        "r": "niv:Deuteronomy:4:22",
        "t": "I will die in this land; I will not cross the Jordan; but you are about to cross over and take possession of that good land."
    },
    {
        "o": 5473,
        "r": "niv:Deuteronomy:4:23",
        "t": "Be careful not to forget the covenant of the Lord*s your God that he made with you; do not make for yourselves an idol in the form of anything the Lord*s your God has forbidden."
    },
    {
        "o": 5474,
        "r": "niv:Deuteronomy:4:24",
        "t": "For the Lord*s your God is a consuming fire, a jealous God."
    },
    {
        "o": 5475,
        "r": "niv:Deuteronomy:4:25",
        "t": "After*p you have had children and grandchildren and have lived in the land a long time—if you then become corrupt and make any kind of idol, doing evil in the eyes of the Lord*s your God and arousing his anger,"
    },
    {
        "o": 5476,
        "r": "niv:Deuteronomy:4:26",
        "t": "I call the heavens and the earth as witnesses against you this day that you will quickly perish from the land that you are crossing the Jordan to possess. You will not live there long but will certainly be destroyed."
    },
    {
        "o": 5477,
        "r": "niv:Deuteronomy:4:27",
        "t": "The Lord*s will scatter you among the peoples, and only a few of you will survive among the nations to which the Lord*s will drive you."
    },
    {
        "o": 5478,
        "r": "niv:Deuteronomy:4:28",
        "t": "There you will worship man-made gods of wood and stone, which cannot see or hear or eat or smell."
    },
    {
        "o": 5479,
        "r": "niv:Deuteronomy:4:29",
        "t": "But if from there you seek the Lord*s your God, you will find him if you seek him with all your heart and with all your soul."
    },
    {
        "o": 5480,
        "r": "niv:Deuteronomy:4:30",
        "t": "When you are in distress and all these things have happened to you, then in later days you will return to the Lord*s your God and obey him."
    },
    {
        "o": 5481,
        "r": "niv:Deuteronomy:4:31",
        "t": "For the Lord*s your God is a merciful God; he will not abandon or destroy you or forget the covenant with your ancestors, which he confirmed to them by oath."
    },
    {
        "o": 5482,
        "r": "niv:Deuteronomy:4:31",
        "t": "The Lord Is God",
        "h": 2
    },
    {
        "o": 5483,
        "r": "niv:Deuteronomy:4:32",
        "t": "Ask*p now about the former days, long before your time, from the day God created human beings on the earth; ask from one end of the heavens to the other. Has anything so great as this ever happened, or has anything like it ever been heard of?"
    },
    {
        "o": 5484,
        "r": "niv:Deuteronomy:4:33",
        "t": "Has any other people heard the voice of God speaking out of fire, as you have, and lived?"
    },
    {
        "o": 5485,
        "r": "niv:Deuteronomy:4:34",
        "t": "Has any god ever tried to take for himself one nation out of another nation, by testings, by signs and wonders, by war, by a mighty hand and an outstretched arm, or by great and awesome deeds, like all the things the Lord*s your God did for you in Egypt before your very eyes?"
    },
    {
        "o": 5486,
        "r": "niv:Deuteronomy:4:35",
        "t": "You*p were shown these things so that you might know that the Lord*s is God; besides him there is no other."
    },
    {
        "o": 5487,
        "r": "niv:Deuteronomy:4:36",
        "t": "From heaven he made you hear his voice to discipline you. On earth he showed you his great fire, and you heard his words from out of the fire."
    },
    {
        "o": 5488,
        "r": "niv:Deuteronomy:4:37",
        "t": "Because he loved your ancestors and chose their descendants after them, he brought you out of Egypt by his Presence and his great strength,"
    },
    {
        "o": 5489,
        "r": "niv:Deuteronomy:4:38",
        "t": "to drive out before you nations greater and stronger than you and to bring you into their land to give it to you for your inheritance, as it is today."
    },
    {
        "o": 5490,
        "r": "niv:Deuteronomy:4:39",
        "t": "Acknowledge*p and take to heart this day that the Lord*s is God in heaven above and on the earth below. There is no other."
    },
    {
        "o": 5491,
        "r": "niv:Deuteronomy:4:40",
        "t": "Keep his decrees and commands, which I am giving you today, so that it may go well with you and your children after you and that you may live long in the land the Lord*s your God gives you for all time."
    },
    {
        "o": 5492,
        "r": "niv:Deuteronomy:4:40",
        "t": "Cities of Refuge",
        "h": 2
    },
    {
        "o": 5493,
        "r": "niv:Deuteronomy:4:41",
        "t": "Then*p Moses set aside three cities east of the Jordan,"
    },
    {
        "o": 5494,
        "r": "niv:Deuteronomy:4:42",
        "t": "to which anyone who had killed a person could flee if they had unintentionally killed a neighbor without malice aforethought. They could flee into one of these cities and save their life."
    },
    {
        "o": 5495,
        "r": "niv:Deuteronomy:4:43",
        "t": "The cities were these: Bezer in the wilderness plateau, for the Reubenites; Ramoth in Gilead, for the Gadites; and Golan in Bashan, for the Manassites."
    },
    {
        "o": 5496,
        "r": "niv:Deuteronomy:4:43",
        "t": "Introduction to the Law",
        "h": 2
    },
    {
        "o": 5497,
        "r": "niv:Deuteronomy:4:44",
        "t": "This*p is the law Moses set before the Israelites."
    },
    {
        "o": 5498,
        "r": "niv:Deuteronomy:4:45",
        "t": "These are the stipulations, decrees and laws Moses gave them when they came out of Egypt"
    },
    {
        "o": 5499,
        "r": "niv:Deuteronomy:4:46",
        "t": "and were in the valley near Beth Peor east of the Jordan, in the land of Sihon king of the Amorites, who reigned in Heshbon and was defeated by Moses and the Israelites as they came out of Egypt."
    },
    {
        "o": 5500,
        "r": "niv:Deuteronomy:4:47",
        "t": "They took possession of his land and the land of Og king of Bashan, the two Amorite kings east of the Jordan."
    },
    {
        "o": 5501,
        "r": "niv:Deuteronomy:4:48",
        "t": "This land extended from Aroer on the rim of the Arnon Gorge to Mount Sirion (that is, Hermon),"
    },
    {
        "o": 5502,
        "r": "niv:Deuteronomy:4:49",
        "t": "and included all the Arabah east of the Jordan, as far as the Dead Sea, below the slopes of Pisgah."
    }
]
