[
    {
        "o": 3480,
        "r": "esv:Leviticus:16:0",
        "t": "Leviticus 16",
        "h": 1
    },
    {
        "o": 3481,
        "r": "esv:Leviticus:16:0",
        "t": "The Day of Atonement",
        "h": 2
    },
    {
        "o": 3482,
        "r": "esv:Leviticus:16:1",
        "t": "The*p Lord*s spoke to Moses after the death of the two sons of Aaron, when they drew near before the Lord*s and died,"
    },
    {
        "o": 3483,
        "r": "esv:Leviticus:16:2",
        "t": "and the Lord*s said to Moses, “Tell Aaron your brother not to come at any time into the Holy Place inside the veil, before the mercy seat that is on the ark, so that he may not die. For I will appear in the cloud over the mercy seat."
    },
    {
        "o": 3484,
        "r": "esv:Leviticus:16:3",
        "t": "But in this way Aaron shall come into the Holy Place: with a bull from the herd for a sin offering and a ram for a burnt offering."
    },
    {
        "o": 3485,
        "r": "esv:Leviticus:16:4",
        "t": "He shall put on the holy linen coat and shall have the linen undergarment on his body, and he shall tie the linen sash around his waist, and wear the linen turban; these are the holy garments. He shall bathe his body in water and then put them on."
    },
    {
        "o": 3486,
        "r": "esv:Leviticus:16:5",
        "t": "And he shall take from the congregation of the people of Israel two male goats for a sin offering, and one ram for a burnt offering."
    },
    {
        "o": 3487,
        "r": "esv:Leviticus:16:6",
        "t": "“Aaron*p shall offer the bull as a sin offering for himself and shall make atonement for himself and for his house."
    },
    {
        "o": 3488,
        "r": "esv:Leviticus:16:7",
        "t": "Then he shall take the two goats and set them before the Lord*s at the entrance of the tent of meeting."
    },
    {
        "o": 3489,
        "r": "esv:Leviticus:16:8",
        "t": "And Aaron shall cast lots over the two goats, one lot for the Lord*s and the other lot for Azazel."
    },
    {
        "o": 3490,
        "r": "esv:Leviticus:16:9",
        "t": "And Aaron shall present the goat on which the lot fell for the Lord*s and use it as a sin offering,"
    },
    {
        "o": 3491,
        "r": "esv:Leviticus:16:10",
        "t": "but the goat on which the lot fell for Azazel shall be presented alive before the Lord*s to make atonement over it, that it may be sent away into the wilderness to Azazel."
    },
    {
        "o": 3492,
        "r": "esv:Leviticus:16:11",
        "t": "“Aaron*p shall present the bull as a sin offering for himself, and shall make atonement for himself and for his house. He shall kill the bull as a sin offering for himself."
    },
    {
        "o": 3493,
        "r": "esv:Leviticus:16:12",
        "t": "And he shall take a censer full of coals of fire from the altar before the Lord,*s and two handfuls of sweet incense beaten small, and he shall bring it inside the veil"
    },
    {
        "o": 3494,
        "r": "esv:Leviticus:16:13",
        "t": "and put the incense on the fire before the Lord,*s that the cloud of the incense may cover the mercy seat that is over the testimony, so that he does not die."
    },
    {
        "o": 3495,
        "r": "esv:Leviticus:16:14",
        "t": "And he shall take some of the blood of the bull and sprinkle it with his finger on the front of the mercy seat on the east side, and in front of the mercy seat he shall sprinkle some of the blood with his finger seven times."
    },
    {
        "o": 3496,
        "r": "esv:Leviticus:16:15",
        "t": "“Then*p he shall kill the goat of the sin offering that is for the people and bring its blood inside the veil and do with its blood as he did with the blood of the bull, sprinkling it over the mercy seat and in front of the mercy seat."
    },
    {
        "o": 3497,
        "r": "esv:Leviticus:16:16",
        "t": "Thus he shall make atonement for the Holy Place, because of the uncleannesses of the people of Israel and because of their transgressions, all their sins. And so he shall do for the tent of meeting, which dwells with them in the midst of their uncleannesses."
    },
    {
        "o": 3498,
        "r": "esv:Leviticus:16:17",
        "t": "No one may be in the tent of meeting from the time he enters to make atonement in the Holy Place until he comes out and has made atonement for himself and for his house and for all the assembly of Israel."
    },
    {
        "o": 3499,
        "r": "esv:Leviticus:16:18",
        "t": "Then he shall go out to the altar that is before the Lord*s and make atonement for it, and shall take some of the blood of the bull and some of the blood of the goat, and put it on the horns of the altar all around."
    },
    {
        "o": 3500,
        "r": "esv:Leviticus:16:19",
        "t": "And he shall sprinkle some of the blood on it with his finger seven times, and cleanse it and consecrate it from the uncleannesses of the people of Israel."
    },
    {
        "o": 3501,
        "r": "esv:Leviticus:16:20",
        "t": "“And*p when he has made an end of atoning for the Holy Place and the tent of meeting and the altar, he shall present the live goat."
    },
    {
        "o": 3502,
        "r": "esv:Leviticus:16:21",
        "t": "And Aaron shall lay both his hands on the head of the live goat, and confess over it all the iniquities of the people of Israel, and all their transgressions, all their sins. And he shall put them on the head of the goat and send it away into the wilderness by the hand of a man who is in readiness."
    },
    {
        "o": 3503,
        "r": "esv:Leviticus:16:22",
        "t": "The goat shall bear all their iniquities on itself to a remote area, and he shall let the goat go free in the wilderness."
    },
    {
        "o": 3504,
        "r": "esv:Leviticus:16:23",
        "t": "“Then*p Aaron shall come into the tent of meeting and shall take off the linen garments that he put on when he went into the Holy Place and shall leave them there."
    },
    {
        "o": 3505,
        "r": "esv:Leviticus:16:24",
        "t": "And he shall bathe his body in water in a holy place and put on his garments and come out and offer his burnt offering and the burnt offering of the people and make atonement for himself and for the people."
    },
    {
        "o": 3506,
        "r": "esv:Leviticus:16:25",
        "t": "And the fat of the sin offering he shall burn on the altar."
    },
    {
        "o": 3507,
        "r": "esv:Leviticus:16:26",
        "t": "And he who lets the goat go to Azazel shall wash his clothes and bathe his body in water, and afterward he may come into the camp."
    },
    {
        "o": 3508,
        "r": "esv:Leviticus:16:27",
        "t": "And the bull for the sin offering and the goat for the sin offering, whose blood was brought in to make atonement in the Holy Place, shall be carried outside the camp. Their skin and their flesh and their dung shall be burned up with fire."
    },
    {
        "o": 3509,
        "r": "esv:Leviticus:16:28",
        "t": "And he who burns them shall wash his clothes and bathe his body in water, and afterward he may come into the camp."
    },
    {
        "o": 3510,
        "r": "esv:Leviticus:16:29",
        "t": "“And*p it shall be a statute to you forever that in the seventh month, on the tenth day of the month, you shall afflict yourselves and shall do no work, either the native or the stranger who sojourns among you."
    },
    {
        "o": 3511,
        "r": "esv:Leviticus:16:30",
        "t": "For on this day shall atonement be made for you to cleanse you. You shall be clean before the Lord*s from all your sins."
    },
    {
        "o": 3512,
        "r": "esv:Leviticus:16:31",
        "t": "It is a Sabbath of solemn rest to you, and you shall afflict yourselves; it is a statute forever."
    },
    {
        "o": 3513,
        "r": "esv:Leviticus:16:32",
        "t": "And the priest who is anointed and consecrated as priest in his father’s place shall make atonement, wearing the holy linen garments."
    },
    {
        "o": 3514,
        "r": "esv:Leviticus:16:33",
        "t": "He shall make atonement for the holy sanctuary, and he shall make atonement for the tent of meeting and for the altar, and he shall make atonement for the priests and for all the people of the assembly."
    },
    {
        "o": 3515,
        "r": "esv:Leviticus:16:34",
        "t": "And this shall be a statute forever for you, that atonement may be made for the people of Israel once in the year because of all their sins.” And Aaron did as the Lord*s commanded Moses."
    }
]
