[
    {
        "o": 3506,
        "r": "csb:Leviticus:15:0",
        "t": "Leviticus 15",
        "h": 1
    },
    {
        "o": 3507,
        "r": "csb:Leviticus:15:0",
        "t": "Bodily Discharges",
        "h": 2
    },
    {
        "o": 3508,
        "r": "csb:Leviticus:15:1",
        "t": "The*p Lord*s spoke to Moses and Aaron:"
    },
    {
        "o": 3509,
        "r": "csb:Leviticus:15:2",
        "t": "“Speak to the Israelites and tell them: When any man has a discharge from his member, he is unclean."
    },
    {
        "o": 3510,
        "r": "csb:Leviticus:15:3",
        "t": "This is uncleanness of his discharge: Whether his member secretes the discharge or retains it, he is unclean. All the days that his member secretes or retains anything because of his discharge, he is unclean."
    },
    {
        "o": 3511,
        "r": "csb:Leviticus:15:4",
        "t": "Any bed the man with the discharge lies on will be unclean, and any furniture he sits on will be unclean."
    },
    {
        "o": 3512,
        "r": "csb:Leviticus:15:5",
        "t": "Anyone who touches his bed is to wash his clothes and bathe with water, and he will remain unclean until evening."
    },
    {
        "o": 3513,
        "r": "csb:Leviticus:15:6",
        "t": "Whoever sits on furniture that the man with the discharge was sitting on is to wash his clothes and bathe with water, and he will remain unclean until evening."
    },
    {
        "o": 3514,
        "r": "csb:Leviticus:15:7",
        "t": "Whoever touches the body of the man with a discharge is to wash his clothes and bathe with water, and he will remain unclean until evening."
    },
    {
        "o": 3515,
        "r": "csb:Leviticus:15:8",
        "t": "If the man with the discharge spits on anyone who is clean, he is to wash his clothes and bathe with water, and he will remain unclean until evening."
    },
    {
        "o": 3516,
        "r": "csb:Leviticus:15:9",
        "t": "Any saddle the man with the discharge rides on will be unclean."
    },
    {
        "o": 3517,
        "r": "csb:Leviticus:15:10",
        "t": "Whoever touches anything that was under him will be unclean until evening, and whoever carries such things is to wash his clothes and bathe with water, and he will remain unclean until evening."
    },
    {
        "o": 3518,
        "r": "csb:Leviticus:15:11",
        "t": "If the man with the discharge touches anyone without first rinsing his hands in water, the person who was touched is to wash his clothes and bathe with water, and he will remain unclean until evening."
    },
    {
        "o": 3519,
        "r": "csb:Leviticus:15:12",
        "t": "Any clay pot that the man with the discharge touches must be broken, while any wooden utensil is to be rinsed with water."
    },
    {
        "o": 3520,
        "r": "csb:Leviticus:15:13",
        "t": "“When*p the man with the discharge has been cured of it, he is to count seven days for his cleansing, wash his clothes, and bathe his body in fresh water; he will be clean."
    },
    {
        "o": 3521,
        "r": "csb:Leviticus:15:14",
        "t": "He must take two turtledoves or two young pigeons on the eighth day, come before the Lord*s at the entrance to the tent of meeting, and give them to the priest."
    },
    {
        "o": 3522,
        "r": "csb:Leviticus:15:15",
        "t": "The priest is to sacrifice them, one as a sin offering and the other as a burnt offering. In this way the priest will make atonement for him before the Lord*s because of his discharge."
    },
    {
        "o": 3523,
        "r": "csb:Leviticus:15:16",
        "t": "“When*p a man has an emission of semen, he is to bathe himself completely with water, and he will remain unclean until evening."
    },
    {
        "o": 3524,
        "r": "csb:Leviticus:15:17",
        "t": "Any clothing or leather on which there is an emission of semen is to be washed with water, and it will remain unclean until evening."
    },
    {
        "o": 3525,
        "r": "csb:Leviticus:15:18",
        "t": "If a man sleeps with a woman and has an emission of semen, both of them are to bathe with water, and they will remain unclean until evening."
    },
    {
        "o": 3526,
        "r": "csb:Leviticus:15:19",
        "t": "“When*p a woman has a discharge, and it consists of blood from her body, she will be unclean because of her menstruation for seven days. Everyone who touches her will be unclean until evening."
    },
    {
        "o": 3527,
        "r": "csb:Leviticus:15:20",
        "t": "Anything she lies on during her menstruation will become unclean, and anything she sits on will become unclean."
    },
    {
        "o": 3528,
        "r": "csb:Leviticus:15:21",
        "t": "Everyone who touches her bed is to wash his clothes and bathe with water, and he will remain unclean until evening."
    },
    {
        "o": 3529,
        "r": "csb:Leviticus:15:22",
        "t": "Everyone who touches any furniture she was sitting on is to wash his clothes and bathe with water, and he will remain unclean until evening."
    },
    {
        "o": 3530,
        "r": "csb:Leviticus:15:23",
        "t": "If discharge is on the bed or the furniture she was sitting on, when he touches it he will be unclean until evening."
    },
    {
        "o": 3531,
        "r": "csb:Leviticus:15:24",
        "t": "If a man sleeps with her, and blood from her menstruation gets on him, he will be unclean for seven days, and every bed he lies on will become unclean."
    },
    {
        "o": 3532,
        "r": "csb:Leviticus:15:25",
        "t": "“When*p a woman has a discharge of her blood for many days, though it is not the time of her menstruation, or if she has a discharge beyond her period, she will be unclean all the days of her unclean discharge, as she is during the days of her menstruation."
    },
    {
        "o": 3533,
        "r": "csb:Leviticus:15:26",
        "t": "Any bed she lies on during the days of her discharge will be like her bed during menstrual impurity; any furniture she sits on will be unclean as in her menstrual period."
    },
    {
        "o": 3534,
        "r": "csb:Leviticus:15:27",
        "t": "Everyone who touches them will be unclean; he must wash his clothes and bathe with water, and he will remain unclean until evening."
    },
    {
        "o": 3535,
        "r": "csb:Leviticus:15:28",
        "t": "When she is cured of her discharge, she is to count seven days, and after that she will be clean."
    },
    {
        "o": 3536,
        "r": "csb:Leviticus:15:29",
        "t": "On the eighth day she must take two turtledoves or two young pigeons and bring them to the priest at the entrance to the tent of meeting."
    },
    {
        "o": 3537,
        "r": "csb:Leviticus:15:30",
        "t": "The priest is to sacrifice one as a sin offering and the other as a burnt offering. In this way the priest will make atonement for her before the Lord*s because of her unclean discharge."
    },
    {
        "o": 3538,
        "r": "csb:Leviticus:15:31",
        "t": "“You*p must keep the Israelites from their uncleanness, so that they do not die by defiling my tabernacle that is among them."
    },
    {
        "o": 3539,
        "r": "csb:Leviticus:15:32",
        "t": "This is the law for someone with a discharge: a man who has an emission of semen, becoming unclean by it;"
    },
    {
        "o": 3540,
        "r": "csb:Leviticus:15:33",
        "t": "a woman who is in her menstrual period; anyone who has a discharge, whether male or female; and a man who sleeps with a woman who is unclean.”"
    }
]
