[
    {
        "o": 392,
        "r": "nasb:Genesis:15:0",
        "t": "Genesis 15",
        "h": 1
    },
    {
        "o": 393,
        "r": "nasb:Genesis:15:0",
        "t": "Abram Promised a Son",
        "h": 2
    },
    {
        "o": 394,
        "r": "nasb:Genesis:15:1",
        "t": "After*p these things the word of the Lord*s came to Abram in a vision, saying, “Do*pn not fear, Abram, I*ln am a shield to you; Your*ln reward shall be very great.”"
    },
    {
        "o": 395,
        "r": "nasb:Genesis:15:2",
        "t": "Abram*p said, “O Lord God,*s what will You give me, since I am childless, and the heir of my house is Eliezer of Damascus?”"
    },
    {
        "o": 396,
        "r": "nasb:Genesis:15:3",
        "t": "And Abram said, “Since You have given no offspring to me, one born in my house is my heir.”"
    },
    {
        "o": 397,
        "r": "nasb:Genesis:15:4",
        "t": "Then behold, the word of the Lord*s came to him, saying, “This man will not be your heir; but one who will come forth from your own body, he shall be your heir.”"
    },
    {
        "o": 398,
        "r": "nasb:Genesis:15:5",
        "t": "And He took him outside and said, “Now look toward the heavens, and count the stars, if you are able to count them.” And He said to him, “So shall your descendants be.”"
    },
    {
        "o": 399,
        "r": "nasb:Genesis:15:6",
        "t": "Then he believed in the Lord;*s and He reckoned it to him as righteousness."
    },
    {
        "o": 400,
        "r": "nasb:Genesis:15:7",
        "t": "And He said to him, “I am the Lord*s who brought you out of Ur of the Chaldeans, to give you this land to possess it.”"
    },
    {
        "o": 401,
        "r": "nasb:Genesis:15:8",
        "t": "He said, “O Lord God,*s how may I know that I will possess it?”"
    },
    {
        "o": 402,
        "r": "nasb:Genesis:15:9",
        "t": "So He said to him, “Bring Me a three year old heifer, and a three year old female goat, and a three year old ram, and a turtledove, and a young pigeon.”"
    },
    {
        "o": 403,
        "r": "nasb:Genesis:15:10",
        "t": "Then he brought all these to Him and cut them in two, and laid each half opposite the other; but he did not cut the birds."
    },
    {
        "o": 404,
        "r": "nasb:Genesis:15:11",
        "t": "The birds of prey came down upon the carcasses, and Abram drove them away."
    },
    {
        "o": 405,
        "r": "nasb:Genesis:15:12",
        "t": "Now*p when the sun was going down, a deep sleep fell upon Abram; and behold, terror and*i great darkness fell upon him."
    },
    {
        "o": 406,
        "r": "nasb:Genesis:15:13",
        "t": "God*i said to Abram, “Know for certain that your descendants will be strangers in a land that is not theirs, where they will be enslaved and oppressed four hundred years."
    },
    {
        "o": 407,
        "r": "nasb:Genesis:15:14",
        "t": "But I will also judge the nation whom they will serve, and afterward they will come out with many possessions."
    },
    {
        "o": 408,
        "r": "nasb:Genesis:15:15",
        "t": "As for you, you shall go to your fathers in peace; you will be buried at a good old age."
    },
    {
        "o": 409,
        "r": "nasb:Genesis:15:16",
        "t": "Then in the fourth generation they will return here, for the iniquity of the Amorite is not yet complete.”"
    },
    {
        "o": 410,
        "r": "nasb:Genesis:15:17",
        "t": "It*p came about when the sun had set, that it was very dark, and behold, there*i appeared*i a smoking oven and a flaming torch which passed between these pieces."
    },
    {
        "o": 411,
        "r": "nasb:Genesis:15:18",
        "t": "On that day the Lord*s made a covenant with Abram, saying, “To*pn your descendants I have given this land, From*ln the river of Egypt as far as the great river, the river Euphrates:"
    },
    {
        "o": 412,
        "r": "nasb:Genesis:15:19",
        "t": "the*p Kenite and the Kenizzite and the Kadmonite"
    },
    {
        "o": 413,
        "r": "nasb:Genesis:15:20",
        "t": "and the Hittite and the Perizzite and the Rephaim"
    },
    {
        "o": 414,
        "r": "nasb:Genesis:15:21",
        "t": "and the Amorite and the Canaanite and the Girgashite and the Jebusite.”"
    }
]
