[
    {
        "o": 25200,
        "r": "niv:Zechariah:2:0",
        "t": "Zechariah 2",
        "h": 1
    },
    {
        "o": 25201,
        "r": "niv:Zechariah:2:0",
        "t": "A Man With a Measuring Line",
        "h": 2
    },
    {
        "o": 25202,
        "r": "niv:Zechariah:2:1",
        "t": "Then*p I looked up, and there before me was a man with a measuring line in his hand."
    },
    {
        "o": 25203,
        "r": "niv:Zechariah:2:2",
        "t": "I asked, “Where are you going?” He*p answered me, “To measure Jerusalem, to find out how wide and how long it is.”"
    },
    {
        "o": 25204,
        "r": "niv:Zechariah:2:3",
        "t": "While*p the angel who was speaking to me was leaving, another angel came to meet him"
    },
    {
        "o": 25205,
        "r": "niv:Zechariah:2:4",
        "t": "and said to him: “Run, tell that young man, ‘Jerusalem will be a city without walls because of the great number of people and animals in it."
    },
    {
        "o": 25206,
        "r": "niv:Zechariah:2:5",
        "t": "And I myself will be a wall of fire around it,’ declares the Lord,*s ‘and I will be its glory within.’"
    },
    {
        "o": 25207,
        "r": "niv:Zechariah:2:6",
        "t": "“Come!*p Come! Flee from the land of the north,” declares the Lord,*s “for I have scattered you to the four winds of heaven,” declares the Lord.*s"
    },
    {
        "o": 25208,
        "r": "niv:Zechariah:2:7",
        "t": "“Come,*p Zion! Escape, you who live in Daughter Babylon!”"
    },
    {
        "o": 25209,
        "r": "niv:Zechariah:2:8",
        "t": "For this is what the Lord*s Almighty says: “After the Glorious One has sent me against the nations that have plundered you—for whoever touches you touches the apple of his eye—"
    },
    {
        "o": 25210,
        "r": "niv:Zechariah:2:9",
        "t": "I will surely raise my hand against them so that their slaves will plunder them. Then you will know that the Lord*s Almighty has sent me."
    },
    {
        "o": 25211,
        "r": "niv:Zechariah:2:10",
        "t": "“Shout*p and be glad, Daughter Zion. For I am coming, and I will live among you,” declares the Lord.*s"
    },
    {
        "o": 25212,
        "r": "niv:Zechariah:2:11",
        "t": "“Many nations will be joined with the Lord*s in that day and will become my people. I will live among you and you will know that the Lord*s Almighty has sent me to you."
    },
    {
        "o": 25213,
        "r": "niv:Zechariah:2:12",
        "t": "The Lord*s will inherit Judah as his portion in the holy land and will again choose Jerusalem."
    },
    {
        "o": 25214,
        "r": "niv:Zechariah:2:13",
        "t": "Be still before the Lord,*s all mankind, because he has roused himself from his holy dwelling.”"
    }
]
