[
    {
        "o": 12728,
        "r": "niv:2 Chronicles:21:0",
        "t": "2 Chronicles 21",
        "h": 1
    },
    {
        "o": 12729,
        "r": "niv:2 Chronicles:21:1",
        "t": "Then*p Jehoshaphat rested with his ancestors and was buried with them in the City of David. And Jehoram his son succeeded him as king."
    },
    {
        "o": 12730,
        "r": "niv:2 Chronicles:21:2",
        "t": "Jehoram’s brothers, the sons of Jehoshaphat, were Azariah, Jehiel, Zechariah, Azariahu, Michael and Shephatiah. All these were sons of Jehoshaphat king of Israel."
    },
    {
        "o": 12731,
        "r": "niv:2 Chronicles:21:3",
        "t": "Their father had given them many gifts of silver and gold and articles of value, as well as fortified cities in Judah, but he had given the kingdom to Jehoram because he was his firstborn son."
    },
    {
        "o": 12732,
        "r": "niv:2 Chronicles:21:3",
        "t": "Jehoram King of Judah",
        "h": 2
    },
    {
        "o": 12733,
        "r": "niv:2 Chronicles:21:4",
        "t": "When*p Jehoram established himself firmly over his father’s kingdom, he put all his brothers to the sword along with some of the officials of Israel."
    },
    {
        "o": 12734,
        "r": "niv:2 Chronicles:21:5",
        "t": "Jehoram was thirty-two years old when he became king, and he reigned in Jerusalem eight years."
    },
    {
        "o": 12735,
        "r": "niv:2 Chronicles:21:6",
        "t": "He followed the ways of the kings of Israel, as the house of Ahab had done, for he married a daughter of Ahab. He did evil in the eyes of the Lord.*s"
    },
    {
        "o": 12736,
        "r": "niv:2 Chronicles:21:7",
        "t": "Nevertheless, because of the covenant the Lord*s had made with David, the Lord*s was not willing to destroy the house of David. He had promised to maintain a lamp for him and his descendants forever."
    },
    {
        "o": 12737,
        "r": "niv:2 Chronicles:21:8",
        "t": "In*p the time of Jehoram, Edom rebelled against Judah and set up its own king."
    },
    {
        "o": 12738,
        "r": "niv:2 Chronicles:21:9",
        "t": "So Jehoram went there with his officers and all his chariots. The Edomites surrounded him and his chariot commanders, but he rose up and broke through by night."
    },
    {
        "o": 12739,
        "r": "niv:2 Chronicles:21:10",
        "t": "To this day Edom has been in rebellion against Judah. Libnah*p revolted at the same time, because Jehoram had forsaken the Lord,*s the God of his ancestors."
    },
    {
        "o": 12740,
        "r": "niv:2 Chronicles:21:11",
        "t": "He had also built high places on the hills of Judah and had caused the people of Jerusalem to prostitute themselves and had led Judah astray."
    },
    {
        "o": 12741,
        "r": "niv:2 Chronicles:21:12",
        "t": "Jehoram*p received a letter from Elijah the prophet, which said: “This is what the Lord,*s the God of your father David, says: ‘You have not followed the ways of your father Jehoshaphat or of Asa king of Judah."
    },
    {
        "o": 12742,
        "r": "niv:2 Chronicles:21:13",
        "t": "But you have followed the ways of the kings of Israel, and you have led Judah and the people of Jerusalem to prostitute themselves, just as the house of Ahab did. You have also murdered your own brothers, members of your own family, men who were better than you."
    },
    {
        "o": 12743,
        "r": "niv:2 Chronicles:21:14",
        "t": "So now the Lord*s is about to strike your people, your sons, your wives and everything that is yours, with a heavy blow."
    },
    {
        "o": 12744,
        "r": "niv:2 Chronicles:21:15",
        "t": "You yourself will be very ill with a lingering disease of the bowels, until the disease causes your bowels to come out.’ ”"
    },
    {
        "o": 12745,
        "r": "niv:2 Chronicles:21:16",
        "t": "The*p Lord*s aroused against Jehoram the hostility of the Philistines and of the Arabs who lived near the Cushites."
    },
    {
        "o": 12746,
        "r": "niv:2 Chronicles:21:17",
        "t": "They attacked Judah, invaded it and carried off all the goods found in the king’s palace, together with his sons and wives. Not a son was left to him except Ahaziah, the youngest."
    },
    {
        "o": 12747,
        "r": "niv:2 Chronicles:21:18",
        "t": "After*p all this, the Lord*s afflicted Jehoram with an incurable disease of the bowels."
    },
    {
        "o": 12748,
        "r": "niv:2 Chronicles:21:19",
        "t": "In the course of time, at the end of the second year, his bowels came out because of the disease, and he died in great pain. His people made no funeral fire in his honor, as they had for his predecessors."
    },
    {
        "o": 12749,
        "r": "niv:2 Chronicles:21:20",
        "t": "Jehoram*p was thirty-two years old when he became king, and he reigned in Jerusalem eight years. He passed away, to no one’s regret, and was buried in the City of David, but not in the tombs of the kings."
    }
]
