[
    {
        "o": 9046,
        "r": "niv:2 Samuel:12:0",
        "t": "2 Samuel 12",
        "h": 1
    },
    {
        "o": 9047,
        "r": "niv:2 Samuel:12:0",
        "t": "Nathan Rebukes David",
        "h": 2
    },
    {
        "o": 9048,
        "r": "niv:2 Samuel:12:1",
        "t": "The*p Lord*s sent Nathan to David. When he came to him, he said, “There were two men in a certain town, one rich and the other poor."
    },
    {
        "o": 9049,
        "r": "niv:2 Samuel:12:2",
        "t": "The rich man had a very large number of sheep and cattle,"
    },
    {
        "o": 9050,
        "r": "niv:2 Samuel:12:3",
        "t": "but the poor man had nothing except one little ewe lamb he had bought. He raised it, and it grew up with him and his children. It shared his food, drank from his cup and even slept in his arms. It was like a daughter to him."
    },
    {
        "o": 9051,
        "r": "niv:2 Samuel:12:4",
        "t": "“Now*p a traveler came to the rich man, but the rich man refrained from taking one of his own sheep or cattle to prepare a meal for the traveler who had come to him. Instead, he took the ewe lamb that belonged to the poor man and prepared it for the one who had come to him.”"
    },
    {
        "o": 9052,
        "r": "niv:2 Samuel:12:5",
        "t": "David*p burned with anger against the man and said to Nathan, “As surely as the Lord*s lives, the man who did this must die!"
    },
    {
        "o": 9053,
        "r": "niv:2 Samuel:12:6",
        "t": "He must pay for that lamb four times over, because he did such a thing and had no pity.”"
    },
    {
        "o": 9054,
        "r": "niv:2 Samuel:12:7",
        "t": "Then*p Nathan said to David, “You are the man! This is what the Lord,*s the God of Israel, says: ‘I anointed you king over Israel, and I delivered you from the hand of Saul."
    },
    {
        "o": 9055,
        "r": "niv:2 Samuel:12:8",
        "t": "I gave your master’s house to you, and your master’s wives into your arms. I gave you all Israel and Judah. And if all this had been too little, I would have given you even more."
    },
    {
        "o": 9056,
        "r": "niv:2 Samuel:12:9",
        "t": "Why did you despise the word of the Lord*s by doing what is evil in his eyes? You struck down Uriah the Hittite with the sword and took his wife to be your own. You killed him with the sword of the Ammonites."
    },
    {
        "o": 9057,
        "r": "niv:2 Samuel:12:10",
        "t": "Now, therefore, the sword will never depart from your house, because you despised me and took the wife of Uriah the Hittite to be your own.’"
    },
    {
        "o": 9058,
        "r": "niv:2 Samuel:12:11",
        "t": "“This*p is what the Lord*s says: ‘Out of your own household I am going to bring calamity on you. Before your very eyes I will take your wives and give them to one who is close to you, and he will sleep with your wives in broad daylight."
    },
    {
        "o": 9059,
        "r": "niv:2 Samuel:12:12",
        "t": "You did it in secret, but I will do this thing in broad daylight before all Israel.’ ”"
    },
    {
        "o": 9060,
        "r": "niv:2 Samuel:12:13",
        "t": "Then*p David said to Nathan, “I have sinned against the Lord.”*s Nathan*p replied, “The Lord*s has taken away your sin. You are not going to die."
    },
    {
        "o": 9061,
        "r": "niv:2 Samuel:12:14",
        "t": "But because by doing this you have shown utter contempt for the Lord,*s the son born to you will die.”"
    },
    {
        "o": 9062,
        "r": "niv:2 Samuel:12:15",
        "t": "After*p Nathan had gone home, the Lord*s struck the child that Uriah’s wife had borne to David, and he became ill."
    },
    {
        "o": 9063,
        "r": "niv:2 Samuel:12:16",
        "t": "David pleaded with God for the child. He fasted and spent the nights lying in sackcloth on the ground."
    },
    {
        "o": 9064,
        "r": "niv:2 Samuel:12:17",
        "t": "The elders of his household stood beside him to get him up from the ground, but he refused, and he would not eat any food with them."
    },
    {
        "o": 9065,
        "r": "niv:2 Samuel:12:18",
        "t": "On*p the seventh day the child died. David’s attendants were afraid to tell him that the child was dead, for they thought, “While the child was still living, he wouldn’t listen to us when we spoke to him. How can we now tell him the child is dead? He may do something desperate.”"
    },
    {
        "o": 9066,
        "r": "niv:2 Samuel:12:19",
        "t": "David*p noticed that his attendants were whispering among themselves, and he realized the child was dead. “Is the child dead?” he asked. “Yes,”*p they replied, “he is dead.”"
    },
    {
        "o": 9067,
        "r": "niv:2 Samuel:12:20",
        "t": "Then*p David got up from the ground. After he had washed, put on lotions and changed his clothes, he went into the house of the Lord*s and worshiped. Then he went to his own house, and at his request they served him food, and he ate."
    },
    {
        "o": 9068,
        "r": "niv:2 Samuel:12:21",
        "t": "His*p attendants asked him, “Why are you acting this way? While the child was alive, you fasted and wept, but now that the child is dead, you get up and eat!”"
    },
    {
        "o": 9069,
        "r": "niv:2 Samuel:12:22",
        "t": "He*p answered, “While the child was still alive, I fasted and wept. I thought, ‘Who knows? The Lord*s may be gracious to me and let the child live.’"
    },
    {
        "o": 9070,
        "r": "niv:2 Samuel:12:23",
        "t": "But now that he is dead, why should I go on fasting? Can I bring him back again? I will go to him, but he will not return to me.”"
    },
    {
        "o": 9071,
        "r": "niv:2 Samuel:12:24",
        "t": "Then*p David comforted his wife Bathsheba, and he went to her and made love to her. She gave birth to a son, and they named him Solomon. The Lord*s loved him;"
    },
    {
        "o": 9072,
        "r": "niv:2 Samuel:12:25",
        "t": "and because the Lord*s loved him, he sent word through Nathan the prophet to name him Jedidiah."
    },
    {
        "o": 9073,
        "r": "niv:2 Samuel:12:26",
        "t": "Meanwhile*p Joab fought against Rabbah of the Ammonites and captured the royal citadel."
    },
    {
        "o": 9074,
        "r": "niv:2 Samuel:12:27",
        "t": "Joab then sent messengers to David, saying, “I have fought against Rabbah and taken its water supply."
    },
    {
        "o": 9075,
        "r": "niv:2 Samuel:12:28",
        "t": "Now muster the rest of the troops and besiege the city and capture it. Otherwise I will take the city, and it will be named after me.”"
    },
    {
        "o": 9076,
        "r": "niv:2 Samuel:12:29",
        "t": "So*p David mustered the entire army and went to Rabbah, and attacked and captured it."
    },
    {
        "o": 9077,
        "r": "niv:2 Samuel:12:30",
        "t": "David took the crown from their king’s head, and it was placed on his own head. It weighed a talent of gold, and it was set with precious stones. David took a great quantity of plunder from the city"
    },
    {
        "o": 9078,
        "r": "niv:2 Samuel:12:31",
        "t": "and brought out the people who were there, consigning them to labor with saws and with iron picks and axes, and he made them work at brickmaking. David did this to all the Ammonite towns. Then he and his entire army returned to Jerusalem."
    }
]
