[
    {
        "o": 20973,
        "r": "csb:Isaiah:54:0",
        "t": "Isaiah 54",
        "h": 1
    },
    {
        "o": 20974,
        "r": "csb:Isaiah:54:0",
        "t": "Future Glory for Israel",
        "h": 2
    },
    {
        "o": 20975,
        "r": "csb:Isaiah:54:1",
        "t": "“Rejoice,*pn childless one, who did not give birth; burst*ln into song and shout, you*ln who have not been in labor! For*ln the children of the desolate one will be more than*ln the children of the married woman,” says*ln the Lord.*s"
    },
    {
        "o": 20976,
        "r": "csb:Isaiah:54:2",
        "t": "“Enlarge*ln the site of your tent, and*ln let your tent curtains be stretched out; do*ln not hold back; lengthen*ln your ropes, and*ln drive your pegs deep."
    },
    {
        "o": 20977,
        "r": "csb:Isaiah:54:3",
        "t": "For*ln you will spread out to the right and to the left, and*ln your descendants will dispossess nations and*ln inhabit the desolate cities."
    },
    {
        "o": 20978,
        "r": "csb:Isaiah:54:4",
        "t": "“Do*pn not be afraid, for you will not be put to shame; don’t*ln be humiliated, for you will not be disgraced. For*ln you will forget the shame of your youth, and*ln you will no longer remember the*ln disgrace of your widowhood."
    },
    {
        "o": 20979,
        "r": "csb:Isaiah:54:5",
        "t": "Indeed,*ln your husband is your Maker— his*ln name is the Lord*s of Armies — and*ln the Holy One of Israel is your Redeemer; he*ln is called the God of the whole earth."
    },
    {
        "o": 20980,
        "r": "csb:Isaiah:54:6",
        "t": "For*ln the Lord*s has called you, like*ln a wife deserted and wounded in spirit, a*ln wife of one’s youth when she is rejected,” says*ln your God."
    },
    {
        "o": 20981,
        "r": "csb:Isaiah:54:7",
        "t": "“I*ln deserted you for a brief moment, but*ln I will take you back with abundant compassion."
    },
    {
        "o": 20982,
        "r": "csb:Isaiah:54:8",
        "t": "In*ln a surge of anger I*ln hid my face from you for a moment, but*ln I will have compassion on you with*ln everlasting love,” says*ln the Lord*s your Redeemer."
    },
    {
        "o": 20983,
        "r": "csb:Isaiah:54:9",
        "t": "“For*ln this is like the days of Noah to me: when*ln I swore that the water of Noah would*ln never flood the earth again, so*ln I have sworn that I will not be angry with you or*ln rebuke you."
    },
    {
        "o": 20984,
        "r": "csb:Isaiah:54:10",
        "t": "Though*ln the mountains move and*ln the hills shake, my*ln love will not be removed from you and*ln my covenant of peace will not be shaken,” says*ln your compassionate Lord.*s"
    },
    {
        "o": 20985,
        "r": "csb:Isaiah:54:11",
        "t": "“Poor*pn Jerusalem, storm-tossed, and not comforted, I*ln will set your stones in black mortar, and*ln lay your foundations in lapis lazuli."
    },
    {
        "o": 20986,
        "r": "csb:Isaiah:54:12",
        "t": "I*ln will make your fortifications out of rubies, your*ln gates out of sparkling stones, and*ln all your walls out of precious stones."
    },
    {
        "o": 20987,
        "r": "csb:Isaiah:54:13",
        "t": "Then*ln all your children will be taught by the Lord,*s their*ln prosperity will be great,"
    },
    {
        "o": 20988,
        "r": "csb:Isaiah:54:14",
        "t": "and*ln you will be established on*ln a foundation of righteousness. You*ln will be far from oppression, you*ln will certainly not be afraid; you*ln will be far from terror, it*ln will certainly not come near you."
    },
    {
        "o": 20989,
        "r": "csb:Isaiah:54:15",
        "t": "If*ln anyone attacks you, it*ln is not from me; whoever*ln attacks you will*ln fall before you."
    },
    {
        "o": 20990,
        "r": "csb:Isaiah:54:16",
        "t": "Look,*ln I have created the craftsman who*ln blows on the charcoal fire and*ln produces a weapon suitable for its task; and*ln I have created the destroyer to cause havoc."
    },
    {
        "o": 20991,
        "r": "csb:Isaiah:54:17",
        "t": "No*ln weapon formed against you will succeed, and*ln you will refute any accusation raised*ln against you in court. This*ln is the heritage of the Lord’s*s servants, and*ln their vindication is from me.” This*lg is the Lord’s*s declaration."
    }
]
