[
    {
        "o": 5706,
        "r": "niv:Deuteronomy:12:0",
        "t": "Deuteronomy 12",
        "h": 1
    },
    {
        "o": 5707,
        "r": "niv:Deuteronomy:12:0",
        "t": "The One Place of Worship",
        "h": 2
    },
    {
        "o": 5708,
        "r": "niv:Deuteronomy:12:1",
        "t": "These*p are the decrees and laws you must be careful to follow in the land that the Lord,*s the God of your ancestors, has given you to possess—as long as you live in the land."
    },
    {
        "o": 5709,
        "r": "niv:Deuteronomy:12:2",
        "t": "Destroy completely all the places on the high mountains, on the hills and under every spreading tree, where the nations you are dispossessing worship their gods."
    },
    {
        "o": 5710,
        "r": "niv:Deuteronomy:12:3",
        "t": "Break down their altars, smash their sacred stones and burn their Asherah poles in the fire; cut down the idols of their gods and wipe out their names from those places."
    },
    {
        "o": 5711,
        "r": "niv:Deuteronomy:12:4",
        "t": "You*p must not worship the Lord*s your God in their way."
    },
    {
        "o": 5712,
        "r": "niv:Deuteronomy:12:5",
        "t": "But you are to seek the place the Lord*s your God will choose from among all your tribes to put his Name there for his dwelling. To that place you must go;"
    },
    {
        "o": 5713,
        "r": "niv:Deuteronomy:12:6",
        "t": "there bring your burnt offerings and sacrifices, your tithes and special gifts, what you have vowed to give and your freewill offerings, and the firstborn of your herds and flocks."
    },
    {
        "o": 5714,
        "r": "niv:Deuteronomy:12:7",
        "t": "There, in the presence of the Lord*s your God, you and your families shall eat and shall rejoice in everything you have put your hand to, because the Lord*s your God has blessed you."
    },
    {
        "o": 5715,
        "r": "niv:Deuteronomy:12:8",
        "t": "You*p are not to do as we do here today, everyone doing as they see fit,"
    },
    {
        "o": 5716,
        "r": "niv:Deuteronomy:12:9",
        "t": "since you have not yet reached the resting place and the inheritance the Lord*s your God is giving you."
    },
    {
        "o": 5717,
        "r": "niv:Deuteronomy:12:10",
        "t": "But you will cross the Jordan and settle in the land the Lord*s your God is giving you as an inheritance, and he will give you rest from all your enemies around you so that you will live in safety."
    },
    {
        "o": 5718,
        "r": "niv:Deuteronomy:12:11",
        "t": "Then to the place the Lord*s your God will choose as a dwelling for his Name—there you are to bring everything I command you: your burnt offerings and sacrifices, your tithes and special gifts, and all the choice possessions you have vowed to the Lord.*s"
    },
    {
        "o": 5719,
        "r": "niv:Deuteronomy:12:12",
        "t": "And there rejoice before the Lord*s your God—you, your sons and daughters, your male and female servants, and the Levites from your towns who have no allotment or inheritance of their own."
    },
    {
        "o": 5720,
        "r": "niv:Deuteronomy:12:13",
        "t": "Be careful not to sacrifice your burnt offerings anywhere you please."
    },
    {
        "o": 5721,
        "r": "niv:Deuteronomy:12:14",
        "t": "Offer them only at the place the Lord*s will choose in one of your tribes, and there observe everything I command you."
    },
    {
        "o": 5722,
        "r": "niv:Deuteronomy:12:15",
        "t": "Nevertheless,*p you may slaughter your animals in any of your towns and eat as much of the meat as you want, as if it were gazelle or deer, according to the blessing the Lord*s your God gives you. Both the ceremonially unclean and the clean may eat it."
    },
    {
        "o": 5723,
        "r": "niv:Deuteronomy:12:16",
        "t": "But you must not eat the blood; pour it out on the ground like water."
    },
    {
        "o": 5724,
        "r": "niv:Deuteronomy:12:17",
        "t": "You must not eat in your own towns the tithe of your grain and new wine and olive oil, or the firstborn of your herds and flocks, or whatever you have vowed to give, or your freewill offerings or special gifts."
    },
    {
        "o": 5725,
        "r": "niv:Deuteronomy:12:18",
        "t": "Instead, you are to eat them in the presence of the Lord*s your God at the place the Lord*s your God will choose—you, your sons and daughters, your male and female servants, and the Levites from your towns—and you are to rejoice before the Lord*s your God in everything you put your hand to."
    },
    {
        "o": 5726,
        "r": "niv:Deuteronomy:12:19",
        "t": "Be careful not to neglect the Levites as long as you live in your land."
    },
    {
        "o": 5727,
        "r": "niv:Deuteronomy:12:20",
        "t": "When*p the Lord*s your God has enlarged your territory as he promised you, and you crave meat and say, “I would like some meat,” then you may eat as much of it as you want."
    },
    {
        "o": 5728,
        "r": "niv:Deuteronomy:12:21",
        "t": "If the place where the Lord*s your God chooses to put his Name is too far away from you, you may slaughter animals from the herds and flocks the Lord*s has given you, as I have commanded you, and in your own towns you may eat as much of them as you want."
    },
    {
        "o": 5729,
        "r": "niv:Deuteronomy:12:22",
        "t": "Eat them as you would gazelle or deer. Both the ceremonially unclean and the clean may eat."
    },
    {
        "o": 5730,
        "r": "niv:Deuteronomy:12:23",
        "t": "But be sure you do not eat the blood, because the blood is the life, and you must not eat the life with the meat."
    },
    {
        "o": 5731,
        "r": "niv:Deuteronomy:12:24",
        "t": "You must not eat the blood; pour it out on the ground like water."
    },
    {
        "o": 5732,
        "r": "niv:Deuteronomy:12:25",
        "t": "Do not eat it, so that it may go well with you and your children after you, because you will be doing what is right in the eyes of the Lord.*s"
    },
    {
        "o": 5733,
        "r": "niv:Deuteronomy:12:26",
        "t": "But*p take your consecrated things and whatever you have vowed to give, and go to the place the Lord*s will choose."
    },
    {
        "o": 5734,
        "r": "niv:Deuteronomy:12:27",
        "t": "Present your burnt offerings on the altar of the Lord*s your God, both the meat and the blood. The blood of your sacrifices must be poured beside the altar of the Lord*s your God, but you may eat the meat."
    },
    {
        "o": 5735,
        "r": "niv:Deuteronomy:12:28",
        "t": "Be careful to obey all these regulations I am giving you, so that it may always go well with you and your children after you, because you will be doing what is good and right in the eyes of the Lord*s your God."
    },
    {
        "o": 5736,
        "r": "niv:Deuteronomy:12:29",
        "t": "The*p Lord*s your God will cut off before you the nations you are about to invade and dispossess. But when you have driven them out and settled in their land,"
    },
    {
        "o": 5737,
        "r": "niv:Deuteronomy:12:30",
        "t": "and after they have been destroyed before you, be careful not to be ensnared by inquiring about their gods, saying, “How do these nations serve their gods? We will do the same.”"
    },
    {
        "o": 5738,
        "r": "niv:Deuteronomy:12:31",
        "t": "You must not worship the Lord*s your God in their way, because in worshiping their gods, they do all kinds of detestable things the Lord*s hates. They even burn their sons and daughters in the fire as sacrifices to their gods."
    },
    {
        "o": 5739,
        "r": "niv:Deuteronomy:12:32",
        "t": "See*p that you do all I command you; do not add to it or take away from it."
    }
]
