[
    {
        "o": 31890,
        "r": "nkjv:Romans:13:0",
        "t": "Romans 13",
        "h": 1
    },
    {
        "o": 31891,
        "r": "nkjv:Romans:13:0",
        "t": "Submit to Government",
        "h": 2
    },
    {
        "o": 31892,
        "r": "nkjv:Romans:13:1",
        "t": "Let*p every soul be subject to the governing authorities. For there is no authority except from God, and the authorities that exist are appointed by God."
    },
    {
        "o": 31893,
        "r": "nkjv:Romans:13:2",
        "t": "Therefore whoever resists the authority resists the ordinance of God, and those who resist will bring judgment on themselves."
    },
    {
        "o": 31894,
        "r": "nkjv:Romans:13:3",
        "t": "For rulers are not a terror to good works, but to evil. Do you want to be unafraid of the authority? Do what is good, and you will have praise from the same."
    },
    {
        "o": 31895,
        "r": "nkjv:Romans:13:4",
        "t": "For he is God’s minister to you for good. But if you do evil, be afraid; for he does not bear the sword in vain; for he is God’s minister, an avenger to execute*i wrath on him who practices evil."
    },
    {
        "o": 31896,
        "r": "nkjv:Romans:13:5",
        "t": "Therefore you*i must be subject, not only because of wrath but also for conscience’ sake."
    },
    {
        "o": 31897,
        "r": "nkjv:Romans:13:6",
        "t": "For because of this you also pay taxes, for they are God’s ministers attending continually to this very thing."
    },
    {
        "o": 31898,
        "r": "nkjv:Romans:13:7",
        "t": "Render therefore to all their due: taxes to whom taxes are*i due,*i customs to whom customs, fear to whom fear, honor to whom honor."
    },
    {
        "o": 31899,
        "r": "nkjv:Romans:13:7",
        "t": "Love Your Neighbor",
        "h": 2
    },
    {
        "o": 31900,
        "r": "nkjv:Romans:13:8",
        "t": "Owe*p no one anything except to love one another, for he who loves another has fulfilled the law."
    },
    {
        "o": 31901,
        "r": "nkjv:Romans:13:9",
        "t": "For the commandments, “You shall not commit adultery,” “You shall not murder,” “You shall not steal,” “You shall not bear false witness,” “You shall not covet,” and if there*i is*i any other commandment, are all*i summed up in this saying, namely, “You shall love your neighbor as yourself.”"
    },
    {
        "o": 31902,
        "r": "nkjv:Romans:13:10",
        "t": "Love does no harm to a neighbor; therefore love is*i the fulfillment of the law."
    },
    {
        "o": 31903,
        "r": "nkjv:Romans:13:10",
        "t": "Put on Christ",
        "h": 2
    },
    {
        "o": 31904,
        "r": "nkjv:Romans:13:11",
        "t": "And*p do*i this, knowing the time, that now it*i is*i high time to awake out of sleep; for now our salvation is*i nearer than when we first*i believed."
    },
    {
        "o": 31905,
        "r": "nkjv:Romans:13:12",
        "t": "The night is far spent, the day is at hand. Therefore let us cast off the works of darkness, and let us put on the armor of light."
    },
    {
        "o": 31906,
        "r": "nkjv:Romans:13:13",
        "t": "Let us walk properly, as in the day, not in revelry and drunkenness, not in lewdness and lust, not in strife and envy."
    },
    {
        "o": 31907,
        "r": "nkjv:Romans:13:14",
        "t": "But put on the Lord Jesus Christ, and make no provision for the flesh, to fulfill*i its*i lusts."
    }
]
