[
    {
        "o": 10066,
        "r": "csb:1 Kings:11:0",
        "t": "1 Kings 11",
        "h": 1
    },
    {
        "o": 10067,
        "r": "csb:1 Kings:11:0",
        "t": "Solomon’s Unfaithfulness to God",
        "h": 2
    },
    {
        "o": 10068,
        "r": "csb:1 Kings:11:1",
        "t": "King*p Solomon loved many foreign women in addition to Pharaoh’s daughter: Moabite, Ammonite, Edomite, Sidonian, and Hittite women"
    },
    {
        "o": 10069,
        "r": "csb:1 Kings:11:2",
        "t": "from the nations about which the Lord*s had told the Israelites, “You must not intermarry with them, and they must not intermarry with you, because they will turn your heart away to follow their gods.” To these women Solomon was deeply attached in love."
    },
    {
        "o": 10070,
        "r": "csb:1 Kings:11:3",
        "t": "He had seven hundred wives who were princesses and three hundred who were concubines, and they turned his heart away."
    },
    {
        "o": 10071,
        "r": "csb:1 Kings:11:4",
        "t": "When*p Solomon was old, his wives turned his heart away to follow other gods. He was not wholeheartedly devoted to the Lord*s his God, as his father David had been."
    },
    {
        "o": 10072,
        "r": "csb:1 Kings:11:5",
        "t": "Solomon followed Ashtoreth, the goddess of the Sidonians, and Milcom, the abhorrent idol of the Ammonites."
    },
    {
        "o": 10073,
        "r": "csb:1 Kings:11:6",
        "t": "Solomon did what was evil in the Lord’s*s sight, and unlike his father David, he did not remain loyal to the Lord.*s"
    },
    {
        "o": 10074,
        "r": "csb:1 Kings:11:7",
        "t": "At*p that time, Solomon built a high place for Chemosh, the abhorrent idol of Moab, and for Milcom, the abhorrent idol of the Ammonites, on the hill across from Jerusalem."
    },
    {
        "o": 10075,
        "r": "csb:1 Kings:11:8",
        "t": "He did the same for all his foreign wives, who were burning incense and offering sacrifices to their gods."
    },
    {
        "o": 10076,
        "r": "csb:1 Kings:11:9",
        "t": "The*p Lord*s was angry with Solomon, because his heart had turned away from the Lord,*s the God of Israel, who had appeared to him twice."
    },
    {
        "o": 10077,
        "r": "csb:1 Kings:11:10",
        "t": "He had commanded him about this, so that he would not follow other gods, but Solomon did not do what the Lord*s had commanded."
    },
    {
        "o": 10078,
        "r": "csb:1 Kings:11:11",
        "t": "Then*p the Lord*s said to Solomon, “Since you have done this and did not keep my covenant and my statutes, which I commanded you, I will tear the kingdom away from you and give it to your servant."
    },
    {
        "o": 10079,
        "r": "csb:1 Kings:11:12",
        "t": "However, I will not do it during your lifetime for the sake of your father David; I will tear it out of your son’s hand."
    },
    {
        "o": 10080,
        "r": "csb:1 Kings:11:13",
        "t": "Yet I will not tear the entire kingdom away from him. I will give one tribe to your son for the sake of my servant David and for the sake of Jerusalem that I chose.”"
    },
    {
        "o": 10081,
        "r": "csb:1 Kings:11:13",
        "t": "Solomon’s Enemies",
        "h": 2
    },
    {
        "o": 10082,
        "r": "csb:1 Kings:11:14",
        "t": "So*p the Lord*s raised up Hadad the Edomite as an enemy against Solomon. He was of the royal family in Edom."
    },
    {
        "o": 10083,
        "r": "csb:1 Kings:11:15",
        "t": "Earlier, when David was in Edom, Joab, the commander of the army, had gone to bury the dead and had struck down every male in Edom."
    },
    {
        "o": 10084,
        "r": "csb:1 Kings:11:16",
        "t": "For Joab and all Israel had remained there six months, until he had killed every male in Edom."
    },
    {
        "o": 10085,
        "r": "csb:1 Kings:11:17",
        "t": "Hadad fled to Egypt, along with some Edomites from his father’s servants. At the time Hadad was a small boy."
    },
    {
        "o": 10086,
        "r": "csb:1 Kings:11:18",
        "t": "Hadad and his men set out from Midian and went to Paran. They took men with them from Paran and went to Egypt, to Pharaoh king of Egypt, who gave Hadad a house, ordered that he be given food, and gave him land."
    },
    {
        "o": 10087,
        "r": "csb:1 Kings:11:19",
        "t": "Pharaoh liked Hadad so much that he gave him a wife, the sister of his own wife, Queen Tahpenes."
    },
    {
        "o": 10088,
        "r": "csb:1 Kings:11:20",
        "t": "Tahpenes’s sister gave birth to Hadad’s son Genubath. Tahpenes herself weaned him in Pharaoh’s palace, and Genubath lived there along with Pharaoh’s sons."
    },
    {
        "o": 10089,
        "r": "csb:1 Kings:11:21",
        "t": "When*p Hadad heard in Egypt that David rested with his ancestors and that Joab, the commander of the army, was dead, Hadad said to Pharaoh, “Let me leave, so I may go to my own country.”"
    },
    {
        "o": 10090,
        "r": "csb:1 Kings:11:22",
        "t": "But*p Pharaoh asked him, “What do you lack here with me for you to want to go back to your own country?” “Nothing,”*p he replied, “but please let me leave.”"
    },
    {
        "o": 10091,
        "r": "csb:1 Kings:11:23",
        "t": "God*p raised up Rezon son of Eliada as an enemy against Solomon. Rezon had fled from his master King Hadadezer of Zobah"
    },
    {
        "o": 10092,
        "r": "csb:1 Kings:11:24",
        "t": "and gathered men to himself. He became leader of a raiding party when David killed the Zobaites. He went to Damascus, lived there, and became king in Damascus."
    },
    {
        "o": 10093,
        "r": "csb:1 Kings:11:25",
        "t": "Rezon was Israel’s enemy throughout Solomon’s reign, adding to the trouble Hadad had caused. He reigned over Aram and loathed Israel."
    },
    {
        "o": 10094,
        "r": "csb:1 Kings:11:26",
        "t": "Now*p Solomon’s servant, Jeroboam son of Nebat, was an Ephraimite from Zeredah. His widowed mother’s name was Zeruah. Jeroboam rebelled against Solomon,"
    },
    {
        "o": 10095,
        "r": "csb:1 Kings:11:27",
        "t": "and this is the reason he rebelled against the king: Solomon had built the supporting terraces and repaired the opening in the wall of the city of his father David."
    },
    {
        "o": 10096,
        "r": "csb:1 Kings:11:28",
        "t": "Now the man Jeroboam was capable, and Solomon noticed the young man because he was getting things done. So he appointed him over the entire labor force of the house of Joseph."
    },
    {
        "o": 10097,
        "r": "csb:1 Kings:11:29",
        "t": "During*p that time, the prophet Ahijah the Shilonite met Jeroboam on the road as Jeroboam came out of Jerusalem. Now Ahijah had wrapped himself with a new cloak, and the two of them were alone in the open field."
    },
    {
        "o": 10098,
        "r": "csb:1 Kings:11:30",
        "t": "Then Ahijah took hold of the new cloak he had on, tore it into twelve pieces,"
    },
    {
        "o": 10099,
        "r": "csb:1 Kings:11:31",
        "t": "and said to Jeroboam, “Take ten pieces for yourself, for this is what the Lord*s God of Israel says: ‘I am about to tear the kingdom out of Solomon’s hand. I will give you ten tribes,"
    },
    {
        "o": 10100,
        "r": "csb:1 Kings:11:32",
        "t": "but one tribe will remain his for the sake of my servant David and for the sake of Jerusalem, the city I chose out of all the tribes of Israel."
    },
    {
        "o": 10101,
        "r": "csb:1 Kings:11:33",
        "t": "For they have abandoned me; they have bowed down to Ashtoreth, the goddess of the Sidonians, to Chemosh, the god of Moab, and to Milcom, the god of the Ammonites. They have not walked in my ways to do what is right in my sight and to carry out my statutes and my judgments as his father David did."
    },
    {
        "o": 10102,
        "r": "csb:1 Kings:11:34",
        "t": "“‘However,*p I will not take the whole kingdom from him but will let him be ruler all the days of his life for the sake of my servant David, whom I chose and who kept my commands and my statutes."
    },
    {
        "o": 10103,
        "r": "csb:1 Kings:11:35",
        "t": "I will take ten tribes of the kingdom from his son and give them to you."
    },
    {
        "o": 10104,
        "r": "csb:1 Kings:11:36",
        "t": "I will give one tribe to his son, so that my servant David will always have a lamp before me in Jerusalem, the city I chose for myself to put my name there."
    },
    {
        "o": 10105,
        "r": "csb:1 Kings:11:37",
        "t": "I will appoint you, and you will reign as king over all you want, and you will be king over Israel."
    },
    {
        "o": 10106,
        "r": "csb:1 Kings:11:38",
        "t": "“‘After*p that, if you obey all I command you, walk in my ways, and do what is right in my sight in order to keep my statutes and my commands as my servant David did, I will be with you. I will build you a lasting dynasty just as I built for David, and I will give you Israel."
    },
    {
        "o": 10107,
        "r": "csb:1 Kings:11:39",
        "t": "I will humble David’s descendants, because of their unfaithfulness, but not forever.’”"
    },
    {
        "o": 10108,
        "r": "csb:1 Kings:11:40",
        "t": "Therefore,*p Solomon tried to kill Jeroboam, but he fled to Egypt, to King Shishak of Egypt, where he remained until Solomon’s death."
    },
    {
        "o": 10109,
        "r": "csb:1 Kings:11:40",
        "t": "Solomon’s Death",
        "h": 2
    },
    {
        "o": 10110,
        "r": "csb:1 Kings:11:41",
        "t": "The*p rest of the events of Solomon’s reign, along with all his accomplishments and his wisdom, are written in the Book of Solomon’s Events."
    },
    {
        "o": 10111,
        "r": "csb:1 Kings:11:42",
        "t": "The length of Solomon’s reign in Jerusalem over all Israel totaled forty years."
    },
    {
        "o": 10112,
        "r": "csb:1 Kings:11:43",
        "t": "Solomon rested with his ancestors and was buried in the city of his father David. His son Rehoboam became king in his place."
    }
]
