[
    {
        "o": 23972,
        "r": "nasb:Ezekiel:42:0",
        "t": "Ezekiel 42",
        "h": 1
    },
    {
        "o": 23973,
        "r": "nasb:Ezekiel:42:0",
        "t": "Chambers of the Temple",
        "h": 2
    },
    {
        "o": 23974,
        "r": "nasb:Ezekiel:42:1",
        "t": "Then*p he brought me out into the outer court, the way toward the north; and he brought me to the chamber which was*i opposite the separate area and opposite the building toward the north."
    },
    {
        "o": 23975,
        "r": "nasb:Ezekiel:42:2",
        "t": "Along the length, which*i was*i a hundred cubits, was*i the north door; the width was*i fifty cubits."
    },
    {
        "o": 23976,
        "r": "nasb:Ezekiel:42:3",
        "t": "Opposite the twenty cubits*i which belonged to the inner court, and opposite the pavement which belonged to the outer court, was*i gallery corresponding to gallery in three stories."
    },
    {
        "o": 23977,
        "r": "nasb:Ezekiel:42:4",
        "t": "Before the chambers was*i an inner walk ten cubits wide, a way of one hundred*i cubits; and their openings were*i on the north."
    },
    {
        "o": 23978,
        "r": "nasb:Ezekiel:42:5",
        "t": "Now the upper chambers were*i smaller because the galleries took more space*i away from them than from the lower and middle ones in the building."
    },
    {
        "o": 23979,
        "r": "nasb:Ezekiel:42:6",
        "t": "For they were*i in three stories and had no pillars like the pillars of the courts; therefore the*i upper*i chambers*i were set back from the ground upward, more than the lower and middle ones."
    },
    {
        "o": 23980,
        "r": "nasb:Ezekiel:42:7",
        "t": "As for the outer wall by the side of the chambers, toward the outer court facing the chambers, its length was*i fifty cubits."
    },
    {
        "o": 23981,
        "r": "nasb:Ezekiel:42:8",
        "t": "For the length of the chambers which were*i in the outer court was*i fifty cubits; and behold, the*i length*i of*i those*i facing the temple was*i a hundred cubits."
    },
    {
        "o": 23982,
        "r": "nasb:Ezekiel:42:9",
        "t": "Below these chambers was*i the entrance on the east side, as one enters them from the outer court."
    },
    {
        "o": 23983,
        "r": "nasb:Ezekiel:42:10",
        "t": "In*p the thickness of the wall of the court toward the east, facing the separate area and facing the building, there*i were*i chambers."
    },
    {
        "o": 23984,
        "r": "nasb:Ezekiel:42:11",
        "t": "The way in front of them was*i like the appearance of the chambers which were*i on the north, according to their length so was their width, and all their exits were*i both according to their arrangements and openings."
    },
    {
        "o": 23985,
        "r": "nasb:Ezekiel:42:12",
        "t": "Corresponding to the openings of the chambers which were toward the south was an opening at the head of the way, the way in front of the wall toward the east, as one enters them."
    },
    {
        "o": 23986,
        "r": "nasb:Ezekiel:42:13",
        "t": "Then*p he said to me, “The north chambers and*i the south chambers, which are opposite the separate area, they are the holy chambers where the priests who are near to the Lord*s shall eat the most holy things. There they shall lay the most holy things, the grain offering, the sin offering and the guilt offering; for the place is holy."
    },
    {
        "o": 23987,
        "r": "nasb:Ezekiel:42:14",
        "t": "When the priests enter, then they shall not go out into the outer court from the sanctuary without laying there their garments in which they minister, for they are holy. They shall put on other garments; then they shall approach that which is for the people.”"
    },
    {
        "o": 23988,
        "r": "nasb:Ezekiel:42:15",
        "t": "Now*p when he had finished measuring the inner house, he brought me out by the way of the gate which faced toward the east and measured it all around."
    },
    {
        "o": 23989,
        "r": "nasb:Ezekiel:42:16",
        "t": "He measured on the east side with the measuring reed five hundred reeds by the measuring reed."
    },
    {
        "o": 23990,
        "r": "nasb:Ezekiel:42:17",
        "t": "He measured on the north side five hundred reeds by the measuring reed."
    },
    {
        "o": 23991,
        "r": "nasb:Ezekiel:42:18",
        "t": "On the south side he measured five hundred reeds with the measuring reed."
    },
    {
        "o": 23992,
        "r": "nasb:Ezekiel:42:19",
        "t": "He turned to the west side and*i measured five hundred reeds with the measuring reed."
    },
    {
        "o": 23993,
        "r": "nasb:Ezekiel:42:20",
        "t": "He measured it on the four sides; it had a wall all around, the length five hundred and the width five hundred, to divide between the holy and the profane."
    }
]
