[
    {
        "o": 21200,
        "r": "csb:Isaiah:66:0",
        "t": "Isaiah 66",
        "h": 1
    },
    {
        "o": 21201,
        "r": "csb:Isaiah:66:0",
        "t": "Final Judgment and Joyous Restoration",
        "h": 2
    },
    {
        "o": 21202,
        "r": "csb:Isaiah:66:1",
        "t": "This*p is what the Lord*s says: Heaven*pn is my throne, and*ln earth is my footstool. Where*ln could you possibly build a house for me? And*ln where would my resting place be?"
    },
    {
        "o": 21203,
        "r": "csb:Isaiah:66:2",
        "t": "My*ln hand made all these things, and*ln so they all came into being. This*lg is the Lord’s*s declaration. I*pn will look favorably on this kind of person: one*ln who is humble, submissive in spirit, and*ln trembles at my word."
    },
    {
        "o": 21204,
        "r": "csb:Isaiah:66:3",
        "t": "One*ln person slaughters an ox, another kills a person; one*ln person sacrifices a lamb, another breaks a dog’s neck; one*ln person offers a grain offering, another offers pig’s blood; one*ln person offers incense, another praises an idol — all*ln these have chosen their ways and*ln delight in their abhorrent practices."
    },
    {
        "o": 21205,
        "r": "csb:Isaiah:66:4",
        "t": "So*ln I will choose their punishment, and*ln I will bring on them what they dread because*ln I called and no one answered; I*ln spoke and they did not listen; they*ln did what was evil in my sight and*ln chose what I did not delight in."
    },
    {
        "o": 21206,
        "r": "csb:Isaiah:66:5",
        "t": "You*ln who tremble at his word, hear*ln the word of the Lord:*s “Your*ln brothers who hate and exclude you for*ln my name’s sake have said, ‘Let*ln the Lord*s be glorified so*ln that we can see your joy!’ But*ln they will be put to shame.”"
    },
    {
        "o": 21207,
        "r": "csb:Isaiah:66:6",
        "t": "A*ln sound of uproar from the city! A*ln voice from the temple — the*ln voice of the Lord,*s paying*ln back his enemies what they deserve!"
    },
    {
        "o": 21208,
        "r": "csb:Isaiah:66:7",
        "t": "Before*ln Zion was in labor, she gave birth; before*ln she was in pain, she delivered a boy."
    },
    {
        "o": 21209,
        "r": "csb:Isaiah:66:8",
        "t": "Who*ln has heard of such a thing? Who*ln has seen such things? Can*ln a land be born in one day or*ln a nation be delivered in an instant? Yet*ln as soon as Zion was in labor, she*ln gave birth to her sons."
    },
    {
        "o": 21210,
        "r": "csb:Isaiah:66:9",
        "t": "“Will*ln I bring a baby to the point of birth and*ln not deliver it?” says*ln the Lord;*s “or*ln will I who deliver, close the womb?” says*ln your God."
    },
    {
        "o": 21211,
        "r": "csb:Isaiah:66:10",
        "t": "Be*ln glad for Jerusalem and rejoice over her, all*ln who love her. Rejoice*ln greatly with her, all*ln who mourn over her —"
    },
    {
        "o": 21212,
        "r": "csb:Isaiah:66:11",
        "t": "so*ln that you may nurse and be satisfied from*ln her comforting breast and*ln drink deeply and delight yourselves from*ln her glorious breasts."
    },
    {
        "o": 21213,
        "r": "csb:Isaiah:66:12",
        "t": "For*p this is what the Lord*s says: I*pn will make peace flow to her like a river, and*ln the wealth of nations like a flood; you*ln will nurse and be carried on her hip and*ln bounced on her lap."
    },
    {
        "o": 21214,
        "r": "csb:Isaiah:66:13",
        "t": "As*ln a mother comforts her son, so*ln I will comfort you, and*ln you will be comforted in Jerusalem."
    },
    {
        "o": 21215,
        "r": "csb:Isaiah:66:14",
        "t": "You*ln will see, you will rejoice, and*ln you will flourish like grass; then*ln the Lord’s*s power will be revealed to his servants, but*ln he will show his wrath against his enemies."
    },
    {
        "o": 21216,
        "r": "csb:Isaiah:66:15",
        "t": "Look,*ln the Lord*s will come with fire— his*ln chariots are like the whirlwind— to*ln execute his anger with fury and*ln his rebuke with flames of fire."
    },
    {
        "o": 21217,
        "r": "csb:Isaiah:66:16",
        "t": "For*ln the Lord*s will execute judgment on*ln all humanity with his fiery sword, and*ln many will be slain by the Lord.*s"
    },
    {
        "o": 21218,
        "r": "csb:Isaiah:66:17",
        "t": "“Those*p who dedicate and purify themselves to enter the groves following their leader, eating meat from pigs, vermin, and rats, will perish together.” This*lg is the Lord’s*s declaration."
    },
    {
        "o": 21219,
        "r": "csb:Isaiah:66:18",
        "t": "“Knowing*p their works and their thoughts, I have come to gather all nations and languages; they will come and see my glory."
    },
    {
        "o": 21220,
        "r": "csb:Isaiah:66:19",
        "t": "I will establish a sign among them, and I will send survivors from them to the nations - to Tarshish, Put, Lud (who are archers), Tubal, Javan, and the coasts and islands far away - who have not heard about me or seen my glory. And they will proclaim my glory among the nations."
    },
    {
        "o": 21221,
        "r": "csb:Isaiah:66:20",
        "t": "They will bring all your brothers from all the nations as a gift to the Lord*s on horses and chariots, in litters, and on mules and camels, to my holy mountain Jerusalem,” says the Lord,*s “just as the Israelites bring an offering in a clean vessel to the house of the Lord.*s"
    },
    {
        "o": 21222,
        "r": "csb:Isaiah:66:21",
        "t": "I will also take some of them as priests and Levites,” says the Lord.*s"
    },
    {
        "o": 21223,
        "r": "csb:Isaiah:66:22",
        "t": "“For*pn just as the new heavens and the new earth, which*ln I will make, will*ln remain before me” — this*lg is the Lord’s*s declaration — “so*pn your offspring and your name will remain."
    },
    {
        "o": 21224,
        "r": "csb:Isaiah:66:23",
        "t": "All*ln humanity will come to worship me from*ln one New Moon to another and*ln from one Sabbath to another,” says*ln the Lord.*s"
    },
    {
        "o": 21225,
        "r": "csb:Isaiah:66:24",
        "t": "“As*p they leave, they will see the dead bodies of those who have rebelled against me; for their worm will never die, their fire will never go out, and they will be a horror to all humanity.”"
    }
]
