[
    {
        "o": 31332,
        "r": "esv:Romans:4:0",
        "t": "Romans 4",
        "h": 1
    },
    {
        "o": 31333,
        "r": "esv:Romans:4:0",
        "t": "Abraham Justified by Faith",
        "h": 2
    },
    {
        "o": 31334,
        "r": "esv:Romans:4:1",
        "t": "What*p then shall we say was gained by Abraham, our forefather according to the flesh?"
    },
    {
        "o": 31335,
        "r": "esv:Romans:4:2",
        "t": "For if Abraham was justified by works, he has something to boast about, but not before God."
    },
    {
        "o": 31336,
        "r": "esv:Romans:4:3",
        "t": "For what does the Scripture say? “Abraham believed God, and it was counted to him as righteousness.”"
    },
    {
        "o": 31337,
        "r": "esv:Romans:4:4",
        "t": "Now to the one who works, his wages are not counted as a gift but as his due."
    },
    {
        "o": 31338,
        "r": "esv:Romans:4:5",
        "t": "And to the one who does not work but believes in him who justifies the ungodly, his faith is counted as righteousness,"
    },
    {
        "o": 31339,
        "r": "esv:Romans:4:6",
        "t": "just as David also speaks of the blessing of the one to whom God counts righteousness apart from works:"
    },
    {
        "o": 31340,
        "r": "esv:Romans:4:7",
        "t": "“Blessed*pn are those whose lawless deeds are forgiven, and*ld whose sins are covered;"
    },
    {
        "o": 31341,
        "r": "esv:Romans:4:8",
        "t": "blessed*ln is the man against whom the Lord will not count his sin.”"
    },
    {
        "o": 31342,
        "r": "esv:Romans:4:9",
        "t": "Is*p this blessing then only for the circumcised, or also for the uncircumcised? For we say that faith was counted to Abraham as righteousness."
    },
    {
        "o": 31343,
        "r": "esv:Romans:4:10",
        "t": "How then was it counted to him? Was it before or after he had been circumcised? It was not after, but before he was circumcised."
    },
    {
        "o": 31344,
        "r": "esv:Romans:4:11",
        "t": "He received the sign of circumcision as a seal of the righteousness that he had by faith while he was still uncircumcised. The purpose was to make him the father of all who believe without being circumcised, so that righteousness would be counted to them as well,"
    },
    {
        "o": 31345,
        "r": "esv:Romans:4:12",
        "t": "and to make him the father of the circumcised who are not merely circumcised but who also walk in the footsteps of the faith that our father Abraham had before he was circumcised."
    },
    {
        "o": 31346,
        "r": "esv:Romans:4:12",
        "t": "The Promise Realized Through Faith",
        "h": 2
    },
    {
        "o": 31347,
        "r": "esv:Romans:4:13",
        "t": "For*p the promise to Abraham and his offspring that he would be heir of the world did not come through the law but through the righteousness of faith."
    },
    {
        "o": 31348,
        "r": "esv:Romans:4:14",
        "t": "For if it is the adherents of the law who are to be the heirs, faith is null and the promise is void."
    },
    {
        "o": 31349,
        "r": "esv:Romans:4:15",
        "t": "For the law brings wrath, but where there is no law there is no transgression."
    },
    {
        "o": 31350,
        "r": "esv:Romans:4:16",
        "t": "That*p is why it depends on faith, in order that the promise may rest on grace and be guaranteed to all his offspring— not only to the adherent of the law but also to the one who shares the faith of Abraham, who is the father of us all,"
    },
    {
        "o": 31351,
        "r": "esv:Romans:4:17",
        "t": "as it is written, “I have made you the father of many nations”— in the presence of the God in whom he believed, who gives life to the dead and calls into existence the things that do not exist."
    },
    {
        "o": 31352,
        "r": "esv:Romans:4:18",
        "t": "In hope he believed against hope, that he should become the father of many nations, as he had been told, “So shall your offspring be.”"
    },
    {
        "o": 31353,
        "r": "esv:Romans:4:19",
        "t": "He did not weaken in faith when he considered his own body, which was as good as dead (since he was about a hundred years old), or when he considered the barrenness of Sarah’s womb."
    },
    {
        "o": 31354,
        "r": "esv:Romans:4:20",
        "t": "No unbelief made him waver concerning the promise of God, but he grew strong in his faith as he gave glory to God,"
    },
    {
        "o": 31355,
        "r": "esv:Romans:4:21",
        "t": "fully convinced that God was able to do what he had promised."
    },
    {
        "o": 31356,
        "r": "esv:Romans:4:22",
        "t": "That is why his faith was “counted to him as righteousness.”"
    },
    {
        "o": 31357,
        "r": "esv:Romans:4:23",
        "t": "But the words “it was counted to him” were not written for his sake alone,"
    },
    {
        "o": 31358,
        "r": "esv:Romans:4:24",
        "t": "but for ours also. It will be counted to us who believe in him who raised from the dead Jesus our Lord,"
    },
    {
        "o": 31359,
        "r": "esv:Romans:4:25",
        "t": "who was delivered up for our trespasses and raised for our justification."
    }
]
