[
    {
        "o": 30936,
        "r": "niv:Romans:4:0",
        "t": "Romans 4",
        "h": 1
    },
    {
        "o": 30937,
        "r": "niv:Romans:4:0",
        "t": "Abraham Justified by Faith",
        "h": 2
    },
    {
        "o": 30938,
        "r": "niv:Romans:4:1",
        "t": "What*p then shall we say that Abraham, our forefather according to the flesh, discovered in this matter?"
    },
    {
        "o": 30939,
        "r": "niv:Romans:4:2",
        "t": "If, in fact, Abraham was justified by works, he had something to boast about—but not before God."
    },
    {
        "o": 30940,
        "r": "niv:Romans:4:3",
        "t": "What does Scripture say? “Abraham believed God, and it was credited to him as righteousness.”"
    },
    {
        "o": 30941,
        "r": "niv:Romans:4:4",
        "t": "Now*p to the one who works, wages are not credited as a gift but as an obligation."
    },
    {
        "o": 30942,
        "r": "niv:Romans:4:5",
        "t": "However, to the one who does not work but trusts God who justifies the ungodly, their faith is credited as righteousness."
    },
    {
        "o": 30943,
        "r": "niv:Romans:4:6",
        "t": "David says the same thing when he speaks of the blessedness of the one to whom God credits righteousness apart from works:"
    },
    {
        "o": 30944,
        "r": "niv:Romans:4:7",
        "t": "“Blessed*pn are those whose*ld transgressions are forgiven, whose*ld sins are covered."
    },
    {
        "o": 30945,
        "r": "niv:Romans:4:8",
        "t": "Blessed*ln is the one whose*ld sin the Lord will never count against them.”"
    },
    {
        "o": 30946,
        "r": "niv:Romans:4:9",
        "t": "Is*p this blessedness only for the circumcised, or also for the uncircumcised? We have been saying that Abraham’s faith was credited to him as righteousness."
    },
    {
        "o": 30947,
        "r": "niv:Romans:4:10",
        "t": "Under what circumstances was it credited? Was it after he was circumcised, or before? It was not after, but before!"
    },
    {
        "o": 30948,
        "r": "niv:Romans:4:11",
        "t": "And he received circumcision as a sign, a seal of the righteousness that he had by faith while he was still uncircumcised. So then, he is the father of all who believe but have not been circumcised, in order that righteousness might be credited to them."
    },
    {
        "o": 30949,
        "r": "niv:Romans:4:12",
        "t": "And he is then also the father of the circumcised who not only are circumcised but who also follow in the footsteps of the faith that our father Abraham had before he was circumcised."
    },
    {
        "o": 30950,
        "r": "niv:Romans:4:13",
        "t": "It*p was not through the law that Abraham and his offspring received the promise that he would be heir of the world, but through the righteousness that comes by faith."
    },
    {
        "o": 30951,
        "r": "niv:Romans:4:14",
        "t": "For if those who depend on the law are heirs, faith means nothing and the promise is worthless,"
    },
    {
        "o": 30952,
        "r": "niv:Romans:4:15",
        "t": "because the law brings wrath. And where there is no law there is no transgression."
    },
    {
        "o": 30953,
        "r": "niv:Romans:4:16",
        "t": "Therefore,*p the promise comes by faith, so that it may be by grace and may be guaranteed to all Abraham’s offspring—not only to those who are of the law but also to those who have the faith of Abraham. He is the father of us all."
    },
    {
        "o": 30954,
        "r": "niv:Romans:4:17",
        "t": "As it is written: “I have made you a father of many nations.” He is our father in the sight of God, in whom he believed—the God who gives life to the dead and calls into being things that were not."
    },
    {
        "o": 30955,
        "r": "niv:Romans:4:18",
        "t": "Against*p all hope, Abraham in hope believed and so became the father of many nations, just as it had been said to him, “So shall your offspring be.”"
    },
    {
        "o": 30956,
        "r": "niv:Romans:4:19",
        "t": "Without weakening in his faith, he faced the fact that his body was as good as dead—since he was about a hundred years old—and that Sarah’s womb was also dead."
    },
    {
        "o": 30957,
        "r": "niv:Romans:4:20",
        "t": "Yet he did not waver through unbelief regarding the promise of God, but was strengthened in his faith and gave glory to God,"
    },
    {
        "o": 30958,
        "r": "niv:Romans:4:21",
        "t": "being fully persuaded that God had power to do what he had promised."
    },
    {
        "o": 30959,
        "r": "niv:Romans:4:22",
        "t": "This is why “it was credited to him as righteousness.”"
    },
    {
        "o": 30960,
        "r": "niv:Romans:4:23",
        "t": "The words “it was credited to him” were written not for him alone,"
    },
    {
        "o": 30961,
        "r": "niv:Romans:4:24",
        "t": "but also for us, to whom God will credit righteousness—for us who believe in him who raised Jesus our Lord from the dead."
    },
    {
        "o": 30962,
        "r": "niv:Romans:4:25",
        "t": "He was delivered over to death for our sins and was raised to life for our justification."
    }
]
