[
    {
        "o": 34713,
        "r": "esv:Revelation:17:0",
        "t": "Revelation 17",
        "h": 1
    },
    {
        "o": 34714,
        "r": "esv:Revelation:17:0",
        "t": "The Great Prostitute and the Beast",
        "h": 2
    },
    {
        "o": 34715,
        "r": "esv:Revelation:17:1",
        "t": "Then*p one of the seven angels who had the seven bowls came and said to me, “Come, I will show you the judgment of the great prostitute who is seated on many waters,"
    },
    {
        "o": 34716,
        "r": "esv:Revelation:17:2",
        "t": "with whom the kings of the earth have committed sexual immorality, and with the wine of whose sexual immorality the dwellers on earth have become drunk.”"
    },
    {
        "o": 34717,
        "r": "esv:Revelation:17:3",
        "t": "And he carried me away in the Spirit into a wilderness, and I saw a woman sitting on a scarlet beast that was full of blasphemous names, and it had seven heads and ten horns."
    },
    {
        "o": 34718,
        "r": "esv:Revelation:17:4",
        "t": "The woman was arrayed in purple and scarlet, and adorned with gold and jewels and pearls, holding in her hand a golden cup full of abominations and the impurities of her sexual immorality."
    },
    {
        "o": 34719,
        "r": "esv:Revelation:17:5",
        "t": "And on her forehead was written a name of mystery: “Babylon the great, mother of prostitutes and of earth’s abominations.”"
    },
    {
        "o": 34720,
        "r": "esv:Revelation:17:6",
        "t": "And I saw the woman, drunk with the blood of the saints, the blood of the martyrs of Jesus. When*p I saw her, I marveled greatly."
    },
    {
        "o": 34721,
        "r": "esv:Revelation:17:7",
        "t": "But the angel said to me, “Why do you marvel? I will tell you the mystery of the woman, and of the beast with seven heads and ten horns that carries her."
    },
    {
        "o": 34722,
        "r": "esv:Revelation:17:8",
        "t": "The beast that you saw was, and is not, and is about to rise from the bottomless pit and go to destruction. And the dwellers on earth whose names have not been written in the book of life from the foundation of the world will marvel to see the beast, because it was and is not and is to come."
    },
    {
        "o": 34723,
        "r": "esv:Revelation:17:9",
        "t": "This calls for a mind with wisdom: the seven heads are seven mountains on which the woman is seated;"
    },
    {
        "o": 34724,
        "r": "esv:Revelation:17:10",
        "t": "they are also seven kings, five of whom have fallen, one is, the other has not yet come, and when he does come he must remain only a little while."
    },
    {
        "o": 34725,
        "r": "esv:Revelation:17:11",
        "t": "As for the beast that was and is not, it is an eighth but it belongs to the seven, and it goes to destruction."
    },
    {
        "o": 34726,
        "r": "esv:Revelation:17:12",
        "t": "And the ten horns that you saw are ten kings who have not yet received royal power, but they are to receive authority as kings for one hour, together with the beast."
    },
    {
        "o": 34727,
        "r": "esv:Revelation:17:13",
        "t": "These are of one mind, and they hand over their power and authority to the beast."
    },
    {
        "o": 34728,
        "r": "esv:Revelation:17:14",
        "t": "They will make war on the Lamb, and the Lamb will conquer them, for he is Lord of lords and King of kings, and those with him are called and chosen and faithful.”"
    },
    {
        "o": 34729,
        "r": "esv:Revelation:17:15",
        "t": "And*p the angel said to me, “The waters that you saw, where the prostitute is seated, are peoples and multitudes and nations and languages."
    },
    {
        "o": 34730,
        "r": "esv:Revelation:17:16",
        "t": "And the ten horns that you saw, they and the beast will hate the prostitute. They will make her desolate and naked, and devour her flesh and burn her up with fire,"
    },
    {
        "o": 34731,
        "r": "esv:Revelation:17:17",
        "t": "for God has put it into their hearts to carry out his purpose by being of one mind and handing over their royal power to the beast, until the words of God are fulfilled."
    },
    {
        "o": 34732,
        "r": "esv:Revelation:17:18",
        "t": "And the woman that you saw is the great city that has dominion over the kings of the earth.”"
    }
]
