[
    {
        "o": 25026,
        "r": "csb:Hosea:11:0",
        "t": "Hosea 11",
        "h": 1
    },
    {
        "o": 25027,
        "r": "csb:Hosea:11:0",
        "t": "The Lord’s Love for Israel",
        "h": 2
    },
    {
        "o": 25028,
        "r": "csb:Hosea:11:1",
        "t": "When*pn Israel was a child, I loved him, and*ln out of Egypt I called my son."
    },
    {
        "o": 25029,
        "r": "csb:Hosea:11:2",
        "t": "Israel*ln called to the Egyptians even*ln as Israel was leaving them. They*ln kept sacrificing to the Baals and*ln burning offerings to idols."
    },
    {
        "o": 25030,
        "r": "csb:Hosea:11:3",
        "t": "It*ln was I who taught Ephraim to walk, taking*ln them by the hand, but*ln they never knew that I healed them."
    },
    {
        "o": 25031,
        "r": "csb:Hosea:11:4",
        "t": "I*ln led them with human cords, with*ln ropes of love. To*ln them I was like one who*ln eases the yoke from their jaws; I*ln bent down to give them food."
    },
    {
        "o": 25032,
        "r": "csb:Hosea:11:5",
        "t": "Israel*ln will not return to the land of Egypt and*ln Assyria will be his king, because*ln they refused to repent."
    },
    {
        "o": 25033,
        "r": "csb:Hosea:11:6",
        "t": "A*ln sword will whirl through his cities; it*ln will destroy and devour the bars of his gates, because*ln of their schemes."
    },
    {
        "o": 25034,
        "r": "csb:Hosea:11:7",
        "t": "My*ln people are bent on turning from me. Though*ln they call to him on high, he*ln will not exalt them at all."
    },
    {
        "o": 25035,
        "r": "csb:Hosea:11:8",
        "t": "How*pn can I give you up, Ephraim? How*ln can I surrender you, Israel? How*ln can I make you like Admah? How*ln can I treat you like Zeboiim? I*ln have had a change of heart; my*ln compassion is stirred!"
    },
    {
        "o": 25036,
        "r": "csb:Hosea:11:9",
        "t": "I*ln will not vent the full fury of my anger; I*ln will not turn back to destroy Ephraim. For*ln I am God and not man, the*ln Holy One among you; I*ln will not come in rage."
    },
    {
        "o": 25037,
        "r": "csb:Hosea:11:10",
        "t": "They*ln will follow the Lord;*s he*ln will roar like a lion. When*ln he roars, his*ln children will come trembling from the west."
    },
    {
        "o": 25038,
        "r": "csb:Hosea:11:11",
        "t": "They*ln will be roused like birds from Egypt and*ln like doves from the land of Assyria. Then*ln I will settle them in their homes. This*lg is the Lord’s*s declaration."
    },
    {
        "o": 25039,
        "r": "csb:Hosea:11:12",
        "t": "Ephraim*pn surrounds me with lies, the*ln house of Israel, with deceit. Judah*ln still wanders with God and*ln is faithful to the holy ones."
    }
]
