[
    {
        "o": 33107,
        "r": "nkjv:Ephesians:5:0",
        "t": "Ephesians 5",
        "h": 1
    },
    {
        "o": 33108,
        "r": "nkjv:Ephesians:5:0",
        "t": "Walk in Love",
        "h": 2
    },
    {
        "o": 33109,
        "r": "nkjv:Ephesians:5:1",
        "t": "Therefore*p be imitators of God as dear children."
    },
    {
        "o": 33110,
        "r": "nkjv:Ephesians:5:2",
        "t": "And walk in love, as Christ also has loved us and given Himself for us, an offering and a sacrifice to God for a sweet-smelling aroma."
    },
    {
        "o": 33111,
        "r": "nkjv:Ephesians:5:3",
        "t": "But*p fornication and all uncleanness or covetousness, let it not even be named among you, as is fitting for saints;"
    },
    {
        "o": 33112,
        "r": "nkjv:Ephesians:5:4",
        "t": "neither filthiness, nor foolish talking, nor coarse jesting, which are not fitting, but rather giving of thanks."
    },
    {
        "o": 33113,
        "r": "nkjv:Ephesians:5:5",
        "t": "For this you know, that no fornicator, unclean person, nor covetous man, who is an idolater, has any inheritance in the kingdom of Christ and God."
    },
    {
        "o": 33114,
        "r": "nkjv:Ephesians:5:6",
        "t": "Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience."
    },
    {
        "o": 33115,
        "r": "nkjv:Ephesians:5:7",
        "t": "Therefore do not be partakers with them."
    },
    {
        "o": 33116,
        "r": "nkjv:Ephesians:5:7",
        "t": "Walk in Light",
        "h": 2
    },
    {
        "o": 33117,
        "r": "nkjv:Ephesians:5:8",
        "t": "For*p you were once darkness, but now you*i are*i light in the Lord. Walk as children of light"
    },
    {
        "o": 33118,
        "r": "nkjv:Ephesians:5:9",
        "t": "(for the fruit of the Spirit is*i in all goodness, righteousness, and truth),"
    },
    {
        "o": 33119,
        "r": "nkjv:Ephesians:5:10",
        "t": "finding out what is acceptable to the Lord."
    },
    {
        "o": 33120,
        "r": "nkjv:Ephesians:5:11",
        "t": "And have no fellowship with the unfruitful works of darkness, but rather expose them.*i"
    },
    {
        "o": 33121,
        "r": "nkjv:Ephesians:5:12",
        "t": "For it is shameful even to speak of those things which are done by them in secret."
    },
    {
        "o": 33122,
        "r": "nkjv:Ephesians:5:13",
        "t": "But all things that are exposed are made manifest by the light, for whatever makes manifest is light."
    },
    {
        "o": 33123,
        "r": "nkjv:Ephesians:5:14",
        "t": "Therefore He says: “Awake,*pn you who sleep, Arise*ld from the dead, And*ld Christ will give you light.”"
    },
    {
        "o": 33124,
        "r": "nkjv:Ephesians:5:14",
        "t": "Walk in Wisdom",
        "h": 2
    },
    {
        "o": 33125,
        "r": "nkjv:Ephesians:5:15",
        "t": "See*p then that you walk circumspectly, not as fools but as wise,"
    },
    {
        "o": 33126,
        "r": "nkjv:Ephesians:5:16",
        "t": "redeeming the time, because the days are evil."
    },
    {
        "o": 33127,
        "r": "nkjv:Ephesians:5:17",
        "t": "Therefore*p do not be unwise, but understand what the will of the Lord is.*i"
    },
    {
        "o": 33128,
        "r": "nkjv:Ephesians:5:18",
        "t": "And do not be drunk with wine, in which is dissipation; but be filled with the Spirit,"
    },
    {
        "o": 33129,
        "r": "nkjv:Ephesians:5:19",
        "t": "speaking to one another in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord,"
    },
    {
        "o": 33130,
        "r": "nkjv:Ephesians:5:20",
        "t": "giving thanks always for all things to God the Father in the name of our Lord Jesus Christ,"
    },
    {
        "o": 33131,
        "r": "nkjv:Ephesians:5:21",
        "t": "submitting to one another in the fear of God."
    },
    {
        "o": 33132,
        "r": "nkjv:Ephesians:5:21",
        "t": "Marriage—Christ and the Church",
        "h": 2
    },
    {
        "o": 33133,
        "r": "nkjv:Ephesians:5:22",
        "t": "Wives,*p submit to your own husbands, as to the Lord."
    },
    {
        "o": 33134,
        "r": "nkjv:Ephesians:5:23",
        "t": "For the husband is head of the wife, as also Christ is head of the church; and He is the Savior of the body."
    },
    {
        "o": 33135,
        "r": "nkjv:Ephesians:5:24",
        "t": "Therefore, just as the church is subject to Christ, so let*i the wives be*i to their own husbands in everything."
    },
    {
        "o": 33136,
        "r": "nkjv:Ephesians:5:25",
        "t": "Husbands,*p love your wives, just as Christ also loved the church and gave Himself for her,"
    },
    {
        "o": 33137,
        "r": "nkjv:Ephesians:5:26",
        "t": "that He might sanctify and cleanse her with the washing of water by the word,"
    },
    {
        "o": 33138,
        "r": "nkjv:Ephesians:5:27",
        "t": "that He might present her to Himself a glorious church, not having spot or wrinkle or any such thing, but that she should be holy and without blemish."
    },
    {
        "o": 33139,
        "r": "nkjv:Ephesians:5:28",
        "t": "So husbands ought to love their own wives as their own bodies; he who loves his wife loves himself."
    },
    {
        "o": 33140,
        "r": "nkjv:Ephesians:5:29",
        "t": "For no one ever hated his own flesh, but nourishes and cherishes it, just as the Lord does*i the church."
    },
    {
        "o": 33141,
        "r": "nkjv:Ephesians:5:30",
        "t": "For we are members of His body, of His flesh and of His bones."
    },
    {
        "o": 33142,
        "r": "nkjv:Ephesians:5:31",
        "t": "“For this reason a man shall leave his father and mother and be joined to his wife, and the two shall become one flesh.”"
    },
    {
        "o": 33143,
        "r": "nkjv:Ephesians:5:32",
        "t": "This is a great mystery, but I speak concerning Christ and the church."
    },
    {
        "o": 33144,
        "r": "nkjv:Ephesians:5:33",
        "t": "Nevertheless let each one of you in particular so love his own wife as himself, and let the wife see*i that she respects her*i husband."
    }
]
