[
    {
        "o": 23077,
        "r": "niv:Ezekiel:23:0",
        "t": "Ezekiel 23",
        "h": 1
    },
    {
        "o": 23078,
        "r": "niv:Ezekiel:23:0",
        "t": "Two Adulterous Sisters",
        "h": 2
    },
    {
        "o": 23079,
        "r": "niv:Ezekiel:23:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23080,
        "r": "niv:Ezekiel:23:2",
        "t": "“Son of man, there were two women, daughters of the same mother."
    },
    {
        "o": 23081,
        "r": "niv:Ezekiel:23:3",
        "t": "They became prostitutes in Egypt, engaging in prostitution from their youth. In that land their breasts were fondled and their virgin bosoms caressed."
    },
    {
        "o": 23082,
        "r": "niv:Ezekiel:23:4",
        "t": "The older was named Oholah, and her sister was Oholibah. They were mine and gave birth to sons and daughters. Oholah is Samaria, and Oholibah is Jerusalem."
    },
    {
        "o": 23083,
        "r": "niv:Ezekiel:23:5",
        "t": "“Oholah*p engaged in prostitution while she was still mine; and she lusted after her lovers, the Assyrians—warriors"
    },
    {
        "o": 23084,
        "r": "niv:Ezekiel:23:6",
        "t": "clothed in blue, governors and commanders, all of them handsome young men, and mounted horsemen."
    },
    {
        "o": 23085,
        "r": "niv:Ezekiel:23:7",
        "t": "She gave herself as a prostitute to all the elite of the Assyrians and defiled herself with all the idols of everyone she lusted after."
    },
    {
        "o": 23086,
        "r": "niv:Ezekiel:23:8",
        "t": "She did not give up the prostitution she began in Egypt, when during her youth men slept with her, caressed her virgin bosom and poured out their lust on her."
    },
    {
        "o": 23087,
        "r": "niv:Ezekiel:23:9",
        "t": "“Therefore*p I delivered her into the hands of her lovers, the Assyrians, for whom she lusted."
    },
    {
        "o": 23088,
        "r": "niv:Ezekiel:23:10",
        "t": "They stripped her naked, took away her sons and daughters and killed her with the sword. She became a byword among women, and punishment was inflicted on her."
    },
    {
        "o": 23089,
        "r": "niv:Ezekiel:23:11",
        "t": "“Her*p sister Oholibah saw this, yet in her lust and prostitution she was more depraved than her sister."
    },
    {
        "o": 23090,
        "r": "niv:Ezekiel:23:12",
        "t": "She too lusted after the Assyrians—governors and commanders, warriors in full dress, mounted horsemen, all handsome young men."
    },
    {
        "o": 23091,
        "r": "niv:Ezekiel:23:13",
        "t": "I saw that she too defiled herself; both of them went the same way."
    },
    {
        "o": 23092,
        "r": "niv:Ezekiel:23:14",
        "t": "“But*p she carried her prostitution still further. She saw men portrayed on a wall, figures of Chaldeans portrayed in red,"
    },
    {
        "o": 23093,
        "r": "niv:Ezekiel:23:15",
        "t": "with belts around their waists and flowing turbans on their heads; all of them looked like Babylonian chariot officers, natives of Chaldea."
    },
    {
        "o": 23094,
        "r": "niv:Ezekiel:23:16",
        "t": "As soon as she saw them, she lusted after them and sent messengers to them in Chaldea."
    },
    {
        "o": 23095,
        "r": "niv:Ezekiel:23:17",
        "t": "Then the Babylonians came to her, to the bed of love, and in their lust they defiled her. After she had been defiled by them, she turned away from them in disgust."
    },
    {
        "o": 23096,
        "r": "niv:Ezekiel:23:18",
        "t": "When she carried on her prostitution openly and exposed her naked body, I turned away from her in disgust, just as I had turned away from her sister."
    },
    {
        "o": 23097,
        "r": "niv:Ezekiel:23:19",
        "t": "Yet she became more and more promiscuous as she recalled the days of her youth, when she was a prostitute in Egypt."
    },
    {
        "o": 23098,
        "r": "niv:Ezekiel:23:20",
        "t": "There she lusted after her lovers, whose genitals were like those of donkeys and whose emission was like that of horses."
    },
    {
        "o": 23099,
        "r": "niv:Ezekiel:23:21",
        "t": "So you longed for the lewdness of your youth, when in Egypt your bosom was caressed and your young breasts fondled."
    },
    {
        "o": 23100,
        "r": "niv:Ezekiel:23:22",
        "t": "“Therefore,*p Oholibah, this is what the Sovereign Lord*s says: I will stir up your lovers against you, those you turned away from in disgust, and I will bring them against you from every side—"
    },
    {
        "o": 23101,
        "r": "niv:Ezekiel:23:23",
        "t": "the Babylonians and all the Chaldeans, the men of Pekod and Shoa and Koa, and all the Assyrians with them, handsome young men, all of them governors and commanders, chariot officers and men of high rank, all mounted on horses."
    },
    {
        "o": 23102,
        "r": "niv:Ezekiel:23:24",
        "t": "They will come against you with weapons, chariots and wagons and with a throng of people; they will take up positions against you on every side with large and small shields and with helmets. I will turn you over to them for punishment, and they will punish you according to their standards."
    },
    {
        "o": 23103,
        "r": "niv:Ezekiel:23:25",
        "t": "I will direct my jealous anger against you, and they will deal with you in fury. They will cut off your noses and your ears, and those of you who are left will fall by the sword. They will take away your sons and daughters, and those of you who are left will be consumed by fire."
    },
    {
        "o": 23104,
        "r": "niv:Ezekiel:23:26",
        "t": "They will also strip you of your clothes and take your fine jewelry."
    },
    {
        "o": 23105,
        "r": "niv:Ezekiel:23:27",
        "t": "So I will put a stop to the lewdness and prostitution you began in Egypt. You will not look on these things with longing or remember Egypt anymore."
    },
    {
        "o": 23106,
        "r": "niv:Ezekiel:23:28",
        "t": "“For*p this is what the Sovereign Lord*s says: I am about to deliver you into the hands of those you hate, to those you turned away from in disgust."
    },
    {
        "o": 23107,
        "r": "niv:Ezekiel:23:29",
        "t": "They will deal with you in hatred and take away everything you have worked for. They will leave you stark naked, and the shame of your prostitution will be exposed. Your lewdness and promiscuity"
    },
    {
        "o": 23108,
        "r": "niv:Ezekiel:23:30",
        "t": "have brought this on you, because you lusted after the nations and defiled yourself with their idols."
    },
    {
        "o": 23109,
        "r": "niv:Ezekiel:23:31",
        "t": "You have gone the way of your sister; so I will put her cup into your hand."
    },
    {
        "o": 23110,
        "r": "niv:Ezekiel:23:32",
        "t": "“This*p is what the Sovereign Lord*s says: “You*pn will drink your sister’s cup, a*ld cup large and deep; it*ln will bring scorn and derision, for*ld it holds so much."
    },
    {
        "o": 23111,
        "r": "niv:Ezekiel:23:33",
        "t": "You*ln will be filled with drunkenness and sorrow, the*ld cup of ruin and desolation, the*ld cup of your sister Samaria."
    },
    {
        "o": 23112,
        "r": "niv:Ezekiel:23:34",
        "t": "You*ln will drink it and drain it dry and*ld chew on its pieces— and*ld you will tear your breasts. I*p have spoken, declares the Sovereign Lord.*s"
    },
    {
        "o": 23113,
        "r": "niv:Ezekiel:23:35",
        "t": "“Therefore*p this is what the Sovereign Lord*s says: Since you have forgotten me and turned your back on me, you must bear the consequences of your lewdness and prostitution.”"
    },
    {
        "o": 23114,
        "r": "niv:Ezekiel:23:36",
        "t": "The*p Lord*s said to me: “Son of man, will you judge Oholah and Oholibah? Then confront them with their detestable practices,"
    },
    {
        "o": 23115,
        "r": "niv:Ezekiel:23:37",
        "t": "for they have committed adultery and blood is on their hands. They committed adultery with their idols; they even sacrificed their children, whom they bore to me, as food for them."
    },
    {
        "o": 23116,
        "r": "niv:Ezekiel:23:38",
        "t": "They have also done this to me: At that same time they defiled my sanctuary and desecrated my Sabbaths."
    },
    {
        "o": 23117,
        "r": "niv:Ezekiel:23:39",
        "t": "On the very day they sacrificed their children to their idols, they entered my sanctuary and desecrated it. That is what they did in my house."
    },
    {
        "o": 23118,
        "r": "niv:Ezekiel:23:40",
        "t": "“They*p even sent messengers for men who came from far away, and when they arrived you bathed yourself for them, applied eye makeup and put on your jewelry."
    },
    {
        "o": 23119,
        "r": "niv:Ezekiel:23:41",
        "t": "You sat on an elegant couch, with a table spread before it on which you had placed the incense and olive oil that belonged to me."
    },
    {
        "o": 23120,
        "r": "niv:Ezekiel:23:42",
        "t": "“The*p noise of a carefree crowd was around her; drunkards were brought from the desert along with men from the rabble, and they put bracelets on the wrists of the woman and her sister and beautiful crowns on their heads."
    },
    {
        "o": 23121,
        "r": "niv:Ezekiel:23:43",
        "t": "Then I said about the one worn out by adultery, ‘Now let them use her as a prostitute, for that is all she is.’"
    },
    {
        "o": 23122,
        "r": "niv:Ezekiel:23:44",
        "t": "And they slept with her. As men sleep with a prostitute, so they slept with those lewd women, Oholah and Oholibah."
    },
    {
        "o": 23123,
        "r": "niv:Ezekiel:23:45",
        "t": "But righteous judges will sentence them to the punishment of women who commit adultery and shed blood, because they are adulterous and blood is on their hands."
    },
    {
        "o": 23124,
        "r": "niv:Ezekiel:23:46",
        "t": "“This*p is what the Sovereign Lord*s says: Bring a mob against them and give them over to terror and plunder."
    },
    {
        "o": 23125,
        "r": "niv:Ezekiel:23:47",
        "t": "The mob will stone them and cut them down with their swords; they will kill their sons and daughters and burn down their houses."
    },
    {
        "o": 23126,
        "r": "niv:Ezekiel:23:48",
        "t": "“So*p I will put an end to lewdness in the land, that all women may take warning and not imitate you."
    },
    {
        "o": 23127,
        "r": "niv:Ezekiel:23:49",
        "t": "You will suffer the penalty for your lewdness and bear the consequences of your sins of idolatry. Then you will know that I am the Sovereign Lord.”*s"
    }
]
