[
    {
        "o": 1377,
        "r": "csb:Genesis:42:0",
        "t": "Genesis 42",
        "h": 1
    },
    {
        "o": 1378,
        "r": "csb:Genesis:42:0",
        "t": "Joseph’s Brothers in Egypt",
        "h": 2
    },
    {
        "o": 1379,
        "r": "csb:Genesis:42:1",
        "t": "When*p Jacob learned that there was grain in Egypt, he said to his sons, “Why do you keep looking at each other?"
    },
    {
        "o": 1380,
        "r": "csb:Genesis:42:2",
        "t": "Listen,” he went on, “I have heard there is grain in Egypt. Go down there and buy some for us so that we will live and not die.”"
    },
    {
        "o": 1381,
        "r": "csb:Genesis:42:3",
        "t": "So ten of Joseph’s brothers went down to buy grain from Egypt."
    },
    {
        "o": 1382,
        "r": "csb:Genesis:42:4",
        "t": "But Jacob did not send Joseph’s brother Benjamin with his brothers, for he thought, “Something might happen to him.”"
    },
    {
        "o": 1383,
        "r": "csb:Genesis:42:5",
        "t": "The*p sons of Israel were among those who came to buy grain, for the famine was in the land of Canaan."
    },
    {
        "o": 1384,
        "r": "csb:Genesis:42:6",
        "t": "Joseph was in charge of the country; he sold grain to all its people. His brothers came and bowed down before him with their faces to the ground."
    },
    {
        "o": 1385,
        "r": "csb:Genesis:42:7",
        "t": "When Joseph saw his brothers, he recognized them, but he treated them like strangers and spoke harshly to them. “Where*p do you come from?” he asked. “From*p the land of Canaan to buy food,” they replied."
    },
    {
        "o": 1386,
        "r": "csb:Genesis:42:8",
        "t": "Although*p Joseph recognized his brothers, they did not recognize him."
    },
    {
        "o": 1387,
        "r": "csb:Genesis:42:9",
        "t": "Joseph remembered his dreams about them and said to them, “You are spies. You have come to see the weakness of the land.”"
    },
    {
        "o": 1388,
        "r": "csb:Genesis:42:10",
        "t": "“No,*p my lord. Your servants have come to buy food,” they said."
    },
    {
        "o": 1389,
        "r": "csb:Genesis:42:11",
        "t": "“We are all sons of one man. We are honest; your servants are not spies.”"
    },
    {
        "o": 1390,
        "r": "csb:Genesis:42:12",
        "t": "“No,”*p he said to them. “You have come to see the weakness of the land.”"
    },
    {
        "o": 1391,
        "r": "csb:Genesis:42:13",
        "t": "But*p they replied, “We, your servants, were twelve brothers, the sons of one man in the land of Canaan. The youngest is now with our father, and one is no longer living.”"
    },
    {
        "o": 1392,
        "r": "csb:Genesis:42:14",
        "t": "Then*p Joseph said to them, “I have spoken: ‘You are spies!’"
    },
    {
        "o": 1393,
        "r": "csb:Genesis:42:15",
        "t": "This is how you will be tested: As surely as Pharaoh lives, you will not leave this place unless your youngest brother comes here."
    },
    {
        "o": 1394,
        "r": "csb:Genesis:42:16",
        "t": "Send one from among you to get your brother. The rest of you will be imprisoned so that your words can be tested to see if they are true. If they are not, then as surely as Pharaoh lives, you are spies!”"
    },
    {
        "o": 1395,
        "r": "csb:Genesis:42:17",
        "t": "So Joseph imprisoned them together for three days."
    },
    {
        "o": 1396,
        "r": "csb:Genesis:42:18",
        "t": "On*p the third day Joseph said to them, “I fear God- do this and you will live."
    },
    {
        "o": 1397,
        "r": "csb:Genesis:42:19",
        "t": "If you are honest, let one of you be confined to the guardhouse, while the rest of you go and take grain to relieve the hunger of your households."
    },
    {
        "o": 1398,
        "r": "csb:Genesis:42:20",
        "t": "Bring your youngest brother to me so that your words can be confirmed; then you won’t die.” And they consented to this."
    },
    {
        "o": 1399,
        "r": "csb:Genesis:42:21",
        "t": "Then*p they said to each other, “Obviously, we are being punished for what we did to our brother. We saw his deep distress when he pleaded with us, but we would not listen. That is why this trouble has come to us.”"
    },
    {
        "o": 1400,
        "r": "csb:Genesis:42:22",
        "t": "But*p Reuben replied, “Didn’t I tell you not to harm the boy? But you wouldn’t listen. Now we must account for his blood!”"
    },
    {
        "o": 1401,
        "r": "csb:Genesis:42:23",
        "t": "They*p did not realize that Joseph understood them, since there was an interpreter between them."
    },
    {
        "o": 1402,
        "r": "csb:Genesis:42:24",
        "t": "He turned away from them and wept. When he turned back and spoke to them, he took Simeon from them and had him bound before their eyes."
    },
    {
        "o": 1403,
        "r": "csb:Genesis:42:25",
        "t": "Joseph then gave orders to fill their containers with grain, return each man’s silver to his sack, and give them provisions for their journey. This order was carried out."
    },
    {
        "o": 1404,
        "r": "csb:Genesis:42:26",
        "t": "They loaded the grain on their donkeys and left there."
    },
    {
        "o": 1405,
        "r": "csb:Genesis:42:26",
        "t": "The Brothers Return Home",
        "h": 2
    },
    {
        "o": 1406,
        "r": "csb:Genesis:42:27",
        "t": "At*p the place where they lodged for the night, one of them opened his sack to get feed for his donkey, and he saw his silver there at the top of his bag."
    },
    {
        "o": 1407,
        "r": "csb:Genesis:42:28",
        "t": "He said to his brothers, “My silver has been returned! It’s here in my bag.” Their hearts sank. Trembling, they turned to one another and said, “What has God done to us?”"
    },
    {
        "o": 1408,
        "r": "csb:Genesis:42:29",
        "t": "When*p they reached their father Jacob in the land of Canaan, they told him all that had happened to them:"
    },
    {
        "o": 1409,
        "r": "csb:Genesis:42:30",
        "t": "“The man who is the lord of the country spoke harshly to us and accused us of spying on the country."
    },
    {
        "o": 1410,
        "r": "csb:Genesis:42:31",
        "t": "But we told him, ‘We are honest and not spies."
    },
    {
        "o": 1411,
        "r": "csb:Genesis:42:32",
        "t": "We were twelve brothers, sons of the same father. One is no longer living, and the youngest is now with our father in the land of Canaan.’"
    },
    {
        "o": 1412,
        "r": "csb:Genesis:42:33",
        "t": "The man who is the lord of the country said to us, ‘This is how I will know if you are honest: Leave one brother with me, take food to relieve the hunger of your households, and go."
    },
    {
        "o": 1413,
        "r": "csb:Genesis:42:34",
        "t": "Bring back your youngest brother to me, and I will know that you are not spies but honest men. I will then give your brother back to you, and you can trade in the country.’”"
    },
    {
        "o": 1414,
        "r": "csb:Genesis:42:35",
        "t": "As*p they began emptying their sacks, there in each man’s sack was his bag of silver! When they and their father saw their bags of silver, they were afraid."
    },
    {
        "o": 1415,
        "r": "csb:Genesis:42:36",
        "t": "Their*p father Jacob said to them, “It’s me that you make childless. Joseph is gone, and Simeon is gone. Now you want to take Benjamin. Everything happens to me!”"
    },
    {
        "o": 1416,
        "r": "csb:Genesis:42:37",
        "t": "Then*p Reuben said to his father, “You can kill my two sons if I don’t bring him back to you. Put him in my care, and I will return him to you.”"
    },
    {
        "o": 1417,
        "r": "csb:Genesis:42:38",
        "t": "But*p Jacob answered, “My son will not go down with you, for his brother is dead and he alone is left. If anything happens to him on your journey, you will bring my gray hairs down to Sheol in sorrow.”"
    }
]
