[
    {
        "o": 16155,
        "r": "nkjv:Psalm:42:0",
        "t": "Psalm 42",
        "h": 1
    },
    {
        "o": 16156,
        "r": "nkjv:Psalm:42:0",
        "t": "BOOK TWO: Psalms 42—72",
        "h": 2
    },
    {
        "o": 16157,
        "r": "nkjv:Psalm:42:0",
        "t": "Yearning for God in the Midst of Distresses",
        "h": 2
    },
    {
        "o": 16158,
        "r": "nkjv:Psalm:42:0",
        "t": "To the Chief Musician. A Contemplation of the sons of Korah.",
        "h": 4
    },
    {
        "o": 16159,
        "r": "nkjv:Psalm:42:1",
        "t": "As*pn the deer pants for the water brooks, So*ld pants my soul for You, O God."
    },
    {
        "o": 16160,
        "r": "nkjv:Psalm:42:2",
        "t": "My*ld soul thirsts for God, for the living God. When*ld shall I come and appear before God?"
    },
    {
        "o": 16161,
        "r": "nkjv:Psalm:42:3",
        "t": "My*ld tears have been my food day and night, While*ld they continually say to me, “Where*ld is*i your God?”"
    },
    {
        "o": 16162,
        "r": "nkjv:Psalm:42:4",
        "t": "When*ln I remember these things,*i I*ld pour out my soul within me. For*ld I used to go with the multitude; I*ld went with them to the house of God, With*ld the voice of joy and praise, With*ld a multitude that kept a pilgrim feast."
    },
    {
        "o": 16163,
        "r": "nkjv:Psalm:42:5",
        "t": "Why*ln are you cast down, O my soul? And*ld why*i are you disquieted within me? Hope*ld in God, for I shall yet praise Him For*ild the help of His countenance."
    },
    {
        "o": 16164,
        "r": "nkjv:Psalm:42:6",
        "t": "O*ln my God, my soul is cast down within me; Therefore*ld I will remember You from the land of the Jordan, And*ld from the heights of Hermon, From*ld the Hill Mizar."
    },
    {
        "o": 16165,
        "r": "nkjv:Psalm:42:7",
        "t": "Deep*ld calls unto deep at the noise of Your waterfalls; All*ld Your waves and billows have gone over me."
    },
    {
        "o": 16166,
        "r": "nkjv:Psalm:42:8",
        "t": "The*ld Lord*s will command His lovingkindness in the daytime, And*ld in the night His song shall*i be*i with me— A*ld prayer to the God of my life."
    },
    {
        "o": 16167,
        "r": "nkjv:Psalm:42:9",
        "t": "I*ln will say to God my Rock, “Why*ld have You forgotten me? Why*ld do I go mourning because of the oppression of the enemy?”"
    },
    {
        "o": 16168,
        "r": "nkjv:Psalm:42:10",
        "t": "As*ild with a breaking of my bones, My*ld enemies reproach me, While*ld they say to me all day long, “Where*ld is*i your God?”"
    },
    {
        "o": 16169,
        "r": "nkjv:Psalm:42:11",
        "t": "Why*ln are you cast down, O my soul? And*ld why are you disquieted within me? Hope*ld in God; For*ld I shall yet praise Him, The*ld help of my countenance and my God."
    }
]
