[
    {
        "o": 21884,
        "r": "esv:Jeremiah:30:0",
        "t": "Jeremiah 30",
        "h": 1
    },
    {
        "o": 21885,
        "r": "esv:Jeremiah:30:0",
        "t": "Restoration for Israel and Judah",
        "h": 2
    },
    {
        "o": 21886,
        "r": "esv:Jeremiah:30:1",
        "t": "The*p word that came to Jeremiah from the Lord:*s"
    },
    {
        "o": 21887,
        "r": "esv:Jeremiah:30:2",
        "t": "“Thus says the Lord,*s the God of Israel: Write in a book all the words that I have spoken to you."
    },
    {
        "o": 21888,
        "r": "esv:Jeremiah:30:3",
        "t": "For behold, days are coming, declares the Lord,*s when I will restore the fortunes of my people, Israel and Judah, says the Lord,*s and I will bring them back to the land that I gave to their fathers, and they shall take possession of it.”"
    },
    {
        "o": 21889,
        "r": "esv:Jeremiah:30:4",
        "t": "These*p are the words that the Lord*s spoke concerning Israel and Judah:"
    },
    {
        "o": 21890,
        "r": "esv:Jeremiah:30:5",
        "t": "“Thus*pn says the Lord:*s We*ln have heard a cry of panic, of*ld terror, and no peace."
    },
    {
        "o": 21891,
        "r": "esv:Jeremiah:30:6",
        "t": "Ask*ln now, and see, can*ld a man bear a child? Why*ln then do I see every man with*ld his hands on his stomach like a woman in labor? Why*ld has every face turned pale?"
    },
    {
        "o": 21892,
        "r": "esv:Jeremiah:30:7",
        "t": "Alas!*ln That day is so great there*ld is none like it; it*ln is a time of distress for Jacob; yet*ld he shall be saved out of it."
    },
    {
        "o": 21893,
        "r": "esv:Jeremiah:30:8",
        "t": "“And*p it shall come to pass in that day, declares the Lord*s of hosts, that I will break his yoke from off your neck, and I will burst your bonds, and foreigners shall no more make a servant of him."
    },
    {
        "o": 21894,
        "r": "esv:Jeremiah:30:9",
        "t": "But they shall serve the Lord*s their God and David their king, whom I will raise up for them."
    },
    {
        "o": 21895,
        "r": "esv:Jeremiah:30:10",
        "t": "“Then*pn fear not, O Jacob my servant, declares the Lord,*s nor*ld be dismayed, O Israel; for*ln behold, I will save you from far away, and*ld your offspring from the land of their captivity. Jacob*ln shall return and have quiet and ease, and*ld none shall make him afraid."
    },
    {
        "o": 21896,
        "r": "esv:Jeremiah:30:11",
        "t": "For*ln I am with you to save you, declares*l the Lord;*s I*ln will make a full end of all the nations among*ld whom I scattered you, but*ld of you I will not make a full end. I*ln will discipline you in just measure, and*ld I will by no means leave you unpunished."
    },
    {
        "o": 21897,
        "r": "esv:Jeremiah:30:12",
        "t": "“For*pn thus says the Lord:*s Your*ln hurt is incurable, and*ld your wound is grievous."
    },
    {
        "o": 21898,
        "r": "esv:Jeremiah:30:13",
        "t": "There*ln is none to uphold your cause, no*ld medicine for your wound, no*ld healing for you."
    },
    {
        "o": 21899,
        "r": "esv:Jeremiah:30:14",
        "t": "All*ln your lovers have forgotten you; they*ld care nothing for you; for*ln I have dealt you the blow of an enemy, the*ld punishment of a merciless foe, because*ln your guilt is great, because*ld your sins are flagrant."
    },
    {
        "o": 21900,
        "r": "esv:Jeremiah:30:15",
        "t": "Why*ln do you cry out over your hurt? Your*ld pain is incurable. Because*ln your guilt is great, because*ld your sins are flagrant, I*ld have done these things to you."
    },
    {
        "o": 21901,
        "r": "esv:Jeremiah:30:16",
        "t": "Therefore*ln all who devour you shall be devoured, and*ld all your foes, every one of them, shall go into captivity; those*ln who plunder you shall be plundered, and*ld all who prey on you I will make a prey."
    },
    {
        "o": 21902,
        "r": "esv:Jeremiah:30:17",
        "t": "For*ln I will restore health to you, and*ld your wounds I will heal, declares*l the Lord,*s because*ln they have called you an outcast: ‘It*ld is Zion, for whom no one cares!’"
    },
    {
        "o": 21903,
        "r": "esv:Jeremiah:30:18",
        "t": "“Thus*pn says the Lord:*s Behold,*ln I will restore the fortunes of the tents of Jacob and*ld have compassion on his dwellings; the*ln city shall be rebuilt on its mound, and*ld the palace shall stand where it used to be."
    },
    {
        "o": 21904,
        "r": "esv:Jeremiah:30:19",
        "t": "Out*ln of them shall come songs of thanksgiving, and*ld the voices of those who celebrate. I*ln will multiply them, and they shall not be few; I*ld will make them honored, and they shall not be small."
    },
    {
        "o": 21905,
        "r": "esv:Jeremiah:30:20",
        "t": "Their*ln children shall be as they were of old, and*ld their congregation shall be established before me, and*ld I will punish all who oppress them."
    },
    {
        "o": 21906,
        "r": "esv:Jeremiah:30:21",
        "t": "Their*ln prince shall be one of themselves; their*ld ruler shall come out from their midst; I*ln will make him draw near, and he shall approach me, for*ld who would dare of himself to approach me? declares*l the Lord.*s"
    },
    {
        "o": 21907,
        "r": "esv:Jeremiah:30:22",
        "t": "And*ln you shall be my people, and*ld I will be your God.”"
    },
    {
        "o": 21908,
        "r": "esv:Jeremiah:30:23",
        "t": "Behold*pn the storm of the Lord!*s Wrath*ld has gone forth, a*ln whirling tempest; it*ld will burst upon the head of the wicked."
    },
    {
        "o": 21909,
        "r": "esv:Jeremiah:30:24",
        "t": "The*ln fierce anger of the Lord*s will not turn back until*ld he has executed and accomplished the*ld intentions of his mind. In*ln the latter days you will understand this."
    }
]
