[
    {
        "o": 25549,
        "r": "nasb:Zechariah:5:0",
        "t": "Zechariah 5",
        "h": 1
    },
    {
        "o": 25550,
        "r": "nasb:Zechariah:5:0",
        "t": "The Flying Scroll",
        "h": 2
    },
    {
        "o": 25551,
        "r": "nasb:Zechariah:5:1",
        "t": "Then*p I lifted up my eyes again and looked, and behold, there*i was*i a flying scroll."
    },
    {
        "o": 25552,
        "r": "nasb:Zechariah:5:2",
        "t": "And he said to me, “What do you see?” And I answered, “I see a flying scroll; its length is twenty cubits and its width ten cubits.”"
    },
    {
        "o": 25553,
        "r": "nasb:Zechariah:5:3",
        "t": "Then he said to me, “This is the curse that is going forth over the face of the whole land; surely everyone who steals will be purged away according to the writing on one side, and everyone who swears will be purged away according to the writing on the other side."
    },
    {
        "o": 25554,
        "r": "nasb:Zechariah:5:4",
        "t": "I will make it go forth,” declares the Lord*s of hosts, “and it will enter the house of the thief and the house of the one who swears falsely by My name; and it will spend the night within that house and consume it with its timber and stones.”"
    },
    {
        "o": 25555,
        "r": "nasb:Zechariah:5:5",
        "t": "Then*p the angel who was speaking with me went out and said to me, “Lift up now your eyes and see what this is going forth.”"
    },
    {
        "o": 25556,
        "r": "nasb:Zechariah:5:6",
        "t": "I said, “What is it?” And he said, “This is the ephah going forth.” Again he said, “This is their appearance in all the land"
    },
    {
        "o": 25557,
        "r": "nasb:Zechariah:5:7",
        "t": "(and behold, a lead cover was lifted up); and this is a woman sitting inside the ephah.”"
    },
    {
        "o": 25558,
        "r": "nasb:Zechariah:5:8",
        "t": "Then he said, “This is Wickedness!” And he threw her down into the middle of the ephah and cast the lead weight on its opening."
    },
    {
        "o": 25559,
        "r": "nasb:Zechariah:5:9",
        "t": "Then I lifted up my eyes and looked, and there two women were coming out with the wind in their wings; and they had wings like the wings of a stork, and they lifted up the ephah between the earth and the heavens."
    },
    {
        "o": 25560,
        "r": "nasb:Zechariah:5:10",
        "t": "I said to the angel who was speaking with me, “Where are they taking the ephah?”"
    },
    {
        "o": 25561,
        "r": "nasb:Zechariah:5:11",
        "t": "Then he said to me, “To build a temple for her in the land of Shinar; and when it is prepared, she will be set there on her own pedestal.”"
    }
]
