[
    {
        "o": 6528,
        "r": "kjv:Joshua:19:0",
        "t": "Joshua 19",
        "h": 1
    },
    {
        "o": 6529,
        "r": "kjv:Joshua:19:1",
        "t": "And*p the second lot came forth to Simeon, even for the tribe of the children of Simeon according to their families: and their inheritance was within the inheritance of the children of Judah."
    },
    {
        "o": 6530,
        "r": "kjv:Joshua:19:2",
        "t": "And*p they had in their inheritance Beer–sheba, or Sheba, and Moladah,"
    },
    {
        "o": 6531,
        "r": "kjv:Joshua:19:3",
        "t": "And*p Hazar–shual, and Balah, and Ezem,"
    },
    {
        "o": 6532,
        "r": "kjv:Joshua:19:4",
        "t": "And*p Eltolad, and Bethul, and Hormah,"
    },
    {
        "o": 6533,
        "r": "kjv:Joshua:19:5",
        "t": "And*p Ziklag, and Beth–marcaboth, and Hazar–susah,"
    },
    {
        "o": 6534,
        "r": "kjv:Joshua:19:6",
        "t": "And*p Beth–lebaoth, and Sharuhen; thirteen cities and their villages:"
    },
    {
        "o": 6535,
        "r": "kjv:Joshua:19:7",
        "t": "Ain,*p Rimmon, and Ether, and Ashan; four cities and their villages:"
    },
    {
        "o": 6536,
        "r": "kjv:Joshua:19:8",
        "t": "And*p all the villages that were round about these cities to Baalath–beer, Ramath of the south. This is the inheritance of the tribe of the children of Simeon according to their families."
    },
    {
        "o": 6537,
        "r": "kjv:Joshua:19:9",
        "t": "Out*p of the portion of the children of Judah was the inheritance of the children of Simeon: for the part of the children of Judah was too much for them: therefore the children of Simeon had their inheritance within the inheritance of them."
    },
    {
        "o": 6538,
        "r": "kjv:Joshua:19:10",
        "t": "And*p the third lot came up for the children of Zebulun according to their families: and the border of their inheritance was unto Sarid:"
    },
    {
        "o": 6539,
        "r": "kjv:Joshua:19:11",
        "t": "And*p their border went up toward the sea, and Maralah, and reached to Dabbasheth, and reached to the river that is before Jokneam;"
    },
    {
        "o": 6540,
        "r": "kjv:Joshua:19:12",
        "t": "And*p turned from Sarid eastward toward the sunrising unto the border of Chisloth–tabor, and then goeth out to Daberath, and goeth up to Japhia,"
    },
    {
        "o": 6541,
        "r": "kjv:Joshua:19:13",
        "t": "And*p from thence passeth on along on the east to Gath–hepher, to Eth–kazin, and goeth out to Rimmon–methoar to Neah;"
    },
    {
        "o": 6542,
        "r": "kjv:Joshua:19:14",
        "t": "And*p the border compasseth it on the north side to Hannathon: and the outgoings thereof are in the valley of Iphtah–el:"
    },
    {
        "o": 6543,
        "r": "kjv:Joshua:19:15",
        "t": "And*p Kattath, and Nahalal, and Shimron, and Idalah, and Beth–lehem: twelve cities with their villages."
    },
    {
        "o": 6544,
        "r": "kjv:Joshua:19:16",
        "t": "This*p is the inheritance of the children of Zebulun according to their families, these cities with their villages."
    },
    {
        "o": 6545,
        "r": "kjv:Joshua:19:17",
        "t": "And*p the fourth lot came out to Issachar, for the children of Issachar according to their families."
    },
    {
        "o": 6546,
        "r": "kjv:Joshua:19:18",
        "t": "And*p their border was toward Jezreel, and Chesulloth, and Shunem,"
    },
    {
        "o": 6547,
        "r": "kjv:Joshua:19:19",
        "t": "And*p Hapharaim, and Shion, and Anaharath,"
    },
    {
        "o": 6548,
        "r": "kjv:Joshua:19:20",
        "t": "And*p Rabbith, and Kishion, and Abez,"
    },
    {
        "o": 6549,
        "r": "kjv:Joshua:19:21",
        "t": "And*p Remeth, and En–gannim, and En–haddah, and Beth–pazez;"
    },
    {
        "o": 6550,
        "r": "kjv:Joshua:19:22",
        "t": "And*p the coast reacheth to Tabor, and Shahazimah, and Beth–shemesh; and the outgoings of their border were at Jordan: sixteen cities with their villages."
    },
    {
        "o": 6551,
        "r": "kjv:Joshua:19:23",
        "t": "This*p is the inheritance of the tribe of the children of Issachar according to their families, the cities and their villages."
    },
    {
        "o": 6552,
        "r": "kjv:Joshua:19:24",
        "t": "And*p the fifth lot came out for the tribe of the children of Asher according to their families."
    },
    {
        "o": 6553,
        "r": "kjv:Joshua:19:25",
        "t": "And*p their border was Helkath, and Hali, and Beten, and Achshaph,"
    },
    {
        "o": 6554,
        "r": "kjv:Joshua:19:26",
        "t": "And*p Alammelech, and Amad, and Mishal; and reacheth to Carmel westward, and to Shihor–libnath;"
    },
    {
        "o": 6555,
        "r": "kjv:Joshua:19:27",
        "t": "And*p turneth toward the sunrising to Beth–dagon, and reacheth to Zebulun, and to the valley of Iphtah–el toward the north side of Beth–emek, and Neiel, and goeth out to Cabul on the left hand,"
    },
    {
        "o": 6556,
        "r": "kjv:Joshua:19:28",
        "t": "And*p Hebron, and Rehob, and Hammon, and Kanah, even unto great Zidon;"
    },
    {
        "o": 6557,
        "r": "kjv:Joshua:19:29",
        "t": "And*p then the coast turneth to Ramah, and to the strong city Tyre; and the coast turneth to Hosah; and the outgoings thereof are at the sea from the coast to Achzib:"
    },
    {
        "o": 6558,
        "r": "kjv:Joshua:19:30",
        "t": "Ummah*p also, and Aphek, and Rehob: twenty and two cities with their villages."
    },
    {
        "o": 6559,
        "r": "kjv:Joshua:19:31",
        "t": "This*p is the inheritance of the tribe of the children of Asher according to their families, these cities with their villages."
    },
    {
        "o": 6560,
        "r": "kjv:Joshua:19:32",
        "t": "The*p sixth lot came out to the children of Naphtali, even for the children of Naphtali according to their families."
    },
    {
        "o": 6561,
        "r": "kjv:Joshua:19:33",
        "t": "And*p their coast was from Heleph, from Allon to Zaanannim, and Adami Nekeb, and Jabneel, unto Lakum; and the outgoings thereof were at Jordan:"
    },
    {
        "o": 6562,
        "r": "kjv:Joshua:19:34",
        "t": "And*p then the coast turneth westward to Aznoth–tabor, and goeth out from thence to Hukkok, and reacheth to Zebulun on the south side, and reacheth to Asher on the west side, and to Judah upon Jordan toward the sunrising."
    },
    {
        "o": 6563,
        "r": "kjv:Joshua:19:35",
        "t": "And*p the fenced cities are Ziddim, Zer, and Hammath, Rakkath, and Chinnereth,"
    },
    {
        "o": 6564,
        "r": "kjv:Joshua:19:36",
        "t": "And*p Adamah, and Ramah, and Hazor,"
    },
    {
        "o": 6565,
        "r": "kjv:Joshua:19:37",
        "t": "And*p Kedesh, and Edrei, and En–hazor,"
    },
    {
        "o": 6566,
        "r": "kjv:Joshua:19:38",
        "t": "And*p Iron, and Migdal–el, Horem, and Beth–anath, and Beth–shemesh; nineteen cities with their villages."
    },
    {
        "o": 6567,
        "r": "kjv:Joshua:19:39",
        "t": "This*p is the inheritance of the tribe of the children of Naphtali according to their families, the cities and their villages."
    },
    {
        "o": 6568,
        "r": "kjv:Joshua:19:40",
        "t": "And*p the seventh lot came out for the tribe of the children of Dan according to their families."
    },
    {
        "o": 6569,
        "r": "kjv:Joshua:19:41",
        "t": "And*p the coast of their inheritance was Zorah, and Eshtaol, and Ir–shemesh,"
    },
    {
        "o": 6570,
        "r": "kjv:Joshua:19:42",
        "t": "And*p Shaalabbin, and Aijalon, and Jethlah,"
    },
    {
        "o": 6571,
        "r": "kjv:Joshua:19:43",
        "t": "And*p Elon, and Timnah, and Ekron,"
    },
    {
        "o": 6572,
        "r": "kjv:Joshua:19:44",
        "t": "And*p Eltekeh, and Gibbethon, and Baalath,"
    },
    {
        "o": 6573,
        "r": "kjv:Joshua:19:45",
        "t": "And*p Jehud, and Bene–berak, and Gath–rimmon,"
    },
    {
        "o": 6574,
        "r": "kjv:Joshua:19:46",
        "t": "And*p Me–jarkon, and Rakkon, with the border before Japho."
    },
    {
        "o": 6575,
        "r": "kjv:Joshua:19:47",
        "t": "And*p the coast of the children of Dan went out too little for them: therefore the children of Dan went up to fight against Leshem, and took it, and smote it with the edge of the sword, and possessed it, and dwelt therein, and called Leshem, Dan, after the name of Dan their father."
    },
    {
        "o": 6576,
        "r": "kjv:Joshua:19:48",
        "t": "This*p is the inheritance of the tribe of the children of Dan according to their families, these cities with their villages."
    },
    {
        "o": 6577,
        "r": "kjv:Joshua:19:49",
        "t": "When*p they had made an end of dividing the land for inheritance by their coasts, the children of Israel gave an inheritance to Joshua the son of Nun among them:"
    },
    {
        "o": 6578,
        "r": "kjv:Joshua:19:50",
        "t": "According*p to the word of the Lord*s they gave him the city which he asked, even Timnath–serah in mount Ephraim: and he built the city, and dwelt therein."
    },
    {
        "o": 6579,
        "r": "kjv:Joshua:19:51",
        "t": "These*p are the inheritances, which Eleazar the priest, and Joshua the son of Nun, and the heads of the fathers of the tribes of the children of Israel, divided for an inheritance by lot in Shiloh before the Lord,*s at the door of the tabernacle of the congregation. So they made an end of dividing the country."
    }
]
