[
    {
        "o": 30646,
        "r": "nkjv:Acts:8:0",
        "t": "Acts 8",
        "h": 1
    },
    {
        "o": 30647,
        "r": "nkjv:Acts:8:0",
        "t": "Saul Persecutes the Church",
        "h": 2
    },
    {
        "o": 30648,
        "r": "nkjv:Acts:8:1",
        "t": "Now*p Saul was consenting to his death. At*p that time a great persecution arose against the church which was at Jerusalem; and they were all scattered throughout the regions of Judea and Samaria, except the apostles."
    },
    {
        "o": 30649,
        "r": "nkjv:Acts:8:2",
        "t": "And devout men carried Stephen to*i his*i burial,*i and made great lamentation over him."
    },
    {
        "o": 30650,
        "r": "nkjv:Acts:8:3",
        "t": "As*p for Saul, he made havoc of the church, entering every house, and dragging off men and women, committing them*i to prison."
    },
    {
        "o": 30651,
        "r": "nkjv:Acts:8:3",
        "t": "Christ Is Preached in Samaria",
        "h": 2
    },
    {
        "o": 30652,
        "r": "nkjv:Acts:8:4",
        "t": "Therefore*p those who were scattered went everywhere preaching the word."
    },
    {
        "o": 30653,
        "r": "nkjv:Acts:8:5",
        "t": "Then Philip went down to the city of Samaria and preached Christ to them."
    },
    {
        "o": 30654,
        "r": "nkjv:Acts:8:6",
        "t": "And the multitudes with one accord heeded the things spoken by Philip, hearing and seeing the miracles which he did."
    },
    {
        "o": 30655,
        "r": "nkjv:Acts:8:7",
        "t": "For unclean spirits, crying with a loud voice, came out of many who were possessed; and many who were paralyzed and lame were healed."
    },
    {
        "o": 30656,
        "r": "nkjv:Acts:8:8",
        "t": "And there was great joy in that city."
    },
    {
        "o": 30657,
        "r": "nkjv:Acts:8:8",
        "t": "The Sorcerer’s Profession of Faith",
        "h": 2
    },
    {
        "o": 30658,
        "r": "nkjv:Acts:8:9",
        "t": "But*p there was a certain man called Simon, who previously practiced sorcery in the city and astonished the people of Samaria, claiming that he was someone great,"
    },
    {
        "o": 30659,
        "r": "nkjv:Acts:8:10",
        "t": "to whom they all gave heed, from the least to the greatest, saying, “This man is the great power of God.”"
    },
    {
        "o": 30660,
        "r": "nkjv:Acts:8:11",
        "t": "And they heeded him because he had astonished them with his sorceries for a long time."
    },
    {
        "o": 30661,
        "r": "nkjv:Acts:8:12",
        "t": "But when they believed Philip as he preached the things concerning the kingdom of God and the name of Jesus Christ, both men and women were baptized."
    },
    {
        "o": 30662,
        "r": "nkjv:Acts:8:13",
        "t": "Then Simon himself also believed; and when he was baptized he continued with Philip, and was amazed, seeing the miracles and signs which were done."
    },
    {
        "o": 30663,
        "r": "nkjv:Acts:8:13",
        "t": "The Sorcerer’s Sin",
        "h": 2
    },
    {
        "o": 30664,
        "r": "nkjv:Acts:8:14",
        "t": "Now*p when the apostles who were at Jerusalem heard that Samaria had received the word of God, they sent Peter and John to them,"
    },
    {
        "o": 30665,
        "r": "nkjv:Acts:8:15",
        "t": "who, when they had come down, prayed for them that they might receive the Holy Spirit."
    },
    {
        "o": 30666,
        "r": "nkjv:Acts:8:16",
        "t": "For as yet He had fallen upon none of them. They had only been baptized in the name of the Lord Jesus."
    },
    {
        "o": 30667,
        "r": "nkjv:Acts:8:17",
        "t": "Then they laid hands on them, and they received the Holy Spirit."
    },
    {
        "o": 30668,
        "r": "nkjv:Acts:8:18",
        "t": "And*p when Simon saw that through the laying on of the apostles’ hands the Holy Spirit was given, he offered them money,"
    },
    {
        "o": 30669,
        "r": "nkjv:Acts:8:19",
        "t": "saying, “Give me this power also, that anyone on whom I lay hands may receive the Holy Spirit.”"
    },
    {
        "o": 30670,
        "r": "nkjv:Acts:8:20",
        "t": "But*p Peter said to him, “Your money perish with you, because you thought that the gift of God could be purchased with money!"
    },
    {
        "o": 30671,
        "r": "nkjv:Acts:8:21",
        "t": "You have neither part nor portion in this matter, for your heart is not right in the sight of God."
    },
    {
        "o": 30672,
        "r": "nkjv:Acts:8:22",
        "t": "Repent therefore of this your wickedness, and pray God if perhaps the thought of your heart may be forgiven you."
    },
    {
        "o": 30673,
        "r": "nkjv:Acts:8:23",
        "t": "For I see that you are poisoned by bitterness and bound by iniquity.”"
    },
    {
        "o": 30674,
        "r": "nkjv:Acts:8:24",
        "t": "Then*p Simon answered and said, “Pray to the Lord for me, that none of the things which you have spoken may come upon me.”"
    },
    {
        "o": 30675,
        "r": "nkjv:Acts:8:25",
        "t": "So*p when they had testified and preached the word of the Lord, they returned to Jerusalem, preaching the gospel in many villages of the Samaritans."
    },
    {
        "o": 30676,
        "r": "nkjv:Acts:8:25",
        "t": "Christ Is Preached to an Ethiopian",
        "h": 2
    },
    {
        "o": 30677,
        "r": "nkjv:Acts:8:26",
        "t": "Now*p an angel of the Lord spoke to Philip, saying, “Arise and go toward the south along the road which goes down from Jerusalem to Gaza.” This is desert."
    },
    {
        "o": 30678,
        "r": "nkjv:Acts:8:27",
        "t": "So he arose and went. And behold, a man of Ethiopia, a eunuch of great authority under Candace the queen of the Ethiopians, who had charge of all her treasury, and had come to Jerusalem to worship,"
    },
    {
        "o": 30679,
        "r": "nkjv:Acts:8:28",
        "t": "was returning. And sitting in his chariot, he was reading Isaiah the prophet."
    },
    {
        "o": 30680,
        "r": "nkjv:Acts:8:29",
        "t": "Then the Spirit said to Philip, “Go near and overtake this chariot.”"
    },
    {
        "o": 30681,
        "r": "nkjv:Acts:8:30",
        "t": "So*p Philip ran to him, and heard him reading the prophet Isaiah, and said, “Do you understand what you are reading?”"
    },
    {
        "o": 30682,
        "r": "nkjv:Acts:8:31",
        "t": "And*p he said, “How can I, unless someone guides me?” And he asked Philip to come up and sit with him."
    },
    {
        "o": 30683,
        "r": "nkjv:Acts:8:32",
        "t": "The place in the Scripture which he read was this: “He*pn was led as a sheep to the slaughter; And*ld as a lamb before its shearer is*i silent, So*ld He opened not His mouth."
    },
    {
        "o": 30684,
        "r": "nkjv:Acts:8:33",
        "t": "In*ld His humiliation His justice was taken away, And*ld who will declare His generation? For*ld His life is taken from the earth.”"
    },
    {
        "o": 30685,
        "r": "nkjv:Acts:8:34",
        "t": "So*p the eunuch answered Philip and said, “I ask you, of whom does the prophet say this, of himself or of some other man?”"
    },
    {
        "o": 30686,
        "r": "nkjv:Acts:8:35",
        "t": "Then Philip opened his mouth, and beginning at this Scripture, preached Jesus to him."
    },
    {
        "o": 30687,
        "r": "nkjv:Acts:8:36",
        "t": "Now as they went down the road, they came to some water. And the eunuch said, “See, here*i is*i water. What hinders me from being baptized?”"
    },
    {
        "o": 30688,
        "r": "nkjv:Acts:8:37",
        "t": "Then*p Philip said, “If you believe with all your heart, you may.” And*p he answered and said, “I believe that Jesus Christ is the Son of God.”"
    },
    {
        "o": 30689,
        "r": "nkjv:Acts:8:38",
        "t": "So*p he commanded the chariot to stand still. And both Philip and the eunuch went down into the water, and he baptized him."
    },
    {
        "o": 30690,
        "r": "nkjv:Acts:8:39",
        "t": "Now when they came up out of the water, the Spirit of the Lord caught Philip away, so that the eunuch saw him no more; and he went on his way rejoicing."
    },
    {
        "o": 30691,
        "r": "nkjv:Acts:8:40",
        "t": "But Philip was found at Azotus. And passing through, he preached in all the cities till he came to Caesarea."
    }
]
