[
    {
        "o": 23254,
        "r": "nasb:Ezekiel:20:0",
        "t": "Ezekiel 20",
        "h": 1
    },
    {
        "o": 23255,
        "r": "nasb:Ezekiel:20:0",
        "t": "God’s Dealings with Israel Rehearsed",
        "h": 2
    },
    {
        "o": 23256,
        "r": "nasb:Ezekiel:20:1",
        "t": "Now*p in the seventh year, in the fifth month,*i on the tenth of the month, certain of the elders of Israel came to inquire of the Lord,*s and sat before me."
    },
    {
        "o": 23257,
        "r": "nasb:Ezekiel:20:2",
        "t": "And the word of the Lord*s came to me saying,"
    },
    {
        "o": 23258,
        "r": "nasb:Ezekiel:20:3",
        "t": "“Son of man, speak to the elders of Israel and say to them, ‘Thus says the Lord God,*s “Do you come to inquire of Me? As I live,” declares the Lord God,*s “I will not be inquired of by you.” ’"
    },
    {
        "o": 23259,
        "r": "nasb:Ezekiel:20:4",
        "t": "Will you judge them, will you judge them, son of man? Make them know the abominations of their fathers;"
    },
    {
        "o": 23260,
        "r": "nasb:Ezekiel:20:5",
        "t": "and say to them, ‘Thus says the Lord God,*s “On the day when I chose Israel and swore to the descendants of the house of Jacob and made Myself known to them in the land of Egypt, when I swore to them, saying, I am the Lord*s your God,"
    },
    {
        "o": 23261,
        "r": "nasb:Ezekiel:20:6",
        "t": "on that day I swore to them, to bring them out from the land of Egypt into a land that I had selected for them, flowing with milk and honey, which is the glory of all lands."
    },
    {
        "o": 23262,
        "r": "nasb:Ezekiel:20:7",
        "t": "I said to them, ‘Cast away, each of you, the detestable things of his eyes, and do not defile yourselves with the idols of Egypt; I am the Lord*s your God.’"
    },
    {
        "o": 23263,
        "r": "nasb:Ezekiel:20:8",
        "t": "But they rebelled against Me and were not willing to listen to Me; they did not cast away the detestable things of their eyes, nor did they forsake the idols of Egypt. Then*bp I resolved to pour out My wrath on them, to accomplish My anger against them in the midst of the land of Egypt."
    },
    {
        "o": 23264,
        "r": "nasb:Ezekiel:20:9",
        "t": "But I acted for the sake of My name, that it should not be profaned in the sight of the nations among whom they lived,*i in whose sight I made Myself known to them by bringing them out of the land of Egypt."
    },
    {
        "o": 23265,
        "r": "nasb:Ezekiel:20:10",
        "t": "So I took them out of the land of Egypt and brought them into the wilderness."
    },
    {
        "o": 23266,
        "r": "nasb:Ezekiel:20:11",
        "t": "I gave them My statutes and informed them of My ordinances, by which, if a man observes them, he will live."
    },
    {
        "o": 23267,
        "r": "nasb:Ezekiel:20:12",
        "t": "Also I gave them My sabbaths to be a sign between Me and them, that they might know that I am the Lord*s who sanctifies them."
    },
    {
        "o": 23268,
        "r": "nasb:Ezekiel:20:13",
        "t": "But the house of Israel rebelled against Me in the wilderness. They did not walk in My statutes and they rejected My ordinances, by which, if a man observes them, he will live; and My sabbaths they greatly profaned. Then I resolved to pour out My wrath on them in the wilderness, to annihilate them."
    },
    {
        "o": 23269,
        "r": "nasb:Ezekiel:20:14",
        "t": "But I acted for the sake of My name, that it should not be profaned in the sight of the nations, before whose sight I had brought them out."
    },
    {
        "o": 23270,
        "r": "nasb:Ezekiel:20:15",
        "t": "Also I swore to them in the wilderness that I would not bring them into the land which I had given them, flowing with milk and honey, which is the glory of all lands,"
    },
    {
        "o": 23271,
        "r": "nasb:Ezekiel:20:16",
        "t": "because they rejected My ordinances, and as for My statutes, they did not walk in them; they even profaned My sabbaths, for their heart continually went after their idols."
    },
    {
        "o": 23272,
        "r": "nasb:Ezekiel:20:17",
        "t": "Yet My eye spared them rather than destroying them, and I did not cause their annihilation in the wilderness."
    },
    {
        "o": 23273,
        "r": "nasb:Ezekiel:20:18",
        "t": "“I*p said to their children in the wilderness, ‘Do not walk in the statutes of your fathers or keep their ordinances or defile yourselves with their idols."
    },
    {
        "o": 23274,
        "r": "nasb:Ezekiel:20:19",
        "t": "I am the Lord*s your God; walk in My statutes and keep My ordinances and observe them."
    },
    {
        "o": 23275,
        "r": "nasb:Ezekiel:20:20",
        "t": "Sanctify My sabbaths; and they shall be a sign between Me and you, that you may know that I am the Lord*s your God.’"
    },
    {
        "o": 23276,
        "r": "nasb:Ezekiel:20:21",
        "t": "But the children rebelled against Me; they did not walk in My statutes, nor were they careful to observe My ordinances, by which, if*i a man observes them, he will live; they profaned My sabbaths. So I resolved to pour out My wrath on them, to accomplish My anger against them in the wilderness."
    },
    {
        "o": 23277,
        "r": "nasb:Ezekiel:20:22",
        "t": "But I withdrew My hand and acted for the sake of My name, that it should not be profaned in the sight of the nations in whose sight I had brought them out."
    },
    {
        "o": 23278,
        "r": "nasb:Ezekiel:20:23",
        "t": "Also I swore to them in the wilderness that I would scatter them among the nations and disperse them among the lands,"
    },
    {
        "o": 23279,
        "r": "nasb:Ezekiel:20:24",
        "t": "because they had not observed My ordinances, but had rejected My statutes and had profaned My sabbaths, and their eyes were on the idols of their fathers."
    },
    {
        "o": 23280,
        "r": "nasb:Ezekiel:20:25",
        "t": "I also gave them statutes that were not good and ordinances by which they could not live;"
    },
    {
        "o": 23281,
        "r": "nasb:Ezekiel:20:26",
        "t": "and I pronounced them unclean because of their gifts, in that they caused all their firstborn to pass through the*i fire*i so that I might make them desolate, in order that they might know that I am the Lord*s .” ’"
    },
    {
        "o": 23282,
        "r": "nasb:Ezekiel:20:27",
        "t": "“Therefore,*p son of man, speak to the house of Israel and say to them, ‘Thus says the Lord God,*s “Yet in this your fathers have blasphemed Me by acting treacherously against Me."
    },
    {
        "o": 23283,
        "r": "nasb:Ezekiel:20:28",
        "t": "When I had brought them into the land which I swore to give to them, then they saw every high hill and every leafy tree, and they offered there their sacrifices and there they presented the provocation of their offering. There also they made their soothing aroma and there they poured out their drink offerings."
    },
    {
        "o": 23284,
        "r": "nasb:Ezekiel:20:29",
        "t": "Then I said to them, ‘What is the high place to which you go?’ So its name is called Bamah to this day.” ’"
    },
    {
        "o": 23285,
        "r": "nasb:Ezekiel:20:30",
        "t": "Therefore, say to the house of Israel, ‘Thus says the Lord God,*s “Will you defile yourselves after the manner of your fathers and play the harlot after their detestable things?"
    },
    {
        "o": 23286,
        "r": "nasb:Ezekiel:20:31",
        "t": "When you offer your gifts, when you cause your sons to pass through the fire, you are defiling yourselves with all your idols to this day. And shall I be inquired of by you, O house of Israel? As I live,” declares the Lord God,*s “I will not be inquired of by you."
    },
    {
        "o": 23287,
        "r": "nasb:Ezekiel:20:32",
        "t": "What comes into your mind will not come about, when you say: ‘We will be like the nations, like the tribes of the lands, serving wood and stone.’"
    },
    {
        "o": 23288,
        "r": "nasb:Ezekiel:20:32",
        "t": "God Will Restore Israel to Her Land",
        "h": 2
    },
    {
        "o": 23289,
        "r": "nasb:Ezekiel:20:33",
        "t": "“As*p I live,” declares the Lord God,*s “surely with a mighty hand and with an outstretched arm and with wrath poured out, I shall be king over you."
    },
    {
        "o": 23290,
        "r": "nasb:Ezekiel:20:34",
        "t": "I will bring you out from the peoples and gather you from the lands where you are scattered, with a mighty hand and with an outstretched arm and with wrath poured out;"
    },
    {
        "o": 23291,
        "r": "nasb:Ezekiel:20:35",
        "t": "and I will bring you into the wilderness of the peoples, and there I will enter into judgment with you face to face."
    },
    {
        "o": 23292,
        "r": "nasb:Ezekiel:20:36",
        "t": "As I entered into judgment with your fathers in the wilderness of the land of Egypt, so I will enter into judgment with you,” declares the Lord God.*s"
    },
    {
        "o": 23293,
        "r": "nasb:Ezekiel:20:37",
        "t": "“I will make you pass under the rod, and I will bring you into the bond of the covenant;"
    },
    {
        "o": 23294,
        "r": "nasb:Ezekiel:20:38",
        "t": "and I will purge from you the rebels and those who transgress against Me; I will bring them out of the land where they sojourn, but they will not enter the land of Israel. Thus you will know that I am the Lord.*s"
    },
    {
        "o": 23295,
        "r": "nasb:Ezekiel:20:39",
        "t": "“As*p for you, O house of Israel,” thus says the Lord God,*s “Go, serve everyone his idols; but later you will surely listen to Me, and My holy name you will profane no longer with your gifts and with your idols."
    },
    {
        "o": 23296,
        "r": "nasb:Ezekiel:20:40",
        "t": "For on My holy mountain, on the high mountain of Israel,” declares the Lord God,*s “there the whole house of Israel, all of them, will serve Me in the land; there I will accept them and there I will seek your contributions and the choicest of your gifts, with all your holy things."
    },
    {
        "o": 23297,
        "r": "nasb:Ezekiel:20:41",
        "t": "As a soothing aroma I will accept you when I bring you out from the peoples and gather you from the lands where you are scattered; and I will prove Myself holy among you in the sight of the nations."
    },
    {
        "o": 23298,
        "r": "nasb:Ezekiel:20:42",
        "t": "And you will know that I am the Lord,*s when I bring you into the land of Israel, into the land which I swore to give to your forefathers."
    },
    {
        "o": 23299,
        "r": "nasb:Ezekiel:20:43",
        "t": "There you will remember your ways and all your deeds with which you have defiled yourselves; and you will loathe yourselves in your own sight for all the evil things that you have done."
    },
    {
        "o": 23300,
        "r": "nasb:Ezekiel:20:44",
        "t": "Then you will know that I am the Lord*s when I have dealt with you for My name’s sake, not according to your evil ways or according to your corrupt deeds, O house of Israel,” declares the Lord God*s .’ ”"
    },
    {
        "o": 23301,
        "r": "nasb:Ezekiel:20:45",
        "t": "Now*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23302,
        "r": "nasb:Ezekiel:20:46",
        "t": "“Son of man, set your face toward Teman, and speak out against the south and prophesy against the forest land of the Negev,"
    },
    {
        "o": 23303,
        "r": "nasb:Ezekiel:20:47",
        "t": "and say to the forest of the Negev, ‘Hear the word of the Lord:*s thus says the Lord God,*s “Behold, I am about to kindle a fire in you, and it will consume every green tree in you, as well as every dry tree; the blazing flame will not be quenched and the whole surface from south to north will be burned by it."
    },
    {
        "o": 23304,
        "r": "nasb:Ezekiel:20:48",
        "t": "All flesh will see that I, the Lord,*s have kindled it; it shall not be quenched.” ’ ”"
    },
    {
        "o": 23305,
        "r": "nasb:Ezekiel:20:49",
        "t": "Then I said, “Ah Lord God!*s They are saying of me, ‘Is he not just*i speaking parables?’ ”"
    }
]
