[
    {
        "o": 5920,
        "r": "niv:Deuteronomy:20:0",
        "t": "Deuteronomy 20",
        "h": 1
    },
    {
        "o": 5921,
        "r": "niv:Deuteronomy:20:0",
        "t": "Going to War",
        "h": 2
    },
    {
        "o": 5922,
        "r": "niv:Deuteronomy:20:1",
        "t": "When*p you go to war against your enemies and see horses and chariots and an army greater than yours, do not be afraid of them, because the Lord*s your God, who brought you up out of Egypt, will be with you."
    },
    {
        "o": 5923,
        "r": "niv:Deuteronomy:20:2",
        "t": "When you are about to go into battle, the priest shall come forward and address the army."
    },
    {
        "o": 5924,
        "r": "niv:Deuteronomy:20:3",
        "t": "He shall say: “Hear, Israel: Today you are going into battle against your enemies. Do not be fainthearted or afraid; do not panic or be terrified by them."
    },
    {
        "o": 5925,
        "r": "niv:Deuteronomy:20:4",
        "t": "For the Lord*s your God is the one who goes with you to fight for you against your enemies to give you victory.”"
    },
    {
        "o": 5926,
        "r": "niv:Deuteronomy:20:5",
        "t": "The*p officers shall say to the army: “Has anyone built a new house and not yet begun to live in it? Let him go home, or he may die in battle and someone else may begin to live in it."
    },
    {
        "o": 5927,
        "r": "niv:Deuteronomy:20:6",
        "t": "Has anyone planted a vineyard and not begun to enjoy it? Let him go home, or he may die in battle and someone else enjoy it."
    },
    {
        "o": 5928,
        "r": "niv:Deuteronomy:20:7",
        "t": "Has anyone become pledged to a woman and not married her? Let him go home, or he may die in battle and someone else marry her.”"
    },
    {
        "o": 5929,
        "r": "niv:Deuteronomy:20:8",
        "t": "Then the officers shall add, “Is anyone afraid or fainthearted? Let him go home so that his fellow soldiers will not become disheartened too.”"
    },
    {
        "o": 5930,
        "r": "niv:Deuteronomy:20:9",
        "t": "When the officers have finished speaking to the army, they shall appoint commanders over it."
    },
    {
        "o": 5931,
        "r": "niv:Deuteronomy:20:10",
        "t": "When*p you march up to attack a city, make its people an offer of peace."
    },
    {
        "o": 5932,
        "r": "niv:Deuteronomy:20:11",
        "t": "If they accept and open their gates, all the people in it shall be subject to forced labor and shall work for you."
    },
    {
        "o": 5933,
        "r": "niv:Deuteronomy:20:12",
        "t": "If they refuse to make peace and they engage you in battle, lay siege to that city."
    },
    {
        "o": 5934,
        "r": "niv:Deuteronomy:20:13",
        "t": "When the Lord*s your God delivers it into your hand, put to the sword all the men in it."
    },
    {
        "o": 5935,
        "r": "niv:Deuteronomy:20:14",
        "t": "As for the women, the children, the livestock and everything else in the city, you may take these as plunder for yourselves. And you may use the plunder the Lord*s your God gives you from your enemies."
    },
    {
        "o": 5936,
        "r": "niv:Deuteronomy:20:15",
        "t": "This is how you are to treat all the cities that are at a distance from you and do not belong to the nations nearby."
    },
    {
        "o": 5937,
        "r": "niv:Deuteronomy:20:16",
        "t": "However,*p in the cities of the nations the Lord*s your God is giving you as an inheritance, do not leave alive anything that breathes."
    },
    {
        "o": 5938,
        "r": "niv:Deuteronomy:20:17",
        "t": "Completely destroy them—the Hittites, Amorites, Canaanites, Perizzites, Hivites and Jebusites—as the Lord*s your God has commanded you."
    },
    {
        "o": 5939,
        "r": "niv:Deuteronomy:20:18",
        "t": "Otherwise, they will teach you to follow all the detestable things they do in worshiping their gods, and you will sin against the Lord*s your God."
    },
    {
        "o": 5940,
        "r": "niv:Deuteronomy:20:19",
        "t": "When*p you lay siege to a city for a long time, fighting against it to capture it, do not destroy its trees by putting an ax to them, because you can eat their fruit. Do not cut them down. Are the trees people, that you should besiege them?"
    },
    {
        "o": 5941,
        "r": "niv:Deuteronomy:20:20",
        "t": "However, you may cut down trees that you know are not fruit trees and use them to build siege works until the city at war with you falls."
    }
]
