[
    {
        "o": 14854,
        "r": "kjv:Psalm:30:0",
        "t": "Psalm 30",
        "h": 1
    },
    {
        "o": 14855,
        "r": "kjv:Psalm:30:0",
        "t": "A Psalm and Song at the dedication of the house of David.",
        "h": 4
    },
    {
        "o": 14856,
        "r": "kjv:Psalm:30:1",
        "t": "I*p will extol thee, O Lord;*s for thou hast lifted me up, and hast not made my foes to rejoice over me."
    },
    {
        "o": 14857,
        "r": "kjv:Psalm:30:2",
        "t": "O*p Lord*s my God, I cried unto thee, and thou hast healed me."
    },
    {
        "o": 14858,
        "r": "kjv:Psalm:30:3",
        "t": "O*p Lord,*s thou hast brought up my soul from the grave: thou hast kept me alive, that I should not go down to the pit."
    },
    {
        "o": 14859,
        "r": "kjv:Psalm:30:4",
        "t": "Sing*p unto the Lord,*s O ye saints of his, and give thanks at the remembrance of his holiness."
    },
    {
        "o": 14860,
        "r": "kjv:Psalm:30:5",
        "t": "For*p his anger endureth but a moment; in his favour is life: weeping may endure for a night, but joy cometh in the morning."
    },
    {
        "o": 14861,
        "r": "kjv:Psalm:30:6",
        "t": "And*p in my prosperity I said, I shall never be moved."
    },
    {
        "o": 14862,
        "r": "kjv:Psalm:30:7",
        "t": "Lord,*sp by thy favour thou hast made my mountain to stand strong: thou didst hide thy face, and I was troubled."
    },
    {
        "o": 14863,
        "r": "kjv:Psalm:30:8",
        "t": "I*p cried to thee, O Lord;*s and unto the Lord*s I made supplication."
    },
    {
        "o": 14864,
        "r": "kjv:Psalm:30:9",
        "t": "What*p profit is there in my blood, when I go down to the pit? Shall the dust praise thee? shall it declare thy truth?"
    },
    {
        "o": 14865,
        "r": "kjv:Psalm:30:10",
        "t": "Hear,*p O Lord,*s and have mercy upon me: Lord,*s be thou my helper."
    },
    {
        "o": 14866,
        "r": "kjv:Psalm:30:11",
        "t": "Thou*p hast turned for me my mourning into dancing: thou hast put off my sackcloth, and girded me with gladness;"
    },
    {
        "o": 14867,
        "r": "kjv:Psalm:30:12",
        "t": "To*p the end that my glory may sing praise to thee, and not be silent. O Lord*s my God, I will give thanks unto thee for ever."
    }
]
