[
    {
        "o": 31288,
        "r": "niv:Romans:16:0",
        "t": "Romans 16",
        "h": 1
    },
    {
        "o": 31289,
        "r": "niv:Romans:16:0",
        "t": "Personal Greetings",
        "h": 2
    },
    {
        "o": 31290,
        "r": "niv:Romans:16:1",
        "t": "I*p commend to you our sister Phoebe, a deacon of the church in Cenchreae."
    },
    {
        "o": 31291,
        "r": "niv:Romans:16:2",
        "t": "I ask you to receive her in the Lord in a way worthy of his people and to give her any help she may need from you, for she has been the benefactor of many people, including me."
    },
    {
        "o": 31292,
        "r": "niv:Romans:16:3",
        "t": "Greet*pln Priscilla and Aquila, my co-workers in Christ Jesus."
    },
    {
        "o": 31293,
        "r": "niv:Romans:16:4",
        "t": "They risked their lives for me. Not only I but all the churches of the Gentiles are grateful to them."
    },
    {
        "o": 31294,
        "r": "niv:Romans:16:5",
        "t": "Greet*ln also the church that meets at their house. Greet*ln my dear friend Epenetus, who was the first convert to Christ in the province of Asia."
    },
    {
        "o": 31295,
        "r": "niv:Romans:16:6",
        "t": "Greet*ln Mary, who worked very hard for you."
    },
    {
        "o": 31296,
        "r": "niv:Romans:16:7",
        "t": "Greet*ln Andronicus and Junia, my fellow Jews who have been in prison with me. They are outstanding among the apostles, and they were in Christ before I was."
    },
    {
        "o": 31297,
        "r": "niv:Romans:16:8",
        "t": "Greet*ln Ampliatus, my dear friend in the Lord."
    },
    {
        "o": 31298,
        "r": "niv:Romans:16:9",
        "t": "Greet*ln Urbanus, our co-worker in Christ, and my dear friend Stachys."
    },
    {
        "o": 31299,
        "r": "niv:Romans:16:10",
        "t": "Greet*ln Apelles, whose fidelity to Christ has stood the test. Greet*ln those who belong to the household of Aristobulus."
    },
    {
        "o": 31300,
        "r": "niv:Romans:16:11",
        "t": "Greet*ln Herodion, my fellow Jew. Greet*ln those in the household of Narcissus who are in the Lord."
    },
    {
        "o": 31301,
        "r": "niv:Romans:16:12",
        "t": "Greet*ln Tryphena and Tryphosa, those women who work hard in the Lord. Greet*ln my dear friend Persis, another woman who has worked very hard in the Lord."
    },
    {
        "o": 31302,
        "r": "niv:Romans:16:13",
        "t": "Greet*ln Rufus, chosen in the Lord, and his mother, who has been a mother to me, too."
    },
    {
        "o": 31303,
        "r": "niv:Romans:16:14",
        "t": "Greet*ln Asyncritus, Phlegon, Hermes, Patrobas, Hermas and the other brothers and sisters with them."
    },
    {
        "o": 31304,
        "r": "niv:Romans:16:15",
        "t": "Greet*ln Philologus, Julia, Nereus and his sister, and Olympas and all the Lord’s people who are with them."
    },
    {
        "o": 31305,
        "r": "niv:Romans:16:16",
        "t": "Greet*ln one another with a holy kiss. All*ln the churches of Christ send greetings."
    },
    {
        "o": 31306,
        "r": "niv:Romans:16:17",
        "t": "I*p urge you, brothers and sisters, to watch out for those who cause divisions and put obstacles in your way that are contrary to the teaching you have learned. Keep away from them."
    },
    {
        "o": 31307,
        "r": "niv:Romans:16:18",
        "t": "For such people are not serving our Lord Christ, but their own appetites. By smooth talk and flattery they deceive the minds of naive people."
    },
    {
        "o": 31308,
        "r": "niv:Romans:16:19",
        "t": "Everyone has heard about your obedience, so I rejoice because of you; but I want you to be wise about what is good, and innocent about what is evil."
    },
    {
        "o": 31309,
        "r": "niv:Romans:16:20",
        "t": "The*p God of peace will soon crush Satan under your feet. The*p grace of our Lord Jesus be with you."
    },
    {
        "o": 31310,
        "r": "niv:Romans:16:21",
        "t": "Timothy,*p my co-worker, sends his greetings to you, as do Lucius, Jason and Sosipater, my fellow Jews."
    },
    {
        "o": 31311,
        "r": "niv:Romans:16:22",
        "t": "I,*p Tertius, who wrote down this letter, greet you in the Lord."
    },
    {
        "o": 31312,
        "r": "niv:Romans:16:23",
        "t": "Gaius,*p whose hospitality I and the whole church here enjoy, sends you his greetings. Erastus,*p who is the city’s director of public works, and our brother Quartus send you their greetings."
    },
    {
        "o": 31313,
        "r": "niv:Romans:16:25",
        "t": "Now*p to him who is able to establish you in accordance with my gospel, the message I proclaim about Jesus Christ, in keeping with the revelation of the mystery hidden for long ages past,"
    },
    {
        "o": 31314,
        "r": "niv:Romans:16:26",
        "t": "but now revealed and made known through the prophetic writings by the command of the eternal God, so that all the Gentiles might come to the obedience that comes from faith—"
    },
    {
        "o": 31315,
        "r": "niv:Romans:16:27",
        "t": "to the only wise God be glory forever through Jesus Christ! Amen."
    }
]
