[
    {
        "o": 5415,
        "r": "niv:Deuteronomy:3:0",
        "t": "Deuteronomy 3",
        "h": 1
    },
    {
        "o": 5416,
        "r": "niv:Deuteronomy:3:0",
        "t": "Defeat of Og King of Bashan",
        "h": 2
    },
    {
        "o": 5417,
        "r": "niv:Deuteronomy:3:1",
        "t": "Next*p we turned and went up along the road toward Bashan, and Og king of Bashan with his whole army marched out to meet us in battle at Edrei."
    },
    {
        "o": 5418,
        "r": "niv:Deuteronomy:3:2",
        "t": "The Lord*s said to me, “Do not be afraid of him, for I have delivered him into your hands, along with his whole army and his land. Do to him what you did to Sihon king of the Amorites, who reigned in Heshbon.”"
    },
    {
        "o": 5419,
        "r": "niv:Deuteronomy:3:3",
        "t": "So*p the Lord*s our God also gave into our hands Og king of Bashan and all his army. We struck them down, leaving no survivors."
    },
    {
        "o": 5420,
        "r": "niv:Deuteronomy:3:4",
        "t": "At that time we took all his cities. There was not one of the sixty cities that we did not take from them—the whole region of Argob, Og’s kingdom in Bashan."
    },
    {
        "o": 5421,
        "r": "niv:Deuteronomy:3:5",
        "t": "All these cities were fortified with high walls and with gates and bars, and there were also a great many unwalled villages."
    },
    {
        "o": 5422,
        "r": "niv:Deuteronomy:3:6",
        "t": "We completely destroyed them, as we had done with Sihon king of Heshbon, destroying every city—men, women and children."
    },
    {
        "o": 5423,
        "r": "niv:Deuteronomy:3:7",
        "t": "But all the livestock and the plunder from their cities we carried off for ourselves."
    },
    {
        "o": 5424,
        "r": "niv:Deuteronomy:3:8",
        "t": "So*p at that time we took from these two kings of the Amorites the territory east of the Jordan, from the Arnon Gorge as far as Mount Hermon."
    },
    {
        "o": 5425,
        "r": "niv:Deuteronomy:3:9",
        "t": "(Hermon is called Sirion by the Sidonians; the Amorites call it Senir.)"
    },
    {
        "o": 5426,
        "r": "niv:Deuteronomy:3:10",
        "t": "We took all the towns on the plateau, and all Gilead, and all Bashan as far as Salekah and Edrei, towns of Og’s kingdom in Bashan."
    },
    {
        "o": 5427,
        "r": "niv:Deuteronomy:3:11",
        "t": "(Og king of Bashan was the last of the Rephaites. His bed was decorated with iron and was more than nine cubits long and four cubits wide. It is still in Rabbah of the Ammonites.)"
    },
    {
        "o": 5428,
        "r": "niv:Deuteronomy:3:11",
        "t": "Division of the Land",
        "h": 2
    },
    {
        "o": 5429,
        "r": "niv:Deuteronomy:3:12",
        "t": "Of*p the land that we took over at that time, I gave the Reubenites and the Gadites the territory north of Aroer by the Arnon Gorge, including half the hill country of Gilead, together with its towns."
    },
    {
        "o": 5430,
        "r": "niv:Deuteronomy:3:13",
        "t": "The rest of Gilead and also all of Bashan, the kingdom of Og, I gave to the half-tribe of Manasseh. (The whole region of Argob in Bashan used to be known as a land of the Rephaites."
    },
    {
        "o": 5431,
        "r": "niv:Deuteronomy:3:14",
        "t": "Jair, a descendant of Manasseh, took the whole region of Argob as far as the border of the Geshurites and the Maakathites; it was named after him, so that to this day Bashan is called Havvoth Jair.)"
    },
    {
        "o": 5432,
        "r": "niv:Deuteronomy:3:15",
        "t": "And I gave Gilead to Makir."
    },
    {
        "o": 5433,
        "r": "niv:Deuteronomy:3:16",
        "t": "But to the Reubenites and the Gadites I gave the territory extending from Gilead down to the Arnon Gorge (the middle of the gorge being the border) and out to the Jabbok River, which is the border of the Ammonites."
    },
    {
        "o": 5434,
        "r": "niv:Deuteronomy:3:17",
        "t": "Its western border was the Jordan in the Arabah, from Kinnereth to the Sea of the Arabah (that is, the Dead Sea), below the slopes of Pisgah."
    },
    {
        "o": 5435,
        "r": "niv:Deuteronomy:3:18",
        "t": "I*p commanded you at that time: “The Lord*s your God has given you this land to take possession of it. But all your able-bodied men, armed for battle, must cross over ahead of the other Israelites."
    },
    {
        "o": 5436,
        "r": "niv:Deuteronomy:3:19",
        "t": "However, your wives, your children and your livestock (I know you have much livestock) may stay in the towns I have given you,"
    },
    {
        "o": 5437,
        "r": "niv:Deuteronomy:3:20",
        "t": "until the Lord*s gives rest to your fellow Israelites as he has to you, and they too have taken over the land that the Lord*s your God is giving them across the Jordan. After that, each of you may go back to the possession I have given you.”"
    },
    {
        "o": 5438,
        "r": "niv:Deuteronomy:3:20",
        "t": "Moses Forbidden to Cross the Jordan",
        "h": 2
    },
    {
        "o": 5439,
        "r": "niv:Deuteronomy:3:21",
        "t": "At*p that time I commanded Joshua: “You have seen with your own eyes all that the Lord*s your God has done to these two kings. The Lord*s will do the same to all the kingdoms over there where you are going."
    },
    {
        "o": 5440,
        "r": "niv:Deuteronomy:3:22",
        "t": "Do not be afraid of them; the Lord*s your God himself will fight for you.”"
    },
    {
        "o": 5441,
        "r": "niv:Deuteronomy:3:23",
        "t": "At*p that time I pleaded with the Lord:*s"
    },
    {
        "o": 5442,
        "r": "niv:Deuteronomy:3:24",
        "t": "“Sovereign Lord,*s you have begun to show to your servant your greatness and your strong hand. For what god is there in heaven or on earth who can do the deeds and mighty works you do?"
    },
    {
        "o": 5443,
        "r": "niv:Deuteronomy:3:25",
        "t": "Let me go over and see the good land beyond the Jordan—that fine hill country and Lebanon.”"
    },
    {
        "o": 5444,
        "r": "niv:Deuteronomy:3:26",
        "t": "But*p because of you the Lord*s was angry with me and would not listen to me. “That is enough,” the Lord*s said. “Do not speak to me anymore about this matter."
    },
    {
        "o": 5445,
        "r": "niv:Deuteronomy:3:27",
        "t": "Go up to the top of Pisgah and look west and north and south and east. Look at the land with your own eyes, since you are not going to cross this Jordan."
    },
    {
        "o": 5446,
        "r": "niv:Deuteronomy:3:28",
        "t": "But commission Joshua, and encourage and strengthen him, for he will lead this people across and will cause them to inherit the land that you will see.”"
    },
    {
        "o": 5447,
        "r": "niv:Deuteronomy:3:29",
        "t": "So we stayed in the valley near Beth Peor."
    }
]
