[
    {
        "o": 33944,
        "r": "esv:James:3:0",
        "t": "James 3",
        "h": 1
    },
    {
        "o": 33945,
        "r": "esv:James:3:0",
        "t": "Taming the Tongue",
        "h": 2
    },
    {
        "o": 33946,
        "r": "esv:James:3:1",
        "t": "Not*p many of you should become teachers, my brothers, for you know that we who teach will be judged with greater strictness."
    },
    {
        "o": 33947,
        "r": "esv:James:3:2",
        "t": "For we all stumble in many ways. And if anyone does not stumble in what he says, he is a perfect man, able also to bridle his whole body."
    },
    {
        "o": 33948,
        "r": "esv:James:3:3",
        "t": "If we put bits into the mouths of horses so that they obey us, we guide their whole bodies as well."
    },
    {
        "o": 33949,
        "r": "esv:James:3:4",
        "t": "Look at the ships also: though they are so large and are driven by strong winds, they are guided by a very small rudder wherever the will of the pilot directs."
    },
    {
        "o": 33950,
        "r": "esv:James:3:5",
        "t": "So also the tongue is a small member, yet it boasts of great things. How*p great a forest is set ablaze by such a small fire!"
    },
    {
        "o": 33951,
        "r": "esv:James:3:6",
        "t": "And the tongue is a fire, a world of unrighteousness. The tongue is set among our members, staining the whole body, setting on fire the entire course of life, and set on fire by hell."
    },
    {
        "o": 33952,
        "r": "esv:James:3:7",
        "t": "For every kind of beast and bird, of reptile and sea creature, can be tamed and has been tamed by mankind,"
    },
    {
        "o": 33953,
        "r": "esv:James:3:8",
        "t": "but no human being can tame the tongue. It is a restless evil, full of deadly poison."
    },
    {
        "o": 33954,
        "r": "esv:James:3:9",
        "t": "With it we bless our Lord and Father, and with it we curse people who are made in the likeness of God."
    },
    {
        "o": 33955,
        "r": "esv:James:3:10",
        "t": "From the same mouth come blessing and cursing. My brothers, these things ought not to be so."
    },
    {
        "o": 33956,
        "r": "esv:James:3:11",
        "t": "Does a spring pour forth from the same opening both fresh and salt water?"
    },
    {
        "o": 33957,
        "r": "esv:James:3:12",
        "t": "Can a fig tree, my brothers, bear olives, or a grapevine produce figs? Neither can a salt pond yield fresh water."
    },
    {
        "o": 33958,
        "r": "esv:James:3:12",
        "t": "Wisdom from Above",
        "h": 2
    },
    {
        "o": 33959,
        "r": "esv:James:3:13",
        "t": "Who*p is wise and understanding among you? By his good conduct let him show his works in the meekness of wisdom."
    },
    {
        "o": 33960,
        "r": "esv:James:3:14",
        "t": "But if you have bitter jealousy and selfish ambition in your hearts, do not boast and be false to the truth."
    },
    {
        "o": 33961,
        "r": "esv:James:3:15",
        "t": "This is not the wisdom that comes down from above, but is earthly, unspiritual, demonic."
    },
    {
        "o": 33962,
        "r": "esv:James:3:16",
        "t": "For where jealousy and selfish ambition exist, there will be disorder and every vile practice."
    },
    {
        "o": 33963,
        "r": "esv:James:3:17",
        "t": "But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere."
    },
    {
        "o": 33964,
        "r": "esv:James:3:18",
        "t": "And a harvest of righteousness is sown in peace by those who make peace."
    }
]
