[
    {
        "o": 6840,
        "r": "csb:Joshua:14:0",
        "t": "Joshua 14",
        "h": 1
    },
    {
        "o": 6841,
        "r": "csb:Joshua:14:0",
        "t": "Israel’s Inheritance in Canaan",
        "h": 2
    },
    {
        "o": 6842,
        "r": "csb:Joshua:14:1",
        "t": "The*p Israelites received these portions that the priest Eleazar, Joshua son of Nun, and the family heads of the Israelite tribes gave them in the land of Canaan."
    },
    {
        "o": 6843,
        "r": "csb:Joshua:14:2",
        "t": "Their inheritance was by lot as the Lord*s commanded through Moses for the nine and a half tribes,"
    },
    {
        "o": 6844,
        "r": "csb:Joshua:14:3",
        "t": "because Moses had given the inheritance to the two and a half tribes beyond the Jordan. But he gave no inheritance among them to the Levites."
    },
    {
        "o": 6845,
        "r": "csb:Joshua:14:4",
        "t": "The descendants of Joseph became two tribes, Manasseh and Ephraim. No portion of the land was given to the Levites except cities to live in, along with pasturelands for their cattle and livestock."
    },
    {
        "o": 6846,
        "r": "csb:Joshua:14:5",
        "t": "So the Israelites did as the Lord*s commanded Moses, and they divided the land."
    },
    {
        "o": 6847,
        "r": "csb:Joshua:14:5",
        "t": "Caleb’s Inheritance",
        "h": 2
    },
    {
        "o": 6848,
        "r": "csb:Joshua:14:6",
        "t": "The*p descendants of Judah approached Joshua at Gilgal, and Caleb son of Jephunneh the Kenizzite said to him, “You know what the Lord*s promised Moses the man of God at Kadesh-barnea about you and me."
    },
    {
        "o": 6849,
        "r": "csb:Joshua:14:7",
        "t": "I was forty years old when Moses the Lord’s*s servant sent me from Kadesh-barnea to scout the land, and I brought back an honest report."
    },
    {
        "o": 6850,
        "r": "csb:Joshua:14:8",
        "t": "My brothers who went with me caused the people to lose heart, but I followed the Lord*s my God completely."
    },
    {
        "o": 6851,
        "r": "csb:Joshua:14:9",
        "t": "On that day Moses swore to me, ‘The land where you have set foot will be an inheritance for you and your descendants forever, because you have followed the Lord*s my God completely.’"
    },
    {
        "o": 6852,
        "r": "csb:Joshua:14:10",
        "t": "“As*p you see, the Lord*s has kept me alive these forty-five years as he promised, since the Lord*s spoke this word to Moses while Israel was journeying in the wilderness. Here I am today, eighty-five years old."
    },
    {
        "o": 6853,
        "r": "csb:Joshua:14:11",
        "t": "I am still as strong today as I was the day Moses sent me out. My strength for battle and for daily tasks is now as it was then."
    },
    {
        "o": 6854,
        "r": "csb:Joshua:14:12",
        "t": "Now give me this hill country the Lord*s promised me on that day, because you heard then that the Anakim are there, as well as large fortified cities. Perhaps the Lord*s will be with me and I will drive them out as the Lord*s promised.”"
    },
    {
        "o": 6855,
        "r": "csb:Joshua:14:13",
        "t": "Then*p Joshua blessed Caleb son of Jephunneh and gave him Hebron as an inheritance."
    },
    {
        "o": 6856,
        "r": "csb:Joshua:14:14",
        "t": "Therefore, Hebron still belongs to Caleb son of Jephunneh the Kenizzite as an inheritance today because he followed the Lord,*s the God of Israel, completely."
    },
    {
        "o": 6857,
        "r": "csb:Joshua:14:15",
        "t": "Hebron’s name used to be Kiriath-arba; Arba was the greatest man among the Anakim. After this, the land had rest from war."
    }
]
