[
    {
        "o": 34979,
        "r": "nkjv:Revelation:9:0",
        "t": "Revelation 9",
        "h": 1
    },
    {
        "o": 34980,
        "r": "nkjv:Revelation:9:0",
        "t": "Fifth Trumpet: The Locusts from the Bottomless Pit",
        "h": 2
    },
    {
        "o": 34981,
        "r": "nkjv:Revelation:9:1",
        "t": "Then*p the fifth angel sounded: And I saw a star fallen from heaven to the earth. To him was given the key to the bottomless pit."
    },
    {
        "o": 34982,
        "r": "nkjv:Revelation:9:2",
        "t": "And he opened the bottomless pit, and smoke arose out of the pit like the smoke of a great furnace. So the sun and the air were darkened because of the smoke of the pit."
    },
    {
        "o": 34983,
        "r": "nkjv:Revelation:9:3",
        "t": "Then out of the smoke locusts came upon the earth. And to them was given power, as the scorpions of the earth have power."
    },
    {
        "o": 34984,
        "r": "nkjv:Revelation:9:4",
        "t": "They were commanded not to harm the grass of the earth, or any green thing, or any tree, but only those men who do not have the seal of God on their foreheads."
    },
    {
        "o": 34985,
        "r": "nkjv:Revelation:9:5",
        "t": "And they were not given authority*i to kill them, but to torment them for*i five months. Their torment was*i like the torment of a scorpion when it strikes a man."
    },
    {
        "o": 34986,
        "r": "nkjv:Revelation:9:6",
        "t": "In those days men will seek death and will not find it; they will desire to die, and death will flee from them."
    },
    {
        "o": 34987,
        "r": "nkjv:Revelation:9:7",
        "t": "The*p shape of the locusts was like horses prepared for battle. On their heads were crowns of something like gold, and their faces were*i like the faces of men."
    },
    {
        "o": 34988,
        "r": "nkjv:Revelation:9:8",
        "t": "They had hair like women’s hair, and their teeth were like lions’ teeth.*i"
    },
    {
        "o": 34989,
        "r": "nkjv:Revelation:9:9",
        "t": "And they had breastplates like breastplates of iron, and the sound of their wings was*i like the sound of chariots with many horses running into battle."
    },
    {
        "o": 34990,
        "r": "nkjv:Revelation:9:10",
        "t": "They had tails like scorpions, and there were stings in their tails. Their power was*i to hurt men five months."
    },
    {
        "o": 34991,
        "r": "nkjv:Revelation:9:11",
        "t": "And they had as king over them the angel of the bottomless pit, whose name in Hebrew is*i Abaddon, but in Greek he has the name Apollyon."
    },
    {
        "o": 34992,
        "r": "nkjv:Revelation:9:12",
        "t": "One*p woe is past. Behold, still two more woes are coming after these things."
    },
    {
        "o": 34993,
        "r": "nkjv:Revelation:9:12",
        "t": "Sixth Trumpet: The Angels from the Euphrates",
        "h": 2
    },
    {
        "o": 34994,
        "r": "nkjv:Revelation:9:13",
        "t": "Then*p the sixth angel sounded: And I heard a voice from the four horns of the golden altar which is before God,"
    },
    {
        "o": 34995,
        "r": "nkjv:Revelation:9:14",
        "t": "saying to the sixth angel who had the trumpet, “Release the four angels who are bound at the great river Euphrates.”"
    },
    {
        "o": 34996,
        "r": "nkjv:Revelation:9:15",
        "t": "So the four angels, who had been prepared for the hour and day and month and year, were released to kill a third of mankind."
    },
    {
        "o": 34997,
        "r": "nkjv:Revelation:9:16",
        "t": "Now the number of the army of the horsemen was*i two hundred million; I heard the number of them."
    },
    {
        "o": 34998,
        "r": "nkjv:Revelation:9:17",
        "t": "And thus I saw the horses in the vision: those who sat on them had breastplates of fiery red, hyacinth blue, and sulfur yellow; and the heads of the horses were*i like the heads of lions; and out of their mouths came fire, smoke, and brimstone."
    },
    {
        "o": 34999,
        "r": "nkjv:Revelation:9:18",
        "t": "By these three plagues*i a third of mankind was killed—by the fire and the smoke and the brimstone which came out of their mouths."
    },
    {
        "o": 35000,
        "r": "nkjv:Revelation:9:19",
        "t": "For their power is in their mouth and in their tails; for their tails are*i like serpents, having heads; and with them they do harm."
    },
    {
        "o": 35001,
        "r": "nkjv:Revelation:9:20",
        "t": "But*p the rest of mankind, who were not killed by these plagues, did not repent of the works of their hands, that they should not worship demons, and idols of gold, silver, brass, stone, and wood, which can neither see nor hear nor walk."
    },
    {
        "o": 35002,
        "r": "nkjv:Revelation:9:21",
        "t": "And they did not repent of their murders or their sorceries or their sexual immorality or their thefts."
    }
]
