[
    {
        "o": 10581,
        "r": "nasb:2 Kings:6:0",
        "t": "2 Kings 6",
        "h": 1
    },
    {
        "o": 10582,
        "r": "nasb:2 Kings:6:0",
        "t": "The Axe Head Recovered",
        "h": 2
    },
    {
        "o": 10583,
        "r": "nasb:2 Kings:6:1",
        "t": "Now*p the sons of the prophets said to Elisha, “Behold now, the place before you where we are living is too limited for us."
    },
    {
        "o": 10584,
        "r": "nasb:2 Kings:6:2",
        "t": "Please let us go to the Jordan and each of us take from there a beam, and let us make a place there for ourselves where we may live.” So he said, “Go.”"
    },
    {
        "o": 10585,
        "r": "nasb:2 Kings:6:3",
        "t": "Then one said, “Please be willing to go with your servants.” And he answered, “I shall go.”"
    },
    {
        "o": 10586,
        "r": "nasb:2 Kings:6:4",
        "t": "So he went with them; and when they came to the Jordan, they cut down trees."
    },
    {
        "o": 10587,
        "r": "nasb:2 Kings:6:5",
        "t": "But as one was felling a beam, the axe head fell into the water; and he cried out and said, “Alas, my master! For it was borrowed.”"
    },
    {
        "o": 10588,
        "r": "nasb:2 Kings:6:6",
        "t": "Then the man of God said, “Where did it fall?” And when he showed him the place, he cut off a stick and threw it*i in there, and made the iron float."
    },
    {
        "o": 10589,
        "r": "nasb:2 Kings:6:7",
        "t": "He said, “Take it up for yourself.” So he put out his hand and took it."
    },
    {
        "o": 10590,
        "r": "nasb:2 Kings:6:7",
        "t": "The Arameans Plot to Capture Elisha",
        "h": 2
    },
    {
        "o": 10591,
        "r": "nasb:2 Kings:6:8",
        "t": "Now*p the king of Aram was warring against Israel; and he counseled with his servants saying, “In such and such a place shall be my camp.”"
    },
    {
        "o": 10592,
        "r": "nasb:2 Kings:6:9",
        "t": "The man of God sent word*i to the king of Israel saying, “Beware that you do not pass this place, for the Arameans are coming down there.”"
    },
    {
        "o": 10593,
        "r": "nasb:2 Kings:6:10",
        "t": "The king of Israel sent to the place about which the man of God had told him; thus he warned him, so that he guarded himself there, more than once or twice."
    },
    {
        "o": 10594,
        "r": "nasb:2 Kings:6:11",
        "t": "Now*p the heart of the king of Aram was enraged over this thing; and he called his servants and said to them, “Will you tell me which of us is for the king of Israel?”"
    },
    {
        "o": 10595,
        "r": "nasb:2 Kings:6:12",
        "t": "One of his servants said, “No, my lord, O king; but Elisha, the prophet who is in Israel, tells the king of Israel the words that you speak in your bedroom.”"
    },
    {
        "o": 10596,
        "r": "nasb:2 Kings:6:13",
        "t": "So he said, “Go and see where he is, that I may send and take him.” And it was told him, saying, “Behold, he is in Dothan.”"
    },
    {
        "o": 10597,
        "r": "nasb:2 Kings:6:14",
        "t": "He sent horses and chariots and a great army there, and they came by night and surrounded the city."
    },
    {
        "o": 10598,
        "r": "nasb:2 Kings:6:15",
        "t": "Now*p when the attendant of the man of God had risen early and gone out, behold, an army with horses and chariots was circling the city. And his servant said to him, “Alas, my master! What shall we do?”"
    },
    {
        "o": 10599,
        "r": "nasb:2 Kings:6:16",
        "t": "So he answered, “Do not fear, for those who are with us are more than those who are with them.”"
    },
    {
        "o": 10600,
        "r": "nasb:2 Kings:6:17",
        "t": "Then Elisha prayed and said, “O Lord,*s I pray, open his eyes that he may see.” And the Lord*s opened the servant’s eyes and he saw; and behold, the mountain was full of horses and chariots of fire all around Elisha."
    },
    {
        "o": 10601,
        "r": "nasb:2 Kings:6:18",
        "t": "When they came down to him, Elisha prayed to the Lord*s and said, “Strike this people with blindness, I pray.” So He struck them with blindness according to the word of Elisha."
    },
    {
        "o": 10602,
        "r": "nasb:2 Kings:6:19",
        "t": "Then Elisha said to them, “This is not the way, nor is this the city; follow me and I will bring you to the man whom you seek.” And he brought them to Samaria."
    },
    {
        "o": 10603,
        "r": "nasb:2 Kings:6:20",
        "t": "When*p they had come into Samaria, Elisha said, “O Lord,*s open the eyes of these men,*i that they may see.” So the Lord*s opened their eyes and they saw; and behold, they were in the midst of Samaria."
    },
    {
        "o": 10604,
        "r": "nasb:2 Kings:6:21",
        "t": "Then the king of Israel when he saw them, said to Elisha, “My father, shall I kill them? Shall I kill them?”"
    },
    {
        "o": 10605,
        "r": "nasb:2 Kings:6:22",
        "t": "He answered, “You shall not kill them.*i Would you kill those you have taken captive with your sword and with your bow? Set bread and water before them, that they may eat and drink and go to their master.”"
    },
    {
        "o": 10606,
        "r": "nasb:2 Kings:6:23",
        "t": "So he prepared a great feast for them; and when they had eaten and drunk he sent them away, and they went to their master. And the marauding bands of Arameans did not come again into the land of Israel."
    },
    {
        "o": 10607,
        "r": "nasb:2 Kings:6:23",
        "t": "The Siege of Samaria—Cannibalism",
        "h": 2
    },
    {
        "o": 10608,
        "r": "nasb:2 Kings:6:24",
        "t": "Now*p it came about after this, that Ben-hadad king of Aram gathered all his army and went up and besieged Samaria."
    },
    {
        "o": 10609,
        "r": "nasb:2 Kings:6:25",
        "t": "There was a great famine in Samaria; and behold, they besieged it, until a donkey’s head was sold for eighty shekels*i of silver, and a fourth of a kab of dove’s dung for five shekels*i of silver."
    },
    {
        "o": 10610,
        "r": "nasb:2 Kings:6:26",
        "t": "As the king of Israel was passing by on the wall a woman cried out to him, saying, “Help, my lord, O king!”"
    },
    {
        "o": 10611,
        "r": "nasb:2 Kings:6:27",
        "t": "He said, “If the Lord*s does not help you, from where shall I help you? From the threshing floor, or from the wine press?”"
    },
    {
        "o": 10612,
        "r": "nasb:2 Kings:6:28",
        "t": "And the king said to her, “What is the matter with you?” And she answered, “This woman said to me, ‘Give your son that we may eat him today, and we will eat my son tomorrow.’"
    },
    {
        "o": 10613,
        "r": "nasb:2 Kings:6:29",
        "t": "So we boiled my son and ate him; and I said to her on the next day, ‘Give your son, that we may eat him’; but she has hidden her son.”"
    },
    {
        "o": 10614,
        "r": "nasb:2 Kings:6:30",
        "t": "When the king heard the words of the woman, he tore his clothes—now he was passing by on the wall—and the people looked, and behold, he had sackcloth beneath on his body."
    },
    {
        "o": 10615,
        "r": "nasb:2 Kings:6:31",
        "t": "Then he said, “May God do so to me and more also, if the head of Elisha the son of Shaphat remains on him today.”"
    },
    {
        "o": 10616,
        "r": "nasb:2 Kings:6:32",
        "t": "Now*p Elisha was sitting in his house, and the elders were sitting with him. And the*i king*i sent a man from his presence; but before the messenger came to him, he said to the elders, “Do you see how this son of a murderer has sent to take away my head? Look, when the messenger comes, shut the door and hold the door shut against him. Is not the sound of his master’s feet behind him?”"
    },
    {
        "o": 10617,
        "r": "nasb:2 Kings:6:33",
        "t": "While he was still talking with them, behold, the messenger came down to him and he said, “Behold, this evil is from the Lord;*s why should I wait for the Lord*s any longer?”"
    }
]
