[
    {
        "o": 8770,
        "r": "esv:1 Samuel:31:0",
        "t": "1 Samuel 31",
        "h": 1
    },
    {
        "o": 8771,
        "r": "esv:1 Samuel:31:0",
        "t": "The Death of Saul",
        "h": 2
    },
    {
        "o": 8772,
        "r": "esv:1 Samuel:31:1",
        "t": "Now*p the Philistines were fighting against Israel, and the men of Israel fled before the Philistines and fell slain on Mount Gilboa."
    },
    {
        "o": 8773,
        "r": "esv:1 Samuel:31:2",
        "t": "And the Philistines overtook Saul and his sons, and the Philistines struck down Jonathan and Abinadab and Malchi-shua, the sons of Saul."
    },
    {
        "o": 8774,
        "r": "esv:1 Samuel:31:3",
        "t": "The battle pressed hard against Saul, and the archers found him, and he was badly wounded by the archers."
    },
    {
        "o": 8775,
        "r": "esv:1 Samuel:31:4",
        "t": "Then Saul said to his armor-bearer, “Draw your sword, and thrust me through with it, lest these uncircumcised come and thrust me through, and mistreat me.” But his armor-bearer would not, for he feared greatly. Therefore Saul took his own sword and fell upon it."
    },
    {
        "o": 8776,
        "r": "esv:1 Samuel:31:5",
        "t": "And when his armor-bearer saw that Saul was dead, he also fell upon his sword and died with him."
    },
    {
        "o": 8777,
        "r": "esv:1 Samuel:31:6",
        "t": "Thus Saul died, and his three sons, and his armor-bearer, and all his men, on the same day together."
    },
    {
        "o": 8778,
        "r": "esv:1 Samuel:31:7",
        "t": "And when the men of Israel who were on the other side of the valley and those beyond the Jordan saw that the men of Israel had fled and that Saul and his sons were dead, they abandoned their cities and fled. And the Philistines came and lived in them."
    },
    {
        "o": 8779,
        "r": "esv:1 Samuel:31:8",
        "t": "The*p next day, when the Philistines came to strip the slain, they found Saul and his three sons fallen on Mount Gilboa."
    },
    {
        "o": 8780,
        "r": "esv:1 Samuel:31:9",
        "t": "So they cut off his head and stripped off his armor and sent messengers throughout the land of the Philistines, to carry the good news to the house of their idols and to the people."
    },
    {
        "o": 8781,
        "r": "esv:1 Samuel:31:10",
        "t": "They put his armor in the temple of Ashtaroth, and they fastened his body to the wall of Beth-shan."
    },
    {
        "o": 8782,
        "r": "esv:1 Samuel:31:11",
        "t": "But when the inhabitants of Jabesh-gilead heard what the Philistines had done to Saul,"
    },
    {
        "o": 8783,
        "r": "esv:1 Samuel:31:12",
        "t": "all the valiant men arose and went all night and took the body of Saul and the bodies of his sons from the wall of Beth-shan, and they came to Jabesh and burned them there."
    },
    {
        "o": 8784,
        "r": "esv:1 Samuel:31:13",
        "t": "And they took their bones and buried them under the tamarisk tree in Jabesh and fasted seven days."
    }
]
