[
    {
        "o": 34420,
        "r": "nasb:Revelation:12:0",
        "t": "Revelation 12",
        "h": 1
    },
    {
        "o": 34421,
        "r": "nasb:Revelation:12:0",
        "t": "The Woman, Israel",
        "h": 2
    },
    {
        "o": 34422,
        "r": "nasb:Revelation:12:1",
        "t": "A*p great sign appeared in heaven: a woman clothed with the sun, and the moon under her feet, and on her head a crown of twelve stars;"
    },
    {
        "o": 34423,
        "r": "nasb:Revelation:12:2",
        "t": "and she was with child; and she cried out, being in labor and in pain to give birth."
    },
    {
        "o": 34424,
        "r": "nasb:Revelation:12:2",
        "t": "The Red Dragon, Satan",
        "h": 2
    },
    {
        "o": 34425,
        "r": "nasb:Revelation:12:3",
        "t": "Then*p another sign appeared in heaven: and behold, a great red dragon having seven heads and ten horns, and on his heads were*i seven diadems."
    },
    {
        "o": 34426,
        "r": "nasb:Revelation:12:4",
        "t": "And his tail swept away a third of the stars of heaven and threw them to the earth. And the dragon stood before the woman who was about to give birth, so that when she gave birth he might devour her child."
    },
    {
        "o": 34427,
        "r": "nasb:Revelation:12:4",
        "t": "The Male Child, Christ",
        "h": 2
    },
    {
        "o": 34428,
        "r": "nasb:Revelation:12:5",
        "t": "And*p she gave birth to a son, a male child,*i who is to rule all the nations with a rod of iron; and her child was caught up to God and to His throne."
    },
    {
        "o": 34429,
        "r": "nasb:Revelation:12:6",
        "t": "Then the woman fled into the wilderness where she had a place prepared by God, so that there she would be nourished for one thousand two hundred and sixty days."
    },
    {
        "o": 34430,
        "r": "nasb:Revelation:12:6",
        "t": "The Angel, Michael",
        "h": 2
    },
    {
        "o": 34431,
        "r": "nasb:Revelation:12:7",
        "t": "And*p there was war in heaven, Michael and his angels waging war with the dragon. The dragon and his angels waged war,"
    },
    {
        "o": 34432,
        "r": "nasb:Revelation:12:8",
        "t": "and they were not strong enough, and there was no longer a place found for them in heaven."
    },
    {
        "o": 34433,
        "r": "nasb:Revelation:12:9",
        "t": "And the great dragon was thrown down, the serpent of old who is called the devil and Satan, who deceives the whole world; he was thrown down to the earth, and his angels were thrown down with him."
    },
    {
        "o": 34434,
        "r": "nasb:Revelation:12:10",
        "t": "Then I heard a loud voice in heaven, saying, “Now*bp the salvation, and the power, and the kingdom of our God and the authority of His Christ have come, for the accuser of our brethren has been thrown down, he who accuses them before our God day and night."
    },
    {
        "o": 34435,
        "r": "nasb:Revelation:12:11",
        "t": "And they overcame him because of the blood of the Lamb and because of the word of their testimony, and they did not love their life even when faced with death."
    },
    {
        "o": 34436,
        "r": "nasb:Revelation:12:12",
        "t": "For this reason, rejoice, O heavens and you who dwell in them. Woe to the earth and the sea, because the devil has come down to you, having great wrath, knowing that he has only*i a short time.”"
    },
    {
        "o": 34437,
        "r": "nasb:Revelation:12:13",
        "t": "And*p when the dragon saw that he was thrown down to the earth, he persecuted the woman who gave birth to the male child.*i"
    },
    {
        "o": 34438,
        "r": "nasb:Revelation:12:14",
        "t": "But the two wings of the great eagle were given to the woman, so that she could fly into the wilderness to her place, where she was nourished for a time and times and half a time, from the presence of the serpent."
    },
    {
        "o": 34439,
        "r": "nasb:Revelation:12:15",
        "t": "And the serpent poured water like a river out of his mouth after the woman, so that he might cause her to be swept away with the flood."
    },
    {
        "o": 34440,
        "r": "nasb:Revelation:12:16",
        "t": "But the earth helped the woman, and the earth opened its mouth and drank up the river which the dragon poured out of his mouth."
    },
    {
        "o": 34441,
        "r": "nasb:Revelation:12:17",
        "t": "So the dragon was enraged with the woman, and went off to make war with the rest of her children, who keep the commandments of God and hold to the testimony of Jesus."
    }
]
