[
    {
        "o": 23324,
        "r": "niv:Ezekiel:31:0",
        "t": "Ezekiel 31",
        "h": 1
    },
    {
        "o": 23325,
        "r": "niv:Ezekiel:31:0",
        "t": "Pharaoh as a Felled Cedar of Lebanon",
        "h": 3
    },
    {
        "o": 23326,
        "r": "niv:Ezekiel:31:1",
        "t": "In*p the eleventh year, in the third month on the first day, the word of the Lord*s came to me:"
    },
    {
        "o": 23327,
        "r": "niv:Ezekiel:31:2",
        "t": "“Son of man, say to Pharaoh king of Egypt and to his hordes: “ ‘Who*pn can be compared with you in majesty?"
    },
    {
        "o": 23328,
        "r": "niv:Ezekiel:31:3",
        "t": "Consider*ln Assyria, once a cedar in Lebanon, with*ld beautiful branches overshadowing the forest; it*ln towered on high, its*ld top above the thick foliage."
    },
    {
        "o": 23329,
        "r": "niv:Ezekiel:31:4",
        "t": "The*ln waters nourished it, deep*ld springs made it grow tall; their*ln streams flowed all*ld around its base and*ln sent their channels to*ld all the trees of the field."
    },
    {
        "o": 23330,
        "r": "niv:Ezekiel:31:5",
        "t": "So*ln it towered higher than*ld all the trees of the field; its*ln boughs increased and*ld its branches grew long, spreading*ld because of abundant waters."
    },
    {
        "o": 23331,
        "r": "niv:Ezekiel:31:6",
        "t": "All*ln the birds of the sky nested*ld in its boughs, all*ln the animals of the wild gave*ld birth under its branches; all*ln the great nations lived*ld in its shade."
    },
    {
        "o": 23332,
        "r": "niv:Ezekiel:31:7",
        "t": "It*ln was majestic in beauty, with*ld its spreading boughs, for*ln its roots went down to*ld abundant waters."
    },
    {
        "o": 23333,
        "r": "niv:Ezekiel:31:8",
        "t": "The*ln cedars in the garden of God could*ld not rival it, nor*ln could the junipers equal*ld its boughs, nor*ln could the plane trees compare*ld with its branches— no*ln tree in the garden of God could*ld match its beauty."
    },
    {
        "o": 23334,
        "r": "niv:Ezekiel:31:9",
        "t": "I*ln made it beautiful with*ld abundant branches, the*ln envy of all the trees of Eden in*ld the garden of God."
    },
    {
        "o": 23335,
        "r": "niv:Ezekiel:31:10",
        "t": "“ ‘Therefore*p this is what the Sovereign Lord*s says: Because the great cedar towered over the thick foliage, and because it was proud of its height,"
    },
    {
        "o": 23336,
        "r": "niv:Ezekiel:31:11",
        "t": "I gave it into the hands of the ruler of the nations, for him to deal with according to its wickedness. I cast it aside,"
    },
    {
        "o": 23337,
        "r": "niv:Ezekiel:31:12",
        "t": "and the most ruthless of foreign nations cut it down and left it. Its boughs fell on the mountains and in all the valleys; its branches lay broken in all the ravines of the land. All the nations of the earth came out from under its shade and left it."
    },
    {
        "o": 23338,
        "r": "niv:Ezekiel:31:13",
        "t": "All the birds settled on the fallen tree, and all the wild animals lived among its branches."
    },
    {
        "o": 23339,
        "r": "niv:Ezekiel:31:14",
        "t": "Therefore no other trees by the waters are ever to tower proudly on high, lifting their tops above the thick foliage. No other trees so well-watered are ever to reach such a height; they are all destined for death, for the earth below, among mortals who go down to the realm of the dead."
    },
    {
        "o": 23340,
        "r": "niv:Ezekiel:31:15",
        "t": "“ ‘This*p is what the Sovereign Lord*s says: On the day it was brought down to the realm of the dead I covered the deep springs with mourning for it; I held back its streams, and its abundant waters were restrained. Because of it I clothed Lebanon with gloom, and all the trees of the field withered away."
    },
    {
        "o": 23341,
        "r": "niv:Ezekiel:31:16",
        "t": "I made the nations tremble at the sound of its fall when I brought it down to the realm of the dead to be with those who go down to the pit. Then all the trees of Eden, the choicest and best of Lebanon, the well-watered trees, were consoled in the earth below."
    },
    {
        "o": 23342,
        "r": "niv:Ezekiel:31:17",
        "t": "They too, like the great cedar, had gone down to the realm of the dead, to those killed by the sword, along with the armed men who lived in its shade among the nations."
    },
    {
        "o": 23343,
        "r": "niv:Ezekiel:31:18",
        "t": "“ ‘Which*p of the trees of Eden can be compared with you in splendor and majesty? Yet you, too, will be brought down with the trees of Eden to the earth below; you will lie among the uncircumcised, with those killed by the sword. “ ‘This*p is Pharaoh and all his hordes, declares the Sovereign Lord*s .’ ”"
    }
]
