[
    {
        "o": 14249,
        "r": "csb:Esther:7:0",
        "t": "Esther 7",
        "h": 1
    },
    {
        "o": 14250,
        "r": "csb:Esther:7:0",
        "t": "Haman Is Executed",
        "h": 2
    },
    {
        "o": 14251,
        "r": "csb:Esther:7:1",
        "t": "The*p king and Haman came to feast with Esther the queen."
    },
    {
        "o": 14252,
        "r": "csb:Esther:7:2",
        "t": "Once again, on the second day while drinking wine, the king asked Esther, “Queen Esther, whatever you ask will be given to you. Whatever you seek, even to half the kingdom, will be done.”"
    },
    {
        "o": 14253,
        "r": "csb:Esther:7:3",
        "t": "Queen*p Esther answered, “If I have found favor with you, Your Majesty, and if the king is pleased, spare my life; this is my request. And spare my people; this is my desire."
    },
    {
        "o": 14254,
        "r": "csb:Esther:7:4",
        "t": "For my people and I have been sold to destruction, death, and annihilation. If we had merely been sold as male and female slaves, I would have kept silent. Indeed, the trouble wouldn’t be worth burdening the king.”"
    },
    {
        "o": 14255,
        "r": "csb:Esther:7:5",
        "t": "King*p Ahasuerus spoke up and asked Queen Esther, “Who is this, and where is the one who would devise such a scheme?”"
    },
    {
        "o": 14256,
        "r": "csb:Esther:7:6",
        "t": "Esther*p answered, “The adversary and enemy is this evil Haman.” Haman*p stood terrified before the king and queen."
    },
    {
        "o": 14257,
        "r": "csb:Esther:7:7",
        "t": "The king arose in anger and went from where they were drinking wine to the palace garden. Haman remained to beg Queen Esther for his life because he realized the king was planning something terrible for him."
    },
    {
        "o": 14258,
        "r": "csb:Esther:7:8",
        "t": "Just as the king returned from the palace garden to the banquet hall, Haman was falling on the couch where Esther was reclining. The king exclaimed, “Would he actually violate the queen while I am in the house?” As soon as the statement left the king’s mouth, they covered Haman’s face."
    },
    {
        "o": 14259,
        "r": "csb:Esther:7:9",
        "t": "Harbona,*p one of the king’s eunuchs, said, “There is a gallows seventy-five feet tall at Haman’s house that he made for Mordecai, who gave the report that saved the king.” The*p king said, “Hang him on it.”"
    },
    {
        "o": 14260,
        "r": "csb:Esther:7:10",
        "t": "They*p hanged Haman on the gallows he had prepared for Mordecai. Then the king’s anger subsided."
    }
]
