[
    {
        "o": 12137,
        "r": "esv:1 Chronicles:25:0",
        "t": "1 Chronicles 25",
        "h": 1
    },
    {
        "o": 12138,
        "r": "esv:1 Chronicles:25:0",
        "t": "David Organizes the Musicians",
        "h": 2
    },
    {
        "o": 12139,
        "r": "esv:1 Chronicles:25:1",
        "t": "David*p and the chiefs of the service also set apart for the service the sons of Asaph, and of Heman, and of Jeduthun, who prophesied with lyres, with harps, and with cymbals. The list of those who did the work and of their duties was:"
    },
    {
        "o": 12140,
        "r": "esv:1 Chronicles:25:2",
        "t": "Of the sons of Asaph: Zaccur, Joseph, Nethaniah, and Asharelah, sons of Asaph, under the direction of Asaph, who prophesied under the direction of the king."
    },
    {
        "o": 12141,
        "r": "esv:1 Chronicles:25:3",
        "t": "Of Jeduthun, the sons of Jeduthun: Gedaliah, Zeri, Jeshaiah, Shimei, Hashabiah, and Mattithiah, six, under the direction of their father Jeduthun, who prophesied with the lyre in thanksgiving and praise to the Lord.*s"
    },
    {
        "o": 12142,
        "r": "esv:1 Chronicles:25:4",
        "t": "Of Heman, the sons of Heman: Bukkiah, Mattaniah, Uzziel, Shebuel and Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, and Romamti-ezer, Joshbekashah, Mallothi, Hothir, Mahazioth."
    },
    {
        "o": 12143,
        "r": "esv:1 Chronicles:25:5",
        "t": "All these were the sons of Heman the king’s seer, according to the promise of God to exalt him, for God had given Heman fourteen sons and three daughters."
    },
    {
        "o": 12144,
        "r": "esv:1 Chronicles:25:6",
        "t": "They were all under the direction of their father in the music in the house of the Lord*s with cymbals, harps, and lyres for the service of the house of God. Asaph, Jeduthun, and Heman were under the order of the king."
    },
    {
        "o": 12145,
        "r": "esv:1 Chronicles:25:7",
        "t": "The number of them along with their brothers, who were trained in singing to the Lord,*s all who were skillful, was 288."
    },
    {
        "o": 12146,
        "r": "esv:1 Chronicles:25:8",
        "t": "And they cast lots for their duties, small and great, teacher and pupil alike."
    },
    {
        "o": 12147,
        "r": "esv:1 Chronicles:25:9",
        "t": "The*p first lot fell for Asaph to Joseph; the second to Gedaliah, to him and his brothers and his sons, twelve;"
    },
    {
        "o": 12148,
        "r": "esv:1 Chronicles:25:10",
        "t": "the third to Zaccur, his sons and his brothers, twelve;"
    },
    {
        "o": 12149,
        "r": "esv:1 Chronicles:25:11",
        "t": "the fourth to Izri, his sons and his brothers, twelve;"
    },
    {
        "o": 12150,
        "r": "esv:1 Chronicles:25:12",
        "t": "the fifth to Nethaniah, his sons and his brothers, twelve;"
    },
    {
        "o": 12151,
        "r": "esv:1 Chronicles:25:13",
        "t": "the sixth to Bukkiah, his sons and his brothers, twelve;"
    },
    {
        "o": 12152,
        "r": "esv:1 Chronicles:25:14",
        "t": "the seventh to Jesharelah, his sons and his brothers, twelve;"
    },
    {
        "o": 12153,
        "r": "esv:1 Chronicles:25:15",
        "t": "the eighth to Jeshaiah, his sons and his brothers, twelve;"
    },
    {
        "o": 12154,
        "r": "esv:1 Chronicles:25:16",
        "t": "the ninth to Mattaniah, his sons and his brothers, twelve;"
    },
    {
        "o": 12155,
        "r": "esv:1 Chronicles:25:17",
        "t": "the tenth to Shimei, his sons and his brothers, twelve;"
    },
    {
        "o": 12156,
        "r": "esv:1 Chronicles:25:18",
        "t": "the eleventh to Azarel, his sons and his brothers, twelve;"
    },
    {
        "o": 12157,
        "r": "esv:1 Chronicles:25:19",
        "t": "the twelfth to Hashabiah, his sons and his brothers, twelve;"
    },
    {
        "o": 12158,
        "r": "esv:1 Chronicles:25:20",
        "t": "to the thirteenth, Shubael, his sons and his brothers, twelve;"
    },
    {
        "o": 12159,
        "r": "esv:1 Chronicles:25:21",
        "t": "to the fourteenth, Mattithiah, his sons and his brothers, twelve;"
    },
    {
        "o": 12160,
        "r": "esv:1 Chronicles:25:22",
        "t": "to the fifteenth, to Jeremoth, his sons and his brothers, twelve;"
    },
    {
        "o": 12161,
        "r": "esv:1 Chronicles:25:23",
        "t": "to the sixteenth, to Hananiah, his sons and his brothers, twelve;"
    },
    {
        "o": 12162,
        "r": "esv:1 Chronicles:25:24",
        "t": "to the seventeenth, to Joshbekashah, his sons and his brothers, twelve;"
    },
    {
        "o": 12163,
        "r": "esv:1 Chronicles:25:25",
        "t": "to the eighteenth, to Hanani, his sons and his brothers, twelve;"
    },
    {
        "o": 12164,
        "r": "esv:1 Chronicles:25:26",
        "t": "to the nineteenth, to Mallothi, his sons and his brothers, twelve;"
    },
    {
        "o": 12165,
        "r": "esv:1 Chronicles:25:27",
        "t": "to the twentieth, to Eliathah, his sons and his brothers, twelve;"
    },
    {
        "o": 12166,
        "r": "esv:1 Chronicles:25:28",
        "t": "to the twenty-first, to Hothir, his sons and his brothers, twelve;"
    },
    {
        "o": 12167,
        "r": "esv:1 Chronicles:25:29",
        "t": "to the twenty-second, to Giddalti, his sons and his brothers, twelve;"
    },
    {
        "o": 12168,
        "r": "esv:1 Chronicles:25:30",
        "t": "to the twenty-third, to Mahazioth, his sons and his brothers, twelve;"
    },
    {
        "o": 12169,
        "r": "esv:1 Chronicles:25:31",
        "t": "to the twenty-fourth, to Romamti-ezer, his sons and his brothers, twelve."
    }
]
