[
    {
        "o": 31997,
        "r": "niv:2 Corinthians:10:0",
        "t": "2 Corinthians 10",
        "h": 1
    },
    {
        "o": 31998,
        "r": "niv:2 Corinthians:10:0",
        "t": "Paul’s Defense of His Ministry",
        "h": 2
    },
    {
        "o": 31999,
        "r": "niv:2 Corinthians:10:1",
        "t": "By*p the humility and gentleness of Christ, I appeal to you—I, Paul, who am “timid” when face to face with you, but “bold” toward you when away!"
    },
    {
        "o": 32000,
        "r": "niv:2 Corinthians:10:2",
        "t": "I beg you that when I come I may not have to be as bold as I expect to be toward some people who think that we live by the standards of this world."
    },
    {
        "o": 32001,
        "r": "niv:2 Corinthians:10:3",
        "t": "For though we live in the world, we do not wage war as the world does."
    },
    {
        "o": 32002,
        "r": "niv:2 Corinthians:10:4",
        "t": "The weapons we fight with are not the weapons of the world. On the contrary, they have divine power to demolish strongholds."
    },
    {
        "o": 32003,
        "r": "niv:2 Corinthians:10:5",
        "t": "We demolish arguments and every pretension that sets itself up against the knowledge of God, and we take captive every thought to make it obedient to Christ."
    },
    {
        "o": 32004,
        "r": "niv:2 Corinthians:10:6",
        "t": "And we will be ready to punish every act of disobedience, once your obedience is complete."
    },
    {
        "o": 32005,
        "r": "niv:2 Corinthians:10:7",
        "t": "You*p are judging by appearances. If anyone is confident that they belong to Christ, they should consider again that we belong to Christ just as much as they do."
    },
    {
        "o": 32006,
        "r": "niv:2 Corinthians:10:8",
        "t": "So even if I boast somewhat freely about the authority the Lord gave us for building you up rather than tearing you down, I will not be ashamed of it."
    },
    {
        "o": 32007,
        "r": "niv:2 Corinthians:10:9",
        "t": "I do not want to seem to be trying to frighten you with my letters."
    },
    {
        "o": 32008,
        "r": "niv:2 Corinthians:10:10",
        "t": "For some say, “His letters are weighty and forceful, but in person he is unimpressive and his speaking amounts to nothing.”"
    },
    {
        "o": 32009,
        "r": "niv:2 Corinthians:10:11",
        "t": "Such people should realize that what we are in our letters when we are absent, we will be in our actions when we are present."
    },
    {
        "o": 32010,
        "r": "niv:2 Corinthians:10:12",
        "t": "We*p do not dare to classify or compare ourselves with some who commend themselves. When they measure themselves by themselves and compare themselves with themselves, they are not wise."
    },
    {
        "o": 32011,
        "r": "niv:2 Corinthians:10:13",
        "t": "We, however, will not boast beyond proper limits, but will confine our boasting to the sphere of service God himself has assigned to us, a sphere that also includes you."
    },
    {
        "o": 32012,
        "r": "niv:2 Corinthians:10:14",
        "t": "We are not going too far in our boasting, as would be the case if we had not come to you, for we did get as far as you with the gospel of Christ."
    },
    {
        "o": 32013,
        "r": "niv:2 Corinthians:10:15",
        "t": "Neither do we go beyond our limits by boasting of work done by others. Our hope is that, as your faith continues to grow, our sphere of activity among you will greatly expand,"
    },
    {
        "o": 32014,
        "r": "niv:2 Corinthians:10:16",
        "t": "so that we can preach the gospel in the regions beyond you. For we do not want to boast about work already done in someone else’s territory."
    },
    {
        "o": 32015,
        "r": "niv:2 Corinthians:10:17",
        "t": "But, “Let the one who boasts boast in the Lord.”"
    },
    {
        "o": 32016,
        "r": "niv:2 Corinthians:10:18",
        "t": "For it is not the one who commends himself who is approved, but the one whom the Lord commends."
    }
]
