[
    {
        "o": 22095,
        "r": "csb:Jeremiah:31:0",
        "t": "Jeremiah 31",
        "h": 1
    },
    {
        "o": 22096,
        "r": "csb:Jeremiah:31:0",
        "t": "God’s Relationship with His People",
        "h": 2
    },
    {
        "o": 22097,
        "r": "csb:Jeremiah:31:1",
        "t": "“At*p that time” - this is the Lord’s*s declaration - “I will be the God of all the families of Israel, and they will be my people.”"
    },
    {
        "o": 22098,
        "r": "csb:Jeremiah:31:2",
        "t": "This*p is what the Lord*s says: The*pn people who survived the sword found*ln favor in the wilderness. When*ln Israel went to find rest,"
    },
    {
        "o": 22099,
        "r": "csb:Jeremiah:31:3",
        "t": "the*ln Lord*s appeared to him from far away. I*ln have loved you with an everlasting love; therefore,*ln I have continued to extend faithful love to you."
    },
    {
        "o": 22100,
        "r": "csb:Jeremiah:31:4",
        "t": "Again*ln I will build you so that you will be rebuilt, Virgin*ln Israel. You*ln will take up your tambourines again and*ln go out in joyful dancing."
    },
    {
        "o": 22101,
        "r": "csb:Jeremiah:31:5",
        "t": "You*ln will plant vineyards again on*ln the mountains of Samaria; the*ln planters will plant and will enjoy the fruit."
    },
    {
        "o": 22102,
        "r": "csb:Jeremiah:31:6",
        "t": "For*ln there will be a day when watchmen will call out in*ln the hill country of Ephraim, “Come,*ln let’s go up to Zion, to*ln the Lord*s our God!”"
    },
    {
        "o": 22103,
        "r": "csb:Jeremiah:31:6",
        "t": "God’s People Brought Home",
        "h": 2
    },
    {
        "o": 22104,
        "r": "csb:Jeremiah:31:7",
        "t": "For*p this is what the Lord*s says: Sing*pn with joy for Jacob; shout*ln for the foremost of the nations! Proclaim,*ln praise, and say, “Lord,*sln save your people, the*ln remnant of Israel!”"
    },
    {
        "o": 22105,
        "r": "csb:Jeremiah:31:8",
        "t": "Watch!*ln I am going to bring them from the northern land. I*ln will gather them from remote regions of the earth— the*ln blind and the lame will be with them, along*ln with those who are pregnant and those about to give birth. They*ln will return here as a great assembly!"
    },
    {
        "o": 22106,
        "r": "csb:Jeremiah:31:9",
        "t": "They*ln will come weeping, but*ln I will bring them back with consolation. I*ln will lead them to wadis filled with water, by*ln a smooth way where they will not stumble, for*ln I am Israel’s Father, and*ln Ephraim is my firstborn."
    },
    {
        "o": 22107,
        "r": "csb:Jeremiah:31:10",
        "t": "Nations,*ln hear the word of the Lord,*s and*ln tell it among the far off coasts and islands! Say,*ln “The one who scattered Israel will gather him. He*ln will watch over him as a shepherd guards his flock,"
    },
    {
        "o": 22108,
        "r": "csb:Jeremiah:31:11",
        "t": "for*ln the Lord*s has ransomed Jacob and*ln redeemed him from the power of one stronger than he.”"
    },
    {
        "o": 22109,
        "r": "csb:Jeremiah:31:12",
        "t": "They*ln will come and shout for joy on the heights of Zion; they*ln will be radiant with joy because*ln of the Lord’s*s goodness, because*ln of the grain, the new wine, the fresh oil, and*ln because of the young of the flocks and herds. Their*ln life will be like an irrigated garden, and*ln they will no longer grow weak from hunger."
    },
    {
        "o": 22110,
        "r": "csb:Jeremiah:31:13",
        "t": "Then*ln the young women will rejoice with dancing, while*ln young and old men rejoice together. I*ln will turn their mourning into joy, give*ln them consolation, and*ln bring happiness out of grief."
    },
    {
        "o": 22111,
        "r": "csb:Jeremiah:31:14",
        "t": "I*ln will refresh the priests with an abundance, and*ln my people will be satisfied with my goodness. This*lg is the Lord’s*s declaration."
    },
    {
        "o": 22112,
        "r": "csb:Jeremiah:31:14",
        "t": "Lament Turned to Joy",
        "h": 2
    },
    {
        "o": 22113,
        "r": "csb:Jeremiah:31:15",
        "t": "This*p is what the Lord*s says: A*pn voice was heard in Ramah, a*ln lament with bitter weeping — Rachel*ln weeping for her children, refusing*ln to be comforted for her children because*ln they are no more."
    },
    {
        "o": 22114,
        "r": "csb:Jeremiah:31:16",
        "t": "This*p is what the Lord*s says: Keep*pn your voice from weeping and*ln your eyes from tears, for*ln the reward for your work will come — this*lg is the Lord’s*s declaration — and*pn your children will return from the enemy’s land."
    },
    {
        "o": 22115,
        "r": "csb:Jeremiah:31:17",
        "t": "There*ln is hope for your future— this*lg is the Lord’s*s declaration — and*pn your children will return to their own territory."
    },
    {
        "o": 22116,
        "r": "csb:Jeremiah:31:18",
        "t": "I*ln have surely heard Ephraim moaning, “You*ln disciplined me, and I have been disciplined like*ln an untrained calf. Take*ln me back, so that I can return, for*ln you, Lord,*s are my God."
    },
    {
        "o": 22117,
        "r": "csb:Jeremiah:31:19",
        "t": "After*ln my return, I felt regret; After*ln I was instructed, I struck my thigh in grief. I*ln was ashamed and humiliated because*ln I bore the disgrace of my youth.”"
    },
    {
        "o": 22118,
        "r": "csb:Jeremiah:31:20",
        "t": "Isn’t*ln Ephraim a precious son to me, a*ln delightful child? Whenever*ln I speak against him, I*ln certainly still think about him. Therefore,*ln my inner being yearns for him; I*ln will truly have compassion on him. This*lg is the Lord’s*s declaration."
    },
    {
        "o": 22119,
        "r": "csb:Jeremiah:31:20",
        "t": "Repentance and Restoration",
        "h": 2
    },
    {
        "o": 22120,
        "r": "csb:Jeremiah:31:21",
        "t": "Set*pn up road markers for yourself; establish*ln signposts! Keep*ln the highway in mind, the*ln way you have traveled. Return,*ln Virgin Israel! Return*ln to these cities of yours."
    },
    {
        "o": 22121,
        "r": "csb:Jeremiah:31:22",
        "t": "How*ln long will you turn here and there, faithless*ln daughter? For*ln the Lord*s creates something new in the land— a*ln female will shelter a man."
    },
    {
        "o": 22122,
        "r": "csb:Jeremiah:31:23",
        "t": "This*p is what the Lord*s of Armies, the God of Israel, says: “When I restore their fortunes, they will once again speak this word in the land of Judah and in its cities: ‘May the Lord*s bless you, righteous settlement, holy mountain.’"
    },
    {
        "o": 22123,
        "r": "csb:Jeremiah:31:24",
        "t": "Judah and all its cities will live in it together - also farmers and those who move with the flocks -"
    },
    {
        "o": 22124,
        "r": "csb:Jeremiah:31:25",
        "t": "for I satisfy the thirsty person and feed all those who are weak.”"
    },
    {
        "o": 22125,
        "r": "csb:Jeremiah:31:26",
        "t": "At*p this I awoke and looked around. My sleep had been most pleasant to me."
    },
    {
        "o": 22126,
        "r": "csb:Jeremiah:31:27",
        "t": "“Look,*p the days are coming” - this is the Lord’s*s declaration - “when I will sow the house of Israel and the house of Judah with the seed of people and the seed of animals."
    },
    {
        "o": 22127,
        "r": "csb:Jeremiah:31:28",
        "t": "Just as I watched over them to uproot and to tear them down, to demolish and to destroy, and to cause disaster, so will I watch over them to build and to plant them”- this is the Lord’s*s declaration."
    },
    {
        "o": 22128,
        "r": "csb:Jeremiah:31:29",
        "t": "“In those days, it will never again be said, ‘The*pn fathers have eaten sour grapes, and*ln the children’s teeth are set on edge.’"
    },
    {
        "o": 22129,
        "r": "csb:Jeremiah:31:30",
        "t": "Rather,*p each will die for his own iniquity. Anyone who eats sour grapes - his own teeth will be set on edge."
    },
    {
        "o": 22130,
        "r": "csb:Jeremiah:31:30",
        "t": "The New Covenant",
        "h": 2
    },
    {
        "o": 22131,
        "r": "csb:Jeremiah:31:31",
        "t": "“Look,*p the days are coming”- this is the Lord’s*s declaration - “when I will make a new covenant with the house of Israel and with the house of Judah."
    },
    {
        "o": 22132,
        "r": "csb:Jeremiah:31:32",
        "t": "This one will not be like the covenant I made with their ancestors on the day I took them by the hand to lead them out of the land of Egypt - my covenant that they broke even though I am their master”- the Lord’s*s declaration."
    },
    {
        "o": 22133,
        "r": "csb:Jeremiah:31:33",
        "t": "“Instead, this is the covenant I will make with the house of Israel after those days” - the Lord’s*s declaration. “I will put my teaching within them and write it on their hearts. I will be their God, and they will be my people."
    },
    {
        "o": 22134,
        "r": "csb:Jeremiah:31:34",
        "t": "No longer will one teach his neighbor or his brother, saying, ‘Know the Lord,’*s for they will all know me, from the least to the greatest of them”- this is the Lord’s*s declaration. “For I will forgive their iniquity and never again remember their sin."
    },
    {
        "o": 22135,
        "r": "csb:Jeremiah:31:35",
        "t": "“This*p is what the Lord*s says: The*pn one who gives the sun for light by day, the*ln fixed order of moon and stars for light by night, who*ln stirs up the sea and makes its waves roar— the*ln Lord*s of Armies is his name:"
    },
    {
        "o": 22136,
        "r": "csb:Jeremiah:31:36",
        "t": "If*ln this fixed order departs from before me — this*lg is the Lord’s*s declaration — only*pn then will Israel’s descendants cease to*ln be a nation before me forever."
    },
    {
        "o": 22137,
        "r": "csb:Jeremiah:31:37",
        "t": "“This*p is what the Lord*s says: Only*pn if the heavens above can be measured and*ln the foundations of the earth below explored, will*ln I reject all of Israel’s descendants because*ln of all they have done — this*lg is the Lord’s*s declaration."
    },
    {
        "o": 22138,
        "r": "csb:Jeremiah:31:38",
        "t": "“Look,*p the days are coming” - the Lord’s*s declaration - “when the city from the Tower of Hananel to the Corner Gate will be rebuilt for the Lord.*s"
    },
    {
        "o": 22139,
        "r": "csb:Jeremiah:31:39",
        "t": "A measuring line will once again stretch out straight to the hill of Gareb and then turn toward Goah."
    },
    {
        "o": 22140,
        "r": "csb:Jeremiah:31:40",
        "t": "The whole valley - the corpses, the ashes, and all the fields as far as the Kidron Valley to the corner of the Horse Gate to the east - will be holy to the Lord.*s It will never be uprooted or demolished again.”"
    }
]
