[
    {
        "o": 326,
        "r": "esv:Genesis:12:0",
        "t": "Genesis 12",
        "h": 1
    },
    {
        "o": 327,
        "r": "esv:Genesis:12:0",
        "t": "The Call of Abram",
        "h": 2
    },
    {
        "o": 328,
        "r": "esv:Genesis:12:1",
        "t": "Now*p the Lord*s said to Abram, “Go from your country and your kindred and your father’s house to the land that I will show you."
    },
    {
        "o": 329,
        "r": "esv:Genesis:12:2",
        "t": "And I will make of you a great nation, and I will bless you and make your name great, so that you will be a blessing."
    },
    {
        "o": 330,
        "r": "esv:Genesis:12:3",
        "t": "I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.”"
    },
    {
        "o": 331,
        "r": "esv:Genesis:12:4",
        "t": "So*p Abram went, as the Lord*s had told him, and Lot went with him. Abram was seventy-five years old when he departed from Haran."
    },
    {
        "o": 332,
        "r": "esv:Genesis:12:5",
        "t": "And Abram took Sarai his wife, and Lot his brother’s son, and all their possessions that they had gathered, and the people that they had acquired in Haran, and they set out to go to the land of Canaan. When they came to the land of Canaan,"
    },
    {
        "o": 333,
        "r": "esv:Genesis:12:6",
        "t": "Abram passed through the land to the place at Shechem, to the oak of Moreh. At that time the Canaanites were in the land."
    },
    {
        "o": 334,
        "r": "esv:Genesis:12:7",
        "t": "Then the Lord*s appeared to Abram and said, “To your offspring I will give this land.” So he built there an altar to the Lord,*s who had appeared to him."
    },
    {
        "o": 335,
        "r": "esv:Genesis:12:8",
        "t": "From there he moved to the hill country on the east of Bethel and pitched his tent, with Bethel on the west and Ai on the east. And there he built an altar to the Lord*s and called upon the name of the Lord.*s"
    },
    {
        "o": 336,
        "r": "esv:Genesis:12:9",
        "t": "And Abram journeyed on, still going toward the Negeb."
    },
    {
        "o": 337,
        "r": "esv:Genesis:12:9",
        "t": "Abram and Sarai in Egypt",
        "h": 2
    },
    {
        "o": 338,
        "r": "esv:Genesis:12:10",
        "t": "Now*p there was a famine in the land. So Abram went down to Egypt to sojourn there, for the famine was severe in the land."
    },
    {
        "o": 339,
        "r": "esv:Genesis:12:11",
        "t": "When he was about to enter Egypt, he said to Sarai his wife, “I know that you are a woman beautiful in appearance,"
    },
    {
        "o": 340,
        "r": "esv:Genesis:12:12",
        "t": "and when the Egyptians see you, they will say, ‘This is his wife.’ Then they will kill me, but they will let you live."
    },
    {
        "o": 341,
        "r": "esv:Genesis:12:13",
        "t": "Say you are my sister, that it may go well with me because of you, and that my life may be spared for your sake.”"
    },
    {
        "o": 342,
        "r": "esv:Genesis:12:14",
        "t": "When Abram entered Egypt, the Egyptians saw that the woman was very beautiful."
    },
    {
        "o": 343,
        "r": "esv:Genesis:12:15",
        "t": "And when the princes of Pharaoh saw her, they praised her to Pharaoh. And the woman was taken into Pharaoh’s house."
    },
    {
        "o": 344,
        "r": "esv:Genesis:12:16",
        "t": "And for her sake he dealt well with Abram; and he had sheep, oxen, male donkeys, male servants, female servants, female donkeys, and camels."
    },
    {
        "o": 345,
        "r": "esv:Genesis:12:17",
        "t": "But*p the Lord*s afflicted Pharaoh and his house with great plagues because of Sarai, Abram’s wife."
    },
    {
        "o": 346,
        "r": "esv:Genesis:12:18",
        "t": "So Pharaoh called Abram and said, “What is this you have done to me? Why did you not tell me that she was your wife?"
    },
    {
        "o": 347,
        "r": "esv:Genesis:12:19",
        "t": "Why did you say, ‘She is my sister,’ so that I took her for my wife? Now then, here is your wife; take her, and go.”"
    },
    {
        "o": 348,
        "r": "esv:Genesis:12:20",
        "t": "And Pharaoh gave men orders concerning him, and they sent him away with his wife and all that he had."
    }
]
