[
    {
        "o": 34768,
        "r": "csb:3 John:1:0",
        "t": "3 John 1",
        "h": 1
    },
    {
        "o": 34769,
        "r": "csb:3 John:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 34770,
        "r": "csb:3 John:1:1",
        "t": "The*p elder: To*p my dear friend Gaius, whom I love in the truth."
    },
    {
        "o": 34771,
        "r": "csb:3 John:1:2",
        "t": "Dear*p friend, I pray that you are prospering in every way and are in good health, just as your whole life is going well."
    },
    {
        "o": 34772,
        "r": "csb:3 John:1:3",
        "t": "For I was very glad when fellow believers came and testified to your fidelity to the truth - how you are walking in truth."
    },
    {
        "o": 34773,
        "r": "csb:3 John:1:4",
        "t": "I have no greater joy than this: to hear that my children are walking in truth."
    },
    {
        "o": 34774,
        "r": "csb:3 John:1:4",
        "t": "Gaius Commended",
        "h": 2
    },
    {
        "o": 34775,
        "r": "csb:3 John:1:5",
        "t": "Dear*p friend, you are acting faithfully in whatever you do for the brothers and sisters, especially when they are strangers."
    },
    {
        "o": 34776,
        "r": "csb:3 John:1:6",
        "t": "They have testified to your love before the church. You will do well to send them on their journey in a manner worthy of God,"
    },
    {
        "o": 34777,
        "r": "csb:3 John:1:7",
        "t": "since they set out for the sake of the Name, accepting nothing from pagans."
    },
    {
        "o": 34778,
        "r": "csb:3 John:1:8",
        "t": "Therefore, we ought to support such people so that we can be coworkers with the truth."
    },
    {
        "o": 34779,
        "r": "csb:3 John:1:8",
        "t": "Diotrephes and Demetrius",
        "h": 2
    },
    {
        "o": 34780,
        "r": "csb:3 John:1:9",
        "t": "I*p wrote something to the church, but Diotrephes, who loves to have first place among them, does not receive our authority."
    },
    {
        "o": 34781,
        "r": "csb:3 John:1:10",
        "t": "This is why, if I come, I will remind him of the works he is doing, slandering us with malicious words. And he is not satisfied with that! He not only refuses to welcome fellow believers, but he even stops those who want to do so and expels them from the church."
    },
    {
        "o": 34782,
        "r": "csb:3 John:1:11",
        "t": "Dear*p friend, do not imitate what is evil, but what is good. The one who does good is of God; the one who does evil has not seen God."
    },
    {
        "o": 34783,
        "r": "csb:3 John:1:12",
        "t": "Everyone speaks well of Demetrius - even the truth itself. And we also speak well of him, and you know that our testimony is true."
    },
    {
        "o": 34784,
        "r": "csb:3 John:1:12",
        "t": "Farewell",
        "h": 2
    },
    {
        "o": 34785,
        "r": "csb:3 John:1:13",
        "t": "I*p have many things to write you, but I don’t want to write to you with pen and ink."
    },
    {
        "o": 34786,
        "r": "csb:3 John:1:14",
        "t": "I hope to see you soon, and we will talk face to face."
    },
    {
        "o": 34787,
        "r": "csb:3 John:1:15",
        "t": "Peace*p to you. The friends send you greetings. Greet the friends by name."
    }
]
