[
    {
        "o": 10049,
        "r": "kjv:2 Kings:8:0",
        "t": "2 Kings 8",
        "h": 1
    },
    {
        "o": 10050,
        "r": "kjv:2 Kings:8:1",
        "t": "Then*p spake Elisha unto the woman, whose son he had restored to life, saying, Arise, and go thou and thine household, and sojourn wheresoever thou canst sojourn: for the Lord*s hath called for a famine; and it shall also come upon the land seven years."
    },
    {
        "o": 10051,
        "r": "kjv:2 Kings:8:2",
        "t": "And*p the woman arose, and did after the saying of the man of God: and she went with her household, and sojourned in the land of the Philistines seven years."
    },
    {
        "o": 10052,
        "r": "kjv:2 Kings:8:3",
        "t": "And*p it came to pass at the seven years' end, that the woman returned out of the land of the Philistines: and she went forth to cry unto the king for her house and for her land."
    },
    {
        "o": 10053,
        "r": "kjv:2 Kings:8:4",
        "t": "And*p the king talked with Gehazi the servant of the man of God, saying, Tell me, I pray thee, all the great things that Elisha hath done."
    },
    {
        "o": 10054,
        "r": "kjv:2 Kings:8:5",
        "t": "And*p it came to pass, as he was telling the king how he had restored a dead body to life, that, behold, the woman, whose son he had restored to life, cried to the king for her house and for her land. And Gehazi said, My lord, O king, this is the woman, and this is her son, whom Elisha restored to life."
    },
    {
        "o": 10055,
        "r": "kjv:2 Kings:8:6",
        "t": "And*p when the king asked the woman, she told him. So the king appointed unto her a certain officer, saying, Restore all that was hers, and all the fruits of the field since the day that she left the land, even until now."
    },
    {
        "o": 10056,
        "r": "kjv:2 Kings:8:7",
        "t": "And*p Elisha came to Damascus; and Ben–hadad the king of Syria was sick; and it was told him, saying, The man of God is come hither."
    },
    {
        "o": 10057,
        "r": "kjv:2 Kings:8:8",
        "t": "And*p the king said unto Hazael, Take a present in thine hand, and go, meet the man of God, and enquire of the Lord*s by him, saying, Shall I recover of this disease?"
    },
    {
        "o": 10058,
        "r": "kjv:2 Kings:8:9",
        "t": "So*p Hazael went to meet him, and took a present with him, even of every good thing of Damascus, forty camels' burden, and came and stood before him, and said, Thy son Ben–hadad king of Syria hath sent me to thee, saying, Shall I recover of this disease?"
    },
    {
        "o": 10059,
        "r": "kjv:2 Kings:8:10",
        "t": "And*p Elisha said unto him, Go, say unto him, Thou mayest certainly recover: howbeit the Lord*s hath shewed me that he shall surely die."
    },
    {
        "o": 10060,
        "r": "kjv:2 Kings:8:11",
        "t": "And*p he settled his countenance stedfastly, until he was ashamed: and the man of God wept."
    },
    {
        "o": 10061,
        "r": "kjv:2 Kings:8:12",
        "t": "And*p Hazael said, Why weepeth my lord? And he answered, Because I know the evil that thou wilt do unto the children of Israel: their strong holds wilt thou set on fire, and their young men wilt thou slay with the sword, and wilt dash their children, and rip up their women with child."
    },
    {
        "o": 10062,
        "r": "kjv:2 Kings:8:13",
        "t": "And*p Hazael said, But what, is thy servant a dog, that he should do this great thing? And Elisha answered, The Lord*s hath shewed me that thou shalt be king over Syria."
    },
    {
        "o": 10063,
        "r": "kjv:2 Kings:8:14",
        "t": "So*p he departed from Elisha, and came to his master; who said to him, What said Elisha to thee? And he answered, He told me that thou shouldest surely recover."
    },
    {
        "o": 10064,
        "r": "kjv:2 Kings:8:15",
        "t": "And*p it came to pass on the morrow, that he took a thick cloth, and dipped it in water, and spread it on his face, so that he died: and Hazael reigned in his stead."
    },
    {
        "o": 10065,
        "r": "kjv:2 Kings:8:16",
        "t": "And*p in the fifth year of Joram the son of Ahab king of Israel, Jehoshaphat being then king of Judah, Jehoram the son of Jehoshaphat king of Judah began to reign."
    },
    {
        "o": 10066,
        "r": "kjv:2 Kings:8:17",
        "t": "Thirty*p and two years old was he when he began to reign; and he reigned eight years in Jerusalem."
    },
    {
        "o": 10067,
        "r": "kjv:2 Kings:8:18",
        "t": "And*p he walked in the way of the kings of Israel, as did the house of Ahab: for the daughter of Ahab was his wife: and he did evil in the sight of the Lord.*s"
    },
    {
        "o": 10068,
        "r": "kjv:2 Kings:8:19",
        "t": "Yet*p the Lord*s would not destroy Judah for David his servant's sake, as he promised him to give him alway a light, and to his children."
    },
    {
        "o": 10069,
        "r": "kjv:2 Kings:8:20",
        "t": "In*p his days Edom revolted from under the hand of Judah, and made a king over themselves."
    },
    {
        "o": 10070,
        "r": "kjv:2 Kings:8:21",
        "t": "So*p Joram went over to Zair, and all the chariots with him: and he rose by night, and smote the Edomites which compassed him about, and the captains of the chariots: and the people fled into their tents."
    },
    {
        "o": 10071,
        "r": "kjv:2 Kings:8:22",
        "t": "Yet*p Edom revolted from under the hand of Judah unto this day. Then Libnah revolted at the same time."
    },
    {
        "o": 10072,
        "r": "kjv:2 Kings:8:23",
        "t": "And*p the rest of the acts of Joram, and all that he did, are they not written in the book of the chronicles of the kings of Judah?"
    },
    {
        "o": 10073,
        "r": "kjv:2 Kings:8:24",
        "t": "And*p Joram slept with his fathers, and was buried with his fathers in the city of David: and Ahaziah his son reigned in his stead."
    },
    {
        "o": 10074,
        "r": "kjv:2 Kings:8:25",
        "t": "In*p the twelfth year of Joram the son of Ahab king of Israel did Ahaziah the son of Jehoram king of Judah begin to reign."
    },
    {
        "o": 10075,
        "r": "kjv:2 Kings:8:26",
        "t": "Two*p and twenty years old was Ahaziah when he began to reign; and he reigned one year in Jerusalem. And his mother's name was Athaliah, the daughter of Omri king of Israel."
    },
    {
        "o": 10076,
        "r": "kjv:2 Kings:8:27",
        "t": "And*p he walked in the way of the house of Ahab, and did evil in the sight of the Lord,*s as did the house of Ahab: for he was the son in law of the house of Ahab."
    },
    {
        "o": 10077,
        "r": "kjv:2 Kings:8:28",
        "t": "And*p he went with Joram the son of Ahab to the war against Hazael king of Syria in Ramoth–gilead; and the Syrians wounded Joram."
    },
    {
        "o": 10078,
        "r": "kjv:2 Kings:8:29",
        "t": "And*p king Joram went back to be healed in Jezreel of the wounds which the Syrians had given him at Ramah, when he fought against Hazael king of Syria. And Ahaziah the son of Jehoram king of Judah went down to see Joram the son of Ahab in Jezreel, because he was sick."
    }
]
