[
    {
        "o": 25257,
        "r": "niv:Zechariah:6:0",
        "t": "Zechariah 6",
        "h": 1
    },
    {
        "o": 25258,
        "r": "niv:Zechariah:6:0",
        "t": "Four Chariots",
        "h": 2
    },
    {
        "o": 25259,
        "r": "niv:Zechariah:6:1",
        "t": "I*p looked up again, and there before me were four chariots coming out from between two mountains—mountains of bronze."
    },
    {
        "o": 25260,
        "r": "niv:Zechariah:6:2",
        "t": "The first chariot had red horses, the second black,"
    },
    {
        "o": 25261,
        "r": "niv:Zechariah:6:3",
        "t": "the third white, and the fourth dappled—all of them powerful."
    },
    {
        "o": 25262,
        "r": "niv:Zechariah:6:4",
        "t": "I asked the angel who was speaking to me, “What are these, my lord?”"
    },
    {
        "o": 25263,
        "r": "niv:Zechariah:6:5",
        "t": "The*p angel answered me, “These are the four spirits of heaven, going out from standing in the presence of the Lord of the whole world."
    },
    {
        "o": 25264,
        "r": "niv:Zechariah:6:6",
        "t": "The one with the black horses is going toward the north country, the one with the white horses toward the west, and the one with the dappled horses toward the south.”"
    },
    {
        "o": 25265,
        "r": "niv:Zechariah:6:7",
        "t": "When*p the powerful horses went out, they were straining to go throughout the earth. And he said, “Go throughout the earth!” So they went throughout the earth."
    },
    {
        "o": 25266,
        "r": "niv:Zechariah:6:8",
        "t": "Then*p he called to me, “Look, those going toward the north country have given my Spirit rest in the land of the north.”"
    },
    {
        "o": 25267,
        "r": "niv:Zechariah:6:8",
        "t": "A Crown for Joshua",
        "h": 2
    },
    {
        "o": 25268,
        "r": "niv:Zechariah:6:9",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 25269,
        "r": "niv:Zechariah:6:10",
        "t": "“Take silver and gold from the exiles Heldai, Tobijah and Jedaiah, who have arrived from Babylon. Go the same day to the house of Josiah son of Zephaniah."
    },
    {
        "o": 25270,
        "r": "niv:Zechariah:6:11",
        "t": "Take the silver and gold and make a crown, and set it on the head of the high priest, Joshua son of Jozadak."
    },
    {
        "o": 25271,
        "r": "niv:Zechariah:6:12",
        "t": "Tell him this is what the Lord*s Almighty says: ‘Here is the man whose name is the Branch, and he will branch out from his place and build the temple of the Lord.*s"
    },
    {
        "o": 25272,
        "r": "niv:Zechariah:6:13",
        "t": "It is he who will build the temple of the Lord,*s and he will be clothed with majesty and will sit and rule on his throne. And he will be a priest on his throne. And there will be harmony between the two.’"
    },
    {
        "o": 25273,
        "r": "niv:Zechariah:6:14",
        "t": "The crown will be given to Heldai, Tobijah, Jedaiah and Hen son of Zephaniah as a memorial in the temple of the Lord.*s"
    },
    {
        "o": 25274,
        "r": "niv:Zechariah:6:15",
        "t": "Those who are far away will come and help to build the temple of the Lord,*s and you will know that the Lord*s Almighty has sent me to you. This will happen if you diligently obey the Lord*s your God.”"
    }
]
