[
    {
        "o": 32215,
        "r": "csb:1 Corinthians:5:0",
        "t": "1 Corinthians 5",
        "h": 1
    },
    {
        "o": 32216,
        "r": "csb:1 Corinthians:5:0",
        "t": "Immoral Church Members",
        "h": 2
    },
    {
        "o": 32217,
        "r": "csb:1 Corinthians:5:1",
        "t": "It*p is actually reported that there is sexual immorality among you, and the kind of sexual immorality that is not even tolerated among the Gentiles- a man is sleeping with his father’s wife."
    },
    {
        "o": 32218,
        "r": "csb:1 Corinthians:5:2",
        "t": "And you are arrogant! Shouldn’t you be filled with grief and remove from your congregation the one who did this?"
    },
    {
        "o": 32219,
        "r": "csb:1 Corinthians:5:3",
        "t": "Even though I am absent in the body, I am present in spirit. As one who is present with you in this way, I have already pronounced judgment on the one who has been doing such a thing."
    },
    {
        "o": 32220,
        "r": "csb:1 Corinthians:5:4",
        "t": "When you are assembled in the name of our Lord Jesus, and I am with you in spirit, with the power of our Lord Jesus,"
    },
    {
        "o": 32221,
        "r": "csb:1 Corinthians:5:5",
        "t": "hand that one over to Satan for the destruction of the flesh, so that his spirit may be saved in the day of the Lord."
    },
    {
        "o": 32222,
        "r": "csb:1 Corinthians:5:6",
        "t": "Your*p boasting is not good. Don’t you know that a little leaven leavens the whole batch of dough?"
    },
    {
        "o": 32223,
        "r": "csb:1 Corinthians:5:7",
        "t": "Clean out the old leaven so that you may be a new unleavened batch, as indeed you are. For Christ our Passover lamb has been sacrificed."
    },
    {
        "o": 32224,
        "r": "csb:1 Corinthians:5:8",
        "t": "Therefore, let us observe the feast, not with old leaven or with the leaven of malice and evil, but with the unleavened bread of sincerity and truth."
    },
    {
        "o": 32225,
        "r": "csb:1 Corinthians:5:8",
        "t": "Church Discipline",
        "h": 2
    },
    {
        "o": 32226,
        "r": "csb:1 Corinthians:5:9",
        "t": "I*p wrote to you in a letter not to associate with sexually immoral people."
    },
    {
        "o": 32227,
        "r": "csb:1 Corinthians:5:10",
        "t": "I did not mean the immoral people of this world or the greedy and swindlers or idolaters; otherwise you would have to leave the world."
    },
    {
        "o": 32228,
        "r": "csb:1 Corinthians:5:11",
        "t": "But actually, I wrote you not to associate with anyone who claims to be a brother or sister and is sexually immoral or greedy, an idolater or verbally abusive, a drunkard or a swindler. Do not even eat with such a person."
    },
    {
        "o": 32229,
        "r": "csb:1 Corinthians:5:12",
        "t": "For what business is it of mine to judge outsiders? Don’t you judge those who are inside?"
    },
    {
        "o": 32230,
        "r": "csb:1 Corinthians:5:13",
        "t": "God judges outsiders. Remove*i the*i evil*i person*i from*i among*i you.*i"
    }
]
