[
    {
        "o": 12052,
        "r": "nkjv:1 Chronicles:18:0",
        "t": "1 Chronicles 18",
        "h": 1
    },
    {
        "o": 12053,
        "r": "nkjv:1 Chronicles:18:0",
        "t": "David’s Further Conquests",
        "h": 2
    },
    {
        "o": 12054,
        "r": "nkjv:1 Chronicles:18:1",
        "t": "After*p this it came to pass that David attacked the Philistines, subdued them, and took Gath and its towns from the hand of the Philistines."
    },
    {
        "o": 12055,
        "r": "nkjv:1 Chronicles:18:2",
        "t": "Then he defeated Moab, and the Moabites became David’s servants, and*i brought tribute."
    },
    {
        "o": 12056,
        "r": "nkjv:1 Chronicles:18:3",
        "t": "And*p David defeated Hadadezer king of Zobah as*i far*i as*i Hamath, as he went to establish his power by the River Euphrates."
    },
    {
        "o": 12057,
        "r": "nkjv:1 Chronicles:18:4",
        "t": "David took from him one thousand chariots, seven thousand horsemen, and twenty thousand foot soldiers. Also David hamstrung all the chariot horses,*i except that he spared enough of them for one hundred chariots."
    },
    {
        "o": 12058,
        "r": "nkjv:1 Chronicles:18:5",
        "t": "When*p the Syrians of Damascus came to help Hadadezer king of Zobah, David killed twenty-two thousand of the Syrians."
    },
    {
        "o": 12059,
        "r": "nkjv:1 Chronicles:18:6",
        "t": "Then David put garrisons*i in Syria of Damascus; and the Syrians became David’s servants, and*i brought tribute. So the Lord*s preserved David wherever he went."
    },
    {
        "o": 12060,
        "r": "nkjv:1 Chronicles:18:7",
        "t": "And David took the shields of gold that were on the servants of Hadadezer, and brought them to Jerusalem."
    },
    {
        "o": 12061,
        "r": "nkjv:1 Chronicles:18:8",
        "t": "Also from Tibhath and from Chun, cities of Hadadezer, David brought a large amount of bronze, with which Solomon made the bronze Sea, the pillars, and the articles of bronze."
    },
    {
        "o": 12062,
        "r": "nkjv:1 Chronicles:18:9",
        "t": "Now*p when Tou king of Hamath heard that David had defeated all the army of Hadadezer king of Zobah,"
    },
    {
        "o": 12063,
        "r": "nkjv:1 Chronicles:18:10",
        "t": "he sent Hadoram his son to King David, to greet him and bless him, because he had fought against Hadadezer and defeated him (for Hadadezer had been at war with Tou); and Hadoram*i brought*i with*i him*i all kinds of articles of gold, silver, and bronze."
    },
    {
        "o": 12064,
        "r": "nkjv:1 Chronicles:18:11",
        "t": "King David also dedicated these to the Lord,*s along with the silver and gold that he had brought from all these*i nations—from Edom, from Moab, from the people of Ammon, from the Philistines, and from Amalek."
    },
    {
        "o": 12065,
        "r": "nkjv:1 Chronicles:18:12",
        "t": "Moreover*p Abishai the son of Zeruiah killed eighteen thousand Edomites in the Valley of Salt."
    },
    {
        "o": 12066,
        "r": "nkjv:1 Chronicles:18:13",
        "t": "He also put garrisons in Edom, and all the Edomites became David’s servants. And the Lord*s preserved David wherever he went."
    },
    {
        "o": 12067,
        "r": "nkjv:1 Chronicles:18:13",
        "t": "David’s Administration",
        "h": 2
    },
    {
        "o": 12068,
        "r": "nkjv:1 Chronicles:18:14",
        "t": "So*p David reigned over all Israel, and administered judgment and justice to all his people."
    },
    {
        "o": 12069,
        "r": "nkjv:1 Chronicles:18:15",
        "t": "Joab the son of Zeruiah was*i over the army; Jehoshaphat the son of Ahilud was*i recorder;"
    },
    {
        "o": 12070,
        "r": "nkjv:1 Chronicles:18:16",
        "t": "Zadok the son of Ahitub and Abimelech the son of Abiathar were*i the priests; Shavsha was*i the scribe;"
    },
    {
        "o": 12071,
        "r": "nkjv:1 Chronicles:18:17",
        "t": "Benaiah the son of Jehoiada was*i over the Cherethites and the Pelethites; and David’s sons were*i chief ministers at the king’s side."
    }
]
