[
    {
        "o": 33854,
        "r": "csb:2 Timothy:4:0",
        "t": "2 Timothy 4",
        "h": 1
    },
    {
        "o": 33855,
        "r": "csb:2 Timothy:4:0",
        "t": "Fulfill Your Ministry",
        "h": 2
    },
    {
        "o": 33856,
        "r": "csb:2 Timothy:4:1",
        "t": "I*p solemnly charge you before God and Christ Jesus, who is going to judge the living and the dead, and because of his appearing and his kingdom:"
    },
    {
        "o": 33857,
        "r": "csb:2 Timothy:4:2",
        "t": "Preach the word; be ready in season and out of season; correct, rebuke, and encourage with great patience and teaching."
    },
    {
        "o": 33858,
        "r": "csb:2 Timothy:4:3",
        "t": "For the time will come when people will not tolerate sound doctrine, but according to their own desires, will multiply teachers for themselves because they have an itch to hear what they want to hear."
    },
    {
        "o": 33859,
        "r": "csb:2 Timothy:4:4",
        "t": "They will turn away from hearing the truth and will turn aside to myths."
    },
    {
        "o": 33860,
        "r": "csb:2 Timothy:4:5",
        "t": "But as for you, exercise self-control in everything, endure hardship, do the work of an evangelist, fulfill your ministry."
    },
    {
        "o": 33861,
        "r": "csb:2 Timothy:4:6",
        "t": "For*p I am already being poured out as a drink offering, and the time for my departure is close."
    },
    {
        "o": 33862,
        "r": "csb:2 Timothy:4:7",
        "t": "I have fought the good fight, I have finished the race, I have kept the faith."
    },
    {
        "o": 33863,
        "r": "csb:2 Timothy:4:8",
        "t": "There is reserved for me the crown of righteousness, which the Lord, the righteous Judge, will give me on that day, and not only to me, but to all those who have loved his appearing."
    },
    {
        "o": 33864,
        "r": "csb:2 Timothy:4:8",
        "t": "Final Instructions",
        "h": 2
    },
    {
        "o": 33865,
        "r": "csb:2 Timothy:4:9",
        "t": "Make*p every effort to come to me soon,"
    },
    {
        "o": 33866,
        "r": "csb:2 Timothy:4:10",
        "t": "because Demas has deserted me, since he loved this present world, and has gone to Thessalonica. Crescens has gone to Galatia, Titus to Dalmatia."
    },
    {
        "o": 33867,
        "r": "csb:2 Timothy:4:11",
        "t": "Only Luke is with me. Bring Mark with you, for he is useful to me in the ministry."
    },
    {
        "o": 33868,
        "r": "csb:2 Timothy:4:12",
        "t": "I have sent Tychicus to Ephesus."
    },
    {
        "o": 33869,
        "r": "csb:2 Timothy:4:13",
        "t": "When you come, bring the cloak I left in Troas with Carpus, as well as the scrolls, especially the parchments."
    },
    {
        "o": 33870,
        "r": "csb:2 Timothy:4:14",
        "t": "Alexander the coppersmith did great harm to me. The Lord will repay him according to his works."
    },
    {
        "o": 33871,
        "r": "csb:2 Timothy:4:15",
        "t": "Watch out for him yourself because he strongly opposed our words."
    },
    {
        "o": 33872,
        "r": "csb:2 Timothy:4:16",
        "t": "At*p my first defense, no one stood by me, but everyone deserted me. May it not be counted against them."
    },
    {
        "o": 33873,
        "r": "csb:2 Timothy:4:17",
        "t": "But the Lord stood with me and strengthened me, so that I might fully preach the word and all the Gentiles might hear it. So I was rescued from the lion’s mouth."
    },
    {
        "o": 33874,
        "r": "csb:2 Timothy:4:18",
        "t": "The Lord will rescue me from every evil work and will bring me safely into his heavenly kingdom. To him be the glory forever and ever! Amen."
    },
    {
        "o": 33875,
        "r": "csb:2 Timothy:4:18",
        "t": "Benediction",
        "h": 2
    },
    {
        "o": 33876,
        "r": "csb:2 Timothy:4:19",
        "t": "Greet*p Prisca and Aquila, and the household of Onesiphorus."
    },
    {
        "o": 33877,
        "r": "csb:2 Timothy:4:20",
        "t": "Erastus has remained at Corinth; I left Trophimus sick at Miletus."
    },
    {
        "o": 33878,
        "r": "csb:2 Timothy:4:21",
        "t": "Make every effort to come before winter. Eubulus greets you, as do Pudens, Linus, Claudia, and all the brothers and sisters."
    },
    {
        "o": 33879,
        "r": "csb:2 Timothy:4:22",
        "t": "The*p Lord be with your spirit. Grace be with you all."
    }
]
