[
    {
        "o": 32605,
        "r": "csb:2 Corinthians:1:0",
        "t": "2 Corinthians 1",
        "h": 1
    },
    {
        "o": 32606,
        "r": "csb:2 Corinthians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 32607,
        "r": "csb:2 Corinthians:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by God’s will, and Timothy our brother: To*p the church of God at Corinth, with all the saints who are throughout Achaia."
    },
    {
        "o": 32608,
        "r": "csb:2 Corinthians:1:2",
        "t": "Grace*p to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 32609,
        "r": "csb:2 Corinthians:1:2",
        "t": "The God of Comfort",
        "h": 2
    },
    {
        "o": 32610,
        "r": "csb:2 Corinthians:1:3",
        "t": "Blessed*p be the God and Father of our Lord Jesus Christ, the Father of mercies and the God of all comfort."
    },
    {
        "o": 32611,
        "r": "csb:2 Corinthians:1:4",
        "t": "He comforts us in all our affliction, so that we may be able to comfort those who are in any kind of affliction, through the comfort we ourselves receive from God."
    },
    {
        "o": 32612,
        "r": "csb:2 Corinthians:1:5",
        "t": "For just as the sufferings of Christ overflow to us, so also through Christ our comfort overflows."
    },
    {
        "o": 32613,
        "r": "csb:2 Corinthians:1:6",
        "t": "If we are afflicted, it is for your comfort and salvation. If we are comforted, it is for your comfort, which produces in you patient endurance of the same sufferings that we suffer."
    },
    {
        "o": 32614,
        "r": "csb:2 Corinthians:1:7",
        "t": "And our hope for you is firm, because we know that as you share in the sufferings, so you will also share in the comfort."
    },
    {
        "o": 32615,
        "r": "csb:2 Corinthians:1:8",
        "t": "We*p don’t want you to be unaware, brothers and sisters, of our affliction that took place in Asia. We were completely overwhelmed - beyond our strength- so that we even despaired of life itself."
    },
    {
        "o": 32616,
        "r": "csb:2 Corinthians:1:9",
        "t": "Indeed, we felt that we had received the sentence of death, so that we would not trust in ourselves but in God who raises the dead."
    },
    {
        "o": 32617,
        "r": "csb:2 Corinthians:1:10",
        "t": "He has delivered us from such a terrible death, and he will deliver us. We have put our hope in him that he will deliver us again"
    },
    {
        "o": 32618,
        "r": "csb:2 Corinthians:1:11",
        "t": "while you join in helping us by your prayers. Then many will give thanks on our behalf for the gift that came to us through the prayers of many."
    },
    {
        "o": 32619,
        "r": "csb:2 Corinthians:1:11",
        "t": "A Clear Conscience",
        "h": 2
    },
    {
        "o": 32620,
        "r": "csb:2 Corinthians:1:12",
        "t": "Indeed,*p this is our boast: The testimony of our conscience is that we have conducted ourselves in the world, and especially toward you, with godly sincerity and purity, not by human wisdom but by God’s grace."
    },
    {
        "o": 32621,
        "r": "csb:2 Corinthians:1:13",
        "t": "For we are writing nothing to you other than what you can read and also understand. I hope you will understand completely -"
    },
    {
        "o": 32622,
        "r": "csb:2 Corinthians:1:14",
        "t": "just as you have partially understood us - that we are your reason for pride, just as you also are ours in the day of our Lord Jesus."
    },
    {
        "o": 32623,
        "r": "csb:2 Corinthians:1:14",
        "t": "A Visit Postponed",
        "h": 2
    },
    {
        "o": 32624,
        "r": "csb:2 Corinthians:1:15",
        "t": "Because*p of this confidence, I planned to come to you first, so that you could have a second benefit,"
    },
    {
        "o": 32625,
        "r": "csb:2 Corinthians:1:16",
        "t": "and to visit you on my way to Macedonia, and then come to you again from Macedonia and be helped by you on my journey to Judea."
    },
    {
        "o": 32626,
        "r": "csb:2 Corinthians:1:17",
        "t": "Now when I planned this, was I of two minds? Or what I plan, do I plan in a purely human way so that I say “Yes, yes” and “No, no” at the same time?"
    },
    {
        "o": 32627,
        "r": "csb:2 Corinthians:1:18",
        "t": "As God is faithful, our message to you is not “Yes and no.”"
    },
    {
        "o": 32628,
        "r": "csb:2 Corinthians:1:19",
        "t": "For the Son of God, Jesus Christ, whom we proclaimed among you - Silvanus, Timothy, and I - did not become “Yes and no.” On the contrary, in him it is always “Yes.”"
    },
    {
        "o": 32629,
        "r": "csb:2 Corinthians:1:20",
        "t": "For every one of God’s promises is “Yes” in him. Therefore, through him we also say “Amen” to the glory of God."
    },
    {
        "o": 32630,
        "r": "csb:2 Corinthians:1:21",
        "t": "Now it is God who strengthens us together with you in Christ, and who has anointed us."
    },
    {
        "o": 32631,
        "r": "csb:2 Corinthians:1:22",
        "t": "He has also put his seal on us and given us the Spirit in our hearts as a down payment."
    },
    {
        "o": 32632,
        "r": "csb:2 Corinthians:1:23",
        "t": "I*p call on God as a witness, on my life, that it was to spare you that I did not come to Corinth."
    },
    {
        "o": 32633,
        "r": "csb:2 Corinthians:1:24",
        "t": "I do not mean that we lord it over your faith, but we are workers with you for your joy, because you stand firm in your faith."
    }
]
