[
    {
        "o": 34398,
        "r": "nasb:Revelation:11:0",
        "t": "Revelation 11",
        "h": 1
    },
    {
        "o": 34399,
        "r": "nasb:Revelation:11:0",
        "t": "The Two Witnesses",
        "h": 2
    },
    {
        "o": 34400,
        "r": "nasb:Revelation:11:1",
        "t": "Then*p there was given me a measuring rod like a staff; and someone said, “Get up and measure the temple of God and the altar, and those who worship in it."
    },
    {
        "o": 34401,
        "r": "nasb:Revelation:11:2",
        "t": "Leave out the court which is outside the temple and do not measure it, for it has been given to the nations; and they will tread under foot the holy city for forty-two months."
    },
    {
        "o": 34402,
        "r": "nasb:Revelation:11:3",
        "t": "And I will grant authority*i to my two witnesses, and they will prophesy for twelve hundred and sixty days, clothed in sackcloth.”"
    },
    {
        "o": 34403,
        "r": "nasb:Revelation:11:4",
        "t": "These are the two olive trees and the two lampstands that stand before the Lord of the earth."
    },
    {
        "o": 34404,
        "r": "nasb:Revelation:11:5",
        "t": "And if anyone wants to harm them, fire flows out of their mouth and devours their enemies; so if anyone wants to harm them, he must be killed in this way."
    },
    {
        "o": 34405,
        "r": "nasb:Revelation:11:6",
        "t": "These have the power to shut up the sky, so that rain will not fall during the days of their prophesying; and they have power over the waters to turn them into blood, and to strike the earth with every plague, as often as they desire."
    },
    {
        "o": 34406,
        "r": "nasb:Revelation:11:7",
        "t": "When*p they have finished their testimony, the beast that comes up out of the abyss will make war with them, and overcome them and kill them."
    },
    {
        "o": 34407,
        "r": "nasb:Revelation:11:8",
        "t": "And their dead bodies will*i lie*i in the street of the great city which mystically is called Sodom and Egypt, where also their Lord was crucified."
    },
    {
        "o": 34408,
        "r": "nasb:Revelation:11:9",
        "t": "Those from the peoples and tribes and tongues and nations will*i look at their dead bodies for three and a half days, and will not permit their dead bodies to be laid in a tomb."
    },
    {
        "o": 34409,
        "r": "nasb:Revelation:11:10",
        "t": "And those who dwell on the earth will*i rejoice over them and celebrate; and they will send gifts to one another, because these two prophets tormented those who dwell on the earth."
    },
    {
        "o": 34410,
        "r": "nasb:Revelation:11:11",
        "t": "But*p after the three and a half days, the breath of life from God came into them, and they stood on their feet; and great fear fell upon those who were watching them."
    },
    {
        "o": 34411,
        "r": "nasb:Revelation:11:12",
        "t": "And they heard a loud voice from heaven saying to them, “Come up here.” Then they went up into heaven in the cloud, and their enemies watched them."
    },
    {
        "o": 34412,
        "r": "nasb:Revelation:11:13",
        "t": "And in that hour there was a great earthquake, and a tenth of the city fell; seven thousand people were killed in the earthquake, and the rest were terrified and gave glory to the God of heaven."
    },
    {
        "o": 34413,
        "r": "nasb:Revelation:11:14",
        "t": "The*p second woe is past; behold, the third woe is coming quickly."
    },
    {
        "o": 34414,
        "r": "nasb:Revelation:11:14",
        "t": "The Seventh Trumpet—Christ’s Reign Foreseen",
        "h": 2
    },
    {
        "o": 34415,
        "r": "nasb:Revelation:11:15",
        "t": "Then*p the seventh angel sounded; and there were loud voices in heaven, saying, “The*bp kingdom of the world has become the*i kingdom*i of our Lord and of His Christ; and He will reign forever and ever.”"
    },
    {
        "o": 34416,
        "r": "nasb:Revelation:11:16",
        "t": "And the twenty-four elders, who sit on their thrones before God, fell on their faces and worshiped God,"
    },
    {
        "o": 34417,
        "r": "nasb:Revelation:11:17",
        "t": "saying, “We*bp give You thanks, O Lord God, the Almighty, who are and who were, because You have taken Your great power and have begun to reign."
    },
    {
        "o": 34418,
        "r": "nasb:Revelation:11:18",
        "t": "And the nations were enraged, and Your wrath came, and the time came*i for the dead to be judged, and the*i time*i to reward Your bond-servants the prophets and the saints and those who fear Your name, the small and the great, and to destroy those who destroy the earth.”"
    },
    {
        "o": 34419,
        "r": "nasb:Revelation:11:19",
        "t": "And*p the temple of God which is in heaven was opened; and the ark of His covenant appeared in His temple, and there were flashes of lightning and sounds and peals of thunder and an earthquake and a great hailstorm."
    }
]
