[
    {
        "o": 32844,
        "r": "niv:1 Timothy:2:0",
        "t": "1 Timothy 2",
        "h": 1
    },
    {
        "o": 32845,
        "r": "niv:1 Timothy:2:0",
        "t": "Instructions on Worship",
        "h": 2
    },
    {
        "o": 32846,
        "r": "niv:1 Timothy:2:1",
        "t": "I*p urge, then, first of all, that petitions, prayers, intercession and thanksgiving be made for all people—"
    },
    {
        "o": 32847,
        "r": "niv:1 Timothy:2:2",
        "t": "for kings and all those in authority, that we may live peaceful and quiet lives in all godliness and holiness."
    },
    {
        "o": 32848,
        "r": "niv:1 Timothy:2:3",
        "t": "This is good, and pleases God our Savior,"
    },
    {
        "o": 32849,
        "r": "niv:1 Timothy:2:4",
        "t": "who wants all people to be saved and to come to a knowledge of the truth."
    },
    {
        "o": 32850,
        "r": "niv:1 Timothy:2:5",
        "t": "For there is one God and one mediator between God and mankind, the man Christ Jesus,"
    },
    {
        "o": 32851,
        "r": "niv:1 Timothy:2:6",
        "t": "who gave himself as a ransom for all people. This has now been witnessed to at the proper time."
    },
    {
        "o": 32852,
        "r": "niv:1 Timothy:2:7",
        "t": "And for this purpose I was appointed a herald and an apostle—I am telling the truth, I am not lying—and a true and faithful teacher of the Gentiles."
    },
    {
        "o": 32853,
        "r": "niv:1 Timothy:2:8",
        "t": "Therefore*p I want the men everywhere to pray, lifting up holy hands without anger or disputing."
    },
    {
        "o": 32854,
        "r": "niv:1 Timothy:2:9",
        "t": "I also want the women to dress modestly, with decency and propriety, adorning themselves, not with elaborate hairstyles or gold or pearls or expensive clothes,"
    },
    {
        "o": 32855,
        "r": "niv:1 Timothy:2:10",
        "t": "but with good deeds, appropriate for women who profess to worship God."
    },
    {
        "o": 32856,
        "r": "niv:1 Timothy:2:11",
        "t": "A*p woman should learn in quietness and full submission."
    },
    {
        "o": 32857,
        "r": "niv:1 Timothy:2:12",
        "t": "I do not permit a woman to teach or to assume authority over a man; she must be quiet."
    },
    {
        "o": 32858,
        "r": "niv:1 Timothy:2:13",
        "t": "For Adam was formed first, then Eve."
    },
    {
        "o": 32859,
        "r": "niv:1 Timothy:2:14",
        "t": "And Adam was not the one deceived; it was the woman who was deceived and became a sinner."
    },
    {
        "o": 32860,
        "r": "niv:1 Timothy:2:15",
        "t": "But women will be saved through childbearing—if they continue in faith, love and holiness with propriety."
    }
]
