[
    {
        "o": 20381,
        "r": "nasb:Isaiah:34:0",
        "t": "Isaiah 34",
        "h": 1
    },
    {
        "o": 20382,
        "r": "nasb:Isaiah:34:0",
        "t": "God’s Wrath against Nations",
        "h": 2
    },
    {
        "o": 20383,
        "r": "nasb:Isaiah:34:1",
        "t": "Draw*pn near, O nations, to hear; and listen, O peoples! Let*ln the earth and all it contains hear, and the world and all that springs from it."
    },
    {
        "o": 20384,
        "r": "nasb:Isaiah:34:2",
        "t": "For*ln the Lord’s*s indignation is against all the nations, And*ln His*i wrath against all their armies; He*ln has utterly destroyed them, He*ln has given them over to slaughter."
    },
    {
        "o": 20385,
        "r": "nasb:Isaiah:34:3",
        "t": "So*ln their slain will be thrown out, And*ln their corpses will give off their stench, And*ln the mountains will be drenched with their blood."
    },
    {
        "o": 20386,
        "r": "nasb:Isaiah:34:4",
        "t": "And*ln all the host of heaven will wear away, And*ln the sky will be rolled up like a scroll; All*ln their hosts will also wither away As*ln a leaf withers from the vine, Or*ln as one*i withers from the fig tree."
    },
    {
        "o": 20387,
        "r": "nasb:Isaiah:34:5",
        "t": "For*ln My sword is satiated in heaven, Behold*ln it shall descend for judgment upon Edom And*ln upon the people whom I have devoted to destruction."
    },
    {
        "o": 20388,
        "r": "nasb:Isaiah:34:6",
        "t": "The*ln sword of the Lord*s is filled with blood, It*ln is sated with fat, with the blood of lambs and goats, With*ln the fat of the kidneys of rams. For*ln the Lord*s has a sacrifice in Bozrah And*ln a great slaughter in the land of Edom."
    },
    {
        "o": 20389,
        "r": "nasb:Isaiah:34:7",
        "t": "Wild*ln oxen will also fall with them And*ln young bulls with strong ones; Thus*ln their land will be soaked with blood, And*ln their dust become greasy with fat."
    },
    {
        "o": 20390,
        "r": "nasb:Isaiah:34:8",
        "t": "For*ln the Lord*s has a day of vengeance, A*ln year of recompense for the cause of Zion."
    },
    {
        "o": 20391,
        "r": "nasb:Isaiah:34:9",
        "t": "Its*ln streams will be turned into pitch, And*ln its loose earth into brimstone, And*ln its land will become burning pitch."
    },
    {
        "o": 20392,
        "r": "nasb:Isaiah:34:10",
        "t": "It*ln will not be quenched night or day; Its*ln smoke will go up forever. From*ln generation to generation it will be desolate; None*ln will pass through it forever and ever."
    },
    {
        "o": 20393,
        "r": "nasb:Isaiah:34:11",
        "t": "But*ln pelican and hedgehog will possess it, And*ln owl and raven will dwell in it; And*ln He will stretch over it the line of desolation And*ln the plumb line of emptiness."
    },
    {
        "o": 20394,
        "r": "nasb:Isaiah:34:12",
        "t": "Its*ln nobles—there is no one there Whom*iln they may proclaim king— And*ln all its princes will be nothing."
    },
    {
        "o": 20395,
        "r": "nasb:Isaiah:34:13",
        "t": "Thorns*ln will come up in its fortified towers, Nettles*ln and thistles in its fortified cities; It*ln will also be a haunt of jackals And*iln an abode of ostriches."
    },
    {
        "o": 20396,
        "r": "nasb:Isaiah:34:14",
        "t": "The*ln desert creatures will meet with the wolves, The*ln hairy goat also will cry to its kind; Yes,*ln the night monster will settle there And*ln will find herself a resting place."
    },
    {
        "o": 20397,
        "r": "nasb:Isaiah:34:15",
        "t": "The*ln tree snake will make its nest and lay eggs*i there, And*ln it will hatch and gather them*i under its protection. Yes,*ln the hawks will be gathered there, Every*ln one with its kind."
    },
    {
        "o": 20398,
        "r": "nasb:Isaiah:34:16",
        "t": "Seek*p from the book of the Lord,*s and read: Not*pn one of these will be missing; None*ln will lack its mate. For*ln His mouth has commanded, And*ln His Spirit has gathered them."
    },
    {
        "o": 20399,
        "r": "nasb:Isaiah:34:17",
        "t": "He*ln has cast the lot for them, And*ln His hand has divided it to them by line. They*ln shall possess it forever; From*ln generation to generation they will dwell in it."
    }
]
