[
    {
        "o": 31261,
        "r": "nasb:Romans:6:0",
        "t": "Romans 6",
        "h": 1
    },
    {
        "o": 31262,
        "r": "nasb:Romans:6:0",
        "t": "Believers Are Dead to Sin, Alive to God",
        "h": 2
    },
    {
        "o": 31263,
        "r": "nasb:Romans:6:1",
        "t": "What*p shall we say then? Are we to continue in sin so that grace may increase?"
    },
    {
        "o": 31264,
        "r": "nasb:Romans:6:2",
        "t": "May it never be! How shall we who died to sin still live in it?"
    },
    {
        "o": 31265,
        "r": "nasb:Romans:6:3",
        "t": "Or do you not know that all of us who have been baptized into Christ Jesus have been baptized into His death?"
    },
    {
        "o": 31266,
        "r": "nasb:Romans:6:4",
        "t": "Therefore we have been buried with Him through baptism into death, so that as Christ was raised from the dead through the glory of the Father, so we too might walk in newness of life."
    },
    {
        "o": 31267,
        "r": "nasb:Romans:6:5",
        "t": "For if we have become united with Him*i in the likeness of His death, certainly we shall also be in*i the*i likeness*i of His resurrection,"
    },
    {
        "o": 31268,
        "r": "nasb:Romans:6:6",
        "t": "knowing this, that our old self was crucified with Him,*i in order that our body of sin might be done away with, so that we would no longer be slaves to sin;"
    },
    {
        "o": 31269,
        "r": "nasb:Romans:6:7",
        "t": "for he who has died is freed from sin."
    },
    {
        "o": 31270,
        "r": "nasb:Romans:6:8",
        "t": "Now*p if we have died with Christ, we believe that we shall also live with Him,"
    },
    {
        "o": 31271,
        "r": "nasb:Romans:6:9",
        "t": "knowing that Christ, having been raised from the dead, is never to die again; death no longer is master over Him."
    },
    {
        "o": 31272,
        "r": "nasb:Romans:6:10",
        "t": "For the death that He died, He died to sin once for all; but the life that He lives, He lives to God."
    },
    {
        "o": 31273,
        "r": "nasb:Romans:6:11",
        "t": "Even so consider yourselves to be dead to sin, but alive to God in Christ Jesus."
    },
    {
        "o": 31274,
        "r": "nasb:Romans:6:12",
        "t": "Therefore*p do not let sin reign in your mortal body so that you obey its lusts,"
    },
    {
        "o": 31275,
        "r": "nasb:Romans:6:13",
        "t": "and do not go on presenting the members of your body to sin as*i instruments of unrighteousness; but present yourselves to God as those alive from the dead, and your members as*i instruments of righteousness to God."
    },
    {
        "o": 31276,
        "r": "nasb:Romans:6:14",
        "t": "For sin shall not be master over you, for you are not under law but under grace."
    },
    {
        "o": 31277,
        "r": "nasb:Romans:6:15",
        "t": "What*p then? Shall we sin because we are not under law but under grace? May it never be!"
    },
    {
        "o": 31278,
        "r": "nasb:Romans:6:16",
        "t": "Do you not know that when you present yourselves to someone as*i slaves for obedience, you are slaves of the one whom you obey, either of sin resulting in death, or of obedience resulting in righteousness?"
    },
    {
        "o": 31279,
        "r": "nasb:Romans:6:17",
        "t": "But thanks be to God that though you were slaves of sin, you became obedient from the heart to that form of teaching to which you were committed,"
    },
    {
        "o": 31280,
        "r": "nasb:Romans:6:18",
        "t": "and having been freed from sin, you became slaves of righteousness."
    },
    {
        "o": 31281,
        "r": "nasb:Romans:6:19",
        "t": "I am speaking in human terms because of the weakness of your flesh. For just as you presented your members as slaves to impurity and to lawlessness, resulting in further*i lawlessness, so now present your members as slaves to righteousness, resulting in sanctification."
    },
    {
        "o": 31282,
        "r": "nasb:Romans:6:20",
        "t": "For*p when you were slaves of sin, you were free in regard to righteousness."
    },
    {
        "o": 31283,
        "r": "nasb:Romans:6:21",
        "t": "Therefore what benefit were you then deriving from the things of which you are now ashamed? For the outcome of those things is death."
    },
    {
        "o": 31284,
        "r": "nasb:Romans:6:22",
        "t": "But now having been freed from sin and enslaved to God, you derive your benefit, resulting in sanctification, and the outcome, eternal life."
    },
    {
        "o": 31285,
        "r": "nasb:Romans:6:23",
        "t": "For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord."
    }
]
