[
    {
        "o": 33271,
        "r": "nkjv:Philippians:4:0",
        "t": "Philippians 4",
        "h": 1
    },
    {
        "o": 33272,
        "r": "nkjv:Philippians:4:1",
        "t": "Therefore,*p my beloved and longed-for brethren, my joy and crown, so stand fast in the Lord, beloved."
    },
    {
        "o": 33273,
        "r": "nkjv:Philippians:4:1",
        "t": "Be United, Joyful, and in Prayer",
        "h": 2
    },
    {
        "o": 33274,
        "r": "nkjv:Philippians:4:2",
        "t": "I*p implore Euodia and I implore Syntyche to be of the same mind in the Lord."
    },
    {
        "o": 33275,
        "r": "nkjv:Philippians:4:3",
        "t": "And I urge you also, true companion, help these women who labored with me in the gospel, with Clement also, and the rest of my fellow workers, whose names are*i in the Book of Life."
    },
    {
        "o": 33276,
        "r": "nkjv:Philippians:4:4",
        "t": "Rejoice*p in the Lord always. Again I will say, rejoice!"
    },
    {
        "o": 33277,
        "r": "nkjv:Philippians:4:5",
        "t": "Let*p your gentleness be known to all men. The Lord is*i at hand."
    },
    {
        "o": 33278,
        "r": "nkjv:Philippians:4:6",
        "t": "Be*p anxious for nothing, but in everything by prayer and supplication, with thanksgiving, let your requests be made known to God;"
    },
    {
        "o": 33279,
        "r": "nkjv:Philippians:4:7",
        "t": "and the peace of God, which surpasses all understanding, will guard your hearts and minds through Christ Jesus."
    },
    {
        "o": 33280,
        "r": "nkjv:Philippians:4:7",
        "t": "Meditate on These Things",
        "h": 2
    },
    {
        "o": 33281,
        "r": "nkjv:Philippians:4:8",
        "t": "Finally,*p brethren, whatever things are true, whatever things are*i noble, whatever things are*i just, whatever things are*i pure, whatever things are*i lovely, whatever things are*i of good report, if there*i is*i any virtue and if there*i is*i anything praiseworthy—meditate on these things."
    },
    {
        "o": 33282,
        "r": "nkjv:Philippians:4:9",
        "t": "The things which you learned and received and heard and saw in me, these do, and the God of peace will be with you."
    },
    {
        "o": 33283,
        "r": "nkjv:Philippians:4:9",
        "t": "Philippian Generosity",
        "h": 2
    },
    {
        "o": 33284,
        "r": "nkjv:Philippians:4:10",
        "t": "But*p I rejoiced in the Lord greatly that now at last your care for me has flourished again; though you surely did care, but you lacked opportunity."
    },
    {
        "o": 33285,
        "r": "nkjv:Philippians:4:11",
        "t": "Not that I speak in regard to need, for I have learned in whatever state I am, to be content:"
    },
    {
        "o": 33286,
        "r": "nkjv:Philippians:4:12",
        "t": "I know how to be abased, and I know how to abound. Everywhere and in all things I have learned both to be full and to be hungry, both to abound and to suffer need."
    },
    {
        "o": 33287,
        "r": "nkjv:Philippians:4:13",
        "t": "I can do all things through Christ who strengthens me."
    },
    {
        "o": 33288,
        "r": "nkjv:Philippians:4:14",
        "t": "Nevertheless*p you have done well that you shared in my distress."
    },
    {
        "o": 33289,
        "r": "nkjv:Philippians:4:15",
        "t": "Now you Philippians know also that in the beginning of the gospel, when I departed from Macedonia, no church shared with me concerning giving and receiving but you only."
    },
    {
        "o": 33290,
        "r": "nkjv:Philippians:4:16",
        "t": "For even in Thessalonica you sent aid*i once and again for my necessities."
    },
    {
        "o": 33291,
        "r": "nkjv:Philippians:4:17",
        "t": "Not that I seek the gift, but I seek the fruit that abounds to your account."
    },
    {
        "o": 33292,
        "r": "nkjv:Philippians:4:18",
        "t": "Indeed I have all and abound. I am full, having received from Epaphroditus the things sent*i from you, a sweet-smelling aroma, an acceptable sacrifice, well pleasing to God."
    },
    {
        "o": 33293,
        "r": "nkjv:Philippians:4:19",
        "t": "And my God shall supply all your need according to His riches in glory by Christ Jesus."
    },
    {
        "o": 33294,
        "r": "nkjv:Philippians:4:20",
        "t": "Now to our God and Father be*i glory forever and ever. Amen."
    },
    {
        "o": 33295,
        "r": "nkjv:Philippians:4:20",
        "t": "Greeting and Blessing",
        "h": 2
    },
    {
        "o": 33296,
        "r": "nkjv:Philippians:4:21",
        "t": "Greet*p every saint in Christ Jesus. The brethren who are with me greet you."
    },
    {
        "o": 33297,
        "r": "nkjv:Philippians:4:22",
        "t": "All the saints greet you, but especially those who are of Caesar’s household."
    },
    {
        "o": 33298,
        "r": "nkjv:Philippians:4:23",
        "t": "The*p grace of our Lord Jesus Christ be with you all. Amen."
    }
]
