[
    {
        "o": 12121,
        "r": "niv:1 Chronicles:26:0",
        "t": "1 Chronicles 26",
        "h": 1
    },
    {
        "o": 12122,
        "r": "niv:1 Chronicles:26:0",
        "t": "The Gatekeepers",
        "h": 2
    },
    {
        "o": 12123,
        "r": "niv:1 Chronicles:26:1",
        "t": "The*p divisions of the gatekeepers: From*pln the Korahites: Meshelemiah son of Kore, one of the sons of Asaph."
    },
    {
        "o": 12124,
        "r": "niv:1 Chronicles:26:2",
        "t": "Meshelemiah*ln had sons: Zechariah*ld the firstborn, Jediael*ld the second, Zebadiah*ld the third, Jathniel*ld the fourth,"
    },
    {
        "o": 12125,
        "r": "niv:1 Chronicles:26:3",
        "t": "Elam*ld the fifth, Jehohanan*ld the sixth and*ld Eliehoenai the seventh."
    },
    {
        "o": 12126,
        "r": "niv:1 Chronicles:26:4",
        "t": "Obed-Edom*ln also had sons: Shemaiah*ld the firstborn, Jehozabad*ld the second, Joah*ld the third, Sakar*ld the fourth, Nethanel*ld the fifth,"
    },
    {
        "o": 12127,
        "r": "niv:1 Chronicles:26:5",
        "t": "Ammiel*ld the sixth, Issachar*ld the seventh and*ld Peullethai the eighth. (For*ld God had blessed Obed-Edom.)"
    },
    {
        "o": 12128,
        "r": "niv:1 Chronicles:26:6",
        "t": "Obed-Edom’s*pln son Shemaiah also had sons, who were leaders in their father’s family because they were very capable men."
    },
    {
        "o": 12129,
        "r": "niv:1 Chronicles:26:7",
        "t": "The sons of Shemaiah: Othni, Rephael, Obed and Elzabad; his relatives Elihu and Semakiah were also able men."
    },
    {
        "o": 12130,
        "r": "niv:1 Chronicles:26:8",
        "t": "All these were descendants of Obed-Edom; they and their sons and their relatives were capable men with the strength to do the work—descendants of Obed-Edom, 62 in all."
    },
    {
        "o": 12131,
        "r": "niv:1 Chronicles:26:9",
        "t": "Meshelemiah*ln had sons and relatives, who were able men—18 in all."
    },
    {
        "o": 12132,
        "r": "niv:1 Chronicles:26:10",
        "t": "Hosah*pln the Merarite had sons: Shimri the first (although he was not the firstborn, his father had appointed him the first),"
    },
    {
        "o": 12133,
        "r": "niv:1 Chronicles:26:11",
        "t": "Hilkiah the second, Tabaliah the third and Zechariah the fourth. The sons and relatives of Hosah were 13 in all."
    },
    {
        "o": 12134,
        "r": "niv:1 Chronicles:26:12",
        "t": "These*p divisions of the gatekeepers, through their leaders, had duties for ministering in the temple of the Lord,*s just as their relatives had."
    },
    {
        "o": 12135,
        "r": "niv:1 Chronicles:26:13",
        "t": "Lots were cast for each gate, according to their families, young and old alike."
    },
    {
        "o": 12136,
        "r": "niv:1 Chronicles:26:14",
        "t": "The*p lot for the East Gate fell to Shelemiah. Then lots were cast for his son Zechariah, a wise counselor, and the lot for the North Gate fell to him."
    },
    {
        "o": 12137,
        "r": "niv:1 Chronicles:26:15",
        "t": "The lot for the South Gate fell to Obed-Edom, and the lot for the storehouse fell to his sons."
    },
    {
        "o": 12138,
        "r": "niv:1 Chronicles:26:16",
        "t": "The lots for the West Gate and the Shalleketh Gate on the upper road fell to Shuppim and Hosah. Guard*p was alongside of guard:"
    },
    {
        "o": 12139,
        "r": "niv:1 Chronicles:26:17",
        "t": "There were six Levites a day on the east, four a day on the north, four a day on the south and two at a time at the storehouse."
    },
    {
        "o": 12140,
        "r": "niv:1 Chronicles:26:18",
        "t": "As for the court to the west, there were four at the road and two at the court itself."
    },
    {
        "o": 12141,
        "r": "niv:1 Chronicles:26:19",
        "t": "These*p were the divisions of the gatekeepers who were descendants of Korah and Merari."
    },
    {
        "o": 12142,
        "r": "niv:1 Chronicles:26:19",
        "t": "The Treasurers and Other Officials",
        "h": 2
    },
    {
        "o": 12143,
        "r": "niv:1 Chronicles:26:20",
        "t": "Their*p fellow Levites were in charge of the treasuries of the house of God and the treasuries for the dedicated things."
    },
    {
        "o": 12144,
        "r": "niv:1 Chronicles:26:21",
        "t": "The*p descendants of Ladan, who were Gershonites through Ladan and who were heads of families belonging to Ladan the Gershonite, were Jehieli,"
    },
    {
        "o": 12145,
        "r": "niv:1 Chronicles:26:22",
        "t": "the sons of Jehieli, Zetham and his brother Joel. They were in charge of the treasuries of the temple of the Lord.*s"
    },
    {
        "o": 12146,
        "r": "niv:1 Chronicles:26:23",
        "t": "From*p the Amramites, the Izharites, the Hebronites and the Uzzielites:"
    },
    {
        "o": 12147,
        "r": "niv:1 Chronicles:26:24",
        "t": "Shubael,*pln a descendant of Gershom son of Moses, was the official in charge of the treasuries."
    },
    {
        "o": 12148,
        "r": "niv:1 Chronicles:26:25",
        "t": "His relatives through Eliezer: Rehabiah his son, Jeshaiah his son, Joram his son, Zikri his son and Shelomith his son."
    },
    {
        "o": 12149,
        "r": "niv:1 Chronicles:26:26",
        "t": "Shelomith and his relatives were in charge of all the treasuries for the things dedicated by King David, by the heads of families who were the commanders of thousands and commanders of hundreds, and by the other army commanders."
    },
    {
        "o": 12150,
        "r": "niv:1 Chronicles:26:27",
        "t": "Some of the plunder taken in battle they dedicated for the repair of the temple of the Lord.*s"
    },
    {
        "o": 12151,
        "r": "niv:1 Chronicles:26:28",
        "t": "And everything dedicated by Samuel the seer and by Saul son of Kish, Abner son of Ner and Joab son of Zeruiah, and all the other dedicated things were in the care of Shelomith and his relatives."
    },
    {
        "o": 12152,
        "r": "niv:1 Chronicles:26:29",
        "t": "From*ln the Izharites: Kenaniah and his sons were assigned duties away from the temple, as officials and judges over Israel."
    },
    {
        "o": 12153,
        "r": "niv:1 Chronicles:26:30",
        "t": "From*ln the Hebronites: Hashabiah and his relatives—seventeen hundred able men—were responsible in Israel west of the Jordan for all the work of the Lord*s and for the king’s service."
    },
    {
        "o": 12154,
        "r": "niv:1 Chronicles:26:31",
        "t": "As for the Hebronites, Jeriah was their chief according to the genealogical records of their families. In the fortieth year of David’s reign a search was made in the records, and capable men among the Hebronites were found at Jazer in Gilead."
    },
    {
        "o": 12155,
        "r": "niv:1 Chronicles:26:32",
        "t": "Jeriah had twenty-seven hundred relatives, who were able men and heads of families, and King David put them in charge of the Reubenites, the Gadites and the half-tribe of Manasseh for every matter pertaining to God and for the affairs of the king."
    }
]
