[
    {
        "o": 8352,
        "r": "kjv:2 Samuel:3:0",
        "t": "2 Samuel 3",
        "h": 1
    },
    {
        "o": 8353,
        "r": "kjv:2 Samuel:3:1",
        "t": "Now*p there was long war between the house of Saul and the house of David: but David waxed stronger and stronger, and the house of Saul waxed weaker and weaker."
    },
    {
        "o": 8354,
        "r": "kjv:2 Samuel:3:2",
        "t": "And*p unto David were sons born in Hebron: and his firstborn was Amnon, of Ahinoam the Jezreelitess;"
    },
    {
        "o": 8355,
        "r": "kjv:2 Samuel:3:3",
        "t": "And*p his second, Chileab, of Abigail the wife of Nabal the Carmelite; and the third, Absalom the son of Maacah the daughter of Talmai king of Geshur;"
    },
    {
        "o": 8356,
        "r": "kjv:2 Samuel:3:4",
        "t": "And*p the fourth, Adonijah the son of Haggith; and the fifth, Shephatiah the son of Abital;"
    },
    {
        "o": 8357,
        "r": "kjv:2 Samuel:3:5",
        "t": "And*p the sixth, Ithream, by Eglah David's wife. These were born to David in Hebron."
    },
    {
        "o": 8358,
        "r": "kjv:2 Samuel:3:6",
        "t": "And*p it came to pass, while there was war between the house of Saul and the house of David, that Abner made himself strong for the house of Saul."
    },
    {
        "o": 8359,
        "r": "kjv:2 Samuel:3:7",
        "t": "And*p Saul had a concubine, whose name was Rizpah, the daughter of Aiah: and Ish–bosheth said to Abner, Wherefore hast thou gone in unto my father's concubine?"
    },
    {
        "o": 8360,
        "r": "kjv:2 Samuel:3:8",
        "t": "Then*p was Abner very wroth for the words of Ish–bosheth, and said, Am I a dog's head, which against Judah do shew kindness this day unto the house of Saul thy father, to his brethren, and to his friends, and have not delivered thee into the hand of David, that thou chargest me to day with a fault concerning this woman?"
    },
    {
        "o": 8361,
        "r": "kjv:2 Samuel:3:9",
        "t": "So*p do God to Abner, and more also, except, as the Lord*s hath sworn to David, even so I do to him;"
    },
    {
        "o": 8362,
        "r": "kjv:2 Samuel:3:10",
        "t": "To*p translate the kingdom from the house of Saul, and to set up the throne of David over Israel and over Judah, from Dan even to Beer–sheba."
    },
    {
        "o": 8363,
        "r": "kjv:2 Samuel:3:11",
        "t": "And*p he could not answer Abner a word again, because he feared him."
    },
    {
        "o": 8364,
        "r": "kjv:2 Samuel:3:12",
        "t": "And*p Abner sent messengers to David on his behalf, saying, Whose is the land? saying also, Make thy league with me, and, behold, my hand shall be with thee, to bring about all Israel unto thee."
    },
    {
        "o": 8365,
        "r": "kjv:2 Samuel:3:13",
        "t": "And*p he said, Well; I will make a league with thee: but one thing I require of thee, that is, Thou shalt not see my face, except thou first bring Michal Saul's daughter, when thou comest to see my face."
    },
    {
        "o": 8366,
        "r": "kjv:2 Samuel:3:14",
        "t": "And*p David sent messengers to Ish–bosheth Saul's son, saying, Deliver me my wife Michal, which I espoused to me for an hundred foreskins of the Philistines."
    },
    {
        "o": 8367,
        "r": "kjv:2 Samuel:3:15",
        "t": "And*p Ish–bosheth sent, and took her from her husband, even from Phaltiel the son of Laish."
    },
    {
        "o": 8368,
        "r": "kjv:2 Samuel:3:16",
        "t": "And*p her husband went with her along weeping behind her to Bahurim. Then said Abner unto him, Go, return. And he returned."
    },
    {
        "o": 8369,
        "r": "kjv:2 Samuel:3:17",
        "t": "And*p Abner had communication with the elders of Israel, saying, Ye sought for David in times past to be king over you:"
    },
    {
        "o": 8370,
        "r": "kjv:2 Samuel:3:18",
        "t": "Now*p then do it: for the Lord*s hath spoken of David, saying, By the hand of my servant David I will save my people Israel out of the hand of the Philistines, and out of the hand of all their enemies."
    },
    {
        "o": 8371,
        "r": "kjv:2 Samuel:3:19",
        "t": "And*p Abner also spake in the ears of Benjamin: and Abner went also to speak in the ears of David in Hebron all that seemed good to Israel, and that seemed good to the whole house of Benjamin."
    },
    {
        "o": 8372,
        "r": "kjv:2 Samuel:3:20",
        "t": "So*p Abner came to David to Hebron, and twenty men with him. And David made Abner and the men that were with him a feast."
    },
    {
        "o": 8373,
        "r": "kjv:2 Samuel:3:21",
        "t": "And*p Abner said unto David, I will arise and go, and will gather all Israel unto my lord the king, that they may make a league with thee, and that thou mayest reign over all that thine heart desireth. And David sent Abner away; and he went in peace."
    },
    {
        "o": 8374,
        "r": "kjv:2 Samuel:3:22",
        "t": "And,*p behold, the servants of David and Joab came from pursuing a troop, and brought in a great spoil with them: but Abner was not with David in Hebron; for he had sent him away, and he was gone in peace."
    },
    {
        "o": 8375,
        "r": "kjv:2 Samuel:3:23",
        "t": "When*p Joab and all the host that was with him were come, they told Joab, saying, Abner the son of Ner came to the king, and he hath sent him away, and he is gone in peace."
    },
    {
        "o": 8376,
        "r": "kjv:2 Samuel:3:24",
        "t": "Then*p Joab came to the king, and said, What hast thou done? behold, Abner came unto thee; why is it that thou hast sent him away, and he is quite gone?"
    },
    {
        "o": 8377,
        "r": "kjv:2 Samuel:3:25",
        "t": "Thou*p knowest Abner the son of Ner, that he came to deceive thee, and to know thy going out and thy coming in, and to know all that thou doest."
    },
    {
        "o": 8378,
        "r": "kjv:2 Samuel:3:26",
        "t": "And*p when Joab was come out from David, he sent messengers after Abner, which brought him again from the well of Sirah: but David knew it not."
    },
    {
        "o": 8379,
        "r": "kjv:2 Samuel:3:27",
        "t": "And*p when Abner was returned to Hebron, Joab took him aside in the gate to speak with him quietly, and smote him there under the fifth rib, that he died, for the blood of Asahel his brother."
    },
    {
        "o": 8380,
        "r": "kjv:2 Samuel:3:28",
        "t": "And*p afterward when David heard it, he said, I and my kingdom are guiltless before the Lord*s for ever from the blood of Abner the son of Ner:"
    },
    {
        "o": 8381,
        "r": "kjv:2 Samuel:3:29",
        "t": "Let*p it rest on the head of Joab, and on all his father's house; and let there not fail from the house of Joab one that hath an issue, or that is a leper, or that leaneth on a staff, or that falleth on the sword, or that lacketh bread."
    },
    {
        "o": 8382,
        "r": "kjv:2 Samuel:3:30",
        "t": "So*p Joab and Abishai his brother slew Abner, because he had slain their brother Asahel at Gibeon in the battle."
    },
    {
        "o": 8383,
        "r": "kjv:2 Samuel:3:31",
        "t": "And*p David said to Joab, and to all the people that were with him, Rend your clothes, and gird you with sackcloth, and mourn before Abner. And king David himself followed the bier."
    },
    {
        "o": 8384,
        "r": "kjv:2 Samuel:3:32",
        "t": "And*p they buried Abner in Hebron: and the king lifted up his voice, and wept at the grave of Abner; and all the people wept."
    },
    {
        "o": 8385,
        "r": "kjv:2 Samuel:3:33",
        "t": "And*p the king lamented over Abner, and said, Died Abner as a fool dieth?"
    },
    {
        "o": 8386,
        "r": "kjv:2 Samuel:3:34",
        "t": "Thy*p hands were not bound, nor thy feet put into fetters: as a man falleth before wicked men, so fellest thou. And all the people wept again over him."
    },
    {
        "o": 8387,
        "r": "kjv:2 Samuel:3:35",
        "t": "And*p when all the people came to cause David to eat meat while it was yet day, David sware, saying, So do God to me, and more also, if I taste bread, or ought else, till the sun be down."
    },
    {
        "o": 8388,
        "r": "kjv:2 Samuel:3:36",
        "t": "And*p all the people took notice of it, and it pleased them: as whatsoever the king did pleased all the people."
    },
    {
        "o": 8389,
        "r": "kjv:2 Samuel:3:37",
        "t": "For*p all the people and all Israel understood that day that it was not of the king to slay Abner the son of Ner."
    },
    {
        "o": 8390,
        "r": "kjv:2 Samuel:3:38",
        "t": "And*p the king said unto his servants, Know ye not that there is a prince and a great man fallen this day in Israel?"
    },
    {
        "o": 8391,
        "r": "kjv:2 Samuel:3:39",
        "t": "And*p I am this day weak, though anointed king; and these men the sons of Zeruiah be too hard for me: the Lord*s shall reward the doer of evil according to his wickedness."
    }
]
