[
    {
        "o": 21061,
        "r": "esv:Isaiah:66:0",
        "t": "Isaiah 66",
        "h": 1
    },
    {
        "o": 21062,
        "r": "esv:Isaiah:66:0",
        "t": "The Humble and Contrite in Spirit",
        "h": 2
    },
    {
        "o": 21063,
        "r": "esv:Isaiah:66:1",
        "t": "Thus*pn says the Lord:*s “Heaven*ln is my throne, and*ld the earth is my footstool; what*ln is the house that you would build for me, and*ld what is the place of my rest?"
    },
    {
        "o": 21064,
        "r": "esv:Isaiah:66:2",
        "t": "All*ln these things my hand has made, and*ld so all these things came to be, declares*l the Lord.*s But*ln this is the one to whom I will look: he*ld who is humble and contrite in spirit and*ld trembles at my word."
    },
    {
        "o": 21065,
        "r": "esv:Isaiah:66:3",
        "t": "“He*pn who slaughters an ox is like one who kills a man; he*ld who sacrifices a lamb, like one who breaks a dog’s neck; he*ln who presents a grain offering, like one who offers pig’s blood; he*ld who makes a memorial offering of frankincense, like one who blesses an idol. These*ln have chosen their own ways, and*ld their soul delights in their abominations;"
    },
    {
        "o": 21066,
        "r": "esv:Isaiah:66:4",
        "t": "I*ln also will choose harsh treatment for them and*ld bring their fears upon them, because*ln when I called, no one answered, when*ld I spoke, they did not listen; but*ln they did what was evil in my eyes and*ld chose that in which I did not delight.”"
    },
    {
        "o": 21067,
        "r": "esv:Isaiah:66:5",
        "t": "Hear*pn the word of the Lord,*s you*ld who tremble at his word: “Your*ln brothers who hate you and*ld cast you out for my name’s sake have*ln said, ‘Let the Lord*s be glorified, that*ld we may see your joy’; but*ld it is they who shall be put to shame."
    },
    {
        "o": 21068,
        "r": "esv:Isaiah:66:6",
        "t": "“The*pn sound of an uproar from the city! A*ld sound from the temple! The*ln sound of the Lord,*s rendering*ld recompense to his enemies!"
    },
    {
        "o": 21069,
        "r": "esv:Isaiah:66:6",
        "t": "Rejoice with Jerusalem",
        "h": 2
    },
    {
        "o": 21070,
        "r": "esv:Isaiah:66:7",
        "t": "“Before*pn she was in labor she*ld gave birth; before*ln her pain came upon her she*ld delivered a son."
    },
    {
        "o": 21071,
        "r": "esv:Isaiah:66:8",
        "t": "Who*ln has heard such a thing? Who*ld has seen such things? Shall*ln a land be born in one day? Shall*ld a nation be brought forth in one moment? For*ln as soon as Zion was in labor she*ld brought forth her children."
    },
    {
        "o": 21072,
        "r": "esv:Isaiah:66:9",
        "t": "Shall*ln I bring to the point of birth and not cause to bring forth?” says*ld the Lord;*s “shall*ln I, who cause to bring forth, shut the womb?” says*ld your God."
    },
    {
        "o": 21073,
        "r": "esv:Isaiah:66:10",
        "t": "“Rejoice*pn with Jerusalem, and be glad for her, all*ld you who love her; rejoice*ln with her in joy, all*ld you who mourn over her;"
    },
    {
        "o": 21074,
        "r": "esv:Isaiah:66:11",
        "t": "that*ln you may nurse and be satisfied from*ld her consoling breast; that*ln you may drink deeply with delight from*ld her glorious abundance.”"
    },
    {
        "o": 21075,
        "r": "esv:Isaiah:66:12",
        "t": "For*pn thus says the Lord:*s “Behold,*ln I will extend peace to her like a river, and*ld the glory of the nations like an overflowing stream; and*ln you shall nurse, you shall be carried upon her hip, and*ld bounced upon her knees."
    },
    {
        "o": 21076,
        "r": "esv:Isaiah:66:13",
        "t": "As*ln one whom his mother comforts, so*ld I will comfort you; you*ld shall be comforted in Jerusalem."
    },
    {
        "o": 21077,
        "r": "esv:Isaiah:66:14",
        "t": "You*ln shall see, and your heart shall rejoice; your*ld bones shall flourish like the grass; and*ln the hand of the Lord*s shall be known to his servants, and*ld he shall show his indignation against his enemies."
    },
    {
        "o": 21078,
        "r": "esv:Isaiah:66:14",
        "t": "Final Judgment and Glory of the Lord",
        "h": 2
    },
    {
        "o": 21079,
        "r": "esv:Isaiah:66:15",
        "t": "“For*pn behold, the Lord*s will come in fire, and*ld his chariots like the whirlwind, to*ln render his anger in fury, and*ld his rebuke with flames of fire."
    },
    {
        "o": 21080,
        "r": "esv:Isaiah:66:16",
        "t": "For*ln by fire will the Lord*s enter into judgment, and*ld by his sword, with all flesh; and*ld those slain by the Lord*s shall be many."
    },
    {
        "o": 21081,
        "r": "esv:Isaiah:66:17",
        "t": "“Those*p who sanctify and purify themselves to go into the gardens, following one in the midst, eating pig’s flesh and the abomination and mice, shall come to an end together, declares the Lord.*s"
    },
    {
        "o": 21082,
        "r": "esv:Isaiah:66:18",
        "t": "“For*p I know their works and their thoughts, and the time is coming to gather all nations and tongues. And they shall come and shall see my glory,"
    },
    {
        "o": 21083,
        "r": "esv:Isaiah:66:19",
        "t": "and I will set a sign among them. And from them I will send survivors to the nations, to Tarshish, Pul, and Lud, who draw the bow, to Tubal and Javan, to the coastlands far away, that have not heard my fame or seen my glory. And they shall declare my glory among the nations."
    },
    {
        "o": 21084,
        "r": "esv:Isaiah:66:20",
        "t": "And they shall bring all your brothers from all the nations as an offering to the Lord,*s on horses and in chariots and in litters and on mules and on dromedaries, to my holy mountain Jerusalem, says the Lord,*s just as the Israelites bring their grain offering in a clean vessel to the house of the Lord.*s"
    },
    {
        "o": 21085,
        "r": "esv:Isaiah:66:21",
        "t": "And some of them also I will take for priests and for Levites, says the Lord.*s"
    },
    {
        "o": 21086,
        "r": "esv:Isaiah:66:22",
        "t": "“For*pn as the new heavens and the new earth that*ld I make shall*ln remain before me, says the Lord,*s so*ld shall your offspring and your name remain."
    },
    {
        "o": 21087,
        "r": "esv:Isaiah:66:23",
        "t": "From*ln new moon to new moon, and*ld from Sabbath to Sabbath, all*ln flesh shall come to worship before me, declares*ln the Lord.*s"
    },
    {
        "o": 21088,
        "r": "esv:Isaiah:66:24",
        "t": "“And*p they shall go out and look on the dead bodies of the men who have rebelled against me. For their worm shall not die, their fire shall not be quenched, and they shall be an abhorrence to all flesh.”"
    }
]
