[
    {
        "o": 10480,
        "r": "csb:1 Kings:22:0",
        "t": "1 Kings 22",
        "h": 1
    },
    {
        "o": 10481,
        "r": "csb:1 Kings:22:0",
        "t": "Jehoshaphat’s Alliance with Ahab",
        "h": 2
    },
    {
        "o": 10482,
        "r": "csb:1 Kings:22:1",
        "t": "There*p was a lull of three years without war between Aram and Israel."
    },
    {
        "o": 10483,
        "r": "csb:1 Kings:22:2",
        "t": "However, in the third year, King Jehoshaphat of Judah went to visit the king of Israel."
    },
    {
        "o": 10484,
        "r": "csb:1 Kings:22:3",
        "t": "The king of Israel had said to his servants, “Don’t you know that Ramoth-gilead is ours, but we’re doing nothing to take it from the king of Aram?”"
    },
    {
        "o": 10485,
        "r": "csb:1 Kings:22:4",
        "t": "So he asked Jehoshaphat, “Will you go with me to fight Ramoth-gilead?” Jehoshaphat*p replied to the king of Israel, “I am as you are, my people as your people, my horses as your horses.”"
    },
    {
        "o": 10486,
        "r": "csb:1 Kings:22:5",
        "t": "But Jehoshaphat said to the king of Israel, “First, please ask what the Lord’s*s will is.”"
    },
    {
        "o": 10487,
        "r": "csb:1 Kings:22:6",
        "t": "So*p the king of Israel gathered the prophets, about four hundred men, and asked them, “Should I go against Ramoth-gilead for war or should I refrain?” They*p replied, “March up, and the Lord will hand it over to the king.”"
    },
    {
        "o": 10488,
        "r": "csb:1 Kings:22:7",
        "t": "But*p Jehoshaphat asked, “Isn’t there a prophet of the Lord*s here anymore? Let’s ask him.”"
    },
    {
        "o": 10489,
        "r": "csb:1 Kings:22:8",
        "t": "The*p king of Israel said to Jehoshaphat, “There is still one man who can inquire of the Lord,*s but I hate him because he never prophesies good about me, but only disaster. He is Micaiah son of Imlah.” “The*p king shouldn’t say that!” Jehoshaphat replied."
    },
    {
        "o": 10490,
        "r": "csb:1 Kings:22:9",
        "t": "So*p the king of Israel called an officer and said, “Hurry and get Micaiah son of Imlah!”"
    },
    {
        "o": 10491,
        "r": "csb:1 Kings:22:10",
        "t": "Now*p the king of Israel and King Jehoshaphat of Judah, clothed in royal attire, were each sitting on his own throne. They were on the threshing floor at the entrance to the gate of Samaria, and all the prophets were prophesying in front of them."
    },
    {
        "o": 10492,
        "r": "csb:1 Kings:22:11",
        "t": "Then Zedekiah son of Chenaanah made iron horns and said, “This is what the Lord*s says: ‘You will gore the Arameans with these until they are finished off.’”"
    },
    {
        "o": 10493,
        "r": "csb:1 Kings:22:12",
        "t": "And all the prophets were prophesying the same: “March up to Ramoth-gilead and succeed, for the Lord*s will hand it over to the king.”"
    },
    {
        "o": 10494,
        "r": "csb:1 Kings:22:12",
        "t": "Micaiah’s Message of Defeat",
        "h": 2
    },
    {
        "o": 10495,
        "r": "csb:1 Kings:22:13",
        "t": "The*p messenger who went to call Micaiah instructed him, “Look, the words of the prophets are unanimously favorable for the king. So let your words be like theirs, and speak favorably.”"
    },
    {
        "o": 10496,
        "r": "csb:1 Kings:22:14",
        "t": "But*p Micaiah said, “As the Lord*s lives, I will say whatever the Lord*s says to me.”"
    },
    {
        "o": 10497,
        "r": "csb:1 Kings:22:15",
        "t": "So*p he went to the king, and the king asked him, “Micaiah, should we go to Ramoth-gilead for war, or should we refrain?” Micaiah*p told him, “March up and succeed. The Lord*s will hand it over to the king.”"
    },
    {
        "o": 10498,
        "r": "csb:1 Kings:22:16",
        "t": "But*p the king said to him, “How many times must I make you swear not to tell me anything but the truth in the name of the Lord?”*s"
    },
    {
        "o": 10499,
        "r": "csb:1 Kings:22:17",
        "t": "So*p Micaiah said: I*pn saw all Israel scattered on the hills like*ln sheep without a shepherd. And*ln the Lord*s said, “They*ln have no master; let*ln everyone return home in peace.”"
    },
    {
        "o": 10500,
        "r": "csb:1 Kings:22:18",
        "t": "So*p the king of Israel said to Jehoshaphat, “Didn’t I tell you he never prophesies good about me, but only disaster?”"
    },
    {
        "o": 10501,
        "r": "csb:1 Kings:22:19",
        "t": "Then*p Micaiah said, “Therefore, hear the word of the Lord:*s I saw the Lord*s sitting on his throne, and the whole heavenly army was standing by him at his right hand and at his left hand."
    },
    {
        "o": 10502,
        "r": "csb:1 Kings:22:20",
        "t": "And the Lord*s said, ‘Who will entice Ahab to march up and fall at Ramoth-gilead? ’ So one was saying this and another was saying that."
    },
    {
        "o": 10503,
        "r": "csb:1 Kings:22:21",
        "t": "“Then*p a spirit came forward, stood in the Lord’s*s presence, and said, ‘I will entice him.’"
    },
    {
        "o": 10504,
        "r": "csb:1 Kings:22:22",
        "t": "“The*p Lord*s asked him, ‘How?’ “He*p said, ‘I will go and become a lying spirit in the mouth of all his prophets.’ “Then*p he said, ‘You will certainly entice him and prevail. Go and do that.’"
    },
    {
        "o": 10505,
        "r": "csb:1 Kings:22:23",
        "t": "“You*p see, the Lord*s has put a lying spirit into the mouth of all these prophets of yours, and the Lord*s has pronounced disaster against you.”"
    },
    {
        "o": 10506,
        "r": "csb:1 Kings:22:24",
        "t": "Then*p Zedekiah son of Chenaanah came up, hit Micaiah on the cheek, and demanded, “Did the Spirit of the Lord*s leave me to speak to you?”"
    },
    {
        "o": 10507,
        "r": "csb:1 Kings:22:25",
        "t": "Micaiah*p replied, “You will soon see when you go to hide in an inner chamber on that day.”"
    },
    {
        "o": 10508,
        "r": "csb:1 Kings:22:26",
        "t": "Then*p the king of Israel ordered, “Take Micaiah and return him to Amon, the governor of the city, and to Joash, the king’s son,"
    },
    {
        "o": 10509,
        "r": "csb:1 Kings:22:27",
        "t": "and say, ‘This is what the king says: Put this guy in prison and feed him only a little bread and water until I come back safely.’”"
    },
    {
        "o": 10510,
        "r": "csb:1 Kings:22:28",
        "t": "But*p Micaiah said, “If you ever return safely, the Lord*s has not spoken through me.” Then he said, “Listen, all you people!”"
    },
    {
        "o": 10511,
        "r": "csb:1 Kings:22:28",
        "t": "Ahab’s Death",
        "h": 2
    },
    {
        "o": 10512,
        "r": "csb:1 Kings:22:29",
        "t": "Then*p the king of Israel and Judah’s King Jehoshaphat went up to Ramoth-gilead."
    },
    {
        "o": 10513,
        "r": "csb:1 Kings:22:30",
        "t": "But the king of Israel said to Jehoshaphat, “I will disguise myself and go into battle, but you wear your royal attire.” So the king of Israel disguised himself and went into battle."
    },
    {
        "o": 10514,
        "r": "csb:1 Kings:22:31",
        "t": "Now*p the king of Aram had ordered his thirty-two chariot commanders, “Do not fight with anyone at all except the king of Israel.”"
    },
    {
        "o": 10515,
        "r": "csb:1 Kings:22:32",
        "t": "When*p the chariot commanders saw Jehoshaphat, they shouted, “He must be the king of Israel!” So they turned to fight against him, but Jehoshaphat cried out."
    },
    {
        "o": 10516,
        "r": "csb:1 Kings:22:33",
        "t": "When the chariot commanders saw that he was not the king of Israel, they turned back from pursuing him."
    },
    {
        "o": 10517,
        "r": "csb:1 Kings:22:34",
        "t": "But*p a man drew his bow without taking special aim and struck the king of Israel through the joints of his armor. So he said to his charioteer, “Turn around and take me out of the battle, for I am badly wounded!”"
    },
    {
        "o": 10518,
        "r": "csb:1 Kings:22:35",
        "t": "The battle raged throughout that day, and the king was propped up in his chariot facing the Arameans. He died that evening, and blood from his wound flowed into the bottom of the chariot."
    },
    {
        "o": 10519,
        "r": "csb:1 Kings:22:36",
        "t": "Then the cry rang out in the army as the sun set, declaring: Each*pn man to his own city, and*ln each man to his own land!"
    },
    {
        "o": 10520,
        "r": "csb:1 Kings:22:37",
        "t": "So*p the king died and was brought to Samaria. They buried the king in Samaria."
    },
    {
        "o": 10521,
        "r": "csb:1 Kings:22:38",
        "t": "Then someone washed the chariot at the pool of Samaria. The dogs licked up his blood, and the prostitutes bathed in it, according to the word of the Lord*s that he had spoken."
    },
    {
        "o": 10522,
        "r": "csb:1 Kings:22:39",
        "t": "The*p rest of the events of Ahab’s reign, along with all his accomplishments, including the ivory palace he built, and all the cities he built, are written in the Historical Record of Israel’s Kings."
    },
    {
        "o": 10523,
        "r": "csb:1 Kings:22:40",
        "t": "Ahab rested with his ancestors, and his son Ahaziah became king in his place."
    },
    {
        "o": 10524,
        "r": "csb:1 Kings:22:40",
        "t": "Judah’s King Jehoshaphat",
        "h": 2
    },
    {
        "o": 10525,
        "r": "csb:1 Kings:22:41",
        "t": "Jehoshaphat*p son of Asa became king over Judah in the fourth year of Israel’s King Ahab."
    },
    {
        "o": 10526,
        "r": "csb:1 Kings:22:42",
        "t": "Jehoshaphat was thirty-five years old when he became king; he reigned twenty-five years in Jerusalem. His mother’s name was Azubah daughter of Shilhi."
    },
    {
        "o": 10527,
        "r": "csb:1 Kings:22:43",
        "t": "He walked in all the ways of his father Asa; he did not turn away from them but did what was right in the Lord’s*s sight. However, the high places were not taken away; the people still sacrificed and burned incense on the high places."
    },
    {
        "o": 10528,
        "r": "csb:1 Kings:22:44",
        "t": "Jehoshaphat also made peace with the king of Israel."
    },
    {
        "o": 10529,
        "r": "csb:1 Kings:22:45",
        "t": "The*p rest of the events of Jehoshaphat’s reign, along with the might he exercised and how he waged war, are written in the Historical Record of Judah’s Kings."
    },
    {
        "o": 10530,
        "r": "csb:1 Kings:22:46",
        "t": "He eradicated from the land the rest of the male cult prostitutes who were left from the days of his father Asa."
    },
    {
        "o": 10531,
        "r": "csb:1 Kings:22:47",
        "t": "There was no king in Edom; a deputy served as king."
    },
    {
        "o": 10532,
        "r": "csb:1 Kings:22:48",
        "t": "Jehoshaphat made ships of Tarshish to go to Ophir for gold, but they did not go because the ships were wrecked at Ezion-geber."
    },
    {
        "o": 10533,
        "r": "csb:1 Kings:22:49",
        "t": "At that time, Ahaziah son of Ahab said to Jehoshaphat, “Let my servants go with your servants in the ships,” but Jehoshaphat was not willing."
    },
    {
        "o": 10534,
        "r": "csb:1 Kings:22:50",
        "t": "Jehoshaphat rested with his ancestors and was buried with them in the city of his ancestor David. His son Jehoram became king in his place."
    },
    {
        "o": 10535,
        "r": "csb:1 Kings:22:50",
        "t": "Israel’s King Ahaziah",
        "h": 2
    },
    {
        "o": 10536,
        "r": "csb:1 Kings:22:51",
        "t": "Ahaziah*p son of Ahab became king over Israel in Samaria in the seventeenth year of Judah’s King Jehoshaphat, and he reigned over Israel two years."
    },
    {
        "o": 10537,
        "r": "csb:1 Kings:22:52",
        "t": "He did what was evil in the Lord’s*s sight. He walked in the ways of his father, in the ways of his mother, and in the ways of Jeroboam son of Nebat, who had caused Israel to sin."
    },
    {
        "o": 10538,
        "r": "csb:1 Kings:22:53",
        "t": "He served Baal and bowed in worship to him. He angered the Lord*s God of Israel just as his father had done."
    }
]
