[
    {
        "o": 23688,
        "r": "nkjv:Ezekiel:29:0",
        "t": "Ezekiel 29",
        "h": 1
    },
    {
        "o": 23689,
        "r": "nkjv:Ezekiel:29:0",
        "t": "Proclamation Against Egypt",
        "h": 2
    },
    {
        "o": 23690,
        "r": "nkjv:Ezekiel:29:1",
        "t": "In*p the tenth year, in the tenth month,*i on the twelfth day*i of the month, the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23691,
        "r": "nkjv:Ezekiel:29:2",
        "t": "“Son of man, set your face against Pharaoh king of Egypt, and prophesy against him, and against all Egypt."
    },
    {
        "o": 23692,
        "r": "nkjv:Ezekiel:29:3",
        "t": "Speak, and say, ‘Thus says the Lord God:*s “Behold,*pn I am*i against you, O*ld Pharaoh king of Egypt, O*ld great monster who lies in the midst of his rivers, Who*ld has said, ‘My River is*i my own; I*ld have made it*i for myself.’"
    },
    {
        "o": 23693,
        "r": "nkjv:Ezekiel:29:4",
        "t": "But*ld I will put hooks in your jaws, And*ld cause the fish of your rivers to stick to your scales; I*ld will bring you up out of the midst of your rivers, And*ld all the fish in your rivers will stick to your scales."
    },
    {
        "o": 23694,
        "r": "nkjv:Ezekiel:29:5",
        "t": "I*ld will leave you in the wilderness, You*ld and all the fish of your rivers; You*ld shall fall on the open field; You*ld shall not be picked up or gathered. I*ld have given you as food To*ld the beasts of the field And*ld to the birds of the heavens."
    },
    {
        "o": 23695,
        "r": "nkjv:Ezekiel:29:6",
        "t": "“Then*ln all the inhabitants of Egypt Shall*ld know that I am*i the Lord,*s Because*ld they have been a staff of reed to the house of Israel."
    },
    {
        "o": 23696,
        "r": "nkjv:Ezekiel:29:7",
        "t": "When*ld they took hold of you with the hand, You*ld broke and tore all their shoulders; When*ld they leaned on you, You*ld broke and made all their backs quiver.”"
    },
    {
        "o": 23697,
        "r": "nkjv:Ezekiel:29:8",
        "t": "‘Therefore*p thus says the Lord God:*s “Surely I will bring a sword upon you and cut off from you man and beast."
    },
    {
        "o": 23698,
        "r": "nkjv:Ezekiel:29:9",
        "t": "And the land of Egypt shall become desolate and waste; then they will know that I am*i the Lord,*s because he said, ‘The River is*i mine, and I have made it.’*i"
    },
    {
        "o": 23699,
        "r": "nkjv:Ezekiel:29:10",
        "t": "Indeed, therefore, I am*i against you and against your rivers, and I will make the land of Egypt utterly waste and desolate, from Migdol to*i Syene, as far as the border of Ethiopia."
    },
    {
        "o": 23700,
        "r": "nkjv:Ezekiel:29:11",
        "t": "Neither foot of man shall pass through it nor foot of beast pass through it, and it shall be uninhabited forty years."
    },
    {
        "o": 23701,
        "r": "nkjv:Ezekiel:29:12",
        "t": "I will make the land of Egypt desolate in the midst of the countries that*i are*i desolate; and among the cities that*i are*i laid waste, her cities shall be desolate forty years; and I will scatter the Egyptians among the nations and disperse them throughout the countries.”"
    },
    {
        "o": 23702,
        "r": "nkjv:Ezekiel:29:13",
        "t": "‘Yet,*p thus says the Lord God:*s “At the end of forty years I will gather the Egyptians from the peoples among whom they were scattered."
    },
    {
        "o": 23703,
        "r": "nkjv:Ezekiel:29:14",
        "t": "I will bring back the captives of Egypt and cause them to return to the land of Pathros, to the land of their origin, and there they shall be a lowly kingdom."
    },
    {
        "o": 23704,
        "r": "nkjv:Ezekiel:29:15",
        "t": "It shall be the lowliest of kingdoms; it shall never again exalt itself above the nations, for I will diminish them so that they will not rule over the nations anymore."
    },
    {
        "o": 23705,
        "r": "nkjv:Ezekiel:29:16",
        "t": "No longer shall it be the confidence of the house of Israel, but will remind them of their*i iniquity when they turned to follow them. Then they shall know that I am*i the Lord God.”’”*s"
    },
    {
        "o": 23706,
        "r": "nkjv:Ezekiel:29:16",
        "t": "Babylonia Will Plunder Egypt",
        "h": 2
    },
    {
        "o": 23707,
        "r": "nkjv:Ezekiel:29:17",
        "t": "And*p it came to pass in the twenty-seventh year, in the first month,*i on the first day*i of the month, that*i the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23708,
        "r": "nkjv:Ezekiel:29:18",
        "t": "“Son of man, Nebuchadnezzar king of Babylon caused his army to labor strenuously against Tyre; every head was*i made bald, and every shoulder rubbed raw; yet neither he nor his army received wages from Tyre, for the labor which they expended on it."
    },
    {
        "o": 23709,
        "r": "nkjv:Ezekiel:29:19",
        "t": "Therefore thus says the Lord God:*s ‘Surely I will give the land of Egypt to Nebuchadnezzar king of Babylon; he shall take away her wealth, carry off her spoil, and remove her pillage; and that will be the wages for his army."
    },
    {
        "o": 23710,
        "r": "nkjv:Ezekiel:29:20",
        "t": "I have given him the land of Egypt for*i his labor, because they worked for Me,’ says the Lord God.*s"
    },
    {
        "o": 23711,
        "r": "nkjv:Ezekiel:29:21",
        "t": "‘In*p that day I will cause the horn of the house of Israel to spring forth, and I will open your mouth to speak in their midst. Then they shall know that I am*i the Lord.’”*s"
    }
]
