[
    {
        "o": 1194,
        "r": "csb:Genesis:37:0",
        "t": "Genesis 37",
        "h": 1
    },
    {
        "o": 1195,
        "r": "csb:Genesis:37:0",
        "t": "Joseph’s Dreams",
        "h": 2
    },
    {
        "o": 1196,
        "r": "csb:Genesis:37:1",
        "t": "Jacob*p lived in the land where his father had stayed, the land of Canaan."
    },
    {
        "o": 1197,
        "r": "csb:Genesis:37:2",
        "t": "These are the family records of Jacob. At*p seventeen years of age, Joseph tended sheep with his brothers. The young man was working with the sons of Bilhah and Zilpah, his father’s wives, and he brought a bad report about them to their father."
    },
    {
        "o": 1198,
        "r": "csb:Genesis:37:3",
        "t": "Now*p Israel loved Joseph more than his other sons because Joseph was a son born to him in his old age, and he made a long-sleeved robe for him."
    },
    {
        "o": 1199,
        "r": "csb:Genesis:37:4",
        "t": "When his brothers saw that their father loved him more than all his brothers, they hated him and could not bring themselves to speak peaceably to him."
    },
    {
        "o": 1200,
        "r": "csb:Genesis:37:5",
        "t": "Then*p Joseph had a dream. When he told it to his brothers, they hated him even more."
    },
    {
        "o": 1201,
        "r": "csb:Genesis:37:6",
        "t": "He said to them, “Listen to this dream I had:"
    },
    {
        "o": 1202,
        "r": "csb:Genesis:37:7",
        "t": "There we were, binding sheaves of grain in the field. Suddenly my sheaf stood up, and your sheaves gathered around it and bowed down to my sheaf.”"
    },
    {
        "o": 1203,
        "r": "csb:Genesis:37:8",
        "t": "“Are*p you really going to reign over us?” his brothers asked him. “Are you really going to rule us?” So they hated him even more because of his dream and what he had said."
    },
    {
        "o": 1204,
        "r": "csb:Genesis:37:9",
        "t": "Then*p he had another dream and told it to his brothers. “Look,” he said, “I had another dream, and this time the sun, moon, and eleven stars were bowing down to me.”"
    },
    {
        "o": 1205,
        "r": "csb:Genesis:37:10",
        "t": "He*p told his father and brothers, and his father rebuked him. “What kind of dream is this that you have had?” he said. “Am I and your mother and your brothers really going to come and bow down to the ground before you?”"
    },
    {
        "o": 1206,
        "r": "csb:Genesis:37:11",
        "t": "His brothers were jealous of him, but his father kept the matter in mind."
    },
    {
        "o": 1207,
        "r": "csb:Genesis:37:11",
        "t": "Joseph Sold into Slavery",
        "h": 2
    },
    {
        "o": 1208,
        "r": "csb:Genesis:37:12",
        "t": "His*p brothers had gone to pasture their father’s flocks at Shechem."
    },
    {
        "o": 1209,
        "r": "csb:Genesis:37:13",
        "t": "Israel said to Joseph, “Your brothers, you know, are pasturing the flocks at Shechem. Get ready. I’m sending you to them.” “I’m*p ready,” Joseph replied."
    },
    {
        "o": 1210,
        "r": "csb:Genesis:37:14",
        "t": "Then*p Israel said to him, “Go and see how your brothers and the flocks are doing, and bring word back to me.” So he sent him from the Hebron Valley, and he went to Shechem."
    },
    {
        "o": 1211,
        "r": "csb:Genesis:37:15",
        "t": "A*p man found him there, wandering in the field, and asked him, “What are you looking for?”"
    },
    {
        "o": 1212,
        "r": "csb:Genesis:37:16",
        "t": "“I’m*p looking for my brothers,” Joseph said. “Can you tell me where they are pasturing their flocks?”"
    },
    {
        "o": 1213,
        "r": "csb:Genesis:37:17",
        "t": "“They’ve*p moved on from here,” the man said. “I heard them say, ‘Let’s go to Dothan.’” So Joseph set out after his brothers and found them at Dothan."
    },
    {
        "o": 1214,
        "r": "csb:Genesis:37:18",
        "t": "They*p saw him in the distance, and before he had reached them, they plotted to kill him."
    },
    {
        "o": 1215,
        "r": "csb:Genesis:37:19",
        "t": "They said to one another, “Oh, look, here comes that dream expert!"
    },
    {
        "o": 1216,
        "r": "csb:Genesis:37:20",
        "t": "So now, come on, let’s kill him and throw him into one of the pits. We can say that a vicious animal ate him. Then we’ll see what becomes of his dreams!”"
    },
    {
        "o": 1217,
        "r": "csb:Genesis:37:21",
        "t": "When*p Reuben heard this, he tried to save him from them. He said, “Let’s not take his life.”"
    },
    {
        "o": 1218,
        "r": "csb:Genesis:37:22",
        "t": "Reuben also said to them, “Don’t shed blood. Throw him into this pit in the wilderness, but don’t lay a hand on him” - intending to rescue him from them and return him to his father."
    },
    {
        "o": 1219,
        "r": "csb:Genesis:37:23",
        "t": "When*p Joseph came to his brothers, they stripped off Joseph’s robe, the long-sleeved robe that he had on."
    },
    {
        "o": 1220,
        "r": "csb:Genesis:37:24",
        "t": "Then they took him and threw him into the pit. The pit was empty, without water."
    },
    {
        "o": 1221,
        "r": "csb:Genesis:37:25",
        "t": "They*p sat down to eat a meal, and when they looked up, there was a caravan of Ishmaelites coming from Gilead. Their camels were carrying aromatic gum, balsam, and resin, going down to Egypt."
    },
    {
        "o": 1222,
        "r": "csb:Genesis:37:26",
        "t": "Judah*p said to his brothers, “What do we gain if we kill our brother and cover up his blood?"
    },
    {
        "o": 1223,
        "r": "csb:Genesis:37:27",
        "t": "Come on, let’s sell him to the Ishmaelites and not lay a hand on him, for he is our brother, our own flesh,” and his brothers agreed."
    },
    {
        "o": 1224,
        "r": "csb:Genesis:37:28",
        "t": "When Midianite traders passed by, his brothers pulled Joseph out of the pit and sold him for twenty pieces of silver to the Ishmaelites, who took Joseph to Egypt."
    },
    {
        "o": 1225,
        "r": "csb:Genesis:37:29",
        "t": "When*p Reuben returned to the pit and saw that Joseph was not there, he tore his clothes."
    },
    {
        "o": 1226,
        "r": "csb:Genesis:37:30",
        "t": "He went back to his brothers and said, “The boy is gone! What am I going to do?”"
    },
    {
        "o": 1227,
        "r": "csb:Genesis:37:31",
        "t": "So they took Joseph’s robe, slaughtered a male goat, and dipped the robe in its blood."
    },
    {
        "o": 1228,
        "r": "csb:Genesis:37:32",
        "t": "They sent the long-sleeved robe to their father and said, “We found this. Examine it. Is it your son’s robe or not?”"
    },
    {
        "o": 1229,
        "r": "csb:Genesis:37:33",
        "t": "His*p father recognized it. “It is my son’s robe,” he said. “A vicious animal has devoured him. Joseph has been torn to pieces!”"
    },
    {
        "o": 1230,
        "r": "csb:Genesis:37:34",
        "t": "Then Jacob tore his clothes, put sackcloth around his waist, and mourned for his son many days."
    },
    {
        "o": 1231,
        "r": "csb:Genesis:37:35",
        "t": "All his sons and daughters tried to comfort him, but he refused to be comforted. “No,” he said. “I will go down to Sheol to my son, mourning.” And his father wept for him."
    },
    {
        "o": 1232,
        "r": "csb:Genesis:37:36",
        "t": "Meanwhile,*p the Midianites sold Joseph in Egypt to Potiphar, an officer of Pharaoh and the captain of the guards."
    }
]
