[
    {
        "o": 30376,
        "r": "nasb:Acts:10:0",
        "t": "Acts 10",
        "h": 1
    },
    {
        "o": 30377,
        "r": "nasb:Acts:10:0",
        "t": "Cornelius’s Vision",
        "h": 2
    },
    {
        "o": 30378,
        "r": "nasb:Acts:10:1",
        "t": "Now*p there*i was*i a man at Caesarea named Cornelius, a centurion of what was called the Italian cohort,"
    },
    {
        "o": 30379,
        "r": "nasb:Acts:10:2",
        "t": "a devout man and one who feared God with all his household, and gave many alms to the Jewish*i people and prayed to God continually."
    },
    {
        "o": 30380,
        "r": "nasb:Acts:10:3",
        "t": "About the ninth hour of the day he clearly saw in a vision an angel of God who had just*i come in and said to him, “Cornelius!”"
    },
    {
        "o": 30381,
        "r": "nasb:Acts:10:4",
        "t": "And fixing his gaze on him and being much alarmed, he said, “What is it, Lord?” And he said to him, “Your prayers and alms have ascended as a memorial before God."
    },
    {
        "o": 30382,
        "r": "nasb:Acts:10:5",
        "t": "Now dispatch some*i men to Joppa and send for a man named*i Simon, who is also called Peter;"
    },
    {
        "o": 30383,
        "r": "nasb:Acts:10:6",
        "t": "he is staying with a tanner named*i Simon, whose house is by the sea.”"
    },
    {
        "o": 30384,
        "r": "nasb:Acts:10:7",
        "t": "When the angel who was speaking to him had left, he summoned two of his servants and a devout soldier of those who were his personal attendants,"
    },
    {
        "o": 30385,
        "r": "nasb:Acts:10:8",
        "t": "and after he had explained everything to them, he sent them to Joppa."
    },
    {
        "o": 30386,
        "r": "nasb:Acts:10:9",
        "t": "On*p the next day, as they were on their way and approaching the city, Peter went up on the housetop about the sixth hour to pray."
    },
    {
        "o": 30387,
        "r": "nasb:Acts:10:10",
        "t": "But he became hungry and was desiring to eat; but while they were making preparations, he fell into a trance;"
    },
    {
        "o": 30388,
        "r": "nasb:Acts:10:11",
        "t": "and he saw the sky opened up, and an object like a great sheet coming down, lowered by four corners to the ground,"
    },
    {
        "o": 30389,
        "r": "nasb:Acts:10:12",
        "t": "and there were in it all kinds*i of*i four-footed animals and crawling creatures of the earth and birds of the air."
    },
    {
        "o": 30390,
        "r": "nasb:Acts:10:13",
        "t": "A voice came to him, “Get up, Peter, kill and eat!”"
    },
    {
        "o": 30391,
        "r": "nasb:Acts:10:14",
        "t": "But Peter said, “By no means, Lord, for I have never eaten anything unholy and unclean.”"
    },
    {
        "o": 30392,
        "r": "nasb:Acts:10:15",
        "t": "Again a voice came*i to him a second time, “What God has cleansed, no longer*i consider unholy.”"
    },
    {
        "o": 30393,
        "r": "nasb:Acts:10:16",
        "t": "This happened three times, and immediately the object was taken up into the sky."
    },
    {
        "o": 30394,
        "r": "nasb:Acts:10:17",
        "t": "Now*p while Peter was greatly perplexed in mind as to what the vision which he had seen might be, behold, the men who had been sent by Cornelius, having asked directions for Simon’s house, appeared at the gate;"
    },
    {
        "o": 30395,
        "r": "nasb:Acts:10:18",
        "t": "and calling out, they were asking whether Simon, who was also called Peter, was staying there."
    },
    {
        "o": 30396,
        "r": "nasb:Acts:10:19",
        "t": "While Peter was reflecting on the vision, the Spirit said to him, “Behold, three men are looking for you."
    },
    {
        "o": 30397,
        "r": "nasb:Acts:10:20",
        "t": "But get up, go downstairs and accompany them without misgivings, for I have sent them Myself.”"
    },
    {
        "o": 30398,
        "r": "nasb:Acts:10:21",
        "t": "Peter went down to the men and said, “Behold, I am the one you are looking for; what is the reason for which you have come?”"
    },
    {
        "o": 30399,
        "r": "nasb:Acts:10:22",
        "t": "They said, “Cornelius, a centurion, a righteous and God-fearing man well spoken of by the entire nation of the Jews, was divinely*i directed by a holy angel to send for you to*i come*i to his house and hear a message from you.”"
    },
    {
        "o": 30400,
        "r": "nasb:Acts:10:23",
        "t": "So he invited them in and gave them lodging."
    },
    {
        "o": 30401,
        "r": "nasb:Acts:10:23",
        "t": "Peter at Caesarea",
        "h": 2
    },
    {
        "o": 30402,
        "r": "nasb:Acts:10:23",
        "t": "And*bp on the next day he got up and went away with them, and some of the brethren from Joppa accompanied him."
    },
    {
        "o": 30403,
        "r": "nasb:Acts:10:24",
        "t": "On the following day he entered Caesarea. Now Cornelius was waiting for them and had called together his relatives and close friends."
    },
    {
        "o": 30404,
        "r": "nasb:Acts:10:25",
        "t": "When Peter entered, Cornelius met him, and fell at his feet and worshiped him.*i"
    },
    {
        "o": 30405,
        "r": "nasb:Acts:10:26",
        "t": "But Peter raised him up, saying, “Stand up; I too am just*i a man.”"
    },
    {
        "o": 30406,
        "r": "nasb:Acts:10:27",
        "t": "As he talked with him, he entered and found many people assembled."
    },
    {
        "o": 30407,
        "r": "nasb:Acts:10:28",
        "t": "And he said to them, “You yourselves know how unlawful it is for a man who is a Jew to associate with a foreigner or to visit him; and yet*i God has shown me that I should not call any man unholy or unclean."
    },
    {
        "o": 30408,
        "r": "nasb:Acts:10:29",
        "t": "That is why I came without even raising any objection when I was sent for. So I ask for what reason you have sent for me.”"
    },
    {
        "o": 30409,
        "r": "nasb:Acts:10:30",
        "t": "Cornelius*p said, “Four days ago to this hour, I was praying in my house during the ninth hour; and behold, a man stood before me in shining garments,"
    },
    {
        "o": 30410,
        "r": "nasb:Acts:10:31",
        "t": "and he said, ‘Cornelius, your prayer has been heard and your alms have been remembered before God."
    },
    {
        "o": 30411,
        "r": "nasb:Acts:10:32",
        "t": "Therefore send to Joppa and invite Simon, who is also called Peter, to come to you; he is staying at the house of Simon the*i tanner by the sea.’"
    },
    {
        "o": 30412,
        "r": "nasb:Acts:10:33",
        "t": "So I sent for you immediately, and you have been kind enough to come. Now then, we are all here present before God to hear all that you have been commanded by the Lord.”"
    },
    {
        "o": 30413,
        "r": "nasb:Acts:10:33",
        "t": "Gentiles Hear Good News",
        "h": 2
    },
    {
        "o": 30414,
        "r": "nasb:Acts:10:34",
        "t": "Opening*p his mouth, Peter said: “I*bp most certainly understand now*i that God is not one to show partiality,"
    },
    {
        "o": 30415,
        "r": "nasb:Acts:10:35",
        "t": "but in every nation the man who fears Him and does what is right is welcome to Him."
    },
    {
        "o": 30416,
        "r": "nasb:Acts:10:36",
        "t": "The word which He sent to the sons of Israel, preaching peace through Jesus Christ (He is Lord of all)—"
    },
    {
        "o": 30417,
        "r": "nasb:Acts:10:37",
        "t": "you yourselves know the thing which took place throughout all Judea, starting from Galilee, after the baptism which John proclaimed."
    },
    {
        "o": 30418,
        "r": "nasb:Acts:10:38",
        "t": "You*i know*i of*i Jesus of Nazareth, how God anointed Him with the Holy Spirit and with power, and how*i He went about doing good and healing all who were oppressed by the devil, for God was with Him."
    },
    {
        "o": 30419,
        "r": "nasb:Acts:10:39",
        "t": "We are witnesses of all the things He did both in the land of the Jews and in Jerusalem. They also put Him to death by hanging Him on a cross."
    },
    {
        "o": 30420,
        "r": "nasb:Acts:10:40",
        "t": "God raised Him up on the third day and granted that He become visible,"
    },
    {
        "o": 30421,
        "r": "nasb:Acts:10:41",
        "t": "not to all the people, but to witnesses who were chosen beforehand by God, that*i is,*i to us who ate and drank with Him after He arose from the dead."
    },
    {
        "o": 30422,
        "r": "nasb:Acts:10:42",
        "t": "And He ordered us to preach to the people, and solemnly to testify that this is the One who has been appointed by God as Judge of the living and the dead."
    },
    {
        "o": 30423,
        "r": "nasb:Acts:10:43",
        "t": "Of Him all the prophets bear witness that through His name everyone who believes in Him receives forgiveness of sins.”"
    },
    {
        "o": 30424,
        "r": "nasb:Acts:10:44",
        "t": "While*p Peter was still speaking these words, the Holy Spirit fell upon all those who were listening to the message."
    },
    {
        "o": 30425,
        "r": "nasb:Acts:10:45",
        "t": "All the circumcised believers who came with Peter were amazed, because the gift of the Holy Spirit had been poured out on the Gentiles also."
    },
    {
        "o": 30426,
        "r": "nasb:Acts:10:46",
        "t": "For they were hearing them speaking with tongues and exalting God. Then Peter answered,"
    },
    {
        "o": 30427,
        "r": "nasb:Acts:10:47",
        "t": "“Surely no one can refuse the water for these to be baptized who have received the Holy Spirit just as we did,*i can he?”"
    },
    {
        "o": 30428,
        "r": "nasb:Acts:10:48",
        "t": "And he ordered them to be baptized in the name of Jesus Christ. Then they asked him to stay on for a few days."
    }
]
