[
    {
        "o": 15211,
        "r": "niv:Job:42:0",
        "t": "Job 42",
        "h": 1
    },
    {
        "o": 15212,
        "r": "niv:Job:42:0",
        "t": "Job",
        "h": 2
    },
    {
        "o": 15213,
        "r": "niv:Job:42:1",
        "t": "Then*p Job replied to the Lord:*s"
    },
    {
        "o": 15214,
        "r": "niv:Job:42:2",
        "t": "“I*pn know that you can do all things; no*ld purpose of yours can be thwarted."
    },
    {
        "o": 15215,
        "r": "niv:Job:42:3",
        "t": "You*ln asked, ‘Who is this that obscures my plans without knowledge?’ Surely*ld I spoke of things I did not understand, things*ld too wonderful for me to know."
    },
    {
        "o": 15216,
        "r": "niv:Job:42:4",
        "t": "“You*pn said, ‘Listen now, and I will speak; I*ld will question you, and*ld you shall answer me.’"
    },
    {
        "o": 15217,
        "r": "niv:Job:42:5",
        "t": "My*ln ears had heard of you but*ld now my eyes have seen you."
    },
    {
        "o": 15218,
        "r": "niv:Job:42:6",
        "t": "Therefore*ln I despise myself and*ld repent in dust and ashes.”"
    },
    {
        "o": 15219,
        "r": "niv:Job:42:6",
        "t": "Epilogue",
        "h": 2
    },
    {
        "o": 15220,
        "r": "niv:Job:42:7",
        "t": "After*p the Lord*s had said these things to Job, he said to Eliphaz the Temanite, “I am angry with you and your two friends, because you have not spoken the truth about me, as my servant Job has."
    },
    {
        "o": 15221,
        "r": "niv:Job:42:8",
        "t": "So now take seven bulls and seven rams and go to my servant Job and sacrifice a burnt offering for yourselves. My servant Job will pray for you, and I will accept his prayer and not deal with you according to your folly. You have not spoken the truth about me, as my servant Job has.”"
    },
    {
        "o": 15222,
        "r": "niv:Job:42:9",
        "t": "So Eliphaz the Temanite, Bildad the Shuhite and Zophar the Naamathite did what the Lord*s told them; and the Lord*s accepted Job’s prayer."
    },
    {
        "o": 15223,
        "r": "niv:Job:42:10",
        "t": "After*p Job had prayed for his friends, the Lord*s restored his fortunes and gave him twice as much as he had before."
    },
    {
        "o": 15224,
        "r": "niv:Job:42:11",
        "t": "All his brothers and sisters and everyone who had known him before came and ate with him in his house. They comforted and consoled him over all the trouble the Lord*s had brought on him, and each one gave him a piece of silver and a gold ring."
    },
    {
        "o": 15225,
        "r": "niv:Job:42:12",
        "t": "The*p Lord*s blessed the latter part of Job’s life more than the former part. He had fourteen thousand sheep, six thousand camels, a thousand yoke of oxen and a thousand donkeys."
    },
    {
        "o": 15226,
        "r": "niv:Job:42:13",
        "t": "And he also had seven sons and three daughters."
    },
    {
        "o": 15227,
        "r": "niv:Job:42:14",
        "t": "The first daughter he named Jemimah, the second Keziah and the third Keren-Happuch."
    },
    {
        "o": 15228,
        "r": "niv:Job:42:15",
        "t": "Nowhere in all the land were there found women as beautiful as Job’s daughters, and their father granted them an inheritance along with their brothers."
    },
    {
        "o": 15229,
        "r": "niv:Job:42:16",
        "t": "After*p this, Job lived a hundred and forty years; he saw his children and their children to the fourth generation."
    },
    {
        "o": 15230,
        "r": "niv:Job:42:17",
        "t": "And so Job died, an old man and full of years."
    }
]
