[
    {
        "o": 10743,
        "r": "nkjv:2 Kings:8:0",
        "t": "2 Kings 8",
        "h": 1
    },
    {
        "o": 10744,
        "r": "nkjv:2 Kings:8:0",
        "t": "The King Restores the Shunammite’s Land",
        "h": 2
    },
    {
        "o": 10745,
        "r": "nkjv:2 Kings:8:1",
        "t": "Then*p Elisha spoke to the woman whose son he had restored to life, saying, “Arise and go, you and your household, and stay wherever you can; for the Lord*s has called for a famine, and furthermore, it will come upon the land for seven years.”"
    },
    {
        "o": 10746,
        "r": "nkjv:2 Kings:8:2",
        "t": "So the woman arose and did according to the saying of the man of God, and she went with her household and dwelt in the land of the Philistines seven years."
    },
    {
        "o": 10747,
        "r": "nkjv:2 Kings:8:3",
        "t": "It*p came to pass, at the end of seven years, that the woman returned from the land of the Philistines; and she went to make an appeal to the king for her house and for her land."
    },
    {
        "o": 10748,
        "r": "nkjv:2 Kings:8:4",
        "t": "Then the king talked with Gehazi, the servant of the man of God, saying, “Tell me, please, all the great things Elisha has done.”"
    },
    {
        "o": 10749,
        "r": "nkjv:2 Kings:8:5",
        "t": "Now it happened, as he was telling the king how he had restored the dead to life, that there was the woman whose son he had restored to life, appealing to the king for her house and for her land. And Gehazi said, “My lord, O king, this is*i the woman, and this is*i her son whom Elisha restored to life.”"
    },
    {
        "o": 10750,
        "r": "nkjv:2 Kings:8:6",
        "t": "And when the king asked the woman, she told him. So*p the king appointed a certain officer for her, saying, “Restore all that was*i hers, and all the proceeds of the field from the day that she left the land until now.”"
    },
    {
        "o": 10751,
        "r": "nkjv:2 Kings:8:6",
        "t": "Death of Ben-Hadad",
        "h": 2
    },
    {
        "o": 10752,
        "r": "nkjv:2 Kings:8:7",
        "t": "Then*p Elisha went to Damascus, and Ben-Hadad king of Syria was sick; and it was told him, saying, “The man of God has come here.”"
    },
    {
        "o": 10753,
        "r": "nkjv:2 Kings:8:8",
        "t": "And the king said to Hazael, “Take a present in your hand, and go to meet the man of God, and inquire of the Lord*s by him, saying, ‘Shall I recover from this disease?’”"
    },
    {
        "o": 10754,
        "r": "nkjv:2 Kings:8:9",
        "t": "So Hazael went to meet him and took a present with him, of every good thing of Damascus, forty camel-loads; and he came and stood before him, and said, “Your son Ben-Hadad king of Syria has sent me to you, saying, ‘Shall I recover from this disease?’”"
    },
    {
        "o": 10755,
        "r": "nkjv:2 Kings:8:10",
        "t": "And*p Elisha said to him, “Go, say to him, ‘You shall certainly recover.’ However the Lord*s has shown me that he will really die.”"
    },
    {
        "o": 10756,
        "r": "nkjv:2 Kings:8:11",
        "t": "Then he set his countenance in a stare until he was ashamed; and the man of God wept."
    },
    {
        "o": 10757,
        "r": "nkjv:2 Kings:8:12",
        "t": "And Hazael said, “Why is my lord weeping?” He*p answered, “Because I know the evil that you will do to the children of Israel: Their strongholds you will set on fire, and their young men you will kill with the sword; and you will dash their children, and rip open their women with child.”"
    },
    {
        "o": 10758,
        "r": "nkjv:2 Kings:8:13",
        "t": "So*p Hazael said, “But what is*i your servant—a dog, that he should do this gross thing?” And*p Elisha answered, “The Lord*s has shown me that you will*i become*i king over Syria.”"
    },
    {
        "o": 10759,
        "r": "nkjv:2 Kings:8:14",
        "t": "Then*p he departed from Elisha, and came to his master, who said to him, “What did Elisha say to you?” And he answered, “He told me you would surely recover.”"
    },
    {
        "o": 10760,
        "r": "nkjv:2 Kings:8:15",
        "t": "But it happened on the next day that he took a thick cloth and dipped it*i in water, and spread it*i over his face so that he died; and Hazael reigned in his place."
    },
    {
        "o": 10761,
        "r": "nkjv:2 Kings:8:15",
        "t": "Jehoram Reigns in Judah",
        "h": 2
    },
    {
        "o": 10762,
        "r": "nkjv:2 Kings:8:16",
        "t": "Now*p in the fifth year of Joram the son of Ahab, king of Israel, Jehoshaphat having*i been*i king of Judah, Jehoram the son of Jehoshaphat began to reign as king of Judah."
    },
    {
        "o": 10763,
        "r": "nkjv:2 Kings:8:17",
        "t": "He was thirty-two years old when he became king, and he reigned eight years in Jerusalem."
    },
    {
        "o": 10764,
        "r": "nkjv:2 Kings:8:18",
        "t": "And he walked in the way of the kings of Israel, just as the house of Ahab had done, for the daughter of Ahab was his wife; and he did evil in the sight of the Lord.*s"
    },
    {
        "o": 10765,
        "r": "nkjv:2 Kings:8:19",
        "t": "Yet the Lord*s would not destroy Judah, for the sake of His servant David, as He promised him to give a lamp to him and*i his sons forever."
    },
    {
        "o": 10766,
        "r": "nkjv:2 Kings:8:20",
        "t": "In*p his days Edom revolted against Judah’s authority, and made a king over themselves."
    },
    {
        "o": 10767,
        "r": "nkjv:2 Kings:8:21",
        "t": "So Joram went to Zair, and all his chariots with him. Then he rose by night and attacked the Edomites who had surrounded him and the captains of the chariots; and the troops fled to their tents."
    },
    {
        "o": 10768,
        "r": "nkjv:2 Kings:8:22",
        "t": "Thus Edom has been in revolt against Judah’s authority to this day. And Libnah revolted at that time."
    },
    {
        "o": 10769,
        "r": "nkjv:2 Kings:8:23",
        "t": "Now*p the rest of the acts of Joram, and all that he did, are*i they not written in the book of the chronicles of the kings of Judah?"
    },
    {
        "o": 10770,
        "r": "nkjv:2 Kings:8:24",
        "t": "So Joram rested with his fathers, and was buried with his fathers in the City of David. Then Ahaziah his son reigned in his place."
    },
    {
        "o": 10771,
        "r": "nkjv:2 Kings:8:24",
        "t": "Ahaziah Reigns in Judah",
        "h": 2
    },
    {
        "o": 10772,
        "r": "nkjv:2 Kings:8:25",
        "t": "In*p the twelfth year of Joram the son of Ahab, king of Israel, Ahaziah the son of Jehoram, king of Judah, began to reign."
    },
    {
        "o": 10773,
        "r": "nkjv:2 Kings:8:26",
        "t": "Ahaziah was*i twenty-two years old when he became king, and he reigned one year in Jerusalem. His mother’s name was*i Athaliah the granddaughter of Omri, king of Israel."
    },
    {
        "o": 10774,
        "r": "nkjv:2 Kings:8:27",
        "t": "And he walked in the way of the house of Ahab, and did evil in the sight of the Lord,*s like the house of Ahab, for he was*i the son-in-law of the house of Ahab."
    },
    {
        "o": 10775,
        "r": "nkjv:2 Kings:8:28",
        "t": "Now*p he went with Joram the son of Ahab to war against Hazael king of Syria at Ramoth Gilead; and the Syrians wounded Joram."
    },
    {
        "o": 10776,
        "r": "nkjv:2 Kings:8:29",
        "t": "Then King Joram went back to Jezreel to recover from the wounds which the Syrians had inflicted on him at Ramah, when he fought against Hazael king of Syria. And Ahaziah the son of Jehoram, king of Judah, went down to see Joram the son of Ahab in Jezreel, because he was sick."
    }
]
