[
    {
        "o": 7840,
        "r": "niv:Ruth:4:0",
        "t": "Ruth 4",
        "h": 1
    },
    {
        "o": 7841,
        "r": "niv:Ruth:4:0",
        "t": "Boaz Marries Ruth",
        "h": 2
    },
    {
        "o": 7842,
        "r": "niv:Ruth:4:1",
        "t": "Meanwhile*p Boaz went up to the town gate and sat down there just as the guardian-redeemer he had mentioned came along. Boaz said, “Come over here, my friend, and sit down.” So he went over and sat down."
    },
    {
        "o": 7843,
        "r": "niv:Ruth:4:2",
        "t": "Boaz*p took ten of the elders of the town and said, “Sit here,” and they did so."
    },
    {
        "o": 7844,
        "r": "niv:Ruth:4:3",
        "t": "Then he said to the guardian-redeemer, “Naomi, who has come back from Moab, is selling the piece of land that belonged to our relative Elimelek."
    },
    {
        "o": 7845,
        "r": "niv:Ruth:4:4",
        "t": "I thought I should bring the matter to your attention and suggest that you buy it in the presence of these seated here and in the presence of the elders of my people. If you will redeem it, do so. But if you will not, tell me, so I will know. For no one has the right to do it except you, and I am next in line.” “I*p will redeem it,” he said."
    },
    {
        "o": 7846,
        "r": "niv:Ruth:4:5",
        "t": "Then*p Boaz said, “On the day you buy the land from Naomi, you also acquire Ruth the Moabite, the dead man’s widow, in order to maintain the name of the dead with his property.”"
    },
    {
        "o": 7847,
        "r": "niv:Ruth:4:6",
        "t": "At*p this, the guardian-redeemer said, “Then I cannot redeem it because I might endanger my own estate. You redeem it yourself. I cannot do it.”"
    },
    {
        "o": 7848,
        "r": "niv:Ruth:4:7",
        "t": "(Now*p in earlier times in Israel, for the redemption and transfer of property to become final, one party took off his sandal and gave it to the other. This was the method of legalizing transactions in Israel.)"
    },
    {
        "o": 7849,
        "r": "niv:Ruth:4:8",
        "t": "So*p the guardian-redeemer said to Boaz, “Buy it yourself.” And he removed his sandal."
    },
    {
        "o": 7850,
        "r": "niv:Ruth:4:9",
        "t": "Then*p Boaz announced to the elders and all the people, “Today you are witnesses that I have bought from Naomi all the property of Elimelek, Kilion and Mahlon."
    },
    {
        "o": 7851,
        "r": "niv:Ruth:4:10",
        "t": "I have also acquired Ruth the Moabite, Mahlon’s widow, as my wife, in order to maintain the name of the dead with his property, so that his name will not disappear from among his family or from his hometown. Today you are witnesses!”"
    },
    {
        "o": 7852,
        "r": "niv:Ruth:4:11",
        "t": "Then*p the elders and all the people at the gate said, “We are witnesses. May the Lord*s make the woman who is coming into your home like Rachel and Leah, who together built up the family of Israel. May you have standing in Ephrathah and be famous in Bethlehem."
    },
    {
        "o": 7853,
        "r": "niv:Ruth:4:12",
        "t": "Through the offspring the Lord*s gives you by this young woman, may your family be like that of Perez, whom Tamar bore to Judah.”"
    },
    {
        "o": 7854,
        "r": "niv:Ruth:4:12",
        "t": "Naomi Gains a Son",
        "h": 2
    },
    {
        "o": 7855,
        "r": "niv:Ruth:4:13",
        "t": "So*p Boaz took Ruth and she became his wife. When he made love to her, the Lord*s enabled her to conceive, and she gave birth to a son."
    },
    {
        "o": 7856,
        "r": "niv:Ruth:4:14",
        "t": "The women said to Naomi: “Praise be to the Lord,*s who this day has not left you without a guardian-redeemer. May he become famous throughout Israel!"
    },
    {
        "o": 7857,
        "r": "niv:Ruth:4:15",
        "t": "He will renew your life and sustain you in your old age. For your daughter-in-law, who loves you and who is better to you than seven sons, has given him birth.”"
    },
    {
        "o": 7858,
        "r": "niv:Ruth:4:16",
        "t": "Then*p Naomi took the child in her arms and cared for him."
    },
    {
        "o": 7859,
        "r": "niv:Ruth:4:17",
        "t": "The women living there said, “Naomi has a son!” And they named him Obed. He was the father of Jesse, the father of David."
    },
    {
        "o": 7860,
        "r": "niv:Ruth:4:17",
        "t": "The Genealogy of David",
        "h": 2
    },
    {
        "o": 7861,
        "r": "niv:Ruth:4:18",
        "t": "This,*p then, is the family line of Perez: Perez*pln was the father of Hezron,"
    },
    {
        "o": 7862,
        "r": "niv:Ruth:4:19",
        "t": "Hezron*ln the father of Ram, Ram*ln the father of Amminadab,"
    },
    {
        "o": 7863,
        "r": "niv:Ruth:4:20",
        "t": "Amminadab*ln the father of Nahshon, Nahshon*ln the father of Salmon,"
    },
    {
        "o": 7864,
        "r": "niv:Ruth:4:21",
        "t": "Salmon*ln the father of Boaz, Boaz*ln the father of Obed,"
    },
    {
        "o": 7865,
        "r": "niv:Ruth:4:22",
        "t": "Obed*ln the father of Jesse, and*ln Jesse the father of David."
    }
]
