[
    {
        "o": 2493,
        "r": "nasb:Exodus:27:0",
        "t": "Exodus 27",
        "h": 1
    },
    {
        "o": 2494,
        "r": "nasb:Exodus:27:0",
        "t": "The Bronze Altar",
        "h": 2
    },
    {
        "o": 2495,
        "r": "nasb:Exodus:27:1",
        "t": "“And*p you shall make the altar of acacia wood, five cubits long and five cubits wide; the altar shall be square, and its height shall be three cubits."
    },
    {
        "o": 2496,
        "r": "nasb:Exodus:27:2",
        "t": "You shall make its horns on its four corners; its horns shall be of one piece with it, and you shall overlay it with bronze."
    },
    {
        "o": 2497,
        "r": "nasb:Exodus:27:3",
        "t": "You shall make its pails for removing its ashes, and its shovels and its basins and its forks and its firepans; you shall make all its utensils of bronze."
    },
    {
        "o": 2498,
        "r": "nasb:Exodus:27:4",
        "t": "You shall make for it a grating of network of bronze, and on the net you shall make four bronze rings at its four corners."
    },
    {
        "o": 2499,
        "r": "nasb:Exodus:27:5",
        "t": "You shall put it beneath, under the ledge of the altar, so that the net will reach halfway up the altar."
    },
    {
        "o": 2500,
        "r": "nasb:Exodus:27:6",
        "t": "You shall make poles for the altar, poles of acacia wood, and overlay them with bronze."
    },
    {
        "o": 2501,
        "r": "nasb:Exodus:27:7",
        "t": "Its poles shall be inserted into the rings, so that the poles shall be on the two sides of the altar when it is carried."
    },
    {
        "o": 2502,
        "r": "nasb:Exodus:27:8",
        "t": "You shall make it hollow with planks; as it was shown to you in the mountain, so they shall make it.*i"
    },
    {
        "o": 2503,
        "r": "nasb:Exodus:27:8",
        "t": "Court of the Tabernacle",
        "h": 2
    },
    {
        "o": 2504,
        "r": "nasb:Exodus:27:9",
        "t": "“You*p shall make the court of the tabernacle. On the south side there*i shall*i be*i hangings for the court of fine twisted linen one hundred cubits long for one side;"
    },
    {
        "o": 2505,
        "r": "nasb:Exodus:27:10",
        "t": "and its pillars shall*i be*i twenty, with their twenty sockets of bronze; the hooks of the pillars and their bands shall*i be*i of silver."
    },
    {
        "o": 2506,
        "r": "nasb:Exodus:27:11",
        "t": "Likewise for the north side in length there*i shall*i be*i hangings one hundred cubits*i long, and its twenty pillars with their twenty sockets of bronze; the hooks of the pillars and their bands shall*i be*i of silver."
    },
    {
        "o": 2507,
        "r": "nasb:Exodus:27:12",
        "t": "For*i the width of the court on the west side shall*i be*i hangings of fifty cubits with*i their ten pillars and their ten sockets."
    },
    {
        "o": 2508,
        "r": "nasb:Exodus:27:13",
        "t": "The width of the court on the east side shall*i be*i fifty cubits."
    },
    {
        "o": 2509,
        "r": "nasb:Exodus:27:14",
        "t": "The hangings for the one*i side of*i the*i gate*i shall*i be*i fifteen cubits with*i their three pillars and their three sockets."
    },
    {
        "o": 2510,
        "r": "nasb:Exodus:27:15",
        "t": "And for the other side shall*i be*i hangings of fifteen cubits with*i their three pillars and their three sockets."
    },
    {
        "o": 2511,
        "r": "nasb:Exodus:27:16",
        "t": "For the gate of the court there*i shall*i be*i a screen of twenty cubits, of blue and purple and scarlet material*i and fine twisted linen, the work of a weaver, with*i their four pillars and their four sockets."
    },
    {
        "o": 2512,
        "r": "nasb:Exodus:27:17",
        "t": "All the pillars around the court shall be furnished with silver bands with*i their hooks of silver and their sockets of bronze."
    },
    {
        "o": 2513,
        "r": "nasb:Exodus:27:18",
        "t": "The length of the court shall*i be*i one hundred cubits, and the width fifty throughout, and the height five cubits of fine twisted linen, and their sockets of bronze."
    },
    {
        "o": 2514,
        "r": "nasb:Exodus:27:19",
        "t": "All the utensils of the tabernacle used*i in all its service, and all its pegs, and all the pegs of the court, shall*i be*i of bronze."
    },
    {
        "o": 2515,
        "r": "nasb:Exodus:27:20",
        "t": "“You*p shall charge the sons of Israel, that they bring you clear oil of beaten olives for the light, to make a lamp burn continually."
    },
    {
        "o": 2516,
        "r": "nasb:Exodus:27:21",
        "t": "In the tent of meeting, outside the veil which is before the testimony, Aaron and his sons shall keep it in order from evening to morning before the Lord;*s it*i shall*i be*i a perpetual statute throughout their generations for the sons of Israel."
    }
]
