[
    {
        "o": 3655,
        "r": "nasb:Leviticus:21:0",
        "t": "Leviticus 21",
        "h": 1
    },
    {
        "o": 3656,
        "r": "nasb:Leviticus:21:0",
        "t": "Regulations concerning Priests",
        "h": 2
    },
    {
        "o": 3657,
        "r": "nasb:Leviticus:21:1",
        "t": "Then*p the Lord*s said to Moses, “Speak to the priests, the sons of Aaron, and say to them: ‘No*bp one shall defile himself for a dead*i person among his people,"
    },
    {
        "o": 3658,
        "r": "nasb:Leviticus:21:2",
        "t": "except for his relatives who are nearest to him, his mother and his father and his son and his daughter and his brother,"
    },
    {
        "o": 3659,
        "r": "nasb:Leviticus:21:3",
        "t": "also for his virgin sister, who is near to him because she has had no husband; for her he may defile himself."
    },
    {
        "o": 3660,
        "r": "nasb:Leviticus:21:4",
        "t": "He shall not defile himself as a relative by marriage among his people, and so profane himself."
    },
    {
        "o": 3661,
        "r": "nasb:Leviticus:21:5",
        "t": "They shall not make any baldness on their heads, nor shave off the edges of their beards, nor make any cuts in their flesh."
    },
    {
        "o": 3662,
        "r": "nasb:Leviticus:21:6",
        "t": "They shall be holy to their God and not profane the name of their God, for they present the offerings by fire to the Lord,*s the food of their God; so they shall be holy."
    },
    {
        "o": 3663,
        "r": "nasb:Leviticus:21:7",
        "t": "They shall not take a woman who is profaned by harlotry, nor shall they take a woman divorced from her husband; for he is holy to his God."
    },
    {
        "o": 3664,
        "r": "nasb:Leviticus:21:8",
        "t": "You shall consecrate him, therefore, for he offers the food of your God; he shall be holy to you; for I the Lord,*s who sanctifies you, am holy."
    },
    {
        "o": 3665,
        "r": "nasb:Leviticus:21:9",
        "t": "Also the daughter of any priest, if she profanes herself by harlotry, she profanes her father; she shall be burned with fire."
    },
    {
        "o": 3666,
        "r": "nasb:Leviticus:21:10",
        "t": "‘The*p priest who is the highest among his brothers, on whose head the anointing oil has been poured and who has been consecrated to wear the garments, shall not uncover his head nor tear his clothes;"
    },
    {
        "o": 3667,
        "r": "nasb:Leviticus:21:11",
        "t": "nor shall he approach any dead person, nor defile himself even*i for his father or his mother;"
    },
    {
        "o": 3668,
        "r": "nasb:Leviticus:21:12",
        "t": "nor shall he go out of the sanctuary nor profane the sanctuary of his God, for the consecration of the anointing oil of his God is on him; I am the Lord.*s"
    },
    {
        "o": 3669,
        "r": "nasb:Leviticus:21:13",
        "t": "He shall take a wife in her virginity."
    },
    {
        "o": 3670,
        "r": "nasb:Leviticus:21:14",
        "t": "A widow, or a divorced woman, or one who is profaned by harlotry, these he may not take; but rather he is to marry a virgin of his own people,"
    },
    {
        "o": 3671,
        "r": "nasb:Leviticus:21:15",
        "t": "so that he will not profane his offspring among his people; for I am the Lord*s who sanctifies him.’ ”"
    },
    {
        "o": 3672,
        "r": "nasb:Leviticus:21:16",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3673,
        "r": "nasb:Leviticus:21:17",
        "t": "“Speak to Aaron, saying, ‘No man of your offspring throughout their generations who has a defect shall approach to offer the food of his God."
    },
    {
        "o": 3674,
        "r": "nasb:Leviticus:21:18",
        "t": "For no one who has a defect shall approach: a blind man, or a lame man, or he who has a disfigured face,*i or any deformed limb,*i"
    },
    {
        "o": 3675,
        "r": "nasb:Leviticus:21:19",
        "t": "or a man who has a broken foot or broken hand,"
    },
    {
        "o": 3676,
        "r": "nasb:Leviticus:21:20",
        "t": "or a hunchback or a dwarf, or one*i who*i has*i a defect in his eye or eczema or scabs or crushed testicles."
    },
    {
        "o": 3677,
        "r": "nasb:Leviticus:21:21",
        "t": "No man among the descendants of Aaron the priest who has a defect is to come near to offer the Lord’s*s offerings by fire; since*i he has a defect, he shall not come near to offer the food of his God."
    },
    {
        "o": 3678,
        "r": "nasb:Leviticus:21:22",
        "t": "He may eat the food of his God, both*i of the most holy and of the holy,"
    },
    {
        "o": 3679,
        "r": "nasb:Leviticus:21:23",
        "t": "only he shall not go in to the veil or come near the altar because he has a defect, so that he will not profane My sanctuaries. For I am the Lord*s who sanctifies them.’ ”"
    },
    {
        "o": 3680,
        "r": "nasb:Leviticus:21:24",
        "t": "So Moses spoke to Aaron and to his sons and to all the sons of Israel."
    }
]
