[
    {
        "o": 3055,
        "r": "niv:Leviticus:4:0",
        "t": "Leviticus 4",
        "h": 1
    },
    {
        "o": 3056,
        "r": "niv:Leviticus:4:0",
        "t": "The Sin Offering",
        "h": 2
    },
    {
        "o": 3057,
        "r": "niv:Leviticus:4:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 3058,
        "r": "niv:Leviticus:4:2",
        "t": "“Say to the Israelites: ‘When anyone sins unintentionally and does what is forbidden in any of the Lord’s*s commands—"
    },
    {
        "o": 3059,
        "r": "niv:Leviticus:4:3",
        "t": "“ ‘If*p the anointed priest sins, bringing guilt on the people, he must bring to the Lord*s a young bull without defect as a sin offering for the sin he has committed."
    },
    {
        "o": 3060,
        "r": "niv:Leviticus:4:4",
        "t": "He is to present the bull at the entrance to the tent of meeting before the Lord.*s He is to lay his hand on its head and slaughter it there before the Lord.*s"
    },
    {
        "o": 3061,
        "r": "niv:Leviticus:4:5",
        "t": "Then the anointed priest shall take some of the bull’s blood and carry it into the tent of meeting."
    },
    {
        "o": 3062,
        "r": "niv:Leviticus:4:6",
        "t": "He is to dip his finger into the blood and sprinkle some of it seven times before the Lord,*s in front of the curtain of the sanctuary."
    },
    {
        "o": 3063,
        "r": "niv:Leviticus:4:7",
        "t": "The priest shall then put some of the blood on the horns of the altar of fragrant incense that is before the Lord*s in the tent of meeting. The rest of the bull’s blood he shall pour out at the base of the altar of burnt offering at the entrance to the tent of meeting."
    },
    {
        "o": 3064,
        "r": "niv:Leviticus:4:8",
        "t": "He shall remove all the fat from the bull of the sin offering—all the fat that is connected to the internal organs,"
    },
    {
        "o": 3065,
        "r": "niv:Leviticus:4:9",
        "t": "both kidneys with the fat on them near the loins, and the long lobe of the liver, which he will remove with the kidneys—"
    },
    {
        "o": 3066,
        "r": "niv:Leviticus:4:10",
        "t": "just as the fat is removed from the ox sacrificed as a fellowship offering. Then the priest shall burn them on the altar of burnt offering."
    },
    {
        "o": 3067,
        "r": "niv:Leviticus:4:11",
        "t": "But the hide of the bull and all its flesh, as well as the head and legs, the internal organs and the intestines—"
    },
    {
        "o": 3068,
        "r": "niv:Leviticus:4:12",
        "t": "that is, all the rest of the bull—he must take outside the camp to a place ceremonially clean, where the ashes are thrown, and burn it there in a wood fire on the ash heap."
    },
    {
        "o": 3069,
        "r": "niv:Leviticus:4:13",
        "t": "“ ‘If*p the whole Israelite community sins unintentionally and does what is forbidden in any of the Lord’s*s commands, even though the community is unaware of the matter, when they realize their guilt"
    },
    {
        "o": 3070,
        "r": "niv:Leviticus:4:14",
        "t": "and the sin they committed becomes known, the assembly must bring a young bull as a sin offering and present it before the tent of meeting."
    },
    {
        "o": 3071,
        "r": "niv:Leviticus:4:15",
        "t": "The elders of the community are to lay their hands on the bull’s head before the Lord,*s and the bull shall be slaughtered before the Lord.*s"
    },
    {
        "o": 3072,
        "r": "niv:Leviticus:4:16",
        "t": "Then the anointed priest is to take some of the bull’s blood into the tent of meeting."
    },
    {
        "o": 3073,
        "r": "niv:Leviticus:4:17",
        "t": "He shall dip his finger into the blood and sprinkle it before the Lord*s seven times in front of the curtain."
    },
    {
        "o": 3074,
        "r": "niv:Leviticus:4:18",
        "t": "He is to put some of the blood on the horns of the altar that is before the Lord*s in the tent of meeting. The rest of the blood he shall pour out at the base of the altar of burnt offering at the entrance to the tent of meeting."
    },
    {
        "o": 3075,
        "r": "niv:Leviticus:4:19",
        "t": "He shall remove all the fat from it and burn it on the altar,"
    },
    {
        "o": 3076,
        "r": "niv:Leviticus:4:20",
        "t": "and do with this bull just as he did with the bull for the sin offering. In this way the priest will make atonement for the community, and they will be forgiven."
    },
    {
        "o": 3077,
        "r": "niv:Leviticus:4:21",
        "t": "Then he shall take the bull outside the camp and burn it as he burned the first bull. This is the sin offering for the community."
    },
    {
        "o": 3078,
        "r": "niv:Leviticus:4:22",
        "t": "“ ‘When*p a leader sins unintentionally and does what is forbidden in any of the commands of the Lord*s his God, when he realizes his guilt"
    },
    {
        "o": 3079,
        "r": "niv:Leviticus:4:23",
        "t": "and the sin he has committed becomes known, he must bring as his offering a male goat without defect."
    },
    {
        "o": 3080,
        "r": "niv:Leviticus:4:24",
        "t": "He is to lay his hand on the goat’s head and slaughter it at the place where the burnt offering is slaughtered before the Lord.*s It is a sin offering."
    },
    {
        "o": 3081,
        "r": "niv:Leviticus:4:25",
        "t": "Then the priest shall take some of the blood of the sin offering with his finger and put it on the horns of the altar of burnt offering and pour out the rest of the blood at the base of the altar."
    },
    {
        "o": 3082,
        "r": "niv:Leviticus:4:26",
        "t": "He shall burn all the fat on the altar as he burned the fat of the fellowship offering. In this way the priest will make atonement for the leader’s sin, and he will be forgiven."
    },
    {
        "o": 3083,
        "r": "niv:Leviticus:4:27",
        "t": "“ ‘If*p any member of the community sins unintentionally and does what is forbidden in any of the Lord’s*s commands, when they realize their guilt"
    },
    {
        "o": 3084,
        "r": "niv:Leviticus:4:28",
        "t": "and the sin they have committed becomes known, they must bring as their offering for the sin they committed a female goat without defect."
    },
    {
        "o": 3085,
        "r": "niv:Leviticus:4:29",
        "t": "They are to lay their hand on the head of the sin offering and slaughter it at the place of the burnt offering."
    },
    {
        "o": 3086,
        "r": "niv:Leviticus:4:30",
        "t": "Then the priest is to take some of the blood with his finger and put it on the horns of the altar of burnt offering and pour out the rest of the blood at the base of the altar."
    },
    {
        "o": 3087,
        "r": "niv:Leviticus:4:31",
        "t": "They shall remove all the fat, just as the fat is removed from the fellowship offering, and the priest shall burn it on the altar as an aroma pleasing to the Lord.*s In this way the priest will make atonement for them, and they will be forgiven."
    },
    {
        "o": 3088,
        "r": "niv:Leviticus:4:32",
        "t": "“ ‘If*p someone brings a lamb as their sin offering, they are to bring a female without defect."
    },
    {
        "o": 3089,
        "r": "niv:Leviticus:4:33",
        "t": "They are to lay their hand on its head and slaughter it for a sin offering at the place where the burnt offering is slaughtered."
    },
    {
        "o": 3090,
        "r": "niv:Leviticus:4:34",
        "t": "Then the priest shall take some of the blood of the sin offering with his finger and put it on the horns of the altar of burnt offering and pour out the rest of the blood at the base of the altar."
    },
    {
        "o": 3091,
        "r": "niv:Leviticus:4:35",
        "t": "They shall remove all the fat, just as the fat is removed from the lamb of the fellowship offering, and the priest shall burn it on the altar on top of the food offerings presented to the Lord.*s In this way the priest will make atonement for them for the sin they have committed, and they will be forgiven."
    }
]
