[
    {
        "o": 6697,
        "r": "nasb:Joshua:13:0",
        "t": "Joshua 13",
        "h": 1
    },
    {
        "o": 6698,
        "r": "nasb:Joshua:13:0",
        "t": "Canaan Divided among the Tribes",
        "h": 2
    },
    {
        "o": 6699,
        "r": "nasb:Joshua:13:1",
        "t": "Now*p Joshua was old and*i advanced in years when the Lord*s said to him, “You are old and*i advanced in years, and very much of the land remains to be possessed."
    },
    {
        "o": 6700,
        "r": "nasb:Joshua:13:2",
        "t": "This is the land that remains: all the regions of*i the Philistines and all those*i of*i the Geshurites;"
    },
    {
        "o": 6701,
        "r": "nasb:Joshua:13:3",
        "t": "from the Shihor which is east of Egypt, even as far as the border of Ekron to the north (it is counted as Canaanite); the five lords of the Philistines: the Gazite, the Ashdodite, the Ashkelonite, the Gittite, the Ekronite; and the Avvite"
    },
    {
        "o": 6702,
        "r": "nasb:Joshua:13:4",
        "t": "to the south, all the land of the Canaanite, and Mearah that belongs to the Sidonians, as far as Aphek, to the border of the Amorite;"
    },
    {
        "o": 6703,
        "r": "nasb:Joshua:13:5",
        "t": "and the land of the Gebalite, and all of Lebanon, toward the east, from Baal-gad below Mount Hermon as far as Lebo-hamath."
    },
    {
        "o": 6704,
        "r": "nasb:Joshua:13:6",
        "t": "All the inhabitants of the hill country from Lebanon as far as Misrephoth-maim, all the Sidonians, I will drive them out from before the sons of Israel; only allot it to Israel for an inheritance as I have commanded you."
    },
    {
        "o": 6705,
        "r": "nasb:Joshua:13:7",
        "t": "Now therefore, apportion this land for an inheritance to the nine tribes and the half-tribe of Manasseh.”"
    },
    {
        "o": 6706,
        "r": "nasb:Joshua:13:8",
        "t": "With*p the other half-tribe, the Reubenites and the Gadites received their inheritance which Moses gave them beyond the Jordan to the east, just as Moses the servant of the Lord*s gave to them;"
    },
    {
        "o": 6707,
        "r": "nasb:Joshua:13:9",
        "t": "from Aroer, which is on the edge of the valley of the Arnon, with the city which is in the middle of the valley, and all the plain of Medeba, as far as Dibon;"
    },
    {
        "o": 6708,
        "r": "nasb:Joshua:13:10",
        "t": "and all the cities of Sihon king of the Amorites, who reigned in Heshbon, as far as the border of the sons of Ammon;"
    },
    {
        "o": 6709,
        "r": "nasb:Joshua:13:11",
        "t": "and Gilead, and the territory of the Geshurites and Maacathites, and all Mount Hermon, and all Bashan as far as Salecah;"
    },
    {
        "o": 6710,
        "r": "nasb:Joshua:13:12",
        "t": "all the kingdom of Og in Bashan, who reigned in Ashtaroth and in Edrei (he alone was left of the remnant of the Rephaim); for Moses struck them and dispossessed them."
    },
    {
        "o": 6711,
        "r": "nasb:Joshua:13:13",
        "t": "But the sons of Israel did not dispossess the Geshurites or the Maacathites; for Geshur and Maacath live among Israel until this day."
    },
    {
        "o": 6712,
        "r": "nasb:Joshua:13:14",
        "t": "Only to the tribe of Levi he did not give an inheritance; the offerings by fire to the Lord,*s the God of Israel, are their inheritance, as He spoke to him."
    },
    {
        "o": 6713,
        "r": "nasb:Joshua:13:15",
        "t": "So*p Moses gave an*i inheritance*i to the tribe of the sons of Reuben according to their families."
    },
    {
        "o": 6714,
        "r": "nasb:Joshua:13:16",
        "t": "Their territory was from Aroer, which is on the edge of the valley of the Arnon, with the city which is in the middle of the valley and all the plain by Medeba;"
    },
    {
        "o": 6715,
        "r": "nasb:Joshua:13:17",
        "t": "Heshbon, and all its cities which are on the plain: Dibon and Bamoth-baal and Beth-baal-meon,"
    },
    {
        "o": 6716,
        "r": "nasb:Joshua:13:18",
        "t": "and Jahaz and Kedemoth and Mephaath,"
    },
    {
        "o": 6717,
        "r": "nasb:Joshua:13:19",
        "t": "and Kiriathaim and Sibmah and Zereth-shahar on the hill of the valley,"
    },
    {
        "o": 6718,
        "r": "nasb:Joshua:13:20",
        "t": "and Beth-peor and the slopes of Pisgah and Beth-jeshimoth,"
    },
    {
        "o": 6719,
        "r": "nasb:Joshua:13:21",
        "t": "even all the cities of the plain and all the kingdom of Sihon king of the Amorites who reigned in Heshbon, whom Moses struck with the chiefs of Midian, Evi and Rekem and Zur and Hur and Reba, the princes of Sihon, who lived in the land."
    },
    {
        "o": 6720,
        "r": "nasb:Joshua:13:22",
        "t": "The sons of Israel also killed Balaam the son of Beor, the diviner, with the sword among the*i rest*i of*i their slain."
    },
    {
        "o": 6721,
        "r": "nasb:Joshua:13:23",
        "t": "The border of the sons of Reuben was the Jordan. This was the inheritance of the sons of Reuben according to their families, the cities and their villages."
    },
    {
        "o": 6722,
        "r": "nasb:Joshua:13:24",
        "t": "Moses*p also gave an*i inheritance*i to the tribe of Gad, to the sons of Gad, according to their families."
    },
    {
        "o": 6723,
        "r": "nasb:Joshua:13:25",
        "t": "Their territory was Jazer, and all the cities of Gilead, and half the land of the sons of Ammon, as far as Aroer which is before Rabbah;"
    },
    {
        "o": 6724,
        "r": "nasb:Joshua:13:26",
        "t": "and from Heshbon as far as Ramath-mizpeh and Betonim, and from Mahanaim as far as the border of Debir;"
    },
    {
        "o": 6725,
        "r": "nasb:Joshua:13:27",
        "t": "and in the valley, Beth-haram and Beth-nimrah and Succoth and Zaphon, the rest of the kingdom of Sihon king of Heshbon, with the Jordan as a border, as far as the lower*i end of the Sea of Chinnereth beyond the Jordan to the east."
    },
    {
        "o": 6726,
        "r": "nasb:Joshua:13:28",
        "t": "This is the inheritance of the sons of Gad according to their families, the cities and their villages."
    },
    {
        "o": 6727,
        "r": "nasb:Joshua:13:29",
        "t": "Moses*p also gave an*i inheritance*i to the half-tribe of Manasseh; and it was for the half-tribe of the sons of Manasseh according to their families."
    },
    {
        "o": 6728,
        "r": "nasb:Joshua:13:30",
        "t": "Their territory was from Mahanaim, all Bashan, all the kingdom of Og king of Bashan, and all the towns of Jair, which are in Bashan, sixty cities;"
    },
    {
        "o": 6729,
        "r": "nasb:Joshua:13:31",
        "t": "also half of Gilead, with Ashtaroth and Edrei, the cities of the kingdom of Og in Bashan, were*i for the sons of Machir the son of Manasseh, for half of the sons of Machir according to their families."
    },
    {
        "o": 6730,
        "r": "nasb:Joshua:13:32",
        "t": "These*p are the*i territories*i which Moses apportioned for an inheritance in the plains of Moab, beyond the Jordan at Jericho to the east."
    },
    {
        "o": 6731,
        "r": "nasb:Joshua:13:33",
        "t": "But to the tribe of Levi, Moses did not give an inheritance; the Lord,*s the God of Israel, is their inheritance, as He had promised to them."
    }
]
