[
    {
        "o": 33430,
        "r": "csb:Colossians:3:0",
        "t": "Colossians 3",
        "h": 1
    },
    {
        "o": 33431,
        "r": "csb:Colossians:3:0",
        "t": "The Life of the New Man",
        "h": 2
    },
    {
        "o": 33432,
        "r": "csb:Colossians:3:1",
        "t": "So*p if you have been raised with Christ, seek the things above, where Christ is, seated at the right hand of God."
    },
    {
        "o": 33433,
        "r": "csb:Colossians:3:2",
        "t": "Set your minds on things above, not on earthly things."
    },
    {
        "o": 33434,
        "r": "csb:Colossians:3:3",
        "t": "For you died, and your life is hidden with Christ in God."
    },
    {
        "o": 33435,
        "r": "csb:Colossians:3:4",
        "t": "When Christ, who is your life, appears, then you also will appear with him in glory."
    },
    {
        "o": 33436,
        "r": "csb:Colossians:3:5",
        "t": "Therefore,*p put to death what belongs to your earthly nature: sexual immorality, impurity, lust, evil desire, and greed, which is idolatry."
    },
    {
        "o": 33437,
        "r": "csb:Colossians:3:6",
        "t": "Because of these, God’s wrath is coming upon the disobedient,"
    },
    {
        "o": 33438,
        "r": "csb:Colossians:3:7",
        "t": "and you once walked in these things when you were living in them."
    },
    {
        "o": 33439,
        "r": "csb:Colossians:3:8",
        "t": "But now, put away all the following: anger, wrath, malice, slander, and filthy language from your mouth."
    },
    {
        "o": 33440,
        "r": "csb:Colossians:3:9",
        "t": "Do not lie to one another, since you have put off the old self with its practices"
    },
    {
        "o": 33441,
        "r": "csb:Colossians:3:10",
        "t": "and have put on the new self. You are being renewed in knowledge according to the image of your Creator."
    },
    {
        "o": 33442,
        "r": "csb:Colossians:3:11",
        "t": "In Christ there is not Greek and Jew, circumcision and uncircumcision, barbarian, Scythian, slave and free; but Christ is all and in all."
    },
    {
        "o": 33443,
        "r": "csb:Colossians:3:11",
        "t": "The Christian Life",
        "h": 2
    },
    {
        "o": 33444,
        "r": "csb:Colossians:3:12",
        "t": "Therefore,*p as God’s chosen ones, holy and dearly loved, put on compassion, kindness, humility, gentleness, and patience,"
    },
    {
        "o": 33445,
        "r": "csb:Colossians:3:13",
        "t": "bearing with one another and forgiving one another if anyone has a grievance against another. Just as the Lord has forgiven you, so you are also to forgive."
    },
    {
        "o": 33446,
        "r": "csb:Colossians:3:14",
        "t": "Above all, put on love, which is the perfect bond of unity."
    },
    {
        "o": 33447,
        "r": "csb:Colossians:3:15",
        "t": "And let the peace of Christ, to which you were also called in one body, rule your hearts. And be thankful."
    },
    {
        "o": 33448,
        "r": "csb:Colossians:3:16",
        "t": "Let the word of Christ dwell richly among you, in all wisdom teaching and admonishing one another through psalms, hymns, and spiritual songs, singing to God with gratitude in your hearts."
    },
    {
        "o": 33449,
        "r": "csb:Colossians:3:17",
        "t": "And whatever you do, in word or in deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him."
    },
    {
        "o": 33450,
        "r": "csb:Colossians:3:17",
        "t": "Christ in Your Home",
        "h": 2
    },
    {
        "o": 33451,
        "r": "csb:Colossians:3:18",
        "t": "Wives,*p submit yourselves to your husbands, as is fitting in the Lord."
    },
    {
        "o": 33452,
        "r": "csb:Colossians:3:19",
        "t": "Husbands, love your wives and don’t be bitter toward them."
    },
    {
        "o": 33453,
        "r": "csb:Colossians:3:20",
        "t": "Children, obey your parents in everything, for this pleases the Lord."
    },
    {
        "o": 33454,
        "r": "csb:Colossians:3:21",
        "t": "Fathers, do not exasperate your children, so that they won’t become discouraged."
    },
    {
        "o": 33455,
        "r": "csb:Colossians:3:22",
        "t": "Slaves, obey your human masters in everything. Don’t work only while being watched, as people-pleasers, but work wholeheartedly, fearing the Lord."
    },
    {
        "o": 33456,
        "r": "csb:Colossians:3:23",
        "t": "Whatever you do, do it from the heart, as something done for the Lord and not for people,"
    },
    {
        "o": 33457,
        "r": "csb:Colossians:3:24",
        "t": "knowing that you will receive the reward of an inheritance from the Lord. You serve the Lord Christ."
    },
    {
        "o": 33458,
        "r": "csb:Colossians:3:25",
        "t": "For the wrongdoer will be paid back for whatever wrong he has done, and there is no favoritism."
    }
]
