[
    {
        "o": 11058,
        "r": "csb:2 Kings:17:0",
        "t": "2 Kings 17",
        "h": 1
    },
    {
        "o": 11059,
        "r": "csb:2 Kings:17:0",
        "t": "Israel’s King Hoshea",
        "h": 2
    },
    {
        "o": 11060,
        "r": "csb:2 Kings:17:1",
        "t": "In*p the twelfth year of Judah’s King Ahaz, Hoshea son of Elah became king over Israel in Samaria, and he reigned nine years."
    },
    {
        "o": 11061,
        "r": "csb:2 Kings:17:2",
        "t": "He did what was evil in the Lord’s*s sight, but not like the kings of Israel who preceded him."
    },
    {
        "o": 11062,
        "r": "csb:2 Kings:17:3",
        "t": "King*p Shalmaneser of Assyria attacked him, and Hoshea became his vassal and paid him tribute."
    },
    {
        "o": 11063,
        "r": "csb:2 Kings:17:4",
        "t": "But the king of Assyria caught Hoshea in a conspiracy: He had sent envoys to So king of Egypt and had not paid tribute to the king of Assyria as in previous years. Therefore the king of Assyria arrested him and put him in prison."
    },
    {
        "o": 11064,
        "r": "csb:2 Kings:17:5",
        "t": "The king of Assyria invaded the whole land, marched up to Samaria, and besieged it for three years."
    },
    {
        "o": 11065,
        "r": "csb:2 Kings:17:5",
        "t": "The Fall of Samaria",
        "h": 2
    },
    {
        "o": 11066,
        "r": "csb:2 Kings:17:6",
        "t": "In*p the ninth year of Hoshea, the king of Assyria captured Samaria. He deported the Israelites to Assyria and settled them in Halah, along the Habor (Gozan’s river), and in the cities of the Medes."
    },
    {
        "o": 11067,
        "r": "csb:2 Kings:17:6",
        "t": "Why Israel Fell",
        "h": 2
    },
    {
        "o": 11068,
        "r": "csb:2 Kings:17:7",
        "t": "This*p disaster happened because the people of Israel sinned against the Lord*s their God who had brought them out of the land of Egypt from the power of Pharaoh king of Egypt and because they worshiped other gods."
    },
    {
        "o": 11069,
        "r": "csb:2 Kings:17:8",
        "t": "They lived according to the customs of the nations that the Lord*s had dispossessed before the Israelites and according to what the kings of Israel did."
    },
    {
        "o": 11070,
        "r": "csb:2 Kings:17:9",
        "t": "The Israelites secretly did things against the Lord*s their God that were not right. They built high places in all their towns from watchtower to fortified city."
    },
    {
        "o": 11071,
        "r": "csb:2 Kings:17:10",
        "t": "They set up for themselves sacred pillars and Asherah poles on every high hill and under every green tree."
    },
    {
        "o": 11072,
        "r": "csb:2 Kings:17:11",
        "t": "They burned incense there on all the high places just like the nations that the Lord*s had driven out before them had done. They did evil things, angering the Lord.*s"
    },
    {
        "o": 11073,
        "r": "csb:2 Kings:17:12",
        "t": "They served idols, although the Lord*s had told them, “You must not do this.”"
    },
    {
        "o": 11074,
        "r": "csb:2 Kings:17:13",
        "t": "Still, the Lord*s warned Israel and Judah through every prophet and every seer, saying, “Turn from your evil ways and keep my commands and statutes according to the whole law I commanded your ancestors and sent to you through my servants the prophets.”"
    },
    {
        "o": 11075,
        "r": "csb:2 Kings:17:14",
        "t": "But*p they would not listen. Instead they became obstinate like their ancestors who did not believe the Lord*s their God."
    },
    {
        "o": 11076,
        "r": "csb:2 Kings:17:15",
        "t": "They rejected his statutes and his covenant he had made with their ancestors and the warnings he had given them. They followed worthless idols and became worthless themselves, following the surrounding nations the Lord*s had commanded them not to imitate."
    },
    {
        "o": 11077,
        "r": "csb:2 Kings:17:16",
        "t": "They*p abandoned all the commands of the Lord*s their God. They made cast images for themselves, two calves, and an Asherah pole. They bowed in worship to all the stars in the sky and served Baal."
    },
    {
        "o": 11078,
        "r": "csb:2 Kings:17:17",
        "t": "They sacrificed their sons and daughters in the fire and practiced divination and interpreted omens. They devoted themselves to do what was evil in the Lord’s*s sight and angered him."
    },
    {
        "o": 11079,
        "r": "csb:2 Kings:17:18",
        "t": "Therefore,*p the Lord*s was very angry with Israel, and he removed them from his presence. Only the tribe of Judah remained."
    },
    {
        "o": 11080,
        "r": "csb:2 Kings:17:19",
        "t": "Even Judah did not keep the commands of the Lord*s their God but lived according to the customs Israel had practiced."
    },
    {
        "o": 11081,
        "r": "csb:2 Kings:17:20",
        "t": "So the Lord*s rejected all the descendants of Israel, punished them, and handed them over to plunderers until he had banished them from his presence."
    },
    {
        "o": 11082,
        "r": "csb:2 Kings:17:20",
        "t": "Summary of Israel’s History",
        "h": 2
    },
    {
        "o": 11083,
        "r": "csb:2 Kings:17:21",
        "t": "When*p the Lord*s tore Israel from the house of David, Israel made Jeroboam son of Nebat king. Then Jeroboam led Israel away from following the Lord*s and caused them to commit grave sin."
    },
    {
        "o": 11084,
        "r": "csb:2 Kings:17:22",
        "t": "The Israelites persisted in all the sins that Jeroboam committed and did not turn away from them."
    },
    {
        "o": 11085,
        "r": "csb:2 Kings:17:23",
        "t": "Finally, the Lord*s removed Israel from his presence just as he had declared through all his servants the prophets. So Israel has been exiled to Assyria from their homeland to this very day."
    },
    {
        "o": 11086,
        "r": "csb:2 Kings:17:23",
        "t": "Foreign Refugees in Israel",
        "h": 2
    },
    {
        "o": 11087,
        "r": "csb:2 Kings:17:24",
        "t": "Then*p the king of Assyria brought people from Babylon, Cuthah, Avva, Hamath, and Sepharvaim and settled them in place of the Israelites in the cities of Samaria. The settlers took possession of Samaria and lived in its cities."
    },
    {
        "o": 11088,
        "r": "csb:2 Kings:17:25",
        "t": "When they first lived there, they did not fear the Lord.*s So the Lord*s sent lions among them, which killed some of them."
    },
    {
        "o": 11089,
        "r": "csb:2 Kings:17:26",
        "t": "The settlers said to the king of Assyria, “The nations that you have deported and placed in the cities of Samaria do not know the requirements of the god of the land. Therefore he has sent lions among them that are killing them because the people don’t know the requirements of the god of the land.”"
    },
    {
        "o": 11090,
        "r": "csb:2 Kings:17:27",
        "t": "Then*p the king of Assyria issued a command: “Send back one of the priests you deported. Have him go and live there so he can teach them the requirements of the god of the land.”"
    },
    {
        "o": 11091,
        "r": "csb:2 Kings:17:28",
        "t": "So one of the priests they had deported came and lived in Bethel, and he began to teach them how they should fear the Lord.*s"
    },
    {
        "o": 11092,
        "r": "csb:2 Kings:17:29",
        "t": "But*p the people of each nation were still making their own gods in the cities where they lived and putting them in the shrines of the high places that the people of Samaria had made."
    },
    {
        "o": 11093,
        "r": "csb:2 Kings:17:30",
        "t": "The men of Babylon made Succoth-benoth, the men of Cuth made Nergal, the men of Hamath made Ashima,"
    },
    {
        "o": 11094,
        "r": "csb:2 Kings:17:31",
        "t": "the Avvites made Nibhaz and Tartak, and the Sepharvites burned their children in the fire to Adrammelech and Anammelech, the gods of Sepharvaim."
    },
    {
        "o": 11095,
        "r": "csb:2 Kings:17:32",
        "t": "They feared the Lord,*s but they also made from their ranks priests for the high places, who were working for them at the shrines of the high places."
    },
    {
        "o": 11096,
        "r": "csb:2 Kings:17:33",
        "t": "They feared the Lord,*s but they also worshiped their own gods according to the practice of the nations from which they had been deported."
    },
    {
        "o": 11097,
        "r": "csb:2 Kings:17:34",
        "t": "They*p are still observing the former practices to this day. None of them fear the Lord*s or observe the statutes and ordinances, the law and commandments that the Lord*s had commanded the descendants of Jacob, whom he had given the name Israel."
    },
    {
        "o": 11098,
        "r": "csb:2 Kings:17:35",
        "t": "The Lord*s made a covenant with Jacob’s descendants and commanded them, “Do not fear other gods; do not bow in worship to them; do not serve them; do not sacrifice to them."
    },
    {
        "o": 11099,
        "r": "csb:2 Kings:17:36",
        "t": "Instead fear the Lord,*s who brought you up from the land of Egypt with great power and an outstretched arm. You are to bow down to him, and you are to sacrifice to him."
    },
    {
        "o": 11100,
        "r": "csb:2 Kings:17:37",
        "t": "You are to be careful always to observe the statutes, the ordinances, the law, and the commandments he wrote for you; do not fear other gods."
    },
    {
        "o": 11101,
        "r": "csb:2 Kings:17:38",
        "t": "Do not forget the covenant that I have made with you. Do not fear other gods,"
    },
    {
        "o": 11102,
        "r": "csb:2 Kings:17:39",
        "t": "but fear the Lord*s your God, and he will rescue you from all your enemies.”"
    },
    {
        "o": 11103,
        "r": "csb:2 Kings:17:40",
        "t": "However,*p these nations would not listen but continued observing their former practices."
    },
    {
        "o": 11104,
        "r": "csb:2 Kings:17:41",
        "t": "They feared the Lord*s but also served their idols. Still today, their children and grandchildren continue doing as their ancestors did."
    }
]
