[
    {
        "o": 29149,
        "r": "kjv:Romans:2:0",
        "t": "Romans 2",
        "h": 1
    },
    {
        "o": 29150,
        "r": "kjv:Romans:2:1",
        "t": "Therefore*p thou art inexcusable, O man, whosoever thou art that judgest: for wherein thou judgest another, thou condemnest thyself; for thou that judgest doest the same things."
    },
    {
        "o": 29151,
        "r": "kjv:Romans:2:2",
        "t": "But*p we are sure that the judgment of God is according to truth against them which commit such things."
    },
    {
        "o": 29152,
        "r": "kjv:Romans:2:3",
        "t": "And*p thinkest thou this, O man, that judgest them which do such things, and doest the same, that thou shalt escape the judgment of God?"
    },
    {
        "o": 29153,
        "r": "kjv:Romans:2:4",
        "t": "Or*p despisest thou the riches of his goodness and forbearance and longsuffering; not knowing that the goodness of God leadeth thee to repentance?"
    },
    {
        "o": 29154,
        "r": "kjv:Romans:2:5",
        "t": "But*p after thy hardness and impenitent heart treasurest up unto thyself wrath against the day of wrath and revelation of the righteous judgment of God;"
    },
    {
        "o": 29155,
        "r": "kjv:Romans:2:6",
        "t": "Who*p will render to every man according to his deeds:"
    },
    {
        "o": 29156,
        "r": "kjv:Romans:2:7",
        "t": "To*p them who by patient continuance in well doing seek for glory and honour and immortality, eternal life:"
    },
    {
        "o": 29157,
        "r": "kjv:Romans:2:8",
        "t": "But*p unto them that are contentious, and do not obey the truth, but obey unrighteousness, indignation and wrath,"
    },
    {
        "o": 29158,
        "r": "kjv:Romans:2:9",
        "t": "Tribulation*p and anguish, upon every soul of man that doeth evil, of the Jew first, and also of the Gentile;"
    },
    {
        "o": 29159,
        "r": "kjv:Romans:2:10",
        "t": "But*p glory, honour, and peace, to every man that worketh good, to the Jew first, and also to the Gentile:"
    },
    {
        "o": 29160,
        "r": "kjv:Romans:2:11",
        "t": "For*p there is no respect of persons with God."
    },
    {
        "o": 29161,
        "r": "kjv:Romans:2:12",
        "t": "For*p as many as have sinned without law shall also perish without law: and as many as have sinned in the law shall be judged by the law;"
    },
    {
        "o": 29162,
        "r": "kjv:Romans:2:13",
        "t": "(For*p not the hearers of the law are just before God, but the doers of the law shall be justified."
    },
    {
        "o": 29163,
        "r": "kjv:Romans:2:14",
        "t": "For*p when the Gentiles, which have not the law, do by nature the things contained in the law, these, having not the law, are a law unto themselves:"
    },
    {
        "o": 29164,
        "r": "kjv:Romans:2:15",
        "t": "Which*p shew the work of the law written in their hearts, their conscience also bearing witness, and their thoughts the mean while accusing or else excusing one another;)"
    },
    {
        "o": 29165,
        "r": "kjv:Romans:2:16",
        "t": "In*p the day when God shall judge the secrets of men by Jesus Christ according to my gospel."
    },
    {
        "o": 29166,
        "r": "kjv:Romans:2:17",
        "t": "Behold,*p thou art called a Jew, and restest in the law, and makest thy boast of God,"
    },
    {
        "o": 29167,
        "r": "kjv:Romans:2:18",
        "t": "And*p knowest his will, and approvest the things that are more excellent, being instructed out of the law;"
    },
    {
        "o": 29168,
        "r": "kjv:Romans:2:19",
        "t": "And*p art confident that thou thyself art a guide of the blind, a light of them which are in darkness,"
    },
    {
        "o": 29169,
        "r": "kjv:Romans:2:20",
        "t": "An*p instructor of the foolish, a teacher of babes, which hast the form of knowledge and of the truth in the law."
    },
    {
        "o": 29170,
        "r": "kjv:Romans:2:21",
        "t": "Thou*p therefore which teachest another, teachest thou not thyself? thou that preachest a man should not steal, dost thou steal?"
    },
    {
        "o": 29171,
        "r": "kjv:Romans:2:22",
        "t": "Thou*p that sayest a man should not commit adultery, dost thou commit adultery? thou that abhorrest idols, dost thou commit sacrilege?"
    },
    {
        "o": 29172,
        "r": "kjv:Romans:2:23",
        "t": "Thou*p that makest thy boast of the law, through breaking the law dishonourest thou God?"
    },
    {
        "o": 29173,
        "r": "kjv:Romans:2:24",
        "t": "For*p the name of God is blasphemed among the Gentiles through you, as it is written."
    },
    {
        "o": 29174,
        "r": "kjv:Romans:2:25",
        "t": "For*p circumcision verily profiteth, if thou keep the law: but if thou be a breaker of the law, thy circumcision is made uncircumcision."
    },
    {
        "o": 29175,
        "r": "kjv:Romans:2:26",
        "t": "Therefore*p if the uncircumcision keep the righteousness of the law, shall not his uncircumcision be counted for circumcision?"
    },
    {
        "o": 29176,
        "r": "kjv:Romans:2:27",
        "t": "And*p shall not uncircumcision which is by nature, if it fulfil the law, judge thee, who by the letter and circumcision dost transgress the law?"
    },
    {
        "o": 29177,
        "r": "kjv:Romans:2:28",
        "t": "For*p he is not a Jew, which is one outwardly; neither is that circumcision, which is outward in the flesh:"
    },
    {
        "o": 29178,
        "r": "kjv:Romans:2:29",
        "t": "But*p he is a Jew, which is one inwardly; and circumcision is that of the heart, in the spirit, and not in the letter; whose praise is not of men, but of God."
    }
]
