[
    {
        "o": 6671,
        "r": "csb:Joshua:9:0",
        "t": "Joshua 9",
        "h": 1
    },
    {
        "o": 6672,
        "r": "csb:Joshua:9:0",
        "t": "Deception by Gibeon",
        "h": 2
    },
    {
        "o": 6673,
        "r": "csb:Joshua:9:1",
        "t": "When*p all the kings heard about Jericho and Ai, those who were west of the Jordan in the hill country, in the Judean foothills, and all along the coast of the Mediterranean Sea toward Lebanon - the Hethites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites -"
    },
    {
        "o": 6674,
        "r": "csb:Joshua:9:2",
        "t": "they formed a unified alliance to fight against Joshua and Israel."
    },
    {
        "o": 6675,
        "r": "csb:Joshua:9:3",
        "t": "When*p the inhabitants of Gibeon heard what Joshua had done to Jericho and Ai,"
    },
    {
        "o": 6676,
        "r": "csb:Joshua:9:4",
        "t": "they acted deceptively. They gathered provisions and took worn-out sacks on their donkeys and old wineskins, cracked and mended."
    },
    {
        "o": 6677,
        "r": "csb:Joshua:9:5",
        "t": "They wore old, patched sandals on their feet and threadbare clothing on their bodies. Their entire provision of bread was dry and crumbly."
    },
    {
        "o": 6678,
        "r": "csb:Joshua:9:6",
        "t": "They went to Joshua in the camp at Gilgal and said to him and the men of Israel, “We have come from a distant land. Please make a treaty with us.”"
    },
    {
        "o": 6679,
        "r": "csb:Joshua:9:7",
        "t": "The*p men of Israel replied to the Hivites, “Perhaps you live among us. How can we make a treaty with you?”"
    },
    {
        "o": 6680,
        "r": "csb:Joshua:9:8",
        "t": "They*p said to Joshua, “We are your servants.” Then*p Joshua asked them, “Who are you and where do you come from?”"
    },
    {
        "o": 6681,
        "r": "csb:Joshua:9:9",
        "t": "They*p replied to him, “Your servants have come from a faraway land because of the reputation of the Lord*s your God. For we have heard of his fame, and all that he did in Egypt,"
    },
    {
        "o": 6682,
        "r": "csb:Joshua:9:10",
        "t": "and all that he did to the two Amorite kings beyond the Jordan - King Sihon of Heshbon and King Og of Bashan, who was in Ashtaroth."
    },
    {
        "o": 6683,
        "r": "csb:Joshua:9:11",
        "t": "So our elders and all the inhabitants of our land told us, ‘Take provisions with you for the journey; go and meet them and say, “We are your servants. Please make a treaty with us.”’"
    },
    {
        "o": 6684,
        "r": "csb:Joshua:9:12",
        "t": "This bread of ours was warm when we took it from our houses as food on the day we left to come to you; but see, it is now dry and crumbly."
    },
    {
        "o": 6685,
        "r": "csb:Joshua:9:13",
        "t": "These wineskins were new when we filled them; but see, they are cracked. And these clothes and sandals of ours are worn out from the extremely long journey.”"
    },
    {
        "o": 6686,
        "r": "csb:Joshua:9:14",
        "t": "Then the men of Israel took some of their provisions, but did not seek the Lord’s*s decision."
    },
    {
        "o": 6687,
        "r": "csb:Joshua:9:15",
        "t": "So Joshua established peace with them and made a treaty to let them live, and the leaders of the community swore an oath to them."
    },
    {
        "o": 6688,
        "r": "csb:Joshua:9:15",
        "t": "Gibeon’s Deception Discovered",
        "h": 2
    },
    {
        "o": 6689,
        "r": "csb:Joshua:9:16",
        "t": "Three*p days after making the treaty with them, they heard that the Gibeonites were their neighbors, living among them."
    },
    {
        "o": 6690,
        "r": "csb:Joshua:9:17",
        "t": "So the Israelites set out and reached the Gibeonite cities on the third day. Now their cities were Gibeon, Chephirah, Beeroth, and Kiriath-jearim."
    },
    {
        "o": 6691,
        "r": "csb:Joshua:9:18",
        "t": "But the Israelites did not attack them, because the leaders of the community had sworn an oath to them by the Lord,*s the God of Israel. Then the whole community grumbled against the leaders."
    },
    {
        "o": 6692,
        "r": "csb:Joshua:9:19",
        "t": "All*p the leaders answered them, “We have sworn an oath to them by the Lord,*s the God of Israel, and now we cannot touch them."
    },
    {
        "o": 6693,
        "r": "csb:Joshua:9:20",
        "t": "This is how we will treat them: we will let them live, so that no wrath will fall on us because of the oath we swore to them.”"
    },
    {
        "o": 6694,
        "r": "csb:Joshua:9:21",
        "t": "They also said, “Let them live.” So the Gibeonites became woodcutters and water carriers for the whole community, as the leaders had promised them."
    },
    {
        "o": 6695,
        "r": "csb:Joshua:9:22",
        "t": "Joshua*p summoned the Gibeonites and said to them, “Why did you deceive us by telling us you live far away from us, when in fact you live among us?"
    },
    {
        "o": 6696,
        "r": "csb:Joshua:9:23",
        "t": "Therefore you are cursed and will always be slaves - woodcutters and water carriers for the house of my God.”"
    },
    {
        "o": 6697,
        "r": "csb:Joshua:9:24",
        "t": "The*p Gibeonites answered him, “It was clearly communicated to your servants that the Lord*s your God had commanded his servant Moses to give you all the land and to destroy all the inhabitants of the land before you. We greatly feared for our lives because of you, and that is why we did this."
    },
    {
        "o": 6698,
        "r": "csb:Joshua:9:25",
        "t": "Now we are in your hands. Do to us whatever you think is right.”"
    },
    {
        "o": 6699,
        "r": "csb:Joshua:9:26",
        "t": "This is what Joshua did to them: he rescued them from the Israelites, and they did not kill them."
    },
    {
        "o": 6700,
        "r": "csb:Joshua:9:27",
        "t": "On that day he made them woodcutters and water carriers - as they are today - for the community and for the Lord’s*s altar at the place he would choose."
    }
]
