[
    {
        "o": 11056,
        "r": "niv:2 Kings:21:0",
        "t": "2 Kings 21",
        "h": 1
    },
    {
        "o": 11057,
        "r": "niv:2 Kings:21:0",
        "t": "Manasseh King of Judah",
        "h": 2
    },
    {
        "o": 11058,
        "r": "niv:2 Kings:21:1",
        "t": "Manasseh*p was twelve years old when he became king, and he reigned in Jerusalem fifty-five years. His mother’s name was Hephzibah."
    },
    {
        "o": 11059,
        "r": "niv:2 Kings:21:2",
        "t": "He did evil in the eyes of the Lord,*s following the detestable practices of the nations the Lord*s had driven out before the Israelites."
    },
    {
        "o": 11060,
        "r": "niv:2 Kings:21:3",
        "t": "He rebuilt the high places his father Hezekiah had destroyed; he also erected altars to Baal and made an Asherah pole, as Ahab king of Israel had done. He bowed down to all the starry hosts and worshiped them."
    },
    {
        "o": 11061,
        "r": "niv:2 Kings:21:4",
        "t": "He built altars in the temple of the Lord,*s of which the Lord*s had said, “In Jerusalem I will put my Name.”"
    },
    {
        "o": 11062,
        "r": "niv:2 Kings:21:5",
        "t": "In the two courts of the temple of the Lord,*s he built altars to all the starry hosts."
    },
    {
        "o": 11063,
        "r": "niv:2 Kings:21:6",
        "t": "He sacrificed his own son in the fire, practiced divination, sought omens, and consulted mediums and spiritists. He did much evil in the eyes of the Lord,*s arousing his anger."
    },
    {
        "o": 11064,
        "r": "niv:2 Kings:21:7",
        "t": "He*p took the carved Asherah pole he had made and put it in the temple, of which the Lord*s had said to David and to his son Solomon, “In this temple and in Jerusalem, which I have chosen out of all the tribes of Israel, I will put my Name forever."
    },
    {
        "o": 11065,
        "r": "niv:2 Kings:21:8",
        "t": "I will not again make the feet of the Israelites wander from the land I gave their ancestors, if only they will be careful to do everything I commanded them and will keep the whole Law that my servant Moses gave them.”"
    },
    {
        "o": 11066,
        "r": "niv:2 Kings:21:9",
        "t": "But the people did not listen. Manasseh led them astray, so that they did more evil than the nations the Lord*s had destroyed before the Israelites."
    },
    {
        "o": 11067,
        "r": "niv:2 Kings:21:10",
        "t": "The*p Lord*s said through his servants the prophets:"
    },
    {
        "o": 11068,
        "r": "niv:2 Kings:21:11",
        "t": "“Manasseh king of Judah has committed these detestable sins. He has done more evil than the Amorites who preceded him and has led Judah into sin with his idols."
    },
    {
        "o": 11069,
        "r": "niv:2 Kings:21:12",
        "t": "Therefore this is what the Lord,*s the God of Israel, says: I am going to bring such disaster on Jerusalem and Judah that the ears of everyone who hears of it will tingle."
    },
    {
        "o": 11070,
        "r": "niv:2 Kings:21:13",
        "t": "I will stretch out over Jerusalem the measuring line used against Samaria and the plumb line used against the house of Ahab. I will wipe out Jerusalem as one wipes a dish, wiping it and turning it upside down."
    },
    {
        "o": 11071,
        "r": "niv:2 Kings:21:14",
        "t": "I will forsake the remnant of my inheritance and give them into the hands of enemies. They will be looted and plundered by all their enemies;"
    },
    {
        "o": 11072,
        "r": "niv:2 Kings:21:15",
        "t": "they have done evil in my eyes and have aroused my anger from the day their ancestors came out of Egypt until this day.”"
    },
    {
        "o": 11073,
        "r": "niv:2 Kings:21:16",
        "t": "Moreover,*p Manasseh also shed so much innocent blood that he filled Jerusalem from end to end—besides the sin that he had caused Judah to commit, so that they did evil in the eyes of the Lord.*s"
    },
    {
        "o": 11074,
        "r": "niv:2 Kings:21:17",
        "t": "As*p for the other events of Manasseh’s reign, and all he did, including the sin he committed, are they not written in the book of the annals of the kings of Judah?"
    },
    {
        "o": 11075,
        "r": "niv:2 Kings:21:18",
        "t": "Manasseh rested with his ancestors and was buried in his palace garden, the garden of Uzza. And Amon his son succeeded him as king."
    },
    {
        "o": 11076,
        "r": "niv:2 Kings:21:18",
        "t": "Amon King of Judah",
        "h": 2
    },
    {
        "o": 11077,
        "r": "niv:2 Kings:21:19",
        "t": "Amon*p was twenty-two years old when he became king, and he reigned in Jerusalem two years. His mother’s name was Meshullemeth daughter of Haruz; she was from Jotbah."
    },
    {
        "o": 11078,
        "r": "niv:2 Kings:21:20",
        "t": "He did evil in the eyes of the Lord,*s as his father Manasseh had done."
    },
    {
        "o": 11079,
        "r": "niv:2 Kings:21:21",
        "t": "He followed completely the ways of his father, worshiping the idols his father had worshiped, and bowing down to them."
    },
    {
        "o": 11080,
        "r": "niv:2 Kings:21:22",
        "t": "He forsook the Lord,*s the God of his ancestors, and did not walk in obedience to him."
    },
    {
        "o": 11081,
        "r": "niv:2 Kings:21:23",
        "t": "Amon’s*p officials conspired against him and assassinated the king in his palace."
    },
    {
        "o": 11082,
        "r": "niv:2 Kings:21:24",
        "t": "Then the people of the land killed all who had plotted against King Amon, and they made Josiah his son king in his place."
    },
    {
        "o": 11083,
        "r": "niv:2 Kings:21:25",
        "t": "As*p for the other events of Amon’s reign, and what he did, are they not written in the book of the annals of the kings of Judah?"
    },
    {
        "o": 11084,
        "r": "niv:2 Kings:21:26",
        "t": "He was buried in his tomb in the garden of Uzza. And Josiah his son succeeded him as king."
    }
]
