[
    {
        "o": 1415,
        "r": "nkjv:Genesis:43:0",
        "t": "Genesis 43",
        "h": 1
    },
    {
        "o": 1416,
        "r": "nkjv:Genesis:43:0",
        "t": "Joseph’s Brothers Return with Benjamin",
        "h": 2
    },
    {
        "o": 1417,
        "r": "nkjv:Genesis:43:1",
        "t": "Now*p the famine was*i severe in the land."
    },
    {
        "o": 1418,
        "r": "nkjv:Genesis:43:2",
        "t": "And it came to pass, when they had eaten up the grain which they had brought from Egypt, that their father said to them, “Go back, buy us a little food.”"
    },
    {
        "o": 1419,
        "r": "nkjv:Genesis:43:3",
        "t": "But*p Judah spoke to him, saying, “The man solemnly warned us, saying, ‘You shall not see my face unless your brother is*i with you.’"
    },
    {
        "o": 1420,
        "r": "nkjv:Genesis:43:4",
        "t": "If you send our brother with us, we will go down and buy you food."
    },
    {
        "o": 1421,
        "r": "nkjv:Genesis:43:5",
        "t": "But if you will not send him,*i we will not go down; for the man said to us, ‘You shall not see my face unless your brother is*i with you.’”"
    },
    {
        "o": 1422,
        "r": "nkjv:Genesis:43:6",
        "t": "And*p Israel said, “Why did you deal so*i wrongfully with me as*i to tell the man whether you had still another*i brother?”"
    },
    {
        "o": 1423,
        "r": "nkjv:Genesis:43:7",
        "t": "But*p they said, “The man asked us pointedly about ourselves and our family, saying, ‘Is*i your father still alive? Have you another*i brother?’ And we told him according to these words. Could we possibly have known that he would say, ‘Bring your brother down’?”"
    },
    {
        "o": 1424,
        "r": "nkjv:Genesis:43:8",
        "t": "Then*p Judah said to Israel his father, “Send the lad with me, and we will arise and go, that we may live and not die, both we and you and*i also our little ones."
    },
    {
        "o": 1425,
        "r": "nkjv:Genesis:43:9",
        "t": "I myself will be surety for him; from my hand you shall require him. If I do not bring him back*i to you and set him before you, then let me bear the blame forever."
    },
    {
        "o": 1426,
        "r": "nkjv:Genesis:43:10",
        "t": "For if we had not lingered, surely by now we would have returned this second time.”"
    },
    {
        "o": 1427,
        "r": "nkjv:Genesis:43:11",
        "t": "And*p their father Israel said to them, “If it*i must*i be*i so, then do this: Take some of the best fruits of the land in your vessels and carry down a present for the man—a little balm and a little honey, spices and myrrh, pistachio nuts and almonds."
    },
    {
        "o": 1428,
        "r": "nkjv:Genesis:43:12",
        "t": "Take double money in your hand, and take back in your hand the money that was returned in the mouth of your sacks; perhaps it was an oversight."
    },
    {
        "o": 1429,
        "r": "nkjv:Genesis:43:13",
        "t": "Take your brother also, and arise, go back to the man."
    },
    {
        "o": 1430,
        "r": "nkjv:Genesis:43:14",
        "t": "And may God Almighty give you mercy before the man, that he may release your other brother and Benjamin. If I am bereaved, I am bereaved!”"
    },
    {
        "o": 1431,
        "r": "nkjv:Genesis:43:15",
        "t": "So*p the men took that present and Benjamin, and they took double money in their hand, and arose and went down to Egypt; and they stood before Joseph."
    },
    {
        "o": 1432,
        "r": "nkjv:Genesis:43:16",
        "t": "When Joseph saw Benjamin with them, he said to the steward of his house, “Take these*i men to my home, and slaughter an animal and make ready; for these*i men will dine with me at noon.”"
    },
    {
        "o": 1433,
        "r": "nkjv:Genesis:43:17",
        "t": "Then the man did as Joseph ordered, and the man brought the men into Joseph’s house."
    },
    {
        "o": 1434,
        "r": "nkjv:Genesis:43:18",
        "t": "Now*p the men were afraid because they were brought into Joseph’s house; and they said, “It*i is*i because of the money, which was returned in our sacks the first time, that we are brought in, so that he may make a case against us and seize us, to take us as slaves with our donkeys.”"
    },
    {
        "o": 1435,
        "r": "nkjv:Genesis:43:19",
        "t": "When*p they drew near to the steward of Joseph’s house, they talked with him at the door of the house,"
    },
    {
        "o": 1436,
        "r": "nkjv:Genesis:43:20",
        "t": "and said, “O sir, we indeed came down the first time to buy food;"
    },
    {
        "o": 1437,
        "r": "nkjv:Genesis:43:21",
        "t": "but it happened, when we came to the encampment, that we opened our sacks, and there, each*i man’s money was*i in the mouth of his sack, our money in full weight; so we have brought it back in our hand."
    },
    {
        "o": 1438,
        "r": "nkjv:Genesis:43:22",
        "t": "And we have brought down other money in our hands to buy food. We do not know who put our money in our sacks.”"
    },
    {
        "o": 1439,
        "r": "nkjv:Genesis:43:23",
        "t": "But*p he said, “Peace be*i with you, do not be afraid. Your God and the God of your father has given you treasure in your sacks; I had your money.” Then he brought Simeon out to them."
    },
    {
        "o": 1440,
        "r": "nkjv:Genesis:43:24",
        "t": "So*p the man brought the men into Joseph’s house and gave them*i water, and they washed their feet; and he gave their donkeys feed."
    },
    {
        "o": 1441,
        "r": "nkjv:Genesis:43:25",
        "t": "Then they made the present ready for Joseph’s coming at noon, for they heard that they would eat bread there."
    },
    {
        "o": 1442,
        "r": "nkjv:Genesis:43:26",
        "t": "And*p when Joseph came home, they brought him the present which was*i in their hand into the house, and bowed down before him to the earth."
    },
    {
        "o": 1443,
        "r": "nkjv:Genesis:43:27",
        "t": "Then he asked them about their*i well-being, and said, “Is*i your father well, the old man of whom you spoke? Is*i he still alive?”"
    },
    {
        "o": 1444,
        "r": "nkjv:Genesis:43:28",
        "t": "And*p they answered, “Your servant our father is*i in good health; he is*i still alive.” And they bowed their heads down and prostrated themselves."
    },
    {
        "o": 1445,
        "r": "nkjv:Genesis:43:29",
        "t": "Then*p he lifted his eyes and saw his brother Benjamin, his mother’s son, and said, “Is*i this your younger brother of whom you spoke to me?” And he said, “God be gracious to you, my son.”"
    },
    {
        "o": 1446,
        "r": "nkjv:Genesis:43:30",
        "t": "Now his heart yearned for his brother; so Joseph made haste and sought somewhere*i to weep. And he went into his*i chamber and wept there."
    },
    {
        "o": 1447,
        "r": "nkjv:Genesis:43:31",
        "t": "Then he washed his face and came out; and he restrained himself, and said, “Serve the bread.”"
    },
    {
        "o": 1448,
        "r": "nkjv:Genesis:43:32",
        "t": "So*p they set him a place by himself, and them by themselves, and the Egyptians who ate with him by themselves; because the Egyptians could not eat food with the Hebrews, for that is*i an abomination to the Egyptians."
    },
    {
        "o": 1449,
        "r": "nkjv:Genesis:43:33",
        "t": "And they sat before him, the firstborn according to his birthright and the youngest according to his youth; and the men looked in astonishment at one another."
    },
    {
        "o": 1450,
        "r": "nkjv:Genesis:43:34",
        "t": "Then he took servings to them from before him, but Benjamin’s serving was five times as much as any of theirs. So they drank and were merry with him."
    }
]
