[
    {
        "o": 25190,
        "r": "nasb:Micah:4:0",
        "t": "Micah 4",
        "h": 1
    },
    {
        "o": 25191,
        "r": "nasb:Micah:4:0",
        "t": "Peaceful Latter Days",
        "h": 2
    },
    {
        "o": 25192,
        "r": "nasb:Micah:4:1",
        "t": "And*pn it will come about in the last days That*ln the mountain of the house of the Lord*s Will*ln be established as the chief of the mountains. It*ln will be raised above the hills, And*ln the peoples will stream to it."
    },
    {
        "o": 25193,
        "r": "nasb:Micah:4:2",
        "t": "Many*ln nations will come and say, “Come*ln and let us go up to the mountain of the Lord*s And*ln to the house of the God of Jacob, That*ln He may teach us about His ways And*ln that we may walk in His paths.” For*ln from Zion will go forth the law, Even*ln the word of the Lord*s from Jerusalem."
    },
    {
        "o": 25194,
        "r": "nasb:Micah:4:3",
        "t": "And*ln He will judge between many peoples And*ln render decisions for mighty, distant nations. Then*ln they will hammer their swords into plowshares And*ln their spears into pruning hooks; Nation*ln will not lift up sword against nation, And*ln never again will they train for war."
    },
    {
        "o": 25195,
        "r": "nasb:Micah:4:4",
        "t": "Each*ln of them will sit under his vine And*ln under his fig tree, With*ln no one to make them*i afraid, For*ln the mouth of the Lord*s of hosts has spoken."
    },
    {
        "o": 25196,
        "r": "nasb:Micah:4:5",
        "t": "Though*ln all the peoples walk Each*ln in the name of his god, As*ln for us, we will walk In*ln the name of the Lord*s our God forever and ever."
    },
    {
        "o": 25197,
        "r": "nasb:Micah:4:6",
        "t": "“In*ln that day,” declares the Lord,*s “I*ln will assemble the lame And*ln gather the outcasts, Even*ln those whom I have afflicted."
    },
    {
        "o": 25198,
        "r": "nasb:Micah:4:7",
        "t": "I*ln will make the lame a remnant And*ln the outcasts a strong nation, And*ln the Lord*s will reign over them in Mount Zion From*ln now on and forever."
    },
    {
        "o": 25199,
        "r": "nasb:Micah:4:8",
        "t": "As*ln for you, tower of the flock, Hill*ln of the daughter of Zion, To*ln you it will come— Even*ln the former dominion will come, The*ln kingdom of the daughter of Jerusalem."
    },
    {
        "o": 25200,
        "r": "nasb:Micah:4:9",
        "t": "“Now,*ln why do you cry out loudly? Is*ln there no king among you, Or*ln has your counselor perished, That*ln agony has gripped you like a woman in childbirth?"
    },
    {
        "o": 25201,
        "r": "nasb:Micah:4:10",
        "t": "Writhe*ln and labor to give birth, Daughter*ln of Zion, Like*ln a woman in childbirth; For*ln now you will go out of the city, Dwell*ln in the field, And*ln go to Babylon. There*ln you will be rescued; There*ln the Lord*s will redeem you From*ln the hand of your enemies."
    },
    {
        "o": 25202,
        "r": "nasb:Micah:4:11",
        "t": "And*ln now many nations have been assembled against you Who*ln say, ‘Let her be polluted, And*ln let our eyes gloat over Zion.’"
    },
    {
        "o": 25203,
        "r": "nasb:Micah:4:12",
        "t": "But*ln they do not know the thoughts of the Lord,*s And*ln they do not understand His purpose; For*ln He has gathered them like sheaves to the threshing floor."
    },
    {
        "o": 25204,
        "r": "nasb:Micah:4:13",
        "t": "Arise*ln and thresh, daughter of Zion, For*ln your horn I will make iron And*ln your hoofs I will make bronze, That*ln you may pulverize many peoples, That*ln you may devote to the Lord*s their unjust gain And*ln their wealth to the Lord of all the earth."
    }
]
