[
    {
        "o": 21912,
        "r": "csb:Jeremiah:25:0",
        "t": "Jeremiah 25",
        "h": 1
    },
    {
        "o": 21913,
        "r": "csb:Jeremiah:25:0",
        "t": "The Seventy-Year Exile",
        "h": 2
    },
    {
        "o": 21914,
        "r": "csb:Jeremiah:25:1",
        "t": "This*p is the word that came to Jeremiah concerning all the people of Judah in the fourth year of Jehoiakim son of Josiah, king of Judah (which was the first year of King Nebuchadnezzar of Babylon)."
    },
    {
        "o": 21915,
        "r": "csb:Jeremiah:25:2",
        "t": "The prophet Jeremiah spoke concerning all the people of Judah and all the residents of Jerusalem as follows:"
    },
    {
        "o": 21916,
        "r": "csb:Jeremiah:25:3",
        "t": "“From the thirteenth year of Josiah son of Amon, king of Judah, until this very day - twenty-three years - the word of the Lord*s has come to me, and I have spoken to you time and time again, but you have not obeyed."
    },
    {
        "o": 21917,
        "r": "csb:Jeremiah:25:4",
        "t": "The Lord*s sent all his servants the prophets to you time and time again, but you have not obeyed or even paid attention."
    },
    {
        "o": 21918,
        "r": "csb:Jeremiah:25:5",
        "t": "He announced, ‘Turn, each of you, from your evil way of life and from your evil deeds. Live in the land the Lord*s gave to you and your ancestors long ago and forever."
    },
    {
        "o": 21919,
        "r": "csb:Jeremiah:25:6",
        "t": "Do not follow other gods to serve them and to bow in worship to them, and do not anger me by the work of your hands. Then I will do you no harm."
    },
    {
        "o": 21920,
        "r": "csb:Jeremiah:25:7",
        "t": "“‘But*p you have not obeyed me’ - this is the Lord’s*s declaration - ‘with the result that you have angered me by the work of your hands and brought disaster on yourselves.’"
    },
    {
        "o": 21921,
        "r": "csb:Jeremiah:25:8",
        "t": "“Therefore,*p this is what the Lord*s of Armies says: ‘Because you have not obeyed my words,"
    },
    {
        "o": 21922,
        "r": "csb:Jeremiah:25:9",
        "t": "I am going to send for all the families of the north’- this is the Lord’s*s declaration - ‘and send for my servant Nebuchadnezzar king of Babylon, and I will bring them against this land, against its residents, and against all these surrounding nations, and I will completely destroy them and make them an example of horror and scorn, and ruins forever."
    },
    {
        "o": 21923,
        "r": "csb:Jeremiah:25:10",
        "t": "I will eliminate the sound of joy and gladness from them - the voice of the groom and the bride, the sound of the millstones and the light of the lamp."
    },
    {
        "o": 21924,
        "r": "csb:Jeremiah:25:11",
        "t": "This whole land will become a desolate ruin, and these nations will serve the king of Babylon for seventy years."
    },
    {
        "o": 21925,
        "r": "csb:Jeremiah:25:12",
        "t": "When the seventy years are completed, I will punish the king of Babylon and that nation’ - this is the Lord’s*s declaration - ‘the land of the Chaldeans, for their iniquity, and I will make it a ruin forever."
    },
    {
        "o": 21926,
        "r": "csb:Jeremiah:25:13",
        "t": "I will bring on that land all my words I have spoken against it, all that is written in this book that Jeremiah prophesied against all the nations."
    },
    {
        "o": 21927,
        "r": "csb:Jeremiah:25:14",
        "t": "For many nations and great kings will enslave them, and I will repay them according to their deeds and the work of their hands.’”"
    },
    {
        "o": 21928,
        "r": "csb:Jeremiah:25:14",
        "t": "The Cup of God’s Wrath",
        "h": 2
    },
    {
        "o": 21929,
        "r": "csb:Jeremiah:25:15",
        "t": "This*p is what the Lord,*s the God of Israel, said to me: “Take this cup of the wine of wrath from my hand and make all the nations to whom I am sending you drink from it."
    },
    {
        "o": 21930,
        "r": "csb:Jeremiah:25:16",
        "t": "They will drink, stagger, and go out of their minds because of the sword I am sending among them.”"
    },
    {
        "o": 21931,
        "r": "csb:Jeremiah:25:17",
        "t": "So*p I took the cup from the Lord’s*s hand and made all the nations to whom the Lord*s sent me drink from it."
    },
    {
        "o": 21932,
        "r": "csb:Jeremiah:25:18",
        "t": "Jerusalem*ln and the other cities of Judah, its kings and its officials, to make them a desolate ruin, an example for scorn and cursing - as it is today;"
    },
    {
        "o": 21933,
        "r": "csb:Jeremiah:25:19",
        "t": "Pharaoh*ln king of Egypt, his officers, his leaders, all his people,"
    },
    {
        "o": 21934,
        "r": "csb:Jeremiah:25:20",
        "t": "and*ln all the mixed peoples; all*ln the kings of the land of Uz; all*ln the kings of the land of the Philistines - Ashkelon, Gaza, Ekron, and the remnant of Ashdod;"
    },
    {
        "o": 21935,
        "r": "csb:Jeremiah:25:21",
        "t": "Edom,*ln Moab, and the Ammonites;"
    },
    {
        "o": 21936,
        "r": "csb:Jeremiah:25:22",
        "t": "all*ln the kings of Tyre, all*ln the kings of Sidon, and*ln the kings of the coasts and islands;"
    },
    {
        "o": 21937,
        "r": "csb:Jeremiah:25:23",
        "t": "Dedan,*ln Tema, Buz, and all those who clip the hair on their temples;"
    },
    {
        "o": 21938,
        "r": "csb:Jeremiah:25:24",
        "t": "all*ln the kings of Arabia, and*ln all the kings of the mixed peoples who have settled in the desert;"
    },
    {
        "o": 21939,
        "r": "csb:Jeremiah:25:25",
        "t": "all*ln the kings of Zimri, all*ln the kings of Elam, and*ln all the kings of Media;"
    },
    {
        "o": 21940,
        "r": "csb:Jeremiah:25:26",
        "t": "all*ln the kings of the north, both near and far from one another; that*ln is, all the kingdoms of the world throughout the earth. Finally,*ln the king of Sheshak will drink after them."
    },
    {
        "o": 21941,
        "r": "csb:Jeremiah:25:27",
        "t": "“Then*p you are to say to them, ‘This is what the Lord*s of Armies, the God of Israel, says: Drink, get drunk, and vomit. Fall down and never get up again, as a result of the sword I am sending among you.’"
    },
    {
        "o": 21942,
        "r": "csb:Jeremiah:25:28",
        "t": "If they refuse to accept the cup from your hand and drink, you are to say to them, ‘This is what the Lord*s of Armies says: You must drink!"
    },
    {
        "o": 21943,
        "r": "csb:Jeremiah:25:29",
        "t": "For I am already bringing disaster on the city that bears my name, so how could you possibly go unpunished? You will not go unpunished, for I am summoning a sword against all the inhabitants of the earth. This is the declaration of the Lord*s of Armies.’"
    },
    {
        "o": 21944,
        "r": "csb:Jeremiah:25:29",
        "t": "Judgment on the Whole World",
        "h": 2
    },
    {
        "o": 21945,
        "r": "csb:Jeremiah:25:30",
        "t": "“As*p for you, you are to prophesy all these things to them, and say to them: The*pn Lord*s roars from on high; he*ln makes his voice heard from his holy dwelling. He*ln roars loudly over his grazing land; he*ln calls out with a shout, like those who tread grapes, against*ln all the inhabitants of the earth."
    },
    {
        "o": 21946,
        "r": "csb:Jeremiah:25:31",
        "t": "The*ln tumult reaches to the ends of the earth because*ln the Lord*s brings a case against the nations. He*ln enters into judgment with all humanity. As*ln for the wicked, he hands them over to the sword — this*lg is the Lord’s*s declaration."
    },
    {
        "o": 21947,
        "r": "csb:Jeremiah:25:32",
        "t": "“This*p is what the Lord*s of Armies says: Pay*pn attention! Disaster spreads from*ln nation to nation. A*ln huge storm is stirred up from*ln the ends of the earth.”"
    },
    {
        "o": 21948,
        "r": "csb:Jeremiah:25:33",
        "t": "Those*p slain by the Lord*s on that day will be scattered from one end of the earth to the other. They will not be mourned, gathered, or buried. They will be like manure on the soil’s surface."
    },
    {
        "o": 21949,
        "r": "csb:Jeremiah:25:34",
        "t": "Wail,*pn you shepherds, and cry out. Roll*ln in the dust, you leaders of the flock. Because*ln the days of your slaughter have come, you*ln will fall and become shattered like a precious vase."
    },
    {
        "o": 21950,
        "r": "csb:Jeremiah:25:35",
        "t": "Flight*ln will be impossible for the shepherds, and*ln escape, for the leaders of the flock."
    },
    {
        "o": 21951,
        "r": "csb:Jeremiah:25:36",
        "t": "Hear*ln the sound of the shepherds’ cry, the*ln wail of the leaders of the flock, for*ln the Lord*s is destroying their pasture."
    },
    {
        "o": 21952,
        "r": "csb:Jeremiah:25:37",
        "t": "Peaceful*ln grazing land will become lifeless because*ln of the Lord’s*s burning anger."
    },
    {
        "o": 21953,
        "r": "csb:Jeremiah:25:38",
        "t": "He*ln has left his den like a lion, for*ln their land has become a desolation because*ln of the sword of the oppressor, because*ln of his burning anger."
    }
]
