[
    {
        "o": 6970,
        "r": "nkjv:Joshua:19:0",
        "t": "Joshua 19",
        "h": 1
    },
    {
        "o": 6971,
        "r": "nkjv:Joshua:19:0",
        "t": "Simeon’s Inheritance with Judah",
        "h": 2
    },
    {
        "o": 6972,
        "r": "nkjv:Joshua:19:1",
        "t": "The*p second lot came out for Simeon, for the tribe of the children of Simeon according to their families. And their inheritance was within the inheritance of the children of Judah."
    },
    {
        "o": 6973,
        "r": "nkjv:Joshua:19:2",
        "t": "They had in their inheritance Beersheba (Sheba), Moladah,"
    },
    {
        "o": 6974,
        "r": "nkjv:Joshua:19:3",
        "t": "Hazar Shual, Balah, Ezem,"
    },
    {
        "o": 6975,
        "r": "nkjv:Joshua:19:4",
        "t": "Eltolad, Bethul, Hormah,"
    },
    {
        "o": 6976,
        "r": "nkjv:Joshua:19:5",
        "t": "Ziklag, Beth Marcaboth, Hazar Susah,"
    },
    {
        "o": 6977,
        "r": "nkjv:Joshua:19:6",
        "t": "Beth Lebaoth, and Sharuhen: thirteen cities and their villages;"
    },
    {
        "o": 6978,
        "r": "nkjv:Joshua:19:7",
        "t": "Ain, Rimmon, Ether, and Ashan: four cities and their villages;"
    },
    {
        "o": 6979,
        "r": "nkjv:Joshua:19:8",
        "t": "and all the villages that were*i all around these cities as far as Baalath Beer, Ramah of the South. This was*i the inheritance of the tribe of the children of Simeon according to their families."
    },
    {
        "o": 6980,
        "r": "nkjv:Joshua:19:9",
        "t": "The*p inheritance of the children of Simeon was*i included*i in the share of the children of Judah, for the share of the children of Judah was too much for them. Therefore the children of Simeon had their*i inheritance within the inheritance of that people."
    },
    {
        "o": 6981,
        "r": "nkjv:Joshua:19:9",
        "t": "The Land of Zebulun",
        "h": 2
    },
    {
        "o": 6982,
        "r": "nkjv:Joshua:19:10",
        "t": "The*p third lot came out for the children of Zebulun according to their families, and the border of their inheritance was as far as Sarid."
    },
    {
        "o": 6983,
        "r": "nkjv:Joshua:19:11",
        "t": "Their border went toward the west and to Maralah, went to Dabbasheth, and extended along the brook that is east of Jokneam."
    },
    {
        "o": 6984,
        "r": "nkjv:Joshua:19:12",
        "t": "Then from Sarid it went eastward toward the sunrise along the border of Chisloth Tabor, and went out toward Daberath, bypassing Japhia."
    },
    {
        "o": 6985,
        "r": "nkjv:Joshua:19:13",
        "t": "And from there it passed along on the east of Gath Hepher, toward Eth Kazin, and extended to Rimmon, which borders on Neah."
    },
    {
        "o": 6986,
        "r": "nkjv:Joshua:19:14",
        "t": "Then the border went around it on the north side of Hannathon, and it ended in the Valley of Jiphthah El."
    },
    {
        "o": 6987,
        "r": "nkjv:Joshua:19:15",
        "t": "Included were Kattath, Nahallal, Shimron, Idalah, and Bethlehem: twelve cities with their villages."
    },
    {
        "o": 6988,
        "r": "nkjv:Joshua:19:16",
        "t": "This was*i the inheritance of the children of Zebulun according to their families, these cities with their villages."
    },
    {
        "o": 6989,
        "r": "nkjv:Joshua:19:16",
        "t": "The Land of Issachar",
        "h": 2
    },
    {
        "o": 6990,
        "r": "nkjv:Joshua:19:17",
        "t": "The*p fourth lot came out to Issachar, for the children of Issachar according to their families."
    },
    {
        "o": 6991,
        "r": "nkjv:Joshua:19:18",
        "t": "And their territory went to Jezreel, and included*i Chesulloth, Shunem,"
    },
    {
        "o": 6992,
        "r": "nkjv:Joshua:19:19",
        "t": "Haphraim, Shion, Anaharath,"
    },
    {
        "o": 6993,
        "r": "nkjv:Joshua:19:20",
        "t": "Rabbith, Kishion, Abez,"
    },
    {
        "o": 6994,
        "r": "nkjv:Joshua:19:21",
        "t": "Remeth, En Gannim, En Haddah, and Beth Pazzez."
    },
    {
        "o": 6995,
        "r": "nkjv:Joshua:19:22",
        "t": "And the border reached to Tabor, Shahazimah, and Beth Shemesh; their border ended at the Jordan: sixteen cities with their villages."
    },
    {
        "o": 6996,
        "r": "nkjv:Joshua:19:23",
        "t": "This was*i the inheritance of the tribe of the children of Issachar according to their families, the cities and their villages."
    },
    {
        "o": 6997,
        "r": "nkjv:Joshua:19:23",
        "t": "The Land of Asher",
        "h": 2
    },
    {
        "o": 6998,
        "r": "nkjv:Joshua:19:24",
        "t": "The*p fifth lot came out for the tribe of the children of Asher according to their families."
    },
    {
        "o": 6999,
        "r": "nkjv:Joshua:19:25",
        "t": "And their territory included Helkath, Hali, Beten, Achshaph,"
    },
    {
        "o": 7000,
        "r": "nkjv:Joshua:19:26",
        "t": "Alammelech, Amad, and Mishal; it reached to Mount Carmel westward, along the*i Brook*i Shihor Libnath."
    },
    {
        "o": 7001,
        "r": "nkjv:Joshua:19:27",
        "t": "It turned toward the sunrise to Beth Dagon; and it reached to Zebulun and to the Valley of Jiphthah El, then northward beyond Beth Emek and Neiel, bypassing Cabul which*i was*i on the left,"
    },
    {
        "o": 7002,
        "r": "nkjv:Joshua:19:28",
        "t": "including Ebron, Rehob, Hammon, and Kanah, as far as Greater Sidon."
    },
    {
        "o": 7003,
        "r": "nkjv:Joshua:19:29",
        "t": "And the border turned to Ramah and to the fortified city of Tyre; then the border turned to Hosah, and ended at the sea by the region of Achzib."
    },
    {
        "o": 7004,
        "r": "nkjv:Joshua:19:30",
        "t": "Also Ummah, Aphek, and Rehob were*i included:*i twenty-two cities with their villages."
    },
    {
        "o": 7005,
        "r": "nkjv:Joshua:19:31",
        "t": "This was*i the inheritance of the tribe of the children of Asher according to their families, these cities with their villages."
    },
    {
        "o": 7006,
        "r": "nkjv:Joshua:19:31",
        "t": "The Land of Naphtali",
        "h": 2
    },
    {
        "o": 7007,
        "r": "nkjv:Joshua:19:32",
        "t": "The*p sixth lot came out to the children of Naphtali, for the children of Naphtali according to their families."
    },
    {
        "o": 7008,
        "r": "nkjv:Joshua:19:33",
        "t": "And their border began at Heleph, enclosing the territory from the terebinth tree in Zaanannim, Adami Nekeb, and Jabneel, as far as Lakkum; it ended at the Jordan."
    },
    {
        "o": 7009,
        "r": "nkjv:Joshua:19:34",
        "t": "From Heleph the border extended westward to Aznoth Tabor, and went out from there toward Hukkok; it adjoined Zebulun on the south side and Asher on the west side, and ended at Judah by the Jordan toward the sunrise."
    },
    {
        "o": 7010,
        "r": "nkjv:Joshua:19:35",
        "t": "And the fortified cities are*i Ziddim, Zer, Hammath, Rakkath, Chinnereth,"
    },
    {
        "o": 7011,
        "r": "nkjv:Joshua:19:36",
        "t": "Adamah, Ramah, Hazor,"
    },
    {
        "o": 7012,
        "r": "nkjv:Joshua:19:37",
        "t": "Kedesh, Edrei, En Hazor,"
    },
    {
        "o": 7013,
        "r": "nkjv:Joshua:19:38",
        "t": "Iron, Migdal El, Horem, Beth Anath, and Beth Shemesh: nineteen cities with their villages."
    },
    {
        "o": 7014,
        "r": "nkjv:Joshua:19:39",
        "t": "This was*i the inheritance of the tribe of the children of Naphtali according to their families, the cities and their villages."
    },
    {
        "o": 7015,
        "r": "nkjv:Joshua:19:39",
        "t": "The Land of Dan",
        "h": 2
    },
    {
        "o": 7016,
        "r": "nkjv:Joshua:19:40",
        "t": "The*p seventh lot came out for the tribe of the children of Dan according to their families."
    },
    {
        "o": 7017,
        "r": "nkjv:Joshua:19:41",
        "t": "And the territory of their inheritance was Zorah, Eshtaol, Ir Shemesh,"
    },
    {
        "o": 7018,
        "r": "nkjv:Joshua:19:42",
        "t": "Shaalabbin, Aijalon, Jethlah,"
    },
    {
        "o": 7019,
        "r": "nkjv:Joshua:19:43",
        "t": "Elon, Timnah, Ekron,"
    },
    {
        "o": 7020,
        "r": "nkjv:Joshua:19:44",
        "t": "Eltekeh, Gibbethon, Baalath,"
    },
    {
        "o": 7021,
        "r": "nkjv:Joshua:19:45",
        "t": "Jehud, Bene Berak, Gath Rimmon,"
    },
    {
        "o": 7022,
        "r": "nkjv:Joshua:19:46",
        "t": "Me Jarkon, and Rakkon, with the region near Joppa."
    },
    {
        "o": 7023,
        "r": "nkjv:Joshua:19:47",
        "t": "And the border of the children of Dan went beyond these, because the children of Dan went up to fight against Leshem and took it; and they struck it with the edge of the sword, took possession of it, and dwelt in it. They called Leshem, Dan, after the name of Dan their father."
    },
    {
        "o": 7024,
        "r": "nkjv:Joshua:19:48",
        "t": "This is*i the inheritance of the tribe of the children of Dan according to their families, these cities with their villages."
    },
    {
        "o": 7025,
        "r": "nkjv:Joshua:19:48",
        "t": "Joshua’s Inheritance",
        "h": 2
    },
    {
        "o": 7026,
        "r": "nkjv:Joshua:19:49",
        "t": "When*p they had made an end of dividing the land as an inheritance according to their borders, the children of Israel gave an inheritance among them to Joshua the son of Nun."
    },
    {
        "o": 7027,
        "r": "nkjv:Joshua:19:50",
        "t": "According to the word of the Lord*s they gave him the city which he asked for, Timnath Serah in the mountains of Ephraim; and he built the city and dwelt in it."
    },
    {
        "o": 7028,
        "r": "nkjv:Joshua:19:51",
        "t": "These*p were*i the inheritances which Eleazar the priest, Joshua the son of Nun, and the heads of the fathers of the tribes of the children of Israel divided as an inheritance by lot in Shiloh before the Lord,*s at the door of the tabernacle of meeting. So they made an end of dividing the country."
    }
]
