[
    {
        "o": 22527,
        "r": "niv:Ezekiel:3:0",
        "t": "Ezekiel 3",
        "h": 1
    },
    {
        "o": 22528,
        "r": "niv:Ezekiel:3:1",
        "t": "And*p he said to me, “Son of man, eat what is before you, eat this scroll; then go and speak to the people of Israel.”"
    },
    {
        "o": 22529,
        "r": "niv:Ezekiel:3:2",
        "t": "So I opened my mouth, and he gave me the scroll to eat."
    },
    {
        "o": 22530,
        "r": "niv:Ezekiel:3:3",
        "t": "Then*p he said to me, “Son of man, eat this scroll I am giving you and fill your stomach with it.” So I ate it, and it tasted as sweet as honey in my mouth."
    },
    {
        "o": 22531,
        "r": "niv:Ezekiel:3:4",
        "t": "He*p then said to me: “Son of man, go now to the people of Israel and speak my words to them."
    },
    {
        "o": 22532,
        "r": "niv:Ezekiel:3:5",
        "t": "You are not being sent to a people of obscure speech and strange language, but to the people of Israel—"
    },
    {
        "o": 22533,
        "r": "niv:Ezekiel:3:6",
        "t": "not to many peoples of obscure speech and strange language, whose words you cannot understand. Surely if I had sent you to them, they would have listened to you."
    },
    {
        "o": 22534,
        "r": "niv:Ezekiel:3:7",
        "t": "But the people of Israel are not willing to listen to you because they are not willing to listen to me, for all the Israelites are hardened and obstinate."
    },
    {
        "o": 22535,
        "r": "niv:Ezekiel:3:8",
        "t": "But I will make you as unyielding and hardened as they are."
    },
    {
        "o": 22536,
        "r": "niv:Ezekiel:3:9",
        "t": "I will make your forehead like the hardest stone, harder than flint. Do not be afraid of them or terrified by them, though they are a rebellious people.”"
    },
    {
        "o": 22537,
        "r": "niv:Ezekiel:3:10",
        "t": "And*p he said to me, “Son of man, listen carefully and take to heart all the words I speak to you."
    },
    {
        "o": 22538,
        "r": "niv:Ezekiel:3:11",
        "t": "Go now to your people in exile and speak to them. Say to them, ‘This is what the Sovereign Lord*s says,’ whether they listen or fail to listen.”"
    },
    {
        "o": 22539,
        "r": "niv:Ezekiel:3:12",
        "t": "Then*p the Spirit lifted me up, and I heard behind me a loud rumbling sound as the glory of the Lord*s rose from the place where it was standing."
    },
    {
        "o": 22540,
        "r": "niv:Ezekiel:3:13",
        "t": "It was the sound of the wings of the living creatures brushing against each other and the sound of the wheels beside them, a loud rumbling sound."
    },
    {
        "o": 22541,
        "r": "niv:Ezekiel:3:14",
        "t": "The Spirit then lifted me up and took me away, and I went in bitterness and in the anger of my spirit, with the strong hand of the Lord*s on me."
    },
    {
        "o": 22542,
        "r": "niv:Ezekiel:3:15",
        "t": "I came to the exiles who lived at Tel Aviv near the Kebar River. And there, where they were living, I sat among them for seven days—deeply distressed."
    },
    {
        "o": 22543,
        "r": "niv:Ezekiel:3:15",
        "t": "Ezekiel’s Task as Watchman",
        "h": 2
    },
    {
        "o": 22544,
        "r": "niv:Ezekiel:3:16",
        "t": "At*p the end of seven days the word of the Lord*s came to me:"
    },
    {
        "o": 22545,
        "r": "niv:Ezekiel:3:17",
        "t": "“Son of man, I have made you a watchman for the people of Israel; so hear the word I speak and give them warning from me."
    },
    {
        "o": 22546,
        "r": "niv:Ezekiel:3:18",
        "t": "When I say to a wicked person, ‘You will surely die,’ and you do not warn them or speak out to dissuade them from their evil ways in order to save their life, that wicked person will die for their sin, and I will hold you accountable for their blood."
    },
    {
        "o": 22547,
        "r": "niv:Ezekiel:3:19",
        "t": "But if you do warn the wicked person and they do not turn from their wickedness or from their evil ways, they will die for their sin; but you will have saved yourself."
    },
    {
        "o": 22548,
        "r": "niv:Ezekiel:3:20",
        "t": "“Again,*p when a righteous person turns from their righteousness and does evil, and I put a stumbling block before them, they will die. Since you did not warn them, they will die for their sin. The righteous things that person did will not be remembered, and I will hold you accountable for their blood."
    },
    {
        "o": 22549,
        "r": "niv:Ezekiel:3:21",
        "t": "But if you do warn the righteous person not to sin and they do not sin, they will surely live because they took warning, and you will have saved yourself.”"
    },
    {
        "o": 22550,
        "r": "niv:Ezekiel:3:22",
        "t": "The*p hand of the Lord*s was on me there, and he said to me, “Get up and go out to the plain, and there I will speak to you.”"
    },
    {
        "o": 22551,
        "r": "niv:Ezekiel:3:23",
        "t": "So I got up and went out to the plain. And the glory of the Lord*s was standing there, like the glory I had seen by the Kebar River, and I fell facedown."
    },
    {
        "o": 22552,
        "r": "niv:Ezekiel:3:24",
        "t": "Then*p the Spirit came into me and raised me to my feet. He spoke to me and said: “Go, shut yourself inside your house."
    },
    {
        "o": 22553,
        "r": "niv:Ezekiel:3:25",
        "t": "And you, son of man, they will tie with ropes; you will be bound so that you cannot go out among the people."
    },
    {
        "o": 22554,
        "r": "niv:Ezekiel:3:26",
        "t": "I will make your tongue stick to the roof of your mouth so that you will be silent and unable to rebuke them, for they are a rebellious people."
    },
    {
        "o": 22555,
        "r": "niv:Ezekiel:3:27",
        "t": "But when I speak to you, I will open your mouth and you shall say to them, ‘This is what the Sovereign Lord*s says.’ Whoever will listen let them listen, and whoever will refuse let them refuse; for they are a rebellious people."
    }
]
