[
    {
        "o": 6681,
        "r": "nkjv:Joshua:10:0",
        "t": "Joshua 10",
        "h": 1
    },
    {
        "o": 6682,
        "r": "nkjv:Joshua:10:0",
        "t": "The Sun Stands Still",
        "h": 2
    },
    {
        "o": 6683,
        "r": "nkjv:Joshua:10:1",
        "t": "Now*p it came to pass when Adoni-Zedek king of Jerusalem heard how Joshua had taken Ai and had utterly destroyed it— as he had done to Jericho and its king, so he had done to Ai and its king—and how the inhabitants of Gibeon had made peace with Israel and were among them,"
    },
    {
        "o": 6684,
        "r": "nkjv:Joshua:10:2",
        "t": "that they feared greatly, because Gibeon was*i a great city, like one of the royal cities, and because it was*i greater than Ai, and all its men were*i mighty."
    },
    {
        "o": 6685,
        "r": "nkjv:Joshua:10:3",
        "t": "Therefore Adoni-Zedek king of Jerusalem sent to Hoham king of Hebron, Piram king of Jarmuth, Japhia king of Lachish, and Debir king of Eglon, saying,"
    },
    {
        "o": 6686,
        "r": "nkjv:Joshua:10:4",
        "t": "“Come up to me and help me, that we may attack Gibeon, for it has made peace with Joshua and with the children of Israel.”"
    },
    {
        "o": 6687,
        "r": "nkjv:Joshua:10:5",
        "t": "Therefore the five kings of the Amorites, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and*i the king of Eglon, gathered together and went up, they and all their armies, and camped before Gibeon and made war against it."
    },
    {
        "o": 6688,
        "r": "nkjv:Joshua:10:6",
        "t": "And*p the men of Gibeon sent to Joshua at the camp at Gilgal, saying, “Do not forsake your servants; come up to us quickly, save us and help us, for all the kings of the Amorites who dwell in the mountains have gathered together against us.”"
    },
    {
        "o": 6689,
        "r": "nkjv:Joshua:10:7",
        "t": "So*p Joshua ascended from Gilgal, he and all the people of war with him, and all the mighty men of valor."
    },
    {
        "o": 6690,
        "r": "nkjv:Joshua:10:8",
        "t": "And the Lord*s said to Joshua, “Do not fear them, for I have delivered them into your hand; not a man of them shall stand before you.”"
    },
    {
        "o": 6691,
        "r": "nkjv:Joshua:10:9",
        "t": "Joshua therefore came upon them suddenly, having marched all night from Gilgal."
    },
    {
        "o": 6692,
        "r": "nkjv:Joshua:10:10",
        "t": "So the Lord*s routed them before Israel, killed them with a great slaughter at Gibeon, chased them along the road that goes to Beth Horon, and struck them down as far as Azekah and Makkedah."
    },
    {
        "o": 6693,
        "r": "nkjv:Joshua:10:11",
        "t": "And it happened, as they fled before Israel and*i were on the descent of Beth Horon, that the Lord*s cast down large hailstones from heaven on them as far as Azekah, and they died. There*i were*i more who died from the hailstones than the children of Israel killed with the sword."
    },
    {
        "o": 6694,
        "r": "nkjv:Joshua:10:12",
        "t": "Then*p Joshua spoke to the Lord*s in the day when the Lord*s delivered up the Amorites before the children of Israel, and he said in the sight of Israel: “Sun,*pn stand still over Gibeon; And*ld Moon, in the Valley of Aijalon.”"
    },
    {
        "o": 6695,
        "r": "nkjv:Joshua:10:13",
        "t": "So*ld the sun stood still, And*ld the moon stopped, Till*ld the people had revenge Upon*ld their enemies. Is*ip this not written in the Book of Jasher? So the sun stood still in the midst of heaven, and did not hasten to go down*i for about a whole day."
    },
    {
        "o": 6696,
        "r": "nkjv:Joshua:10:14",
        "t": "And there has been no day like that, before it or after it, that the Lord*s heeded the voice of a man; for the Lord*s fought for Israel."
    },
    {
        "o": 6697,
        "r": "nkjv:Joshua:10:15",
        "t": "Then*p Joshua returned, and all Israel with him, to the camp at Gilgal."
    },
    {
        "o": 6698,
        "r": "nkjv:Joshua:10:15",
        "t": "The Amorite Kings Executed",
        "h": 2
    },
    {
        "o": 6699,
        "r": "nkjv:Joshua:10:16",
        "t": "But*p these five kings had fled and hidden themselves in a cave at Makkedah."
    },
    {
        "o": 6700,
        "r": "nkjv:Joshua:10:17",
        "t": "And it was told Joshua, saying, “The five kings have been found hidden in the cave at Makkedah.”"
    },
    {
        "o": 6701,
        "r": "nkjv:Joshua:10:18",
        "t": "So*p Joshua said, “Roll large stones against the mouth of the cave, and set men by it to guard them."
    },
    {
        "o": 6702,
        "r": "nkjv:Joshua:10:19",
        "t": "And do not stay there*i yourselves, but*i pursue your enemies, and attack their rear guard.*i Do not allow them to enter their cities, for the Lord*s your God has delivered them into your hand.”"
    },
    {
        "o": 6703,
        "r": "nkjv:Joshua:10:20",
        "t": "Then it happened, while Joshua and the children of Israel made an end of slaying them with a very great slaughter, till they had finished, that those who escaped entered fortified cities."
    },
    {
        "o": 6704,
        "r": "nkjv:Joshua:10:21",
        "t": "And all the people returned to the camp, to Joshua at Makkedah, in peace. No*p one moved his tongue against any of the children of Israel."
    },
    {
        "o": 6705,
        "r": "nkjv:Joshua:10:22",
        "t": "Then*p Joshua said, “Open the mouth of the cave, and bring out those five kings to me from the cave.”"
    },
    {
        "o": 6706,
        "r": "nkjv:Joshua:10:23",
        "t": "And they did so, and brought out those five kings to him from the cave: the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and*i the king of Eglon."
    },
    {
        "o": 6707,
        "r": "nkjv:Joshua:10:24",
        "t": "So*p it was, when they brought out those kings to Joshua, that Joshua called for all the men of Israel, and said to the captains of the men of war who went with him, “Come near, put your feet on the necks of these kings.” And they drew near and put their feet on their necks."
    },
    {
        "o": 6708,
        "r": "nkjv:Joshua:10:25",
        "t": "Then Joshua said to them, “Do not be afraid, nor be dismayed; be strong and of good courage, for thus the Lord*s will do to all your enemies against whom you fight.”"
    },
    {
        "o": 6709,
        "r": "nkjv:Joshua:10:26",
        "t": "And afterward Joshua struck them and killed them, and hanged them on five trees; and they were hanging on the trees until evening."
    },
    {
        "o": 6710,
        "r": "nkjv:Joshua:10:27",
        "t": "So it was at the time of the going down of the sun that*i Joshua commanded, and they took them down from the trees, cast them into the cave where they had been hidden, and laid large stones against the cave’s mouth, which*i remain*i until this very day."
    },
    {
        "o": 6711,
        "r": "nkjv:Joshua:10:27",
        "t": "Conquest of the Southland",
        "h": 2
    },
    {
        "o": 6712,
        "r": "nkjv:Joshua:10:28",
        "t": "On*p that day Joshua took Makkedah, and struck it and its king with the edge of the sword. He utterly destroyed them—all the people who were*i in it. He let none remain. He also did to the king of Makkedah as he had done to the king of Jericho."
    },
    {
        "o": 6713,
        "r": "nkjv:Joshua:10:29",
        "t": "Then*p Joshua passed from Makkedah, and all Israel with him, to Libnah; and they fought against Libnah."
    },
    {
        "o": 6714,
        "r": "nkjv:Joshua:10:30",
        "t": "And the Lord*s also delivered it and its king into the hand of Israel; he struck it and all the people who were*i in it with the edge of the sword. He let none remain in it, but did to its king as he had done to the king of Jericho."
    },
    {
        "o": 6715,
        "r": "nkjv:Joshua:10:31",
        "t": "Then*p Joshua passed from Libnah, and all Israel with him, to Lachish; and they encamped against it and fought against it."
    },
    {
        "o": 6716,
        "r": "nkjv:Joshua:10:32",
        "t": "And the Lord*s delivered Lachish into the hand of Israel, who took it on the second day, and struck it and all the people who were*i in it with the edge of the sword, according to all that he had done to Libnah."
    },
    {
        "o": 6717,
        "r": "nkjv:Joshua:10:33",
        "t": "Then Horam king of Gezer came up to help Lachish; and Joshua struck him and his people, until he left him none remaining."
    },
    {
        "o": 6718,
        "r": "nkjv:Joshua:10:34",
        "t": "From*p Lachish Joshua passed to Eglon, and all Israel with him; and they encamped against it and fought against it."
    },
    {
        "o": 6719,
        "r": "nkjv:Joshua:10:35",
        "t": "They took it on that day and struck it with the edge of the sword; all the people who were*i in it he utterly destroyed that day, according to all that he had done to Lachish."
    },
    {
        "o": 6720,
        "r": "nkjv:Joshua:10:36",
        "t": "So*p Joshua went up from Eglon, and all Israel with him, to Hebron; and they fought against it."
    },
    {
        "o": 6721,
        "r": "nkjv:Joshua:10:37",
        "t": "And they took it and struck it with the edge of the sword—its king, all its cities, and all the people who were*i in it; he left none remaining, according to all that he had done to Eglon, but utterly destroyed it and all the people who were*i in it."
    },
    {
        "o": 6722,
        "r": "nkjv:Joshua:10:38",
        "t": "Then*p Joshua returned, and all Israel with him, to Debir; and they fought against it."
    },
    {
        "o": 6723,
        "r": "nkjv:Joshua:10:39",
        "t": "And he took it and its king and all its cities; they struck them with the edge of the sword and utterly destroyed all the people who were*i in it. He left none remaining; as he had done to Hebron, so he did to Debir and its king, as he had done also to Libnah and its king."
    },
    {
        "o": 6724,
        "r": "nkjv:Joshua:10:40",
        "t": "So*p Joshua conquered all the land: the mountain country and the South and the lowland and the wilderness slopes, and all their kings; he left none remaining, but utterly destroyed all that breathed, as the Lord*s God of Israel had commanded."
    },
    {
        "o": 6725,
        "r": "nkjv:Joshua:10:41",
        "t": "And Joshua conquered them from Kadesh Barnea as far as Gaza, and all the country of Goshen, even as far as Gibeon."
    },
    {
        "o": 6726,
        "r": "nkjv:Joshua:10:42",
        "t": "All these kings and their land Joshua took at one time, because the Lord*s God of Israel fought for Israel."
    },
    {
        "o": 6727,
        "r": "nkjv:Joshua:10:43",
        "t": "Then Joshua returned, and all Israel with him, to the camp at Gilgal."
    }
]
