[
    {
        "o": 4163,
        "r": "niv:Numbers:6:0",
        "t": "Numbers 6",
        "h": 1
    },
    {
        "o": 4164,
        "r": "niv:Numbers:6:0",
        "t": "The Nazirite",
        "h": 2
    },
    {
        "o": 4165,
        "r": "niv:Numbers:6:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 4166,
        "r": "niv:Numbers:6:2",
        "t": "“Speak to the Israelites and say to them: ‘If a man or woman wants to make a special vow, a vow of dedication to the Lord*s as a Nazirite,"
    },
    {
        "o": 4167,
        "r": "niv:Numbers:6:3",
        "t": "they must abstain from wine and other fermented drink and must not drink vinegar made from wine or other fermented drink. They must not drink grape juice or eat grapes or raisins."
    },
    {
        "o": 4168,
        "r": "niv:Numbers:6:4",
        "t": "As long as they remain under their Nazirite vow, they must not eat anything that comes from the grapevine, not even the seeds or skins."
    },
    {
        "o": 4169,
        "r": "niv:Numbers:6:5",
        "t": "“ ‘During*p the entire period of their Nazirite vow, no razor may be used on their head. They must be holy until the period of their dedication to the Lord*s is over; they must let their hair grow long."
    },
    {
        "o": 4170,
        "r": "niv:Numbers:6:6",
        "t": "“ ‘Throughout*p the period of their dedication to the Lord,*s the Nazirite must not go near a dead body."
    },
    {
        "o": 4171,
        "r": "niv:Numbers:6:7",
        "t": "Even if their own father or mother or brother or sister dies, they must not make themselves ceremonially unclean on account of them, because the symbol of their dedication to God is on their head."
    },
    {
        "o": 4172,
        "r": "niv:Numbers:6:8",
        "t": "Throughout the period of their dedication, they are consecrated to the Lord.*s"
    },
    {
        "o": 4173,
        "r": "niv:Numbers:6:9",
        "t": "“ ‘If*p someone dies suddenly in the Nazirite’s presence, thus defiling the hair that symbolizes their dedication, they must shave their head on the seventh day—the day of their cleansing."
    },
    {
        "o": 4174,
        "r": "niv:Numbers:6:10",
        "t": "Then on the eighth day they must bring two doves or two young pigeons to the priest at the entrance to the tent of meeting."
    },
    {
        "o": 4175,
        "r": "niv:Numbers:6:11",
        "t": "The priest is to offer one as a sin offering and the other as a burnt offering to make atonement for the Nazirite because they sinned by being in the presence of the dead body. That same day they are to consecrate their head again."
    },
    {
        "o": 4176,
        "r": "niv:Numbers:6:12",
        "t": "They must rededicate themselves to the Lord*s for the same period of dedication and must bring a year-old male lamb as a guilt offering. The previous days do not count, because they became defiled during their period of dedication."
    },
    {
        "o": 4177,
        "r": "niv:Numbers:6:13",
        "t": "“ ‘Now*p this is the law of the Nazirite when the period of their dedication is over. They are to be brought to the entrance to the tent of meeting."
    },
    {
        "o": 4178,
        "r": "niv:Numbers:6:14",
        "t": "There they are to present their offerings to the Lord:*s a year-old male lamb without defect for a burnt offering, a year-old ewe lamb without defect for a sin offering, a ram without defect for a fellowship offering,"
    },
    {
        "o": 4179,
        "r": "niv:Numbers:6:15",
        "t": "together with their grain offerings and drink offerings, and a basket of bread made with the finest flour and without yeast—thick loaves with olive oil mixed in, and thin loaves brushed with olive oil."
    },
    {
        "o": 4180,
        "r": "niv:Numbers:6:16",
        "t": "“ ‘The*p priest is to present all these before the Lord*s and make the sin offering and the burnt offering."
    },
    {
        "o": 4181,
        "r": "niv:Numbers:6:17",
        "t": "He is to present the basket of unleavened bread and is to sacrifice the ram as a fellowship offering to the Lord,*s together with its grain offering and drink offering."
    },
    {
        "o": 4182,
        "r": "niv:Numbers:6:18",
        "t": "“ ‘Then*p at the entrance to the tent of meeting, the Nazirite must shave off the hair that symbolizes their dedication. They are to take the hair and put it in the fire that is under the sacrifice of the fellowship offering."
    },
    {
        "o": 4183,
        "r": "niv:Numbers:6:19",
        "t": "“ ‘After*p the Nazirite has shaved off the hair that symbolizes their dedication, the priest is to place in their hands a boiled shoulder of the ram, and one thick loaf and one thin loaf from the basket, both made without yeast."
    },
    {
        "o": 4184,
        "r": "niv:Numbers:6:20",
        "t": "The priest shall then wave these before the Lord*s as a wave offering; they are holy and belong to the priest, together with the breast that was waved and the thigh that was presented. After that, the Nazirite may drink wine."
    },
    {
        "o": 4185,
        "r": "niv:Numbers:6:21",
        "t": "“ ‘This*p is the law of the Nazirite who vows offerings to the Lord*s in accordance with their dedication, in addition to whatever else they can afford. They must fulfill the vows they have made, according to the law of the Nazirite.’ ”"
    },
    {
        "o": 4186,
        "r": "niv:Numbers:6:21",
        "t": "The Priestly Blessing",
        "h": 2
    },
    {
        "o": 4187,
        "r": "niv:Numbers:6:22",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 4188,
        "r": "niv:Numbers:6:23",
        "t": "“Tell Aaron and his sons, ‘This is how you are to bless the Israelites. Say to them:"
    },
    {
        "o": 4189,
        "r": "niv:Numbers:6:24",
        "t": "“ ‘ “The*pn Lord*s bless you and*ld keep you;"
    },
    {
        "o": 4190,
        "r": "niv:Numbers:6:25",
        "t": "the*ln Lord*s make his face shine on you and*ld be gracious to you;"
    },
    {
        "o": 4191,
        "r": "niv:Numbers:6:26",
        "t": "the*ln Lord*s turn his face toward you and*ld give you peace.” ’"
    },
    {
        "o": 4192,
        "r": "niv:Numbers:6:27",
        "t": "“So*p they will put my name on the Israelites, and I will bless them.”"
    }
]
