[
    {
        "o": 23297,
        "r": "kjv:Hosea:14:0",
        "t": "Hosea 14",
        "h": 1
    },
    {
        "o": 23298,
        "r": "kjv:Hosea:14:1",
        "t": "O*p Israel, return unto the Lord*s thy God; for thou hast fallen by thine iniquity."
    },
    {
        "o": 23299,
        "r": "kjv:Hosea:14:2",
        "t": "Take*p with you words, and turn to the Lord:*s say unto him, Take away all iniquity, and receive us graciously: so will we render the calves of our lips."
    },
    {
        "o": 23300,
        "r": "kjv:Hosea:14:3",
        "t": "Asshur*p shall not save us; we will not ride upon horses: neither will we say any more to the work of our hands, Ye are our gods: for in thee the fatherless findeth mercy."
    },
    {
        "o": 23301,
        "r": "kjv:Hosea:14:4",
        "t": "I*p will heal their backsliding, I will love them freely: for mine anger is turned away from him."
    },
    {
        "o": 23302,
        "r": "kjv:Hosea:14:5",
        "t": "I*p will be as the dew unto Israel: he shall grow as the lily, and cast forth his roots as Lebanon."
    },
    {
        "o": 23303,
        "r": "kjv:Hosea:14:6",
        "t": "His*p branches shall spread, and his beauty shall be as the olive tree, and his smell as Lebanon."
    },
    {
        "o": 23304,
        "r": "kjv:Hosea:14:7",
        "t": "They*p that dwell under his shadow shall return; they shall revive as the corn, and grow as the vine: the scent thereof shall be as the wine of Lebanon."
    },
    {
        "o": 23305,
        "r": "kjv:Hosea:14:8",
        "t": "Ephraim*p shall say, What have I to do any more with idols? I have heard him, and observed him: I am like a green fir tree. From me is thy fruit found."
    },
    {
        "o": 23306,
        "r": "kjv:Hosea:14:9",
        "t": "Who*p is wise, and he shall understand these things? prudent, and he shall know them? for the ways of the Lord*s are right, and the just shall walk in them: but the transgressors shall fall therein."
    }
]
