[
    {
        "o": 6178,
        "r": "nasb:Deuteronomy:29:0",
        "t": "Deuteronomy 29",
        "h": 1
    },
    {
        "o": 6179,
        "r": "nasb:Deuteronomy:29:0",
        "t": "The Covenant in Moab",
        "h": 2
    },
    {
        "o": 6180,
        "r": "nasb:Deuteronomy:29:1",
        "t": "These*p are the words of the covenant which the Lord*s commanded Moses to make with the sons of Israel in the land of Moab, besides the covenant which He had made with them at Horeb."
    },
    {
        "o": 6181,
        "r": "nasb:Deuteronomy:29:2",
        "t": "And*p Moses summoned all Israel and said to them, “You have seen all that the Lord*s did before your eyes in the land of Egypt to Pharaoh and all his servants and all his land;"
    },
    {
        "o": 6182,
        "r": "nasb:Deuteronomy:29:3",
        "t": "the great trials which your eyes have seen, those great signs and wonders."
    },
    {
        "o": 6183,
        "r": "nasb:Deuteronomy:29:4",
        "t": "Yet to this day the Lord*s has not given you a heart to know, nor eyes to see, nor ears to hear."
    },
    {
        "o": 6184,
        "r": "nasb:Deuteronomy:29:5",
        "t": "I have led you forty years in the wilderness; your clothes have not worn out on you, and your sandal has not worn out on your foot."
    },
    {
        "o": 6185,
        "r": "nasb:Deuteronomy:29:6",
        "t": "You have not eaten bread, nor have you drunk wine or strong drink, in order that you might know that I am the Lord*s your God."
    },
    {
        "o": 6186,
        "r": "nasb:Deuteronomy:29:7",
        "t": "When you reached this place, Sihon the king of Heshbon and Og the king of Bashan came out to meet us for battle, but we defeated them;"
    },
    {
        "o": 6187,
        "r": "nasb:Deuteronomy:29:8",
        "t": "and we took their land and gave it as an inheritance to the Reubenites, the Gadites, and the half-tribe of the Manassites."
    },
    {
        "o": 6188,
        "r": "nasb:Deuteronomy:29:9",
        "t": "So keep the words of this covenant to do them, that you may prosper in all that you do."
    },
    {
        "o": 6189,
        "r": "nasb:Deuteronomy:29:10",
        "t": "“You*p stand today, all of you, before the Lord*s your God: your chiefs, your tribes, your elders and your officers, even*i all the men of Israel,"
    },
    {
        "o": 6190,
        "r": "nasb:Deuteronomy:29:11",
        "t": "your little ones, your wives, and the alien who is within your camps, from the one who chops your wood to the one who draws your water,"
    },
    {
        "o": 6191,
        "r": "nasb:Deuteronomy:29:12",
        "t": "that you may enter into the covenant with the Lord*s your God, and into His oath which the Lord*s your God is making with you today,"
    },
    {
        "o": 6192,
        "r": "nasb:Deuteronomy:29:13",
        "t": "in order that He may establish you today as His people and that He may be your God, just as He spoke to you and as He swore to your fathers, to Abraham, Isaac, and Jacob."
    },
    {
        "o": 6193,
        "r": "nasb:Deuteronomy:29:14",
        "t": "“Now*p not with you alone am I making this covenant and this oath,"
    },
    {
        "o": 6194,
        "r": "nasb:Deuteronomy:29:15",
        "t": "but both with those who stand here with us today in the presence of the Lord*s our God and with those who are not with us here today"
    },
    {
        "o": 6195,
        "r": "nasb:Deuteronomy:29:16",
        "t": "(for you know how we lived in the land of Egypt, and how we came through the midst of the nations through which you passed;"
    },
    {
        "o": 6196,
        "r": "nasb:Deuteronomy:29:17",
        "t": "moreover, you have seen their abominations and their idols of*i wood, stone, silver, and gold, which they*i had*i with them);"
    },
    {
        "o": 6197,
        "r": "nasb:Deuteronomy:29:18",
        "t": "so that there will not be among you a man or woman, or family or tribe, whose heart turns away today from the Lord*s our God, to go and serve the gods of those nations; that there will not be among you a root bearing poisonous fruit and wormwood."
    },
    {
        "o": 6198,
        "r": "nasb:Deuteronomy:29:19",
        "t": "It shall be when he hears the words of this curse, that he will boast, saying, ‘I have peace though I walk in the stubbornness of my heart in order to destroy the watered land*i with the dry.’"
    },
    {
        "o": 6199,
        "r": "nasb:Deuteronomy:29:20",
        "t": "The Lord*s shall never be willing to forgive him, but rather the anger of the Lord*s and His jealousy will burn against that man, and every curse which is written in this book will rest on him, and the Lord*s will blot out his name from under heaven."
    },
    {
        "o": 6200,
        "r": "nasb:Deuteronomy:29:21",
        "t": "Then the Lord*s will single him out for adversity from all the tribes of Israel, according to all the curses of the covenant which are written in this book of the law."
    },
    {
        "o": 6201,
        "r": "nasb:Deuteronomy:29:22",
        "t": "“Now*p the generation to come, your sons who rise up after you and the foreigner who comes from a distant land, when they see the plagues of the land and the diseases with which the Lord*s has afflicted it, will say,"
    },
    {
        "o": 6202,
        "r": "nasb:Deuteronomy:29:23",
        "t": "‘All its land is brimstone and salt, a burning waste, unsown and unproductive, and no grass grows in it, like the overthrow of Sodom and Gomorrah, Admah and Zeboiim, which the Lord*s overthrew in His anger and in His wrath.’"
    },
    {
        "o": 6203,
        "r": "nasb:Deuteronomy:29:24",
        "t": "All the nations will say, ‘Why has the Lord*s done thus to this land? Why this great outburst of anger?’"
    },
    {
        "o": 6204,
        "r": "nasb:Deuteronomy:29:25",
        "t": "Then men*i will say, ‘Because they forsook the covenant of the Lord,*s the God of their fathers, which He made with them when He brought them out of the land of Egypt."
    },
    {
        "o": 6205,
        "r": "nasb:Deuteronomy:29:26",
        "t": "They went and served other gods and worshiped them, gods whom they have not known and whom He had not allotted to them."
    },
    {
        "o": 6206,
        "r": "nasb:Deuteronomy:29:27",
        "t": "Therefore, the anger of the Lord*s burned against that land, to bring upon it every curse which is written in this book;"
    },
    {
        "o": 6207,
        "r": "nasb:Deuteronomy:29:28",
        "t": "and the Lord*s uprooted them from their land in anger and in fury and in great wrath, and cast them into another land, as it*i is*i this day.’"
    },
    {
        "o": 6208,
        "r": "nasb:Deuteronomy:29:29",
        "t": "“The*p secret things belong to the Lord*s our God, but the things revealed belong to us and to our sons forever, that we may observe all the words of this law."
    }
]
