[
    {
        "o": 12905,
        "r": "csb:2 Chronicles:21:0",
        "t": "2 Chronicles 21",
        "h": 1
    },
    {
        "o": 12906,
        "r": "csb:2 Chronicles:21:0",
        "t": "Jehoram Becomes King over Judah",
        "h": 2
    },
    {
        "o": 12907,
        "r": "csb:2 Chronicles:21:1",
        "t": "Jehoshaphat*p rested with his ancestors and was buried with his ancestors in the city of David. His son Jehoram became king in his place."
    },
    {
        "o": 12908,
        "r": "csb:2 Chronicles:21:2",
        "t": "He had brothers, sons of Jehoshaphat: Azariah, Jehiel, Zechariah, Azariah, Michael, and Shephatiah; all these were the sons of King Jehoshaphat of Judah."
    },
    {
        "o": 12909,
        "r": "csb:2 Chronicles:21:3",
        "t": "Their father had given them many gifts of silver, gold, and valuable things, along with fortified cities in Judah, but he gave the kingdom to Jehoram because he was the firstborn."
    },
    {
        "o": 12910,
        "r": "csb:2 Chronicles:21:4",
        "t": "When Jehoram had established himself over his father’s kingdom, he strengthened his position by killing with the sword all his brothers as well as some of the princes of Israel."
    },
    {
        "o": 12911,
        "r": "csb:2 Chronicles:21:4",
        "t": "Judah’s King Jehoram",
        "h": 2
    },
    {
        "o": 12912,
        "r": "csb:2 Chronicles:21:5",
        "t": "Jehoram*p was thirty-two years old when he became king, and he reigned eight years in Jerusalem."
    },
    {
        "o": 12913,
        "r": "csb:2 Chronicles:21:6",
        "t": "He walked in the ways of the kings of Israel, as the house of Ahab had done, for Ahab’s daughter was his wife. He did what was evil in the Lord’s*s sight,"
    },
    {
        "o": 12914,
        "r": "csb:2 Chronicles:21:7",
        "t": "but for the sake of the covenant the Lord*s had made with David, he was unwilling to destroy the house of David since the Lord*s had promised to give a lamp to David and to his sons forever."
    },
    {
        "o": 12915,
        "r": "csb:2 Chronicles:21:8",
        "t": "During*p Jehoram’s reign, Edom rebelled against Judah’s control and appointed their own king."
    },
    {
        "o": 12916,
        "r": "csb:2 Chronicles:21:9",
        "t": "So Jehoram crossed into Edom with his commanders and all his chariots. Then at night he set out to attack the Edomites who had surrounded him and the chariot commanders."
    },
    {
        "o": 12917,
        "r": "csb:2 Chronicles:21:10",
        "t": "And now Edom is still in rebellion against Judah’s control today. Libnah also rebelled at that time against his control because he had abandoned the Lord,*s the God of his ancestors."
    },
    {
        "o": 12918,
        "r": "csb:2 Chronicles:21:11",
        "t": "Jehoram also built high places in the hills of Judah, and he caused the inhabitants of Jerusalem to prostitute themselves, and he led Judah astray."
    },
    {
        "o": 12919,
        "r": "csb:2 Chronicles:21:11",
        "t": "Elijah’s Letter to Jehoram",
        "h": 2
    },
    {
        "o": 12920,
        "r": "csb:2 Chronicles:21:12",
        "t": "Then*p a letter came to Jehoram from the prophet Elijah, saying: This*p is what the Lord,*s the God of your ancestor David says: “Because you have not walked in the ways of your father Jehoshaphat or in the ways of King Asa of Judah"
    },
    {
        "o": 12921,
        "r": "csb:2 Chronicles:21:13",
        "t": "but have walked in the ways of the kings of Israel, have caused Judah and the inhabitants of Jerusalem to prostitute themselves like the house of Ahab prostituted itself, and also have killed your brothers, your father’s family, who were better than you,"
    },
    {
        "o": 12922,
        "r": "csb:2 Chronicles:21:14",
        "t": "the Lord*s is now about to strike your people, your sons, your wives, and all your possessions with a horrible affliction."
    },
    {
        "o": 12923,
        "r": "csb:2 Chronicles:21:15",
        "t": "You yourself will be struck with many illnesses, including a disease of the intestines, until your intestines come out day after day because of the disease.”"
    },
    {
        "o": 12924,
        "r": "csb:2 Chronicles:21:15",
        "t": "Jehoram’s Last Days",
        "h": 2
    },
    {
        "o": 12925,
        "r": "csb:2 Chronicles:21:16",
        "t": "The*p Lord*s roused the spirit of the Philistines and the Arabs who lived near the Cushites to attack Jehoram."
    },
    {
        "o": 12926,
        "r": "csb:2 Chronicles:21:17",
        "t": "So they went to war against Judah and invaded it. They carried off all the possessions found in the king’s palace and also his sons and wives; not a son was left to him except Jehoahaz, his youngest son."
    },
    {
        "o": 12927,
        "r": "csb:2 Chronicles:21:18",
        "t": "After*p all these things, the Lord*s afflicted him in his intestines with an incurable disease."
    },
    {
        "o": 12928,
        "r": "csb:2 Chronicles:21:19",
        "t": "This continued day after day until two full years passed. Then his intestines came out because of his disease, and he died from severe illnesses. But his people did not hold a fire in his honor like the fire in honor of his predecessors."
    },
    {
        "o": 12929,
        "r": "csb:2 Chronicles:21:20",
        "t": "Jehoram*p was thirty-two years old when he became king; he reigned eight years in Jerusalem. He died to no one’s regret and was buried in the city of David but not in the tombs of the kings."
    }
]
