[
    {
        "o": 7450,
        "r": "kjv:1 Samuel:1:0",
        "t": "1 Samuel 1",
        "h": 1
    },
    {
        "o": 7451,
        "r": "kjv:1 Samuel:1:1",
        "t": "Now*p there was a certain man of Ramathaim–zophim, of mount Ephraim, and his name was Elkanah, the son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephrathite:"
    },
    {
        "o": 7452,
        "r": "kjv:1 Samuel:1:2",
        "t": "And*p he had two wives; the name of the one was Hannah, and the name of the other Peninnah: and Peninnah had children, but Hannah had no children."
    },
    {
        "o": 7453,
        "r": "kjv:1 Samuel:1:3",
        "t": "And*p this man went up out of his city yearly to worship and to sacrifice unto the Lord*s of hosts in Shiloh. And the two sons of Eli, Hophni and Phinehas, the priests of the Lord,*s were there."
    },
    {
        "o": 7454,
        "r": "kjv:1 Samuel:1:4",
        "t": "And*p when the time was that Elkanah offered, he gave to Peninnah his wife, and to all her sons and her daughters, portions:"
    },
    {
        "o": 7455,
        "r": "kjv:1 Samuel:1:5",
        "t": "But*p unto Hannah he gave a worthy portion; for he loved Hannah: but the Lord*s had shut up her womb."
    },
    {
        "o": 7456,
        "r": "kjv:1 Samuel:1:6",
        "t": "And*p her adversary also provoked her sore, for to make her fret, because the Lord*s had shut up her womb."
    },
    {
        "o": 7457,
        "r": "kjv:1 Samuel:1:7",
        "t": "And*p as he did so year by year, when she went up to the house of the Lord,*s so she provoked her; therefore she wept, and did not eat."
    },
    {
        "o": 7458,
        "r": "kjv:1 Samuel:1:8",
        "t": "Then*p said Elkanah her husband to her, Hannah, why weepest thou? and why eatest thou not? and why is thy heart grieved? am not I better to thee than ten sons?"
    },
    {
        "o": 7459,
        "r": "kjv:1 Samuel:1:9",
        "t": "So*p Hannah rose up after they had eaten in Shiloh, and after they had drunk. Now Eli the priest sat upon a seat by a post of the temple of the Lord.*s"
    },
    {
        "o": 7460,
        "r": "kjv:1 Samuel:1:10",
        "t": "And*p she was in bitterness of soul, and prayed unto the Lord,*s and wept sore."
    },
    {
        "o": 7461,
        "r": "kjv:1 Samuel:1:11",
        "t": "And*p she vowed a vow, and said, O Lord*s of hosts, if thou wilt indeed look on the affliction of thine handmaid, and remember me, and not forget thine handmaid, but wilt give unto thine handmaid a man child, then I will give him unto the Lord*s all the days of his life, and there shall no razor come upon his head."
    },
    {
        "o": 7462,
        "r": "kjv:1 Samuel:1:12",
        "t": "And*p it came to pass, as she continued praying before the Lord,*s that Eli marked her mouth."
    },
    {
        "o": 7463,
        "r": "kjv:1 Samuel:1:13",
        "t": "Now*p Hannah, she spake in her heart; only her lips moved, but her voice was not heard: therefore Eli thought she had been drunken."
    },
    {
        "o": 7464,
        "r": "kjv:1 Samuel:1:14",
        "t": "And*p Eli said unto her, How long wilt thou be drunken? put away thy wine from thee."
    },
    {
        "o": 7465,
        "r": "kjv:1 Samuel:1:15",
        "t": "And*p Hannah answered and said, No, my lord, I am a woman of a sorrowful spirit: I have drunk neither wine nor strong drink, but have poured out my soul before the Lord.*s"
    },
    {
        "o": 7466,
        "r": "kjv:1 Samuel:1:16",
        "t": "Count*p not thine handmaid for a daughter of Belial: for out of the abundance of my complaint and grief have I spoken hitherto."
    },
    {
        "o": 7467,
        "r": "kjv:1 Samuel:1:17",
        "t": "Then*p Eli answered and said, Go in peace: and the God of Israel grant thee thy petition that thou hast asked of him."
    },
    {
        "o": 7468,
        "r": "kjv:1 Samuel:1:18",
        "t": "And*p she said, Let thine handmaid find grace in thy sight. So the woman went her way, and did eat, and her countenance was no more sad."
    },
    {
        "o": 7469,
        "r": "kjv:1 Samuel:1:19",
        "t": "And*p they rose up in the morning early, and worshipped before the Lord,*s and returned, and came to their house to Ramah: and Elkanah knew Hannah his wife; and the Lord*s remembered her."
    },
    {
        "o": 7470,
        "r": "kjv:1 Samuel:1:20",
        "t": "Wherefore*p it came to pass, when the time was come about after Hannah had conceived, that she bare a son, and called his name Samuel, saying, Because I have asked him of the Lord.*s"
    },
    {
        "o": 7471,
        "r": "kjv:1 Samuel:1:21",
        "t": "And*p the man Elkanah, and all his house, went up to offer unto the Lord*s the yearly sacrifice, and his vow."
    },
    {
        "o": 7472,
        "r": "kjv:1 Samuel:1:22",
        "t": "But*p Hannah went not up; for she said unto her husband, I will not go up until the child be weaned, and then I will bring him, that he may appear before the Lord,*s and there abide for ever."
    },
    {
        "o": 7473,
        "r": "kjv:1 Samuel:1:23",
        "t": "And*p Elkanah her husband said unto her, Do what seemeth thee good; tarry until thou have weaned him; only the Lord*s establish his word. So the woman abode, and gave her son suck until she weaned him."
    },
    {
        "o": 7474,
        "r": "kjv:1 Samuel:1:24",
        "t": "And*p when she had weaned him, she took him up with her, with three bullocks, and one ephah of flour, and a bottle of wine, and brought him unto the house of the Lord*s in Shiloh: and the child was young."
    },
    {
        "o": 7475,
        "r": "kjv:1 Samuel:1:25",
        "t": "And*p they slew a bullock, and brought the child to Eli."
    },
    {
        "o": 7476,
        "r": "kjv:1 Samuel:1:26",
        "t": "And*p she said, Oh my lord, as thy soul liveth, my lord, I am the woman that stood by thee here, praying unto the Lord.*s"
    },
    {
        "o": 7477,
        "r": "kjv:1 Samuel:1:27",
        "t": "For*p this child I prayed; and the Lord*s hath given me my petition which I asked of him:"
    },
    {
        "o": 7478,
        "r": "kjv:1 Samuel:1:28",
        "t": "Therefore*p also I have lent him to the Lord;*s as long as he liveth he shall be lent to the Lord.*s And he worshipped the Lord*s there."
    },
    {
        "o": 7479,
        "r": "kjv:1 Samuel:2:0",
        "t": "1 Samuel 2",
        "h": 1
    },
    {
        "o": 7480,
        "r": "kjv:1 Samuel:2:1",
        "t": "And*p Hannah prayed, and said, My heart rejoiceth in the Lord,*s mine horn is exalted in the Lord:*s my mouth is enlarged over mine enemies; because I rejoice in thy salvation."
    },
    {
        "o": 7481,
        "r": "kjv:1 Samuel:2:2",
        "t": "There*p is none holy as the Lord:*s for there is none beside thee: neither is there any rock like our God."
    },
    {
        "o": 7482,
        "r": "kjv:1 Samuel:2:3",
        "t": "Talk*p no more so exceeding proudly; let not arrogancy come out of your mouth: for the Lord*s is a God of knowledge, and by him actions are weighed."
    },
    {
        "o": 7483,
        "r": "kjv:1 Samuel:2:4",
        "t": "The*p bows of the mighty men are broken, and they that stumbled are girded with strength."
    },
    {
        "o": 7484,
        "r": "kjv:1 Samuel:2:5",
        "t": "They*p that were full have hired out themselves for bread; and they that were hungry ceased: so that the barren hath born seven; and she that hath many children is waxed feeble."
    },
    {
        "o": 7485,
        "r": "kjv:1 Samuel:2:6",
        "t": "The*p Lord*s killeth, and maketh alive: he bringeth down to the grave, and bringeth up."
    },
    {
        "o": 7486,
        "r": "kjv:1 Samuel:2:7",
        "t": "The*p Lord*s maketh poor, and maketh rich: he bringeth low, and lifteth up."
    },
    {
        "o": 7487,
        "r": "kjv:1 Samuel:2:8",
        "t": "He*p raiseth up the poor out of the dust, and lifteth up the beggar from the dunghill, to set them among princes, and to make them inherit the throne of glory: for the pillars of the earth are the Lord's,*s and he hath set the world upon them."
    },
    {
        "o": 7488,
        "r": "kjv:1 Samuel:2:9",
        "t": "He*p will keep the feet of his saints, and the wicked shall be silent in darkness; for by strength shall no man prevail."
    },
    {
        "o": 7489,
        "r": "kjv:1 Samuel:2:10",
        "t": "The*p adversaries of the Lord*s shall be broken to pieces; out of heaven shall he thunder upon them: the Lord*s shall judge the ends of the earth; and he shall give strength unto his king, and exalt the horn of his anointed."
    },
    {
        "o": 7490,
        "r": "kjv:1 Samuel:2:11",
        "t": "And*p Elkanah went to Ramah to his house. And the child did minister unto the Lord*s before Eli the priest."
    },
    {
        "o": 7491,
        "r": "kjv:1 Samuel:2:12",
        "t": "Now*p the sons of Eli were sons of Belial; they knew not the Lord.*s"
    },
    {
        "o": 7492,
        "r": "kjv:1 Samuel:2:13",
        "t": "And*p the priests' custom with the people was, that, when any man offered sacrifice, the priest's servant came, while the flesh was in seething, with a fleshhook of three teeth in his hand;"
    },
    {
        "o": 7493,
        "r": "kjv:1 Samuel:2:14",
        "t": "And*p he struck it into the pan, or kettle, or caldron, or pot; all that the fleshhook brought up the priest took for himself. So they did in Shiloh unto all the Israelites that came thither."
    },
    {
        "o": 7494,
        "r": "kjv:1 Samuel:2:15",
        "t": "Also*p before they burnt the fat, the priest's servant came, and said to the man that sacrificed, Give flesh to roast for the priest; for he will not have sodden flesh of thee, but raw."
    },
    {
        "o": 7495,
        "r": "kjv:1 Samuel:2:16",
        "t": "And*p if any man said unto him, Let them not fail to burn the fat presently, and then take as much as thy soul desireth; then he would answer him, Nay; but thou shalt give it me now: and if not, I will take it by force."
    },
    {
        "o": 7496,
        "r": "kjv:1 Samuel:2:17",
        "t": "Wherefore*p the sin of the young men was very great before the Lord:*s for men abhorred the offering of the Lord.*s"
    },
    {
        "o": 7497,
        "r": "kjv:1 Samuel:2:18",
        "t": "But*p Samuel ministered before the Lord,*s being a child, girded with a linen ephod."
    },
    {
        "o": 7498,
        "r": "kjv:1 Samuel:2:19",
        "t": "Moreover*p his mother made him a little coat, and brought it to him from year to year, when she came up with her husband to offer the yearly sacrifice."
    },
    {
        "o": 7499,
        "r": "kjv:1 Samuel:2:20",
        "t": "And*p Eli blessed Elkanah and his wife, and said, The Lord*s give thee seed of this woman for the loan which is lent to the Lord.*s And they went unto their own home."
    },
    {
        "o": 7500,
        "r": "kjv:1 Samuel:2:21",
        "t": "And*p the Lord*s visited Hannah, so that she conceived, and bare three sons and two daughters. And the child Samuel grew before the Lord.*s"
    },
    {
        "o": 7501,
        "r": "kjv:1 Samuel:2:22",
        "t": "Now*p Eli was very old, and heard all that his sons did unto all Israel; and how they lay with the women that assembled at the door of the tabernacle of the congregation."
    },
    {
        "o": 7502,
        "r": "kjv:1 Samuel:2:23",
        "t": "And*p he said unto them, Why do ye such things? for I hear of your evil dealings by all this people."
    },
    {
        "o": 7503,
        "r": "kjv:1 Samuel:2:24",
        "t": "Nay,*p my sons; for it is no good report that I hear: ye make the Lord's*s people to transgress."
    },
    {
        "o": 7504,
        "r": "kjv:1 Samuel:2:25",
        "t": "If*p one man sin against another, the judge shall judge him: but if a man sin against the Lord,*s who shall entreat for him? Notwithstanding they hearkened not unto the voice of their father, because the Lord*s would slay them."
    },
    {
        "o": 7505,
        "r": "kjv:1 Samuel:2:26",
        "t": "And*p the child Samuel grew on, and was in favour both with the Lord,*s and also with men."
    },
    {
        "o": 7506,
        "r": "kjv:1 Samuel:2:27",
        "t": "And*p there came a man of God unto Eli, and said unto him, Thus saith the Lord,*s Did I plainly appear unto the house of thy father, when they were in Egypt in Pharaoh's house?"
    },
    {
        "o": 7507,
        "r": "kjv:1 Samuel:2:28",
        "t": "And*p did I choose him out of all the tribes of Israel to be my priest, to offer upon mine altar, to burn incense, to wear an ephod before me? and did I give unto the house of thy father all the offerings made by fire of the children of Israel?"
    },
    {
        "o": 7508,
        "r": "kjv:1 Samuel:2:29",
        "t": "Wherefore*p kick ye at my sacrifice and at mine offering, which I have commanded in my habitation; and honourest thy sons above me, to make yourselves fat with the chiefest of all the offerings of Israel my people?"
    },
    {
        "o": 7509,
        "r": "kjv:1 Samuel:2:30",
        "t": "Wherefore*p the Lord*s God of Israel saith, I said indeed that thy house, and the house of thy father, should walk before me for ever: but now the Lord*s saith, Be it far from me; for them that honour me I will honour, and they that despise me shall be lightly esteemed."
    },
    {
        "o": 7510,
        "r": "kjv:1 Samuel:2:31",
        "t": "Behold,*p the days come, that I will cut off thine arm, and the arm of thy father's house, that there shall not be an old man in thine house."
    },
    {
        "o": 7511,
        "r": "kjv:1 Samuel:2:32",
        "t": "And*p thou shalt see an enemy in my habitation, in all the wealth which God shall give Israel: and there shall not be an old man in thine house for ever."
    },
    {
        "o": 7512,
        "r": "kjv:1 Samuel:2:33",
        "t": "And*p the man of thine, whom I shall not cut off from mine altar, shall be to consume thine eyes, and to grieve thine heart: and all the increase of thine house shall die in the flower of their age."
    },
    {
        "o": 7513,
        "r": "kjv:1 Samuel:2:34",
        "t": "And*p this shall be a sign unto thee, that shall come upon thy two sons, on Hophni and Phinehas; in one day they shall die both of them."
    },
    {
        "o": 7514,
        "r": "kjv:1 Samuel:2:35",
        "t": "And*p I will raise me up a faithful priest, that shall do according to that which is in mine heart and in my mind: and I will build him a sure house; and he shall walk before mine anointed for ever."
    },
    {
        "o": 7515,
        "r": "kjv:1 Samuel:2:36",
        "t": "And*p it shall come to pass, that every one that is left in thine house shall come and crouch to him for a piece of silver and a morsel of bread, and shall say, Put me, I pray thee, into one of the priests' offices, that I may eat a piece of bread."
    },
    {
        "o": 7516,
        "r": "kjv:1 Samuel:3:0",
        "t": "1 Samuel 3",
        "h": 1
    },
    {
        "o": 7517,
        "r": "kjv:1 Samuel:3:1",
        "t": "And*p the child Samuel ministered unto the Lord*s before Eli. And the word of the Lord*s was precious in those days; there was no open vision."
    },
    {
        "o": 7518,
        "r": "kjv:1 Samuel:3:2",
        "t": "And*p it came to pass at that time, when Eli was laid down in his place, and his eyes began to wax dim, that he could not see;"
    },
    {
        "o": 7519,
        "r": "kjv:1 Samuel:3:3",
        "t": "And*p ere the lamp of God went out in the temple of the Lord,*s where the ark of God was, and Samuel was laid down to sleep;"
    },
    {
        "o": 7520,
        "r": "kjv:1 Samuel:3:4",
        "t": "That*p the Lord*s called Samuel: and he answered, Here am I."
    },
    {
        "o": 7521,
        "r": "kjv:1 Samuel:3:5",
        "t": "And*p he ran unto Eli, and said, Here am I; for thou calledst me. And he said, I called not; lie down again. And he went and lay down."
    },
    {
        "o": 7522,
        "r": "kjv:1 Samuel:3:6",
        "t": "And*p the Lord*s called yet again, Samuel. And Samuel arose and went to Eli, and said, Here am I; for thou didst call me. And he answered, I called not, my son; lie down again."
    },
    {
        "o": 7523,
        "r": "kjv:1 Samuel:3:7",
        "t": "Now*p Samuel did not yet know the Lord,*s neither was the word of the Lord*s yet revealed unto him."
    },
    {
        "o": 7524,
        "r": "kjv:1 Samuel:3:8",
        "t": "And*p the Lord*s called Samuel again the third time. And he arose and went to Eli, and said, Here am I; for thou didst call me. And Eli perceived that the Lord*s had called the child."
    },
    {
        "o": 7525,
        "r": "kjv:1 Samuel:3:9",
        "t": "Therefore*p Eli said unto Samuel, Go, lie down: and it shall be, if he call thee, that thou shalt say, Speak, Lord;*s for thy servant heareth. So Samuel went and lay down in his place."
    },
    {
        "o": 7526,
        "r": "kjv:1 Samuel:3:10",
        "t": "And*p the Lord*s came, and stood, and called as at other times, Samuel, Samuel. Then Samuel answered, Speak; for thy servant heareth."
    },
    {
        "o": 7527,
        "r": "kjv:1 Samuel:3:11",
        "t": "And*p the Lord*s said to Samuel, Behold, I will do a thing in Israel, at which both the ears of every one that heareth it shall tingle."
    },
    {
        "o": 7528,
        "r": "kjv:1 Samuel:3:12",
        "t": "In*p that day I will perform against Eli all things which I have spoken concerning his house: when I begin, I will also make an end."
    },
    {
        "o": 7529,
        "r": "kjv:1 Samuel:3:13",
        "t": "For*p I have told him that I will judge his house for ever for the iniquity which he knoweth; because his sons made themselves vile, and he restrained them not."
    },
    {
        "o": 7530,
        "r": "kjv:1 Samuel:3:14",
        "t": "And*p therefore I have sworn unto the house of Eli, that the iniquity of Eli's house shall not be purged with sacrifice nor offering for ever."
    },
    {
        "o": 7531,
        "r": "kjv:1 Samuel:3:15",
        "t": "And*p Samuel lay until the morning, and opened the doors of the house of the Lord.*s And Samuel feared to shew Eli the vision."
    },
    {
        "o": 7532,
        "r": "kjv:1 Samuel:3:16",
        "t": "Then*p Eli called Samuel, and said, Samuel, my son. And he answered, Here am I."
    },
    {
        "o": 7533,
        "r": "kjv:1 Samuel:3:17",
        "t": "And*p he said, What is the thing that the Lord*s hath said unto thee? I pray thee hide it not from me: God do so to thee, and more also, if thou hide any thing from me of all the things that he said unto thee."
    },
    {
        "o": 7534,
        "r": "kjv:1 Samuel:3:18",
        "t": "And*p Samuel told him every whit, and hid nothing from him. And he said, It is the Lord:*s let him do what seemeth him good."
    },
    {
        "o": 7535,
        "r": "kjv:1 Samuel:3:19",
        "t": "And*p Samuel grew, and the Lord*s was with him, and did let none of his words fall to the ground."
    },
    {
        "o": 7536,
        "r": "kjv:1 Samuel:3:20",
        "t": "And*p all Israel from Dan even to Beer–sheba knew that Samuel was established to be a prophet of the Lord.*s"
    },
    {
        "o": 7537,
        "r": "kjv:1 Samuel:3:21",
        "t": "And*p the Lord*s appeared again in Shiloh: for the Lord*s revealed himself to Samuel in Shiloh by the word of the Lord.*s"
    },
    {
        "o": 7538,
        "r": "kjv:1 Samuel:4:0",
        "t": "1 Samuel 4",
        "h": 1
    },
    {
        "o": 7539,
        "r": "kjv:1 Samuel:4:1",
        "t": "And*p the word of Samuel came to all Israel. Now Israel went out against the Philistines to battle, and pitched beside Eben–ezer: and the Philistines pitched in Aphek."
    },
    {
        "o": 7540,
        "r": "kjv:1 Samuel:4:2",
        "t": "And*p the Philistines put themselves in array against Israel: and when they joined battle, Israel was smitten before the Philistines: and they slew of the army in the field about four thousand men."
    },
    {
        "o": 7541,
        "r": "kjv:1 Samuel:4:3",
        "t": "And*p when the people were come into the camp, the elders of Israel said, Wherefore hath the Lord*s smitten us to day before the Philistines? Let us fetch the ark of the covenant of the Lord*s out of Shiloh unto us, that, when it cometh among us, it may save us out of the hand of our enemies."
    },
    {
        "o": 7542,
        "r": "kjv:1 Samuel:4:4",
        "t": "So*p the people sent to Shiloh, that they might bring from thence the ark of the covenant of the Lord*s of hosts, which dwelleth between the cherubims: and the two sons of Eli, Hophni and Phinehas, were there with the ark of the covenant of God."
    },
    {
        "o": 7543,
        "r": "kjv:1 Samuel:4:5",
        "t": "And*p when the ark of the covenant of the Lord*s came into the camp, all Israel shouted with a great shout, so that the earth rang again."
    },
    {
        "o": 7544,
        "r": "kjv:1 Samuel:4:6",
        "t": "And*p when the Philistines heard the noise of the shout, they said, What meaneth the noise of this great shout in the camp of the Hebrews? And they understood that the ark of the Lord*s was come into the camp."
    },
    {
        "o": 7545,
        "r": "kjv:1 Samuel:4:7",
        "t": "And*p the Philistines were afraid, for they said, God is come into the camp. And they said, Woe unto us! for there hath not been such a thing heretofore."
    },
    {
        "o": 7546,
        "r": "kjv:1 Samuel:4:8",
        "t": "Woe*p unto us! who shall deliver us out of the hand of these mighty Gods? these are the Gods that smote the Egyptians with all the plagues in the wilderness."
    },
    {
        "o": 7547,
        "r": "kjv:1 Samuel:4:9",
        "t": "Be*p strong, and quit yourselves like men, O ye Philistines, that ye be not servants unto the Hebrews, as they have been to you: quit yourselves like men, and fight."
    },
    {
        "o": 7548,
        "r": "kjv:1 Samuel:4:10",
        "t": "And*p the Philistines fought, and Israel was smitten, and they fled every man into his tent: and there was a very great slaughter; for there fell of Israel thirty thousand footmen."
    },
    {
        "o": 7549,
        "r": "kjv:1 Samuel:4:11",
        "t": "And*p the ark of God was taken; and the two sons of Eli, Hophni and Phinehas, were slain."
    },
    {
        "o": 7550,
        "r": "kjv:1 Samuel:4:12",
        "t": "And*p there ran a man of Benjamin out of the army, and came to Shiloh the same day with his clothes rent, and with earth upon his head."
    },
    {
        "o": 7551,
        "r": "kjv:1 Samuel:4:13",
        "t": "And*p when he came, lo, Eli sat upon a seat by the wayside watching: for his heart trembled for the ark of God. And when the man came into the city, and told it, all the city cried out."
    },
    {
        "o": 7552,
        "r": "kjv:1 Samuel:4:14",
        "t": "And*p when Eli heard the noise of the crying, he said, What meaneth the noise of this tumult? And the man came in hastily, and told Eli."
    },
    {
        "o": 7553,
        "r": "kjv:1 Samuel:4:15",
        "t": "Now*p Eli was ninety and eight years old; and his eyes were dim, that he could not see."
    },
    {
        "o": 7554,
        "r": "kjv:1 Samuel:4:16",
        "t": "And*p the man said unto Eli, I am he that came out of the army, and I fled to day out of the army. And he said, What is there done, my son?"
    },
    {
        "o": 7555,
        "r": "kjv:1 Samuel:4:17",
        "t": "And*p the messenger answered and said, Israel is fled before the Philistines, and there hath been also a great slaughter among the people, and thy two sons also, Hophni and Phinehas, are dead, and the ark of God is taken."
    },
    {
        "o": 7556,
        "r": "kjv:1 Samuel:4:18",
        "t": "And*p it came to pass, when he made mention of the ark of God, that he fell from off the seat backward by the side of the gate, and his neck brake, and he died: for he was an old man, and heavy. And he had judged Israel forty years."
    },
    {
        "o": 7557,
        "r": "kjv:1 Samuel:4:19",
        "t": "And*p his daughter in law, Phinehas' wife, was with child, near to be delivered: and when she heard the tidings that the ark of God was taken, and that her father in law and her husband were dead, she bowed herself and travailed; for her pains came upon her."
    },
    {
        "o": 7558,
        "r": "kjv:1 Samuel:4:20",
        "t": "And*p about the time of her death the women that stood by her said unto her, Fear not; for thou hast born a son. But she answered not, neither did she regard it."
    },
    {
        "o": 7559,
        "r": "kjv:1 Samuel:4:21",
        "t": "And*p she named the child I–chabod, saying, The glory is departed from Israel: because the ark of God was taken, and because of her father in law and her husband."
    },
    {
        "o": 7560,
        "r": "kjv:1 Samuel:4:22",
        "t": "And*p she said, The glory is departed from Israel: for the ark of God is taken."
    },
    {
        "o": 7561,
        "r": "kjv:1 Samuel:5:0",
        "t": "1 Samuel 5",
        "h": 1
    },
    {
        "o": 7562,
        "r": "kjv:1 Samuel:5:1",
        "t": "And*p the Philistines took the ark of God, and brought it from Eben–ezer unto Ashdod."
    },
    {
        "o": 7563,
        "r": "kjv:1 Samuel:5:2",
        "t": "When*p the Philistines took the ark of God, they brought it into the house of Dagon, and set it by Dagon."
    },
    {
        "o": 7564,
        "r": "kjv:1 Samuel:5:3",
        "t": "And*p when they of Ashdod arose early on the morrow, behold, Dagon was fallen upon his face to the earth before the ark of the Lord.*s And they took Dagon, and set him in his place again."
    },
    {
        "o": 7565,
        "r": "kjv:1 Samuel:5:4",
        "t": "And*p when they arose early on the morrow morning, behold, Dagon was fallen upon his face to the ground before the ark of the Lord;*s and the head of Dagon and both the palms of his hands were cut off upon the threshold; only the stump of Dagon was left to him."
    },
    {
        "o": 7566,
        "r": "kjv:1 Samuel:5:5",
        "t": "Therefore*p neither the priests of Dagon, nor any that come into Dagon's house, tread on the threshold of Dagon in Ashdod unto this day."
    },
    {
        "o": 7567,
        "r": "kjv:1 Samuel:5:6",
        "t": "But*p the hand of the Lord*s was heavy upon them of Ashdod, and he destroyed them, and smote them with emerods, even Ashdod and the coasts thereof."
    },
    {
        "o": 7568,
        "r": "kjv:1 Samuel:5:7",
        "t": "And*p when the men of Ashdod saw that it was so, they said, The ark of the God of Israel shall not abide with us: for his hand is sore upon us, and upon Dagon our god."
    },
    {
        "o": 7569,
        "r": "kjv:1 Samuel:5:8",
        "t": "They*p sent therefore and gathered all the lords of the Philistines unto them, and said, What shall we do with the ark of the God of Israel? And they answered, Let the ark of the God of Israel be carried about unto Gath. And they carried the ark of the God of Israel about thither."
    },
    {
        "o": 7570,
        "r": "kjv:1 Samuel:5:9",
        "t": "And*p it was so, that, after they had carried it about, the hand of the Lord*s was against the city with a very great destruction: and he smote the men of the city, both small and great, and they had emerods in their secret parts."
    },
    {
        "o": 7571,
        "r": "kjv:1 Samuel:5:10",
        "t": "Therefore*p they sent the ark of God to Ekron. And it came to pass, as the ark of God came to Ekron, that the Ekronites cried out, saying, They have brought about the ark of the God of Israel to us, to slay us and our people."
    },
    {
        "o": 7572,
        "r": "kjv:1 Samuel:5:11",
        "t": "So*p they sent and gathered together all the lords of the Philistines, and said, Send away the ark of the God of Israel, and let it go again to his own place, that it slay us not, and our people: for there was a deadly destruction throughout all the city; the hand of God was very heavy there."
    },
    {
        "o": 7573,
        "r": "kjv:1 Samuel:5:12",
        "t": "And*p the men that died not were smitten with the emerods: and the cry of the city went up to heaven."
    },
    {
        "o": 7574,
        "r": "kjv:1 Samuel:6:0",
        "t": "1 Samuel 6",
        "h": 1
    },
    {
        "o": 7575,
        "r": "kjv:1 Samuel:6:1",
        "t": "And*p the ark of the Lord*s was in the country of the Philistines seven months."
    },
    {
        "o": 7576,
        "r": "kjv:1 Samuel:6:2",
        "t": "And*p the Philistines called for the priests and the diviners, saying, What shall we do to the ark of the Lord?*s tell us wherewith we shall send it to his place."
    },
    {
        "o": 7577,
        "r": "kjv:1 Samuel:6:3",
        "t": "And*p they said, If ye send away the ark of the God of Israel, send it not empty; but in any wise return him a trespass offering: then ye shall be healed, and it shall be known to you why his hand is not removed from you."
    },
    {
        "o": 7578,
        "r": "kjv:1 Samuel:6:4",
        "t": "Then*p said they, What shall be the trespass offering which we shall return to him? They answered, Five golden emerods, and five golden mice, according to the number of the lords of the Philistines: for one plague was on you all, and on your lords."
    },
    {
        "o": 7579,
        "r": "kjv:1 Samuel:6:5",
        "t": "Wherefore*p ye shall make images of your emerods, and images of your mice that mar the land; and ye shall give glory unto the God of Israel: peradventure he will lighten his hand from off you, and from off your gods, and from off your land."
    },
    {
        "o": 7580,
        "r": "kjv:1 Samuel:6:6",
        "t": "Wherefore*p then do ye harden your hearts, as the Egyptians and Pharaoh hardened their hearts? when he had wrought wonderfully among them, did they not let the people go, and they departed?"
    },
    {
        "o": 7581,
        "r": "kjv:1 Samuel:6:7",
        "t": "Now*p therefore make a new cart, and take two milch kine, on which there hath come no yoke, and tie the kine to the cart, and bring their calves home from them:"
    },
    {
        "o": 7582,
        "r": "kjv:1 Samuel:6:8",
        "t": "And*p take the ark of the Lord,*s and lay it upon the cart; and put the jewels of gold, which ye return him for a trespass offering, in a coffer by the side thereof; and send it away, that it may go."
    },
    {
        "o": 7583,
        "r": "kjv:1 Samuel:6:9",
        "t": "And*p see, if it goeth up by the way of his own coast to Beth–shemesh, then he hath done us this great evil: but if not, then we shall know that it is not his hand that smote us; it was a chance that happened to us."
    },
    {
        "o": 7584,
        "r": "kjv:1 Samuel:6:10",
        "t": "And*p the men did so; and took two milch kine, and tied them to the cart, and shut up their calves at home:"
    },
    {
        "o": 7585,
        "r": "kjv:1 Samuel:6:11",
        "t": "And*p they laid the ark of the Lord*s upon the cart, and the coffer with the mice of gold and the images of their emerods."
    },
    {
        "o": 7586,
        "r": "kjv:1 Samuel:6:12",
        "t": "And*p the kine took the straight way to the way of Beth–shemesh, and went along the highway, lowing as they went, and turned not aside to the right hand or to the left; and the lords of the Philistines went after them unto the border of Beth–shemesh."
    },
    {
        "o": 7587,
        "r": "kjv:1 Samuel:6:13",
        "t": "And*p they of Beth–shemesh were reaping their wheat harvest in the valley: and they lifted up their eyes, and saw the ark, and rejoiced to see it."
    },
    {
        "o": 7588,
        "r": "kjv:1 Samuel:6:14",
        "t": "And*p the cart came into the field of Joshua, a Beth–shemite, and stood there, where there was a great stone: and they clave the wood of the cart, and offered the kine a burnt offering unto the Lord.*s"
    },
    {
        "o": 7589,
        "r": "kjv:1 Samuel:6:15",
        "t": "And*p the Levites took down the ark of the Lord,*s and the coffer that was with it, wherein the jewels of gold were, and put them on the great stone: and the men of Beth–shemesh offered burnt offerings and sacrificed sacrifices the same day unto the Lord.*s"
    },
    {
        "o": 7590,
        "r": "kjv:1 Samuel:6:16",
        "t": "And*p when the five lords of the Philistines had seen it, they returned to Ekron the same day."
    },
    {
        "o": 7591,
        "r": "kjv:1 Samuel:6:17",
        "t": "And*p these are the golden emerods which the Philistines returned for a trespass offering unto the Lord;*s for Ashdod one, for Gaza one, for Ashkelon one, for Gath one, for Ekron one;"
    },
    {
        "o": 7592,
        "r": "kjv:1 Samuel:6:18",
        "t": "And*p the golden mice, according to the number of all the cities of the Philistines belonging to the five lords, both of fenced cities, and of country villages, even unto the great stone of Abel, whereon they set down the ark of the Lord:*s which stone remaineth unto this day in the field of Joshua, the Beth–shemite."
    },
    {
        "o": 7593,
        "r": "kjv:1 Samuel:6:19",
        "t": "And*p he smote the men of Beth–shemesh, because they had looked into the ark of the Lord,*s even he smote of the people fifty thousand and threescore and ten men: and the people lamented, because the Lord*s had smitten many of the people with a great slaughter."
    },
    {
        "o": 7594,
        "r": "kjv:1 Samuel:6:20",
        "t": "And*p the men of Beth–shemesh said, Who is able to stand before this holy Lord*s God? and to whom shall he go up from us?"
    },
    {
        "o": 7595,
        "r": "kjv:1 Samuel:6:21",
        "t": "And*p they sent messengers to the inhabitants of Kirjath–jearim, saying, The Philistines have brought again the ark of the Lord;*s come ye down, and fetch it up to you."
    },
    {
        "o": 7596,
        "r": "kjv:1 Samuel:7:0",
        "t": "1 Samuel 7",
        "h": 1
    },
    {
        "o": 7597,
        "r": "kjv:1 Samuel:7:1",
        "t": "And*p the men of Kirjath–jearim came, and fetched up the ark of the Lord,*s and brought it into the house of Abinadab in the hill, and sanctified Eleazar his son to keep the ark of the Lord.*s"
    },
    {
        "o": 7598,
        "r": "kjv:1 Samuel:7:2",
        "t": "And*p it came to pass, while the ark abode in Kirjath–jearim, that the time was long; for it was twenty years: and all the house of Israel lamented after the Lord.*s"
    },
    {
        "o": 7599,
        "r": "kjv:1 Samuel:7:3",
        "t": "And*p Samuel spake unto all the house of Israel, saying, If ye do return unto the Lord*s with all your hearts, then put away the strange gods and Ashtoreth from among you, and prepare your hearts unto the Lord,*s and serve him only: and he will deliver you out of the hand of the Philistines."
    },
    {
        "o": 7600,
        "r": "kjv:1 Samuel:7:4",
        "t": "Then*p the children of Israel did put away Baalim and Ashtoreth, and served the Lord*s only."
    },
    {
        "o": 7601,
        "r": "kjv:1 Samuel:7:5",
        "t": "And*p Samuel said, Gather all Israel to Mizpah, and I will pray for you unto the Lord.*s"
    },
    {
        "o": 7602,
        "r": "kjv:1 Samuel:7:6",
        "t": "And*p they gathered together to Mizpah, and drew water, and poured it out before the Lord,*s and fasted on that day, and said there, We have sinned against the Lord.*s And Samuel judged the children of Israel in Mizpah."
    },
    {
        "o": 7603,
        "r": "kjv:1 Samuel:7:7",
        "t": "And*p when the Philistines heard that the children of Israel were gathered together to Mizpah, the lords of the Philistines went up against Israel. And when the children of Israel heard it, they were afraid of the Philistines."
    },
    {
        "o": 7604,
        "r": "kjv:1 Samuel:7:8",
        "t": "And*p the children of Israel said to Samuel, Cease not to cry unto the Lord*s our God for us, that he will save us out of the hand of the Philistines."
    },
    {
        "o": 7605,
        "r": "kjv:1 Samuel:7:9",
        "t": "And*p Samuel took a sucking lamb, and offered it for a burnt offering wholly unto the Lord:*s and Samuel cried unto the Lord*s for Israel; and the Lord*s heard him."
    },
    {
        "o": 7606,
        "r": "kjv:1 Samuel:7:10",
        "t": "And*p as Samuel was offering up the burnt offering, the Philistines drew near to battle against Israel: but the Lord*s thundered with a great thunder on that day upon the Philistines, and discomfited them; and they were smitten before Israel."
    },
    {
        "o": 7607,
        "r": "kjv:1 Samuel:7:11",
        "t": "And*p the men of Israel went out of Mizpah, and pursued the Philistines, and smote them, until they came under Beth–car."
    },
    {
        "o": 7608,
        "r": "kjv:1 Samuel:7:12",
        "t": "Then*p Samuel took a stone, and set it between Mizpah and Shen, and called the name of it Eben–ezer, saying, Hitherto hath the Lord*s helped us."
    },
    {
        "o": 7609,
        "r": "kjv:1 Samuel:7:13",
        "t": "So*p the Philistines were subdued, and they came no more into the coast of Israel: and the hand of the Lord*s was against the Philistines all the days of Samuel."
    },
    {
        "o": 7610,
        "r": "kjv:1 Samuel:7:14",
        "t": "And*p the cities which the Philistines had taken from Israel were restored to Israel, from Ekron even unto Gath; and the coasts thereof did Israel deliver out of the hands of the Philistines. And there was peace between Israel and the Amorites."
    },
    {
        "o": 7611,
        "r": "kjv:1 Samuel:7:15",
        "t": "And*p Samuel judged Israel all the days of his life."
    },
    {
        "o": 7612,
        "r": "kjv:1 Samuel:7:16",
        "t": "And*p he went from year to year in circuit to Beth–el, and Gilgal, and Mizpah, and judged Israel in all those places."
    },
    {
        "o": 7613,
        "r": "kjv:1 Samuel:7:17",
        "t": "And*p his return was to Ramah; for there was his house; and there he judged Israel; and there he built an altar unto the Lord.*s"
    },
    {
        "o": 7614,
        "r": "kjv:1 Samuel:8:0",
        "t": "1 Samuel 8",
        "h": 1
    },
    {
        "o": 7615,
        "r": "kjv:1 Samuel:8:1",
        "t": "And*p it came to pass, when Samuel was old, that he made his sons judges over Israel."
    },
    {
        "o": 7616,
        "r": "kjv:1 Samuel:8:2",
        "t": "Now*p the name of his firstborn was Joel; and the name of his second, Abiah: they were judges in Beer–sheba."
    },
    {
        "o": 7617,
        "r": "kjv:1 Samuel:8:3",
        "t": "And*p his sons walked not in his ways, but turned aside after lucre, and took bribes, and perverted judgment."
    },
    {
        "o": 7618,
        "r": "kjv:1 Samuel:8:4",
        "t": "Then*p all the elders of Israel gathered themselves together, and came to Samuel unto Ramah,"
    },
    {
        "o": 7619,
        "r": "kjv:1 Samuel:8:5",
        "t": "And*p said unto him, Behold, thou art old, and thy sons walk not in thy ways: now make us a king to judge us like all the nations."
    },
    {
        "o": 7620,
        "r": "kjv:1 Samuel:8:6",
        "t": "But*p the thing displeased Samuel, when they said, Give us a king to judge us. And Samuel prayed unto the Lord.*s"
    },
    {
        "o": 7621,
        "r": "kjv:1 Samuel:8:7",
        "t": "And*p the Lord*s said unto Samuel, Hearken unto the voice of the people in all that they say unto thee: for they have not rejected thee, but they have rejected me, that I should not reign over them."
    },
    {
        "o": 7622,
        "r": "kjv:1 Samuel:8:8",
        "t": "According*p to all the works which they have done since the day that I brought them up out of Egypt even unto this day, wherewith they have forsaken me, and served other gods, so do they also unto thee."
    },
    {
        "o": 7623,
        "r": "kjv:1 Samuel:8:9",
        "t": "Now*p therefore hearken unto their voice: howbeit yet protest solemnly unto them, and shew them the manner of the king that shall reign over them."
    },
    {
        "o": 7624,
        "r": "kjv:1 Samuel:8:10",
        "t": "And*p Samuel told all the words of the Lord*s unto the people that asked of him a king."
    },
    {
        "o": 7625,
        "r": "kjv:1 Samuel:8:11",
        "t": "And*p he said, This will be the manner of the king that shall reign over you: He will take your sons, and appoint them for himself, for his chariots, and to be his horsemen; and some shall run before his chariots."
    },
    {
        "o": 7626,
        "r": "kjv:1 Samuel:8:12",
        "t": "And*p he will appoint him captains over thousands, and captains over fifties; and will set them to ear his ground, and to reap his harvest, and to make his instruments of war, and instruments of his chariots."
    },
    {
        "o": 7627,
        "r": "kjv:1 Samuel:8:13",
        "t": "And*p he will take your daughters to be confectionaries, and to be cooks, and to be bakers."
    },
    {
        "o": 7628,
        "r": "kjv:1 Samuel:8:14",
        "t": "And*p he will take your fields, and your vineyards, and your oliveyards, even the best of them, and give them to his servants."
    },
    {
        "o": 7629,
        "r": "kjv:1 Samuel:8:15",
        "t": "And*p he will take the tenth of your seed, and of your vineyards, and give to his officers, and to his servants."
    },
    {
        "o": 7630,
        "r": "kjv:1 Samuel:8:16",
        "t": "And*p he will take your menservants, and your maidservants, and your goodliest young men, and your asses, and put them to his work."
    },
    {
        "o": 7631,
        "r": "kjv:1 Samuel:8:17",
        "t": "He*p will take the tenth of your sheep: and ye shall be his servants."
    },
    {
        "o": 7632,
        "r": "kjv:1 Samuel:8:18",
        "t": "And*p ye shall cry out in that day because of your king which ye shall have chosen you; and the Lord*s will not hear you in that day."
    },
    {
        "o": 7633,
        "r": "kjv:1 Samuel:8:19",
        "t": "Nevertheless*p the people refused to obey the voice of Samuel; and they said, Nay; but we will have a king over us;"
    },
    {
        "o": 7634,
        "r": "kjv:1 Samuel:8:20",
        "t": "That*p we also may be like all the nations; and that our king may judge us, and go out before us, and fight our battles."
    },
    {
        "o": 7635,
        "r": "kjv:1 Samuel:8:21",
        "t": "And*p Samuel heard all the words of the people, and he rehearsed them in the ears of the Lord.*s"
    },
    {
        "o": 7636,
        "r": "kjv:1 Samuel:8:22",
        "t": "And*p the Lord*s said to Samuel, Hearken unto their voice, and make them a king. And Samuel said unto the men of Israel, Go ye every man unto his city."
    },
    {
        "o": 7637,
        "r": "kjv:1 Samuel:9:0",
        "t": "1 Samuel 9",
        "h": 1
    },
    {
        "o": 7638,
        "r": "kjv:1 Samuel:9:1",
        "t": "Now*p there was a man of Benjamin, whose name was Kish, the son of Abiel, the son of Zeror, the son of Bechorath, the son of Aphiah, a Benjamite, a mighty man of power."
    },
    {
        "o": 7639,
        "r": "kjv:1 Samuel:9:2",
        "t": "And*p he had a son, whose name was Saul, a choice young man, and a goodly: and there was not among the children of Israel a goodlier person than he: from his shoulders and upward he was higher than any of the people."
    },
    {
        "o": 7640,
        "r": "kjv:1 Samuel:9:3",
        "t": "And*p the asses of Kish Saul's father were lost. And Kish said to Saul his son, Take now one of the servants with thee, and arise, go seek the asses."
    },
    {
        "o": 7641,
        "r": "kjv:1 Samuel:9:4",
        "t": "And*p he passed through mount Ephraim, and passed through the land of Shalisha, but they found them not: then they passed through the land of Shalim, and there they were not: and he passed through the land of the Benjamites, but they found them not."
    },
    {
        "o": 7642,
        "r": "kjv:1 Samuel:9:5",
        "t": "And*p when they were come to the land of Zuph, Saul said to his servant that was with him, Come, and let us return; lest my father leave caring for the asses, and take thought for us."
    },
    {
        "o": 7643,
        "r": "kjv:1 Samuel:9:6",
        "t": "And*p he said unto him, Behold now, there is in this city a man of God, and he is an honourable man; all that he saith cometh surely to pass: now let us go thither; peradventure he can shew us our way that we should go."
    },
    {
        "o": 7644,
        "r": "kjv:1 Samuel:9:7",
        "t": "Then*p said Saul to his servant, But, behold, if we go, what shall we bring the man? for the bread is spent in our vessels, and there is not a present to bring to the man of God: what have we?"
    },
    {
        "o": 7645,
        "r": "kjv:1 Samuel:9:8",
        "t": "And*p the servant answered Saul again, and said, Behold, I have here at hand the fourth part of a shekel of silver: that will I give to the man of God, to tell us our way."
    },
    {
        "o": 7646,
        "r": "kjv:1 Samuel:9:9",
        "t": "(Beforetime*p in Israel, when a man went to enquire of God, thus he spake, Come, and let us go to the seer: for he that is now called a Prophet was beforetime called a Seer.)"
    },
    {
        "o": 7647,
        "r": "kjv:1 Samuel:9:10",
        "t": "Then*p said Saul to his servant, Well said; come, let us go. So they went unto the city where the man of God was."
    },
    {
        "o": 7648,
        "r": "kjv:1 Samuel:9:11",
        "t": "And*p as they went up the hill to the city, they found young maidens going out to draw water, and said unto them, Is the seer here?"
    },
    {
        "o": 7649,
        "r": "kjv:1 Samuel:9:12",
        "t": "And*p they answered them, and said, He is; behold, he is before you: make haste now, for he came to day to the city; for there is a sacrifice of the people to day in the high place:"
    },
    {
        "o": 7650,
        "r": "kjv:1 Samuel:9:13",
        "t": "As*p soon as ye be come into the city, ye shall straightway find him, before he go up to the high place to eat: for the people will not eat until he come, because he doth bless the sacrifice; and afterwards they eat that be bidden. Now therefore get you up; for about this time ye shall find him."
    },
    {
        "o": 7651,
        "r": "kjv:1 Samuel:9:14",
        "t": "And*p they went up into the city: and when they were come into the city, behold, Samuel came out against them, for to go up to the high place."
    },
    {
        "o": 7652,
        "r": "kjv:1 Samuel:9:15",
        "t": "Now*p the Lord*s had told Samuel in his ear a day before Saul came, saying,"
    },
    {
        "o": 7653,
        "r": "kjv:1 Samuel:9:16",
        "t": "To*p morrow about this time I will send thee a man out of the land of Benjamin, and thou shalt anoint him to be captain over my people Israel, that he may save my people out of the hand of the Philistines: for I have looked upon my people, because their cry is come unto me."
    },
    {
        "o": 7654,
        "r": "kjv:1 Samuel:9:17",
        "t": "And*p when Samuel saw Saul, the Lord*s said unto him, Behold the man whom I spake to thee of! this same shall reign over my people."
    },
    {
        "o": 7655,
        "r": "kjv:1 Samuel:9:18",
        "t": "Then*p Saul drew near to Samuel in the gate, and said, Tell me, I pray thee, where the seer's house is."
    },
    {
        "o": 7656,
        "r": "kjv:1 Samuel:9:19",
        "t": "And*p Samuel answered Saul, and said, I am the seer: go up before me unto the high place; for ye shall eat with me to day, and to morrow I will let thee go, and will tell thee all that is in thine heart."
    },
    {
        "o": 7657,
        "r": "kjv:1 Samuel:9:20",
        "t": "And*p as for thine asses that were lost three days ago, set not thy mind on them; for they are found. And on whom is all the desire of Israel? Is it not on thee, and on all thy father's house?"
    },
    {
        "o": 7658,
        "r": "kjv:1 Samuel:9:21",
        "t": "And*p Saul answered and said, Am not I a Benjamite, of the smallest of the tribes of Israel? and my family the least of all the families of the tribe of Benjamin? wherefore then speakest thou so to me?"
    },
    {
        "o": 7659,
        "r": "kjv:1 Samuel:9:22",
        "t": "And*p Samuel took Saul and his servant, and brought them into the parlour, and made them sit in the chiefest place among them that were bidden, which were about thirty persons."
    },
    {
        "o": 7660,
        "r": "kjv:1 Samuel:9:23",
        "t": "And*p Samuel said unto the cook, Bring the portion which I gave thee, of which I said unto thee, Set it by thee."
    },
    {
        "o": 7661,
        "r": "kjv:1 Samuel:9:24",
        "t": "And*p the cook took up the shoulder, and that which was upon it, and set it before Saul. And Samuel said, Behold that which is left! set it before thee, and eat: for unto this time hath it been kept for thee since I said, I have invited the people. So Saul did eat with Samuel that day."
    },
    {
        "o": 7662,
        "r": "kjv:1 Samuel:9:25",
        "t": "And*p when they were come down from the high place into the city, Samuel communed with Saul upon the top of the house."
    },
    {
        "o": 7663,
        "r": "kjv:1 Samuel:9:26",
        "t": "And*p they arose early: and it came to pass about the spring of the day, that Samuel called Saul to the top of the house, saying, Up, that I may send thee away. And Saul arose, and they went out both of them, he and Samuel, abroad."
    },
    {
        "o": 7664,
        "r": "kjv:1 Samuel:9:27",
        "t": "And*p as they were going down to the end of the city, Samuel said to Saul, Bid the servant pass on before us, (and he passed on,) but stand thou still a while, that I may shew thee the word of God."
    },
    {
        "o": 7665,
        "r": "kjv:1 Samuel:10:0",
        "t": "1 Samuel 10",
        "h": 1
    },
    {
        "o": 7666,
        "r": "kjv:1 Samuel:10:1",
        "t": "Then*p Samuel took a vial of oil, and poured it upon his head, and kissed him, and said, Is it not because the Lord*s hath anointed thee to be captain over his inheritance?"
    },
    {
        "o": 7667,
        "r": "kjv:1 Samuel:10:2",
        "t": "When*p thou art departed from me to day, then thou shalt find two men by Rachel's sepulchre in the border of Benjamin at Zelzah; and they will say unto thee, The asses which thou wentest to seek are found: and, lo, thy father hath left the care of the asses, and sorroweth for you, saying, What shall I do for my son?"
    },
    {
        "o": 7668,
        "r": "kjv:1 Samuel:10:3",
        "t": "Then*p shalt thou go on forward from thence, and thou shalt come to the plain of Tabor, and there shall meet thee three men going up to God to Beth–el, one carrying three kids, and another carrying three loaves of bread, and another carrying a bottle of wine:"
    },
    {
        "o": 7669,
        "r": "kjv:1 Samuel:10:4",
        "t": "And*p they will salute thee, and give thee two loaves of bread; which thou shalt receive of their hands."
    },
    {
        "o": 7670,
        "r": "kjv:1 Samuel:10:5",
        "t": "After*p that thou shalt come to the hill of God, where is the garrison of the Philistines: and it shall come to pass, when thou art come thither to the city, that thou shalt meet a company of prophets coming down from the high place with a psaltery, and a tabret, and a pipe, and a harp, before them; and they shall prophesy:"
    },
    {
        "o": 7671,
        "r": "kjv:1 Samuel:10:6",
        "t": "And*p the Spirit of the Lord*s will come upon thee, and thou shalt prophesy with them, and shalt be turned into another man."
    },
    {
        "o": 7672,
        "r": "kjv:1 Samuel:10:7",
        "t": "And*p let it be, when these signs are come unto thee, that thou do as occasion serve thee; for God is with thee."
    },
    {
        "o": 7673,
        "r": "kjv:1 Samuel:10:8",
        "t": "And*p thou shalt go down before me to Gilgal; and, behold, I will come down unto thee, to offer burnt offerings, and to sacrifice sacrifices of peace offerings: seven days shalt thou tarry, till I come to thee, and shew thee what thou shalt do."
    },
    {
        "o": 7674,
        "r": "kjv:1 Samuel:10:9",
        "t": "And*p it was so, that when he had turned his back to go from Samuel, God gave him another heart: and all those signs came to pass that day."
    },
    {
        "o": 7675,
        "r": "kjv:1 Samuel:10:10",
        "t": "And*p when they came thither to the hill, behold, a company of prophets met him; and the Spirit of God came upon him, and he prophesied among them."
    },
    {
        "o": 7676,
        "r": "kjv:1 Samuel:10:11",
        "t": "And*p it came to pass, when all that knew him beforetime saw that, behold, he prophesied among the prophets, then the people said one to another, What is this that is come unto the son of Kish? Is Saul also among the prophets?"
    },
    {
        "o": 7677,
        "r": "kjv:1 Samuel:10:12",
        "t": "And*p one of the same place answered and said, But who is their father? Therefore it became a proverb, Is Saul also among the prophets?"
    },
    {
        "o": 7678,
        "r": "kjv:1 Samuel:10:13",
        "t": "And*p when he had made an end of prophesying, he came to the high place."
    },
    {
        "o": 7679,
        "r": "kjv:1 Samuel:10:14",
        "t": "And*p Saul's uncle said unto him and to his servant, Whither went ye? And he said, To seek the asses: and when we saw that they were no where, we came to Samuel."
    },
    {
        "o": 7680,
        "r": "kjv:1 Samuel:10:15",
        "t": "And*p Saul's uncle said, Tell me, I pray thee, what Samuel said unto you."
    },
    {
        "o": 7681,
        "r": "kjv:1 Samuel:10:16",
        "t": "And*p Saul said unto his uncle, He told us plainly that the asses were found. But of the matter of the kingdom, whereof Samuel spake, he told him not."
    },
    {
        "o": 7682,
        "r": "kjv:1 Samuel:10:17",
        "t": "And*p Samuel called the people together unto the Lord*s to Mizpah;"
    },
    {
        "o": 7683,
        "r": "kjv:1 Samuel:10:18",
        "t": "And*p said unto the children of Israel, Thus saith the Lord*s God of Israel, I brought up Israel out of Egypt, and delivered you out of the hand of the Egyptians, and out of the hand of all kingdoms, and of them that oppressed you:"
    },
    {
        "o": 7684,
        "r": "kjv:1 Samuel:10:19",
        "t": "And*p ye have this day rejected your God, who himself saved you out of all your adversities and your tribulations; and ye have said unto him, Nay, but set a king over us. Now therefore present yourselves before the Lord*s by your tribes, and by your thousands."
    },
    {
        "o": 7685,
        "r": "kjv:1 Samuel:10:20",
        "t": "And*p when Samuel had caused all the tribes of Israel to come near, the tribe of Benjamin was taken."
    },
    {
        "o": 7686,
        "r": "kjv:1 Samuel:10:21",
        "t": "When*p he had caused the tribe of Benjamin to come near by their families, the family of Matri was taken, and Saul the son of Kish was taken: and when they sought him, he could not be found."
    },
    {
        "o": 7687,
        "r": "kjv:1 Samuel:10:22",
        "t": "Therefore*p they enquired of the Lord*s further, if the man should yet come thither. And the Lord*s answered, Behold, he hath hid himself among the stuff."
    },
    {
        "o": 7688,
        "r": "kjv:1 Samuel:10:23",
        "t": "And*p they ran and fetched him thence: and when he stood among the people, he was higher than any of the people from his shoulders and upward."
    },
    {
        "o": 7689,
        "r": "kjv:1 Samuel:10:24",
        "t": "And*p Samuel said to all the people, See ye him whom the Lord*s hath chosen, that there is none like him among all the people? And all the people shouted, and said, God save the king."
    },
    {
        "o": 7690,
        "r": "kjv:1 Samuel:10:25",
        "t": "Then*p Samuel told the people the manner of the kingdom, and wrote it in a book, and laid it up before the Lord.*s And Samuel sent all the people away, every man to his house."
    },
    {
        "o": 7691,
        "r": "kjv:1 Samuel:10:26",
        "t": "And*p Saul also went home to Gibeah; and there went with him a band of men, whose hearts God had touched."
    },
    {
        "o": 7692,
        "r": "kjv:1 Samuel:10:27",
        "t": "But*p the children of Belial said, How shall this man save us? And they despised him, and brought him no presents. But he held his peace."
    },
    {
        "o": 7693,
        "r": "kjv:1 Samuel:11:0",
        "t": "1 Samuel 11",
        "h": 1
    },
    {
        "o": 7694,
        "r": "kjv:1 Samuel:11:1",
        "t": "Then*p Nahash the Ammonite came up, and encamped against Jabesh–gilead: and all the men of Jabesh said unto Nahash, Make a covenant with us, and we will serve thee."
    },
    {
        "o": 7695,
        "r": "kjv:1 Samuel:11:2",
        "t": "And*p Nahash the Ammonite answered them, On this condition will I make a covenant with you, that I may thrust out all your right eyes, and lay it for a reproach upon all Israel."
    },
    {
        "o": 7696,
        "r": "kjv:1 Samuel:11:3",
        "t": "And*p the elders of Jabesh said unto him, Give us seven days' respite, that we may send messengers unto all the coasts of Israel: and then, if there be no man to save us, we will come out to thee."
    },
    {
        "o": 7697,
        "r": "kjv:1 Samuel:11:4",
        "t": "Then*p came the messengers to Gibeah of Saul, and told the tidings in the ears of the people: and all the people lifted up their voices, and wept."
    },
    {
        "o": 7698,
        "r": "kjv:1 Samuel:11:5",
        "t": "And,*p behold, Saul came after the herd out of the field; and Saul said, What aileth the people that they weep? And they told him the tidings of the men of Jabesh."
    },
    {
        "o": 7699,
        "r": "kjv:1 Samuel:11:6",
        "t": "And*p the Spirit of God came upon Saul when he heard those tidings, and his anger was kindled greatly."
    },
    {
        "o": 7700,
        "r": "kjv:1 Samuel:11:7",
        "t": "And*p he took a yoke of oxen, and hewed them in pieces, and sent them throughout all the coasts of Israel by the hands of messengers, saying, Whosoever cometh not forth after Saul and after Samuel, so shall it be done unto his oxen. And the fear of the Lord*s fell on the people, and they came out with one consent."
    },
    {
        "o": 7701,
        "r": "kjv:1 Samuel:11:8",
        "t": "And*p when he numbered them in Bezek, the children of Israel were three hundred thousand, and the men of Judah thirty thousand."
    },
    {
        "o": 7702,
        "r": "kjv:1 Samuel:11:9",
        "t": "And*p they said unto the messengers that came, Thus shall ye say unto the men of Jabesh–gilead, To morrow, by that time the sun be hot, ye shall have help. And the messengers came and shewed it to the men of Jabesh; and they were glad."
    },
    {
        "o": 7703,
        "r": "kjv:1 Samuel:11:10",
        "t": "Therefore*p the men of Jabesh said, To morrow we will come out unto you, and ye shall do with us all that seemeth good unto you."
    },
    {
        "o": 7704,
        "r": "kjv:1 Samuel:11:11",
        "t": "And*p it was so on the morrow, that Saul put the people in three companies; and they came into the midst of the host in the morning watch, and slew the Ammonites until the heat of the day: and it came to pass, that they which remained were scattered, so that two of them were not left together."
    },
    {
        "o": 7705,
        "r": "kjv:1 Samuel:11:12",
        "t": "And*p the people said unto Samuel, Who is he that said, Shall Saul reign over us? bring the men, that we may put them to death."
    },
    {
        "o": 7706,
        "r": "kjv:1 Samuel:11:13",
        "t": "And*p Saul said, There shall not a man be put to death this day: for to day the Lord*s hath wrought salvation in Israel."
    },
    {
        "o": 7707,
        "r": "kjv:1 Samuel:11:14",
        "t": "Then*p said Samuel to the people, Come, and let us go to Gilgal, and renew the kingdom there."
    },
    {
        "o": 7708,
        "r": "kjv:1 Samuel:11:15",
        "t": "And*p all the people went to Gilgal; and there they made Saul king before the Lord*s in Gilgal; and there they sacrificed sacrifices of peace offerings before the Lord;*s and there Saul and all the men of Israel rejoiced greatly."
    },
    {
        "o": 7709,
        "r": "kjv:1 Samuel:12:0",
        "t": "1 Samuel 12",
        "h": 1
    },
    {
        "o": 7710,
        "r": "kjv:1 Samuel:12:1",
        "t": "And*p Samuel said unto all Israel, Behold, I have hearkened unto your voice in all that ye said unto me, and have made a king over you."
    },
    {
        "o": 7711,
        "r": "kjv:1 Samuel:12:2",
        "t": "And*p now, behold, the king walketh before you: and I am old and grayheaded; and, behold, my sons are with you: and I have walked before you from my childhood unto this day."
    },
    {
        "o": 7712,
        "r": "kjv:1 Samuel:12:3",
        "t": "Behold,*p here I am: witness against me before the Lord,*s and before his anointed: whose ox have I taken? or whose ass have I taken? or whom have I defrauded? whom have I oppressed? or of whose hand have I received any bribe to blind mine eyes therewith? and I will restore it you."
    },
    {
        "o": 7713,
        "r": "kjv:1 Samuel:12:4",
        "t": "And*p they said, Thou hast not defrauded us, nor oppressed us, neither hast thou taken ought of any man's hand."
    },
    {
        "o": 7714,
        "r": "kjv:1 Samuel:12:5",
        "t": "And*p he said unto them, The Lord*s is witness against you, and his anointed is witness this day, that ye have not found ought in my hand. And they answered, He is witness."
    },
    {
        "o": 7715,
        "r": "kjv:1 Samuel:12:6",
        "t": "And*p Samuel said unto the people, It is the Lord*s that advanced Moses and Aaron, and that brought your fathers up out of the land of Egypt."
    },
    {
        "o": 7716,
        "r": "kjv:1 Samuel:12:7",
        "t": "Now*p therefore stand still, that I may reason with you before the Lord*s of all the righteous acts of the Lord,*s which he did to you and to your fathers."
    },
    {
        "o": 7717,
        "r": "kjv:1 Samuel:12:8",
        "t": "When*p Jacob was come into Egypt, and your fathers cried unto the Lord,*s then the Lord*s sent Moses and Aaron, which brought forth your fathers out of Egypt, and made them dwell in this place."
    },
    {
        "o": 7718,
        "r": "kjv:1 Samuel:12:9",
        "t": "And*p when they forgat the Lord*s their God, he sold them into the hand of Sisera, captain of the host of Hazor, and into the hand of the Philistines, and into the hand of the king of Moab, and they fought against them."
    },
    {
        "o": 7719,
        "r": "kjv:1 Samuel:12:10",
        "t": "And*p they cried unto the Lord,*s and said, We have sinned, because we have forsaken the Lord,*s and have served Baalim and Ashtoreth: but now deliver us out of the hand of our enemies, and we will serve thee."
    },
    {
        "o": 7720,
        "r": "kjv:1 Samuel:12:11",
        "t": "And*p the Lord*s sent Jerubbaal, and Bedan, and Jephthah, and Samuel, and delivered you out of the hand of your enemies on every side, and ye dwelled safe."
    },
    {
        "o": 7721,
        "r": "kjv:1 Samuel:12:12",
        "t": "And*p when ye saw that Nahash the king of the children of Ammon came against you, ye said unto me, Nay; but a king shall reign over us: when the Lord*s your God was your king."
    },
    {
        "o": 7722,
        "r": "kjv:1 Samuel:12:13",
        "t": "Now*p therefore behold the king whom ye have chosen, and whom ye have desired! and, behold, the Lord*s hath set a king over you."
    },
    {
        "o": 7723,
        "r": "kjv:1 Samuel:12:14",
        "t": "If*p ye will fear the Lord,*s and serve him, and obey his voice, and not rebel against the commandment of the Lord,*s then shall both ye and also the king that reigneth over you continue following the Lord*s your God:"
    },
    {
        "o": 7724,
        "r": "kjv:1 Samuel:12:15",
        "t": "But*p if ye will not obey the voice of the Lord,*s but rebel against the commandment of the Lord,*s then shall the hand of the Lord*s be against you, as it was against your fathers."
    },
    {
        "o": 7725,
        "r": "kjv:1 Samuel:12:16",
        "t": "Now*p therefore stand and see this great thing, which the Lord*s will do before your eyes."
    },
    {
        "o": 7726,
        "r": "kjv:1 Samuel:12:17",
        "t": "Is*p it not wheat harvest to day? I will call unto the Lord,*s and he shall send thunder and rain; that ye may perceive and see that your wickedness is great, which ye have done in the sight of the Lord,*s in asking you a king."
    },
    {
        "o": 7727,
        "r": "kjv:1 Samuel:12:18",
        "t": "So*p Samuel called unto the Lord;*s and the Lord*s sent thunder and rain that day: and all the people greatly feared the Lord*s and Samuel."
    },
    {
        "o": 7728,
        "r": "kjv:1 Samuel:12:19",
        "t": "And*p all the people said unto Samuel, Pray for thy servants unto the Lord*s thy God, that we die not: for we have added unto all our sins this evil, to ask us a king."
    },
    {
        "o": 7729,
        "r": "kjv:1 Samuel:12:20",
        "t": "And*p Samuel said unto the people, Fear not: ye have done all this wickedness: yet turn not aside from following the Lord,*s but serve the Lord*s with all your heart;"
    },
    {
        "o": 7730,
        "r": "kjv:1 Samuel:12:21",
        "t": "And*p turn ye not aside: for then should ye go after vain things, which cannot profit nor deliver; for they are vain."
    },
    {
        "o": 7731,
        "r": "kjv:1 Samuel:12:22",
        "t": "For*p the Lord*s will not forsake his people for his great name's sake: because it hath pleased the Lord*s to make you his people."
    },
    {
        "o": 7732,
        "r": "kjv:1 Samuel:12:23",
        "t": "Moreover*p as for me, God forbid that I should sin against the Lord*s in ceasing to pray for you: but I will teach you the good and the right way:"
    },
    {
        "o": 7733,
        "r": "kjv:1 Samuel:12:24",
        "t": "Only*p fear the Lord,*s and serve him in truth with all your heart: for consider how great things he hath done for you."
    },
    {
        "o": 7734,
        "r": "kjv:1 Samuel:12:25",
        "t": "But*p if ye shall still do wickedly, ye shall be consumed, both ye and your king."
    },
    {
        "o": 7735,
        "r": "kjv:1 Samuel:13:0",
        "t": "1 Samuel 13",
        "h": 1
    },
    {
        "o": 7736,
        "r": "kjv:1 Samuel:13:1",
        "t": "Saul*p reigned one year; and when he had reigned two years over Israel,"
    },
    {
        "o": 7737,
        "r": "kjv:1 Samuel:13:2",
        "t": "Saul*p chose him three thousand men of Israel; whereof two thousand were with Saul in Michmash and in mount Beth–el, and a thousand were with Jonathan in Gibeah of Benjamin: and the rest of the people he sent every man to his tent."
    },
    {
        "o": 7738,
        "r": "kjv:1 Samuel:13:3",
        "t": "And*p Jonathan smote the garrison of the Philistines that was in Geba, and the Philistines heard of it. And Saul blew the trumpet throughout all the land, saying, Let the Hebrews hear."
    },
    {
        "o": 7739,
        "r": "kjv:1 Samuel:13:4",
        "t": "And*p all Israel heard say that Saul had smitten a garrison of the Philistines, and that Israel also was had in abomination with the Philistines. And the people were called together after Saul to Gilgal."
    },
    {
        "o": 7740,
        "r": "kjv:1 Samuel:13:5",
        "t": "And*p the Philistines gathered themselves together to fight with Israel, thirty thousand chariots, and six thousand horsemen, and people as the sand which is on the sea shore in multitude: and they came up, and pitched in Michmash, eastward from Beth–aven."
    },
    {
        "o": 7741,
        "r": "kjv:1 Samuel:13:6",
        "t": "When*p the men of Israel saw that they were in a strait, (for the people were distressed,) then the people did hide themselves in caves, and in thickets, and in rocks, and in high places, and in pits."
    },
    {
        "o": 7742,
        "r": "kjv:1 Samuel:13:7",
        "t": "And*p some of the Hebrews went over Jordan to the land of Gad and Gilead. As for Saul, he was yet in Gilgal, and all the people followed him trembling."
    },
    {
        "o": 7743,
        "r": "kjv:1 Samuel:13:8",
        "t": "And*p he tarried seven days, according to the set time that Samuel had appointed: but Samuel came not to Gilgal; and the people were scattered from him."
    },
    {
        "o": 7744,
        "r": "kjv:1 Samuel:13:9",
        "t": "And*p Saul said, Bring hither a burnt offering to me, and peace offerings. And he offered the burnt offering."
    },
    {
        "o": 7745,
        "r": "kjv:1 Samuel:13:10",
        "t": "And*p it came to pass, that as soon as he had made an end of offering the burnt offering, behold, Samuel came; and Saul went out to meet him, that he might salute him."
    },
    {
        "o": 7746,
        "r": "kjv:1 Samuel:13:11",
        "t": "And*p Samuel said, What hast thou done? And Saul said, Because I saw that the people were scattered from me, and that thou camest not within the days appointed, and that the Philistines gathered themselves together at Michmash;"
    },
    {
        "o": 7747,
        "r": "kjv:1 Samuel:13:12",
        "t": "Therefore*p said I, The Philistines will come down now upon me to Gilgal, and I have not made supplication unto the Lord:*s I forced myself therefore, and offered a burnt offering."
    },
    {
        "o": 7748,
        "r": "kjv:1 Samuel:13:13",
        "t": "And*p Samuel said to Saul, Thou hast done foolishly: thou hast not kept the commandment of the Lord*s thy God, which he commanded thee: for now would the Lord*s have established thy kingdom upon Israel for ever."
    },
    {
        "o": 7749,
        "r": "kjv:1 Samuel:13:14",
        "t": "But*p now thy kingdom shall not continue: the Lord*s hath sought him a man after his own heart, and the Lord*s hath commanded him to be captain over his people, because thou hast not kept that which the Lord*s commanded thee."
    },
    {
        "o": 7750,
        "r": "kjv:1 Samuel:13:15",
        "t": "And*p Samuel arose, and gat him up from Gilgal unto Gibeah of Benjamin. And Saul numbered the people that were present with him, about six hundred men."
    },
    {
        "o": 7751,
        "r": "kjv:1 Samuel:13:16",
        "t": "And*p Saul, and Jonathan his son, and the people that were present with them, abode in Gibeah of Benjamin: but the Philistines encamped in Michmash."
    },
    {
        "o": 7752,
        "r": "kjv:1 Samuel:13:17",
        "t": "And*p the spoilers came out of the camp of the Philistines in three companies: one company turned unto the way that leadeth to Ophrah, unto the land of Shual:"
    },
    {
        "o": 7753,
        "r": "kjv:1 Samuel:13:18",
        "t": "And*p another company turned the way to Beth–horon: and another company turned to the way of the border that looketh to the valley of Zeboim toward the wilderness."
    },
    {
        "o": 7754,
        "r": "kjv:1 Samuel:13:19",
        "t": "Now*p there was no smith found throughout all the land of Israel: for the Philistines said, Lest the Hebrews make them swords or spears:"
    },
    {
        "o": 7755,
        "r": "kjv:1 Samuel:13:20",
        "t": "But*p all the Israelites went down to the Philistines, to sharpen every man his share, and his coulter, and his axe, and his mattock."
    },
    {
        "o": 7756,
        "r": "kjv:1 Samuel:13:21",
        "t": "Yet*p they had a file for the mattocks, and for the coulters, and for the forks, and for the axes, and to sharpen the goads."
    },
    {
        "o": 7757,
        "r": "kjv:1 Samuel:13:22",
        "t": "So*p it came to pass in the day of battle, that there was neither sword nor spear found in the hand of any of the people that were with Saul and Jonathan: but with Saul and with Jonathan his son was there found."
    },
    {
        "o": 7758,
        "r": "kjv:1 Samuel:13:23",
        "t": "And*p the garrison of the Philistines went out to the passage of Michmash."
    },
    {
        "o": 7759,
        "r": "kjv:1 Samuel:14:0",
        "t": "1 Samuel 14",
        "h": 1
    },
    {
        "o": 7760,
        "r": "kjv:1 Samuel:14:1",
        "t": "Now*p it came to pass upon a day, that Jonathan the son of Saul said unto the young man that bare his armour, Come, and let us go over to the Philistines' garrison, that is on the other side. But he told not his father."
    },
    {
        "o": 7761,
        "r": "kjv:1 Samuel:14:2",
        "t": "And*p Saul tarried in the uttermost part of Gibeah under a pomegranate tree which is in Migron: and the people that were with him were about six hundred men;"
    },
    {
        "o": 7762,
        "r": "kjv:1 Samuel:14:3",
        "t": "And*p Ahiah, the son of Ahitub, I–chabod's brother, the son of Phinehas, the son of Eli, the Lord's*s priest in Shiloh, wearing an ephod. And the people knew not that Jonathan was gone."
    },
    {
        "o": 7763,
        "r": "kjv:1 Samuel:14:4",
        "t": "And*p between the passages, by which Jonathan sought to go over unto the Philistines' garrison, there was a sharp rock on the one side, and a sharp rock on the other side: and the name of the one was Bozez, and the name of the other Seneh."
    },
    {
        "o": 7764,
        "r": "kjv:1 Samuel:14:5",
        "t": "The*p forefront of the one was situate northward over against Michmash, and the other southward over against Gibeah."
    },
    {
        "o": 7765,
        "r": "kjv:1 Samuel:14:6",
        "t": "And*p Jonathan said to the young man that bare his armour, Come, and let us go over unto the garrison of these uncircumcised: it may be that the Lord*s will work for us: for there is no restraint to the Lord*s to save by many or by few."
    },
    {
        "o": 7766,
        "r": "kjv:1 Samuel:14:7",
        "t": "And*p his armourbearer said unto him, Do all that is in thine heart: turn thee; behold, I am with thee according to thy heart."
    },
    {
        "o": 7767,
        "r": "kjv:1 Samuel:14:8",
        "t": "Then*p said Jonathan, Behold, we will pass over unto these men, and we will discover ourselves unto them."
    },
    {
        "o": 7768,
        "r": "kjv:1 Samuel:14:9",
        "t": "If*p they say thus unto us, Tarry until we come to you; then we will stand still in our place, and will not go up unto them."
    },
    {
        "o": 7769,
        "r": "kjv:1 Samuel:14:10",
        "t": "But*p if they say thus, Come up unto us; then we will go up: for the Lord*s hath delivered them into our hand: and this shall be a sign unto us."
    },
    {
        "o": 7770,
        "r": "kjv:1 Samuel:14:11",
        "t": "And*p both of them discovered themselves unto the garrison of the Philistines: and the Philistines said, Behold, the Hebrews come forth out of the holes where they had hid themselves."
    },
    {
        "o": 7771,
        "r": "kjv:1 Samuel:14:12",
        "t": "And*p the men of the garrison answered Jonathan and his armourbearer, and said, Come up to us, and we will shew you a thing. And Jonathan said unto his armourbearer, Come up after me: for the Lord*s hath delivered them into the hand of Israel."
    },
    {
        "o": 7772,
        "r": "kjv:1 Samuel:14:13",
        "t": "And*p Jonathan climbed up upon his hands and upon his feet, and his armourbearer after him: and they fell before Jonathan; and his armourbearer slew after him."
    },
    {
        "o": 7773,
        "r": "kjv:1 Samuel:14:14",
        "t": "And*p that first slaughter, which Jonathan and his armourbearer made, was about twenty men, within as it were an half acre of land, which a yoke of oxen might plow."
    },
    {
        "o": 7774,
        "r": "kjv:1 Samuel:14:15",
        "t": "And*p there was trembling in the host, in the field, and among all the people: the garrison, and the spoilers, they also trembled, and the earth quaked: so it was a very great trembling."
    },
    {
        "o": 7775,
        "r": "kjv:1 Samuel:14:16",
        "t": "And*p the watchmen of Saul in Gibeah of Benjamin looked; and, behold, the multitude melted away, and they went on beating down one another."
    },
    {
        "o": 7776,
        "r": "kjv:1 Samuel:14:17",
        "t": "Then*p said Saul unto the people that were with him, Number now, and see who is gone from us. And when they had numbered, behold, Jonathan and his armourbearer were not there."
    },
    {
        "o": 7777,
        "r": "kjv:1 Samuel:14:18",
        "t": "And*p Saul said unto Ahiah, Bring hither the ark of God. For the ark of God was at that time with the children of Israel."
    },
    {
        "o": 7778,
        "r": "kjv:1 Samuel:14:19",
        "t": "And*p it came to pass, while Saul talked unto the priest, that the noise that was in the host of the Philistines went on and increased: and Saul said unto the priest, Withdraw thine hand."
    },
    {
        "o": 7779,
        "r": "kjv:1 Samuel:14:20",
        "t": "And*p Saul and all the people that were with him assembled themselves, and they came to the battle: and, behold, every man's sword was against his fellow, and there was a very great discomfiture."
    },
    {
        "o": 7780,
        "r": "kjv:1 Samuel:14:21",
        "t": "Moreover*p the Hebrews that were with the Philistines before that time, which went up with them into the camp from the country round about, even they also turned to be with the Israelites that were with Saul and Jonathan."
    },
    {
        "o": 7781,
        "r": "kjv:1 Samuel:14:22",
        "t": "Likewise*p all the men of Israel which had hid themselves in mount Ephraim, when they heard that the Philistines fled, even they also followed hard after them in the battle."
    },
    {
        "o": 7782,
        "r": "kjv:1 Samuel:14:23",
        "t": "So*p the Lord*s saved Israel that day: and the battle passed over unto Beth–aven."
    },
    {
        "o": 7783,
        "r": "kjv:1 Samuel:14:24",
        "t": "And*p the men of Israel were distressed that day: for Saul had adjured the people, saying, Cursed be the man that eateth any food until evening, that I may be avenged on mine enemies. So none of the people tasted any food."
    },
    {
        "o": 7784,
        "r": "kjv:1 Samuel:14:25",
        "t": "And*p all they of the land came to a wood; and there was honey upon the ground."
    },
    {
        "o": 7785,
        "r": "kjv:1 Samuel:14:26",
        "t": "And*p when the people were come into the wood, behold, the honey dropped; but no man put his hand to his mouth: for the people feared the oath."
    },
    {
        "o": 7786,
        "r": "kjv:1 Samuel:14:27",
        "t": "But*p Jonathan heard not when his father charged the people with the oath: wherefore he put forth the end of the rod that was in his hand, and dipped it in an honeycomb, and put his hand to his mouth; and his eyes were enlightened."
    },
    {
        "o": 7787,
        "r": "kjv:1 Samuel:14:28",
        "t": "Then*p answered one of the people, and said, Thy father straitly charged the people with an oath, saying, Cursed be the man that eateth any food this day. And the people were faint."
    },
    {
        "o": 7788,
        "r": "kjv:1 Samuel:14:29",
        "t": "Then*p said Jonathan, My father hath troubled the land: see, I pray you, how mine eyes have been enlightened, because I tasted a little of this honey."
    },
    {
        "o": 7789,
        "r": "kjv:1 Samuel:14:30",
        "t": "How*p much more, if haply the people had eaten freely to day of the spoil of their enemies which they found? for had there not been now a much greater slaughter among the Philistines?"
    },
    {
        "o": 7790,
        "r": "kjv:1 Samuel:14:31",
        "t": "And*p they smote the Philistines that day from Michmash to Aijalon: and the people were very faint."
    },
    {
        "o": 7791,
        "r": "kjv:1 Samuel:14:32",
        "t": "And*p the people flew upon the spoil, and took sheep, and oxen, and calves, and slew them on the ground: and the people did eat them with the blood."
    },
    {
        "o": 7792,
        "r": "kjv:1 Samuel:14:33",
        "t": "Then*p they told Saul, saying, Behold, the people sin against the Lord,*s in that they eat with the blood. And he said, Ye have transgressed: roll a great stone unto me this day."
    },
    {
        "o": 7793,
        "r": "kjv:1 Samuel:14:34",
        "t": "And*p Saul said, Disperse yourselves among the people, and say unto them, Bring me hither every man his ox, and every man his sheep, and slay them here, and eat; and sin not against the Lord*s in eating with the blood. And all the people brought every man his ox with him that night, and slew them there."
    },
    {
        "o": 7794,
        "r": "kjv:1 Samuel:14:35",
        "t": "And*p Saul built an altar unto the Lord:*s the same was the first altar that he built unto the Lord.*s"
    },
    {
        "o": 7795,
        "r": "kjv:1 Samuel:14:36",
        "t": "And*p Saul said, Let us go down after the Philistines by night, and spoil them until the morning light, and let us not leave a man of them. And they said, Do whatsoever seemeth good unto thee. Then said the priest, Let us draw near hither unto God."
    },
    {
        "o": 7796,
        "r": "kjv:1 Samuel:14:37",
        "t": "And*p Saul asked counsel of God, Shall I go down after the Philistines? wilt thou deliver them into the hand of Israel? But he answered him not that day."
    },
    {
        "o": 7797,
        "r": "kjv:1 Samuel:14:38",
        "t": "And*p Saul said, Draw ye near hither, all the chief of the people: and know and see wherein this sin hath been this day."
    },
    {
        "o": 7798,
        "r": "kjv:1 Samuel:14:39",
        "t": "For,*p as the Lord*s liveth, which saveth Israel, though it be in Jonathan my son, he shall surely die. But there was not a man among all the people that answered him."
    },
    {
        "o": 7799,
        "r": "kjv:1 Samuel:14:40",
        "t": "Then*p said he unto all Israel, Be ye on one side, and I and Jonathan my son will be on the other side. And the people said unto Saul, Do what seemeth good unto thee."
    },
    {
        "o": 7800,
        "r": "kjv:1 Samuel:14:41",
        "t": "Therefore*p Saul said unto the Lord*s God of Israel, Give a perfect lot. And Saul and Jonathan were taken: but the people escaped."
    },
    {
        "o": 7801,
        "r": "kjv:1 Samuel:14:42",
        "t": "And*p Saul said, Cast lots between me and Jonathan my son. And Jonathan was taken."
    },
    {
        "o": 7802,
        "r": "kjv:1 Samuel:14:43",
        "t": "Then*p Saul said to Jonathan, Tell me what thou hast done. And Jonathan told him, and said, I did but taste a little honey with the end of the rod that was in mine hand, and, lo, I must die."
    },
    {
        "o": 7803,
        "r": "kjv:1 Samuel:14:44",
        "t": "And*p Saul answered, God do so and more also: for thou shalt surely die, Jonathan."
    },
    {
        "o": 7804,
        "r": "kjv:1 Samuel:14:45",
        "t": "And*p the people said unto Saul, Shall Jonathan die, who hath wrought this great salvation in Israel? God forbid: as the Lord*s liveth, there shall not one hair of his head fall to the ground; for he hath wrought with God this day. So the people rescued Jonathan, that he died not."
    },
    {
        "o": 7805,
        "r": "kjv:1 Samuel:14:46",
        "t": "Then*p Saul went up from following the Philistines: and the Philistines went to their own place."
    },
    {
        "o": 7806,
        "r": "kjv:1 Samuel:14:47",
        "t": "So*p Saul took the kingdom over Israel, and fought against all his enemies on every side, against Moab, and against the children of Ammon, and against Edom, and against the kings of Zobah, and against the Philistines: and whithersoever he turned himself, he vexed them."
    },
    {
        "o": 7807,
        "r": "kjv:1 Samuel:14:48",
        "t": "And*p he gathered an host, and smote the Amalekites, and delivered Israel out of the hands of them that spoiled them."
    },
    {
        "o": 7808,
        "r": "kjv:1 Samuel:14:49",
        "t": "Now*p the sons of Saul were Jonathan, and Ishui, and Malchi–shua: and the names of his two daughters were these; the name of the firstborn Merab, and the name of the younger Michal:"
    },
    {
        "o": 7809,
        "r": "kjv:1 Samuel:14:50",
        "t": "And*p the name of Saul's wife was Ahinoam, the daughter of Ahimaaz: and the name of the captain of his host was Abner, the son of Ner, Saul's uncle."
    },
    {
        "o": 7810,
        "r": "kjv:1 Samuel:14:51",
        "t": "And*p Kish was the father of Saul; and Ner the father of Abner was the son of Abiel."
    },
    {
        "o": 7811,
        "r": "kjv:1 Samuel:14:52",
        "t": "And*p there was sore war against the Philistines all the days of Saul: and when Saul saw any strong man, or any valiant man, he took him unto him."
    },
    {
        "o": 7812,
        "r": "kjv:1 Samuel:15:0",
        "t": "1 Samuel 15",
        "h": 1
    },
    {
        "o": 7813,
        "r": "kjv:1 Samuel:15:1",
        "t": "Samuel*p also said unto Saul, The Lord*s sent me to anoint thee to be king over his people, over Israel: now therefore hearken thou unto the voice of the words of the Lord.*s"
    },
    {
        "o": 7814,
        "r": "kjv:1 Samuel:15:2",
        "t": "Thus*p saith the Lord*s of hosts, I remember that which Amalek did to Israel, how he laid wait for him in the way, when he came up from Egypt."
    },
    {
        "o": 7815,
        "r": "kjv:1 Samuel:15:3",
        "t": "Now*p go and smite Amalek, and utterly destroy all that they have, and spare them not; but slay both man and woman, infant and suckling, ox and sheep, camel and ass."
    },
    {
        "o": 7816,
        "r": "kjv:1 Samuel:15:4",
        "t": "And*p Saul gathered the people together, and numbered them in Telaim, two hundred thousand footmen, and ten thousand men of Judah."
    },
    {
        "o": 7817,
        "r": "kjv:1 Samuel:15:5",
        "t": "And*p Saul came to a city of Amalek, and laid wait in the valley."
    },
    {
        "o": 7818,
        "r": "kjv:1 Samuel:15:6",
        "t": "And*p Saul said unto the Kenites, Go, depart, get you down from among the Amalekites, lest I destroy you with them: for ye shewed kindness to all the children of Israel, when they came up out of Egypt. So the Kenites departed from among the Amalekites."
    },
    {
        "o": 7819,
        "r": "kjv:1 Samuel:15:7",
        "t": "And*p Saul smote the Amalekites from Havilah until thou comest to Shur, that is over against Egypt."
    },
    {
        "o": 7820,
        "r": "kjv:1 Samuel:15:8",
        "t": "And*p he took Agag the king of the Amalekites alive, and utterly destroyed all the people with the edge of the sword."
    },
    {
        "o": 7821,
        "r": "kjv:1 Samuel:15:9",
        "t": "But*p Saul and the people spared Agag, and the best of the sheep, and of the oxen, and of the fatlings, and the lambs, and all that was good, and would not utterly destroy them: but every thing that was vile and refuse, that they destroyed utterly."
    },
    {
        "o": 7822,
        "r": "kjv:1 Samuel:15:10",
        "t": "Then*p came the word of the Lord*s unto Samuel, saying,"
    },
    {
        "o": 7823,
        "r": "kjv:1 Samuel:15:11",
        "t": "It*p repenteth me that I have set up Saul to be king: for he is turned back from following me, and hath not performed my commandments. And it grieved Samuel; and he cried unto the Lord*s all night."
    },
    {
        "o": 7824,
        "r": "kjv:1 Samuel:15:12",
        "t": "And*p when Samuel rose early to meet Saul in the morning, it was told Samuel, saying, Saul came to Carmel, and, behold, he set him up a place, and is gone about, and passed on, and gone down to Gilgal."
    },
    {
        "o": 7825,
        "r": "kjv:1 Samuel:15:13",
        "t": "And*p Samuel came to Saul: and Saul said unto him, Blessed be thou of the Lord:*s I have performed the commandment of the Lord.*s"
    },
    {
        "o": 7826,
        "r": "kjv:1 Samuel:15:14",
        "t": "And*p Samuel said, What meaneth then this bleating of the sheep in mine ears, and the lowing of the oxen which I hear?"
    },
    {
        "o": 7827,
        "r": "kjv:1 Samuel:15:15",
        "t": "And*p Saul said, They have brought them from the Amalekites: for the people spared the best of the sheep and of the oxen, to sacrifice unto the Lord*s thy God; and the rest we have utterly destroyed."
    },
    {
        "o": 7828,
        "r": "kjv:1 Samuel:15:16",
        "t": "Then*p Samuel said unto Saul, Stay, and I will tell thee what the Lord*s hath said to me this night. And he said unto him, Say on."
    },
    {
        "o": 7829,
        "r": "kjv:1 Samuel:15:17",
        "t": "And*p Samuel said, When thou wast little in thine own sight, wast thou not made the head of the tribes of Israel, and the Lord*s anointed thee king over Israel?"
    },
    {
        "o": 7830,
        "r": "kjv:1 Samuel:15:18",
        "t": "And*p the Lord*s sent thee on a journey, and said, Go and utterly destroy the sinners the Amalekites, and fight against them until they be consumed."
    },
    {
        "o": 7831,
        "r": "kjv:1 Samuel:15:19",
        "t": "Wherefore*p then didst thou not obey the voice of the Lord,*s but didst fly upon the spoil, and didst evil in the sight of the Lord?*s"
    },
    {
        "o": 7832,
        "r": "kjv:1 Samuel:15:20",
        "t": "And*p Saul said unto Samuel, Yea, I have obeyed the voice of the Lord,*s and have gone the way which the Lord*s sent me, and have brought Agag the king of Amalek, and have utterly destroyed the Amalekites."
    },
    {
        "o": 7833,
        "r": "kjv:1 Samuel:15:21",
        "t": "But*p the people took of the spoil, sheep and oxen, the chief of the things which should have been utterly destroyed, to sacrifice unto the Lord*s thy God in Gilgal."
    },
    {
        "o": 7834,
        "r": "kjv:1 Samuel:15:22",
        "t": "And*p Samuel said, Hath the Lord*s as great delight in burnt offerings and sacrifices, as in obeying the voice of the Lord?*s Behold, to obey is better than sacrifice, and to hearken than the fat of rams."
    },
    {
        "o": 7835,
        "r": "kjv:1 Samuel:15:23",
        "t": "For*p rebellion is as the sin of witchcraft, and stubbornness is as iniquity and idolatry. Because thou hast rejected the word of the Lord,*s he hath also rejected thee from being king."
    },
    {
        "o": 7836,
        "r": "kjv:1 Samuel:15:24",
        "t": "And*p Saul said unto Samuel, I have sinned: for I have transgressed the commandment of the Lord,*s and thy words: because I feared the people, and obeyed their voice."
    },
    {
        "o": 7837,
        "r": "kjv:1 Samuel:15:25",
        "t": "Now*p therefore, I pray thee, pardon my sin, and turn again with me, that I may worship the Lord.*s"
    },
    {
        "o": 7838,
        "r": "kjv:1 Samuel:15:26",
        "t": "And*p Samuel said unto Saul, I will not return with thee: for thou hast rejected the word of the Lord,*s and the Lord*s hath rejected thee from being king over Israel."
    },
    {
        "o": 7839,
        "r": "kjv:1 Samuel:15:27",
        "t": "And*p as Samuel turned about to go away, he laid hold upon the skirt of his mantle, and it rent."
    },
    {
        "o": 7840,
        "r": "kjv:1 Samuel:15:28",
        "t": "And*p Samuel said unto him, The Lord*s hath rent the kingdom of Israel from thee this day, and hath given it to a neighbour of thine, that is better than thou."
    },
    {
        "o": 7841,
        "r": "kjv:1 Samuel:15:29",
        "t": "And*p also the Strength of Israel will not lie nor repent: for he is not a man, that he should repent."
    },
    {
        "o": 7842,
        "r": "kjv:1 Samuel:15:30",
        "t": "Then*p he said, I have sinned: yet honour me now, I pray thee, before the elders of my people, and before Israel, and turn again with me, that I may worship the Lord*s thy God."
    },
    {
        "o": 7843,
        "r": "kjv:1 Samuel:15:31",
        "t": "So*p Samuel turned again after Saul; and Saul worshipped the Lord.*s"
    },
    {
        "o": 7844,
        "r": "kjv:1 Samuel:15:32",
        "t": "Then*p said Samuel, Bring ye hither to me Agag the king of the Amalekites. And Agag came unto him delicately. And Agag said, Surely the bitterness of death is past."
    },
    {
        "o": 7845,
        "r": "kjv:1 Samuel:15:33",
        "t": "And*p Samuel said, As thy sword hath made women childless, so shall thy mother be childless among women. And Samuel hewed Agag in pieces before the Lord*s in Gilgal."
    },
    {
        "o": 7846,
        "r": "kjv:1 Samuel:15:34",
        "t": "Then*p Samuel went to Ramah; and Saul went up to his house to Gibeah of Saul."
    },
    {
        "o": 7847,
        "r": "kjv:1 Samuel:15:35",
        "t": "And*p Samuel came no more to see Saul until the day of his death: nevertheless Samuel mourned for Saul: and the Lord*s repented that he had made Saul king over Israel."
    },
    {
        "o": 7848,
        "r": "kjv:1 Samuel:16:0",
        "t": "1 Samuel 16",
        "h": 1
    },
    {
        "o": 7849,
        "r": "kjv:1 Samuel:16:1",
        "t": "And*p the Lord*s said unto Samuel, How long wilt thou mourn for Saul, seeing I have rejected him from reigning over Israel? fill thine horn with oil, and go, I will send thee to Jesse the Beth–lehemite: for I have provided me a king among his sons."
    },
    {
        "o": 7850,
        "r": "kjv:1 Samuel:16:2",
        "t": "And*p Samuel said, How can I go? if Saul hear it, he will kill me. And the Lord*s said, Take an heifer with thee, and say, I am come to sacrifice to the Lord.*s"
    },
    {
        "o": 7851,
        "r": "kjv:1 Samuel:16:3",
        "t": "And*p call Jesse to the sacrifice, and I will shew thee what thou shalt do: and thou shalt anoint unto me him whom I name unto thee."
    },
    {
        "o": 7852,
        "r": "kjv:1 Samuel:16:4",
        "t": "And*p Samuel did that which the Lord*s spake, and came to Beth–lehem. And the elders of the town trembled at his coming, and said, Comest thou peaceably?"
    },
    {
        "o": 7853,
        "r": "kjv:1 Samuel:16:5",
        "t": "And*p he said, Peaceably: I am come to sacrifice unto the Lord:*s sanctify yourselves, and come with me to the sacrifice. And he sanctified Jesse and his sons, and called them to the sacrifice."
    },
    {
        "o": 7854,
        "r": "kjv:1 Samuel:16:6",
        "t": "And*p it came to pass, when they were come, that he looked on Eliab, and said, Surely the Lord's*s anointed is before him."
    },
    {
        "o": 7855,
        "r": "kjv:1 Samuel:16:7",
        "t": "But*p the Lord*s said unto Samuel, Look not on his countenance, or on the height of his stature; because I have refused him: for the Lord*s seeth not as man seeth; for man looketh on the outward appearance, but the Lord*s looketh on the heart."
    },
    {
        "o": 7856,
        "r": "kjv:1 Samuel:16:8",
        "t": "Then*p Jesse called Abinadab, and made him pass before Samuel. And he said, Neither hath the Lord*s chosen this."
    },
    {
        "o": 7857,
        "r": "kjv:1 Samuel:16:9",
        "t": "Then*p Jesse made Shammah to pass by. And he said, Neither hath the Lord*s chosen this."
    },
    {
        "o": 7858,
        "r": "kjv:1 Samuel:16:10",
        "t": "Again,*p Jesse made seven of his sons to pass before Samuel. And Samuel said unto Jesse, The Lord*s hath not chosen these."
    },
    {
        "o": 7859,
        "r": "kjv:1 Samuel:16:11",
        "t": "And*p Samuel said unto Jesse, Are here all thy children? And he said, There remaineth yet the youngest, and, behold, he keepeth the sheep. And Samuel said unto Jesse, Send and fetch him: for we will not sit down till he come hither."
    },
    {
        "o": 7860,
        "r": "kjv:1 Samuel:16:12",
        "t": "And*p he sent, and brought him in. Now he was ruddy, and withal of a beautiful countenance, and goodly to look to. And the Lord*s said, Arise, anoint him: for this is he."
    },
    {
        "o": 7861,
        "r": "kjv:1 Samuel:16:13",
        "t": "Then*p Samuel took the horn of oil, and anointed him in the midst of his brethren: and the Spirit of the Lord*s came upon David from that day forward. So Samuel rose up, and went to Ramah."
    },
    {
        "o": 7862,
        "r": "kjv:1 Samuel:16:14",
        "t": "But*p the Spirit of the Lord*s departed from Saul, and an evil spirit from the Lord*s troubled him."
    },
    {
        "o": 7863,
        "r": "kjv:1 Samuel:16:15",
        "t": "And*p Saul's servants said unto him, Behold now, an evil spirit from God troubleth thee."
    },
    {
        "o": 7864,
        "r": "kjv:1 Samuel:16:16",
        "t": "Let*p our lord now command thy servants, which are before thee, to seek out a man, who is a cunning player on an harp: and it shall come to pass, when the evil spirit from God is upon thee, that he shall play with his hand, and thou shalt be well."
    },
    {
        "o": 7865,
        "r": "kjv:1 Samuel:16:17",
        "t": "And*p Saul said unto his servants, Provide me now a man that can play well, and bring him to me."
    },
    {
        "o": 7866,
        "r": "kjv:1 Samuel:16:18",
        "t": "Then*p answered one of the servants, and said, Behold, I have seen a son of Jesse the Beth–lehemite, that is cunning in playing, and a mighty valiant man, and a man of war, and prudent in matters, and a comely person, and the Lord*s is with him."
    },
    {
        "o": 7867,
        "r": "kjv:1 Samuel:16:19",
        "t": "Wherefore*p Saul sent messengers unto Jesse, and said, Send me David thy son, which is with the sheep."
    },
    {
        "o": 7868,
        "r": "kjv:1 Samuel:16:20",
        "t": "And*p Jesse took an ass laden with bread, and a bottle of wine, and a kid, and sent them by David his son unto Saul."
    },
    {
        "o": 7869,
        "r": "kjv:1 Samuel:16:21",
        "t": "And*p David came to Saul, and stood before him: and he loved him greatly; and he became his armourbearer."
    },
    {
        "o": 7870,
        "r": "kjv:1 Samuel:16:22",
        "t": "And*p Saul sent to Jesse, saying, Let David, I pray thee, stand before me; for he hath found favour in my sight."
    },
    {
        "o": 7871,
        "r": "kjv:1 Samuel:16:23",
        "t": "And*p it came to pass, when the evil spirit from God was upon Saul, that David took an harp, and played with his hand: so Saul was refreshed, and was well, and the evil spirit departed from him."
    },
    {
        "o": 7872,
        "r": "kjv:1 Samuel:17:0",
        "t": "1 Samuel 17",
        "h": 1
    },
    {
        "o": 7873,
        "r": "kjv:1 Samuel:17:1",
        "t": "Now*p the Philistines gathered together their armies to battle, and were gathered together at Soco, which belongeth to Judah, and pitched between Soco and Azekah, in Ephes–dammim."
    },
    {
        "o": 7874,
        "r": "kjv:1 Samuel:17:2",
        "t": "And*p Saul and the men of Israel were gathered together, and pitched by the valley of Elah, and set the battle in array against the Philistines."
    },
    {
        "o": 7875,
        "r": "kjv:1 Samuel:17:3",
        "t": "And*p the Philistines stood on a mountain on the one side, and Israel stood on a mountain on the other side: and there was a valley between them."
    },
    {
        "o": 7876,
        "r": "kjv:1 Samuel:17:4",
        "t": "And*p there went out a champion out of the camp of the Philistines, named Goliath, of Gath, whose height was six cubits and a span."
    },
    {
        "o": 7877,
        "r": "kjv:1 Samuel:17:5",
        "t": "And*p he had an helmet of brass upon his head, and he was armed with a coat of mail; and the weight of the coat was five thousand shekels of brass."
    },
    {
        "o": 7878,
        "r": "kjv:1 Samuel:17:6",
        "t": "And*p he had greaves of brass upon his legs, and a target of brass between his shoulders."
    },
    {
        "o": 7879,
        "r": "kjv:1 Samuel:17:7",
        "t": "And*p the staff of his spear was like a weaver's beam; and his spear's head weighed six hundred shekels of iron: and one bearing a shield went before him."
    },
    {
        "o": 7880,
        "r": "kjv:1 Samuel:17:8",
        "t": "And*p he stood and cried unto the armies of Israel, and said unto them, Why are ye come out to set your battle in array? am not I a Philistine, and ye servants to Saul? choose you a man for you, and let him come down to me."
    },
    {
        "o": 7881,
        "r": "kjv:1 Samuel:17:9",
        "t": "If*p he be able to fight with me, and to kill me, then will we be your servants: but if I prevail against him, and kill him, then shall ye be our servants, and serve us."
    },
    {
        "o": 7882,
        "r": "kjv:1 Samuel:17:10",
        "t": "And*p the Philistine said, I defy the armies of Israel this day; give me a man, that we may fight together."
    },
    {
        "o": 7883,
        "r": "kjv:1 Samuel:17:11",
        "t": "When*p Saul and all Israel heard those words of the Philistine, they were dismayed, and greatly afraid."
    },
    {
        "o": 7884,
        "r": "kjv:1 Samuel:17:12",
        "t": "Now*p David was the son of that Ephrathite of Beth–lehem–judah, whose name was Jesse; and he had eight sons: and the man went among men for an old man in the days of Saul."
    },
    {
        "o": 7885,
        "r": "kjv:1 Samuel:17:13",
        "t": "And*p the three eldest sons of Jesse went and followed Saul to the battle: and the names of his three sons that went to the battle were Eliab the firstborn, and next unto him Abinadab, and the third Shammah."
    },
    {
        "o": 7886,
        "r": "kjv:1 Samuel:17:14",
        "t": "And*p David was the youngest: and the three eldest followed Saul."
    },
    {
        "o": 7887,
        "r": "kjv:1 Samuel:17:15",
        "t": "But*p David went and returned from Saul to feed his father's sheep at Beth–lehem."
    },
    {
        "o": 7888,
        "r": "kjv:1 Samuel:17:16",
        "t": "And*p the Philistine drew near morning and evening, and presented himself forty days."
    },
    {
        "o": 7889,
        "r": "kjv:1 Samuel:17:17",
        "t": "And*p Jesse said unto David his son, Take now for thy brethren an ephah of this parched corn, and these ten loaves, and run to the camp to thy brethren;"
    },
    {
        "o": 7890,
        "r": "kjv:1 Samuel:17:18",
        "t": "And*p carry these ten cheeses unto the captain of their thousand, and look how thy brethren fare, and take their pledge."
    },
    {
        "o": 7891,
        "r": "kjv:1 Samuel:17:19",
        "t": "Now*p Saul, and they, and all the men of Israel, were in the valley of Elah, fighting with the Philistines."
    },
    {
        "o": 7892,
        "r": "kjv:1 Samuel:17:20",
        "t": "And*p David rose up early in the morning, and left the sheep with a keeper, and took, and went, as Jesse had commanded him; and he came to the trench, as the host was going forth to the fight, and shouted for the battle."
    },
    {
        "o": 7893,
        "r": "kjv:1 Samuel:17:21",
        "t": "For*p Israel and the Philistines had put the battle in array, army against army."
    },
    {
        "o": 7894,
        "r": "kjv:1 Samuel:17:22",
        "t": "And*p David left his carriage in the hand of the keeper of the carriage, and ran into the army, and came and saluted his brethren."
    },
    {
        "o": 7895,
        "r": "kjv:1 Samuel:17:23",
        "t": "And*p as he talked with them, behold, there came up the champion, the Philistine of Gath, Goliath by name, out of the armies of the Philistines, and spake according to the same words: and David heard them."
    },
    {
        "o": 7896,
        "r": "kjv:1 Samuel:17:24",
        "t": "And*p all the men of Israel, when they saw the man, fled from him, and were sore afraid."
    },
    {
        "o": 7897,
        "r": "kjv:1 Samuel:17:25",
        "t": "And*p the men of Israel said, Have ye seen this man that is come up? surely to defy Israel is he come up: and it shall be, that the man who killeth him, the king will enrich him with great riches, and will give him his daughter, and make his father's house free in Israel."
    },
    {
        "o": 7898,
        "r": "kjv:1 Samuel:17:26",
        "t": "And*p David spake to the men that stood by him, saying, What shall be done to the man that killeth this Philistine, and taketh away the reproach from Israel? for who is this uncircumcised Philistine, that he should defy the armies of the living God?"
    },
    {
        "o": 7899,
        "r": "kjv:1 Samuel:17:27",
        "t": "And*p the people answered him after this manner, saying, So shall it be done to the man that killeth him."
    },
    {
        "o": 7900,
        "r": "kjv:1 Samuel:17:28",
        "t": "And*p Eliab his eldest brother heard when he spake unto the men; and Eliab's anger was kindled against David, and he said, Why camest thou down hither? and with whom hast thou left those few sheep in the wilderness? I know thy pride, and the naughtiness of thine heart; for thou art come down that thou mightest see the battle."
    },
    {
        "o": 7901,
        "r": "kjv:1 Samuel:17:29",
        "t": "And*p David said, What have I now done? Is there not a cause?"
    },
    {
        "o": 7902,
        "r": "kjv:1 Samuel:17:30",
        "t": "And*p he turned from him toward another, and spake after the same manner: and the people answered him again after the former manner."
    },
    {
        "o": 7903,
        "r": "kjv:1 Samuel:17:31",
        "t": "And*p when the words were heard which David spake, they rehearsed them before Saul: and he sent for him."
    },
    {
        "o": 7904,
        "r": "kjv:1 Samuel:17:32",
        "t": "And*p David said to Saul, Let no man's heart fail because of him; thy servant will go and fight with this Philistine."
    },
    {
        "o": 7905,
        "r": "kjv:1 Samuel:17:33",
        "t": "And*p Saul said to David, Thou art not able to go against this Philistine to fight with him: for thou art but a youth, and he a man of war from his youth."
    },
    {
        "o": 7906,
        "r": "kjv:1 Samuel:17:34",
        "t": "And*p David said unto Saul, Thy servant kept his father's sheep, and there came a lion, and a bear, and took a lamb out of the flock:"
    },
    {
        "o": 7907,
        "r": "kjv:1 Samuel:17:35",
        "t": "And*p I went out after him, and smote him, and delivered it out of his mouth: and when he arose against me, I caught him by his beard, and smote him, and slew him."
    },
    {
        "o": 7908,
        "r": "kjv:1 Samuel:17:36",
        "t": "Thy*p servant slew both the lion and the bear: and this uncircumcised Philistine shall be as one of them, seeing he hath defied the armies of the living God."
    },
    {
        "o": 7909,
        "r": "kjv:1 Samuel:17:37",
        "t": "David*p said moreover, The Lord*s that delivered me out of the paw of the lion, and out of the paw of the bear, he will deliver me out of the hand of this Philistine. And Saul said unto David, Go, and the Lord*s be with thee."
    },
    {
        "o": 7910,
        "r": "kjv:1 Samuel:17:38",
        "t": "And*p Saul armed David with his armour, and he put an helmet of brass upon his head; also he armed him with a coat of mail."
    },
    {
        "o": 7911,
        "r": "kjv:1 Samuel:17:39",
        "t": "And*p David girded his sword upon his armour, and he assayed to go; for he had not proved it. And David said unto Saul, I cannot go with these; for I have not proved them. And David put them off him."
    },
    {
        "o": 7912,
        "r": "kjv:1 Samuel:17:40",
        "t": "And*p he took his staff in his hand, and chose him five smooth stones out of the brook, and put them in a shepherd's bag which he had, even in a scrip; and his sling was in his hand: and he drew near to the Philistine."
    },
    {
        "o": 7913,
        "r": "kjv:1 Samuel:17:41",
        "t": "And*p the Philistine came on and drew near unto David; and the man that bare the shield went before him."
    },
    {
        "o": 7914,
        "r": "kjv:1 Samuel:17:42",
        "t": "And*p when the Philistine looked about, and saw David, he disdained him: for he was but a youth, and ruddy, and of a fair countenance."
    },
    {
        "o": 7915,
        "r": "kjv:1 Samuel:17:43",
        "t": "And*p the Philistine said unto David, Am I a dog, that thou comest to me with staves? And the Philistine cursed David by his gods."
    },
    {
        "o": 7916,
        "r": "kjv:1 Samuel:17:44",
        "t": "And*p the Philistine said to David, Come to me, and I will give thy flesh unto the fowls of the air, and to the beasts of the field."
    },
    {
        "o": 7917,
        "r": "kjv:1 Samuel:17:45",
        "t": "Then*p said David to the Philistine, Thou comest to me with a sword, and with a spear, and with a shield: but I come to thee in the name of the Lord*s of hosts, the God of the armies of Israel, whom thou hast defied."
    },
    {
        "o": 7918,
        "r": "kjv:1 Samuel:17:46",
        "t": "This*p day will the Lord*s deliver thee into mine hand; and I will smite thee, and take thine head from thee; and I will give the carcases of the host of the Philistines this day unto the fowls of the air, and to the wild beasts of the earth; that all the earth may know that there is a God in Israel."
    },
    {
        "o": 7919,
        "r": "kjv:1 Samuel:17:47",
        "t": "And*p all this assembly shall know that the Lord*s saveth not with sword and spear: for the battle is the Lord's,*s and he will give you into our hands."
    },
    {
        "o": 7920,
        "r": "kjv:1 Samuel:17:48",
        "t": "And*p it came to pass, when the Philistine arose, and came and drew nigh to meet David, that David hasted, and ran toward the army to meet the Philistine."
    },
    {
        "o": 7921,
        "r": "kjv:1 Samuel:17:49",
        "t": "And*p David put his hand in his bag, and took thence a stone, and slang it, and smote the Philistine in his forehead, that the stone sunk into his forehead; and he fell upon his face to the earth."
    },
    {
        "o": 7922,
        "r": "kjv:1 Samuel:17:50",
        "t": "So*p David prevailed over the Philistine with a sling and with a stone, and smote the Philistine, and slew him; but there was no sword in the hand of David."
    },
    {
        "o": 7923,
        "r": "kjv:1 Samuel:17:51",
        "t": "Therefore*p David ran, and stood upon the Philistine, and took his sword, and drew it out of the sheath thereof, and slew him, and cut off his head therewith. And when the Philistines saw their champion was dead, they fled."
    },
    {
        "o": 7924,
        "r": "kjv:1 Samuel:17:52",
        "t": "And*p the men of Israel and of Judah arose, and shouted, and pursued the Philistines, until thou come to the valley, and to the gates of Ekron. And the wounded of the Philistines fell down by the way to Shaaraim, even unto Gath, and unto Ekron."
    },
    {
        "o": 7925,
        "r": "kjv:1 Samuel:17:53",
        "t": "And*p the children of Israel returned from chasing after the Philistines, and they spoiled their tents."
    },
    {
        "o": 7926,
        "r": "kjv:1 Samuel:17:54",
        "t": "And*p David took the head of the Philistine, and brought it to Jerusalem; but he put his armour in his tent."
    },
    {
        "o": 7927,
        "r": "kjv:1 Samuel:17:55",
        "t": "And*p when Saul saw David go forth against the Philistine, he said unto Abner, the captain of the host, Abner, whose son is this youth? And Abner said, As thy soul liveth, O king, I cannot tell."
    },
    {
        "o": 7928,
        "r": "kjv:1 Samuel:17:56",
        "t": "And*p the king said, Enquire thou whose son the stripling is."
    },
    {
        "o": 7929,
        "r": "kjv:1 Samuel:17:57",
        "t": "And*p as David returned from the slaughter of the Philistine, Abner took him, and brought him before Saul with the head of the Philistine in his hand."
    },
    {
        "o": 7930,
        "r": "kjv:1 Samuel:17:58",
        "t": "And*p Saul said to him, Whose son art thou, thou young man? And David answered, I am the son of thy servant Jesse the Beth–lehemite."
    },
    {
        "o": 7931,
        "r": "kjv:1 Samuel:18:0",
        "t": "1 Samuel 18",
        "h": 1
    },
    {
        "o": 7932,
        "r": "kjv:1 Samuel:18:1",
        "t": "And*p it came to pass, when he had made an end of speaking unto Saul, that the soul of Jonathan was knit with the soul of David, and Jonathan loved him as his own soul."
    },
    {
        "o": 7933,
        "r": "kjv:1 Samuel:18:2",
        "t": "And*p Saul took him that day, and would let him go no more home to his father's house."
    },
    {
        "o": 7934,
        "r": "kjv:1 Samuel:18:3",
        "t": "Then*p Jonathan and David made a covenant, because he loved him as his own soul."
    },
    {
        "o": 7935,
        "r": "kjv:1 Samuel:18:4",
        "t": "And*p Jonathan stripped himself of the robe that was upon him, and gave it to David, and his garments, even to his sword, and to his bow, and to his girdle."
    },
    {
        "o": 7936,
        "r": "kjv:1 Samuel:18:5",
        "t": "And*p David went out whithersoever Saul sent him, and behaved himself wisely: and Saul set him over the men of war, and he was accepted in the sight of all the people, and also in the sight of Saul's servants."
    },
    {
        "o": 7937,
        "r": "kjv:1 Samuel:18:6",
        "t": "And*p it came to pass as they came, when David was returned from the slaughter of the Philistine, that the women came out of all cities of Israel, singing and dancing, to meet king Saul, with tabrets, with joy, and with instruments of musick."
    },
    {
        "o": 7938,
        "r": "kjv:1 Samuel:18:7",
        "t": "And*p the women answered one another as they played, and said, Saul hath slain his thousands, and David his ten thousands."
    },
    {
        "o": 7939,
        "r": "kjv:1 Samuel:18:8",
        "t": "And*p Saul was very wroth, and the saying displeased him; and he said, They have ascribed unto David ten thousands, and to me they have ascribed but thousands: and what can he have more but the kingdom?"
    },
    {
        "o": 7940,
        "r": "kjv:1 Samuel:18:9",
        "t": "And*p Saul eyed David from that day and forward."
    },
    {
        "o": 7941,
        "r": "kjv:1 Samuel:18:10",
        "t": "And*p it came to pass on the morrow, that the evil spirit from God came upon Saul, and he prophesied in the midst of the house: and David played with his hand, as at other times: and there was a javelin in Saul's hand."
    },
    {
        "o": 7942,
        "r": "kjv:1 Samuel:18:11",
        "t": "And*p Saul cast the javelin; for he said, I will smite David even to the wall with it. And David avoided out of his presence twice."
    },
    {
        "o": 7943,
        "r": "kjv:1 Samuel:18:12",
        "t": "And*p Saul was afraid of David, because the Lord*s was with him, and was departed from Saul."
    },
    {
        "o": 7944,
        "r": "kjv:1 Samuel:18:13",
        "t": "Therefore*p Saul removed him from him, and made him his captain over a thousand; and he went out and came in before the people."
    },
    {
        "o": 7945,
        "r": "kjv:1 Samuel:18:14",
        "t": "And*p David behaved himself wisely in all his ways; and the Lord*s was with him."
    },
    {
        "o": 7946,
        "r": "kjv:1 Samuel:18:15",
        "t": "Wherefore*p when Saul saw that he behaved himself very wisely, he was afraid of him."
    },
    {
        "o": 7947,
        "r": "kjv:1 Samuel:18:16",
        "t": "But*p all Israel and Judah loved David, because he went out and came in before them."
    },
    {
        "o": 7948,
        "r": "kjv:1 Samuel:18:17",
        "t": "And*p Saul said to David, Behold my elder daughter Merab, her will I give thee to wife: only be thou valiant for me, and fight the Lord's*s battles. For Saul said, Let not mine hand be upon him, but let the hand of the Philistines be upon him."
    },
    {
        "o": 7949,
        "r": "kjv:1 Samuel:18:18",
        "t": "And*p David said unto Saul, Who am I? and what is my life, or my father's family in Israel, that I should be son in law to the king?"
    },
    {
        "o": 7950,
        "r": "kjv:1 Samuel:18:19",
        "t": "But*p it came to pass at the time when Merab Saul's daughter should have been given to David, that she was given unto Adriel the Meholathite to wife."
    },
    {
        "o": 7951,
        "r": "kjv:1 Samuel:18:20",
        "t": "And*p Michal Saul's daughter loved David: and they told Saul, and the thing pleased him."
    },
    {
        "o": 7952,
        "r": "kjv:1 Samuel:18:21",
        "t": "And*p Saul said, I will give him her, that she may be a snare to him, and that the hand of the Philistines may be against him. Wherefore Saul said to David, Thou shalt this day be my son in law in the one of the twain."
    },
    {
        "o": 7953,
        "r": "kjv:1 Samuel:18:22",
        "t": "And*p Saul commanded his servants, saying, Commune with David secretly, and say, Behold, the king hath delight in thee, and all his servants love thee: now therefore be the king's son in law."
    },
    {
        "o": 7954,
        "r": "kjv:1 Samuel:18:23",
        "t": "And*p Saul's servants spake those words in the ears of David. And David said, Seemeth it to you a light thing to be a king's son in law, seeing that I am a poor man, and lightly esteemed?"
    },
    {
        "o": 7955,
        "r": "kjv:1 Samuel:18:24",
        "t": "And*p the servants of Saul told him, saying, On this manner spake David."
    },
    {
        "o": 7956,
        "r": "kjv:1 Samuel:18:25",
        "t": "And*p Saul said, Thus shall ye say to David, The king desireth not any dowry, but an hundred foreskins of the Philistines, to be avenged of the king's enemies. But Saul thought to make David fall by the hand of the Philistines."
    },
    {
        "o": 7957,
        "r": "kjv:1 Samuel:18:26",
        "t": "And*p when his servants told David these words, it pleased David well to be the king's son in law: and the days were not expired."
    },
    {
        "o": 7958,
        "r": "kjv:1 Samuel:18:27",
        "t": "Wherefore*p David arose and went, he and his men, and slew of the Philistines two hundred men; and David brought their foreskins, and they gave them in full tale to the king, that he might be the king's son in law. And Saul gave him Michal his daughter to wife."
    },
    {
        "o": 7959,
        "r": "kjv:1 Samuel:18:28",
        "t": "And*p Saul saw and knew that the Lord*s was with David, and that Michal Saul's daughter loved him."
    },
    {
        "o": 7960,
        "r": "kjv:1 Samuel:18:29",
        "t": "And*p Saul was yet the more afraid of David; and Saul became David's enemy continually."
    },
    {
        "o": 7961,
        "r": "kjv:1 Samuel:18:30",
        "t": "Then*p the princes of the Philistines went forth: and it came to pass, after they went forth, that David behaved himself more wisely than all the servants of Saul; so that his name was much set by."
    },
    {
        "o": 7962,
        "r": "kjv:1 Samuel:19:0",
        "t": "1 Samuel 19",
        "h": 1
    },
    {
        "o": 7963,
        "r": "kjv:1 Samuel:19:1",
        "t": "And*p Saul spake to Jonathan his son, and to all his servants, that they should kill David."
    },
    {
        "o": 7964,
        "r": "kjv:1 Samuel:19:2",
        "t": "But*p Jonathan Saul's son delighted much in David: and Jonathan told David, saying, Saul my father seeketh to kill thee: now therefore, I pray thee, take heed to thyself until the morning, and abide in a secret place, and hide thyself:"
    },
    {
        "o": 7965,
        "r": "kjv:1 Samuel:19:3",
        "t": "And*p I will go out and stand beside my father in the field where thou art, and I will commune with my father of thee; and what I see, that I will tell thee."
    },
    {
        "o": 7966,
        "r": "kjv:1 Samuel:19:4",
        "t": "And*p Jonathan spake good of David unto Saul his father, and said unto him, Let not the king sin against his servant, against David; because he hath not sinned against thee, and because his works have been to thee-ward very good:"
    },
    {
        "o": 7967,
        "r": "kjv:1 Samuel:19:5",
        "t": "For*p he did put his life in his hand, and slew the Philistine, and the Lord*s wrought a great salvation for all Israel: thou sawest it, and didst rejoice: wherefore then wilt thou sin against innocent blood, to slay David without a cause?"
    },
    {
        "o": 7968,
        "r": "kjv:1 Samuel:19:6",
        "t": "And*p Saul hearkened unto the voice of Jonathan: and Saul sware, As the Lord*s liveth, he shall not be slain."
    },
    {
        "o": 7969,
        "r": "kjv:1 Samuel:19:7",
        "t": "And*p Jonathan called David, and Jonathan shewed him all those things. And Jonathan brought David to Saul, and he was in his presence, as in times past."
    },
    {
        "o": 7970,
        "r": "kjv:1 Samuel:19:8",
        "t": "And*p there was war again: and David went out, and fought with the Philistines, and slew them with a great slaughter; and they fled from him."
    },
    {
        "o": 7971,
        "r": "kjv:1 Samuel:19:9",
        "t": "And*p the evil spirit from the Lord*s was upon Saul, as he sat in his house with his javelin in his hand: and David played with his hand."
    },
    {
        "o": 7972,
        "r": "kjv:1 Samuel:19:10",
        "t": "And*p Saul sought to smite David even to the wall with the javelin; but he slipped away out of Saul's presence, and he smote the javelin into the wall: and David fled, and escaped that night."
    },
    {
        "o": 7973,
        "r": "kjv:1 Samuel:19:11",
        "t": "Saul*p also sent messengers unto David's house, to watch him, and to slay him in the morning: and Michal David's wife told him, saying, If thou save not thy life to night, to morrow thou shalt be slain."
    },
    {
        "o": 7974,
        "r": "kjv:1 Samuel:19:12",
        "t": "So*p Michal let David down through a window: and he went, and fled, and escaped."
    },
    {
        "o": 7975,
        "r": "kjv:1 Samuel:19:13",
        "t": "And*p Michal took an image, and laid it in the bed, and put a pillow of goats' hair for his bolster, and covered it with a cloth."
    },
    {
        "o": 7976,
        "r": "kjv:1 Samuel:19:14",
        "t": "And*p when Saul sent messengers to take David, she said, He is sick."
    },
    {
        "o": 7977,
        "r": "kjv:1 Samuel:19:15",
        "t": "And*p Saul sent the messengers again to see David, saying, Bring him up to me in the bed, that I may slay him."
    },
    {
        "o": 7978,
        "r": "kjv:1 Samuel:19:16",
        "t": "And*p when the messengers were come in, behold, there was an image in the bed, with a pillow of goats' hair for his bolster."
    },
    {
        "o": 7979,
        "r": "kjv:1 Samuel:19:17",
        "t": "And*p Saul said unto Michal, Why hast thou deceived me so, and sent away mine enemy, that he is escaped? And Michal answered Saul, He said unto me, Let me go; why should I kill thee?"
    },
    {
        "o": 7980,
        "r": "kjv:1 Samuel:19:18",
        "t": "So*p David fled, and escaped, and came to Samuel to Ramah, and told him all that Saul had done to him. And he and Samuel went and dwelt in Naioth."
    },
    {
        "o": 7981,
        "r": "kjv:1 Samuel:19:19",
        "t": "And*p it was told Saul, saying, Behold, David is at Naioth in Ramah."
    },
    {
        "o": 7982,
        "r": "kjv:1 Samuel:19:20",
        "t": "And*p Saul sent messengers to take David: and when they saw the company of the prophets prophesying, and Samuel standing as appointed over them, the Spirit of God was upon the messengers of Saul, and they also prophesied."
    },
    {
        "o": 7983,
        "r": "kjv:1 Samuel:19:21",
        "t": "And*p when it was told Saul, he sent other messengers, and they prophesied likewise. And Saul sent messengers again the third time, and they prophesied also."
    },
    {
        "o": 7984,
        "r": "kjv:1 Samuel:19:22",
        "t": "Then*p went he also to Ramah, and came to a great well that is in Sechu: and he asked and said, Where are Samuel and David? And one said, Behold, they be at Naioth in Ramah."
    },
    {
        "o": 7985,
        "r": "kjv:1 Samuel:19:23",
        "t": "And*p he went thither to Naioth in Ramah: and the Spirit of God was upon him also, and he went on, and prophesied, until he came to Naioth in Ramah."
    },
    {
        "o": 7986,
        "r": "kjv:1 Samuel:19:24",
        "t": "And*p he stripped off his clothes also, and prophesied before Samuel in like manner, and lay down naked all that day and all that night. Wherefore they say, Is Saul also among the prophets?"
    },
    {
        "o": 7987,
        "r": "kjv:1 Samuel:20:0",
        "t": "1 Samuel 20",
        "h": 1
    },
    {
        "o": 7988,
        "r": "kjv:1 Samuel:20:1",
        "t": "And*p David fled from Naioth in Ramah, and came and said before Jonathan, What have I done? what is mine iniquity? and what is my sin before thy father, that he seeketh my life?"
    },
    {
        "o": 7989,
        "r": "kjv:1 Samuel:20:2",
        "t": "And*p he said unto him, God forbid; thou shalt not die: behold, my father will do nothing either great or small, but that he will shew it me: and why should my father hide this thing from me? it is not so."
    },
    {
        "o": 7990,
        "r": "kjv:1 Samuel:20:3",
        "t": "And*p David sware moreover, and said, Thy father certainly knoweth that I have found grace in thine eyes; and he saith, Let not Jonathan know this, lest he be grieved: but truly as the Lord*s liveth, and as thy soul liveth, there is but a step between me and death."
    },
    {
        "o": 7991,
        "r": "kjv:1 Samuel:20:4",
        "t": "Then*p said Jonathan unto David, Whatsoever thy soul desireth, I will even do it for thee."
    },
    {
        "o": 7992,
        "r": "kjv:1 Samuel:20:5",
        "t": "And*p David said unto Jonathan, Behold, to morrow is the new moon, and I should not fail to sit with the king at meat: but let me go, that I may hide myself in the field unto the third day at even."
    },
    {
        "o": 7993,
        "r": "kjv:1 Samuel:20:6",
        "t": "If*p thy father at all miss me, then say, David earnestly asked leave of me that he might run to Beth–lehem his city: for there is a yearly sacrifice there for all the family."
    },
    {
        "o": 7994,
        "r": "kjv:1 Samuel:20:7",
        "t": "If*p he say thus, It is well; thy servant shall have peace: but if he be very wroth, then be sure that evil is determined by him."
    },
    {
        "o": 7995,
        "r": "kjv:1 Samuel:20:8",
        "t": "Therefore*p thou shalt deal kindly with thy servant; for thou hast brought thy servant into a covenant of the Lord*s with thee: notwithstanding, if there be in me iniquity, slay me thyself; for why shouldest thou bring me to thy father?"
    },
    {
        "o": 7996,
        "r": "kjv:1 Samuel:20:9",
        "t": "And*p Jonathan said, Far be it from thee: for if I knew certainly that evil were determined by my father to come upon thee, then would not I tell it thee?"
    },
    {
        "o": 7997,
        "r": "kjv:1 Samuel:20:10",
        "t": "Then*p said David to Jonathan, Who shall tell me? or what if thy father answer thee roughly?"
    },
    {
        "o": 7998,
        "r": "kjv:1 Samuel:20:11",
        "t": "And*p Jonathan said unto David, Come, and let us go out into the field. And they went out both of them into the field."
    },
    {
        "o": 7999,
        "r": "kjv:1 Samuel:20:12",
        "t": "And*p Jonathan said unto David, O Lord*s God of Israel, when I have sounded my father about to morrow any time, or the third day, and, behold, if there be good toward David, and I then send not unto thee, and shew it thee;"
    },
    {
        "o": 8000,
        "r": "kjv:1 Samuel:20:13",
        "t": "The*p Lord*s do so and much more to Jonathan: but if it please my father to do thee evil, then I will shew it thee, and send thee away, that thou mayest go in peace: and the Lord*s be with thee, as he hath been with my father."
    },
    {
        "o": 8001,
        "r": "kjv:1 Samuel:20:14",
        "t": "And*p thou shalt not only while yet I live shew me the kindness of the Lord,*s that I die not:"
    },
    {
        "o": 8002,
        "r": "kjv:1 Samuel:20:15",
        "t": "But*p also thou shalt not cut off thy kindness from my house for ever: no, not when the Lord*s hath cut off the enemies of David every one from the face of the earth."
    },
    {
        "o": 8003,
        "r": "kjv:1 Samuel:20:16",
        "t": "So*p Jonathan made a covenant with the house of David, saying, Let the Lord*s even require it at the hand of David's enemies."
    },
    {
        "o": 8004,
        "r": "kjv:1 Samuel:20:17",
        "t": "And*p Jonathan caused David to swear again, because he loved him: for he loved him as he loved his own soul."
    },
    {
        "o": 8005,
        "r": "kjv:1 Samuel:20:18",
        "t": "Then*p Jonathan said to David, To morrow is the new moon: and thou shalt be missed, because thy seat will be empty."
    },
    {
        "o": 8006,
        "r": "kjv:1 Samuel:20:19",
        "t": "And*p when thou hast stayed three days, then thou shalt go down quickly, and come to the place where thou didst hide thyself when the business was in hand, and shalt remain by the stone Ezel."
    },
    {
        "o": 8007,
        "r": "kjv:1 Samuel:20:20",
        "t": "And*p I will shoot three arrows on the side thereof, as though I shot at a mark."
    },
    {
        "o": 8008,
        "r": "kjv:1 Samuel:20:21",
        "t": "And,*p behold, I will send a lad, saying, Go, find out the arrows. If I expressly say unto the lad, Behold, the arrows are on this side of thee, take them; then come thou: for there is peace to thee, and no hurt; as the Lord*s liveth."
    },
    {
        "o": 8009,
        "r": "kjv:1 Samuel:20:22",
        "t": "But*p if I say thus unto the young man, Behold, the arrows are beyond thee; go thy way: for the Lord*s hath sent thee away."
    },
    {
        "o": 8010,
        "r": "kjv:1 Samuel:20:23",
        "t": "And*p as touching the matter which thou and I have spoken of, behold, the Lord*s be between thee and me for ever."
    },
    {
        "o": 8011,
        "r": "kjv:1 Samuel:20:24",
        "t": "So*p David hid himself in the field: and when the new moon was come, the king sat him down to eat meat."
    },
    {
        "o": 8012,
        "r": "kjv:1 Samuel:20:25",
        "t": "And*p the king sat upon his seat, as at other times, even upon a seat by the wall: and Jonathan arose, and Abner sat by Saul's side, and David's place was empty."
    },
    {
        "o": 8013,
        "r": "kjv:1 Samuel:20:26",
        "t": "Nevertheless*p Saul spake not any thing that day: for he thought, Something hath befallen him, he is not clean; surely he is not clean."
    },
    {
        "o": 8014,
        "r": "kjv:1 Samuel:20:27",
        "t": "And*p it came to pass on the morrow, which was the second day of the month, that David's place was empty: and Saul said unto Jonathan his son, Wherefore cometh not the son of Jesse to meat, neither yesterday, nor to day?"
    },
    {
        "o": 8015,
        "r": "kjv:1 Samuel:20:28",
        "t": "And*p Jonathan answered Saul, David earnestly asked leave of me to go to Beth–lehem:"
    },
    {
        "o": 8016,
        "r": "kjv:1 Samuel:20:29",
        "t": "And*p he said, Let me go, I pray thee; for our family hath a sacrifice in the city; and my brother, he hath commanded me to be there: and now, if I have found favour in thine eyes, let me get away, I pray thee, and see my brethren. Therefore he cometh not unto the king's table."
    },
    {
        "o": 8017,
        "r": "kjv:1 Samuel:20:30",
        "t": "Then*p Saul's anger was kindled against Jonathan, and he said unto him, Thou son of the perverse rebellious woman, do not I know that thou hast chosen the son of Jesse to thine own confusion, and unto the confusion of thy mother's nakedness?"
    },
    {
        "o": 8018,
        "r": "kjv:1 Samuel:20:31",
        "t": "For*p as long as the son of Jesse liveth upon the ground, thou shalt not be established, nor thy kingdom. Wherefore now send and fetch him unto me, for he shall surely die."
    },
    {
        "o": 8019,
        "r": "kjv:1 Samuel:20:32",
        "t": "And*p Jonathan answered Saul his father, and said unto him, Wherefore shall he be slain? what hath he done?"
    },
    {
        "o": 8020,
        "r": "kjv:1 Samuel:20:33",
        "t": "And*p Saul cast a javelin at him to smite him: whereby Jonathan knew that it was determined of his father to slay David."
    },
    {
        "o": 8021,
        "r": "kjv:1 Samuel:20:34",
        "t": "So*p Jonathan arose from the table in fierce anger, and did eat no meat the second day of the month: for he was grieved for David, because his father had done him shame."
    },
    {
        "o": 8022,
        "r": "kjv:1 Samuel:20:35",
        "t": "And*p it came to pass in the morning, that Jonathan went out into the field at the time appointed with David, and a little lad with him."
    },
    {
        "o": 8023,
        "r": "kjv:1 Samuel:20:36",
        "t": "And*p he said unto his lad, Run, find out now the arrows which I shoot. And as the lad ran, he shot an arrow beyond him."
    },
    {
        "o": 8024,
        "r": "kjv:1 Samuel:20:37",
        "t": "And*p when the lad was come to the place of the arrow which Jonathan had shot, Jonathan cried after the lad, and said, Is not the arrow beyond thee?"
    },
    {
        "o": 8025,
        "r": "kjv:1 Samuel:20:38",
        "t": "And*p Jonathan cried after the lad, Make speed, haste, stay not. And Jonathan's lad gathered up the arrows, and came to his master."
    },
    {
        "o": 8026,
        "r": "kjv:1 Samuel:20:39",
        "t": "But*p the lad knew not any thing: only Jonathan and David knew the matter."
    },
    {
        "o": 8027,
        "r": "kjv:1 Samuel:20:40",
        "t": "And*p Jonathan gave his artillery unto his lad, and said unto him, Go, carry them to the city."
    },
    {
        "o": 8028,
        "r": "kjv:1 Samuel:20:41",
        "t": "And*p as soon as the lad was gone, David arose out of a place toward the south, and fell on his face to the ground, and bowed himself three times: and they kissed one another, and wept one with another, until David exceeded."
    },
    {
        "o": 8029,
        "r": "kjv:1 Samuel:20:42",
        "t": "And*p Jonathan said to David, Go in peace, forasmuch as we have sworn both of us in the name of the Lord,*s saying, The Lord*s be between me and thee, and between my seed and thy seed for ever. And he arose and departed: and Jonathan went into the city."
    },
    {
        "o": 8030,
        "r": "kjv:1 Samuel:21:0",
        "t": "1 Samuel 21",
        "h": 1
    },
    {
        "o": 8031,
        "r": "kjv:1 Samuel:21:1",
        "t": "Then*p came David to Nob to Ahimelech the priest: and Ahimelech was afraid at the meeting of David, and said unto him, Why art thou alone, and no man with thee?"
    },
    {
        "o": 8032,
        "r": "kjv:1 Samuel:21:2",
        "t": "And*p David said unto Ahimelech the priest, The king hath commanded me a business, and hath said unto me, Let no man know any thing of the business whereabout I send thee, and what I have commanded thee: and I have appointed my servants to such and such a place."
    },
    {
        "o": 8033,
        "r": "kjv:1 Samuel:21:3",
        "t": "Now*p therefore what is under thine hand? give me five loaves of bread in mine hand, or what there is present."
    },
    {
        "o": 8034,
        "r": "kjv:1 Samuel:21:4",
        "t": "And*p the priest answered David, and said, There is no common bread under mine hand, but there is hallowed bread; if the young men have kept themselves at least from women."
    },
    {
        "o": 8035,
        "r": "kjv:1 Samuel:21:5",
        "t": "And*p David answered the priest, and said unto him, Of a truth women have been kept from us about these three days, since I came out, and the vessels of the young men are holy, and the bread is in a manner common, yea, though it were sanctified this day in the vessel."
    },
    {
        "o": 8036,
        "r": "kjv:1 Samuel:21:6",
        "t": "So*p the priest gave him hallowed bread: for there was no bread there but the shewbread, that was taken from before the Lord,*s to put hot bread in the day when it was taken away."
    },
    {
        "o": 8037,
        "r": "kjv:1 Samuel:21:7",
        "t": "Now*p a certain man of the servants of Saul was there that day, detained before the Lord;*s and his name was Doeg, an Edomite, the chiefest of the herdmen that belonged to Saul."
    },
    {
        "o": 8038,
        "r": "kjv:1 Samuel:21:8",
        "t": "And*p David said unto Ahimelech, And is there not here under thine hand spear or sword? for I have neither brought my sword nor my weapons with me, because the king's business required haste."
    },
    {
        "o": 8039,
        "r": "kjv:1 Samuel:21:9",
        "t": "And*p the priest said, The sword of Goliath the Philistine, whom thou slewest in the valley of Elah, behold, it is here wrapped in a cloth behind the ephod: if thou wilt take that, take it: for there is no other save that here. And David said, There is none like that; give it me."
    },
    {
        "o": 8040,
        "r": "kjv:1 Samuel:21:10",
        "t": "And*p David arose, and fled that day for fear of Saul, and went to Achish the king of Gath."
    },
    {
        "o": 8041,
        "r": "kjv:1 Samuel:21:11",
        "t": "And*p the servants of Achish said unto him, Is not this David the king of the land? did they not sing one to another of him in dances, saying, Saul hath slain his thousands, and David his ten thousands?"
    },
    {
        "o": 8042,
        "r": "kjv:1 Samuel:21:12",
        "t": "And*p David laid up these words in his heart, and was sore afraid of Achish the king of Gath."
    },
    {
        "o": 8043,
        "r": "kjv:1 Samuel:21:13",
        "t": "And*p he changed his behaviour before them, and feigned himself mad in their hands, and scrabbled on the doors of the gate, and let his spittle fall down upon his beard."
    },
    {
        "o": 8044,
        "r": "kjv:1 Samuel:21:14",
        "t": "Then*p said Achish unto his servants, Lo, ye see the man is mad: wherefore then have ye brought him to me?"
    },
    {
        "o": 8045,
        "r": "kjv:1 Samuel:21:15",
        "t": "Have*p I need of mad men, that ye have brought this fellow to play the mad man in my presence? shall this fellow come into my house?"
    },
    {
        "o": 8046,
        "r": "kjv:1 Samuel:22:0",
        "t": "1 Samuel 22",
        "h": 1
    },
    {
        "o": 8047,
        "r": "kjv:1 Samuel:22:1",
        "t": "David*p therefore departed thence, and escaped to the cave Adullam: and when his brethren and all his father's house heard it, they went down thither to him."
    },
    {
        "o": 8048,
        "r": "kjv:1 Samuel:22:2",
        "t": "And*p every one that was in distress, and every one that was in debt, and every one that was discontented, gathered themselves unto him; and he became a captain over them: and there were with him about four hundred men."
    },
    {
        "o": 8049,
        "r": "kjv:1 Samuel:22:3",
        "t": "And*p David went thence to Mizpeh of Moab: and he said unto the king of Moab, Let my father and my mother, I pray thee, come forth, and be with you, till I know what God will do for me."
    },
    {
        "o": 8050,
        "r": "kjv:1 Samuel:22:4",
        "t": "And*p he brought them before the king of Moab: and they dwelt with him all the while that David was in the hold."
    },
    {
        "o": 8051,
        "r": "kjv:1 Samuel:22:5",
        "t": "And*p the prophet Gad said unto David, Abide not in the hold; depart, and get thee into the land of Judah. Then David departed, and came into the forest of Hareth."
    },
    {
        "o": 8052,
        "r": "kjv:1 Samuel:22:6",
        "t": "When*p Saul heard that David was discovered, and the men that were with him, (now Saul abode in Gibeah under a tree in Ramah, having his spear in his hand, and all his servants were standing about him;)"
    },
    {
        "o": 8053,
        "r": "kjv:1 Samuel:22:7",
        "t": "Then*p Saul said unto his servants that stood about him, Hear now, ye Benjamites; will the son of Jesse give every one of you fields and vineyards, and make you all captains of thousands, and captains of hundreds;"
    },
    {
        "o": 8054,
        "r": "kjv:1 Samuel:22:8",
        "t": "That*p all of you have conspired against me, and there is none that sheweth me that my son hath made a league with the son of Jesse, and there is none of you that is sorry for me, or sheweth unto me that my son hath stirred up my servant against me, to lie in wait, as at this day?"
    },
    {
        "o": 8055,
        "r": "kjv:1 Samuel:22:9",
        "t": "Then*p answered Doeg the Edomite, which was set over the servants of Saul, and said, I saw the son of Jesse coming to Nob, to Ahimelech the son of Ahitub."
    },
    {
        "o": 8056,
        "r": "kjv:1 Samuel:22:10",
        "t": "And*p he enquired of the Lord*s for him, and gave him victuals, and gave him the sword of Goliath the Philistine."
    },
    {
        "o": 8057,
        "r": "kjv:1 Samuel:22:11",
        "t": "Then*p the king sent to call Ahimelech the priest, the son of Ahitub, and all his father's house, the priests that were in Nob: and they came all of them to the king."
    },
    {
        "o": 8058,
        "r": "kjv:1 Samuel:22:12",
        "t": "And*p Saul said, Hear now, thou son of Ahitub. And he answered, Here I am, my lord."
    },
    {
        "o": 8059,
        "r": "kjv:1 Samuel:22:13",
        "t": "And*p Saul said unto him, Why have ye conspired against me, thou and the son of Jesse, in that thou hast given him bread, and a sword, and hast enquired of God for him, that he should rise against me, to lie in wait, as at this day?"
    },
    {
        "o": 8060,
        "r": "kjv:1 Samuel:22:14",
        "t": "Then*p Ahimelech answered the king, and said, And who is so faithful among all thy servants as David, which is the king's son in law, and goeth at thy bidding, and is honourable in thine house?"
    },
    {
        "o": 8061,
        "r": "kjv:1 Samuel:22:15",
        "t": "Did*p I then begin to enquire of God for him? be it far from me: let not the king impute any thing unto his servant, nor to all the house of my father: for thy servant knew nothing of all this, less or more."
    },
    {
        "o": 8062,
        "r": "kjv:1 Samuel:22:16",
        "t": "And*p the king said, Thou shalt surely die, Ahimelech, thou, and all thy father's house."
    },
    {
        "o": 8063,
        "r": "kjv:1 Samuel:22:17",
        "t": "And*p the king said unto the footmen that stood about him, Turn, and slay the priests of the Lord;*s because their hand also is with David, and because they knew when he fled, and did not shew it to me. But the servants of the king would not put forth their hand to fall upon the priests of the Lord.*s"
    },
    {
        "o": 8064,
        "r": "kjv:1 Samuel:22:18",
        "t": "And*p the king said to Doeg, Turn thou, and fall upon the priests. And Doeg the Edomite turned, and he fell upon the priests, and slew on that day fourscore and five persons that did wear a linen ephod."
    },
    {
        "o": 8065,
        "r": "kjv:1 Samuel:22:19",
        "t": "And*p Nob, the city of the priests, smote he with the edge of the sword, both men and women, children and sucklings, and oxen, and asses, and sheep, with the edge of the sword."
    },
    {
        "o": 8066,
        "r": "kjv:1 Samuel:22:20",
        "t": "And*p one of the sons of Ahimelech the son of Ahitub, named Abiathar, escaped, and fled after David."
    },
    {
        "o": 8067,
        "r": "kjv:1 Samuel:22:21",
        "t": "And*p Abiathar shewed David that Saul had slain the Lord's*s priests."
    },
    {
        "o": 8068,
        "r": "kjv:1 Samuel:22:22",
        "t": "And*p David said unto Abiathar, I knew it that day, when Doeg the Edomite was there, that he would surely tell Saul: I have occasioned the death of all the persons of thy father's house."
    },
    {
        "o": 8069,
        "r": "kjv:1 Samuel:22:23",
        "t": "Abide*p thou with me, fear not: for he that seeketh my life seeketh thy life: but with me thou shalt be in safeguard."
    },
    {
        "o": 8070,
        "r": "kjv:1 Samuel:23:0",
        "t": "1 Samuel 23",
        "h": 1
    },
    {
        "o": 8071,
        "r": "kjv:1 Samuel:23:1",
        "t": "Then*p they told David, saying, Behold, the Philistines fight against Keilah, and they rob the threshingfloors."
    },
    {
        "o": 8072,
        "r": "kjv:1 Samuel:23:2",
        "t": "Therefore*p David enquired of the Lord,*s saying, Shall I go and smite these Philistines? And the Lord*s said unto David, Go, and smite the Philistines, and save Keilah."
    },
    {
        "o": 8073,
        "r": "kjv:1 Samuel:23:3",
        "t": "And*p David's men said unto him, Behold, we be afraid here in Judah: how much more then if we come to Keilah against the armies of the Philistines?"
    },
    {
        "o": 8074,
        "r": "kjv:1 Samuel:23:4",
        "t": "Then*p David enquired of the Lord*s yet again. And the Lord*s answered him and said, Arise, go down to Keilah; for I will deliver the Philistines into thine hand."
    },
    {
        "o": 8075,
        "r": "kjv:1 Samuel:23:5",
        "t": "So*p David and his men went to Keilah, and fought with the Philistines, and brought away their cattle, and smote them with a great slaughter. So David saved the inhabitants of Keilah."
    },
    {
        "o": 8076,
        "r": "kjv:1 Samuel:23:6",
        "t": "And*p it came to pass, when Abiathar the son of Ahimelech fled to David to Keilah, that he came down with an ephod in his hand."
    },
    {
        "o": 8077,
        "r": "kjv:1 Samuel:23:7",
        "t": "And*p it was told Saul that David was come to Keilah. And Saul said, God hath delivered him into mine hand; for he is shut in, by entering into a town that hath gates and bars."
    },
    {
        "o": 8078,
        "r": "kjv:1 Samuel:23:8",
        "t": "And*p Saul called all the people together to war, to go down to Keilah, to besiege David and his men."
    },
    {
        "o": 8079,
        "r": "kjv:1 Samuel:23:9",
        "t": "And*p David knew that Saul secretly practised mischief against him; and he said to Abiathar the priest, Bring hither the ephod."
    },
    {
        "o": 8080,
        "r": "kjv:1 Samuel:23:10",
        "t": "Then*p said David, O Lord*s God of Israel, thy servant hath certainly heard that Saul seeketh to come to Keilah, to destroy the city for my sake."
    },
    {
        "o": 8081,
        "r": "kjv:1 Samuel:23:11",
        "t": "Will*p the men of Keilah deliver me up into his hand? will Saul come down, as thy servant hath heard? O Lord*s God of Israel, I beseech thee, tell thy servant. And the Lord*s said, He will come down."
    },
    {
        "o": 8082,
        "r": "kjv:1 Samuel:23:12",
        "t": "Then*p said David, Will the men of Keilah deliver me and my men into the hand of Saul? And the Lord*s said, They will deliver thee up."
    },
    {
        "o": 8083,
        "r": "kjv:1 Samuel:23:13",
        "t": "Then*p David and his men, which were about six hundred, arose and departed out of Keilah, and went whithersoever they could go. And it was told Saul that David was escaped from Keilah; and he forbare to go forth."
    },
    {
        "o": 8084,
        "r": "kjv:1 Samuel:23:14",
        "t": "And*p David abode in the wilderness in strong holds, and remained in a mountain in the wilderness of Ziph. And Saul sought him every day, but God delivered him not into his hand."
    },
    {
        "o": 8085,
        "r": "kjv:1 Samuel:23:15",
        "t": "And*p David saw that Saul was come out to seek his life: and David was in the wilderness of Ziph in a wood."
    },
    {
        "o": 8086,
        "r": "kjv:1 Samuel:23:16",
        "t": "And*p Jonathan Saul's son arose, and went to David into the wood, and strengthened his hand in God."
    },
    {
        "o": 8087,
        "r": "kjv:1 Samuel:23:17",
        "t": "And*p he said unto him, Fear not: for the hand of Saul my father shall not find thee; and thou shalt be king over Israel, and I shall be next unto thee; and that also Saul my father knoweth."
    },
    {
        "o": 8088,
        "r": "kjv:1 Samuel:23:18",
        "t": "And*p they two made a covenant before the Lord:*s and David abode in the wood, and Jonathan went to his house."
    },
    {
        "o": 8089,
        "r": "kjv:1 Samuel:23:19",
        "t": "Then*p came up the Ziphites to Saul to Gibeah, saying, Doth not David hide himself with us in strong holds in the wood, in the hill of Hachilah, which is on the south of Jeshimon?"
    },
    {
        "o": 8090,
        "r": "kjv:1 Samuel:23:20",
        "t": "Now*p therefore, O king, come down according to all the desire of thy soul to come down; and our part shall be to deliver him into the king's hand."
    },
    {
        "o": 8091,
        "r": "kjv:1 Samuel:23:21",
        "t": "And*p Saul said, Blessed be ye of the Lord;*s for ye have compassion on me."
    },
    {
        "o": 8092,
        "r": "kjv:1 Samuel:23:22",
        "t": "Go,*p I pray you, prepare yet, and know and see his place where his haunt is, and who hath seen him there: for it is told me that he dealeth very subtilly."
    },
    {
        "o": 8093,
        "r": "kjv:1 Samuel:23:23",
        "t": "See*p therefore, and take knowledge of all the lurking places where he hideth himself, and come ye again to me with the certainty, and I will go with you: and it shall come to pass, if he be in the land, that I will search him out throughout all the thousands of Judah."
    },
    {
        "o": 8094,
        "r": "kjv:1 Samuel:23:24",
        "t": "And*p they arose, and went to Ziph before Saul: but David and his men were in the wilderness of Maon, in the plain on the south of Jeshimon."
    },
    {
        "o": 8095,
        "r": "kjv:1 Samuel:23:25",
        "t": "Saul*p also and his men went to seek him. And they told David: wherefore he came down into a rock, and abode in the wilderness of Maon. And when Saul heard that, he pursued after David in the wilderness of Maon."
    },
    {
        "o": 8096,
        "r": "kjv:1 Samuel:23:26",
        "t": "And*p Saul went on this side of the mountain, and David and his men on that side of the mountain: and David made haste to get away for fear of Saul; for Saul and his men compassed David and his men round about to take them."
    },
    {
        "o": 8097,
        "r": "kjv:1 Samuel:23:27",
        "t": "But*p there came a messenger unto Saul, saying, Haste thee, and come; for the Philistines have invaded the land."
    },
    {
        "o": 8098,
        "r": "kjv:1 Samuel:23:28",
        "t": "Wherefore*p Saul returned from pursuing after David, and went against the Philistines: therefore they called that place Sela–hammahlekoth."
    },
    {
        "o": 8099,
        "r": "kjv:1 Samuel:23:29",
        "t": "And*p David went up from thence, and dwelt in strong holds at En–gedi."
    },
    {
        "o": 8100,
        "r": "kjv:1 Samuel:24:0",
        "t": "1 Samuel 24",
        "h": 1
    },
    {
        "o": 8101,
        "r": "kjv:1 Samuel:24:1",
        "t": "And*p it came to pass, when Saul was returned from following the Philistines, that it was told him, saying, Behold, David is in the wilderness of En–gedi."
    },
    {
        "o": 8102,
        "r": "kjv:1 Samuel:24:2",
        "t": "Then*p Saul took three thousand chosen men out of all Israel, and went to seek David and his men upon the rocks of the wild goats."
    },
    {
        "o": 8103,
        "r": "kjv:1 Samuel:24:3",
        "t": "And*p he came to the sheepcotes by the way, where was a cave; and Saul went in to cover his feet: and David and his men remained in the sides of the cave."
    },
    {
        "o": 8104,
        "r": "kjv:1 Samuel:24:4",
        "t": "And*p the men of David said unto him, Behold the day of which the Lord*s said unto thee, Behold, I will deliver thine enemy into thine hand, that thou mayest do to him as it shall seem good unto thee. Then David arose, and cut off the skirt of Saul's robe privily."
    },
    {
        "o": 8105,
        "r": "kjv:1 Samuel:24:5",
        "t": "And*p it came to pass afterward, that David's heart smote him, because he had cut off Saul's skirt."
    },
    {
        "o": 8106,
        "r": "kjv:1 Samuel:24:6",
        "t": "And*p he said unto his men, The Lord*s forbid that I should do this thing unto my master, the Lord's*s anointed, to stretch forth mine hand against him, seeing he is the anointed of the Lord.*s"
    },
    {
        "o": 8107,
        "r": "kjv:1 Samuel:24:7",
        "t": "So*p David stayed his servants with these words, and suffered them not to rise against Saul. But Saul rose up out of the cave, and went on his way."
    },
    {
        "o": 8108,
        "r": "kjv:1 Samuel:24:8",
        "t": "David*p also arose afterward, and went out of the cave, and cried after Saul, saying, My lord the king. And when Saul looked behind him, David stooped with his face to the earth, and bowed himself."
    },
    {
        "o": 8109,
        "r": "kjv:1 Samuel:24:9",
        "t": "And*p David said to Saul, Wherefore hearest thou men's words, saying, Behold, David seeketh thy hurt?"
    },
    {
        "o": 8110,
        "r": "kjv:1 Samuel:24:10",
        "t": "Behold,*p this day thine eyes have seen how that the Lord*s had delivered thee to day into mine hand in the cave: and some bade me kill thee: but mine eye spared thee; and I said, I will not put forth mine hand against my lord; for he is the Lord's*s anointed."
    },
    {
        "o": 8111,
        "r": "kjv:1 Samuel:24:11",
        "t": "Moreover,*p my father, see, yea, see the skirt of thy robe in my hand: for in that I cut off the skirt of thy robe, and killed thee not, know thou and see that there is neither evil nor transgression in mine hand, and I have not sinned against thee; yet thou huntest my soul to take it."
    },
    {
        "o": 8112,
        "r": "kjv:1 Samuel:24:12",
        "t": "The*p Lord*s judge between me and thee, and the Lord*s avenge me of thee: but mine hand shall not be upon thee."
    },
    {
        "o": 8113,
        "r": "kjv:1 Samuel:24:13",
        "t": "As*p saith the proverb of the ancients, Wickedness proceedeth from the wicked: but mine hand shall not be upon thee."
    },
    {
        "o": 8114,
        "r": "kjv:1 Samuel:24:14",
        "t": "After*p whom is the king of Israel come out? after whom dost thou pursue? after a dead dog, after a flea."
    },
    {
        "o": 8115,
        "r": "kjv:1 Samuel:24:15",
        "t": "The*p Lord*s therefore be judge, and judge between me and thee, and see, and plead my cause, and deliver me out of thine hand."
    },
    {
        "o": 8116,
        "r": "kjv:1 Samuel:24:16",
        "t": "And*p it came to pass, when David had made an end of speaking these words unto Saul, that Saul said, Is this thy voice, my son David? And Saul lifted up his voice, and wept."
    },
    {
        "o": 8117,
        "r": "kjv:1 Samuel:24:17",
        "t": "And*p he said to David, Thou art more righteous than I: for thou hast rewarded me good, whereas I have rewarded thee evil."
    },
    {
        "o": 8118,
        "r": "kjv:1 Samuel:24:18",
        "t": "And*p thou hast shewed this day how that thou hast dealt well with me: forasmuch as when the Lord*s had delivered me into thine hand, thou killedst me not."
    },
    {
        "o": 8119,
        "r": "kjv:1 Samuel:24:19",
        "t": "For*p if a man find his enemy, will he let him go well away? wherefore the Lord*s reward thee good for that thou hast done unto me this day."
    },
    {
        "o": 8120,
        "r": "kjv:1 Samuel:24:20",
        "t": "And*p now, behold, I know well that thou shalt surely be king, and that the kingdom of Israel shall be established in thine hand."
    },
    {
        "o": 8121,
        "r": "kjv:1 Samuel:24:21",
        "t": "Swear*p now therefore unto me by the Lord,*s that thou wilt not cut off my seed after me, and that thou wilt not destroy my name out of my father's house."
    },
    {
        "o": 8122,
        "r": "kjv:1 Samuel:24:22",
        "t": "And*p David sware unto Saul. And Saul went home; but David and his men gat them up unto the hold."
    },
    {
        "o": 8123,
        "r": "kjv:1 Samuel:25:0",
        "t": "1 Samuel 25",
        "h": 1
    },
    {
        "o": 8124,
        "r": "kjv:1 Samuel:25:1",
        "t": "And*p Samuel died; and all the Israelites were gathered together, and lamented him, and buried him in his house at Ramah. And David arose, and went down to the wilderness of Paran."
    },
    {
        "o": 8125,
        "r": "kjv:1 Samuel:25:2",
        "t": "And*p there was a man in Maon, whose possessions were in Carmel; and the man was very great, and he had three thousand sheep, and a thousand goats: and he was shearing his sheep in Carmel."
    },
    {
        "o": 8126,
        "r": "kjv:1 Samuel:25:3",
        "t": "Now*p the name of the man was Nabal; and the name of his wife Abigail: and she was a woman of good understanding, and of a beautiful countenance: but the man was churlish and evil in his doings; and he was of the house of Caleb."
    },
    {
        "o": 8127,
        "r": "kjv:1 Samuel:25:4",
        "t": "And*p David heard in the wilderness that Nabal did shear his sheep."
    },
    {
        "o": 8128,
        "r": "kjv:1 Samuel:25:5",
        "t": "And*p David sent out ten young men, and David said unto the young men, Get you up to Carmel, and go to Nabal, and greet him in my name:"
    },
    {
        "o": 8129,
        "r": "kjv:1 Samuel:25:6",
        "t": "And*p thus shall ye say to him that liveth in prosperity, Peace be both to thee, and peace be to thine house, and peace be unto all that thou hast."
    },
    {
        "o": 8130,
        "r": "kjv:1 Samuel:25:7",
        "t": "And*p now I have heard that thou hast shearers: now thy shepherds which were with us, we hurt them not, neither was there ought missing unto them, all the while they were in Carmel."
    },
    {
        "o": 8131,
        "r": "kjv:1 Samuel:25:8",
        "t": "Ask*p thy young men, and they will shew thee. Wherefore let the young men find favour in thine eyes: for we come in a good day: give, I pray thee, whatsoever cometh to thine hand unto thy servants, and to thy son David."
    },
    {
        "o": 8132,
        "r": "kjv:1 Samuel:25:9",
        "t": "And*p when David's young men came, they spake to Nabal according to all those words in the name of David, and ceased."
    },
    {
        "o": 8133,
        "r": "kjv:1 Samuel:25:10",
        "t": "And*p Nabal answered David's servants, and said, Who is David? and who is the son of Jesse? there be many servants now a days that break away every man from his master."
    },
    {
        "o": 8134,
        "r": "kjv:1 Samuel:25:11",
        "t": "Shall*p I then take my bread, and my water, and my flesh that I have killed for my shearers, and give it unto men, whom I know not whence they be?"
    },
    {
        "o": 8135,
        "r": "kjv:1 Samuel:25:12",
        "t": "So*p David's young men turned their way, and went again, and came and told him all those sayings."
    },
    {
        "o": 8136,
        "r": "kjv:1 Samuel:25:13",
        "t": "And*p David said unto his men, Gird ye on every man his sword. And they girded on every man his sword; and David also girded on his sword: and there went up after David about four hundred men; and two hundred abode by the stuff."
    },
    {
        "o": 8137,
        "r": "kjv:1 Samuel:25:14",
        "t": "But*p one of the young men told Abigail, Nabal's wife, saying, Behold, David sent messengers out of the wilderness to salute our master; and he railed on them."
    },
    {
        "o": 8138,
        "r": "kjv:1 Samuel:25:15",
        "t": "But*p the men were very good unto us, and we were not hurt, neither missed we any thing, as long as we were conversant with them, when we were in the fields:"
    },
    {
        "o": 8139,
        "r": "kjv:1 Samuel:25:16",
        "t": "They*p were a wall unto us both by night and day, all the while we were with them keeping the sheep."
    },
    {
        "o": 8140,
        "r": "kjv:1 Samuel:25:17",
        "t": "Now*p therefore know and consider what thou wilt do; for evil is determined against our master, and against all his household: for he is such a son of Belial, that a man cannot speak to him."
    },
    {
        "o": 8141,
        "r": "kjv:1 Samuel:25:18",
        "t": "Then*p Abigail made haste, and took two hundred loaves, and two bottles of wine, and five sheep ready dressed, and five measures of parched corn, and an hundred clusters of raisins, and two hundred cakes of figs, and laid them on asses."
    },
    {
        "o": 8142,
        "r": "kjv:1 Samuel:25:19",
        "t": "And*p she said unto her servants, Go on before me; behold, I come after you. But she told not her husband Nabal."
    },
    {
        "o": 8143,
        "r": "kjv:1 Samuel:25:20",
        "t": "And*p it was so, as she rode on the ass, that she came down by the covert of the hill, and, behold, David and his men came down against her; and she met them."
    },
    {
        "o": 8144,
        "r": "kjv:1 Samuel:25:21",
        "t": "Now*p David had said, Surely in vain have I kept all that this fellow hath in the wilderness, so that nothing was missed of all that pertained unto him: and he hath requited me evil for good."
    },
    {
        "o": 8145,
        "r": "kjv:1 Samuel:25:22",
        "t": "So*p and more also do God unto the enemies of David, if I leave of all that pertain to him by the morning light any that pisseth against the wall."
    },
    {
        "o": 8146,
        "r": "kjv:1 Samuel:25:23",
        "t": "And*p when Abigail saw David, she hasted, and lighted off the ass, and fell before David on her face, and bowed herself to the ground,"
    },
    {
        "o": 8147,
        "r": "kjv:1 Samuel:25:24",
        "t": "And*p fell at his feet, and said, Upon me, my lord, upon me let this iniquity be: and let thine handmaid, I pray thee, speak in thine audience, and hear the words of thine handmaid."
    },
    {
        "o": 8148,
        "r": "kjv:1 Samuel:25:25",
        "t": "Let*p not my lord, I pray thee, regard this man of Belial, even Nabal: for as his name is, so is he; Nabal is his name, and folly is with him: but I thine handmaid saw not the young men of my lord, whom thou didst send."
    },
    {
        "o": 8149,
        "r": "kjv:1 Samuel:25:26",
        "t": "Now*p therefore, my lord, as the Lord*s liveth, and as thy soul liveth, seeing the Lord*s hath withholden thee from coming to shed blood, and from avenging thyself with thine own hand, now let thine enemies, and they that seek evil to my lord, be as Nabal."
    },
    {
        "o": 8150,
        "r": "kjv:1 Samuel:25:27",
        "t": "And*p now this blessing which thine handmaid hath brought unto my lord, let it even be given unto the young men that follow my lord."
    },
    {
        "o": 8151,
        "r": "kjv:1 Samuel:25:28",
        "t": "I*p pray thee, forgive the trespass of thine handmaid: for the Lord*s will certainly make my lord a sure house; because my lord fighteth the battles of the Lord,*s and evil hath not been found in thee all thy days."
    },
    {
        "o": 8152,
        "r": "kjv:1 Samuel:25:29",
        "t": "Yet*p a man is risen to pursue thee, and to seek thy soul: but the soul of my lord shall be bound in the bundle of life with the Lord*s thy God; and the souls of thine enemies, them shall he sling out, as out of the middle of a sling."
    },
    {
        "o": 8153,
        "r": "kjv:1 Samuel:25:30",
        "t": "And*p it shall come to pass, when the Lord*s shall have done to my lord according to all the good that he hath spoken concerning thee, and shall have appointed thee ruler over Israel;"
    },
    {
        "o": 8154,
        "r": "kjv:1 Samuel:25:31",
        "t": "That*p this shall be no grief unto thee, nor offence of heart unto my lord, either that thou hast shed blood causeless, or that my lord hath avenged himself: but when the Lord*s shall have dealt well with my lord, then remember thine handmaid."
    },
    {
        "o": 8155,
        "r": "kjv:1 Samuel:25:32",
        "t": "And*p David said to Abigail, Blessed be the Lord*s God of Israel, which sent thee this day to meet me:"
    },
    {
        "o": 8156,
        "r": "kjv:1 Samuel:25:33",
        "t": "And*p blessed be thy advice, and blessed be thou, which hast kept me this day from coming to shed blood, and from avenging myself with mine own hand."
    },
    {
        "o": 8157,
        "r": "kjv:1 Samuel:25:34",
        "t": "For*p in very deed, as the Lord*s God of Israel liveth, which hath kept me back from hurting thee, except thou hadst hasted and come to meet me, surely there had not been left unto Nabal by the morning light any that pisseth against the wall."
    },
    {
        "o": 8158,
        "r": "kjv:1 Samuel:25:35",
        "t": "So*p David received of her hand that which she had brought him, and said unto her, Go up in peace to thine house; see, I have hearkened to thy voice, and have accepted thy person."
    },
    {
        "o": 8159,
        "r": "kjv:1 Samuel:25:36",
        "t": "And*p Abigail came to Nabal; and, behold, he held a feast in his house, like the feast of a king; and Nabal's heart was merry within him, for he was very drunken: wherefore she told him nothing, less or more, until the morning light."
    },
    {
        "o": 8160,
        "r": "kjv:1 Samuel:25:37",
        "t": "But*p it came to pass in the morning, when the wine was gone out of Nabal, and his wife had told him these things, that his heart died within him, and he became as a stone."
    },
    {
        "o": 8161,
        "r": "kjv:1 Samuel:25:38",
        "t": "And*p it came to pass about ten days after, that the Lord*s smote Nabal, that he died."
    },
    {
        "o": 8162,
        "r": "kjv:1 Samuel:25:39",
        "t": "And*p when David heard that Nabal was dead, he said, Blessed be the Lord,*s that hath pleaded the cause of my reproach from the hand of Nabal, and hath kept his servant from evil: for the Lord*s hath returned the wickedness of Nabal upon his own head. And David sent and communed with Abigail, to take her to him to wife."
    },
    {
        "o": 8163,
        "r": "kjv:1 Samuel:25:40",
        "t": "And*p when the servants of David were come to Abigail to Carmel, they spake unto her, saying, David sent us unto thee, to take thee to him to wife."
    },
    {
        "o": 8164,
        "r": "kjv:1 Samuel:25:41",
        "t": "And*p she arose, and bowed herself on her face to the earth, and said, Behold, let thine handmaid be a servant to wash the feet of the servants of my lord."
    },
    {
        "o": 8165,
        "r": "kjv:1 Samuel:25:42",
        "t": "And*p Abigail hasted, and arose, and rode upon an ass, with five damsels of hers that went after her; and she went after the messengers of David, and became his wife."
    },
    {
        "o": 8166,
        "r": "kjv:1 Samuel:25:43",
        "t": "David*p also took Ahinoam of Jezreel; and they were also both of them his wives."
    },
    {
        "o": 8167,
        "r": "kjv:1 Samuel:25:44",
        "t": "But*p Saul had given Michal his daughter, David's wife, to Phalti the son of Laish, which was of Gallim."
    },
    {
        "o": 8168,
        "r": "kjv:1 Samuel:26:0",
        "t": "1 Samuel 26",
        "h": 1
    },
    {
        "o": 8169,
        "r": "kjv:1 Samuel:26:1",
        "t": "And*p the Ziphites came unto Saul to Gibeah, saying, Doth not David hide himself in the hill of Hachilah, which is before Jeshimon?"
    },
    {
        "o": 8170,
        "r": "kjv:1 Samuel:26:2",
        "t": "Then*p Saul arose, and went down to the wilderness of Ziph, having three thousand chosen men of Israel with him, to seek David in the wilderness of Ziph."
    },
    {
        "o": 8171,
        "r": "kjv:1 Samuel:26:3",
        "t": "And*p Saul pitched in the hill of Hachilah, which is before Jeshimon, by the way. But David abode in the wilderness, and he saw that Saul came after him into the wilderness."
    },
    {
        "o": 8172,
        "r": "kjv:1 Samuel:26:4",
        "t": "David*p therefore sent out spies, and understood that Saul was come in very deed."
    },
    {
        "o": 8173,
        "r": "kjv:1 Samuel:26:5",
        "t": "And*p David arose, and came to the place where Saul had pitched: and David beheld the place where Saul lay, and Abner the son of Ner, the captain of his host: and Saul lay in the trench, and the people pitched round about him."
    },
    {
        "o": 8174,
        "r": "kjv:1 Samuel:26:6",
        "t": "Then*p answered David and said to Ahimelech the Hittite, and to Abishai the son of Zeruiah, brother to Joab, saying, Who will go down with me to Saul to the camp? And Abishai said, I will go down with thee."
    },
    {
        "o": 8175,
        "r": "kjv:1 Samuel:26:7",
        "t": "So*p David and Abishai came to the people by night: and, behold, Saul lay sleeping within the trench, and his spear stuck in the ground at his bolster: but Abner and the people lay round about him."
    },
    {
        "o": 8176,
        "r": "kjv:1 Samuel:26:8",
        "t": "Then*p said Abishai to David, God hath delivered thine enemy into thine hand this day: now therefore let me smite him, I pray thee, with the spear even to the earth at once, and I will not smite him the second time."
    },
    {
        "o": 8177,
        "r": "kjv:1 Samuel:26:9",
        "t": "And*p David said to Abishai, Destroy him not: for who can stretch forth his hand against the Lord's*s anointed, and be guiltless?"
    },
    {
        "o": 8178,
        "r": "kjv:1 Samuel:26:10",
        "t": "David*p said furthermore, As the Lord*s liveth, the Lord*s shall smite him; or his day shall come to die; or he shall descend into battle, and perish."
    },
    {
        "o": 8179,
        "r": "kjv:1 Samuel:26:11",
        "t": "The*p Lord*s forbid that I should stretch forth mine hand against the Lord's*s anointed: but, I pray thee, take thou now the spear that is at his bolster, and the cruse of water, and let us go."
    },
    {
        "o": 8180,
        "r": "kjv:1 Samuel:26:12",
        "t": "So*p David took the spear and the cruse of water from Saul's bolster; and they gat them away, and no man saw it, nor knew it, neither awaked: for they were all asleep; because a deep sleep from the Lord*s was fallen upon them."
    },
    {
        "o": 8181,
        "r": "kjv:1 Samuel:26:13",
        "t": "Then*p David went over to the other side, and stood on the top of an hill afar off; a great space being between them:"
    },
    {
        "o": 8182,
        "r": "kjv:1 Samuel:26:14",
        "t": "And*p David cried to the people, and to Abner the son of Ner, saying, Answerest thou not, Abner? Then Abner answered and said, Who art thou that criest to the king?"
    },
    {
        "o": 8183,
        "r": "kjv:1 Samuel:26:15",
        "t": "And*p David said to Abner, Art not thou a valiant man? and who is like to thee in Israel? wherefore then hast thou not kept thy lord the king? for there came one of the people in to destroy the king thy lord."
    },
    {
        "o": 8184,
        "r": "kjv:1 Samuel:26:16",
        "t": "This*p thing is not good that thou hast done. As the Lord*s liveth, ye are worthy to die, because ye have not kept your master, the Lord's*s anointed. And now see where the king's spear is, and the cruse of water that was at his bolster."
    },
    {
        "o": 8185,
        "r": "kjv:1 Samuel:26:17",
        "t": "And*p Saul knew David's voice, and said, Is this thy voice, my son David? And David said, It is my voice, my lord, O king."
    },
    {
        "o": 8186,
        "r": "kjv:1 Samuel:26:18",
        "t": "And*p he said, Wherefore doth my lord thus pursue after his servant? for what have I done? or what evil is in mine hand?"
    },
    {
        "o": 8187,
        "r": "kjv:1 Samuel:26:19",
        "t": "Now*p therefore, I pray thee, let my lord the king hear the words of his servant. If the Lord*s have stirred thee up against me, let him accept an offering: but if they be the children of men, cursed be they before the Lord;*s for they have driven me out this day from abiding in the inheritance of the Lord,*s saying, Go, serve other gods."
    },
    {
        "o": 8188,
        "r": "kjv:1 Samuel:26:20",
        "t": "Now*p therefore, let not my blood fall to the earth before the face of the Lord:*s for the king of Israel is come out to seek a flea, as when one doth hunt a partridge in the mountains."
    },
    {
        "o": 8189,
        "r": "kjv:1 Samuel:26:21",
        "t": "Then*p said Saul, I have sinned: return, my son David: for I will no more do thee harm, because my soul was precious in thine eyes this day: behold, I have played the fool, and have erred exceedingly."
    },
    {
        "o": 8190,
        "r": "kjv:1 Samuel:26:22",
        "t": "And*p David answered and said, Behold the king's spear! and let one of the young men come over and fetch it."
    },
    {
        "o": 8191,
        "r": "kjv:1 Samuel:26:23",
        "t": "The*p Lord*s render to every man his righteousness and his faithfulness: for the Lord*s delivered thee into my hand to day, but I would not stretch forth mine hand against the Lord's*s anointed."
    },
    {
        "o": 8192,
        "r": "kjv:1 Samuel:26:24",
        "t": "And,*p behold, as thy life was much set by this day in mine eyes, so let my life be much set by in the eyes of the Lord,*s and let him deliver me out of all tribulation."
    },
    {
        "o": 8193,
        "r": "kjv:1 Samuel:26:25",
        "t": "Then*p Saul said to David, Blessed be thou, my son David: thou shalt both do great things, and also shalt still prevail. So David went on his way, and Saul returned to his place."
    },
    {
        "o": 8194,
        "r": "kjv:1 Samuel:27:0",
        "t": "1 Samuel 27",
        "h": 1
    },
    {
        "o": 8195,
        "r": "kjv:1 Samuel:27:1",
        "t": "And*p David said in his heart, I shall now perish one day by the hand of Saul: there is nothing better for me than that I should speedily escape into the land of the Philistines; and Saul shall despair of me, to seek me any more in any coast of Israel: so shall I escape out of his hand."
    },
    {
        "o": 8196,
        "r": "kjv:1 Samuel:27:2",
        "t": "And*p David arose, and he passed over with the six hundred men that were with him unto Achish, the son of Maoch, king of Gath."
    },
    {
        "o": 8197,
        "r": "kjv:1 Samuel:27:3",
        "t": "And*p David dwelt with Achish at Gath, he and his men, every man with his household, even David with his two wives, Ahinoam the Jezreelitess, and Abigail the Carmelitess, Nabal's wife."
    },
    {
        "o": 8198,
        "r": "kjv:1 Samuel:27:4",
        "t": "And*p it was told Saul that David was fled to Gath: and he sought no more again for him."
    },
    {
        "o": 8199,
        "r": "kjv:1 Samuel:27:5",
        "t": "And*p David said unto Achish, If I have now found grace in thine eyes, let them give me a place in some town in the country, that I may dwell there: for why should thy servant dwell in the royal city with thee?"
    },
    {
        "o": 8200,
        "r": "kjv:1 Samuel:27:6",
        "t": "Then*p Achish gave him Ziklag that day: wherefore Ziklag pertaineth unto the kings of Judah unto this day."
    },
    {
        "o": 8201,
        "r": "kjv:1 Samuel:27:7",
        "t": "And*p the time that David dwelt in the country of the Philistines was a full year and four months."
    },
    {
        "o": 8202,
        "r": "kjv:1 Samuel:27:8",
        "t": "And*p David and his men went up, and invaded the Geshurites, and the Gezrites, and the Amalekites: for those nations were of old the inhabitants of the land, as thou goest to Shur, even unto the land of Egypt."
    },
    {
        "o": 8203,
        "r": "kjv:1 Samuel:27:9",
        "t": "And*p David smote the land, and left neither man nor woman alive, and took away the sheep, and the oxen, and the asses, and the camels, and the apparel, and returned, and came to Achish."
    },
    {
        "o": 8204,
        "r": "kjv:1 Samuel:27:10",
        "t": "And*p Achish said, Whither have ye made a road to day? And David said, Against the south of Judah, and against the south of the Jerahmeelites, and against the south of the Kenites."
    },
    {
        "o": 8205,
        "r": "kjv:1 Samuel:27:11",
        "t": "And*p David saved neither man nor woman alive, to bring tidings to Gath, saying, Lest they should tell on us, saying, So did David, and so will be his manner all the while he dwelleth in the country of the Philistines."
    },
    {
        "o": 8206,
        "r": "kjv:1 Samuel:27:12",
        "t": "And*p Achish believed David, saying, He hath made his people Israel utterly to abhor him; therefore he shall be my servant for ever."
    },
    {
        "o": 8207,
        "r": "kjv:1 Samuel:28:0",
        "t": "1 Samuel 28",
        "h": 1
    },
    {
        "o": 8208,
        "r": "kjv:1 Samuel:28:1",
        "t": "And*p it came to pass in those days, that the Philistines gathered their armies together for warfare, to fight with Israel. And Achish said unto David, Know thou assuredly, that thou shalt go out with me to battle, thou and thy men."
    },
    {
        "o": 8209,
        "r": "kjv:1 Samuel:28:2",
        "t": "And*p David said to Achish, Surely thou shalt know what thy servant can do. And Achish said to David, Therefore will I make thee keeper of mine head for ever."
    },
    {
        "o": 8210,
        "r": "kjv:1 Samuel:28:3",
        "t": "Now*p Samuel was dead, and all Israel had lamented him, and buried him in Ramah, even in his own city. And Saul had put away those that had familiar spirits, and the wizards, out of the land."
    },
    {
        "o": 8211,
        "r": "kjv:1 Samuel:28:4",
        "t": "And*p the Philistines gathered themselves together, and came and pitched in Shunem: and Saul gathered all Israel together, and they pitched in Gilboa."
    },
    {
        "o": 8212,
        "r": "kjv:1 Samuel:28:5",
        "t": "And*p when Saul saw the host of the Philistines, he was afraid, and his heart greatly trembled."
    },
    {
        "o": 8213,
        "r": "kjv:1 Samuel:28:6",
        "t": "And*p when Saul enquired of the Lord,*s the Lord*s answered him not, neither by dreams, nor by Urim, nor by prophets."
    },
    {
        "o": 8214,
        "r": "kjv:1 Samuel:28:7",
        "t": "Then*p said Saul unto his servants, Seek me a woman that hath a familiar spirit, that I may go to her, and enquire of her. And his servants said to him, Behold, there is a woman that hath a familiar spirit at Endor."
    },
    {
        "o": 8215,
        "r": "kjv:1 Samuel:28:8",
        "t": "And*p Saul disguised himself, and put on other raiment, and he went, and two men with him, and they came to the woman by night: and he said, I pray thee, divine unto me by the familiar spirit, and bring me him up, whom I shall name unto thee."
    },
    {
        "o": 8216,
        "r": "kjv:1 Samuel:28:9",
        "t": "And*p the woman said unto him, Behold, thou knowest what Saul hath done, how he hath cut off those that have familiar spirits, and the wizards, out of the land: wherefore then layest thou a snare for my life, to cause me to die?"
    },
    {
        "o": 8217,
        "r": "kjv:1 Samuel:28:10",
        "t": "And*p Saul sware to her by the Lord,*s saying, As the Lord*s liveth, there shall no punishment happen to thee for this thing."
    },
    {
        "o": 8218,
        "r": "kjv:1 Samuel:28:11",
        "t": "Then*p said the woman, Whom shall I bring up unto thee? And he said, Bring me up Samuel."
    },
    {
        "o": 8219,
        "r": "kjv:1 Samuel:28:12",
        "t": "And*p when the woman saw Samuel, she cried with a loud voice: and the woman spake to Saul, saying, Why hast thou deceived me? for thou art Saul."
    },
    {
        "o": 8220,
        "r": "kjv:1 Samuel:28:13",
        "t": "And*p the king said unto her, Be not afraid: for what sawest thou? And the woman said unto Saul, I saw gods ascending out of the earth."
    },
    {
        "o": 8221,
        "r": "kjv:1 Samuel:28:14",
        "t": "And*p he said unto her, What form is he of? And she said, An old man cometh up; and he is covered with a mantle. And Saul perceived that it was Samuel, and he stooped with his face to the ground, and bowed himself."
    },
    {
        "o": 8222,
        "r": "kjv:1 Samuel:28:15",
        "t": "And*p Samuel said to Saul, Why hast thou disquieted me, to bring me up? And Saul answered, I am sore distressed; for the Philistines make war against me, and God is departed from me, and answereth me no more, neither by prophets, nor by dreams: therefore I have called thee, that thou mayest make known unto me what I shall do."
    },
    {
        "o": 8223,
        "r": "kjv:1 Samuel:28:16",
        "t": "Then*p said Samuel, Wherefore then dost thou ask of me, seeing the Lord*s is departed from thee, and is become thine enemy?"
    },
    {
        "o": 8224,
        "r": "kjv:1 Samuel:28:17",
        "t": "And*p the Lord*s hath done to him, as he spake by me: for the Lord*s hath rent the kingdom out of thine hand, and given it to thy neighbour, even to David:"
    },
    {
        "o": 8225,
        "r": "kjv:1 Samuel:28:18",
        "t": "Because*p thou obeyedst not the voice of the Lord,*s nor executedst his fierce wrath upon Amalek, therefore hath the Lord*s done this thing unto thee this day."
    },
    {
        "o": 8226,
        "r": "kjv:1 Samuel:28:19",
        "t": "Moreover*p the Lord*s will also deliver Israel with thee into the hand of the Philistines: and to morrow shalt thou and thy sons be with me: the Lord*s also shall deliver the host of Israel into the hand of the Philistines."
    },
    {
        "o": 8227,
        "r": "kjv:1 Samuel:28:20",
        "t": "Then*p Saul fell straightway all along on the earth, and was sore afraid, because of the words of Samuel: and there was no strength in him; for he had eaten no bread all the day, nor all the night."
    },
    {
        "o": 8228,
        "r": "kjv:1 Samuel:28:21",
        "t": "And*p the woman came unto Saul, and saw that he was sore troubled, and said unto him, Behold, thine handmaid hath obeyed thy voice, and I have put my life in my hand, and have hearkened unto thy words which thou spakest unto me."
    },
    {
        "o": 8229,
        "r": "kjv:1 Samuel:28:22",
        "t": "Now*p therefore, I pray thee, hearken thou also unto the voice of thine handmaid, and let me set a morsel of bread before thee; and eat, that thou mayest have strength, when thou goest on thy way."
    },
    {
        "o": 8230,
        "r": "kjv:1 Samuel:28:23",
        "t": "But*p he refused, and said, I will not eat. But his servants, together with the woman, compelled him; and he hearkened unto their voice. So he arose from the earth, and sat upon the bed."
    },
    {
        "o": 8231,
        "r": "kjv:1 Samuel:28:24",
        "t": "And*p the woman had a fat calf in the house; and she hasted, and killed it, and took flour, and kneaded it, and did bake unleavened bread thereof:"
    },
    {
        "o": 8232,
        "r": "kjv:1 Samuel:28:25",
        "t": "And*p she brought it before Saul, and before his servants; and they did eat. Then they rose up, and went away that night."
    },
    {
        "o": 8233,
        "r": "kjv:1 Samuel:29:0",
        "t": "1 Samuel 29",
        "h": 1
    },
    {
        "o": 8234,
        "r": "kjv:1 Samuel:29:1",
        "t": "Now*p the Philistines gathered together all their armies to Aphek: and the Israelites pitched by a fountain which is in Jezreel."
    },
    {
        "o": 8235,
        "r": "kjv:1 Samuel:29:2",
        "t": "And*p the lords of the Philistines passed on by hundreds, and by thousands: but David and his men passed on in the rearward with Achish."
    },
    {
        "o": 8236,
        "r": "kjv:1 Samuel:29:3",
        "t": "Then*p said the princes of the Philistines, What do these Hebrews here? And Achish said unto the princes of the Philistines, Is not this David, the servant of Saul the king of Israel, which hath been with me these days, or these years, and I have found no fault in him since he fell unto me unto this day?"
    },
    {
        "o": 8237,
        "r": "kjv:1 Samuel:29:4",
        "t": "And*p the princes of the Philistines were wroth with him; and the princes of the Philistines said unto him, Make this fellow return, that he may go again to his place which thou hast appointed him, and let him not go down with us to battle, lest in the battle he be an adversary to us: for wherewith should he reconcile himself unto his master? should it not be with the heads of these men?"
    },
    {
        "o": 8238,
        "r": "kjv:1 Samuel:29:5",
        "t": "Is*p not this David, of whom they sang one to another in dances, saying, Saul slew his thousands, and David his ten thousands?"
    },
    {
        "o": 8239,
        "r": "kjv:1 Samuel:29:6",
        "t": "Then*p Achish called David, and said unto him, Surely, as the Lord*s liveth, thou hast been upright, and thy going out and thy coming in with me in the host is good in my sight: for I have not found evil in thee since the day of thy coming unto me unto this day: nevertheless the lords favour thee not."
    },
    {
        "o": 8240,
        "r": "kjv:1 Samuel:29:7",
        "t": "Wherefore*p now return, and go in peace, that thou displease not the lords of the Philistines."
    },
    {
        "o": 8241,
        "r": "kjv:1 Samuel:29:8",
        "t": "And*p David said unto Achish, But what have I done? and what hast thou found in thy servant so long as I have been with thee unto this day, that I may not go fight against the enemies of my lord the king?"
    },
    {
        "o": 8242,
        "r": "kjv:1 Samuel:29:9",
        "t": "And*p Achish answered and said to David, I know that thou art good in my sight, as an angel of God: notwithstanding the princes of the Philistines have said, He shall not go up with us to the battle."
    },
    {
        "o": 8243,
        "r": "kjv:1 Samuel:29:10",
        "t": "Wherefore*p now rise up early in the morning with thy master's servants that are come with thee: and as soon as ye be up early in the morning, and have light, depart."
    },
    {
        "o": 8244,
        "r": "kjv:1 Samuel:29:11",
        "t": "So*p David and his men rose up early to depart in the morning, to return into the land of the Philistines. And the Philistines went up to Jezreel."
    },
    {
        "o": 8245,
        "r": "kjv:1 Samuel:30:0",
        "t": "1 Samuel 30",
        "h": 1
    },
    {
        "o": 8246,
        "r": "kjv:1 Samuel:30:1",
        "t": "And*p it came to pass, when David and his men were come to Ziklag on the third day, that the Amalekites had invaded the south, and Ziklag, and smitten Ziklag, and burned it with fire;"
    },
    {
        "o": 8247,
        "r": "kjv:1 Samuel:30:2",
        "t": "And*p had taken the women captives, that were therein: they slew not any, either great or small, but carried them away, and went on their way."
    },
    {
        "o": 8248,
        "r": "kjv:1 Samuel:30:3",
        "t": "So*p David and his men came to the city, and, behold, it was burned with fire; and their wives, and their sons, and their daughters, were taken captives."
    },
    {
        "o": 8249,
        "r": "kjv:1 Samuel:30:4",
        "t": "Then*p David and the people that were with him lifted up their voice and wept, until they had no more power to weep."
    },
    {
        "o": 8250,
        "r": "kjv:1 Samuel:30:5",
        "t": "And*p David's two wives were taken captives, Ahinoam the Jezreelitess, and Abigail the wife of Nabal the Carmelite."
    },
    {
        "o": 8251,
        "r": "kjv:1 Samuel:30:6",
        "t": "And*p David was greatly distressed; for the people spake of stoning him, because the soul of all the people was grieved, every man for his sons and for his daughters: but David encouraged himself in the Lord*s his God."
    },
    {
        "o": 8252,
        "r": "kjv:1 Samuel:30:7",
        "t": "And*p David said to Abiathar the priest, Ahimelech's son, I pray thee, bring me hither the ephod. And Abiathar brought thither the ephod to David."
    },
    {
        "o": 8253,
        "r": "kjv:1 Samuel:30:8",
        "t": "And*p David enquired at the Lord,*s saying, Shall I pursue after this troop? shall I overtake them? And he answered him, Pursue: for thou shalt surely overtake them, and without fail recover all."
    },
    {
        "o": 8254,
        "r": "kjv:1 Samuel:30:9",
        "t": "So*p David went, he and the six hundred men that were with him, and came to the brook Besor, where those that were left behind stayed."
    },
    {
        "o": 8255,
        "r": "kjv:1 Samuel:30:10",
        "t": "But*p David pursued, he and four hundred men: for two hundred abode behind, which were so faint that they could not go over the brook Besor."
    },
    {
        "o": 8256,
        "r": "kjv:1 Samuel:30:11",
        "t": "And*p they found an Egyptian in the field, and brought him to David, and gave him bread, and he did eat; and they made him drink water;"
    },
    {
        "o": 8257,
        "r": "kjv:1 Samuel:30:12",
        "t": "And*p they gave him a piece of a cake of figs, and two clusters of raisins: and when he had eaten, his spirit came again to him: for he had eaten no bread, nor drunk any water, three days and three nights."
    },
    {
        "o": 8258,
        "r": "kjv:1 Samuel:30:13",
        "t": "And*p David said unto him, To whom belongest thou? and whence art thou? And he said, I am a young man of Egypt, servant to an Amalekite; and my master left me, because three days agone I fell sick."
    },
    {
        "o": 8259,
        "r": "kjv:1 Samuel:30:14",
        "t": "We*p made an invasion upon the south of the Cherethites, and upon the coast which belongeth to Judah, and upon the south of Caleb; and we burned Ziklag with fire."
    },
    {
        "o": 8260,
        "r": "kjv:1 Samuel:30:15",
        "t": "And*p David said to him, Canst thou bring me down to this company? And he said, Swear unto me by God, that thou wilt neither kill me, nor deliver me into the hands of my master, and I will bring thee down to this company."
    },
    {
        "o": 8261,
        "r": "kjv:1 Samuel:30:16",
        "t": "And*p when he had brought him down, behold, they were spread abroad upon all the earth, eating and drinking, and dancing, because of all the great spoil that they had taken out of the land of the Philistines, and out of the land of Judah."
    },
    {
        "o": 8262,
        "r": "kjv:1 Samuel:30:17",
        "t": "And*p David smote them from the twilight even unto the evening of the next day: and there escaped not a man of them, save four hundred young men, which rode upon camels, and fled."
    },
    {
        "o": 8263,
        "r": "kjv:1 Samuel:30:18",
        "t": "And*p David recovered all that the Amalekites had carried away: and David rescued his two wives."
    },
    {
        "o": 8264,
        "r": "kjv:1 Samuel:30:19",
        "t": "And*p there was nothing lacking to them, neither small nor great, neither sons nor daughters, neither spoil, nor any thing that they had taken to them: David recovered all."
    },
    {
        "o": 8265,
        "r": "kjv:1 Samuel:30:20",
        "t": "And*p David took all the flocks and the herds, which they drave before those other cattle, and said, This is David's spoil."
    },
    {
        "o": 8266,
        "r": "kjv:1 Samuel:30:21",
        "t": "And*p David came to the two hundred men, which were so faint that they could not follow David, whom they had made also to abide at the brook Besor: and they went forth to meet David, and to meet the people that were with him: and when David came near to the people, he saluted them."
    },
    {
        "o": 8267,
        "r": "kjv:1 Samuel:30:22",
        "t": "Then*p answered all the wicked men and men of Belial, of those that went with David, and said, Because they went not with us, we will not give them ought of the spoil that we have recovered, save to every man his wife and his children, that they may lead them away, and depart."
    },
    {
        "o": 8268,
        "r": "kjv:1 Samuel:30:23",
        "t": "Then*p said David, Ye shall not do so, my brethren, with that which the Lord*s hath given us, who hath preserved us, and delivered the company that came against us into our hand."
    },
    {
        "o": 8269,
        "r": "kjv:1 Samuel:30:24",
        "t": "For*p who will hearken unto you in this matter? but as his part is that goeth down to the battle, so shall his part be that tarrieth by the stuff: they shall part alike."
    },
    {
        "o": 8270,
        "r": "kjv:1 Samuel:30:25",
        "t": "And*p it was so from that day forward, that he made it a statute and an ordinance for Israel unto this day."
    },
    {
        "o": 8271,
        "r": "kjv:1 Samuel:30:26",
        "t": "And*p when David came to Ziklag, he sent of the spoil unto the elders of Judah, even to his friends, saying, Behold a present for you of the spoil of the enemies of the Lord;*s"
    },
    {
        "o": 8272,
        "r": "kjv:1 Samuel:30:27",
        "t": "To*p them which were in Beth–el, and to them which were in south Ramoth, and to them which were in Jattir,"
    },
    {
        "o": 8273,
        "r": "kjv:1 Samuel:30:28",
        "t": "And*p to them which were in Aroer, and to them which were in Siphmoth, and to them which were in Eshtemoa,"
    },
    {
        "o": 8274,
        "r": "kjv:1 Samuel:30:29",
        "t": "And*p to them which were in Rachal, and to them which were in the cities of the Jerahmeelites, and to them which were in the cities of the Kenites,"
    },
    {
        "o": 8275,
        "r": "kjv:1 Samuel:30:30",
        "t": "And*p to them which were in Hormah, and to them which were in Bor–ashan, and to them which were in Athach,"
    },
    {
        "o": 8276,
        "r": "kjv:1 Samuel:30:31",
        "t": "And*p to them which were in Hebron, and to all the places where David himself and his men were wont to haunt."
    },
    {
        "o": 8277,
        "r": "kjv:1 Samuel:31:0",
        "t": "1 Samuel 31",
        "h": 1
    },
    {
        "o": 8278,
        "r": "kjv:1 Samuel:31:1",
        "t": "Now*p the Philistines fought against Israel: and the men of Israel fled from before the Philistines, and fell down slain in mount Gilboa."
    },
    {
        "o": 8279,
        "r": "kjv:1 Samuel:31:2",
        "t": "And*p the Philistines followed hard upon Saul and upon his sons; and the Philistines slew Jonathan, and Abinadab, and Malchi–shua, Saul's sons."
    },
    {
        "o": 8280,
        "r": "kjv:1 Samuel:31:3",
        "t": "And*p the battle went sore against Saul, and the archers hit him; and he was sore wounded of the archers."
    },
    {
        "o": 8281,
        "r": "kjv:1 Samuel:31:4",
        "t": "Then*p said Saul unto his armourbearer, Draw thy sword, and thrust me through therewith; lest these uncircumcised come and thrust me through, and abuse me. But his armourbearer would not; for he was sore afraid. Therefore Saul took a sword, and fell upon it."
    },
    {
        "o": 8282,
        "r": "kjv:1 Samuel:31:5",
        "t": "And*p when his armourbearer saw that Saul was dead, he fell likewise upon his sword, and died with him."
    },
    {
        "o": 8283,
        "r": "kjv:1 Samuel:31:6",
        "t": "So*p Saul died, and his three sons, and his armourbearer, and all his men, that same day together."
    },
    {
        "o": 8284,
        "r": "kjv:1 Samuel:31:7",
        "t": "And*p when the men of Israel that were on the other side of the valley, and they that were on the other side Jordan, saw that the men of Israel fled, and that Saul and his sons were dead, they forsook the cities, and fled; and the Philistines came and dwelt in them."
    },
    {
        "o": 8285,
        "r": "kjv:1 Samuel:31:8",
        "t": "And*p it came to pass on the morrow, when the Philistines came to strip the slain, that they found Saul and his three sons fallen in mount Gilboa."
    },
    {
        "o": 8286,
        "r": "kjv:1 Samuel:31:9",
        "t": "And*p they cut off his head, and stripped off his armour, and sent into the land of the Philistines round about, to publish it in the house of their idols, and among the people."
    },
    {
        "o": 8287,
        "r": "kjv:1 Samuel:31:10",
        "t": "And*p they put his armour in the house of Ashtoreth: and they fastened his body to the wall of Beth–shan."
    },
    {
        "o": 8288,
        "r": "kjv:1 Samuel:31:11",
        "t": "And*p when the inhabitants of Jabesh–gilead heard of that which the Philistines had done to Saul;"
    },
    {
        "o": 8289,
        "r": "kjv:1 Samuel:31:12",
        "t": "All*p the valiant men arose, and went all night, and took the body of Saul and the bodies of his sons from the wall of Beth–shan, and came to Jabesh, and burnt them there."
    },
    {
        "o": 8290,
        "r": "kjv:1 Samuel:31:13",
        "t": "And*p they took their bones, and buried them under a tree at Jabesh, and fasted seven days."
    }
]
