[
    {
        "o": 32419,
        "r": "esv:2 Corinthians:11:0",
        "t": "2 Corinthians 11",
        "h": 1
    },
    {
        "o": 32420,
        "r": "esv:2 Corinthians:11:0",
        "t": "Paul and the False Apostles",
        "h": 2
    },
    {
        "o": 32421,
        "r": "esv:2 Corinthians:11:1",
        "t": "I*p wish you would bear with me in a little foolishness. Do bear with me!"
    },
    {
        "o": 32422,
        "r": "esv:2 Corinthians:11:2",
        "t": "For I feel a divine jealousy for you, since I betrothed you to one husband, to present you as a pure virgin to Christ."
    },
    {
        "o": 32423,
        "r": "esv:2 Corinthians:11:3",
        "t": "But I am afraid that as the serpent deceived Eve by his cunning, your thoughts will be led astray from a sincere and pure devotion to Christ."
    },
    {
        "o": 32424,
        "r": "esv:2 Corinthians:11:4",
        "t": "For if someone comes and proclaims another Jesus than the one we proclaimed, or if you receive a different spirit from the one you received, or if you accept a different gospel from the one you accepted, you put up with it readily enough."
    },
    {
        "o": 32425,
        "r": "esv:2 Corinthians:11:5",
        "t": "Indeed, I consider that I am not in the least inferior to these super-apostles."
    },
    {
        "o": 32426,
        "r": "esv:2 Corinthians:11:6",
        "t": "Even if I am unskilled in speaking, I am not so in knowledge; indeed, in every way we have made this plain to you in all things."
    },
    {
        "o": 32427,
        "r": "esv:2 Corinthians:11:7",
        "t": "Or*p did I commit a sin in humbling myself so that you might be exalted, because I preached God’s gospel to you free of charge?"
    },
    {
        "o": 32428,
        "r": "esv:2 Corinthians:11:8",
        "t": "I robbed other churches by accepting support from them in order to serve you."
    },
    {
        "o": 32429,
        "r": "esv:2 Corinthians:11:9",
        "t": "And when I was with you and was in need, I did not burden anyone, for the brothers who came from Macedonia supplied my need. So I refrained and will refrain from burdening you in any way."
    },
    {
        "o": 32430,
        "r": "esv:2 Corinthians:11:10",
        "t": "As the truth of Christ is in me, this boasting of mine will not be silenced in the regions of Achaia."
    },
    {
        "o": 32431,
        "r": "esv:2 Corinthians:11:11",
        "t": "And why? Because I do not love you? God knows I do!"
    },
    {
        "o": 32432,
        "r": "esv:2 Corinthians:11:12",
        "t": "And*p what I am doing I will continue to do, in order to undermine the claim of those who would like to claim that in their boasted mission they work on the same terms as we do."
    },
    {
        "o": 32433,
        "r": "esv:2 Corinthians:11:13",
        "t": "For such men are false apostles, deceitful workmen, disguising themselves as apostles of Christ."
    },
    {
        "o": 32434,
        "r": "esv:2 Corinthians:11:14",
        "t": "And no wonder, for even Satan disguises himself as an angel of light."
    },
    {
        "o": 32435,
        "r": "esv:2 Corinthians:11:15",
        "t": "So it is no surprise if his servants, also, disguise themselves as servants of righteousness. Their end will correspond to their deeds."
    },
    {
        "o": 32436,
        "r": "esv:2 Corinthians:11:15",
        "t": "Paul’s Sufferings as an Apostle",
        "h": 2
    },
    {
        "o": 32437,
        "r": "esv:2 Corinthians:11:16",
        "t": "I*p repeat, let no one think me foolish. But even if you do, accept me as a fool, so that I too may boast a little."
    },
    {
        "o": 32438,
        "r": "esv:2 Corinthians:11:17",
        "t": "What I am saying with this boastful confidence, I say not as the Lord would but as a fool."
    },
    {
        "o": 32439,
        "r": "esv:2 Corinthians:11:18",
        "t": "Since many boast according to the flesh, I too will boast."
    },
    {
        "o": 32440,
        "r": "esv:2 Corinthians:11:19",
        "t": "For you gladly bear with fools, being wise yourselves!"
    },
    {
        "o": 32441,
        "r": "esv:2 Corinthians:11:20",
        "t": "For you bear it if someone makes slaves of you, or devours you, or takes advantage of you, or puts on airs, or strikes you in the face."
    },
    {
        "o": 32442,
        "r": "esv:2 Corinthians:11:21",
        "t": "To my shame, I must say, we were too weak for that! But*p whatever anyone else dares to boast of— I am speaking as a fool— I also dare to boast of that."
    },
    {
        "o": 32443,
        "r": "esv:2 Corinthians:11:22",
        "t": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they offspring of Abraham? So am I."
    },
    {
        "o": 32444,
        "r": "esv:2 Corinthians:11:23",
        "t": "Are they servants of Christ? I am a better one— I am talking like a madman— with far greater labors, far more imprisonments, with countless beatings, and often near death."
    },
    {
        "o": 32445,
        "r": "esv:2 Corinthians:11:24",
        "t": "Five times I received at the hands of the Jews the forty lashes less one."
    },
    {
        "o": 32446,
        "r": "esv:2 Corinthians:11:25",
        "t": "Three times I was beaten with rods. Once I was stoned. Three times I was shipwrecked; a night and a day I was adrift at sea;"
    },
    {
        "o": 32447,
        "r": "esv:2 Corinthians:11:26",
        "t": "on frequent journeys, in danger from rivers, danger from robbers, danger from my own people, danger from Gentiles, danger in the city, danger in the wilderness, danger at sea, danger from false brothers;"
    },
    {
        "o": 32448,
        "r": "esv:2 Corinthians:11:27",
        "t": "in toil and hardship, through many a sleepless night, in hunger and thirst, often without food, in cold and exposure."
    },
    {
        "o": 32449,
        "r": "esv:2 Corinthians:11:28",
        "t": "And, apart from other things, there is the daily pressure on me of my anxiety for all the churches."
    },
    {
        "o": 32450,
        "r": "esv:2 Corinthians:11:29",
        "t": "Who is weak, and I am not weak? Who is made to fall, and I am not indignant?"
    },
    {
        "o": 32451,
        "r": "esv:2 Corinthians:11:30",
        "t": "If*p I must boast, I will boast of the things that show my weakness."
    },
    {
        "o": 32452,
        "r": "esv:2 Corinthians:11:31",
        "t": "The God and Father of the Lord Jesus, he who is blessed forever, knows that I am not lying."
    },
    {
        "o": 32453,
        "r": "esv:2 Corinthians:11:32",
        "t": "At Damascus, the governor under King Aretas was guarding the city of Damascus in order to seize me,"
    },
    {
        "o": 32454,
        "r": "esv:2 Corinthians:11:33",
        "t": "but I was let down in a basket through a window in the wall and escaped his hands."
    }
]
