[
    {
        "o": 20627,
        "r": "csb:Isaiah:39:0",
        "t": "Isaiah 39",
        "h": 1
    },
    {
        "o": 20628,
        "r": "csb:Isaiah:39:0",
        "t": "Hezekiah’s Folly",
        "h": 2
    },
    {
        "o": 20629,
        "r": "csb:Isaiah:39:1",
        "t": "At*p that time Merodach-baladan son of Baladan, king of Babylon, sent letters and a gift to Hezekiah since he heard that he had been sick and had recovered."
    },
    {
        "o": 20630,
        "r": "csb:Isaiah:39:2",
        "t": "Hezekiah was pleased with the letters, and he showed the envoys his treasure house - the silver, the gold, the spices, and the precious oil - and all his armory, and everything that was found in his treasuries. There was nothing in his palace and in all his realm that Hezekiah did not show them."
    },
    {
        "o": 20631,
        "r": "csb:Isaiah:39:3",
        "t": "Then*p the prophet Isaiah came to King Hezekiah and asked him, “What did these men say, and where did they come to you from?” Hezekiah*p replied, “They came to me from a distant country, from Babylon.”"
    },
    {
        "o": 20632,
        "r": "csb:Isaiah:39:4",
        "t": "Isaiah*p asked, “What have they seen in your palace?” Hezekiah*p answered, “They have seen everything in my palace. There isn’t anything in my treasuries that I didn’t show them.”"
    },
    {
        "o": 20633,
        "r": "csb:Isaiah:39:5",
        "t": "Then*p Isaiah said to Hezekiah, “Hear the word of the Lord*s of Armies:"
    },
    {
        "o": 20634,
        "r": "csb:Isaiah:39:6",
        "t": "‘Look, the days are coming when everything in your palace and all that your predecessors have stored up until today will be carried off to Babylon; nothing will be left,’ says the Lord.*s"
    },
    {
        "o": 20635,
        "r": "csb:Isaiah:39:7",
        "t": "‘Some of your descendants - who come from you, whom you father - will be taken away, and they will become eunuchs in the palace of the king of Babylon.’”"
    },
    {
        "o": 20636,
        "r": "csb:Isaiah:39:8",
        "t": "Then*p Hezekiah said to Isaiah, “The word of the Lord*s that you have spoken is good,” for he thought: There will be peace and security during my lifetime."
    }
]
