[
    {
        "o": 17018,
        "r": "nasb:Psalm:89:0",
        "t": "Psalm 89",
        "h": 1
    },
    {
        "o": 17019,
        "r": "nasb:Psalm:89:0",
        "t": "The Lord’s Covenant with David, and Israel’s Afflictions.",
        "h": 2
    },
    {
        "o": 17020,
        "r": "nasb:Psalm:89:0",
        "t": "A Maskil of Ethan the Ezrahite.",
        "h": 2.5
    },
    {
        "o": 17021,
        "r": "nasb:Psalm:89:1",
        "t": "I*pn will sing of the lovingkindness of the Lord*s forever; To*ln all generations I will make known Your faithfulness with my mouth."
    },
    {
        "o": 17022,
        "r": "nasb:Psalm:89:2",
        "t": "For*ln I have said, “Lovingkindness will be built up forever; In*ln the heavens You will establish Your faithfulness.”"
    },
    {
        "o": 17023,
        "r": "nasb:Psalm:89:3",
        "t": "“I*ln have made a covenant with My chosen; I*ln have sworn to David My servant,"
    },
    {
        "o": 17024,
        "r": "nasb:Psalm:89:4",
        "t": "I*ln will establish your seed forever And*ln build up your throne to all generations.” Selah."
    },
    {
        "o": 17025,
        "r": "nasb:Psalm:89:5",
        "t": "The*ln heavens will praise Your wonders, O Lord;*s Your*ln faithfulness also in the assembly of the holy ones."
    },
    {
        "o": 17026,
        "r": "nasb:Psalm:89:6",
        "t": "For*ln who in the skies is comparable to the Lord?*s Who*ln among the sons of the mighty is like the Lord,*s"
    },
    {
        "o": 17027,
        "r": "nasb:Psalm:89:7",
        "t": "A*ln God greatly feared in the council of the holy ones, And*ln awesome above all those who are around Him?"
    },
    {
        "o": 17028,
        "r": "nasb:Psalm:89:8",
        "t": "O*ln Lord*s God of hosts, who is like You, O mighty Lord?*s Your*ln faithfulness also surrounds You."
    },
    {
        "o": 17029,
        "r": "nasb:Psalm:89:9",
        "t": "You*ln rule the swelling of the sea; When*ln its waves rise, You still them."
    },
    {
        "o": 17030,
        "r": "nasb:Psalm:89:10",
        "t": "You*ln Yourself crushed Rahab like one who is slain; You*ln scattered Your enemies with Your mighty arm."
    },
    {
        "o": 17031,
        "r": "nasb:Psalm:89:11",
        "t": "The*ln heavens are Yours, the earth also is Yours; The*ln world and all it contains, You have founded them."
    },
    {
        "o": 17032,
        "r": "nasb:Psalm:89:12",
        "t": "The*ln north and the south, You have created them; Tabor*ln and Hermon shout for joy at Your name."
    },
    {
        "o": 17033,
        "r": "nasb:Psalm:89:13",
        "t": "You*ln have a strong arm; Your*ln hand is mighty, Your right hand is exalted."
    },
    {
        "o": 17034,
        "r": "nasb:Psalm:89:14",
        "t": "Righteousness*ln and justice are the foundation of Your throne; Lovingkindness*ln and truth go before You."
    },
    {
        "o": 17035,
        "r": "nasb:Psalm:89:15",
        "t": "How*ln blessed are the people who know the joyful sound! O*ln Lord,*s they walk in the light of Your countenance."
    },
    {
        "o": 17036,
        "r": "nasb:Psalm:89:16",
        "t": "In*ln Your name they rejoice all the day, And*ln by Your righteousness they are exalted."
    },
    {
        "o": 17037,
        "r": "nasb:Psalm:89:17",
        "t": "For*ln You are the glory of their strength, And*ln by Your favor our horn is exalted."
    },
    {
        "o": 17038,
        "r": "nasb:Psalm:89:18",
        "t": "For*ln our shield belongs to the Lord,*s And*ln our king to the Holy One of Israel."
    },
    {
        "o": 17039,
        "r": "nasb:Psalm:89:19",
        "t": "Once*ln You spoke in vision to Your godly ones, And*ln said, “I have given help to one who is mighty; I*ln have exalted one chosen from the people."
    },
    {
        "o": 17040,
        "r": "nasb:Psalm:89:20",
        "t": "I*ln have found David My servant; With*ln My holy oil I have anointed him,"
    },
    {
        "o": 17041,
        "r": "nasb:Psalm:89:21",
        "t": "With*ln whom My hand will be established; My*ln arm also will strengthen him."
    },
    {
        "o": 17042,
        "r": "nasb:Psalm:89:22",
        "t": "The*ln enemy will not deceive him, Nor*ln the son of wickedness afflict him."
    },
    {
        "o": 17043,
        "r": "nasb:Psalm:89:23",
        "t": "But*ln I shall crush his adversaries before him, And*ln strike those who hate him."
    },
    {
        "o": 17044,
        "r": "nasb:Psalm:89:24",
        "t": "My*ln faithfulness and My lovingkindness will be with him, And*ln in My name his horn will be exalted."
    },
    {
        "o": 17045,
        "r": "nasb:Psalm:89:25",
        "t": "I*ln shall also set his hand on the sea And*ln his right hand on the rivers."
    },
    {
        "o": 17046,
        "r": "nasb:Psalm:89:26",
        "t": "He*ln will cry to Me, ‘You are my Father, My*ln God, and the rock of my salvation.’"
    },
    {
        "o": 17047,
        "r": "nasb:Psalm:89:27",
        "t": "I*ln also shall make him My*i firstborn, The*ln highest of the kings of the earth."
    },
    {
        "o": 17048,
        "r": "nasb:Psalm:89:28",
        "t": "My*ln lovingkindness I will keep for him forever, And*ln My covenant shall be confirmed to him."
    },
    {
        "o": 17049,
        "r": "nasb:Psalm:89:29",
        "t": "So*ln I will establish his descendants forever And*ln his throne as the days of heaven."
    },
    {
        "o": 17050,
        "r": "nasb:Psalm:89:30",
        "t": "“If*ln his sons forsake My law And*ln do not walk in My judgments,"
    },
    {
        "o": 17051,
        "r": "nasb:Psalm:89:31",
        "t": "If*ln they violate My statutes And*ln do not keep My commandments,"
    },
    {
        "o": 17052,
        "r": "nasb:Psalm:89:32",
        "t": "Then*ln I will punish their transgression with the rod And*ln their iniquity with stripes."
    },
    {
        "o": 17053,
        "r": "nasb:Psalm:89:33",
        "t": "But*ln I will not break off My lovingkindness from him, Nor*ln deal falsely in My faithfulness."
    },
    {
        "o": 17054,
        "r": "nasb:Psalm:89:34",
        "t": "My*ln covenant I will not violate, Nor*ln will I alter the utterance of My lips."
    },
    {
        "o": 17055,
        "r": "nasb:Psalm:89:35",
        "t": "Once*ln I have sworn by My holiness; I*ln will not lie to David."
    },
    {
        "o": 17056,
        "r": "nasb:Psalm:89:36",
        "t": "His*ln descendants shall endure forever And*ln his throne as the sun before Me."
    },
    {
        "o": 17057,
        "r": "nasb:Psalm:89:37",
        "t": "It*ln shall be established forever like the moon, And*ln the witness in the sky is faithful.” Selah."
    },
    {
        "o": 17058,
        "r": "nasb:Psalm:89:38",
        "t": "But*ln You have cast off and rejected, You*ln have been full of wrath against Your anointed."
    },
    {
        "o": 17059,
        "r": "nasb:Psalm:89:39",
        "t": "You*ln have spurned the covenant of Your servant; You*ln have profaned his crown in the dust."
    },
    {
        "o": 17060,
        "r": "nasb:Psalm:89:40",
        "t": "You*ln have broken down all his walls; You*ln have brought his strongholds to ruin."
    },
    {
        "o": 17061,
        "r": "nasb:Psalm:89:41",
        "t": "All*ln who pass along the way plunder him; He*ln has become a reproach to his neighbors."
    },
    {
        "o": 17062,
        "r": "nasb:Psalm:89:42",
        "t": "You*ln have exalted the right hand of his adversaries; You*ln have made all his enemies rejoice."
    },
    {
        "o": 17063,
        "r": "nasb:Psalm:89:43",
        "t": "You*ln also turn back the edge of his sword And*ln have not made him stand in battle."
    },
    {
        "o": 17064,
        "r": "nasb:Psalm:89:44",
        "t": "You*ln have made his splendor to cease And*ln cast his throne to the ground."
    },
    {
        "o": 17065,
        "r": "nasb:Psalm:89:45",
        "t": "You*ln have shortened the days of his youth; You*ln have covered him with shame. Selah."
    },
    {
        "o": 17066,
        "r": "nasb:Psalm:89:46",
        "t": "How*ln long, O Lord?*s Will*ln You hide Yourself forever? Will*ln Your wrath burn like fire?"
    },
    {
        "o": 17067,
        "r": "nasb:Psalm:89:47",
        "t": "Remember*ln what my span of life is; For*ln what vanity You have created all the sons of men!"
    },
    {
        "o": 17068,
        "r": "nasb:Psalm:89:48",
        "t": "What*ln man can live and not see death? Can*ln he deliver his soul from the power of Sheol? Selah."
    },
    {
        "o": 17069,
        "r": "nasb:Psalm:89:49",
        "t": "Where*ln are Your former lovingkindnesses, O Lord, Which*ln You swore to David in Your faithfulness?"
    },
    {
        "o": 17070,
        "r": "nasb:Psalm:89:50",
        "t": "Remember,*ln O Lord, the reproach of Your servants; How*ln I bear in my bosom the*i reproach*i of*i all the many peoples,"
    },
    {
        "o": 17071,
        "r": "nasb:Psalm:89:51",
        "t": "With*ln which Your enemies have reproached, O Lord,*s With*ln which they have reproached the footsteps of Your anointed."
    },
    {
        "o": 17072,
        "r": "nasb:Psalm:89:52",
        "t": "Blessed*ln be the Lord*s forever! Amen*ln and Amen."
    }
]
