[
    {
        "o": 4740,
        "r": "csb:Numbers:20:0",
        "t": "Numbers 20",
        "h": 1
    },
    {
        "o": 4741,
        "r": "csb:Numbers:20:0",
        "t": "Water from the Rock",
        "h": 2
    },
    {
        "o": 4742,
        "r": "csb:Numbers:20:1",
        "t": "The*p entire Israelite community entered the Wilderness of Zin in the first month, and they settled in Kadesh. Miriam died and was buried there."
    },
    {
        "o": 4743,
        "r": "csb:Numbers:20:2",
        "t": "There*p was no water for the community, so they assembled against Moses and Aaron."
    },
    {
        "o": 4744,
        "r": "csb:Numbers:20:3",
        "t": "The people quarreled with Moses and said, “If only we had perished when our brothers perished before the Lord.*s"
    },
    {
        "o": 4745,
        "r": "csb:Numbers:20:4",
        "t": "Why have you brought the Lord’s*s assembly into this wilderness for us and our livestock to die here?"
    },
    {
        "o": 4746,
        "r": "csb:Numbers:20:5",
        "t": "Why have you led us up from Egypt to bring us to this evil place? It’s not a place of grain, figs, vines, and pomegranates, and there is no water to drink!”"
    },
    {
        "o": 4747,
        "r": "csb:Numbers:20:6",
        "t": "Then*p Moses and Aaron went from the presence of the assembly to the doorway of the tent of meeting. They fell facedown, and the glory of the Lord*s appeared to them."
    },
    {
        "o": 4748,
        "r": "csb:Numbers:20:7",
        "t": "The Lord*s spoke to Moses,"
    },
    {
        "o": 4749,
        "r": "csb:Numbers:20:8",
        "t": "“Take the staff and assemble the community. You and your brother Aaron are to speak to the rock while they watch, and it will yield its water. You will bring out water for them from the rock and provide drink for the community and their livestock.”"
    },
    {
        "o": 4750,
        "r": "csb:Numbers:20:9",
        "t": "So*p Moses took the staff from the Lord’s*s presence just as he had commanded him."
    },
    {
        "o": 4751,
        "r": "csb:Numbers:20:10",
        "t": "Moses and Aaron summoned the assembly in front of the rock, and Moses said to them, “Listen, you rebels! Must we bring water out of this rock for you?”"
    },
    {
        "o": 4752,
        "r": "csb:Numbers:20:11",
        "t": "Then Moses raised his hand and struck the rock twice with his staff, so that abundant water gushed out, and the community and their livestock drank."
    },
    {
        "o": 4753,
        "r": "csb:Numbers:20:12",
        "t": "But*p the Lord*s said to Moses and Aaron, “Because you did not trust me to demonstrate my holiness in the sight of the Israelites, you will not bring this assembly into the land I have given them.”"
    },
    {
        "o": 4754,
        "r": "csb:Numbers:20:13",
        "t": "These are the Waters of Meribah, where the Israelites quarreled with the Lord,*s and he demonstrated his holiness to them."
    },
    {
        "o": 4755,
        "r": "csb:Numbers:20:13",
        "t": "Edom Denies Passage",
        "h": 2
    },
    {
        "o": 4756,
        "r": "csb:Numbers:20:14",
        "t": "Moses*p sent messengers from Kadesh to the king of Edom, “This is what your brother Israel says, ‘You know all the hardships that have overtaken us."
    },
    {
        "o": 4757,
        "r": "csb:Numbers:20:15",
        "t": "Our ancestors went down to Egypt, and we lived in Egypt many years, but the Egyptians treated us and our ancestors badly."
    },
    {
        "o": 4758,
        "r": "csb:Numbers:20:16",
        "t": "When we cried out to the Lord,*s he heard our plea, and sent an angel, and brought us out of Egypt. Now look, we are in Kadesh, a city on the border of your territory."
    },
    {
        "o": 4759,
        "r": "csb:Numbers:20:17",
        "t": "Please let us travel through your land. We won’t travel through any field or vineyard, or drink any well water. We will travel the King’s Highway; we won’t turn to the right or the left until we have traveled through your territory.’”"
    },
    {
        "o": 4760,
        "r": "csb:Numbers:20:18",
        "t": "But*p Edom answered him, “You will not travel through our land, or we will come out and confront you with the sword.”"
    },
    {
        "o": 4761,
        "r": "csb:Numbers:20:19",
        "t": "“We*p will go on the main road,” the Israelites replied to them, “and if we or our herds drink your water, we will pay its price. There will be no problem; only let us travel through on foot.”"
    },
    {
        "o": 4762,
        "r": "csb:Numbers:20:20",
        "t": "Yet*p Edom insisted, “You may not travel through.” And they came out to confront them with a large force of heavily-armed people."
    },
    {
        "o": 4763,
        "r": "csb:Numbers:20:21",
        "t": "Edom refused to allow Israel to travel through their territory, and Israel turned away from them."
    },
    {
        "o": 4764,
        "r": "csb:Numbers:20:21",
        "t": "Aaron’s Death",
        "h": 2
    },
    {
        "o": 4765,
        "r": "csb:Numbers:20:22",
        "t": "After*p they set out from Kadesh, the entire Israelite community came to Mount Hor."
    },
    {
        "o": 4766,
        "r": "csb:Numbers:20:23",
        "t": "The Lord*s said to Moses and Aaron at Mount Hor on the border of the land of Edom,"
    },
    {
        "o": 4767,
        "r": "csb:Numbers:20:24",
        "t": "“Aaron will be gathered to his people; he will not enter the land I have given the Israelites, because you both rebelled against my command at the Waters of Meribah."
    },
    {
        "o": 4768,
        "r": "csb:Numbers:20:25",
        "t": "Take Aaron and his son Eleazar and bring them up Mount Hor."
    },
    {
        "o": 4769,
        "r": "csb:Numbers:20:26",
        "t": "Remove Aaron’s garments and put them on his son Eleazar. Aaron will be gathered to his people and die there.”"
    },
    {
        "o": 4770,
        "r": "csb:Numbers:20:27",
        "t": "So*p Moses did as the Lord*s commanded, and they climbed Mount Hor in the sight of the whole community."
    },
    {
        "o": 4771,
        "r": "csb:Numbers:20:28",
        "t": "After Moses removed Aaron’s garments and put them on his son Eleazar, Aaron died there on top of the mountain. Then Moses and Eleazar came down from the mountain."
    },
    {
        "o": 4772,
        "r": "csb:Numbers:20:29",
        "t": "When the whole community saw that Aaron had passed away, the entire house of Israel mourned for him thirty days."
    }
]
