[
    {
        "o": 8742,
        "r": "csb:1 Samuel:26:0",
        "t": "1 Samuel 26",
        "h": 1
    },
    {
        "o": 8743,
        "r": "csb:1 Samuel:26:0",
        "t": "David Again Spares Saul",
        "h": 2
    },
    {
        "o": 8744,
        "r": "csb:1 Samuel:26:1",
        "t": "Then*p the Ziphites came to Saul at Gibeah saying, “David is hiding on the hill of Hachilah opposite Jeshimon.”"
    },
    {
        "o": 8745,
        "r": "csb:1 Samuel:26:2",
        "t": "So Saul, accompanied by three thousand of the fit young men of Israel, went immediately to the Wilderness of Ziph to search for David there."
    },
    {
        "o": 8746,
        "r": "csb:1 Samuel:26:3",
        "t": "Saul camped beside the road at the hill of Hachilah opposite Jeshimon. David was living in the wilderness and discovered Saul had come there after him."
    },
    {
        "o": 8747,
        "r": "csb:1 Samuel:26:4",
        "t": "So David sent out spies and knew for certain that Saul had come."
    },
    {
        "o": 8748,
        "r": "csb:1 Samuel:26:5",
        "t": "Immediately, David went to the place where Saul had camped. He saw the place where Saul and Abner son of Ner, the commander of his army, were lying down. Saul was lying inside the inner circle of the camp with the troops camped around him."
    },
    {
        "o": 8749,
        "r": "csb:1 Samuel:26:6",
        "t": "Then David asked Ahimelech the Hethite and Joab’s brother Abishai son of Zeruiah, “Who will go with me into the camp to Saul?” “I’ll*p go with you,” answered Abishai."
    },
    {
        "o": 8750,
        "r": "csb:1 Samuel:26:7",
        "t": "That*p night, David and Abishai came to the troops, and Saul was lying there asleep in the inner circle of the camp with his spear stuck in the ground by his head. Abner and the troops were lying around him."
    },
    {
        "o": 8751,
        "r": "csb:1 Samuel:26:8",
        "t": "Then Abishai said to David, “Today God has delivered your enemy to you. Let me thrust the spear through him into the ground just once. I won’t have to strike him twice!”"
    },
    {
        "o": 8752,
        "r": "csb:1 Samuel:26:9",
        "t": "But*p David said to Abishai, “Don’t destroy him, for who can lift a hand against the Lord’s*s anointed and be innocent?”"
    },
    {
        "o": 8753,
        "r": "csb:1 Samuel:26:10",
        "t": "David added, “As the Lord*s lives, the Lord*s will certainly strike him down: either his day will come and he will die, or he will go into battle and perish."
    },
    {
        "o": 8754,
        "r": "csb:1 Samuel:26:11",
        "t": "However, as the Lord*s is my witness, I will never lift my hand against the Lord’s*s anointed. Instead, take the spear and the water jug by his head, and let’s go.”"
    },
    {
        "o": 8755,
        "r": "csb:1 Samuel:26:12",
        "t": "So*p David took the spear and the water jug by Saul’s head, and they went their way. No one saw them, no one knew, and no one woke up; they all remained asleep because a deep sleep from the Lord*s came over them."
    },
    {
        "o": 8756,
        "r": "csb:1 Samuel:26:13",
        "t": "David crossed to the other side and stood on top of the mountain at a distance; there was a considerable space between them."
    },
    {
        "o": 8757,
        "r": "csb:1 Samuel:26:14",
        "t": "Then David shouted to the troops and to Abner son of Ner, “Aren’t you going to answer, Abner?” “Who*p are you who calls to the king?” Abner asked."
    },
    {
        "o": 8758,
        "r": "csb:1 Samuel:26:15",
        "t": "David*p called to Abner, “You’re a man, aren’t you? Who in Israel is your equal? So why didn’t you protect your lord the king when one of the people came to destroy him?"
    },
    {
        "o": 8759,
        "r": "csb:1 Samuel:26:16",
        "t": "What you have done is not good. As the Lord*s lives, all of you deserve to die since you didn’t protect your lord, the Lord’s*s anointed. Now look around; where are the king’s spear and water jug that were by his head?”"
    },
    {
        "o": 8760,
        "r": "csb:1 Samuel:26:17",
        "t": "Saul*p recognized David’s voice and asked, “Is that your voice, my son David?” “It*p is my voice, my lord and king,” David said."
    },
    {
        "o": 8761,
        "r": "csb:1 Samuel:26:18",
        "t": "Then he continued, “Why is my lord pursuing his servant? What have I done? What crime have I committed?"
    },
    {
        "o": 8762,
        "r": "csb:1 Samuel:26:19",
        "t": "Now, may my lord the king please hear the words of his servant: If it is the Lord*s who has incited you against me, then may he accept an offering. But if it is people, may they be cursed in the presence of the Lord,*s for today they have banished me from sharing in the inheritance of the Lord,*s saying, ‘Go and worship other gods.’"
    },
    {
        "o": 8763,
        "r": "csb:1 Samuel:26:20",
        "t": "So don’t let my blood fall to the ground far from the Lord’s*s presence, for the king of Israel has come out to search for a single flea, like one who pursues a partridge in the mountains.”"
    },
    {
        "o": 8764,
        "r": "csb:1 Samuel:26:21",
        "t": "Saul*p responded, “I have sinned. Come back, my son David, I will never harm you again because today you considered my life precious. I have been a fool! I’ve committed a grave error.”"
    },
    {
        "o": 8765,
        "r": "csb:1 Samuel:26:22",
        "t": "David*p answered, “Here is the king’s spear; have one of the young men come over and get it."
    },
    {
        "o": 8766,
        "r": "csb:1 Samuel:26:23",
        "t": "The Lord*s will repay every man for his righteousness and his loyalty. I wasn’t willing to lift my hand against the Lord’s*s anointed, even though the Lord*s handed you over to me today."
    },
    {
        "o": 8767,
        "r": "csb:1 Samuel:26:24",
        "t": "Just as I considered your life valuable today, so may the Lord*s consider my life valuable and rescue me from all trouble.”"
    },
    {
        "o": 8768,
        "r": "csb:1 Samuel:26:25",
        "t": "Saul*p said to him, “You are blessed, my son David. You will certainly do great things and will also prevail.” Then David went on his way, and Saul returned home."
    }
]
