[
    {
        "o": 9594,
        "r": "nkjv:2 Samuel:24:0",
        "t": "2 Samuel 24",
        "h": 1
    },
    {
        "o": 9595,
        "r": "nkjv:2 Samuel:24:0",
        "t": "David’s Census of Israel and Judah",
        "h": 2
    },
    {
        "o": 9596,
        "r": "nkjv:2 Samuel:24:1",
        "t": "Again*p the anger of the Lord*s was aroused against Israel, and He moved David against them to say, “Go, number Israel and Judah.”"
    },
    {
        "o": 9597,
        "r": "nkjv:2 Samuel:24:2",
        "t": "So*p the king said to Joab the commander of the army who was*i with him, “Now go throughout all the tribes of Israel, from Dan to Beersheba, and count the people, that I may know the number of the people.”"
    },
    {
        "o": 9598,
        "r": "nkjv:2 Samuel:24:3",
        "t": "And*p Joab said to the king, “Now may the Lord*s your God add to the people a hundred times more than there are, and may the eyes of my lord the king see it.*i But why does my lord the king desire this thing?”"
    },
    {
        "o": 9599,
        "r": "nkjv:2 Samuel:24:4",
        "t": "Nevertheless the king’s word prevailed against Joab and against the captains of the army. Therefore Joab and the captains of the army went out from the presence of the king to count the people of Israel."
    },
    {
        "o": 9600,
        "r": "nkjv:2 Samuel:24:5",
        "t": "And*p they crossed over the Jordan and camped in Aroer, on the right side of the town which is*i in the midst of the ravine of Gad, and toward Jazer."
    },
    {
        "o": 9601,
        "r": "nkjv:2 Samuel:24:6",
        "t": "Then they came to Gilead and to the land of Tahtim Hodshi; they came to Dan Jaan and around to Sidon;"
    },
    {
        "o": 9602,
        "r": "nkjv:2 Samuel:24:7",
        "t": "and they came to the stronghold of Tyre and to all the cities of the Hivites and the Canaanites. Then they went out to South Judah as*i far*i as*i Beersheba."
    },
    {
        "o": 9603,
        "r": "nkjv:2 Samuel:24:8",
        "t": "So when they had gone through all the land, they came to Jerusalem at the end of nine months and twenty days."
    },
    {
        "o": 9604,
        "r": "nkjv:2 Samuel:24:9",
        "t": "Then Joab gave the sum of the number of the people to the king. And there were in Israel eight hundred thousand valiant men who drew the sword, and the men of Judah were five hundred thousand men."
    },
    {
        "o": 9605,
        "r": "nkjv:2 Samuel:24:9",
        "t": "The Judgment on David’s Sin",
        "h": 2
    },
    {
        "o": 9606,
        "r": "nkjv:2 Samuel:24:10",
        "t": "And*p David’s heart condemned him after he had numbered the people. So David said to the Lord,*s “I have sinned greatly in what I have done; but now, I pray, O Lord,*s take away the iniquity of Your servant, for I have done very foolishly.”"
    },
    {
        "o": 9607,
        "r": "nkjv:2 Samuel:24:11",
        "t": "Now*p when David arose in the morning, the word of the Lord*s came to the prophet Gad, David’s seer, saying,"
    },
    {
        "o": 9608,
        "r": "nkjv:2 Samuel:24:12",
        "t": "“Go and tell David, ‘Thus says the Lord:*s “I offer you three things;*i choose one of them for yourself, that I may do it*i to you.”’”"
    },
    {
        "o": 9609,
        "r": "nkjv:2 Samuel:24:13",
        "t": "So Gad came to David and told him; and he said to him, “Shall seven years of famine come to you in your land? Or shall you flee three months before your enemies, while they pursue you? Or shall there be three days’ plague in your land? Now consider and see what answer I should take back to Him who sent me.”"
    },
    {
        "o": 9610,
        "r": "nkjv:2 Samuel:24:14",
        "t": "And*p David said to Gad, “I am in great distress. Please let us fall into the hand of the Lord,*s for His mercies are*i great; but do not let me fall into the hand of man.”"
    },
    {
        "o": 9611,
        "r": "nkjv:2 Samuel:24:15",
        "t": "So*p the Lord*s sent a plague upon Israel from the morning till the appointed time. From Dan to Beersheba seventy thousand men of the people died."
    },
    {
        "o": 9612,
        "r": "nkjv:2 Samuel:24:16",
        "t": "And when the angel stretched out His hand over Jerusalem to destroy it, the Lord*s relented from the destruction, and said to the angel who was destroying the people, “It is enough; now restrain your hand.” And the angel of the Lord*s was by the threshing floor of Araunah the Jebusite."
    },
    {
        "o": 9613,
        "r": "nkjv:2 Samuel:24:17",
        "t": "Then*p David spoke to the Lord*s when he saw the angel who was striking the people, and said, “Surely I have sinned, and I have done wickedly; but these sheep, what have they done? Let Your hand, I pray, be against me and against my father’s house.”"
    },
    {
        "o": 9614,
        "r": "nkjv:2 Samuel:24:17",
        "t": "The Altar on the Threshing Floor",
        "h": 2
    },
    {
        "o": 9615,
        "r": "nkjv:2 Samuel:24:18",
        "t": "And*p Gad came that day to David and said to him, “Go up, erect an altar to the Lord*s on the threshing floor of Araunah the Jebusite.”"
    },
    {
        "o": 9616,
        "r": "nkjv:2 Samuel:24:19",
        "t": "So David, according to the word of Gad, went up as the Lord*s commanded."
    },
    {
        "o": 9617,
        "r": "nkjv:2 Samuel:24:20",
        "t": "Now Araunah looked, and saw the king and his servants coming toward him. So Araunah went out and bowed before the king with his face to the ground."
    },
    {
        "o": 9618,
        "r": "nkjv:2 Samuel:24:21",
        "t": "Then*p Araunah said, “Why has my lord the king come to his servant?” And*p David said, “To buy the threshing floor from you, to build an altar to the Lord,*s that the plague may be withdrawn from the people.”"
    },
    {
        "o": 9619,
        "r": "nkjv:2 Samuel:24:22",
        "t": "Now*p Araunah said to David, “Let my lord the king take and offer up whatever seems*i good to him. Look, here*i are*i oxen for burnt sacrifice, and threshing implements and the yokes of the oxen for wood."
    },
    {
        "o": 9620,
        "r": "nkjv:2 Samuel:24:23",
        "t": "All these, O king, Araunah has given to the king.” And*p Araunah said to the king, “May the Lord*s your God accept you.”"
    },
    {
        "o": 9621,
        "r": "nkjv:2 Samuel:24:24",
        "t": "Then*p the king said to Araunah, “No, but I will surely buy it*i from you for a price; nor will I offer burnt offerings to the Lord*s my God with that which costs me nothing.” So David bought the threshing floor and the oxen for fifty shekels of silver."
    },
    {
        "o": 9622,
        "r": "nkjv:2 Samuel:24:25",
        "t": "And David built there an altar to the Lord,*s and offered burnt offerings and peace offerings. So the Lord*s heeded the prayers for the land, and the plague was withdrawn from Israel."
    }
]
