[
    {
        "o": 12872,
        "r": "niv:2 Chronicles:27:0",
        "t": "2 Chronicles 27",
        "h": 1
    },
    {
        "o": 12873,
        "r": "niv:2 Chronicles:27:0",
        "t": "Jotham King of Judah",
        "h": 2
    },
    {
        "o": 12874,
        "r": "niv:2 Chronicles:27:1",
        "t": "Jotham*p was twenty-five years old when he became king, and he reigned in Jerusalem sixteen years. His mother’s name was Jerusha daughter of Zadok."
    },
    {
        "o": 12875,
        "r": "niv:2 Chronicles:27:2",
        "t": "He did what was right in the eyes of the Lord,*s just as his father Uzziah had done, but unlike him he did not enter the temple of the Lord.*s The people, however, continued their corrupt practices."
    },
    {
        "o": 12876,
        "r": "niv:2 Chronicles:27:3",
        "t": "Jotham rebuilt the Upper Gate of the temple of the Lord*s and did extensive work on the wall at the hill of Ophel."
    },
    {
        "o": 12877,
        "r": "niv:2 Chronicles:27:4",
        "t": "He built towns in the hill country of Judah and forts and towers in the wooded areas."
    },
    {
        "o": 12878,
        "r": "niv:2 Chronicles:27:5",
        "t": "Jotham*p waged war against the king of the Ammonites and conquered them. That year the Ammonites paid him a hundred talents of silver, ten thousand cors of wheat and ten thousand cors of barley. The Ammonites brought him the same amount also in the second and third years."
    },
    {
        "o": 12879,
        "r": "niv:2 Chronicles:27:6",
        "t": "Jotham*p grew powerful because he walked steadfastly before the Lord*s his God."
    },
    {
        "o": 12880,
        "r": "niv:2 Chronicles:27:7",
        "t": "The*p other events in Jotham’s reign, including all his wars and the other things he did, are written in the book of the kings of Israel and Judah."
    },
    {
        "o": 12881,
        "r": "niv:2 Chronicles:27:8",
        "t": "He was twenty-five years old when he became king, and he reigned in Jerusalem sixteen years."
    },
    {
        "o": 12882,
        "r": "niv:2 Chronicles:27:9",
        "t": "Jotham rested with his ancestors and was buried in the City of David. And Ahaz his son succeeded him as king."
    }
]
