[
    {
        "o": 606,
        "r": "nkjv:Genesis:22:0",
        "t": "Genesis 22",
        "h": 1
    },
    {
        "o": 607,
        "r": "nkjv:Genesis:22:0",
        "t": "Abraham’s Faith Confirmed",
        "h": 2
    },
    {
        "o": 608,
        "r": "nkjv:Genesis:22:1",
        "t": "Now*p it came to pass after these things that God tested Abraham, and said to him, “Abraham!” And*p he said, “Here I am.”"
    },
    {
        "o": 609,
        "r": "nkjv:Genesis:22:2",
        "t": "Then*p He said, “Take now your son, your only son*i Isaac, whom you love, and go to the land of Moriah, and offer him there as a burnt offering on one of the mountains of which I shall tell you.”"
    },
    {
        "o": 610,
        "r": "nkjv:Genesis:22:3",
        "t": "So*p Abraham rose early in the morning and saddled his donkey, and took two of his young men with him, and Isaac his son; and he split the wood for the burnt offering, and arose and went to the place of which God had told him."
    },
    {
        "o": 611,
        "r": "nkjv:Genesis:22:4",
        "t": "Then on the third day Abraham lifted his eyes and saw the place afar off."
    },
    {
        "o": 612,
        "r": "nkjv:Genesis:22:5",
        "t": "And Abraham said to his young men, “Stay here with the donkey; the lad and I will go yonder and worship, and we will come back to you.”"
    },
    {
        "o": 613,
        "r": "nkjv:Genesis:22:6",
        "t": "So*p Abraham took the wood of the burnt offering and laid it*i on Isaac his son; and he took the fire in his hand, and a knife, and the two of them went together."
    },
    {
        "o": 614,
        "r": "nkjv:Genesis:22:7",
        "t": "But Isaac spoke to Abraham his father and said, “My father!” And*p he said, “Here I am, my son.” Then*p he said, “Look, the fire and the wood, but where is*i the lamb for a burnt offering?”"
    },
    {
        "o": 615,
        "r": "nkjv:Genesis:22:8",
        "t": "And*p Abraham said, “My son, God will provide for Himself the lamb for a burnt offering.” So the two of them went together."
    },
    {
        "o": 616,
        "r": "nkjv:Genesis:22:9",
        "t": "Then*p they came to the place of which God had told him. And Abraham built an altar there and placed the wood in order; and he bound Isaac his son and laid him on the altar, upon the wood."
    },
    {
        "o": 617,
        "r": "nkjv:Genesis:22:10",
        "t": "And Abraham stretched out his hand and took the knife to slay his son."
    },
    {
        "o": 618,
        "r": "nkjv:Genesis:22:11",
        "t": "But*p the Angel of the Lord*s called to him from heaven and said, “Abraham, Abraham!” So*p he said, “Here I am.”"
    },
    {
        "o": 619,
        "r": "nkjv:Genesis:22:12",
        "t": "And*p He said, “Do not lay your hand on the lad, or do anything to him; for now I know that you fear God, since you have not withheld your son, your only son,*i from Me.”"
    },
    {
        "o": 620,
        "r": "nkjv:Genesis:22:13",
        "t": "Then*p Abraham lifted his eyes and looked, and there behind him*i was*i a ram caught in a thicket by its horns. So Abraham went and took the ram, and offered it up for a burnt offering instead of his son."
    },
    {
        "o": 621,
        "r": "nkjv:Genesis:22:14",
        "t": "And Abraham called the name of the place, The- Lord*s -Will-Provide; as it is said to*i this day, “In the Mount of the Lord*s it shall be provided.”"
    },
    {
        "o": 622,
        "r": "nkjv:Genesis:22:15",
        "t": "Then*p the Angel of the Lord*s called to Abraham a second time out of heaven,"
    },
    {
        "o": 623,
        "r": "nkjv:Genesis:22:16",
        "t": "and said: “By Myself I have sworn, says the Lord,*s because you have done this thing, and have not withheld your son, your only son—*i"
    },
    {
        "o": 624,
        "r": "nkjv:Genesis:22:17",
        "t": "blessing I will bless you, and multiplying I will multiply your descendants as the stars of the heaven and as the sand which is*i on the seashore; and your descendants shall possess the gate of their enemies."
    },
    {
        "o": 625,
        "r": "nkjv:Genesis:22:18",
        "t": "In your seed all the nations of the earth shall be blessed, because you have obeyed My voice.”"
    },
    {
        "o": 626,
        "r": "nkjv:Genesis:22:19",
        "t": "So Abraham returned to his young men, and they rose and went together to Beersheba; and Abraham dwelt at Beersheba."
    },
    {
        "o": 627,
        "r": "nkjv:Genesis:22:19",
        "t": "The Family of Nahor",
        "h": 2
    },
    {
        "o": 628,
        "r": "nkjv:Genesis:22:20",
        "t": "Now*p it came to pass after these things that it was told Abraham, saying, “Indeed Milcah also has borne children to your brother Nahor:"
    },
    {
        "o": 629,
        "r": "nkjv:Genesis:22:21",
        "t": "Huz his firstborn, Buz his brother, Kemuel the father of Aram,"
    },
    {
        "o": 630,
        "r": "nkjv:Genesis:22:22",
        "t": "Chesed, Hazo, Pildash, Jidlaph, and Bethuel.”"
    },
    {
        "o": 631,
        "r": "nkjv:Genesis:22:23",
        "t": "And Bethuel begot Rebekah. These eight Milcah bore to Nahor, Abraham’s brother."
    },
    {
        "o": 632,
        "r": "nkjv:Genesis:22:24",
        "t": "His concubine, whose name was Reumah, also bore Tebah, Gaham, Thahash, and Maachah."
    }
]
