[
    {
        "o": 1682,
        "r": "niv:Exodus:2:0",
        "t": "Exodus 2",
        "h": 1
    },
    {
        "o": 1683,
        "r": "niv:Exodus:2:0",
        "t": "The Birth of Moses",
        "h": 2
    },
    {
        "o": 1684,
        "r": "niv:Exodus:2:1",
        "t": "Now*p a man of the tribe of Levi married a Levite woman,"
    },
    {
        "o": 1685,
        "r": "niv:Exodus:2:2",
        "t": "and she became pregnant and gave birth to a son. When she saw that he was a fine child, she hid him for three months."
    },
    {
        "o": 1686,
        "r": "niv:Exodus:2:3",
        "t": "But when she could hide him no longer, she got a papyrus basket for him and coated it with tar and pitch. Then she placed the child in it and put it among the reeds along the bank of the Nile."
    },
    {
        "o": 1687,
        "r": "niv:Exodus:2:4",
        "t": "His sister stood at a distance to see what would happen to him."
    },
    {
        "o": 1688,
        "r": "niv:Exodus:2:5",
        "t": "Then*p Pharaoh’s daughter went down to the Nile to bathe, and her attendants were walking along the riverbank. She saw the basket among the reeds and sent her female slave to get it."
    },
    {
        "o": 1689,
        "r": "niv:Exodus:2:6",
        "t": "She opened it and saw the baby. He was crying, and she felt sorry for him. “This is one of the Hebrew babies,” she said."
    },
    {
        "o": 1690,
        "r": "niv:Exodus:2:7",
        "t": "Then*p his sister asked Pharaoh’s daughter, “Shall I go and get one of the Hebrew women to nurse the baby for you?”"
    },
    {
        "o": 1691,
        "r": "niv:Exodus:2:8",
        "t": "“Yes,*p go,” she answered. So the girl went and got the baby’s mother."
    },
    {
        "o": 1692,
        "r": "niv:Exodus:2:9",
        "t": "Pharaoh’s daughter said to her, “Take this baby and nurse him for me, and I will pay you.” So the woman took the baby and nursed him."
    },
    {
        "o": 1693,
        "r": "niv:Exodus:2:10",
        "t": "When the child grew older, she took him to Pharaoh’s daughter and he became her son. She named him Moses, saying, “I drew him out of the water.”"
    },
    {
        "o": 1694,
        "r": "niv:Exodus:2:10",
        "t": "Moses Flees to Midian",
        "h": 2
    },
    {
        "o": 1695,
        "r": "niv:Exodus:2:11",
        "t": "One*p day, after Moses had grown up, he went out to where his own people were and watched them at their hard labor. He saw an Egyptian beating a Hebrew, one of his own people."
    },
    {
        "o": 1696,
        "r": "niv:Exodus:2:12",
        "t": "Looking this way and that and seeing no one, he killed the Egyptian and hid him in the sand."
    },
    {
        "o": 1697,
        "r": "niv:Exodus:2:13",
        "t": "The next day he went out and saw two Hebrews fighting. He asked the one in the wrong, “Why are you hitting your fellow Hebrew?”"
    },
    {
        "o": 1698,
        "r": "niv:Exodus:2:14",
        "t": "The*p man said, “Who made you ruler and judge over us? Are you thinking of killing me as you killed the Egyptian?” Then Moses was afraid and thought, “What I did must have become known.”"
    },
    {
        "o": 1699,
        "r": "niv:Exodus:2:15",
        "t": "When*p Pharaoh heard of this, he tried to kill Moses, but Moses fled from Pharaoh and went to live in Midian, where he sat down by a well."
    },
    {
        "o": 1700,
        "r": "niv:Exodus:2:16",
        "t": "Now a priest of Midian had seven daughters, and they came to draw water and fill the troughs to water their father’s flock."
    },
    {
        "o": 1701,
        "r": "niv:Exodus:2:17",
        "t": "Some shepherds came along and drove them away, but Moses got up and came to their rescue and watered their flock."
    },
    {
        "o": 1702,
        "r": "niv:Exodus:2:18",
        "t": "When*p the girls returned to Reuel their father, he asked them, “Why have you returned so early today?”"
    },
    {
        "o": 1703,
        "r": "niv:Exodus:2:19",
        "t": "They*p answered, “An Egyptian rescued us from the shepherds. He even drew water for us and watered the flock.”"
    },
    {
        "o": 1704,
        "r": "niv:Exodus:2:20",
        "t": "“And*p where is he?” Reuel asked his daughters. “Why did you leave him? Invite him to have something to eat.”"
    },
    {
        "o": 1705,
        "r": "niv:Exodus:2:21",
        "t": "Moses*p agreed to stay with the man, who gave his daughter Zipporah to Moses in marriage."
    },
    {
        "o": 1706,
        "r": "niv:Exodus:2:22",
        "t": "Zipporah gave birth to a son, and Moses named him Gershom, saying, “I have become a foreigner in a foreign land.”"
    },
    {
        "o": 1707,
        "r": "niv:Exodus:2:23",
        "t": "During*p that long period, the king of Egypt died. The Israelites groaned in their slavery and cried out, and their cry for help because of their slavery went up to God."
    },
    {
        "o": 1708,
        "r": "niv:Exodus:2:24",
        "t": "God heard their groaning and he remembered his covenant with Abraham, with Isaac and with Jacob."
    },
    {
        "o": 1709,
        "r": "niv:Exodus:2:25",
        "t": "So God looked on the Israelites and was concerned about them."
    }
]
