[
    {
        "o": 5559,
        "r": "nasb:Deuteronomy:7:0",
        "t": "Deuteronomy 7",
        "h": 1
    },
    {
        "o": 5560,
        "r": "nasb:Deuteronomy:7:0",
        "t": "Warnings",
        "h": 2
    },
    {
        "o": 5561,
        "r": "nasb:Deuteronomy:7:1",
        "t": "“When*p the Lord*s your God brings you into the land where you are entering to possess it, and clears away many nations before you, the Hittites and the Girgashites and the Amorites and the Canaanites and the Perizzites and the Hivites and the Jebusites, seven nations greater and stronger than you,"
    },
    {
        "o": 5562,
        "r": "nasb:Deuteronomy:7:2",
        "t": "and when the Lord*s your God delivers them before you and you defeat them, then you shall utterly destroy them. You shall make no covenant with them and show no favor to them."
    },
    {
        "o": 5563,
        "r": "nasb:Deuteronomy:7:3",
        "t": "Furthermore, you shall not intermarry with them; you shall not give your daughters to their sons, nor shall you take their daughters for your sons."
    },
    {
        "o": 5564,
        "r": "nasb:Deuteronomy:7:4",
        "t": "For they will turn your sons away from following Me to serve other gods; then the anger of the Lord*s will be kindled against you and He will quickly destroy you."
    },
    {
        "o": 5565,
        "r": "nasb:Deuteronomy:7:5",
        "t": "But thus you shall do to them: you shall tear down their altars, and smash their sacred*i pillars, and hew down their Asherim, and burn their graven images with fire."
    },
    {
        "o": 5566,
        "r": "nasb:Deuteronomy:7:6",
        "t": "For you are a holy people to the Lord*s your God; the Lord*s your God has chosen you to be a people for His own possession out of all the peoples who are on the face of the earth."
    },
    {
        "o": 5567,
        "r": "nasb:Deuteronomy:7:7",
        "t": "“The*p Lord*s did not set His love on you nor choose you because you were more in number than any of the peoples, for you were the fewest of all peoples,"
    },
    {
        "o": 5568,
        "r": "nasb:Deuteronomy:7:8",
        "t": "but because the Lord*s loved you and kept the oath which He swore to your forefathers, the Lord*s brought you out by a mighty hand and redeemed you from the house of slavery, from the hand of Pharaoh king of Egypt."
    },
    {
        "o": 5569,
        "r": "nasb:Deuteronomy:7:9",
        "t": "Know therefore that the Lord*s your God, He is God, the faithful God, who keeps His covenant and His lovingkindness to a thousandth generation with those who love Him and keep His commandments;"
    },
    {
        "o": 5570,
        "r": "nasb:Deuteronomy:7:10",
        "t": "but repays those who hate Him to their faces, to destroy them; He will not delay with him who hates Him, He will repay him to his face."
    },
    {
        "o": 5571,
        "r": "nasb:Deuteronomy:7:11",
        "t": "Therefore, you shall keep the commandment and the statutes and the judgments which I am commanding you today, to do them."
    },
    {
        "o": 5572,
        "r": "nasb:Deuteronomy:7:11",
        "t": "Promises of God",
        "h": 2
    },
    {
        "o": 5573,
        "r": "nasb:Deuteronomy:7:12",
        "t": "“Then*p it shall come about, because you listen to these judgments and keep and do them, that the Lord*s your God will keep with you His covenant and His lovingkindness which He swore to your forefathers."
    },
    {
        "o": 5574,
        "r": "nasb:Deuteronomy:7:13",
        "t": "He will love you and bless you and multiply you; He will also bless the fruit of your womb and the fruit of your ground, your grain and your new wine and your oil, the increase of your herd and the young of your flock, in the land which He swore to your forefathers to give you."
    },
    {
        "o": 5575,
        "r": "nasb:Deuteronomy:7:14",
        "t": "You shall be blessed above all peoples; there will be no male or female barren among you or among your cattle."
    },
    {
        "o": 5576,
        "r": "nasb:Deuteronomy:7:15",
        "t": "The Lord*s will remove from you all sickness; and He will not put on you any of the harmful diseases of Egypt which you have known, but He will lay them on all who hate you."
    },
    {
        "o": 5577,
        "r": "nasb:Deuteronomy:7:16",
        "t": "You shall consume all the peoples whom the Lord*s your God will deliver to you; your eye shall not pity them, nor shall you serve their gods, for that would*i be*i a snare to you."
    },
    {
        "o": 5578,
        "r": "nasb:Deuteronomy:7:17",
        "t": "“If*p you should say in your heart, ‘These nations are greater than I; how can I dispossess them?’"
    },
    {
        "o": 5579,
        "r": "nasb:Deuteronomy:7:18",
        "t": "you shall not be afraid of them; you shall well remember what the Lord*s your God did to Pharaoh and to all Egypt:"
    },
    {
        "o": 5580,
        "r": "nasb:Deuteronomy:7:19",
        "t": "the great trials which your eyes saw and the signs and the wonders and the mighty hand and the outstretched arm by which the Lord*s your God brought you out. So shall the Lord*s your God do to all the peoples of whom you are afraid."
    },
    {
        "o": 5581,
        "r": "nasb:Deuteronomy:7:20",
        "t": "Moreover, the Lord*s your God will send the hornet against them, until those who are left and hide themselves from you perish."
    },
    {
        "o": 5582,
        "r": "nasb:Deuteronomy:7:21",
        "t": "You shall not dread them, for the Lord*s your God is in your midst, a great and awesome God."
    },
    {
        "o": 5583,
        "r": "nasb:Deuteronomy:7:22",
        "t": "The Lord*s your God will clear away these nations before you little by little; you will not be able to put an end to them quickly, for the wild beasts would grow too numerous for you."
    },
    {
        "o": 5584,
        "r": "nasb:Deuteronomy:7:23",
        "t": "But the Lord*s your God will deliver them before you, and will throw them into great confusion until they are destroyed."
    },
    {
        "o": 5585,
        "r": "nasb:Deuteronomy:7:24",
        "t": "He will deliver their kings into your hand so that you will make their name perish from under heaven; no man will be able to stand before you until you have destroyed them."
    },
    {
        "o": 5586,
        "r": "nasb:Deuteronomy:7:25",
        "t": "The graven images of their gods you are to burn with fire; you shall not covet the silver or the gold that is on them, nor take it for yourselves, or you will be snared by it, for it is an abomination to the Lord*s your God."
    },
    {
        "o": 5587,
        "r": "nasb:Deuteronomy:7:26",
        "t": "You shall not bring an abomination into your house, and like it come under the ban; you shall utterly detest it and you shall utterly abhor it, for it is something banned."
    }
]
