[
    {
        "o": 15899,
        "r": "kjv:Psalm:84:0",
        "t": "Psalm 84",
        "h": 1
    },
    {
        "o": 15900,
        "r": "kjv:Psalm:84:0",
        "t": "To the chief Musician upon Gittith, A Psalm for the sons of Korah.",
        "h": 4
    },
    {
        "o": 15901,
        "r": "kjv:Psalm:84:1",
        "t": "How*p amiable are thy tabernacles, O Lord*s of hosts!"
    },
    {
        "o": 15902,
        "r": "kjv:Psalm:84:2",
        "t": "My*p soul longeth, yea, even fainteth for the courts of the Lord:*s my heart and my flesh crieth out for the living God."
    },
    {
        "o": 15903,
        "r": "kjv:Psalm:84:3",
        "t": "Yea,*p the sparrow hath found an house, and the swallow a nest for herself, where she may lay her young, even thine altars, O Lord*s of hosts, my King, and my God."
    },
    {
        "o": 15904,
        "r": "kjv:Psalm:84:4",
        "t": "Blessed*p are they that dwell in thy house: they will be still praising thee. Selah."
    },
    {
        "o": 15905,
        "r": "kjv:Psalm:84:5",
        "t": "Blessed*p is the man whose strength is in thee; in whose heart are the ways of them."
    },
    {
        "o": 15906,
        "r": "kjv:Psalm:84:6",
        "t": "Who*p passing through the valley of Baca make it a well; the rain also filleth the pools."
    },
    {
        "o": 15907,
        "r": "kjv:Psalm:84:7",
        "t": "They*p go from strength to strength, every one of them in Zion appeareth before God."
    },
    {
        "o": 15908,
        "r": "kjv:Psalm:84:8",
        "t": "O*p Lord*s God of hosts, hear my prayer: give ear, O God of Jacob. Selah."
    },
    {
        "o": 15909,
        "r": "kjv:Psalm:84:9",
        "t": "Behold,*p O God our shield, and look upon the face of thine anointed."
    },
    {
        "o": 15910,
        "r": "kjv:Psalm:84:10",
        "t": "For*p a day in thy courts is better than a thousand. I had rather be a doorkeeper in the house of my God, than to dwell in the tents of wickedness."
    },
    {
        "o": 15911,
        "r": "kjv:Psalm:84:11",
        "t": "For*p the Lord*s God is a sun and shield: the Lord*s will give grace and glory: no good thing will he withhold from them that walk uprightly."
    },
    {
        "o": 15912,
        "r": "kjv:Psalm:84:12",
        "t": "O*p Lord*s of hosts, blessed is the man that trusteth in thee."
    }
]
