[
    {
        "o": 30427,
        "r": "niv:Acts:18:0",
        "t": "Acts 18",
        "h": 1
    },
    {
        "o": 30428,
        "r": "niv:Acts:18:0",
        "t": "In Corinth",
        "h": 2
    },
    {
        "o": 30429,
        "r": "niv:Acts:18:1",
        "t": "After*p this, Paul left Athens and went to Corinth."
    },
    {
        "o": 30430,
        "r": "niv:Acts:18:2",
        "t": "There he met a Jew named Aquila, a native of Pontus, who had recently come from Italy with his wife Priscilla, because Claudius had ordered all Jews to leave Rome. Paul went to see them,"
    },
    {
        "o": 30431,
        "r": "niv:Acts:18:3",
        "t": "and because he was a tentmaker as they were, he stayed and worked with them."
    },
    {
        "o": 30432,
        "r": "niv:Acts:18:4",
        "t": "Every Sabbath he reasoned in the synagogue, trying to persuade Jews and Greeks."
    },
    {
        "o": 30433,
        "r": "niv:Acts:18:5",
        "t": "When*p Silas and Timothy came from Macedonia, Paul devoted himself exclusively to preaching, testifying to the Jews that Jesus was the Messiah."
    },
    {
        "o": 30434,
        "r": "niv:Acts:18:6",
        "t": "But when they opposed Paul and became abusive, he shook out his clothes in protest and said to them, “Your blood be on your own heads! I am innocent of it. From now on I will go to the Gentiles.”"
    },
    {
        "o": 30435,
        "r": "niv:Acts:18:7",
        "t": "Then*p Paul left the synagogue and went next door to the house of Titius Justus, a worshiper of God."
    },
    {
        "o": 30436,
        "r": "niv:Acts:18:8",
        "t": "Crispus, the synagogue leader, and his entire household believed in the Lord; and many of the Corinthians who heard Paul believed and were baptized."
    },
    {
        "o": 30437,
        "r": "niv:Acts:18:9",
        "t": "One*p night the Lord spoke to Paul in a vision: “Do*r not*r be*r afraid;*r keep*r on*r speaking,*r do*r not*r be*r silent.*r"
    },
    {
        "o": 30438,
        "r": "niv:Acts:18:10",
        "t": "For*r I*r am*r with*r you,*r and*r no*r one*r is*r going*r to*r attack*r and*r harm*r you,*r because*r I*r have*r many*r people*r in*r this*r city.”*r"
    },
    {
        "o": 30439,
        "r": "niv:Acts:18:11",
        "t": "So Paul stayed in Corinth for a year and a half, teaching them the word of God."
    },
    {
        "o": 30440,
        "r": "niv:Acts:18:12",
        "t": "While*p Gallio was proconsul of Achaia, the Jews of Corinth made a united attack on Paul and brought him to the place of judgment."
    },
    {
        "o": 30441,
        "r": "niv:Acts:18:13",
        "t": "“This man,” they charged, “is persuading the people to worship God in ways contrary to the law.”"
    },
    {
        "o": 30442,
        "r": "niv:Acts:18:14",
        "t": "Just*p as Paul was about to speak, Gallio said to them, “If you Jews were making a complaint about some misdemeanor or serious crime, it would be reasonable for me to listen to you."
    },
    {
        "o": 30443,
        "r": "niv:Acts:18:15",
        "t": "But since it involves questions about words and names and your own law—settle the matter yourselves. I will not be a judge of such things.”"
    },
    {
        "o": 30444,
        "r": "niv:Acts:18:16",
        "t": "So he drove them off."
    },
    {
        "o": 30445,
        "r": "niv:Acts:18:17",
        "t": "Then the crowd there turned on Sosthenes the synagogue leader and beat him in front of the proconsul; and Gallio showed no concern whatever."
    },
    {
        "o": 30446,
        "r": "niv:Acts:18:17",
        "t": "Priscilla, Aquila and Apollos",
        "h": 2
    },
    {
        "o": 30447,
        "r": "niv:Acts:18:18",
        "t": "Paul*p stayed on in Corinth for some time. Then he left the brothers and sisters and sailed for Syria, accompanied by Priscilla and Aquila. Before he sailed, he had his hair cut off at Cenchreae because of a vow he had taken."
    },
    {
        "o": 30448,
        "r": "niv:Acts:18:19",
        "t": "They arrived at Ephesus, where Paul left Priscilla and Aquila. He himself went into the synagogue and reasoned with the Jews."
    },
    {
        "o": 30449,
        "r": "niv:Acts:18:20",
        "t": "When they asked him to spend more time with them, he declined."
    },
    {
        "o": 30450,
        "r": "niv:Acts:18:21",
        "t": "But as he left, he promised, “I will come back if it is God’s will.” Then he set sail from Ephesus."
    },
    {
        "o": 30451,
        "r": "niv:Acts:18:22",
        "t": "When he landed at Caesarea, he went up to Jerusalem and greeted the church and then went down to Antioch."
    },
    {
        "o": 30452,
        "r": "niv:Acts:18:23",
        "t": "After*p spending some time in Antioch, Paul set out from there and traveled from place to place throughout the region of Galatia and Phrygia, strengthening all the disciples."
    },
    {
        "o": 30453,
        "r": "niv:Acts:18:24",
        "t": "Meanwhile*p a Jew named Apollos, a native of Alexandria, came to Ephesus. He was a learned man, with a thorough knowledge of the Scriptures."
    },
    {
        "o": 30454,
        "r": "niv:Acts:18:25",
        "t": "He had been instructed in the way of the Lord, and he spoke with great fervor and taught about Jesus accurately, though he knew only the baptism of John."
    },
    {
        "o": 30455,
        "r": "niv:Acts:18:26",
        "t": "He began to speak boldly in the synagogue. When Priscilla and Aquila heard him, they invited him to their home and explained to him the way of God more adequately."
    },
    {
        "o": 30456,
        "r": "niv:Acts:18:27",
        "t": "When*p Apollos wanted to go to Achaia, the brothers and sisters encouraged him and wrote to the disciples there to welcome him. When he arrived, he was a great help to those who by grace had believed."
    },
    {
        "o": 30457,
        "r": "niv:Acts:18:28",
        "t": "For he vigorously refuted his Jewish opponents in public debate, proving from the Scriptures that Jesus was the Messiah."
    }
]
