[
    {
        "o": 10806,
        "r": "nasb:2 Kings:13:0",
        "t": "2 Kings 13",
        "h": 1
    },
    {
        "o": 10807,
        "r": "nasb:2 Kings:13:0",
        "t": "Kings of Israel: Jehoahaz and Jehoash",
        "h": 2
    },
    {
        "o": 10808,
        "r": "nasb:2 Kings:13:1",
        "t": "In*p the twenty-third year of Joash the son of Ahaziah, king of Judah, Jehoahaz the son of Jehu became king over Israel at Samaria, and*i he*i reigned*i seventeen years."
    },
    {
        "o": 10809,
        "r": "nasb:2 Kings:13:2",
        "t": "He did evil in the sight of the Lord,*s and followed the sins of Jeroboam the son of Nebat, with which he made Israel sin; he did not turn from them."
    },
    {
        "o": 10810,
        "r": "nasb:2 Kings:13:3",
        "t": "So the anger of the Lord*s was kindled against Israel, and He gave them continually into the hand of Hazael king of Aram, and into the hand of Ben-hadad the son of Hazael."
    },
    {
        "o": 10811,
        "r": "nasb:2 Kings:13:4",
        "t": "Then Jehoahaz entreated the favor of the Lord,*s and the Lord*s listened to him; for He saw the oppression of Israel, how the king of Aram oppressed them."
    },
    {
        "o": 10812,
        "r": "nasb:2 Kings:13:5",
        "t": "The Lord*s gave Israel a deliverer, so that they escaped from under the hand of the Arameans; and the sons of Israel lived in their tents as formerly."
    },
    {
        "o": 10813,
        "r": "nasb:2 Kings:13:6",
        "t": "Nevertheless they did not turn away from the sins of the house of Jeroboam, with which he made Israel sin, but walked in them; and the Asherah also remained standing in Samaria."
    },
    {
        "o": 10814,
        "r": "nasb:2 Kings:13:7",
        "t": "For he left to Jehoahaz of the army not more than fifty horsemen and ten chariots and 10,000 footmen, for the king of Aram had destroyed them and made them like the dust at threshing."
    },
    {
        "o": 10815,
        "r": "nasb:2 Kings:13:8",
        "t": "Now the rest of the acts of Jehoahaz, and all that he did and his might, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10816,
        "r": "nasb:2 Kings:13:9",
        "t": "And Jehoahaz slept with his fathers, and they buried him in Samaria; and Joash his son became king in his place."
    },
    {
        "o": 10817,
        "r": "nasb:2 Kings:13:10",
        "t": "In*p the thirty-seventh year of Joash king of Judah, Jehoash the son of Jehoahaz became king over Israel in Samaria, and*i reigned*i sixteen years."
    },
    {
        "o": 10818,
        "r": "nasb:2 Kings:13:11",
        "t": "He did evil in the sight of the Lord;*s he did not turn away from all the sins of Jeroboam the son of Nebat, with which he made Israel sin, but he walked in them."
    },
    {
        "o": 10819,
        "r": "nasb:2 Kings:13:12",
        "t": "Now the rest of the acts of Joash and all that he did and his might with which he fought against Amaziah king of Judah, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10820,
        "r": "nasb:2 Kings:13:13",
        "t": "So Joash slept with his fathers, and Jeroboam sat on his throne; and Joash was buried in Samaria with the kings of Israel."
    },
    {
        "o": 10821,
        "r": "nasb:2 Kings:13:13",
        "t": "Death of Elisha",
        "h": 2
    },
    {
        "o": 10822,
        "r": "nasb:2 Kings:13:14",
        "t": "When*p Elisha became sick with the illness of which he was to die, Joash the king of Israel came down to him and wept over him and said, “My father, my father, the chariots of Israel and its horsemen!”"
    },
    {
        "o": 10823,
        "r": "nasb:2 Kings:13:15",
        "t": "Elisha said to him, “Take a bow and arrows.” So he took a bow and arrows."
    },
    {
        "o": 10824,
        "r": "nasb:2 Kings:13:16",
        "t": "Then he said to the king of Israel, “Put your hand on the bow.” And he put his hand on*i it,*i then Elisha laid his hands on the king’s hands."
    },
    {
        "o": 10825,
        "r": "nasb:2 Kings:13:17",
        "t": "He said, “Open the window toward the east,” and he opened it.*i Then Elisha said, “Shoot!” And he shot. And he said, “The Lord’s*s arrow of victory, even the arrow of victory over Aram; for you will defeat the Arameans at Aphek until you have destroyed them.”*i"
    },
    {
        "o": 10826,
        "r": "nasb:2 Kings:13:18",
        "t": "Then he said, “Take the arrows,” and he took them. And he said to the king of Israel, “Strike the ground,” and he struck it*i three times and stopped."
    },
    {
        "o": 10827,
        "r": "nasb:2 Kings:13:19",
        "t": "So the man of God was angry with him and said, “You should have struck five or six times, then you would have struck Aram until you would have destroyed it.*i But now you shall strike Aram only*i three times.”"
    },
    {
        "o": 10828,
        "r": "nasb:2 Kings:13:20",
        "t": "Elisha*p died, and they buried him. Now the bands of the Moabites would invade the land in the spring of the year."
    },
    {
        "o": 10829,
        "r": "nasb:2 Kings:13:21",
        "t": "As they were burying a man, behold, they saw a marauding band; and they cast the man into the grave of Elisha. And when the man touched the bones of Elisha he revived and stood up on his feet."
    },
    {
        "o": 10830,
        "r": "nasb:2 Kings:13:22",
        "t": "Now*p Hazael king of Aram had oppressed Israel all the days of Jehoahaz."
    },
    {
        "o": 10831,
        "r": "nasb:2 Kings:13:23",
        "t": "But the Lord*s was gracious to them and had compassion on them and turned to them because of His covenant with Abraham, Isaac, and Jacob, and would not destroy them or cast them from His presence until now."
    },
    {
        "o": 10832,
        "r": "nasb:2 Kings:13:24",
        "t": "When*p Hazael king of Aram died, Ben-hadad his son became king in his place."
    },
    {
        "o": 10833,
        "r": "nasb:2 Kings:13:25",
        "t": "Then Jehoash the son of Jehoahaz took again from the hand of Ben-hadad the son of Hazael the cities which he had taken in war from the hand of Jehoahaz his father. Three times Joash defeated him and recovered the cities of Israel."
    }
]
