[
    {
        "o": 4633,
        "r": "esv:Numbers:18:0",
        "t": "Numbers 18",
        "h": 1
    },
    {
        "o": 4634,
        "r": "esv:Numbers:18:0",
        "t": "Duties of Priests and Levites",
        "h": 2
    },
    {
        "o": 4635,
        "r": "esv:Numbers:18:1",
        "t": "So*p the Lord*s said to Aaron, “You and your sons and your father’s house with you shall bear iniquity connected with the sanctuary, and you and your sons with you shall bear iniquity connected with your priesthood."
    },
    {
        "o": 4636,
        "r": "esv:Numbers:18:2",
        "t": "And with you bring your brothers also, the tribe of Levi, the tribe of your father, that they may join you and minister to you while you and your sons with you are before the tent of the testimony."
    },
    {
        "o": 4637,
        "r": "esv:Numbers:18:3",
        "t": "They shall keep guard over you and over the whole tent, but shall not come near to the vessels of the sanctuary or to the altar lest they, and you, die."
    },
    {
        "o": 4638,
        "r": "esv:Numbers:18:4",
        "t": "They shall join you and keep guard over the tent of meeting for all the service of the tent, and no outsider shall come near you."
    },
    {
        "o": 4639,
        "r": "esv:Numbers:18:5",
        "t": "And you shall keep guard over the sanctuary and over the altar, that there may never again be wrath on the people of Israel."
    },
    {
        "o": 4640,
        "r": "esv:Numbers:18:6",
        "t": "And behold, I have taken your brothers the Levites from among the people of Israel. They are a gift to you, given to the Lord,*s to do the service of the tent of meeting."
    },
    {
        "o": 4641,
        "r": "esv:Numbers:18:7",
        "t": "And you and your sons with you shall guard your priesthood for all that concerns the altar and that is within the veil; and you shall serve. I give your priesthood as a gift, and any outsider who comes near shall be put to death.”"
    },
    {
        "o": 4642,
        "r": "esv:Numbers:18:8",
        "t": "Then*p the Lord*s spoke to Aaron, “Behold, I have given you charge of the contributions made to me, all the consecrated things of the people of Israel. I have given them to you as a portion and to your sons as a perpetual due."
    },
    {
        "o": 4643,
        "r": "esv:Numbers:18:9",
        "t": "This shall be yours of the most holy things, reserved from the fire: every offering of theirs, every grain offering of theirs and every sin offering of theirs and every guilt offering of theirs, which they render to me, shall be most holy to you and to your sons."
    },
    {
        "o": 4644,
        "r": "esv:Numbers:18:10",
        "t": "In a most holy place shall you eat it. Every male may eat it; it is holy to you."
    },
    {
        "o": 4645,
        "r": "esv:Numbers:18:11",
        "t": "This also is yours: the contribution of their gift, all the wave offerings of the people of Israel. I have given them to you, and to your sons and daughters with you, as a perpetual due. Everyone who is clean in your house may eat it."
    },
    {
        "o": 4646,
        "r": "esv:Numbers:18:12",
        "t": "All the best of the oil and all the best of the wine and of the grain, the firstfruits of what they give to the Lord,*s I give to you."
    },
    {
        "o": 4647,
        "r": "esv:Numbers:18:13",
        "t": "The first ripe fruits of all that is in their land, which they bring to the Lord,*s shall be yours. Everyone who is clean in your house may eat it."
    },
    {
        "o": 4648,
        "r": "esv:Numbers:18:14",
        "t": "Every devoted thing in Israel shall be yours."
    },
    {
        "o": 4649,
        "r": "esv:Numbers:18:15",
        "t": "Everything that opens the womb of all flesh, whether man or beast, which they offer to the Lord,*s shall be yours. Nevertheless, the firstborn of man you shall redeem, and the firstborn of unclean animals you shall redeem."
    },
    {
        "o": 4650,
        "r": "esv:Numbers:18:16",
        "t": "And their redemption price (at a month old you shall redeem them) you shall fix at five shekels in silver, according to the shekel of the sanctuary, which is twenty gerahs."
    },
    {
        "o": 4651,
        "r": "esv:Numbers:18:17",
        "t": "But the firstborn of a cow, or the firstborn of a sheep, or the firstborn of a goat, you shall not redeem; they are holy. You shall sprinkle their blood on the altar and shall burn their fat as a food offering, with a pleasing aroma to the Lord.*s"
    },
    {
        "o": 4652,
        "r": "esv:Numbers:18:18",
        "t": "But their flesh shall be yours, as the breast that is waved and as the right thigh are yours."
    },
    {
        "o": 4653,
        "r": "esv:Numbers:18:19",
        "t": "All the holy contributions that the people of Israel present to the Lord*s I give to you, and to your sons and daughters with you, as a perpetual due. It is a covenant of salt forever before the Lord*s for you and for your offspring with you.”"
    },
    {
        "o": 4654,
        "r": "esv:Numbers:18:20",
        "t": "And the Lord*s said to Aaron, “You shall have no inheritance in their land, neither shall you have any portion among them. I am your portion and your inheritance among the people of Israel."
    },
    {
        "o": 4655,
        "r": "esv:Numbers:18:21",
        "t": "“To*p the Levites I have given every tithe in Israel for an inheritance, in return for their service that they do, their service in the tent of meeting,"
    },
    {
        "o": 4656,
        "r": "esv:Numbers:18:22",
        "t": "so that the people of Israel do not come near the tent of meeting, lest they bear sin and die."
    },
    {
        "o": 4657,
        "r": "esv:Numbers:18:23",
        "t": "But the Levites shall do the service of the tent of meeting, and they shall bear their iniquity. It shall be a perpetual statute throughout your generations, and among the people of Israel they shall have no inheritance."
    },
    {
        "o": 4658,
        "r": "esv:Numbers:18:24",
        "t": "For the tithe of the people of Israel, which they present as a contribution to the Lord,*s I have given to the Levites for an inheritance. Therefore I have said of them that they shall have no inheritance among the people of Israel.”"
    },
    {
        "o": 4659,
        "r": "esv:Numbers:18:25",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4660,
        "r": "esv:Numbers:18:26",
        "t": "“Moreover, you shall speak and say to the Levites, ‘When you take from the people of Israel the tithe that I have given you from them for your inheritance, then you shall present a contribution from it to the Lord,*s a tithe of the tithe."
    },
    {
        "o": 4661,
        "r": "esv:Numbers:18:27",
        "t": "And your contribution shall be counted to you as though it were the grain of the threshing floor, and as the fullness of the winepress."
    },
    {
        "o": 4662,
        "r": "esv:Numbers:18:28",
        "t": "So you shall also present a contribution to the Lord*s from all your tithes, which you receive from the people of Israel. And from it you shall give the Lord’s*s contribution to Aaron the priest."
    },
    {
        "o": 4663,
        "r": "esv:Numbers:18:29",
        "t": "Out of all the gifts to you, you shall present every contribution due to the Lord;*s from each its best part is to be dedicated.’"
    },
    {
        "o": 4664,
        "r": "esv:Numbers:18:30",
        "t": "Therefore you shall say to them, ‘When you have offered from it the best of it, then the rest shall be counted to the Levites as produce of the threshing floor, and as produce of the winepress."
    },
    {
        "o": 4665,
        "r": "esv:Numbers:18:31",
        "t": "And you may eat it in any place, you and your households, for it is your reward in return for your service in the tent of meeting."
    },
    {
        "o": 4666,
        "r": "esv:Numbers:18:32",
        "t": "And you shall bear no sin by reason of it, when you have contributed the best of it. But you shall not profane the holy things of the people of Israel, lest you die.’”"
    }
]
