[
    {
        "o": 33295,
        "r": "esv:1 Timothy:4:0",
        "t": "1 Timothy 4",
        "h": 1
    },
    {
        "o": 33296,
        "r": "esv:1 Timothy:4:0",
        "t": "Some Will Depart from the Faith",
        "h": 2
    },
    {
        "o": 33297,
        "r": "esv:1 Timothy:4:1",
        "t": "Now*p the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons,"
    },
    {
        "o": 33298,
        "r": "esv:1 Timothy:4:2",
        "t": "through the insincerity of liars whose consciences are seared,"
    },
    {
        "o": 33299,
        "r": "esv:1 Timothy:4:3",
        "t": "who forbid marriage and require abstinence from foods that God created to be received with thanksgiving by those who believe and know the truth."
    },
    {
        "o": 33300,
        "r": "esv:1 Timothy:4:4",
        "t": "For everything created by God is good, and nothing is to be rejected if it is received with thanksgiving,"
    },
    {
        "o": 33301,
        "r": "esv:1 Timothy:4:5",
        "t": "for it is made holy by the word of God and prayer."
    },
    {
        "o": 33302,
        "r": "esv:1 Timothy:4:5",
        "t": "A Good Servant of Christ Jesus",
        "h": 2
    },
    {
        "o": 33303,
        "r": "esv:1 Timothy:4:6",
        "t": "If*p you put these things before the brothers, you will be a good servant of Christ Jesus, being trained in the words of the faith and of the good doctrine that you have followed."
    },
    {
        "o": 33304,
        "r": "esv:1 Timothy:4:7",
        "t": "Have nothing to do with irreverent, silly myths. Rather train yourself for godliness;"
    },
    {
        "o": 33305,
        "r": "esv:1 Timothy:4:8",
        "t": "for while bodily training is of some value, godliness is of value in every way, as it holds promise for the present life and also for the life to come."
    },
    {
        "o": 33306,
        "r": "esv:1 Timothy:4:9",
        "t": "The saying is trustworthy and deserving of full acceptance."
    },
    {
        "o": 33307,
        "r": "esv:1 Timothy:4:10",
        "t": "For to this end we toil and strive, because we have our hope set on the living God, who is the Savior of all people, especially of those who believe."
    },
    {
        "o": 33308,
        "r": "esv:1 Timothy:4:11",
        "t": "Command*p and teach these things."
    },
    {
        "o": 33309,
        "r": "esv:1 Timothy:4:12",
        "t": "Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity."
    },
    {
        "o": 33310,
        "r": "esv:1 Timothy:4:13",
        "t": "Until I come, devote yourself to the public reading of Scripture, to exhortation, to teaching."
    },
    {
        "o": 33311,
        "r": "esv:1 Timothy:4:14",
        "t": "Do not neglect the gift you have, which was given you by prophecy when the council of elders laid their hands on you."
    },
    {
        "o": 33312,
        "r": "esv:1 Timothy:4:15",
        "t": "Practice these things, immerse yourself in them, so that all may see your progress."
    },
    {
        "o": 33313,
        "r": "esv:1 Timothy:4:16",
        "t": "Keep a close watch on yourself and on the teaching. Persist in this, for by so doing you will save both yourself and your hearers."
    }
]
