[
    {
        "o": 34408,
        "r": "csb:James:5:0",
        "t": "James 5",
        "h": 1
    },
    {
        "o": 34409,
        "r": "csb:James:5:0",
        "t": "Warning to the Rich",
        "h": 2
    },
    {
        "o": 34410,
        "r": "csb:James:5:1",
        "t": "Come*p now, you rich people, weep and wail over the miseries that are coming on you."
    },
    {
        "o": 34411,
        "r": "csb:James:5:2",
        "t": "Your wealth has rotted and your clothes are moth-eaten."
    },
    {
        "o": 34412,
        "r": "csb:James:5:3",
        "t": "Your gold and silver are corroded, and their corrosion will be a witness against you and will eat your flesh like fire. You have stored up treasure in the last days."
    },
    {
        "o": 34413,
        "r": "csb:James:5:4",
        "t": "Look! The pay that you withheld from the workers who mowed your fields cries out, and the outcry of the harvesters has reached the ears of the Lord of Armies."
    },
    {
        "o": 34414,
        "r": "csb:James:5:5",
        "t": "You have lived luxuriously on the earth and have indulged yourselves. You have fattened your hearts in a day of slaughter."
    },
    {
        "o": 34415,
        "r": "csb:James:5:6",
        "t": "You have condemned, you have murdered the righteous, who does not resist you."
    },
    {
        "o": 34416,
        "r": "csb:James:5:6",
        "t": "Waiting for the Lord",
        "h": 2
    },
    {
        "o": 34417,
        "r": "csb:James:5:7",
        "t": "Therefore,*p brothers and sisters, be patient until the Lord’s coming. See how the farmer waits for the precious fruit of the earth and is patient with it until it receives the early and the late rains."
    },
    {
        "o": 34418,
        "r": "csb:James:5:8",
        "t": "You also must be patient. Strengthen your hearts, because the Lord’s coming is near."
    },
    {
        "o": 34419,
        "r": "csb:James:5:9",
        "t": "Brothers*p and sisters, do not complain about one another, so that you will not be judged. Look, the judge stands at the door!"
    },
    {
        "o": 34420,
        "r": "csb:James:5:10",
        "t": "Brothers*p and sisters, take the prophets who spoke in the Lord’s name as an example of suffering and patience."
    },
    {
        "o": 34421,
        "r": "csb:James:5:11",
        "t": "See, we count as blessed those who have endured. You have heard of Job’s endurance and have seen the outcome that the Lord brought about - the Lord is compassionate and merciful."
    },
    {
        "o": 34422,
        "r": "csb:James:5:11",
        "t": "Truthful Speech",
        "h": 2
    },
    {
        "o": 34423,
        "r": "csb:James:5:12",
        "t": "Above*p all, my brothers and sisters, do not swear, either by heaven or by earth or with any other oath. But let your “yes” mean “yes,” and your “no” mean “no,” so that you won’t fall under judgment."
    },
    {
        "o": 34424,
        "r": "csb:James:5:12",
        "t": "Effective Prayer",
        "h": 2
    },
    {
        "o": 34425,
        "r": "csb:James:5:13",
        "t": "Is*p anyone among you suffering? He should pray. Is anyone cheerful? He should sing praises."
    },
    {
        "o": 34426,
        "r": "csb:James:5:14",
        "t": "Is anyone among you sick? He should call for the elders of the church, and they are to pray over him, anointing him with oil in the name of the Lord."
    },
    {
        "o": 34427,
        "r": "csb:James:5:15",
        "t": "The prayer of faith will save the sick person, and the Lord will raise him up; if he has committed sins, he will be forgiven."
    },
    {
        "o": 34428,
        "r": "csb:James:5:16",
        "t": "Therefore, confess your sins to one another and pray for one another, so that you may be healed. The prayer of a righteous person is very powerful in its effect."
    },
    {
        "o": 34429,
        "r": "csb:James:5:17",
        "t": "Elijah was a human being as we are, and he prayed earnestly that it would not rain, and for three years and six months it did not rain on the land."
    },
    {
        "o": 34430,
        "r": "csb:James:5:18",
        "t": "Then he prayed again, and the sky gave rain and the land produced its fruit."
    },
    {
        "o": 34431,
        "r": "csb:James:5:19",
        "t": "My*p brothers and sisters, if any among you strays from the truth, and someone turns him back,"
    },
    {
        "o": 34432,
        "r": "csb:James:5:20",
        "t": "let that person know that whoever turns a sinner from the error of his way will save his soul from death and cover a multitude of sins."
    }
]
