[
    {
        "o": 13453,
        "r": "csb:Ezra:3:0",
        "t": "Ezra 3",
        "h": 1
    },
    {
        "o": 13454,
        "r": "csb:Ezra:3:0",
        "t": "Sacrifice Restored",
        "h": 2
    },
    {
        "o": 13455,
        "r": "csb:Ezra:3:1",
        "t": "When*p the seventh month arrived, and the Israelites were in their towns, the people gathered as one in Jerusalem."
    },
    {
        "o": 13456,
        "r": "csb:Ezra:3:2",
        "t": "Jeshua son of Jozadak and his brothers the priests along with Zerubbabel son of Shealtiel and his brothers began to build the altar of Israel’s God in order to offer burnt offerings on it, as it is written in the law of Moses, the man of God."
    },
    {
        "o": 13457,
        "r": "csb:Ezra:3:3",
        "t": "They set up the altar on its foundation and offered burnt offerings for the morning and evening on it to the Lord*s even though they feared the surrounding peoples."
    },
    {
        "o": 13458,
        "r": "csb:Ezra:3:4",
        "t": "They celebrated the Festival of Shelters as prescribed, and offered burnt offerings each day, based on the number specified by ordinance for each festival day."
    },
    {
        "o": 13459,
        "r": "csb:Ezra:3:5",
        "t": "After that, they offered the regular burnt offering and the offerings for the beginning of each month and for all the Lord’s*s appointed holy occasions, as well as the freewill offerings brought to the Lord.*s"
    },
    {
        "o": 13460,
        "r": "csb:Ezra:3:6",
        "t": "On*p the first day of the seventh month they began to offer burnt offerings to the Lord,*s even though the foundation of the Lord’s*s temple had not yet been laid."
    },
    {
        "o": 13461,
        "r": "csb:Ezra:3:7",
        "t": "They gave money to the stonecutters and artisans, and gave food, drink, and oil to the people of Sidon and Tyre, so they would bring cedar wood from Lebanon to Joppa by sea, according to the authorization given them by King Cyrus of Persia."
    },
    {
        "o": 13462,
        "r": "csb:Ezra:3:7",
        "t": "Rebuilding the Temple",
        "h": 2
    },
    {
        "o": 13463,
        "r": "csb:Ezra:3:8",
        "t": "In*p the second month of the second year after they arrived at God’s house in Jerusalem, Zerubbabel son of Shealtiel, Jeshua son of Jozadak, and the rest of their brothers, including the priests, the Levites, and all who had returned to Jerusalem from the captivity, began to build. They appointed the Levites who were twenty years old or more to supervise the work on the Lord’s*s house."
    },
    {
        "o": 13464,
        "r": "csb:Ezra:3:9",
        "t": "Jeshua with his sons and brothers, Kadmiel with his sons, and the sons of Judah and of Henadad, with their sons and brothers, the Levites, joined together to supervise those working on the house of God."
    },
    {
        "o": 13465,
        "r": "csb:Ezra:3:9",
        "t": "Temple Foundation Completed",
        "h": 2
    },
    {
        "o": 13466,
        "r": "csb:Ezra:3:10",
        "t": "When*p the builders had laid the foundation of the Lord’s*s temple, the priests, dressed in their robes and holding trumpets, and the Levites descended from Asaph, holding cymbals, took their positions to praise the Lord,*s as King David of Israel had instructed."
    },
    {
        "o": 13467,
        "r": "csb:Ezra:3:11",
        "t": "They sang with praise and thanksgiving to the Lord:*s “For he is good; his faithful love to Israel endures forever.” Then all the people gave a great shout of praise to the Lord*s because the foundation of the Lord’s*s house had been laid."
    },
    {
        "o": 13468,
        "r": "csb:Ezra:3:12",
        "t": "But*p many of the older priests, Levites, and family heads, who had seen the first temple, wept loudly when they saw the foundation of this temple, but many others shouted joyfully."
    },
    {
        "o": 13469,
        "r": "csb:Ezra:3:13",
        "t": "The people could not distinguish the sound of the joyful shouting from that of the weeping, because the people were shouting so loudly. And the sound was heard far away."
    }
]
