[
    {
        "o": 33644,
        "r": "csb:1 Timothy:1:0",
        "t": "1 Timothy 1",
        "h": 1
    },
    {
        "o": 33645,
        "r": "csb:1 Timothy:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33646,
        "r": "csb:1 Timothy:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by the command of God our Savior and of Christ Jesus our hope:"
    },
    {
        "o": 33647,
        "r": "csb:1 Timothy:1:2",
        "t": "To*p Timothy, my true son in the faith. Grace,*p mercy, and peace from God the Father and Christ Jesus our Lord."
    },
    {
        "o": 33648,
        "r": "csb:1 Timothy:1:2",
        "t": "False Doctrine and Misuse of the Law",
        "h": 2
    },
    {
        "o": 33649,
        "r": "csb:1 Timothy:1:3",
        "t": "As*p I urged you when I went to Macedonia, remain in Ephesus so that you may instruct certain people not to teach false doctrine"
    },
    {
        "o": 33650,
        "r": "csb:1 Timothy:1:4",
        "t": "or to pay attention to myths and endless genealogies. These promote empty speculations rather than God’s plan, which operates by faith."
    },
    {
        "o": 33651,
        "r": "csb:1 Timothy:1:5",
        "t": "Now the goal of our instruction is love that comes from a pure heart, a good conscience, and a sincere faith."
    },
    {
        "o": 33652,
        "r": "csb:1 Timothy:1:6",
        "t": "Some have departed from these and turned aside to fruitless discussion."
    },
    {
        "o": 33653,
        "r": "csb:1 Timothy:1:7",
        "t": "They want to be teachers of the law, although they don’t understand what they are saying or what they are insisting on."
    },
    {
        "o": 33654,
        "r": "csb:1 Timothy:1:8",
        "t": "But we know that the law is good, provided one uses it legitimately."
    },
    {
        "o": 33655,
        "r": "csb:1 Timothy:1:9",
        "t": "We know that the law is not meant for a righteous person, but for the lawless and rebellious, for the ungodly and sinful, for the unholy and irreverent, for those who kill their fathers and mothers, for murderers,"
    },
    {
        "o": 33656,
        "r": "csb:1 Timothy:1:10",
        "t": "for the sexually immoral and males who have sex with males, for slave traders, liars, perjurers, and for whatever else is contrary to the sound teaching"
    },
    {
        "o": 33657,
        "r": "csb:1 Timothy:1:11",
        "t": "that conforms to the gospel concerning the glory of the blessed God, which was entrusted to me."
    },
    {
        "o": 33658,
        "r": "csb:1 Timothy:1:11",
        "t": "Paul’s Testimony",
        "h": 2
    },
    {
        "o": 33659,
        "r": "csb:1 Timothy:1:12",
        "t": "I*p give thanks to Christ Jesus our Lord who has strengthened me, because he considered me faithful, appointing me to the ministry -"
    },
    {
        "o": 33660,
        "r": "csb:1 Timothy:1:13",
        "t": "even though I was formerly a blasphemer, a persecutor, and an arrogant man. But I received mercy because I acted out of ignorance in unbelief,"
    },
    {
        "o": 33661,
        "r": "csb:1 Timothy:1:14",
        "t": "and the grace of our Lord overflowed, along with the faith and love that are in Christ Jesus."
    },
    {
        "o": 33662,
        "r": "csb:1 Timothy:1:15",
        "t": "This saying is trustworthy and deserving of full acceptance: “Christ Jesus came into the world to save sinners”- and I am the worst of them."
    },
    {
        "o": 33663,
        "r": "csb:1 Timothy:1:16",
        "t": "But I received mercy for this reason, so that in me, the worst of them, Christ Jesus might demonstrate his extraordinary patience as an example to those who would believe in him for eternal life."
    },
    {
        "o": 33664,
        "r": "csb:1 Timothy:1:17",
        "t": "Now to the King eternal, immortal, invisible, the only God, be honor and glory forever and ever. Amen."
    },
    {
        "o": 33665,
        "r": "csb:1 Timothy:1:17",
        "t": "Engage in Battle",
        "h": 2
    },
    {
        "o": 33666,
        "r": "csb:1 Timothy:1:18",
        "t": "Timothy,*p my son, I am giving you this instruction in keeping with the prophecies previously made about you, so that by recalling them you may fight the good fight,"
    },
    {
        "o": 33667,
        "r": "csb:1 Timothy:1:19",
        "t": "having faith and a good conscience, which some have rejected and have shipwrecked the faith."
    },
    {
        "o": 33668,
        "r": "csb:1 Timothy:1:20",
        "t": "Among them are Hymenaeus and Alexander, whom I have delivered to Satan, so that they may be taught not to blaspheme."
    },
    {
        "o": 33669,
        "r": "csb:1 Timothy:2:0",
        "t": "1 Timothy 2",
        "h": 1
    },
    {
        "o": 33670,
        "r": "csb:1 Timothy:2:0",
        "t": "Instructions on Prayer",
        "h": 2
    },
    {
        "o": 33671,
        "r": "csb:1 Timothy:2:1",
        "t": "First*p of all, then, I urge that petitions, prayers, intercessions, and thanksgivings be made for everyone,"
    },
    {
        "o": 33672,
        "r": "csb:1 Timothy:2:2",
        "t": "for kings and all those who are in authority, so that we may lead a tranquil and quiet life in all godliness and dignity."
    },
    {
        "o": 33673,
        "r": "csb:1 Timothy:2:3",
        "t": "This is good, and it pleases God our Savior,"
    },
    {
        "o": 33674,
        "r": "csb:1 Timothy:2:4",
        "t": "who wants everyone to be saved and to come to the knowledge of the truth."
    },
    {
        "o": 33675,
        "r": "csb:1 Timothy:2:5",
        "t": "For*p there is one God and one mediator between God and mankind, the man Christ Jesus,"
    },
    {
        "o": 33676,
        "r": "csb:1 Timothy:2:6",
        "t": "who gave himself as a ransom for all, a testimony at the proper time."
    },
    {
        "o": 33677,
        "r": "csb:1 Timothy:2:7",
        "t": "For*p this I was appointed a herald, an apostle (I am telling the truth; I am not lying), and a teacher of the Gentiles in faith and truth."
    },
    {
        "o": 33678,
        "r": "csb:1 Timothy:2:7",
        "t": "Instructions to Men and Women",
        "h": 2
    },
    {
        "o": 33679,
        "r": "csb:1 Timothy:2:8",
        "t": "Therefore,*p I want the men in every place to pray, lifting up holy hands without anger or argument."
    },
    {
        "o": 33680,
        "r": "csb:1 Timothy:2:9",
        "t": "Also, the women are to dress themselves in modest clothing, with decency and good sense, not with elaborate hairstyles, gold, pearls, or expensive apparel,"
    },
    {
        "o": 33681,
        "r": "csb:1 Timothy:2:10",
        "t": "but with good works, as is proper for women who profess to worship God."
    },
    {
        "o": 33682,
        "r": "csb:1 Timothy:2:11",
        "t": "A woman is to learn quietly with full submission."
    },
    {
        "o": 33683,
        "r": "csb:1 Timothy:2:12",
        "t": "I do not allow a woman to teach or to have authority over a man; instead, she is to remain quiet."
    },
    {
        "o": 33684,
        "r": "csb:1 Timothy:2:13",
        "t": "For Adam was formed first, then Eve."
    },
    {
        "o": 33685,
        "r": "csb:1 Timothy:2:14",
        "t": "And Adam was not deceived, but the woman was deceived and transgressed."
    },
    {
        "o": 33686,
        "r": "csb:1 Timothy:2:15",
        "t": "But she will be saved through childbearing, if they continue in faith, love, and holiness, with good sense."
    },
    {
        "o": 33687,
        "r": "csb:1 Timothy:3:0",
        "t": "1 Timothy 3",
        "h": 1
    },
    {
        "o": 33688,
        "r": "csb:1 Timothy:3:0",
        "t": "Qualifications for Overseers and Deacons",
        "h": 2
    },
    {
        "o": 33689,
        "r": "csb:1 Timothy:3:1",
        "t": "This*p saying is trustworthy: “If anyone aspires to be an overseer, he desires a noble work.”"
    },
    {
        "o": 33690,
        "r": "csb:1 Timothy:3:2",
        "t": "An overseer, therefore, must be above reproach, the husband of one wife, self-controlled, sensible, respectable, hospitable, able to teach,"
    },
    {
        "o": 33691,
        "r": "csb:1 Timothy:3:3",
        "t": "not an excessive drinker, not a bully but gentle, not quarrelsome, not greedy."
    },
    {
        "o": 33692,
        "r": "csb:1 Timothy:3:4",
        "t": "He must manage his own household competently and have his children under control with all dignity."
    },
    {
        "o": 33693,
        "r": "csb:1 Timothy:3:5",
        "t": "(If anyone does not know how to manage his own household, how will he take care of God’s church?)"
    },
    {
        "o": 33694,
        "r": "csb:1 Timothy:3:6",
        "t": "He must not be a new convert, or he might become conceited and incur the same condemnation as the devil."
    },
    {
        "o": 33695,
        "r": "csb:1 Timothy:3:7",
        "t": "Furthermore, he must have a good reputation among outsiders, so that he does not fall into disgrace and the devil’s trap."
    },
    {
        "o": 33696,
        "r": "csb:1 Timothy:3:8",
        "t": "Deacons,*p likewise, should be worthy of respect, not hypocritical, not drinking a lot of wine, not greedy for money,"
    },
    {
        "o": 33697,
        "r": "csb:1 Timothy:3:9",
        "t": "holding the mystery of the faith with a clear conscience."
    },
    {
        "o": 33698,
        "r": "csb:1 Timothy:3:10",
        "t": "They must also be tested first; if they prove blameless, then they can serve as deacons."
    },
    {
        "o": 33699,
        "r": "csb:1 Timothy:3:11",
        "t": "Wives, likewise, should be worthy of respect, not slanderers, self-controlled, faithful in everything."
    },
    {
        "o": 33700,
        "r": "csb:1 Timothy:3:12",
        "t": "Deacons are to be husbands of one wife, managing their children and their own households competently."
    },
    {
        "o": 33701,
        "r": "csb:1 Timothy:3:13",
        "t": "For those who have served well as deacons acquire a good standing for themselves and great boldness in the faith that is in Christ Jesus."
    },
    {
        "o": 33702,
        "r": "csb:1 Timothy:3:13",
        "t": "The Mystery of Godliness",
        "h": 2
    },
    {
        "o": 33703,
        "r": "csb:1 Timothy:3:14",
        "t": "I*p write these things to you, hoping to come to you soon."
    },
    {
        "o": 33704,
        "r": "csb:1 Timothy:3:15",
        "t": "But if I should be delayed, I have written so that you will know how people ought to conduct themselves in God’s household, which is the church of the living God, the pillar and foundation of the truth."
    },
    {
        "o": 33705,
        "r": "csb:1 Timothy:3:16",
        "t": "And most certainly, the mystery of godliness is great: He*pn was manifested in the flesh, vindicated*ln in the Spirit, seen*ln by angels, preached*ln among the nations, believed*ln on in the world, taken*ln up in glory."
    },
    {
        "o": 33706,
        "r": "csb:1 Timothy:4:0",
        "t": "1 Timothy 4",
        "h": 1
    },
    {
        "o": 33707,
        "r": "csb:1 Timothy:4:0",
        "t": "Demonic Influence",
        "h": 2
    },
    {
        "o": 33708,
        "r": "csb:1 Timothy:4:1",
        "t": "Now*p the Spirit explicitly says that in later times some will depart from the faith, paying attention to deceitful spirits and the teachings of demons,"
    },
    {
        "o": 33709,
        "r": "csb:1 Timothy:4:2",
        "t": "through the hypocrisy of liars whose consciences are seared."
    },
    {
        "o": 33710,
        "r": "csb:1 Timothy:4:3",
        "t": "They forbid marriage and demand abstinence from foods that God created to be received with gratitude by those who believe and know the truth."
    },
    {
        "o": 33711,
        "r": "csb:1 Timothy:4:4",
        "t": "For everything created by God is good, and nothing is to be rejected if it is received with thanksgiving,"
    },
    {
        "o": 33712,
        "r": "csb:1 Timothy:4:5",
        "t": "since it is sanctified by the word of God and by prayer."
    },
    {
        "o": 33713,
        "r": "csb:1 Timothy:4:5",
        "t": "A Good Servant of Jesus Christ",
        "h": 2
    },
    {
        "o": 33714,
        "r": "csb:1 Timothy:4:6",
        "t": "If*p you point these things out to the brothers and sisters, you will be a good servant of Christ Jesus, nourished by the words of the faith and the good teaching that you have followed."
    },
    {
        "o": 33715,
        "r": "csb:1 Timothy:4:7",
        "t": "But have nothing to do with pointless and silly myths. Rather, train yourself in godliness."
    },
    {
        "o": 33716,
        "r": "csb:1 Timothy:4:8",
        "t": "For the training of the body has limited benefit, but godliness is beneficial in every way, since it holds promise for the present life and also for the life to come."
    },
    {
        "o": 33717,
        "r": "csb:1 Timothy:4:9",
        "t": "This saying is trustworthy and deserves full acceptance."
    },
    {
        "o": 33718,
        "r": "csb:1 Timothy:4:10",
        "t": "For this reason we labor and strive, because we have put our hope in the living God, who is the Savior of all people, especially of those who believe."
    },
    {
        "o": 33719,
        "r": "csb:1 Timothy:4:10",
        "t": "Instructions for Ministry",
        "h": 2
    },
    {
        "o": 33720,
        "r": "csb:1 Timothy:4:11",
        "t": "Command*p and teach these things."
    },
    {
        "o": 33721,
        "r": "csb:1 Timothy:4:12",
        "t": "Don’t let anyone despise your youth, but set an example for the believers in speech, in conduct, in love, in faith, and in purity."
    },
    {
        "o": 33722,
        "r": "csb:1 Timothy:4:13",
        "t": "Until I come, give your attention to public reading, exhortation, and teaching."
    },
    {
        "o": 33723,
        "r": "csb:1 Timothy:4:14",
        "t": "Don’t neglect the gift that is in you; it was given to you through prophecy, with the laying on of hands by the council of elders."
    },
    {
        "o": 33724,
        "r": "csb:1 Timothy:4:15",
        "t": "Practice these things; be committed to them, so that your progress may be evident to all."
    },
    {
        "o": 33725,
        "r": "csb:1 Timothy:4:16",
        "t": "Pay close attention to your life and your teaching; persevere in these things, for in doing this you will save both yourself and your hearers."
    },
    {
        "o": 33726,
        "r": "csb:1 Timothy:5:0",
        "t": "1 Timothy 5",
        "h": 1
    },
    {
        "o": 33727,
        "r": "csb:1 Timothy:5:1",
        "t": "Don’t*p rebuke an older man, but exhort him as a father, younger men as brothers,"
    },
    {
        "o": 33728,
        "r": "csb:1 Timothy:5:2",
        "t": "older women as mothers, and the younger women as sisters with all purity."
    },
    {
        "o": 33729,
        "r": "csb:1 Timothy:5:2",
        "t": "The Support of Widows",
        "h": 2
    },
    {
        "o": 33730,
        "r": "csb:1 Timothy:5:3",
        "t": "Support*p widows who are genuinely in need."
    },
    {
        "o": 33731,
        "r": "csb:1 Timothy:5:4",
        "t": "But if any widow has children or grandchildren, let them learn to practice godliness toward their own family first and to repay their parents, for this pleases God."
    },
    {
        "o": 33732,
        "r": "csb:1 Timothy:5:5",
        "t": "The widow who is truly in need and left all alone has put her hope in God and continues night and day in her petitions and prayers;"
    },
    {
        "o": 33733,
        "r": "csb:1 Timothy:5:6",
        "t": "however, she who is self-indulgent is dead even while she lives."
    },
    {
        "o": 33734,
        "r": "csb:1 Timothy:5:7",
        "t": "Command this also, so that they will be above reproach."
    },
    {
        "o": 33735,
        "r": "csb:1 Timothy:5:8",
        "t": "But if anyone does not provide for his own family, especially for his own household, he has denied the faith and is worse than an unbeliever."
    },
    {
        "o": 33736,
        "r": "csb:1 Timothy:5:9",
        "t": "No*p widow is to be enrolled on the list for support unless she is at least sixty years old, has been the wife of one husband,"
    },
    {
        "o": 33737,
        "r": "csb:1 Timothy:5:10",
        "t": "and is well known for good works- that is, if she has brought up children, shown hospitality, washed the saints’ feet, helped the afflicted, and devoted herself to every good work."
    },
    {
        "o": 33738,
        "r": "csb:1 Timothy:5:11",
        "t": "But refuse to enroll younger widows, for when they are drawn away from Christ by desire, they want to marry"
    },
    {
        "o": 33739,
        "r": "csb:1 Timothy:5:12",
        "t": "and will therefore receive condemnation because they have renounced their original pledge."
    },
    {
        "o": 33740,
        "r": "csb:1 Timothy:5:13",
        "t": "At the same time, they also learn to be idle, going from house to house; they are not only idle, but are also gossips and busybodies, saying things they shouldn’t say."
    },
    {
        "o": 33741,
        "r": "csb:1 Timothy:5:14",
        "t": "Therefore, I want younger women to marry, have children, manage their households, and give the adversary no opportunity to accuse us."
    },
    {
        "o": 33742,
        "r": "csb:1 Timothy:5:15",
        "t": "For some have already turned away to follow Satan."
    },
    {
        "o": 33743,
        "r": "csb:1 Timothy:5:16",
        "t": "If any believing woman has widows in her family, let her help them. Let the church not be burdened, so that it can help widows in genuine need."
    },
    {
        "o": 33744,
        "r": "csb:1 Timothy:5:16",
        "t": "Honoring the Elders",
        "h": 2
    },
    {
        "o": 33745,
        "r": "csb:1 Timothy:5:17",
        "t": "The*p elders who are good leaders are to be considered worthy of double honor, especially those who work hard at preaching and teaching."
    },
    {
        "o": 33746,
        "r": "csb:1 Timothy:5:18",
        "t": "For the Scripture says: Do*i not*i muzzle*i an*i ox*i while*i it*i is*i treading*i out*i the*i grain,*i and, “The*r worker*r is*r worthy*r of*r his*r wages.”*r"
    },
    {
        "o": 33747,
        "r": "csb:1 Timothy:5:19",
        "t": "Don’t*p accept an accusation against an elder unless it is supported by two or three witnesses."
    },
    {
        "o": 33748,
        "r": "csb:1 Timothy:5:20",
        "t": "Publicly rebuke those who sin, so that the rest will be afraid."
    },
    {
        "o": 33749,
        "r": "csb:1 Timothy:5:21",
        "t": "I solemnly charge you before God and Christ Jesus and the elect angels to observe these things without prejudice, doing nothing out of favoritism."
    },
    {
        "o": 33750,
        "r": "csb:1 Timothy:5:22",
        "t": "Don’t be too quick to appoint anyone as an elder, and don’t share in the sins of others. Keep yourself pure."
    },
    {
        "o": 33751,
        "r": "csb:1 Timothy:5:23",
        "t": "Don’t continue drinking only water, but use a little wine because of your stomach and your frequent illnesses."
    },
    {
        "o": 33752,
        "r": "csb:1 Timothy:5:24",
        "t": "Some people’s sins are obvious, preceding them to judgment, but the sins of others surface later."
    },
    {
        "o": 33753,
        "r": "csb:1 Timothy:5:25",
        "t": "Likewise, good works are obvious, and those that are not obvious cannot remain hidden."
    },
    {
        "o": 33754,
        "r": "csb:1 Timothy:6:0",
        "t": "1 Timothy 6",
        "h": 1
    },
    {
        "o": 33755,
        "r": "csb:1 Timothy:6:0",
        "t": "Honoring Masters",
        "h": 2
    },
    {
        "o": 33756,
        "r": "csb:1 Timothy:6:1",
        "t": "All*p who are under the yoke as slaves should regard their own masters as worthy of all respect, so that God’s name and his teaching will not be blasphemed."
    },
    {
        "o": 33757,
        "r": "csb:1 Timothy:6:2",
        "t": "Let those who have believing masters not be disrespectful to them because they are brothers, but serve them even better, since those who benefit from their service are believers and dearly loved."
    },
    {
        "o": 33758,
        "r": "csb:1 Timothy:6:2",
        "t": "False Doctrine and Human Greed",
        "h": 2
    },
    {
        "o": 33759,
        "r": "csb:1 Timothy:6:2",
        "t": "Teach*p and encourage these things."
    },
    {
        "o": 33760,
        "r": "csb:1 Timothy:6:3",
        "t": "If anyone teaches false doctrine and does not agree with the sound teaching of our Lord Jesus Christ and with the teaching that promotes godliness,"
    },
    {
        "o": 33761,
        "r": "csb:1 Timothy:6:4",
        "t": "he is conceited and understands nothing, but has an unhealthy interest in disputes and arguments over words. From these come envy, quarreling, slander, evil suspicions,"
    },
    {
        "o": 33762,
        "r": "csb:1 Timothy:6:5",
        "t": "and constant disagreement among people whose minds are depraved and deprived of the truth, who imagine that godliness is a way to material gain."
    },
    {
        "o": 33763,
        "r": "csb:1 Timothy:6:6",
        "t": "But godliness with contentment is great gain."
    },
    {
        "o": 33764,
        "r": "csb:1 Timothy:6:7",
        "t": "For we brought nothing into the world, and we can take nothing out."
    },
    {
        "o": 33765,
        "r": "csb:1 Timothy:6:8",
        "t": "If we have food and clothing, we will be content with these."
    },
    {
        "o": 33766,
        "r": "csb:1 Timothy:6:9",
        "t": "But those who want to be rich fall into temptation, a trap, and many foolish and harmful desires, which plunge people into ruin and destruction."
    },
    {
        "o": 33767,
        "r": "csb:1 Timothy:6:10",
        "t": "For the love of money is a root of all kinds of evil, and by craving it, some have wandered away from the faith and pierced themselves with many griefs."
    },
    {
        "o": 33768,
        "r": "csb:1 Timothy:6:10",
        "t": "Fight the Good Fight",
        "h": 2
    },
    {
        "o": 33769,
        "r": "csb:1 Timothy:6:11",
        "t": "But*p you, man of God, flee from these things, and pursue righteousness, godliness, faith, love, endurance, and gentleness."
    },
    {
        "o": 33770,
        "r": "csb:1 Timothy:6:12",
        "t": "Fight the good fight of the faith. Take hold of eternal life to which you were called and about which you have made a good confession in the presence of many witnesses."
    },
    {
        "o": 33771,
        "r": "csb:1 Timothy:6:13",
        "t": "In the presence of God, who gives life to all, and of Christ Jesus, who gave a good confession before Pontius Pilate, I charge you"
    },
    {
        "o": 33772,
        "r": "csb:1 Timothy:6:14",
        "t": "to keep this command without fault or failure until the appearing of our Lord Jesus Christ."
    },
    {
        "o": 33773,
        "r": "csb:1 Timothy:6:15",
        "t": "God will bring this about in his own time. He is the blessed and only Sovereign, the King of kings, and the Lord of lords,"
    },
    {
        "o": 33774,
        "r": "csb:1 Timothy:6:16",
        "t": "who alone is immortal and who lives in unapproachable light, whom no one has seen or can see, to him be honor and eternal power. Amen."
    },
    {
        "o": 33775,
        "r": "csb:1 Timothy:6:16",
        "t": "Instructions to the Rich",
        "h": 2
    },
    {
        "o": 33776,
        "r": "csb:1 Timothy:6:17",
        "t": "Instruct*p those who are rich in the present age not to be arrogant or to set their hope on the uncertainty of wealth, but on God, who richly provides us with all things to enjoy."
    },
    {
        "o": 33777,
        "r": "csb:1 Timothy:6:18",
        "t": "Instruct them to do what is good, to be rich in good works, to be generous and willing to share,"
    },
    {
        "o": 33778,
        "r": "csb:1 Timothy:6:19",
        "t": "storing up treasure for themselves as a good foundation for the coming age, so that they may take hold of what is truly life."
    },
    {
        "o": 33779,
        "r": "csb:1 Timothy:6:19",
        "t": "Guard the Heritage",
        "h": 2
    },
    {
        "o": 33780,
        "r": "csb:1 Timothy:6:20",
        "t": "Timothy,*p guard what has been entrusted to you, avoiding irreverent and empty speech and contradictions from what is falsely called knowledge."
    },
    {
        "o": 33781,
        "r": "csb:1 Timothy:6:21",
        "t": "By professing it, some people have departed from the faith. Grace*p be with you all."
    }
]
