[
    {
        "o": 11937,
        "r": "nasb:1 Chronicles:18:0",
        "t": "1 Chronicles 18",
        "h": 1
    },
    {
        "o": 11938,
        "r": "nasb:1 Chronicles:18:0",
        "t": "David’s Kingdom Strengthened",
        "h": 2
    },
    {
        "o": 11939,
        "r": "nasb:1 Chronicles:18:1",
        "t": "Now*p after this it came about that David defeated the Philistines and subdued them and took Gath and its towns from the hand of the Philistines."
    },
    {
        "o": 11940,
        "r": "nasb:1 Chronicles:18:2",
        "t": "He defeated Moab, and the Moabites became servants to David, bringing tribute."
    },
    {
        "o": 11941,
        "r": "nasb:1 Chronicles:18:3",
        "t": "David*p also defeated Hadadezer king of Zobah as*i far*i as*i Hamath, as he went to establish his rule to the Euphrates River."
    },
    {
        "o": 11942,
        "r": "nasb:1 Chronicles:18:4",
        "t": "David took from him 1,000 chariots and 7,000 horsemen and 20,000 foot soldiers, and David hamstrung all the chariot horses, but reserved enough*i of them for 100 chariots."
    },
    {
        "o": 11943,
        "r": "nasb:1 Chronicles:18:5",
        "t": "When*p the Arameans of Damascus came to help Hadadezer king of Zobah, David killed 22,000 men of the Arameans."
    },
    {
        "o": 11944,
        "r": "nasb:1 Chronicles:18:6",
        "t": "Then David put garrisons*i among the Arameans of Damascus; and the Arameans became servants to David, bringing tribute. And the Lord*s helped David wherever he went."
    },
    {
        "o": 11945,
        "r": "nasb:1 Chronicles:18:7",
        "t": "David took the shields of gold which were carried by the servants of Hadadezer and brought them to Jerusalem."
    },
    {
        "o": 11946,
        "r": "nasb:1 Chronicles:18:8",
        "t": "Also from Tibhath and from Cun, cities of Hadadezer, David took a very large amount of bronze, with which Solomon made the bronze sea and the pillars and the bronze utensils."
    },
    {
        "o": 11947,
        "r": "nasb:1 Chronicles:18:9",
        "t": "Now*p when Tou king of Hamath heard that David had defeated all the army of Hadadezer king of Zobah,"
    },
    {
        "o": 11948,
        "r": "nasb:1 Chronicles:18:10",
        "t": "he sent Hadoram his son to King David to greet him and to bless him, because he had fought against Hadadezer and had defeated him; for Hadadezer had been at war with Tou. And Hadoram*i brought*i all kinds of articles of gold and silver and bronze."
    },
    {
        "o": 11949,
        "r": "nasb:1 Chronicles:18:11",
        "t": "King David also dedicated these to the Lord*s with the silver and the gold which he had carried away from all the nations: from Edom, Moab, the sons of Ammon, the Philistines, and from Amalek."
    },
    {
        "o": 11950,
        "r": "nasb:1 Chronicles:18:12",
        "t": "Moreover*p Abishai the son of Zeruiah defeated 18,000 Edomites in the Valley of Salt."
    },
    {
        "o": 11951,
        "r": "nasb:1 Chronicles:18:13",
        "t": "Then he put garrisons in Edom, and all the Edomites became servants to David. And the Lord*s helped David wherever he went."
    },
    {
        "o": 11952,
        "r": "nasb:1 Chronicles:18:14",
        "t": "So*p David reigned over all Israel; and he administered justice and righteousness for all his people."
    },
    {
        "o": 11953,
        "r": "nasb:1 Chronicles:18:15",
        "t": "Joab the son of Zeruiah was*i over the army, and Jehoshaphat the son of Ahilud was*i recorder;"
    },
    {
        "o": 11954,
        "r": "nasb:1 Chronicles:18:16",
        "t": "and Zadok the son of Ahitub and Abimelech the son of Abiathar were*i priests, and Shavsha was*i secretary;"
    },
    {
        "o": 11955,
        "r": "nasb:1 Chronicles:18:17",
        "t": "and Benaiah the son of Jehoiada was*i over the Cherethites and the Pelethites, and the sons of David were*i chiefs at the king’s side."
    }
]
