[
    {
        "o": 1369,
        "r": "kjv:Genesis:44:0",
        "t": "Genesis 44",
        "h": 1
    },
    {
        "o": 1370,
        "r": "kjv:Genesis:44:1",
        "t": "And*p he commanded the steward of his house, saying, Fill the men's sacks with food, as much as they can carry, and put every man's money in his sack's mouth."
    },
    {
        "o": 1371,
        "r": "kjv:Genesis:44:2",
        "t": "And*p put my cup, the silver cup, in the sack's mouth of the youngest, and his corn money. And he did according to the word that Joseph had spoken."
    },
    {
        "o": 1372,
        "r": "kjv:Genesis:44:3",
        "t": "As*p soon as the morning was light, the men were sent away, they and their asses."
    },
    {
        "o": 1373,
        "r": "kjv:Genesis:44:4",
        "t": "And*p when they were gone out of the city, and not yet far off, Joseph said unto his steward, Up, follow after the men; and when thou dost overtake them, say unto them, Wherefore have ye rewarded evil for good?"
    },
    {
        "o": 1374,
        "r": "kjv:Genesis:44:5",
        "t": "Is*p not this it in which my lord drinketh, and whereby indeed he divineth? ye have done evil in so doing."
    },
    {
        "o": 1375,
        "r": "kjv:Genesis:44:6",
        "t": "And*p he overtook them, and he spake unto them these same words."
    },
    {
        "o": 1376,
        "r": "kjv:Genesis:44:7",
        "t": "And*p they said unto him, Wherefore saith my lord these words? God forbid that thy servants should do according to this thing:"
    },
    {
        "o": 1377,
        "r": "kjv:Genesis:44:8",
        "t": "Behold,*p the money, which we found in our sacks' mouths, we brought again unto thee out of the land of Canaan: how then should we steal out of thy lord's house silver or gold?"
    },
    {
        "o": 1378,
        "r": "kjv:Genesis:44:9",
        "t": "With*p whomsoever of thy servants it be found, both let him die, and we also will be my lord's bondmen."
    },
    {
        "o": 1379,
        "r": "kjv:Genesis:44:10",
        "t": "And*p he said, Now also let it be according unto your words: he with whom it is found shall be my servant; and ye shall be blameless."
    },
    {
        "o": 1380,
        "r": "kjv:Genesis:44:11",
        "t": "Then*p they speedily took down every man his sack to the ground, and opened every man his sack."
    },
    {
        "o": 1381,
        "r": "kjv:Genesis:44:12",
        "t": "And*p he searched, and began at the eldest, and left at the youngest: and the cup was found in Benjamin's sack."
    },
    {
        "o": 1382,
        "r": "kjv:Genesis:44:13",
        "t": "Then*p they rent their clothes, and laded every man his ass, and returned to the city."
    },
    {
        "o": 1383,
        "r": "kjv:Genesis:44:14",
        "t": "And*p Judah and his brethren came to Joseph's house; for he was yet there: and they fell before him on the ground."
    },
    {
        "o": 1384,
        "r": "kjv:Genesis:44:15",
        "t": "And*p Joseph said unto them, What deed is this that ye have done? wot ye not that such a man as I can certainly divine?"
    },
    {
        "o": 1385,
        "r": "kjv:Genesis:44:16",
        "t": "And*p Judah said, What shall we say unto my lord? what shall we speak? or how shall we clear ourselves? God hath found out the iniquity of thy servants: behold, we are my lord's servants, both we, and he also with whom the cup is found."
    },
    {
        "o": 1386,
        "r": "kjv:Genesis:44:17",
        "t": "And*p he said, God forbid that I should do so: but the man in whose hand the cup is found, he shall be my servant; and as for you, get you up in peace unto your father."
    },
    {
        "o": 1387,
        "r": "kjv:Genesis:44:18",
        "t": "Then*p Judah came near unto him, and said, Oh my lord, let thy servant, I pray thee, speak a word in my lord's ears, and let not thine anger burn against thy servant: for thou art even as Pharaoh."
    },
    {
        "o": 1388,
        "r": "kjv:Genesis:44:19",
        "t": "My*p lord asked his servants, saying, Have ye a father, or a brother?"
    },
    {
        "o": 1389,
        "r": "kjv:Genesis:44:20",
        "t": "And*p we said unto my lord, We have a father, an old man, and a child of his old age, a little one; and his brother is dead, and he alone is left of his mother, and his father loveth him."
    },
    {
        "o": 1390,
        "r": "kjv:Genesis:44:21",
        "t": "And*p thou saidst unto thy servants, Bring him down unto me, that I may set mine eyes upon him."
    },
    {
        "o": 1391,
        "r": "kjv:Genesis:44:22",
        "t": "And*p we said unto my lord, The lad cannot leave his father: for if he should leave his father, his father would die."
    },
    {
        "o": 1392,
        "r": "kjv:Genesis:44:23",
        "t": "And*p thou saidst unto thy servants, Except your youngest brother come down with you, ye shall see my face no more."
    },
    {
        "o": 1393,
        "r": "kjv:Genesis:44:24",
        "t": "And*p it came to pass when we came up unto thy servant my father, we told him the words of my lord."
    },
    {
        "o": 1394,
        "r": "kjv:Genesis:44:25",
        "t": "And*p our father said, Go again, and buy us a little food."
    },
    {
        "o": 1395,
        "r": "kjv:Genesis:44:26",
        "t": "And*p we said, We cannot go down: if our youngest brother be with us, then will we go down: for we may not see the man's face, except our youngest brother be with us."
    },
    {
        "o": 1396,
        "r": "kjv:Genesis:44:27",
        "t": "And*p thy servant my father said unto us, Ye know that my wife bare me two sons:"
    },
    {
        "o": 1397,
        "r": "kjv:Genesis:44:28",
        "t": "And*p the one went out from me, and I said, Surely he is torn in pieces; and I saw him not since:"
    },
    {
        "o": 1398,
        "r": "kjv:Genesis:44:29",
        "t": "And*p if ye take this also from me, and mischief befall him, ye shall bring down my gray hairs with sorrow to the grave."
    },
    {
        "o": 1399,
        "r": "kjv:Genesis:44:30",
        "t": "Now*p therefore when I come to thy servant my father, and the lad be not with us; seeing that his life is bound up in the lad's life;"
    },
    {
        "o": 1400,
        "r": "kjv:Genesis:44:31",
        "t": "It*p shall come to pass, when he seeth that the lad is not with us, that he will die: and thy servants shall bring down the gray hairs of thy servant our father with sorrow to the grave."
    },
    {
        "o": 1401,
        "r": "kjv:Genesis:44:32",
        "t": "For*p thy servant became surety for the lad unto my father, saying, If I bring him not unto thee, then I shall bear the blame to my father for ever."
    },
    {
        "o": 1402,
        "r": "kjv:Genesis:44:33",
        "t": "Now*p therefore, I pray thee, let thy servant abide instead of the lad a bondman to my lord; and let the lad go up with his brethren."
    },
    {
        "o": 1403,
        "r": "kjv:Genesis:44:34",
        "t": "For*p how shall I go up to my father, and the lad be not with me? lest peradventure I see the evil that shall come on my father."
    }
]
