[
    {
        "o": 11247,
        "r": "kjv:1 Chronicles:18:0",
        "t": "1 Chronicles 18",
        "h": 1
    },
    {
        "o": 11248,
        "r": "kjv:1 Chronicles:18:1",
        "t": "Now*p after this it came to pass, that David smote the Philistines, and subdued them, and took Gath and her towns out of the hand of the Philistines."
    },
    {
        "o": 11249,
        "r": "kjv:1 Chronicles:18:2",
        "t": "And*p he smote Moab; and the Moabites became David's servants, and brought gifts."
    },
    {
        "o": 11250,
        "r": "kjv:1 Chronicles:18:3",
        "t": "And*p David smote Hadarezer king of Zobah unto Hamath, as he went to stablish his dominion by the river Euphrates."
    },
    {
        "o": 11251,
        "r": "kjv:1 Chronicles:18:4",
        "t": "And*p David took from him a thousand chariots, and seven thousand horsemen, and twenty thousand footmen: David also houghed all the chariot horses, but reserved of them an hundred chariots."
    },
    {
        "o": 11252,
        "r": "kjv:1 Chronicles:18:5",
        "t": "And*p when the Syrians of Damascus came to help Hadarezer king of Zobah, David slew of the Syrians two and twenty thousand men."
    },
    {
        "o": 11253,
        "r": "kjv:1 Chronicles:18:6",
        "t": "Then*p David put garrisons in Syria–damascus; and the Syrians became David's servants, and brought gifts. Thus the Lord*s preserved David whithersoever he went."
    },
    {
        "o": 11254,
        "r": "kjv:1 Chronicles:18:7",
        "t": "And*p David took the shields of gold that were on the servants of Hadarezer, and brought them to Jerusalem."
    },
    {
        "o": 11255,
        "r": "kjv:1 Chronicles:18:8",
        "t": "Likewise*p from Tibhath, and from Chun, cities of Hadarezer, brought David very much brass, wherewith Solomon made the brasen sea, and the pillars, and the vessels of brass."
    },
    {
        "o": 11256,
        "r": "kjv:1 Chronicles:18:9",
        "t": "Now*p when Tou king of Hamath heard how David had smitten all the host of Hadarezer king of Zobah;"
    },
    {
        "o": 11257,
        "r": "kjv:1 Chronicles:18:10",
        "t": "He*p sent Hadoram his son to king David, to enquire of his welfare, and to congratulate him, because he had fought against Hadarezer, and smitten him; (for Hadarezer had war with Tou;) and with him all manner of vessels of gold and silver and brass."
    },
    {
        "o": 11258,
        "r": "kjv:1 Chronicles:18:11",
        "t": "Them*p also king David dedicated unto the Lord,*s with the silver and the gold that he brought from all these nations; from Edom, and from Moab, and from the children of Ammon, and from the Philistines, and from Amalek."
    },
    {
        "o": 11259,
        "r": "kjv:1 Chronicles:18:12",
        "t": "Moreover*p Abishai the son of Zeruiah slew of the Edomites in the valley of salt eighteen thousand."
    },
    {
        "o": 11260,
        "r": "kjv:1 Chronicles:18:13",
        "t": "And*p he put garrisons in Edom; and all the Edomites became David's servants. Thus the Lord*s preserved David whithersoever he went."
    },
    {
        "o": 11261,
        "r": "kjv:1 Chronicles:18:14",
        "t": "So*p David reigned over all Israel, and executed judgment and justice among all his people."
    },
    {
        "o": 11262,
        "r": "kjv:1 Chronicles:18:15",
        "t": "And*p Joab the son of Zeruiah was over the host; and Jehoshaphat the son of Ahilud, recorder."
    },
    {
        "o": 11263,
        "r": "kjv:1 Chronicles:18:16",
        "t": "And*p Zadok the son of Ahitub, and Abimelech the son of Abiathar, were the priests; and Shavsha was scribe;"
    },
    {
        "o": 11264,
        "r": "kjv:1 Chronicles:18:17",
        "t": "And*p Benaiah the son of Jehoiada was over the Cherethites and the Pelethites; and the sons of David were chief about the king."
    }
]
