[
    {
        "o": 3681,
        "r": "nasb:Leviticus:22:0",
        "t": "Leviticus 22",
        "h": 1
    },
    {
        "o": 3682,
        "r": "nasb:Leviticus:22:0",
        "t": "Sundry Rules for Priests",
        "h": 2
    },
    {
        "o": 3683,
        "r": "nasb:Leviticus:22:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3684,
        "r": "nasb:Leviticus:22:2",
        "t": "“Tell Aaron and his sons to be careful with the holy gifts*i of the sons of Israel, which they dedicate to Me, so as not to profane My holy name; I am the Lord.*s"
    },
    {
        "o": 3685,
        "r": "nasb:Leviticus:22:3",
        "t": "Say to them, ‘If any man among all your descendants throughout your generations approaches the holy gifts*i which the sons of Israel dedicate to the Lord,*s while he has an uncleanness, that person shall be cut off from before Me; I am the Lord.*s"
    },
    {
        "o": 3686,
        "r": "nasb:Leviticus:22:4",
        "t": "No man of the descendants of Aaron, who is a leper or who has a discharge, may eat of the holy gifts*i until he is clean. And if one touches anything made unclean by a corpse or if a man has a seminal emission,"
    },
    {
        "o": 3687,
        "r": "nasb:Leviticus:22:5",
        "t": "or if a man touches any teeming things by which he is made unclean, or any man by whom he is made unclean, whatever his uncleanness;"
    },
    {
        "o": 3688,
        "r": "nasb:Leviticus:22:6",
        "t": "a person who touches any such shall be unclean until evening, and shall not eat of the holy gifts*i unless he has bathed his body in water."
    },
    {
        "o": 3689,
        "r": "nasb:Leviticus:22:7",
        "t": "But when the sun sets, he will be clean, and afterward he shall eat of the holy gifts,*i for it is his food."
    },
    {
        "o": 3690,
        "r": "nasb:Leviticus:22:8",
        "t": "He shall not eat an*i animal*i which dies or is torn by*i beasts,*i becoming unclean by it; I am the Lord.*s"
    },
    {
        "o": 3691,
        "r": "nasb:Leviticus:22:9",
        "t": "They shall therefore keep My charge, so that they will not bear sin because of it and die thereby because they profane it; I am the Lord*s who sanctifies them."
    },
    {
        "o": 3692,
        "r": "nasb:Leviticus:22:10",
        "t": "‘No*p layman, however, is to eat the holy gift;*i a sojourner with the priest or a hired man shall not eat of the holy gift.*i"
    },
    {
        "o": 3693,
        "r": "nasb:Leviticus:22:11",
        "t": "But if a priest buys a slave as his*i property with his money, that one may eat of it, and those who are born in his house may eat of his food."
    },
    {
        "o": 3694,
        "r": "nasb:Leviticus:22:12",
        "t": "If a priest’s daughter is married to a layman, she shall not eat of the offering of the gifts.*i"
    },
    {
        "o": 3695,
        "r": "nasb:Leviticus:22:13",
        "t": "But if a priest’s daughter becomes a widow or divorced, and has no child and returns to her father’s house as in her youth, she shall eat of her father’s food; but no layman shall eat of it."
    },
    {
        "o": 3696,
        "r": "nasb:Leviticus:22:14",
        "t": "But if a man eats a holy gift*i unintentionally, then he shall add to it a fifth of it and shall give the holy gift*i to the priest."
    },
    {
        "o": 3697,
        "r": "nasb:Leviticus:22:15",
        "t": "They shall not profane the holy gifts*i of the sons of Israel which they offer to the Lord,*s"
    },
    {
        "o": 3698,
        "r": "nasb:Leviticus:22:16",
        "t": "and so*i cause them to bear punishment for guilt by eating their holy gifts;*i for I am the Lord*s who sanctifies them.’ ”"
    },
    {
        "o": 3699,
        "r": "nasb:Leviticus:22:16",
        "t": "Flawless Animals for Sacrifice",
        "h": 2
    },
    {
        "o": 3700,
        "r": "nasb:Leviticus:22:17",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3701,
        "r": "nasb:Leviticus:22:18",
        "t": "“Speak to Aaron and to his sons and to all the sons of Israel and say to them, ‘Any man of the house of Israel or of the aliens in Israel who presents his offering, whether it is any of their votive or any of their freewill offerings, which they present to the Lord*s for a burnt offering—"
    },
    {
        "o": 3702,
        "r": "nasb:Leviticus:22:19",
        "t": "for you to be accepted— it*i must*i be*i a male without defect from the cattle, the sheep, or the goats."
    },
    {
        "o": 3703,
        "r": "nasb:Leviticus:22:20",
        "t": "Whatever has a defect, you shall not offer, for it will not be accepted for you."
    },
    {
        "o": 3704,
        "r": "nasb:Leviticus:22:21",
        "t": "When a man offers a sacrifice of peace offerings to the Lord*s to fulfill a special vow or for a freewill offering, of the herd or of the flock, it must be perfect to be accepted; there shall be no defect in it."
    },
    {
        "o": 3705,
        "r": "nasb:Leviticus:22:22",
        "t": "Those that*i are*i blind or fractured or maimed or having a running sore or eczema or scabs, you shall not offer to the Lord,*s nor make of them an offering by fire on the altar to the Lord.*s"
    },
    {
        "o": 3706,
        "r": "nasb:Leviticus:22:23",
        "t": "In respect to an ox or a lamb which has an overgrown or stunted member,*i you may present it for a freewill offering, but for a vow it will not be accepted."
    },
    {
        "o": 3707,
        "r": "nasb:Leviticus:22:24",
        "t": "Also anything with*i its*i testicles*i bruised or crushed or torn or cut, you shall not offer to the Lord,*s or sacrifice in your land,"
    },
    {
        "o": 3708,
        "r": "nasb:Leviticus:22:25",
        "t": "nor shall you accept any such from the hand of a foreigner for offering as the food of your God; for their corruption is in them, they have a defect, they shall not be accepted for you.’ ”"
    },
    {
        "o": 3709,
        "r": "nasb:Leviticus:22:26",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3710,
        "r": "nasb:Leviticus:22:27",
        "t": "“When an ox or a sheep or a goat is born, it shall remain seven days with its mother, and from the eighth day on it shall be accepted as a sacrifice of an offering by fire to the Lord.*s"
    },
    {
        "o": 3711,
        "r": "nasb:Leviticus:22:28",
        "t": "But, whether*i it is an ox or a sheep, you shall not kill both*i it and its young in one day."
    },
    {
        "o": 3712,
        "r": "nasb:Leviticus:22:29",
        "t": "When you sacrifice a sacrifice of thanksgiving to the Lord,*s you shall sacrifice it so that you may be accepted."
    },
    {
        "o": 3713,
        "r": "nasb:Leviticus:22:30",
        "t": "It shall be eaten on the same day, you shall leave none of it until morning; I am the Lord.*s"
    },
    {
        "o": 3714,
        "r": "nasb:Leviticus:22:31",
        "t": "So you shall keep My commandments, and do them; I am the Lord.*s"
    },
    {
        "o": 3715,
        "r": "nasb:Leviticus:22:32",
        "t": "“You*p shall not profane My holy name, but I will be sanctified among the sons of Israel; I am the Lord*s who sanctifies you,"
    },
    {
        "o": 3716,
        "r": "nasb:Leviticus:22:33",
        "t": "who brought you out from the land of Egypt, to be your God; I am the Lord.”*s"
    }
]
