[
    {
        "o": 9900,
        "r": "niv:1 Kings:10:0",
        "t": "1 Kings 10",
        "h": 1
    },
    {
        "o": 9901,
        "r": "niv:1 Kings:10:0",
        "t": "The Queen of Sheba Visits Solomon",
        "h": 2
    },
    {
        "o": 9902,
        "r": "niv:1 Kings:10:1",
        "t": "When*p the queen of Sheba heard about the fame of Solomon and his relationship to the Lord,*s she came to test Solomon with hard questions."
    },
    {
        "o": 9903,
        "r": "niv:1 Kings:10:2",
        "t": "Arriving at Jerusalem with a very great caravan—with camels carrying spices, large quantities of gold, and precious stones—she came to Solomon and talked with him about all that she had on her mind."
    },
    {
        "o": 9904,
        "r": "niv:1 Kings:10:3",
        "t": "Solomon answered all her questions; nothing was too hard for the king to explain to her."
    },
    {
        "o": 9905,
        "r": "niv:1 Kings:10:4",
        "t": "When the queen of Sheba saw all the wisdom of Solomon and the palace he had built,"
    },
    {
        "o": 9906,
        "r": "niv:1 Kings:10:5",
        "t": "the food on his table, the seating of his officials, the attending servants in their robes, his cupbearers, and the burnt offerings he made at the temple of the Lord,*s she was overwhelmed."
    },
    {
        "o": 9907,
        "r": "niv:1 Kings:10:6",
        "t": "She*p said to the king, “The report I heard in my own country about your achievements and your wisdom is true."
    },
    {
        "o": 9908,
        "r": "niv:1 Kings:10:7",
        "t": "But I did not believe these things until I came and saw with my own eyes. Indeed, not even half was told me; in wisdom and wealth you have far exceeded the report I heard."
    },
    {
        "o": 9909,
        "r": "niv:1 Kings:10:8",
        "t": "How happy your people must be! How happy your officials, who continually stand before you and hear your wisdom!"
    },
    {
        "o": 9910,
        "r": "niv:1 Kings:10:9",
        "t": "Praise be to the Lord*s your God, who has delighted in you and placed you on the throne of Israel. Because of the Lord’s*s eternal love for Israel, he has made you king to maintain justice and righteousness.”"
    },
    {
        "o": 9911,
        "r": "niv:1 Kings:10:10",
        "t": "And*p she gave the king 120 talents of gold, large quantities of spices, and precious stones. Never again were so many spices brought in as those the queen of Sheba gave to King Solomon."
    },
    {
        "o": 9912,
        "r": "niv:1 Kings:10:11",
        "t": "(Hiram’s*p ships brought gold from Ophir; and from there they brought great cargoes of almugwood and precious stones."
    },
    {
        "o": 9913,
        "r": "niv:1 Kings:10:12",
        "t": "The king used the almugwood to make supports for the temple of the Lord*s and for the royal palace, and to make harps and lyres for the musicians. So much almugwood has never been imported or seen since that day.)"
    },
    {
        "o": 9914,
        "r": "niv:1 Kings:10:13",
        "t": "King*p Solomon gave the queen of Sheba all she desired and asked for, besides what he had given her out of his royal bounty. Then she left and returned with her retinue to her own country."
    },
    {
        "o": 9915,
        "r": "niv:1 Kings:10:13",
        "t": "Solomon’s Splendor",
        "h": 2
    },
    {
        "o": 9916,
        "r": "niv:1 Kings:10:14",
        "t": "The*p weight of the gold that Solomon received yearly was 666 talents,"
    },
    {
        "o": 9917,
        "r": "niv:1 Kings:10:15",
        "t": "not including the revenues from merchants and traders and from all the Arabian kings and the governors of the territories."
    },
    {
        "o": 9918,
        "r": "niv:1 Kings:10:16",
        "t": "King*p Solomon made two hundred large shields of hammered gold; six hundred shekels of gold went into each shield."
    },
    {
        "o": 9919,
        "r": "niv:1 Kings:10:17",
        "t": "He also made three hundred small shields of hammered gold, with three minas of gold in each shield. The king put them in the Palace of the Forest of Lebanon."
    },
    {
        "o": 9920,
        "r": "niv:1 Kings:10:18",
        "t": "Then*p the king made a great throne covered with ivory and overlaid with fine gold."
    },
    {
        "o": 9921,
        "r": "niv:1 Kings:10:19",
        "t": "The throne had six steps, and its back had a rounded top. On both sides of the seat were armrests, with a lion standing beside each of them."
    },
    {
        "o": 9922,
        "r": "niv:1 Kings:10:20",
        "t": "Twelve lions stood on the six steps, one at either end of each step. Nothing like it had ever been made for any other kingdom."
    },
    {
        "o": 9923,
        "r": "niv:1 Kings:10:21",
        "t": "All King Solomon’s goblets were gold, and all the household articles in the Palace of the Forest of Lebanon were pure gold. Nothing was made of silver, because silver was considered of little value in Solomon’s days."
    },
    {
        "o": 9924,
        "r": "niv:1 Kings:10:22",
        "t": "The king had a fleet of trading ships at sea along with the ships of Hiram. Once every three years it returned, carrying gold, silver and ivory, and apes and baboons."
    },
    {
        "o": 9925,
        "r": "niv:1 Kings:10:23",
        "t": "King*p Solomon was greater in riches and wisdom than all the other kings of the earth."
    },
    {
        "o": 9926,
        "r": "niv:1 Kings:10:24",
        "t": "The whole world sought audience with Solomon to hear the wisdom God had put in his heart."
    },
    {
        "o": 9927,
        "r": "niv:1 Kings:10:25",
        "t": "Year after year, everyone who came brought a gift—articles of silver and gold, robes, weapons and spices, and horses and mules."
    },
    {
        "o": 9928,
        "r": "niv:1 Kings:10:26",
        "t": "Solomon*p accumulated chariots and horses; he had fourteen hundred chariots and twelve thousand horses, which he kept in the chariot cities and also with him in Jerusalem."
    },
    {
        "o": 9929,
        "r": "niv:1 Kings:10:27",
        "t": "The king made silver as common in Jerusalem as stones, and cedar as plentiful as sycamore-fig trees in the foothills."
    },
    {
        "o": 9930,
        "r": "niv:1 Kings:10:28",
        "t": "Solomon’s horses were imported from Egypt and from Kue —the royal merchants purchased them from Kue at the current price."
    },
    {
        "o": 9931,
        "r": "niv:1 Kings:10:29",
        "t": "They imported a chariot from Egypt for six hundred shekels of silver, and a horse for a hundred and fifty. They also exported them to all the kings of the Hittites and of the Arameans."
    }
]
