[
    {
        "o": 5186,
        "r": "esv:Numbers:33:0",
        "t": "Numbers 33",
        "h": 1
    },
    {
        "o": 5187,
        "r": "esv:Numbers:33:0",
        "t": "Recounting Israel’s Journey",
        "h": 2
    },
    {
        "o": 5188,
        "r": "esv:Numbers:33:1",
        "t": "These*p are the stages of the people of Israel, when they went out of the land of Egypt by their companies under the leadership of Moses and Aaron."
    },
    {
        "o": 5189,
        "r": "esv:Numbers:33:2",
        "t": "Moses wrote down their starting places, stage by stage, by command of the Lord,*s and these are their stages according to their starting places."
    },
    {
        "o": 5190,
        "r": "esv:Numbers:33:3",
        "t": "They set out from Rameses in the first month, on the fifteenth day of the first month. On the day after the Passover, the people of Israel went out triumphantly in the sight of all the Egyptians,"
    },
    {
        "o": 5191,
        "r": "esv:Numbers:33:4",
        "t": "while the Egyptians were burying all their firstborn, whom the Lord*s had struck down among them. On their gods also the Lord*s executed judgments."
    },
    {
        "o": 5192,
        "r": "esv:Numbers:33:5",
        "t": "So*p the people of Israel set out from Rameses and camped at Succoth."
    },
    {
        "o": 5193,
        "r": "esv:Numbers:33:6",
        "t": "And they set out from Succoth and camped at Etham, which is on the edge of the wilderness."
    },
    {
        "o": 5194,
        "r": "esv:Numbers:33:7",
        "t": "And they set out from Etham and turned back to Pi-hahiroth, which is east of Baal-zephon, and they camped before Migdol."
    },
    {
        "o": 5195,
        "r": "esv:Numbers:33:8",
        "t": "And they set out from before Hahiroth and passed through the midst of the sea into the wilderness, and they went a three days’ journey in the wilderness of Etham and camped at Marah."
    },
    {
        "o": 5196,
        "r": "esv:Numbers:33:9",
        "t": "And they set out from Marah and came to Elim; at Elim there were twelve springs of water and seventy palm trees, and they camped there."
    },
    {
        "o": 5197,
        "r": "esv:Numbers:33:10",
        "t": "And they set out from Elim and camped by the Red Sea."
    },
    {
        "o": 5198,
        "r": "esv:Numbers:33:11",
        "t": "And they set out from the Red Sea and camped in the wilderness of Sin."
    },
    {
        "o": 5199,
        "r": "esv:Numbers:33:12",
        "t": "And they set out from the wilderness of Sin and camped at Dophkah."
    },
    {
        "o": 5200,
        "r": "esv:Numbers:33:13",
        "t": "And they set out from Dophkah and camped at Alush."
    },
    {
        "o": 5201,
        "r": "esv:Numbers:33:14",
        "t": "And they set out from Alush and camped at Rephidim, where there was no water for the people to drink."
    },
    {
        "o": 5202,
        "r": "esv:Numbers:33:15",
        "t": "And they set out from Rephidim and camped in the wilderness of Sinai."
    },
    {
        "o": 5203,
        "r": "esv:Numbers:33:16",
        "t": "And they set out from the wilderness of Sinai and camped at Kibroth-hattaavah."
    },
    {
        "o": 5204,
        "r": "esv:Numbers:33:17",
        "t": "And they set out from Kibroth-hattaavah and camped at Hazeroth."
    },
    {
        "o": 5205,
        "r": "esv:Numbers:33:18",
        "t": "And they set out from Hazeroth and camped at Rithmah."
    },
    {
        "o": 5206,
        "r": "esv:Numbers:33:19",
        "t": "And they set out from Rithmah and camped at Rimmon-perez."
    },
    {
        "o": 5207,
        "r": "esv:Numbers:33:20",
        "t": "And they set out from Rimmon-perez and camped at Libnah."
    },
    {
        "o": 5208,
        "r": "esv:Numbers:33:21",
        "t": "And they set out from Libnah and camped at Rissah."
    },
    {
        "o": 5209,
        "r": "esv:Numbers:33:22",
        "t": "And they set out from Rissah and camped at Kehelathah."
    },
    {
        "o": 5210,
        "r": "esv:Numbers:33:23",
        "t": "And they set out from Kehelathah and camped at Mount Shepher."
    },
    {
        "o": 5211,
        "r": "esv:Numbers:33:24",
        "t": "And they set out from Mount Shepher and camped at Haradah."
    },
    {
        "o": 5212,
        "r": "esv:Numbers:33:25",
        "t": "And they set out from Haradah and camped at Makheloth."
    },
    {
        "o": 5213,
        "r": "esv:Numbers:33:26",
        "t": "And they set out from Makheloth and camped at Tahath."
    },
    {
        "o": 5214,
        "r": "esv:Numbers:33:27",
        "t": "And they set out from Tahath and camped at Terah."
    },
    {
        "o": 5215,
        "r": "esv:Numbers:33:28",
        "t": "And they set out from Terah and camped at Mithkah."
    },
    {
        "o": 5216,
        "r": "esv:Numbers:33:29",
        "t": "And they set out from Mithkah and camped at Hashmonah."
    },
    {
        "o": 5217,
        "r": "esv:Numbers:33:30",
        "t": "And they set out from Hashmonah and camped at Moseroth."
    },
    {
        "o": 5218,
        "r": "esv:Numbers:33:31",
        "t": "And they set out from Moseroth and camped at Bene-jaakan."
    },
    {
        "o": 5219,
        "r": "esv:Numbers:33:32",
        "t": "And they set out from Bene-jaakan and camped at Hor-haggidgad."
    },
    {
        "o": 5220,
        "r": "esv:Numbers:33:33",
        "t": "And they set out from Hor-haggidgad and camped at Jotbathah."
    },
    {
        "o": 5221,
        "r": "esv:Numbers:33:34",
        "t": "And they set out from Jotbathah and camped at Abronah."
    },
    {
        "o": 5222,
        "r": "esv:Numbers:33:35",
        "t": "And they set out from Abronah and camped at Ezion-geber."
    },
    {
        "o": 5223,
        "r": "esv:Numbers:33:36",
        "t": "And they set out from Ezion-geber and camped in the wilderness of Zin (that is, Kadesh)."
    },
    {
        "o": 5224,
        "r": "esv:Numbers:33:37",
        "t": "And they set out from Kadesh and camped at Mount Hor, on the edge of the land of Edom."
    },
    {
        "o": 5225,
        "r": "esv:Numbers:33:38",
        "t": "And*p Aaron the priest went up Mount Hor at the command of the Lord*s and died there, in the fortieth year after the people of Israel had come out of the land of Egypt, on the first day of the fifth month."
    },
    {
        "o": 5226,
        "r": "esv:Numbers:33:39",
        "t": "And Aaron was 123 years old when he died on Mount Hor."
    },
    {
        "o": 5227,
        "r": "esv:Numbers:33:40",
        "t": "And*p the Canaanite, the king of Arad, who lived in the Negeb in the land of Canaan, heard of the coming of the people of Israel."
    },
    {
        "o": 5228,
        "r": "esv:Numbers:33:41",
        "t": "And*p they set out from Mount Hor and camped at Zalmonah."
    },
    {
        "o": 5229,
        "r": "esv:Numbers:33:42",
        "t": "And they set out from Zalmonah and camped at Punon."
    },
    {
        "o": 5230,
        "r": "esv:Numbers:33:43",
        "t": "And they set out from Punon and camped at Oboth."
    },
    {
        "o": 5231,
        "r": "esv:Numbers:33:44",
        "t": "And they set out from Oboth and camped at Iye-abarim, in the territory of Moab."
    },
    {
        "o": 5232,
        "r": "esv:Numbers:33:45",
        "t": "And they set out from Iyim and camped at Dibon-gad."
    },
    {
        "o": 5233,
        "r": "esv:Numbers:33:46",
        "t": "And they set out from Dibon-gad and camped at Almon-diblathaim."
    },
    {
        "o": 5234,
        "r": "esv:Numbers:33:47",
        "t": "And they set out from Almon-diblathaim and camped in the mountains of Abarim, before Nebo."
    },
    {
        "o": 5235,
        "r": "esv:Numbers:33:48",
        "t": "And they set out from the mountains of Abarim and camped in the plains of Moab by the Jordan at Jericho;"
    },
    {
        "o": 5236,
        "r": "esv:Numbers:33:49",
        "t": "they camped by the Jordan from Beth-jeshimoth as far as Abel-shittim in the plains of Moab."
    },
    {
        "o": 5237,
        "r": "esv:Numbers:33:49",
        "t": "Drive Out the Inhabitants",
        "h": 2
    },
    {
        "o": 5238,
        "r": "esv:Numbers:33:50",
        "t": "And*p the Lord*s spoke to Moses in the plains of Moab by the Jordan at Jericho, saying,"
    },
    {
        "o": 5239,
        "r": "esv:Numbers:33:51",
        "t": "“Speak to the people of Israel and say to them, When you pass over the Jordan into the land of Canaan,"
    },
    {
        "o": 5240,
        "r": "esv:Numbers:33:52",
        "t": "then you shall drive out all the inhabitants of the land from before you and destroy all their figured stones and destroy all their metal images and demolish all their high places."
    },
    {
        "o": 5241,
        "r": "esv:Numbers:33:53",
        "t": "And you shall take possession of the land and settle in it, for I have given the land to you to possess it."
    },
    {
        "o": 5242,
        "r": "esv:Numbers:33:54",
        "t": "You shall inherit the land by lot according to your clans. To a large tribe you shall give a large inheritance, and to a small tribe you shall give a small inheritance. Wherever the lot falls for anyone, that shall be his. According to the tribes of your fathers you shall inherit."
    },
    {
        "o": 5243,
        "r": "esv:Numbers:33:55",
        "t": "But if you do not drive out the inhabitants of the land from before you, then those of them whom you let remain shall be as barbs in your eyes and thorns in your sides, and they shall trouble you in the land where you dwell."
    },
    {
        "o": 5244,
        "r": "esv:Numbers:33:56",
        "t": "And I will do to you as I thought to do to them.”"
    }
]
