[
    {
        "o": 13180,
        "r": "nasb:2 Chronicles:35:0",
        "t": "2 Chronicles 35",
        "h": 1
    },
    {
        "o": 13181,
        "r": "nasb:2 Chronicles:35:0",
        "t": "The Passover Observed Again",
        "h": 2
    },
    {
        "o": 13182,
        "r": "nasb:2 Chronicles:35:1",
        "t": "Then*p Josiah celebrated the Passover to the Lord*s in Jerusalem, and they slaughtered the Passover animals*i on the fourteenth day*i of the first month."
    },
    {
        "o": 13183,
        "r": "nasb:2 Chronicles:35:2",
        "t": "He set the priests in their offices and encouraged them in the service of the house of the Lord.*s"
    },
    {
        "o": 13184,
        "r": "nasb:2 Chronicles:35:3",
        "t": "He also said to the Levites who taught all Israel and*i who were holy to the Lord,*s “Put the holy ark in the house which Solomon the son of David king of Israel built; it will be a burden on your*i shoulders no longer. Now serve the Lord*s your God and His people Israel."
    },
    {
        "o": 13185,
        "r": "nasb:2 Chronicles:35:4",
        "t": "Prepare yourselves*i by your fathers’ households in your divisions, according to the writing of David king of Israel and according to the writing of his son Solomon."
    },
    {
        "o": 13186,
        "r": "nasb:2 Chronicles:35:5",
        "t": "Moreover, stand in the holy place according to the sections of the fathers’ households of your brethren the lay people, and according to the Levites, by division of a father’s household."
    },
    {
        "o": 13187,
        "r": "nasb:2 Chronicles:35:6",
        "t": "Now slaughter the Passover animals,*i sanctify yourselves and prepare for your brethren to do according to the word of the Lord*s by Moses.”"
    },
    {
        "o": 13188,
        "r": "nasb:2 Chronicles:35:7",
        "t": "Josiah*p contributed to the lay people, to all who were present, flocks of lambs and young goats, all for the Passover offerings, numbering 30,000 plus 3,000 bulls; these were from the king’s possessions."
    },
    {
        "o": 13189,
        "r": "nasb:2 Chronicles:35:8",
        "t": "His officers also contributed a freewill offering to the people, the priests and the Levites. Hilkiah and Zechariah and Jehiel, the officials of the house of God, gave to the priests for the Passover offerings 2,600 from*i the*i flocks*i and 300 bulls."
    },
    {
        "o": 13190,
        "r": "nasb:2 Chronicles:35:9",
        "t": "Conaniah also, and Shemaiah and Nethanel, his brothers, and Hashabiah and Jeiel and Jozabad, the officers of the Levites, contributed to the Levites for the Passover offerings 5,000 from*i the*i flocks*i and 500 bulls."
    },
    {
        "o": 13191,
        "r": "nasb:2 Chronicles:35:10",
        "t": "So*p the service was prepared, and the priests stood at their stations and the Levites by their divisions according to the king’s command."
    },
    {
        "o": 13192,
        "r": "nasb:2 Chronicles:35:11",
        "t": "They slaughtered the Passover animals,*i and while the priests sprinkled the blood received*i from their hand, the Levites skinned them.*i"
    },
    {
        "o": 13193,
        "r": "nasb:2 Chronicles:35:12",
        "t": "Then they removed the burnt offerings that they*i might give them to the sections of the fathers’ households of the lay people to present to the Lord,*s as it is written in the book of Moses. They*i did*i this also with the bulls."
    },
    {
        "o": 13194,
        "r": "nasb:2 Chronicles:35:13",
        "t": "So they roasted the Passover animals*i on the fire according to the ordinance, and they boiled the holy things in pots, in kettles, in pans, and carried them*i speedily to all the lay people."
    },
    {
        "o": 13195,
        "r": "nasb:2 Chronicles:35:14",
        "t": "Afterwards they prepared for themselves and for the priests, because the priests, the sons of Aaron, were*i offering the burnt offerings and the fat until night; therefore the Levites prepared for themselves and for the priests, the sons of Aaron."
    },
    {
        "o": 13196,
        "r": "nasb:2 Chronicles:35:15",
        "t": "The singers, the sons of Asaph, were*i also at their stations according to the command of David, Asaph, Heman, and Jeduthun the king’s seer; and the gatekeepers at each gate did not have to depart from their service, because the Levites their brethren prepared for them."
    },
    {
        "o": 13197,
        "r": "nasb:2 Chronicles:35:16",
        "t": "So*p all the service of the Lord*s was prepared on that day to celebrate the Passover, and to offer burnt offerings on the altar of the Lord*s according to the command of King Josiah."
    },
    {
        "o": 13198,
        "r": "nasb:2 Chronicles:35:17",
        "t": "Thus the sons of Israel who were present celebrated the Passover at that time, and the Feast of Unleavened Bread seven days."
    },
    {
        "o": 13199,
        "r": "nasb:2 Chronicles:35:18",
        "t": "There had not been celebrated a Passover like it in Israel since the days of Samuel the prophet; nor had any of the kings of Israel celebrated such a Passover as Josiah did with the priests, the Levites, all Judah and Israel who were present, and the inhabitants of Jerusalem."
    },
    {
        "o": 13200,
        "r": "nasb:2 Chronicles:35:19",
        "t": "In the eighteenth year of Josiah’s reign this Passover was celebrated."
    },
    {
        "o": 13201,
        "r": "nasb:2 Chronicles:35:19",
        "t": "Josiah Dies in Battle",
        "h": 2
    },
    {
        "o": 13202,
        "r": "nasb:2 Chronicles:35:20",
        "t": "After*p all this, when Josiah had set the temple in order, Neco king of Egypt came up to make war at Carchemish on the Euphrates, and Josiah went out to engage him."
    },
    {
        "o": 13203,
        "r": "nasb:2 Chronicles:35:21",
        "t": "But Neco sent messengers to him, saying, “What have we to do with each other, O King of Judah? I*i am*i not coming*i against you today but against the house with which I am at war, and God has ordered me to hurry. Stop for your own sake from interfering*i with*i God who is with me, so that He will not destroy you.”"
    },
    {
        "o": 13204,
        "r": "nasb:2 Chronicles:35:22",
        "t": "However, Josiah would not turn away from him, but disguised himself in order to make war with him; nor did he listen to the words of Neco from the mouth of God, but came to make war on the plain of Megiddo."
    },
    {
        "o": 13205,
        "r": "nasb:2 Chronicles:35:23",
        "t": "The archers shot King Josiah, and the king said to his servants, “Take me away, for I am badly wounded.”"
    },
    {
        "o": 13206,
        "r": "nasb:2 Chronicles:35:24",
        "t": "So his servants took him out of the chariot and carried him in the second chariot which he had, and brought him to Jerusalem where he died and was buried in the tombs of his fathers. All Judah and Jerusalem mourned for Josiah."
    },
    {
        "o": 13207,
        "r": "nasb:2 Chronicles:35:25",
        "t": "Then Jeremiah chanted a lament for Josiah. And all the male and female singers speak about Josiah in their lamentations to this day. And they made them an ordinance in Israel; behold, they are also written in the Lamentations."
    },
    {
        "o": 13208,
        "r": "nasb:2 Chronicles:35:26",
        "t": "Now the rest of the acts of Josiah and his deeds of devotion as written in the law of the Lord,*s"
    },
    {
        "o": 13209,
        "r": "nasb:2 Chronicles:35:27",
        "t": "and his acts, first to last, behold, they are written in the Book of the Kings of Israel and Judah."
    }
]
