[
    {
        "o": 31775,
        "r": "nasb:1 Corinthians:9:0",
        "t": "1 Corinthians 9",
        "h": 1
    },
    {
        "o": 31776,
        "r": "nasb:1 Corinthians:9:0",
        "t": "Paul’s Use of Liberty",
        "h": 2
    },
    {
        "o": 31777,
        "r": "nasb:1 Corinthians:9:1",
        "t": "Am*p I not free? Am I not an apostle? Have I not seen Jesus our Lord? Are you not my work in the Lord?"
    },
    {
        "o": 31778,
        "r": "nasb:1 Corinthians:9:2",
        "t": "If to others I am not an apostle, at least I am to you; for you are the seal of my apostleship in the Lord."
    },
    {
        "o": 31779,
        "r": "nasb:1 Corinthians:9:3",
        "t": "My*p defense to those who examine me is this:"
    },
    {
        "o": 31780,
        "r": "nasb:1 Corinthians:9:4",
        "t": "Do we not have a right to eat and drink?"
    },
    {
        "o": 31781,
        "r": "nasb:1 Corinthians:9:5",
        "t": "Do we not have a right to take along a believing wife, even as the rest of the apostles and the brothers of the Lord and Cephas?"
    },
    {
        "o": 31782,
        "r": "nasb:1 Corinthians:9:6",
        "t": "Or do only Barnabas and I not have a right to refrain from working?"
    },
    {
        "o": 31783,
        "r": "nasb:1 Corinthians:9:7",
        "t": "Who at any time serves as a soldier at his own expense? Who plants a vineyard and does not eat the fruit of it? Or who tends a flock and does not use the milk of the flock?"
    },
    {
        "o": 31784,
        "r": "nasb:1 Corinthians:9:8",
        "t": "I*p am not speaking these things according to human judgment, am I? Or does not the Law also say these things?"
    },
    {
        "o": 31785,
        "r": "nasb:1 Corinthians:9:9",
        "t": "For it is written in the Law of Moses, “You*s shall*s not*s muzzle*s the*s ox*s while*s he*s is*s threshing.”*s God is not concerned about oxen, is He?"
    },
    {
        "o": 31786,
        "r": "nasb:1 Corinthians:9:10",
        "t": "Or is He speaking altogether for our sake? Yes, for our sake it was written, because the plowman ought to plow in hope, and the thresher to*i thresh*i in hope of sharing the*i crops.*i"
    },
    {
        "o": 31787,
        "r": "nasb:1 Corinthians:9:11",
        "t": "If we sowed spiritual things in you, is it too much if we reap material things from you?"
    },
    {
        "o": 31788,
        "r": "nasb:1 Corinthians:9:12",
        "t": "If others share the right over you, do we not more? Nevertheless, we did not use this right, but we endure all things so that we will cause no hindrance to the gospel of Christ."
    },
    {
        "o": 31789,
        "r": "nasb:1 Corinthians:9:13",
        "t": "Do you not know that those who perform sacred services eat the food*i of the temple, and*i those who attend regularly to the altar have their share from the altar?"
    },
    {
        "o": 31790,
        "r": "nasb:1 Corinthians:9:14",
        "t": "So also the Lord directed those who proclaim the gospel to get their living from the gospel."
    },
    {
        "o": 31791,
        "r": "nasb:1 Corinthians:9:15",
        "t": "But*p I have used none of these things. And I am not writing these things so that it will be done so in my case; for it would be better for me to die than have any man make my boast an empty one."
    },
    {
        "o": 31792,
        "r": "nasb:1 Corinthians:9:16",
        "t": "For if I preach the gospel, I have nothing to boast of, for I am under compulsion; for woe is me if I do not preach the gospel."
    },
    {
        "o": 31793,
        "r": "nasb:1 Corinthians:9:17",
        "t": "For if I do this voluntarily, I have a reward; but if against my will, I have a stewardship entrusted to me."
    },
    {
        "o": 31794,
        "r": "nasb:1 Corinthians:9:18",
        "t": "What then is my reward? That, when I preach the gospel, I may offer the gospel without charge, so as not to make full use of my right in the gospel."
    },
    {
        "o": 31795,
        "r": "nasb:1 Corinthians:9:19",
        "t": "For*p though I am free from all men,*i I have made myself a slave to all, so that I may win more."
    },
    {
        "o": 31796,
        "r": "nasb:1 Corinthians:9:20",
        "t": "To the Jews I became as a Jew, so that I might win Jews; to those who are under the Law, as under the Law though not being myself under the Law, so that I might win those who are under the Law;"
    },
    {
        "o": 31797,
        "r": "nasb:1 Corinthians:9:21",
        "t": "to those who are without law, as without law, though not being without the law of God but under the law of Christ, so that I might win those who are without law."
    },
    {
        "o": 31798,
        "r": "nasb:1 Corinthians:9:22",
        "t": "To the weak I became weak, that I might win the weak; I have become all things to all men, so that I may by all means save some."
    },
    {
        "o": 31799,
        "r": "nasb:1 Corinthians:9:23",
        "t": "I do all things for the sake of the gospel, so that I may become a fellow partaker of it."
    },
    {
        "o": 31800,
        "r": "nasb:1 Corinthians:9:24",
        "t": "Do*p you not know that those who run in a race all run, but only*i one receives the prize? Run in such a way that you may win."
    },
    {
        "o": 31801,
        "r": "nasb:1 Corinthians:9:25",
        "t": "Everyone who competes in the games exercises self-control in all things. They then do*i it*i to receive a perishable wreath, but we an imperishable."
    },
    {
        "o": 31802,
        "r": "nasb:1 Corinthians:9:26",
        "t": "Therefore I run in such a way, as not without aim; I box in such a way, as not beating the air;"
    },
    {
        "o": 31803,
        "r": "nasb:1 Corinthians:9:27",
        "t": "but I discipline my body and make it my slave, so that, after I have preached to others, I myself will not be disqualified."
    }
]
