[
    {
        "o": 26017,
        "r": "niv:Matthew:14:0",
        "t": "Matthew 14",
        "h": 1
    },
    {
        "o": 26018,
        "r": "niv:Matthew:14:0",
        "t": "John the Baptist Beheaded",
        "h": 2
    },
    {
        "o": 26019,
        "r": "niv:Matthew:14:1",
        "t": "At*p that time Herod the tetrarch heard the reports about Jesus,"
    },
    {
        "o": 26020,
        "r": "niv:Matthew:14:2",
        "t": "and he said to his attendants, “This is John the Baptist; he has risen from the dead! That is why miraculous powers are at work in him.”"
    },
    {
        "o": 26021,
        "r": "niv:Matthew:14:3",
        "t": "Now*p Herod had arrested John and bound him and put him in prison because of Herodias, his brother Philip’s wife,"
    },
    {
        "o": 26022,
        "r": "niv:Matthew:14:4",
        "t": "for John had been saying to him: “It is not lawful for you to have her.”"
    },
    {
        "o": 26023,
        "r": "niv:Matthew:14:5",
        "t": "Herod wanted to kill John, but he was afraid of the people, because they considered John a prophet."
    },
    {
        "o": 26024,
        "r": "niv:Matthew:14:6",
        "t": "On*p Herod’s birthday the daughter of Herodias danced for the guests and pleased Herod so much"
    },
    {
        "o": 26025,
        "r": "niv:Matthew:14:7",
        "t": "that he promised with an oath to give her whatever she asked."
    },
    {
        "o": 26026,
        "r": "niv:Matthew:14:8",
        "t": "Prompted by her mother, she said, “Give me here on a platter the head of John the Baptist.”"
    },
    {
        "o": 26027,
        "r": "niv:Matthew:14:9",
        "t": "The king was distressed, but because of his oaths and his dinner guests, he ordered that her request be granted"
    },
    {
        "o": 26028,
        "r": "niv:Matthew:14:10",
        "t": "and had John beheaded in the prison."
    },
    {
        "o": 26029,
        "r": "niv:Matthew:14:11",
        "t": "His head was brought in on a platter and given to the girl, who carried it to her mother."
    },
    {
        "o": 26030,
        "r": "niv:Matthew:14:12",
        "t": "John’s disciples came and took his body and buried it. Then they went and told Jesus."
    },
    {
        "o": 26031,
        "r": "niv:Matthew:14:12",
        "t": "Jesus Feeds the Five Thousand",
        "h": 2
    },
    {
        "o": 26032,
        "r": "niv:Matthew:14:13",
        "t": "When*p Jesus heard what had happened, he withdrew by boat privately to a solitary place. Hearing of this, the crowds followed him on foot from the towns."
    },
    {
        "o": 26033,
        "r": "niv:Matthew:14:14",
        "t": "When Jesus landed and saw a large crowd, he had compassion on them and healed their sick."
    },
    {
        "o": 26034,
        "r": "niv:Matthew:14:15",
        "t": "As*p evening approached, the disciples came to him and said, “This is a remote place, and it’s already getting late. Send the crowds away, so they can go to the villages and buy themselves some food.”"
    },
    {
        "o": 26035,
        "r": "niv:Matthew:14:16",
        "t": "Jesus*p replied, “They*r do*r not*r need*r to*r go*r away.*r You*r give*r them*r something*r to*r eat.”*r"
    },
    {
        "o": 26036,
        "r": "niv:Matthew:14:17",
        "t": "“We*p have here only five loaves of bread and two fish,” they answered."
    },
    {
        "o": 26037,
        "r": "niv:Matthew:14:18",
        "t": "“Bring*rp them*r here*r to*r me,”*r he said."
    },
    {
        "o": 26038,
        "r": "niv:Matthew:14:19",
        "t": "And he directed the people to sit down on the grass. Taking the five loaves and the two fish and looking up to heaven, he gave thanks and broke the loaves. Then he gave them to the disciples, and the disciples gave them to the people."
    },
    {
        "o": 26039,
        "r": "niv:Matthew:14:20",
        "t": "They all ate and were satisfied, and the disciples picked up twelve basketfuls of broken pieces that were left over."
    },
    {
        "o": 26040,
        "r": "niv:Matthew:14:21",
        "t": "The number of those who ate was about five thousand men, besides women and children."
    },
    {
        "o": 26041,
        "r": "niv:Matthew:14:21",
        "t": "Jesus Walks on the Water",
        "h": 2
    },
    {
        "o": 26042,
        "r": "niv:Matthew:14:22",
        "t": "Immediately*p Jesus made the disciples get into the boat and go on ahead of him to the other side, while he dismissed the crowd."
    },
    {
        "o": 26043,
        "r": "niv:Matthew:14:23",
        "t": "After he had dismissed them, he went up on a mountainside by himself to pray. Later that night, he was there alone,"
    },
    {
        "o": 26044,
        "r": "niv:Matthew:14:24",
        "t": "and the boat was already a considerable distance from land, buffeted by the waves because the wind was against it."
    },
    {
        "o": 26045,
        "r": "niv:Matthew:14:25",
        "t": "Shortly*p before dawn Jesus went out to them, walking on the lake."
    },
    {
        "o": 26046,
        "r": "niv:Matthew:14:26",
        "t": "When the disciples saw him walking on the lake, they were terrified. “It’s a ghost,” they said, and cried out in fear."
    },
    {
        "o": 26047,
        "r": "niv:Matthew:14:27",
        "t": "But*p Jesus immediately said to them: “Take*r courage!*r It*r is*r I.*r Don’t*r be*r afraid.”*r"
    },
    {
        "o": 26048,
        "r": "niv:Matthew:14:28",
        "t": "“Lord,*p if it’s you,” Peter replied, “tell me to come to you on the water.”"
    },
    {
        "o": 26049,
        "r": "niv:Matthew:14:29",
        "t": "“Come,”*rp he said. Then*p Peter got down out of the boat, walked on the water and came toward Jesus."
    },
    {
        "o": 26050,
        "r": "niv:Matthew:14:30",
        "t": "But when he saw the wind, he was afraid and, beginning to sink, cried out, “Lord, save me!”"
    },
    {
        "o": 26051,
        "r": "niv:Matthew:14:31",
        "t": "Immediately*p Jesus reached out his hand and caught him. “You*r of*r little*r faith,”*r he said, “why*r did*r you*r doubt?”*r"
    },
    {
        "o": 26052,
        "r": "niv:Matthew:14:32",
        "t": "And*p when they climbed into the boat, the wind died down."
    },
    {
        "o": 26053,
        "r": "niv:Matthew:14:33",
        "t": "Then those who were in the boat worshiped him, saying, “Truly you are the Son of God.”"
    },
    {
        "o": 26054,
        "r": "niv:Matthew:14:34",
        "t": "When*p they had crossed over, they landed at Gennesaret."
    },
    {
        "o": 26055,
        "r": "niv:Matthew:14:35",
        "t": "And when the men of that place recognized Jesus, they sent word to all the surrounding country. People brought all their sick to him"
    },
    {
        "o": 26056,
        "r": "niv:Matthew:14:36",
        "t": "and begged him to let the sick just touch the edge of his cloak, and all who touched it were healed."
    }
]
