[
    {
        "o": 5428,
        "r": "nkjv:Deuteronomy:2:0",
        "t": "Deuteronomy 2",
        "h": 1
    },
    {
        "o": 5429,
        "r": "nkjv:Deuteronomy:2:0",
        "t": "The Desert Years",
        "h": 2
    },
    {
        "o": 5430,
        "r": "nkjv:Deuteronomy:2:1",
        "t": "“Then*p we turned and journeyed into the wilderness of the Way of the Red Sea, as the Lord*s spoke to me, and we skirted Mount Seir for many days."
    },
    {
        "o": 5431,
        "r": "nkjv:Deuteronomy:2:2",
        "t": "“And*p the Lord*s spoke to me, saying:"
    },
    {
        "o": 5432,
        "r": "nkjv:Deuteronomy:2:3",
        "t": "‘You have skirted this mountain long enough; turn northward."
    },
    {
        "o": 5433,
        "r": "nkjv:Deuteronomy:2:4",
        "t": "And command the people, saying, “You are*i about*i to*i pass through the territory of your brethren, the descendants of Esau, who live in Seir; and they will be afraid of you. Therefore watch yourselves carefully."
    },
    {
        "o": 5434,
        "r": "nkjv:Deuteronomy:2:5",
        "t": "Do not meddle with them, for I will not give you any*i of their land, no, not so much as one footstep, because I have given Mount Seir to Esau as*i a possession."
    },
    {
        "o": 5435,
        "r": "nkjv:Deuteronomy:2:6",
        "t": "You shall buy food from them with money, that you may eat; and you shall also buy water from them with money, that you may drink."
    },
    {
        "o": 5436,
        "r": "nkjv:Deuteronomy:2:7",
        "t": "“For*p the Lord*s your God has blessed you in all the work of your hand. He knows your trudging through this great wilderness. These forty years the Lord*s your God has*i been*i with you; you have lacked nothing.”’"
    },
    {
        "o": 5437,
        "r": "nkjv:Deuteronomy:2:8",
        "t": "“And*p when we passed beyond our brethren, the descendants of Esau who dwell in Seir, away from the road of the plain, away from Elath and Ezion Geber, we turned and passed by way of the Wilderness of Moab."
    },
    {
        "o": 5438,
        "r": "nkjv:Deuteronomy:2:9",
        "t": "Then the Lord*s said to me, ‘Do not harass Moab, nor contend with them in battle, for I will not give you any*i of their land as*i a possession, because I have given Ar to the descendants of Lot as*i a possession.’”"
    },
    {
        "o": 5439,
        "r": "nkjv:Deuteronomy:2:10",
        "t": "(The*p Emim had dwelt there in times past, a people as great and numerous and tall as the Anakim."
    },
    {
        "o": 5440,
        "r": "nkjv:Deuteronomy:2:11",
        "t": "They were also regarded as giants, like the Anakim, but the Moabites call them Emim."
    },
    {
        "o": 5441,
        "r": "nkjv:Deuteronomy:2:12",
        "t": "The Horites formerly dwelt in Seir, but the descendants of Esau dispossessed them and destroyed them from before them, and dwelt in their place, just as Israel did to the land of their possession which the Lord*s gave them.)"
    },
    {
        "o": 5442,
        "r": "nkjv:Deuteronomy:2:13",
        "t": "“‘Now*p rise and cross over the Valley of the Zered.’ So we crossed over the Valley of the Zered."
    },
    {
        "o": 5443,
        "r": "nkjv:Deuteronomy:2:14",
        "t": "And the time we took to come from Kadesh Barnea until we crossed over the Valley of the Zered was*i thirty-eight years, until all the generation of the men of war was consumed from the midst of the camp, just as the Lord*s had sworn to them."
    },
    {
        "o": 5444,
        "r": "nkjv:Deuteronomy:2:15",
        "t": "For indeed the hand of the Lord*s was against them, to destroy them from the midst of the camp until they were consumed."
    },
    {
        "o": 5445,
        "r": "nkjv:Deuteronomy:2:16",
        "t": "“So*p it was, when all the men of war had finally perished from among the people,"
    },
    {
        "o": 5446,
        "r": "nkjv:Deuteronomy:2:17",
        "t": "that the Lord*s spoke to me, saying:"
    },
    {
        "o": 5447,
        "r": "nkjv:Deuteronomy:2:18",
        "t": "‘This day you are to cross over at Ar, the boundary of Moab."
    },
    {
        "o": 5448,
        "r": "nkjv:Deuteronomy:2:19",
        "t": "And when*i you come near the people of Ammon, do not harass them or meddle with them, for I will not give you any*i of the land of the people of Ammon as*i a possession, because I have given it to the descendants of Lot as*i a possession.’”"
    },
    {
        "o": 5449,
        "r": "nkjv:Deuteronomy:2:20",
        "t": "(That*p was also regarded as a land of giants; giants formerly dwelt there. But the Ammonites call them Zamzummim,"
    },
    {
        "o": 5450,
        "r": "nkjv:Deuteronomy:2:21",
        "t": "a people as great and numerous and tall as the Anakim. But the Lord*s destroyed them before them, and they dispossessed them and dwelt in their place,"
    },
    {
        "o": 5451,
        "r": "nkjv:Deuteronomy:2:22",
        "t": "just as He had done for the descendants of Esau, who dwelt in Seir, when He destroyed the Horites from before them. They dispossessed them and dwelt in their place, even to this day."
    },
    {
        "o": 5452,
        "r": "nkjv:Deuteronomy:2:23",
        "t": "And the Avim, who dwelt in villages as far as Gaza— the Caphtorim, who came from Caphtor, destroyed them and dwelt in their place.)"
    },
    {
        "o": 5453,
        "r": "nkjv:Deuteronomy:2:24",
        "t": "“‘Rise,*p take your journey, and cross over the River Arnon. Look, I have given into your hand Sihon the Amorite, king of Heshbon, and his land. Begin to possess it,*i and engage him in battle."
    },
    {
        "o": 5454,
        "r": "nkjv:Deuteronomy:2:25",
        "t": "This day I will begin to put the dread and fear of you upon the nations under the whole heaven, who shall hear the report of you, and shall tremble and be in anguish because of you.’"
    },
    {
        "o": 5455,
        "r": "nkjv:Deuteronomy:2:25",
        "t": "King Sihon Defeated",
        "h": 2
    },
    {
        "o": 5456,
        "r": "nkjv:Deuteronomy:2:26",
        "t": "“And*p I sent messengers from the Wilderness of Kedemoth to Sihon king of Heshbon, with words of peace, saying,"
    },
    {
        "o": 5457,
        "r": "nkjv:Deuteronomy:2:27",
        "t": "‘Let me pass through your land; I will keep strictly to the road, and I will turn neither to the right nor to the left."
    },
    {
        "o": 5458,
        "r": "nkjv:Deuteronomy:2:28",
        "t": "You shall sell me food for money, that I may eat, and give me water for money, that I may drink; only let me pass through on foot,"
    },
    {
        "o": 5459,
        "r": "nkjv:Deuteronomy:2:29",
        "t": "just as the descendants of Esau who dwell in Seir and the Moabites who dwell in Ar did for me, until I cross the Jordan to the land which the Lord*s our God is giving us.’"
    },
    {
        "o": 5460,
        "r": "nkjv:Deuteronomy:2:30",
        "t": "“But*p Sihon king of Heshbon would not let us pass through, for the Lord*s your God hardened his spirit and made his heart obstinate, that He might deliver him into your hand, as it*i is*i this day."
    },
    {
        "o": 5461,
        "r": "nkjv:Deuteronomy:2:31",
        "t": "“And*p the Lord*s said to me, ‘See, I have begun to give Sihon and his land over to you. Begin to possess it,*i that you may inherit his land.’"
    },
    {
        "o": 5462,
        "r": "nkjv:Deuteronomy:2:32",
        "t": "Then Sihon and all his people came out against us to fight at Jahaz."
    },
    {
        "o": 5463,
        "r": "nkjv:Deuteronomy:2:33",
        "t": "And the Lord*s our God delivered him over to us; so we defeated him, his sons, and all his people."
    },
    {
        "o": 5464,
        "r": "nkjv:Deuteronomy:2:34",
        "t": "We took all his cities at that time, and we utterly destroyed the men, women, and little ones of every city; we left none remaining."
    },
    {
        "o": 5465,
        "r": "nkjv:Deuteronomy:2:35",
        "t": "We took only the livestock as plunder for ourselves, with the spoil of the cities which we took."
    },
    {
        "o": 5466,
        "r": "nkjv:Deuteronomy:2:36",
        "t": "From Aroer, which is*i on the bank of the River Arnon, and from*i the city that is*i in the ravine, as far as Gilead, there was not one city too strong for us; the Lord*s our God delivered all to us."
    },
    {
        "o": 5467,
        "r": "nkjv:Deuteronomy:2:37",
        "t": "Only you did not go near the land of the people of Ammon—anywhere along the River Jabbok, or to the cities of the mountains, or wherever the Lord*s our God had forbidden us."
    }
]
