[
    {
        "o": 24263,
        "r": "kjv:Matthew:3:0",
        "t": "Matthew 3",
        "h": 1
    },
    {
        "o": 24264,
        "r": "kjv:Matthew:3:1",
        "t": "In*p those days came John the Baptist, preaching in the wilderness of Judaea,"
    },
    {
        "o": 24265,
        "r": "kjv:Matthew:3:2",
        "t": "And*p saying, Repent ye: for the kingdom of heaven is at hand."
    },
    {
        "o": 24266,
        "r": "kjv:Matthew:3:3",
        "t": "For*p this is he that was spoken of by the prophet Esaias, saying, The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight."
    },
    {
        "o": 24267,
        "r": "kjv:Matthew:3:4",
        "t": "And*p the same John had his raiment of camel's hair, and a leathern girdle about his loins; and his meat was locusts and wild honey."
    },
    {
        "o": 24268,
        "r": "kjv:Matthew:3:5",
        "t": "Then*p went out to him Jerusalem, and all Judaea, and all the region round about Jordan,"
    },
    {
        "o": 24269,
        "r": "kjv:Matthew:3:6",
        "t": "And*p were baptized of him in Jordan, confessing their sins."
    },
    {
        "o": 24270,
        "r": "kjv:Matthew:3:7",
        "t": "But*p when he saw many of the Pharisees and Sadducees come to his baptism, he said unto them, O generation of vipers, who hath warned you to flee from the wrath to come?"
    },
    {
        "o": 24271,
        "r": "kjv:Matthew:3:8",
        "t": "Bring*p forth therefore fruits meet for repentance:"
    },
    {
        "o": 24272,
        "r": "kjv:Matthew:3:9",
        "t": "And*p think not to say within yourselves, We have Abraham to our father: for I say unto you, that God is able of these stones to raise up children unto Abraham."
    },
    {
        "o": 24273,
        "r": "kjv:Matthew:3:10",
        "t": "And*p now also the axe is laid unto the root of the trees: therefore every tree which bringeth not forth good fruit is hewn down, and cast into the fire."
    },
    {
        "o": 24274,
        "r": "kjv:Matthew:3:11",
        "t": "I*p indeed baptize you with water unto repentance: but he that cometh after me is mightier than I, whose shoes I am not worthy to bear: he shall baptize you with the Holy Ghost, and with fire:"
    },
    {
        "o": 24275,
        "r": "kjv:Matthew:3:12",
        "t": "Whose*p fan is in his hand, and he will thoroughly purge his floor, and gather his wheat into the garner; but he will burn up the chaff with unquenchable fire."
    },
    {
        "o": 24276,
        "r": "kjv:Matthew:3:13",
        "t": "Then*p cometh Jesus from Galilee to Jordan unto John, to be baptized of him."
    },
    {
        "o": 24277,
        "r": "kjv:Matthew:3:14",
        "t": "But*p John forbad him, saying, I have need to be baptized of thee, and comest thou to me?"
    },
    {
        "o": 24278,
        "r": "kjv:Matthew:3:15",
        "t": "And*p Jesus answering said unto him, Suffer*r it*r to*r be*r so*r now:*r for*r thus*r it*r becometh*r us*r to*r fulfil*r all*r righteousness.*r Then he suffered him."
    },
    {
        "o": 24279,
        "r": "kjv:Matthew:3:16",
        "t": "And*p Jesus, when he was baptized, went up straightway out of the water: and, lo, the heavens were opened unto him, and he saw the Spirit of God descending like a dove, and lighting upon him:"
    },
    {
        "o": 24280,
        "r": "kjv:Matthew:3:17",
        "t": "And*p lo a voice from heaven, saying, This is my beloved Son, in whom I am well pleased."
    }
]
