[
    {
        "o": 6075,
        "r": "niv:Deuteronomy:26:0",
        "t": "Deuteronomy 26",
        "h": 1
    },
    {
        "o": 6076,
        "r": "niv:Deuteronomy:26:0",
        "t": "Firstfruits and Tithes",
        "h": 2
    },
    {
        "o": 6077,
        "r": "niv:Deuteronomy:26:1",
        "t": "When*p you have entered the land the Lord*s your God is giving you as an inheritance and have taken possession of it and settled in it,"
    },
    {
        "o": 6078,
        "r": "niv:Deuteronomy:26:2",
        "t": "take some of the firstfruits of all that you produce from the soil of the land the Lord*s your God is giving you and put them in a basket. Then go to the place the Lord*s your God will choose as a dwelling for his Name"
    },
    {
        "o": 6079,
        "r": "niv:Deuteronomy:26:3",
        "t": "and say to the priest in office at the time, “I declare today to the Lord*s your God that I have come to the land the Lord*s swore to our ancestors to give us.”"
    },
    {
        "o": 6080,
        "r": "niv:Deuteronomy:26:4",
        "t": "The priest shall take the basket from your hands and set it down in front of the altar of the Lord*s your God."
    },
    {
        "o": 6081,
        "r": "niv:Deuteronomy:26:5",
        "t": "Then you shall declare before the Lord*s your God: “My father was a wandering Aramean, and he went down into Egypt with a few people and lived there and became a great nation, powerful and numerous."
    },
    {
        "o": 6082,
        "r": "niv:Deuteronomy:26:6",
        "t": "But the Egyptians mistreated us and made us suffer, subjecting us to harsh labor."
    },
    {
        "o": 6083,
        "r": "niv:Deuteronomy:26:7",
        "t": "Then we cried out to the Lord,*s the God of our ancestors, and the Lord*s heard our voice and saw our misery, toil and oppression."
    },
    {
        "o": 6084,
        "r": "niv:Deuteronomy:26:8",
        "t": "So the Lord*s brought us out of Egypt with a mighty hand and an outstretched arm, with great terror and with signs and wonders."
    },
    {
        "o": 6085,
        "r": "niv:Deuteronomy:26:9",
        "t": "He brought us to this place and gave us this land, a land flowing with milk and honey;"
    },
    {
        "o": 6086,
        "r": "niv:Deuteronomy:26:10",
        "t": "and now I bring the firstfruits of the soil that you, Lord,*s have given me.” Place the basket before the Lord*s your God and bow down before him."
    },
    {
        "o": 6087,
        "r": "niv:Deuteronomy:26:11",
        "t": "Then you and the Levites and the foreigners residing among you shall rejoice in all the good things the Lord*s your God has given to you and your household."
    },
    {
        "o": 6088,
        "r": "niv:Deuteronomy:26:12",
        "t": "When*p you have finished setting aside a tenth of all your produce in the third year, the year of the tithe, you shall give it to the Levite, the foreigner, the fatherless and the widow, so that they may eat in your towns and be satisfied."
    },
    {
        "o": 6089,
        "r": "niv:Deuteronomy:26:13",
        "t": "Then say to the Lord*s your God: “I have removed from my house the sacred portion and have given it to the Levite, the foreigner, the fatherless and the widow, according to all you commanded. I have not turned aside from your commands nor have I forgotten any of them."
    },
    {
        "o": 6090,
        "r": "niv:Deuteronomy:26:14",
        "t": "I have not eaten any of the sacred portion while I was in mourning, nor have I removed any of it while I was unclean, nor have I offered any of it to the dead. I have obeyed the Lord*s my God; I have done everything you commanded me."
    },
    {
        "o": 6091,
        "r": "niv:Deuteronomy:26:15",
        "t": "Look down from heaven, your holy dwelling place, and bless your people Israel and the land you have given us as you promised on oath to our ancestors, a land flowing with milk and honey.”"
    },
    {
        "o": 6092,
        "r": "niv:Deuteronomy:26:15",
        "t": "Follow the Lord’s Commands",
        "h": 2
    },
    {
        "o": 6093,
        "r": "niv:Deuteronomy:26:16",
        "t": "The*p Lord*s your God commands you this day to follow these decrees and laws; carefully observe them with all your heart and with all your soul."
    },
    {
        "o": 6094,
        "r": "niv:Deuteronomy:26:17",
        "t": "You have declared this day that the Lord*s is your God and that you will walk in obedience to him, that you will keep his decrees, commands and laws—that you will listen to him."
    },
    {
        "o": 6095,
        "r": "niv:Deuteronomy:26:18",
        "t": "And the Lord*s has declared this day that you are his people, his treasured possession as he promised, and that you are to keep all his commands."
    },
    {
        "o": 6096,
        "r": "niv:Deuteronomy:26:19",
        "t": "He has declared that he will set you in praise, fame and honor high above all the nations he has made and that you will be a people holy to the Lord*s your God, as he promised."
    }
]
