[
    {
        "o": 9130,
        "r": "nasb:2 Samuel:14:0",
        "t": "2 Samuel 14",
        "h": 1
    },
    {
        "o": 9131,
        "r": "nasb:2 Samuel:14:0",
        "t": "The Woman of Tekoa",
        "h": 2
    },
    {
        "o": 9132,
        "r": "nasb:2 Samuel:14:1",
        "t": "Now*p Joab the son of Zeruiah perceived that the king’s heart was*i inclined*i toward Absalom."
    },
    {
        "o": 9133,
        "r": "nasb:2 Samuel:14:2",
        "t": "So Joab sent to Tekoa and brought a wise woman from there and said to her, “Please pretend to be a mourner, and put on mourning garments now, and do not anoint yourself with oil, but be like a woman who has been mourning for the dead many days;"
    },
    {
        "o": 9134,
        "r": "nasb:2 Samuel:14:3",
        "t": "then go to the king and speak to him in this manner.” So Joab put the words in her mouth."
    },
    {
        "o": 9135,
        "r": "nasb:2 Samuel:14:4",
        "t": "Now*p when the woman of Tekoa spoke to the king, she fell on her face to the ground and prostrated herself and said, “Help, O king.”"
    },
    {
        "o": 9136,
        "r": "nasb:2 Samuel:14:5",
        "t": "The king said to her, “What is your trouble?” And she answered, “Truly I am a widow, for my husband is dead."
    },
    {
        "o": 9137,
        "r": "nasb:2 Samuel:14:6",
        "t": "Your maidservant had two sons, but the two of them struggled together in the field, and there was no one to separate them, so one struck the other and killed him."
    },
    {
        "o": 9138,
        "r": "nasb:2 Samuel:14:7",
        "t": "Now behold, the whole family has risen against your maidservant, and they say, ‘Hand over the one who struck his brother, that we may put him to death for the life of his brother whom he killed, and destroy the heir also.’ Thus they will extinguish my coal which is left, so as to leave my husband neither name nor remnant on the face of the earth.”"
    },
    {
        "o": 9139,
        "r": "nasb:2 Samuel:14:8",
        "t": "Then*p the king said to the woman, “Go to your house, and I will give orders concerning you.”"
    },
    {
        "o": 9140,
        "r": "nasb:2 Samuel:14:9",
        "t": "The woman of Tekoa said to the king, “O my lord, the king, the iniquity is on me and my father’s house, but the king and his throne are guiltless.”"
    },
    {
        "o": 9141,
        "r": "nasb:2 Samuel:14:10",
        "t": "So the king said, “Whoever speaks to you, bring him to me, and he will not touch you anymore.”"
    },
    {
        "o": 9142,
        "r": "nasb:2 Samuel:14:11",
        "t": "Then she said, “Please let the king remember the Lord*s your God, so*i that*i the avenger of blood will not continue to destroy, otherwise they will destroy my son.” And he said, “As the Lord*s lives, not one hair of your son shall fall to the ground.”"
    },
    {
        "o": 9143,
        "r": "nasb:2 Samuel:14:12",
        "t": "Then*p the woman said, “Please let your maidservant speak a word to my lord the king.” And he said, “Speak.”"
    },
    {
        "o": 9144,
        "r": "nasb:2 Samuel:14:13",
        "t": "The woman said, “Why then have you planned such a thing against the people of God? For in speaking this word the king is as one who is guilty, in*i that*i the king does not bring back his banished one."
    },
    {
        "o": 9145,
        "r": "nasb:2 Samuel:14:14",
        "t": "For we will surely die and are like water spilled on the ground which cannot be gathered up again. Yet God does not take away life, but plans ways so that the banished one will not be cast out from him."
    },
    {
        "o": 9146,
        "r": "nasb:2 Samuel:14:15",
        "t": "Now the reason I have come to speak this word to my lord the king is that the people have made me afraid; so your maidservant said, ‘Let me now speak to the king, perhaps the king will perform the request of his maidservant."
    },
    {
        "o": 9147,
        "r": "nasb:2 Samuel:14:16",
        "t": "For the king will hear and deliver his maidservant from the hand of the man who would destroy both me and my son from the inheritance of God.’"
    },
    {
        "o": 9148,
        "r": "nasb:2 Samuel:14:17",
        "t": "Then your maidservant said, ‘Please let the word of my lord the king be comforting, for as the angel of God, so is my lord the king to discern good and evil. And may the Lord*s your God be with you.’ ”"
    },
    {
        "o": 9149,
        "r": "nasb:2 Samuel:14:18",
        "t": "Then*p the king answered and said to the woman, “Please do not hide anything from me that I am about to ask you.” And the woman said, “Let my lord the king please speak.”"
    },
    {
        "o": 9150,
        "r": "nasb:2 Samuel:14:19",
        "t": "So the king said, “Is the hand of Joab with you in all this?” And the woman replied, “As your soul lives, my lord the king, no one can turn to the right or to the left from anything that my lord the king has spoken. Indeed, it was your servant Joab who commanded me, and it was he who put all these words in the mouth of your maidservant;"
    },
    {
        "o": 9151,
        "r": "nasb:2 Samuel:14:20",
        "t": "in order to change the appearance of things your servant Joab has done this thing. But my lord is wise, like the wisdom of the angel of God, to know all that is in the earth.”"
    },
    {
        "o": 9152,
        "r": "nasb:2 Samuel:14:20",
        "t": "Absalom Is Recalled",
        "h": 2
    },
    {
        "o": 9153,
        "r": "nasb:2 Samuel:14:21",
        "t": "Then*p the king said to Joab, “Behold now, I will surely do this thing; go therefore, bring back the young man Absalom.”"
    },
    {
        "o": 9154,
        "r": "nasb:2 Samuel:14:22",
        "t": "Joab fell on his face to the ground, prostrated himself and blessed the king; then Joab said, “Today your servant knows that I have found favor in your sight, O my lord, the king, in that the king has performed the request of his servant.”"
    },
    {
        "o": 9155,
        "r": "nasb:2 Samuel:14:23",
        "t": "So Joab arose and went to Geshur and brought Absalom to Jerusalem."
    },
    {
        "o": 9156,
        "r": "nasb:2 Samuel:14:24",
        "t": "However the king said, “Let him turn to his own house, and let him not see my face.” So Absalom turned to his own house and did not see the king’s face."
    },
    {
        "o": 9157,
        "r": "nasb:2 Samuel:14:25",
        "t": "Now*p in all Israel was no one as handsome as Absalom, so highly praised; from the sole of his foot to the crown of his head there was no defect in him."
    },
    {
        "o": 9158,
        "r": "nasb:2 Samuel:14:26",
        "t": "When he cut the hair of his head (and it was at the end of every year that he cut it,*i for it was heavy on him so he cut it), he weighed the hair of his head at 200 shekels by the king’s weight."
    },
    {
        "o": 9159,
        "r": "nasb:2 Samuel:14:27",
        "t": "To Absalom there were born three sons, and one daughter whose name was Tamar; she was a woman of beautiful appearance."
    },
    {
        "o": 9160,
        "r": "nasb:2 Samuel:14:28",
        "t": "Now*p Absalom lived two full years in Jerusalem, and did not see the king’s face."
    },
    {
        "o": 9161,
        "r": "nasb:2 Samuel:14:29",
        "t": "Then Absalom sent for Joab, to send him to the king, but he would not come to him. So he sent again a second time, but he would not come."
    },
    {
        "o": 9162,
        "r": "nasb:2 Samuel:14:30",
        "t": "Therefore he said to his servants, “See, Joab’s field is next to mine, and he has barley there; go and set it on fire.” So Absalom’s servants set the field on fire."
    },
    {
        "o": 9163,
        "r": "nasb:2 Samuel:14:31",
        "t": "Then Joab arose, came to Absalom at his house and said to him, “Why have your servants set my field on fire?”"
    },
    {
        "o": 9164,
        "r": "nasb:2 Samuel:14:32",
        "t": "Absalom answered Joab, “Behold, I sent for you, saying, ‘Come here, that I may send you to the king, to say, “Why have I come from Geshur? It would be better for me still to be there.” ’ Now therefore, let me see the king’s face, and if there is iniquity in me, let him put me to death.”"
    },
    {
        "o": 9165,
        "r": "nasb:2 Samuel:14:33",
        "t": "So when Joab came to the king and told him, he called for Absalom. Thus he came to the king and prostrated himself on his face to the ground before the king, and the king kissed Absalom."
    }
]
