[
    {
        "o": 33448,
        "r": "nkjv:1 Thessalonians:3:0",
        "t": "1 Thessalonians 3",
        "h": 1
    },
    {
        "o": 33449,
        "r": "nkjv:1 Thessalonians:3:0",
        "t": "Concern for Their Faith",
        "h": 2
    },
    {
        "o": 33450,
        "r": "nkjv:1 Thessalonians:3:1",
        "t": "Therefore,*p when we could no longer endure it, we thought it good to be left in Athens alone,"
    },
    {
        "o": 33451,
        "r": "nkjv:1 Thessalonians:3:2",
        "t": "and sent Timothy, our brother and minister of God, and our fellow laborer in the gospel of Christ, to establish you and encourage you concerning your faith,"
    },
    {
        "o": 33452,
        "r": "nkjv:1 Thessalonians:3:3",
        "t": "that no one should be shaken by these afflictions; for you yourselves know that we are appointed to this."
    },
    {
        "o": 33453,
        "r": "nkjv:1 Thessalonians:3:4",
        "t": "For, in fact, we told you before when we were with you that we would suffer tribulation, just as it happened, and you know."
    },
    {
        "o": 33454,
        "r": "nkjv:1 Thessalonians:3:5",
        "t": "For this reason, when I could no longer endure it, I sent to know your faith, lest by some means the tempter had tempted you, and our labor might be in vain."
    },
    {
        "o": 33455,
        "r": "nkjv:1 Thessalonians:3:5",
        "t": "Encouraged by Timothy",
        "h": 2
    },
    {
        "o": 33456,
        "r": "nkjv:1 Thessalonians:3:6",
        "t": "But*p now that Timothy has come to us from you, and brought us good news of your faith and love, and that you always have good remembrance of us, greatly desiring to see us, as we also to*i see*i you—"
    },
    {
        "o": 33457,
        "r": "nkjv:1 Thessalonians:3:7",
        "t": "therefore, brethren, in all our affliction and distress we were comforted concerning you by your faith."
    },
    {
        "o": 33458,
        "r": "nkjv:1 Thessalonians:3:8",
        "t": "For now we live, if you stand fast in the Lord."
    },
    {
        "o": 33459,
        "r": "nkjv:1 Thessalonians:3:9",
        "t": "For*p what thanks can we render to God for you, for all the joy with which we rejoice for your sake before our God,"
    },
    {
        "o": 33460,
        "r": "nkjv:1 Thessalonians:3:10",
        "t": "night and day praying exceedingly that we may see your face and perfect what is lacking in your faith?"
    },
    {
        "o": 33461,
        "r": "nkjv:1 Thessalonians:3:10",
        "t": "Prayer for the Church",
        "h": 2
    },
    {
        "o": 33462,
        "r": "nkjv:1 Thessalonians:3:11",
        "t": "Now*p may our God and Father Himself, and our Lord Jesus Christ, direct our way to you."
    },
    {
        "o": 33463,
        "r": "nkjv:1 Thessalonians:3:12",
        "t": "And may the Lord make you increase and abound in love to one another and to all, just as we do*i to you,"
    },
    {
        "o": 33464,
        "r": "nkjv:1 Thessalonians:3:13",
        "t": "so that He may establish your hearts blameless in holiness before our God and Father at the coming of our Lord Jesus Christ with all His saints."
    }
]
