[
    {
        "o": 21674,
        "r": "nasb:Jeremiah:22:0",
        "t": "Jeremiah 22",
        "h": 1
    },
    {
        "o": 21675,
        "r": "nasb:Jeremiah:22:0",
        "t": "Warning of Jerusalem’s Fall",
        "h": 2
    },
    {
        "o": 21676,
        "r": "nasb:Jeremiah:22:1",
        "t": "Thus*p says the Lord,*s “Go down to the house of the king of Judah, and there speak this word"
    },
    {
        "o": 21677,
        "r": "nasb:Jeremiah:22:2",
        "t": "and say, ‘Hear the word of the Lord,*s O king of Judah, who sits on David’s throne, you and your servants and your people who enter these gates."
    },
    {
        "o": 21678,
        "r": "nasb:Jeremiah:22:3",
        "t": "Thus says the Lord,*s “Do justice and righteousness, and deliver the one who has been robbed from the power of his*i oppressor. Also do not mistreat or*i do violence to the stranger, the orphan, or the widow; and do not shed innocent blood in this place."
    },
    {
        "o": 21679,
        "r": "nasb:Jeremiah:22:4",
        "t": "For if you men will indeed perform this thing, then kings will enter the gates of this house, sitting in David’s place on his throne, riding in chariots and on horses, even*i the*i king*i himself and his servants and his people."
    },
    {
        "o": 21680,
        "r": "nasb:Jeremiah:22:5",
        "t": "But if you will not obey these words, I swear by Myself,” declares the Lord,*s “that this house will become a desolation.” ’ ”"
    },
    {
        "o": 21681,
        "r": "nasb:Jeremiah:22:6",
        "t": "For thus says the Lord*s concerning the house of the king of Judah: “You*pn are like*i Gilead to Me, Like*iln the summit of Lebanon; Yet*ln most assuredly I will make you like a wilderness, Like*iln cities which are not inhabited."
    },
    {
        "o": 21682,
        "r": "nasb:Jeremiah:22:7",
        "t": "For*ln I will set apart destroyers against you, Each*ln with his weapons; And*ln they will cut down your choicest cedars And*ln throw them*i on the fire."
    },
    {
        "o": 21683,
        "r": "nasb:Jeremiah:22:8",
        "t": "“Many*p nations will pass by this city; and they will say to one another, ‘Why has the Lord*s done thus to this great city?’"
    },
    {
        "o": 21684,
        "r": "nasb:Jeremiah:22:9",
        "t": "Then they will answer, ‘Because they forsook the covenant of the Lord*s their God and bowed down to other gods and served them.’ ”"
    },
    {
        "o": 21685,
        "r": "nasb:Jeremiah:22:10",
        "t": "Do*pn not weep for the dead or mourn for him, But*iln weep continually for the one who goes away; For*ln he will never return Or*ln see his native land."
    },
    {
        "o": 21686,
        "r": "nasb:Jeremiah:22:11",
        "t": "For*p thus says the Lord*s in regard to Shallum the son of Josiah, king of Judah, who became king in the place of Josiah his father, who went forth from this place, “He will never return there;"
    },
    {
        "o": 21687,
        "r": "nasb:Jeremiah:22:12",
        "t": "but in the place where they led him captive, there he will die and not see this land again."
    },
    {
        "o": 21688,
        "r": "nasb:Jeremiah:22:12",
        "t": "Messages about the Kings",
        "h": 2
    },
    {
        "o": 21689,
        "r": "nasb:Jeremiah:22:13",
        "t": "“Woe*pn to him who builds his house without righteousness And*ln his upper rooms without justice, Who*ln uses his neighbor’s services without pay And*ln does not give him his wages,"
    },
    {
        "o": 21690,
        "r": "nasb:Jeremiah:22:14",
        "t": "Who*ln says, ‘I will build myself a roomy house With*ln spacious upper rooms, And*ln cut out its windows, Paneling*ln it*i with cedar and painting it*i bright red.’"
    },
    {
        "o": 21691,
        "r": "nasb:Jeremiah:22:15",
        "t": "Do*ln you become a king because you are competing in cedar? Did*ln not your father eat and drink And*ln do justice and righteousness? Then*ln it was well with him."
    },
    {
        "o": 21692,
        "r": "nasb:Jeremiah:22:16",
        "t": "He*ln pled the cause of the afflicted and needy; Then*ln it was well. Is*ln not that what it means to know Me?” Declares*ln the Lord.*s"
    },
    {
        "o": 21693,
        "r": "nasb:Jeremiah:22:17",
        "t": "“But*ln your eyes and your heart Are*ln intent*i only upon your own dishonest gain, And*ln on shedding innocent blood And*ln on practicing oppression and extortion.”"
    },
    {
        "o": 21694,
        "r": "nasb:Jeremiah:22:18",
        "t": "Therefore*p thus says the Lord*s in regard to Jehoiakim the son of Josiah, king of Judah, “They*pn will not lament for him: ‘Alas,*ln my brother!’ or, ‘Alas, sister!’ They*ln will not lament for him: ‘Alas*ln for the master!’ or, ‘Alas for his splendor!’"
    },
    {
        "o": 21695,
        "r": "nasb:Jeremiah:22:19",
        "t": "He*ln will be buried with a donkey’s burial, Dragged*ln off and thrown out beyond the gates of Jerusalem."
    },
    {
        "o": 21696,
        "r": "nasb:Jeremiah:22:20",
        "t": "Go*ln up to Lebanon and cry out, And*ln lift up your voice in Bashan; Cry*ln out also from Abarim, For*ln all your lovers have been crushed."
    },
    {
        "o": 21697,
        "r": "nasb:Jeremiah:22:21",
        "t": "I*ln spoke to you in your prosperity; But*ln you said, ‘I will not listen!’ This*ln has been your practice from your youth, That*ln you have not obeyed My voice."
    },
    {
        "o": 21698,
        "r": "nasb:Jeremiah:22:22",
        "t": "The*ln wind will sweep away all your shepherds, And*ln your lovers will go into captivity; Then*ln you will surely be ashamed and humiliated Because*ln of all your wickedness."
    },
    {
        "o": 21699,
        "r": "nasb:Jeremiah:22:23",
        "t": "You*ln who dwell in Lebanon, Nested*ln in the cedars, How*ln you will groan when pangs come upon you, Pain*ln like a woman in childbirth!"
    },
    {
        "o": 21700,
        "r": "nasb:Jeremiah:22:24",
        "t": "“As*p I live,” declares the Lord,*s “even though Coniah the son of Jehoiakim king of Judah were a signet ring*i on My right hand, yet I would pull you off;"
    },
    {
        "o": 21701,
        "r": "nasb:Jeremiah:22:25",
        "t": "and I will give you over into the hand of those who are seeking your life, yes, into the hand of those whom you dread, even into the hand of Nebuchadnezzar king of Babylon and into the hand of the Chaldeans."
    },
    {
        "o": 21702,
        "r": "nasb:Jeremiah:22:26",
        "t": "I will hurl you and your mother who bore you into another country where you were not born, and there you will die."
    },
    {
        "o": 21703,
        "r": "nasb:Jeremiah:22:27",
        "t": "But as for the land to which they desire to return, they will not return to it."
    },
    {
        "o": 21704,
        "r": "nasb:Jeremiah:22:28",
        "t": "Is*pn this man Coniah a despised, shattered jar? Or*ln is he an undesirable vessel? Why*ln have he and his descendants been hurled out And*ln cast into a land that they had not known?"
    },
    {
        "o": 21705,
        "r": "nasb:Jeremiah:22:29",
        "t": "O*ln land, land, land, Hear*ln the word of the Lord!*s"
    },
    {
        "o": 21706,
        "r": "nasb:Jeremiah:22:30",
        "t": "Thus*p says the Lord,*s ‘Write*pn this man down childless, A*ln man who will not prosper in his days; For*ln no man of his descendants will prosper Sitting*ln on the throne of David Or*ln ruling again in Judah.’ ”"
    }
]
