[
    {
        "o": 22957,
        "r": "niv:Ezekiel:20:0",
        "t": "Ezekiel 20",
        "h": 1
    },
    {
        "o": 22958,
        "r": "niv:Ezekiel:20:0",
        "t": "Rebellious Israel Purged",
        "h": 2
    },
    {
        "o": 22959,
        "r": "niv:Ezekiel:20:1",
        "t": "In*p the seventh year, in the fifth month on the tenth day, some of the elders of Israel came to inquire of the Lord,*s and they sat down in front of me."
    },
    {
        "o": 22960,
        "r": "niv:Ezekiel:20:2",
        "t": "Then*p the word of the Lord*s came to me:"
    },
    {
        "o": 22961,
        "r": "niv:Ezekiel:20:3",
        "t": "“Son of man, speak to the elders of Israel and say to them, ‘This is what the Sovereign Lord*s says: Have you come to inquire of me? As surely as I live, I will not let you inquire of me, declares the Sovereign Lord.’*s"
    },
    {
        "o": 22962,
        "r": "niv:Ezekiel:20:4",
        "t": "“Will*p you judge them? Will you judge them, son of man? Then confront them with the detestable practices of their ancestors"
    },
    {
        "o": 22963,
        "r": "niv:Ezekiel:20:5",
        "t": "and say to them: ‘This is what the Sovereign Lord*s says: On the day I chose Israel, I swore with uplifted hand to the descendants of Jacob and revealed myself to them in Egypt. With uplifted hand I said to them, “I am the Lord*s your God.”"
    },
    {
        "o": 22964,
        "r": "niv:Ezekiel:20:6",
        "t": "On that day I swore to them that I would bring them out of Egypt into a land I had searched out for them, a land flowing with milk and honey, the most beautiful of all lands."
    },
    {
        "o": 22965,
        "r": "niv:Ezekiel:20:7",
        "t": "And I said to them, “Each of you, get rid of the vile images you have set your eyes on, and do not defile yourselves with the idols of Egypt. I am the Lord*s your God.”"
    },
    {
        "o": 22966,
        "r": "niv:Ezekiel:20:8",
        "t": "“ ‘But*p they rebelled against me and would not listen to me; they did not get rid of the vile images they had set their eyes on, nor did they forsake the idols of Egypt. So I said I would pour out my wrath on them and spend my anger against them in Egypt."
    },
    {
        "o": 22967,
        "r": "niv:Ezekiel:20:9",
        "t": "But for the sake of my name, I brought them out of Egypt. I did it to keep my name from being profaned in the eyes of the nations among whom they lived and in whose sight I had revealed myself to the Israelites."
    },
    {
        "o": 22968,
        "r": "niv:Ezekiel:20:10",
        "t": "Therefore I led them out of Egypt and brought them into the wilderness."
    },
    {
        "o": 22969,
        "r": "niv:Ezekiel:20:11",
        "t": "I gave them my decrees and made known to them my laws, by which the person who obeys them will live."
    },
    {
        "o": 22970,
        "r": "niv:Ezekiel:20:12",
        "t": "Also I gave them my Sabbaths as a sign between us, so they would know that I the Lord*s made them holy."
    },
    {
        "o": 22971,
        "r": "niv:Ezekiel:20:13",
        "t": "“ ‘Yet*p the people of Israel rebelled against me in the wilderness. They did not follow my decrees but rejected my laws—by which the person who obeys them will live—and they utterly desecrated my Sabbaths. So I said I would pour out my wrath on them and destroy them in the wilderness."
    },
    {
        "o": 22972,
        "r": "niv:Ezekiel:20:14",
        "t": "But for the sake of my name I did what would keep it from being profaned in the eyes of the nations in whose sight I had brought them out."
    },
    {
        "o": 22973,
        "r": "niv:Ezekiel:20:15",
        "t": "Also with uplifted hand I swore to them in the wilderness that I would not bring them into the land I had given them—a land flowing with milk and honey, the most beautiful of all lands—"
    },
    {
        "o": 22974,
        "r": "niv:Ezekiel:20:16",
        "t": "because they rejected my laws and did not follow my decrees and desecrated my Sabbaths. For their hearts were devoted to their idols."
    },
    {
        "o": 22975,
        "r": "niv:Ezekiel:20:17",
        "t": "Yet I looked on them with pity and did not destroy them or put an end to them in the wilderness."
    },
    {
        "o": 22976,
        "r": "niv:Ezekiel:20:18",
        "t": "I said to their children in the wilderness, “Do not follow the statutes of your parents or keep their laws or defile yourselves with their idols."
    },
    {
        "o": 22977,
        "r": "niv:Ezekiel:20:19",
        "t": "I am the Lord*s your God; follow my decrees and be careful to keep my laws."
    },
    {
        "o": 22978,
        "r": "niv:Ezekiel:20:20",
        "t": "Keep my Sabbaths holy, that they may be a sign between us. Then you will know that I am the Lord*s your God.”"
    },
    {
        "o": 22979,
        "r": "niv:Ezekiel:20:21",
        "t": "“ ‘But*p the children rebelled against me: They did not follow my decrees, they were not careful to keep my laws, of which I said, “The person who obeys them will live by them,” and they desecrated my Sabbaths. So I said I would pour out my wrath on them and spend my anger against them in the wilderness."
    },
    {
        "o": 22980,
        "r": "niv:Ezekiel:20:22",
        "t": "But I withheld my hand, and for the sake of my name I did what would keep it from being profaned in the eyes of the nations in whose sight I had brought them out."
    },
    {
        "o": 22981,
        "r": "niv:Ezekiel:20:23",
        "t": "Also with uplifted hand I swore to them in the wilderness that I would disperse them among the nations and scatter them through the countries,"
    },
    {
        "o": 22982,
        "r": "niv:Ezekiel:20:24",
        "t": "because they had not obeyed my laws but had rejected my decrees and desecrated my Sabbaths, and their eyes lusted after their parents’ idols."
    },
    {
        "o": 22983,
        "r": "niv:Ezekiel:20:25",
        "t": "So I gave them other statutes that were not good and laws through which they could not live;"
    },
    {
        "o": 22984,
        "r": "niv:Ezekiel:20:26",
        "t": "I defiled them through their gifts—the sacrifice of every firstborn—that I might fill them with horror so they would know that I am the Lord.’*s"
    },
    {
        "o": 22985,
        "r": "niv:Ezekiel:20:27",
        "t": "“Therefore,*p son of man, speak to the people of Israel and say to them, ‘This is what the Sovereign Lord*s says: In this also your ancestors blasphemed me by being unfaithful to me:"
    },
    {
        "o": 22986,
        "r": "niv:Ezekiel:20:28",
        "t": "When I brought them into the land I had sworn to give them and they saw any high hill or any leafy tree, there they offered their sacrifices, made offerings that aroused my anger, presented their fragrant incense and poured out their drink offerings."
    },
    {
        "o": 22987,
        "r": "niv:Ezekiel:20:29",
        "t": "Then I said to them: What is this high place you go to?’ ” (It is called Bamah to this day.)"
    },
    {
        "o": 22988,
        "r": "niv:Ezekiel:20:29",
        "t": "Rebellious Israel Renewed",
        "h": 2
    },
    {
        "o": 22989,
        "r": "niv:Ezekiel:20:30",
        "t": "“Therefore*p say to the Israelites: ‘This is what the Sovereign Lord*s says: Will you defile yourselves the way your ancestors did and lust after their vile images?"
    },
    {
        "o": 22990,
        "r": "niv:Ezekiel:20:31",
        "t": "When you offer your gifts—the sacrifice of your children in the fire—you continue to defile yourselves with all your idols to this day. Am I to let you inquire of me, you Israelites? As surely as I live, declares the Sovereign Lord,*s I will not let you inquire of me."
    },
    {
        "o": 22991,
        "r": "niv:Ezekiel:20:32",
        "t": "“ ‘You*p say, “We want to be like the nations, like the peoples of the world, who serve wood and stone.” But what you have in mind will never happen."
    },
    {
        "o": 22992,
        "r": "niv:Ezekiel:20:33",
        "t": "As surely as I live, declares the Sovereign Lord,*s I will reign over you with a mighty hand and an outstretched arm and with outpoured wrath."
    },
    {
        "o": 22993,
        "r": "niv:Ezekiel:20:34",
        "t": "I will bring you from the nations and gather you from the countries where you have been scattered—with a mighty hand and an outstretched arm and with outpoured wrath."
    },
    {
        "o": 22994,
        "r": "niv:Ezekiel:20:35",
        "t": "I will bring you into the wilderness of the nations and there, face to face, I will execute judgment upon you."
    },
    {
        "o": 22995,
        "r": "niv:Ezekiel:20:36",
        "t": "As I judged your ancestors in the wilderness of the land of Egypt, so I will judge you, declares the Sovereign Lord.*s"
    },
    {
        "o": 22996,
        "r": "niv:Ezekiel:20:37",
        "t": "I will take note of you as you pass under my rod, and I will bring you into the bond of the covenant."
    },
    {
        "o": 22997,
        "r": "niv:Ezekiel:20:38",
        "t": "I will purge you of those who revolt and rebel against me. Although I will bring them out of the land where they are living, yet they will not enter the land of Israel. Then you will know that I am the Lord.*s"
    },
    {
        "o": 22998,
        "r": "niv:Ezekiel:20:39",
        "t": "“ ‘As*p for you, people of Israel, this is what the Sovereign Lord*s says: Go and serve your idols, every one of you! But afterward you will surely listen to me and no longer profane my holy name with your gifts and idols."
    },
    {
        "o": 22999,
        "r": "niv:Ezekiel:20:40",
        "t": "For on my holy mountain, the high mountain of Israel, declares the Sovereign Lord,*s there in the land all the people of Israel will serve me, and there I will accept them. There I will require your offerings and your choice gifts, along with all your holy sacrifices."
    },
    {
        "o": 23000,
        "r": "niv:Ezekiel:20:41",
        "t": "I will accept you as fragrant incense when I bring you out from the nations and gather you from the countries where you have been scattered, and I will be proved holy through you in the sight of the nations."
    },
    {
        "o": 23001,
        "r": "niv:Ezekiel:20:42",
        "t": "Then you will know that I am the Lord,*s when I bring you into the land of Israel, the land I had sworn with uplifted hand to give to your ancestors."
    },
    {
        "o": 23002,
        "r": "niv:Ezekiel:20:43",
        "t": "There you will remember your conduct and all the actions by which you have defiled yourselves, and you will loathe yourselves for all the evil you have done."
    },
    {
        "o": 23003,
        "r": "niv:Ezekiel:20:44",
        "t": "You will know that I am the Lord,*s when I deal with you for my name’s sake and not according to your evil ways and your corrupt practices, you people of Israel, declares the Sovereign Lord*s .’ ”"
    },
    {
        "o": 23004,
        "r": "niv:Ezekiel:20:44",
        "t": "Prophecy Against the South",
        "h": 2
    },
    {
        "o": 23005,
        "r": "niv:Ezekiel:20:45",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23006,
        "r": "niv:Ezekiel:20:46",
        "t": "“Son of man, set your face toward the south; preach against the south and prophesy against the forest of the southland."
    },
    {
        "o": 23007,
        "r": "niv:Ezekiel:20:47",
        "t": "Say to the southern forest: ‘Hear the word of the Lord.*s This is what the Sovereign Lord*s says: I am about to set fire to you, and it will consume all your trees, both green and dry. The blazing flame will not be quenched, and every face from south to north will be scorched by it."
    },
    {
        "o": 23008,
        "r": "niv:Ezekiel:20:48",
        "t": "Everyone will see that I the Lord*s have kindled it; it will not be quenched.’ ”"
    },
    {
        "o": 23009,
        "r": "niv:Ezekiel:20:49",
        "t": "Then*p I said, “Sovereign Lord,*s they are saying of me, ‘Isn’t he just telling parables?’ ”"
    }
]
