[
    {
        "o": 24157,
        "r": "csb:Ezekiel:40:0",
        "t": "Ezekiel 40",
        "h": 1
    },
    {
        "o": 24158,
        "r": "csb:Ezekiel:40:0",
        "t": "The New Temple",
        "h": 2
    },
    {
        "o": 24159,
        "r": "csb:Ezekiel:40:1",
        "t": "In*p the twenty-fifth year of our exile, at the beginning of the year, on the tenth day of the month in the fourteenth year after Jerusalem had been captured, on that very day the Lord’s*s hand was on me, and he brought me there."
    },
    {
        "o": 24160,
        "r": "csb:Ezekiel:40:2",
        "t": "In visions of God he took me to the land of Israel and set me down on a very high mountain. On its southern slope was a structure resembling a city."
    },
    {
        "o": 24161,
        "r": "csb:Ezekiel:40:3",
        "t": "He brought me there, and I saw a man whose appearance was like bronze, with a linen cord and a measuring rod in his hand. He was standing by the city gate."
    },
    {
        "o": 24162,
        "r": "csb:Ezekiel:40:4",
        "t": "He spoke to me: “Son of man, look with your eyes, listen with your ears, and pay attention to everything I am going to show you, for you have been brought here so that I might show it to you. Report everything you see to the house of Israel.”"
    },
    {
        "o": 24163,
        "r": "csb:Ezekiel:40:4",
        "t": "The Wall and Outer Gates",
        "h": 2
    },
    {
        "o": 24164,
        "r": "csb:Ezekiel:40:5",
        "t": "Now*p there was a wall surrounding the outside of the temple. The measuring rod in the man’s hand was six units of twenty-one inches; each unit was the standard length plus three inches. He measured the thickness of the wall structure; it was 10½ feet, and its height was the same."
    },
    {
        "o": 24165,
        "r": "csb:Ezekiel:40:6",
        "t": "Then he came to the gate that faced east and climbed its steps. He measured the threshold of the gate; it was 10½ feet deep - one threshold was 10½ feet deep."
    },
    {
        "o": 24166,
        "r": "csb:Ezekiel:40:7",
        "t": "Each recess was 10½ feet long and 10½ feet deep, and there was a space of 8¾ feet between the recesses. The inner threshold of the gate on the temple side next to the gate’s portico was 10½ feet."
    },
    {
        "o": 24167,
        "r": "csb:Ezekiel:40:8",
        "t": "Next he measured the gate’s portico;"
    },
    {
        "o": 24168,
        "r": "csb:Ezekiel:40:9",
        "t": "it was 14 feet, and its jambs were 3½ feet. The gate’s portico was on the temple side."
    },
    {
        "o": 24169,
        "r": "csb:Ezekiel:40:10",
        "t": "There*p were three recesses on each side of the east gate, each with the same measurements, and the jambs on either side also had the same measurements."
    },
    {
        "o": 24170,
        "r": "csb:Ezekiel:40:11",
        "t": "Then he measured the width of the gate’s entrance; it was 17½ feet, while the width of the gate was 22¾ feet."
    },
    {
        "o": 24171,
        "r": "csb:Ezekiel:40:12",
        "t": "There was a barrier of 21 inches in front of the recesses on both sides, and the recesses on each side were 10½ feet square."
    },
    {
        "o": 24172,
        "r": "csb:Ezekiel:40:13",
        "t": "Then he measured the gate from the roof of one recess to the roof of the opposite one; the distance was 43¾ feet. The openings of the recesses faced each other."
    },
    {
        "o": 24173,
        "r": "csb:Ezekiel:40:14",
        "t": "Next, he measured the porch - 105 feet."
    },
    {
        "o": 24174,
        "r": "csb:Ezekiel:40:15",
        "t": "The distance from the front of the gate at the entrance to the front of the gate’s portico on the inside was 87½ feet."
    },
    {
        "o": 24175,
        "r": "csb:Ezekiel:40:16",
        "t": "The recesses and their jambs had beveled windows all around the inside of the gate. The porticoes also had windows all around on the inside. Each jamb was decorated with palm trees."
    },
    {
        "o": 24176,
        "r": "csb:Ezekiel:40:17",
        "t": "Then*p he brought me into the outer court, and there were chambers and a paved surface laid out all around the court. Thirty chambers faced the pavement,"
    },
    {
        "o": 24177,
        "r": "csb:Ezekiel:40:18",
        "t": "which flanked the courtyard’s gates and corresponded to the length of the gates; this was the lower pavement."
    },
    {
        "o": 24178,
        "r": "csb:Ezekiel:40:19",
        "t": "Then he measured the distance from the front of the lower gate to the exterior front of the inner court; it was 175 feet. This was the east; next the north is described."
    },
    {
        "o": 24179,
        "r": "csb:Ezekiel:40:20",
        "t": "He*p measured the gate of the outer court facing north, both its length and width."
    },
    {
        "o": 24180,
        "r": "csb:Ezekiel:40:21",
        "t": "Its three recesses on each side, its jambs, and its portico had the same measurements as the first gate: 87½ feet long and 43¾ feet wide."
    },
    {
        "o": 24181,
        "r": "csb:Ezekiel:40:22",
        "t": "Its windows, portico, and palm trees had the same measurements as those of the gate that faced east. Seven steps led up to the gate, and its portico was ahead of them."
    },
    {
        "o": 24182,
        "r": "csb:Ezekiel:40:23",
        "t": "The inner court had a gate facing the north gate, like the one on the east. He measured the distance from gate to gate; it was 175 feet."
    },
    {
        "o": 24183,
        "r": "csb:Ezekiel:40:24",
        "t": "He*p brought me to the south side, and there was also a gate on the south. He measured its jambs and portico; they had the same measurements as the others."
    },
    {
        "o": 24184,
        "r": "csb:Ezekiel:40:25",
        "t": "Both the gate and its portico had windows all around, like the other windows. It was 87½ feet long and 43¾ feet wide."
    },
    {
        "o": 24185,
        "r": "csb:Ezekiel:40:26",
        "t": "Its stairway had seven steps, and its portico was ahead of them. It had palm trees on its jambs, one on each side."
    },
    {
        "o": 24186,
        "r": "csb:Ezekiel:40:27",
        "t": "The inner court had a gate on the south. He measured from gate to gate on the south; it was 175 feet."
    },
    {
        "o": 24187,
        "r": "csb:Ezekiel:40:27",
        "t": "The Inner Gates",
        "h": 2
    },
    {
        "o": 24188,
        "r": "csb:Ezekiel:40:28",
        "t": "Then*p he brought me to the inner court through the south gate. When he measured the south gate, it had the same measurements as the others."
    },
    {
        "o": 24189,
        "r": "csb:Ezekiel:40:29",
        "t": "Its recesses, jambs, and portico had the same measurements as the others. Both it and its portico had windows all around. It was 87½ feet long and 43¾ feet wide."
    },
    {
        "o": 24190,
        "r": "csb:Ezekiel:40:30",
        "t": "(There were porticoes all around, 43¾ feet long and 8¾ feet wide.)"
    },
    {
        "o": 24191,
        "r": "csb:Ezekiel:40:31",
        "t": "Its portico faced the outer court, and its jambs were decorated with palm trees. Its stairway had eight steps."
    },
    {
        "o": 24192,
        "r": "csb:Ezekiel:40:32",
        "t": "Then*p he brought me to the inner court on the east side. When he measured the gate, it had the same measurements as the others."
    },
    {
        "o": 24193,
        "r": "csb:Ezekiel:40:33",
        "t": "Its recesses, jambs, and portico had the same measurements as the others. Both it and its portico had windows all around. It was 87½ feet long and 43¾ feet wide."
    },
    {
        "o": 24194,
        "r": "csb:Ezekiel:40:34",
        "t": "Its portico faced the outer court, and its jambs were decorated with palm trees on each side. Its stairway had eight steps."
    },
    {
        "o": 24195,
        "r": "csb:Ezekiel:40:35",
        "t": "Then*p he brought me to the north gate. When he measured it, it had the same measurements as the others,"
    },
    {
        "o": 24196,
        "r": "csb:Ezekiel:40:36",
        "t": "as did its recesses, jambs, and portico. It also had windows all around. It was 87½ feet long and 43¾ feet wide."
    },
    {
        "o": 24197,
        "r": "csb:Ezekiel:40:37",
        "t": "Its portico faced the outer court, and its jambs were decorated with palm trees on each side. Its stairway had eight steps."
    },
    {
        "o": 24198,
        "r": "csb:Ezekiel:40:37",
        "t": "Rooms for Preparing Sacrifices",
        "h": 2
    },
    {
        "o": 24199,
        "r": "csb:Ezekiel:40:38",
        "t": "There*p was a chamber whose door opened into the gate’s portico. The burnt offering was to be washed there."
    },
    {
        "o": 24200,
        "r": "csb:Ezekiel:40:39",
        "t": "Inside the gate’s portico there were two tables on each side, on which to slaughter the burnt offering, sin offering, and guilt offering."
    },
    {
        "o": 24201,
        "r": "csb:Ezekiel:40:40",
        "t": "Outside, as one approaches the entrance of the north gate, there were two tables on one side and two more tables on the other side of the gate’s portico."
    },
    {
        "o": 24202,
        "r": "csb:Ezekiel:40:41",
        "t": "So there were four tables inside the gate and four outside, eight tables in all on which the slaughtering was to be done."
    },
    {
        "o": 24203,
        "r": "csb:Ezekiel:40:42",
        "t": "There were also four tables of cut stone for the burnt offering, each 31½ inches long, 31½ inches wide, and 21 inches high. The utensils used to slaughter the burnt offerings and other sacrifices were placed on them."
    },
    {
        "o": 24204,
        "r": "csb:Ezekiel:40:43",
        "t": "There were three-inch hooks fastened all around the inside of the room, and the flesh of the offering was to be laid on the tables."
    },
    {
        "o": 24205,
        "r": "csb:Ezekiel:40:43",
        "t": "Rooms for Singers and Priests",
        "h": 2
    },
    {
        "o": 24206,
        "r": "csb:Ezekiel:40:44",
        "t": "Outside*p the inner gate, within the inner court, there were chambers for the singers: one beside the north gate, facing south, and another beside the south gate, facing north."
    },
    {
        "o": 24207,
        "r": "csb:Ezekiel:40:45",
        "t": "Then the man said to me, “This chamber that faces south is for the priests who keep charge of the temple."
    },
    {
        "o": 24208,
        "r": "csb:Ezekiel:40:46",
        "t": "The chamber that faces north is for the priests who keep charge of the altar. These are the sons of Zadok, the ones from the sons of Levi who may approach the Lord*s to serve him.”"
    },
    {
        "o": 24209,
        "r": "csb:Ezekiel:40:47",
        "t": "Next he measured the court. It was square, 175 feet long and 175 feet wide. The altar was in front of the temple."
    },
    {
        "o": 24210,
        "r": "csb:Ezekiel:40:48",
        "t": "Then*p he brought me to the portico of the temple and measured the jambs of the portico; they were 8¾ feet thick on each side. The width of the gate was 24½ feet, and the side walls of the gate were 5¼ feet wide on each side."
    },
    {
        "o": 24211,
        "r": "csb:Ezekiel:40:49",
        "t": "The portico was 35 feet across and 21 feet deep, and 10 steps led up to it. There were pillars by the jambs, one on each side."
    }
]
