[
    {
        "o": 7897,
        "r": "niv:1 Samuel:2:0",
        "t": "1 Samuel 2",
        "h": 1
    },
    {
        "o": 7898,
        "r": "niv:1 Samuel:2:0",
        "t": "Hannah’s Prayer",
        "h": 2
    },
    {
        "o": 7899,
        "r": "niv:1 Samuel:2:1",
        "t": "Then*p Hannah prayed and said: “My*pn heart rejoices in the Lord;*s in*ld the Lord*s my horn is lifted high. My*ln mouth boasts over my enemies, for*ld I delight in your deliverance."
    },
    {
        "o": 7900,
        "r": "niv:1 Samuel:2:2",
        "t": "“There*pn is no one holy like the Lord;*s there*ld is no one besides you; there*ld is no Rock like our God."
    },
    {
        "o": 7901,
        "r": "niv:1 Samuel:2:3",
        "t": "“Do*pn not keep talking so proudly or*ld let your mouth speak such arrogance, for*ln the Lord*s is a God who knows, and*ld by him deeds are weighed."
    },
    {
        "o": 7902,
        "r": "niv:1 Samuel:2:4",
        "t": "“The*pn bows of the warriors are broken, but*ld those who stumbled are armed with strength."
    },
    {
        "o": 7903,
        "r": "niv:1 Samuel:2:5",
        "t": "Those*ln who were full hire themselves out for food, but*ld those who were hungry are hungry no more. She*ln who was barren has borne seven children, but*ld she who has had many sons pines away."
    },
    {
        "o": 7904,
        "r": "niv:1 Samuel:2:6",
        "t": "“The*pn Lord*s brings death and makes alive; he*ld brings down to the grave and raises up."
    },
    {
        "o": 7905,
        "r": "niv:1 Samuel:2:7",
        "t": "The*ln Lord*s sends poverty and wealth; he*ld humbles and he exalts."
    },
    {
        "o": 7906,
        "r": "niv:1 Samuel:2:8",
        "t": "He*ln raises the poor from the dust and*ld lifts the needy from the ash heap; he*ln seats them with princes and*ld has them inherit a throne of honor. “For*pn the foundations of the earth are the Lord’s;*s on*ld them he has set the world."
    },
    {
        "o": 7907,
        "r": "niv:1 Samuel:2:9",
        "t": "He*ln will guard the feet of his faithful servants, but*ld the wicked will be silenced in the place of darkness. “It*pn is not by strength that one prevails;"
    },
    {
        "o": 7908,
        "r": "niv:1 Samuel:2:10",
        "t": "those*ld who oppose the Lord*s will be broken. The*ln Most High will thunder from heaven; the*ld Lord*s will judge the ends of the earth. “He*pn will give strength to his king and*ld exalt the horn of his anointed.”"
    },
    {
        "o": 7909,
        "r": "niv:1 Samuel:2:11",
        "t": "Then*p Elkanah went home to Ramah, but the boy ministered before the Lord*s under Eli the priest."
    },
    {
        "o": 7910,
        "r": "niv:1 Samuel:2:11",
        "t": "Eli’s Wicked Sons",
        "h": 2
    },
    {
        "o": 7911,
        "r": "niv:1 Samuel:2:12",
        "t": "Eli’s*p sons were scoundrels; they had no regard for the Lord.*s"
    },
    {
        "o": 7912,
        "r": "niv:1 Samuel:2:13",
        "t": "Now it was the practice of the priests that, whenever any of the people offered a sacrifice, the priest’s servant would come with a three-pronged fork in his hand while the meat was being boiled"
    },
    {
        "o": 7913,
        "r": "niv:1 Samuel:2:14",
        "t": "and would plunge the fork into the pan or kettle or caldron or pot. Whatever the fork brought up the priest would take for himself. This is how they treated all the Israelites who came to Shiloh."
    },
    {
        "o": 7914,
        "r": "niv:1 Samuel:2:15",
        "t": "But even before the fat was burned, the priest’s servant would come and say to the person who was sacrificing, “Give the priest some meat to roast; he won’t accept boiled meat from you, but only raw.”"
    },
    {
        "o": 7915,
        "r": "niv:1 Samuel:2:16",
        "t": "If*p the person said to him, “Let the fat be burned first, and then take whatever you want,” the servant would answer, “No, hand it over now; if you don’t, I’ll take it by force.”"
    },
    {
        "o": 7916,
        "r": "niv:1 Samuel:2:17",
        "t": "This*p sin of the young men was very great in the Lord’s*s sight, for they were treating the Lord’s*s offering with contempt."
    },
    {
        "o": 7917,
        "r": "niv:1 Samuel:2:18",
        "t": "But*p Samuel was ministering before the Lord*s —a boy wearing a linen ephod."
    },
    {
        "o": 7918,
        "r": "niv:1 Samuel:2:19",
        "t": "Each year his mother made him a little robe and took it to him when she went up with her husband to offer the annual sacrifice."
    },
    {
        "o": 7919,
        "r": "niv:1 Samuel:2:20",
        "t": "Eli would bless Elkanah and his wife, saying, “May the Lord*s give you children by this woman to take the place of the one she prayed for and gave to the Lord.”*s Then they would go home."
    },
    {
        "o": 7920,
        "r": "niv:1 Samuel:2:21",
        "t": "And the Lord*s was gracious to Hannah; she gave birth to three sons and two daughters. Meanwhile, the boy Samuel grew up in the presence of the Lord.*s"
    },
    {
        "o": 7921,
        "r": "niv:1 Samuel:2:22",
        "t": "Now*p Eli, who was very old, heard about everything his sons were doing to all Israel and how they slept with the women who served at the entrance to the tent of meeting."
    },
    {
        "o": 7922,
        "r": "niv:1 Samuel:2:23",
        "t": "So he said to them, “Why do you do such things? I hear from all the people about these wicked deeds of yours."
    },
    {
        "o": 7923,
        "r": "niv:1 Samuel:2:24",
        "t": "No, my sons; the report I hear spreading among the Lord’s*s people is not good."
    },
    {
        "o": 7924,
        "r": "niv:1 Samuel:2:25",
        "t": "If one person sins against another, God may mediate for the offender; but if anyone sins against the Lord,*s who will intercede for them?” His sons, however, did not listen to their father’s rebuke, for it was the Lord’s*s will to put them to death."
    },
    {
        "o": 7925,
        "r": "niv:1 Samuel:2:26",
        "t": "And*p the boy Samuel continued to grow in stature and in favor with the Lord*s and with people."
    },
    {
        "o": 7926,
        "r": "niv:1 Samuel:2:26",
        "t": "Prophecy Against the House of Eli",
        "h": 2
    },
    {
        "o": 7927,
        "r": "niv:1 Samuel:2:27",
        "t": "Now*p a man of God came to Eli and said to him, “This is what the Lord*s says: ‘Did I not clearly reveal myself to your ancestor’s family when they were in Egypt under Pharaoh?"
    },
    {
        "o": 7928,
        "r": "niv:1 Samuel:2:28",
        "t": "I chose your ancestor out of all the tribes of Israel to be my priest, to go up to my altar, to burn incense, and to wear an ephod in my presence. I also gave your ancestor’s family all the food offerings presented by the Israelites."
    },
    {
        "o": 7929,
        "r": "niv:1 Samuel:2:29",
        "t": "Why do you scorn my sacrifice and offering that I prescribed for my dwelling? Why do you honor your sons more than me by fattening yourselves on the choice parts of every offering made by my people Israel?’"
    },
    {
        "o": 7930,
        "r": "niv:1 Samuel:2:30",
        "t": "“Therefore*p the Lord,*s the God of Israel, declares: ‘I promised that members of your family would minister before me forever.’ But now the Lord*s declares: ‘Far be it from me! Those who honor me I will honor, but those who despise me will be disdained."
    },
    {
        "o": 7931,
        "r": "niv:1 Samuel:2:31",
        "t": "The time is coming when I will cut short your strength and the strength of your priestly house, so that no one in it will reach old age,"
    },
    {
        "o": 7932,
        "r": "niv:1 Samuel:2:32",
        "t": "and you will see distress in my dwelling. Although good will be done to Israel, no one in your family line will ever reach old age."
    },
    {
        "o": 7933,
        "r": "niv:1 Samuel:2:33",
        "t": "Every one of you that I do not cut off from serving at my altar I will spare only to destroy your sight and sap your strength, and all your descendants will die in the prime of life."
    },
    {
        "o": 7934,
        "r": "niv:1 Samuel:2:34",
        "t": "“ ‘And*p what happens to your two sons, Hophni and Phinehas, will be a sign to you—they will both die on the same day."
    },
    {
        "o": 7935,
        "r": "niv:1 Samuel:2:35",
        "t": "I will raise up for myself a faithful priest, who will do according to what is in my heart and mind. I will firmly establish his priestly house, and they will minister before my anointed one always."
    },
    {
        "o": 7936,
        "r": "niv:1 Samuel:2:36",
        "t": "Then everyone left in your family line will come and bow down before him for a piece of silver and a loaf of bread and plead, “Appoint me to some priestly office so I can have food to eat.” ’ ”"
    }
]
