[
    {
        "o": 10618,
        "r": "nasb:2 Kings:7:0",
        "t": "2 Kings 7",
        "h": 1
    },
    {
        "o": 10619,
        "r": "nasb:2 Kings:7:0",
        "t": "Elisha Promises Food",
        "h": 2
    },
    {
        "o": 10620,
        "r": "nasb:2 Kings:7:1",
        "t": "Then*p Elisha said, “Listen to the word of the Lord;*s thus says the Lord,*s ‘Tomorrow about this time a measure of fine flour will be sold*i for a shekel, and two measures of barley for a shekel, in the gate of Samaria.’ ”"
    },
    {
        "o": 10621,
        "r": "nasb:2 Kings:7:2",
        "t": "The royal officer on whose hand the king was leaning answered the man of God and said, “Behold, if the Lord*s should make windows in heaven, could this thing be?” Then he said, “Behold, you will see it with your own eyes, but you will not eat of it.”"
    },
    {
        "o": 10622,
        "r": "nasb:2 Kings:7:2",
        "t": "Four Lepers Relate Arameans’ Flight",
        "h": 2
    },
    {
        "o": 10623,
        "r": "nasb:2 Kings:7:3",
        "t": "Now*p there were four leprous men at the entrance of the gate; and they said to one another, “Why do we sit here until we die?"
    },
    {
        "o": 10624,
        "r": "nasb:2 Kings:7:4",
        "t": "If we say, ‘We will enter the city,’ then the famine is in the city and we will die there; and if we sit here, we die also. Now therefore come, and let us go over to the camp of the Arameans. If they spare us, we will live; and if they kill us, we will but die.”"
    },
    {
        "o": 10625,
        "r": "nasb:2 Kings:7:5",
        "t": "They arose at twilight to go to the camp of the Arameans; when they came to the outskirts of the camp of the Arameans, behold, there was no one there."
    },
    {
        "o": 10626,
        "r": "nasb:2 Kings:7:6",
        "t": "For the Lord had caused the army of the Arameans to hear a sound of chariots and a sound of horses, even*i the sound of a great army, so that they said to one another, “Behold, the king of Israel has hired against us the kings of the Hittites and the kings of the Egyptians, to come upon us.”"
    },
    {
        "o": 10627,
        "r": "nasb:2 Kings:7:7",
        "t": "Therefore they arose and fled in the twilight, and left their tents and their horses and their donkeys, even*i the camp just as it was, and fled for their life."
    },
    {
        "o": 10628,
        "r": "nasb:2 Kings:7:8",
        "t": "When these lepers came to the outskirts of the camp, they entered one tent and ate and drank, and carried from there silver and gold and clothes, and went and hid them;*i and they returned and entered another tent and carried from there also,*i and went and hid them.*i"
    },
    {
        "o": 10629,
        "r": "nasb:2 Kings:7:9",
        "t": "Then*p they said to one another, “We are not doing right. This day is a day of good news, but we are keeping silent; if we wait until morning light, punishment will overtake us. Now therefore come, let us go and tell the king’s household.”"
    },
    {
        "o": 10630,
        "r": "nasb:2 Kings:7:10",
        "t": "So they came and called to the gatekeepers of the city, and they told them, saying, “We came to the camp of the Arameans, and behold, there was no one there, nor the voice of man, only the horses tied and the donkeys tied, and the tents just as they were.”"
    },
    {
        "o": 10631,
        "r": "nasb:2 Kings:7:11",
        "t": "The gatekeepers called and told it*i within the king’s household."
    },
    {
        "o": 10632,
        "r": "nasb:2 Kings:7:12",
        "t": "Then the king arose in the night and said to his servants, “I will now tell you what the Arameans have done to us. They know that we are hungry; therefore they have gone from the camp to hide themselves in the field, saying, ‘When they come out of the city, we will capture them alive and get into the city.’ ”"
    },
    {
        "o": 10633,
        "r": "nasb:2 Kings:7:13",
        "t": "One of his servants said, “Please, let some men*i take five of the horses which remain, which are left in the city. Behold, they will*i be*i in*i any*i case*i like all the multitude of Israel who are left in it; behold, they will*i be*i in*i any*i case*i like all the multitude of Israel who have already perished, so let us send and see.”"
    },
    {
        "o": 10634,
        "r": "nasb:2 Kings:7:14",
        "t": "They took therefore two chariots with horses, and the king sent after the army of the Arameans, saying, “Go and see.”"
    },
    {
        "o": 10635,
        "r": "nasb:2 Kings:7:14",
        "t": "The Promise Fulfilled",
        "h": 2
    },
    {
        "o": 10636,
        "r": "nasb:2 Kings:7:15",
        "t": "They*p went after them to the Jordan, and behold, all the way was full of clothes and equipment which the Arameans had thrown away in their haste. Then the messengers returned and told the king."
    },
    {
        "o": 10637,
        "r": "nasb:2 Kings:7:16",
        "t": "So*p the people went out and plundered the camp of the Arameans. Then a measure of fine flour was*i sold*i for a shekel and two measures of barley for a shekel, according to the word of the Lord.*s"
    },
    {
        "o": 10638,
        "r": "nasb:2 Kings:7:17",
        "t": "Now the king appointed the royal officer on whose hand he leaned to have charge of the gate; but the people trampled on him at the gate, and he died just as the man of God had said, who spoke when the king came down to him."
    },
    {
        "o": 10639,
        "r": "nasb:2 Kings:7:18",
        "t": "It happened just as the man of God had spoken to the king, saying, “Two measures of barley for a shekel and a measure of fine flour for a shekel, will be sold*i tomorrow about this time at the gate of Samaria.”"
    },
    {
        "o": 10640,
        "r": "nasb:2 Kings:7:19",
        "t": "Then the royal officer answered the man of God and said, “Now behold, if the Lord*s should make windows in heaven, could such a thing be?” And he said, “Behold, you will see it with your own eyes, but you will not eat of it.”"
    },
    {
        "o": 10641,
        "r": "nasb:2 Kings:7:20",
        "t": "And so it happened to him, for the people trampled on him at the gate and he died."
    }
]
