[
    {
        "o": 22821,
        "r": "nasb:Ezekiel:3:0",
        "t": "Ezekiel 3",
        "h": 1
    },
    {
        "o": 22822,
        "r": "nasb:Ezekiel:3:0",
        "t": "Ezekiel’s Commission",
        "h": 2
    },
    {
        "o": 22823,
        "r": "nasb:Ezekiel:3:1",
        "t": "Then*p He said to me, “Son of man, eat what you find; eat this scroll, and go, speak to the house of Israel.”"
    },
    {
        "o": 22824,
        "r": "nasb:Ezekiel:3:2",
        "t": "So I opened my mouth, and He fed me this scroll."
    },
    {
        "o": 22825,
        "r": "nasb:Ezekiel:3:3",
        "t": "He said to me, “Son of man, feed your stomach and fill your body with this scroll which I am giving you.” Then I ate it, and it was sweet as honey in my mouth."
    },
    {
        "o": 22826,
        "r": "nasb:Ezekiel:3:4",
        "t": "Then*p He said to me, “Son of man, go to the house of Israel and speak with My words to them."
    },
    {
        "o": 22827,
        "r": "nasb:Ezekiel:3:5",
        "t": "For you are not being sent to a people of unintelligible speech or difficult language, but*i to the house of Israel,"
    },
    {
        "o": 22828,
        "r": "nasb:Ezekiel:3:6",
        "t": "nor to many peoples of unintelligible speech or difficult language, whose words you cannot understand. But I have sent you to them who should listen to you;"
    },
    {
        "o": 22829,
        "r": "nasb:Ezekiel:3:7",
        "t": "yet the house of Israel will not be willing to listen to you, since they are not willing to listen to Me. Surely the whole house of Israel is stubborn and obstinate."
    },
    {
        "o": 22830,
        "r": "nasb:Ezekiel:3:8",
        "t": "Behold, I have made your face as hard as their faces and your forehead as hard as their foreheads."
    },
    {
        "o": 22831,
        "r": "nasb:Ezekiel:3:9",
        "t": "Like emery harder than flint I have made your forehead. Do not be afraid of them or be dismayed before them, though they are a rebellious house.”"
    },
    {
        "o": 22832,
        "r": "nasb:Ezekiel:3:10",
        "t": "Moreover, He said to me, “Son of man, take into your heart all My words which I will speak to you and listen closely."
    },
    {
        "o": 22833,
        "r": "nasb:Ezekiel:3:11",
        "t": "Go to the exiles, to the sons of your people, and speak to them and tell them, whether they listen or not, ‘Thus says the Lord God*s .’ ”"
    },
    {
        "o": 22834,
        "r": "nasb:Ezekiel:3:12",
        "t": "Then*p the Spirit lifted me up, and I heard a great rumbling sound behind me, “Blessed be the glory of the Lord*s in His place.”"
    },
    {
        "o": 22835,
        "r": "nasb:Ezekiel:3:13",
        "t": "And I heard*i the sound of the wings of the living beings touching one another and the sound of the wheels beside them, even a great rumbling sound."
    },
    {
        "o": 22836,
        "r": "nasb:Ezekiel:3:14",
        "t": "So the Spirit lifted me up and took me away; and I went embittered in the rage of my spirit, and the hand of the Lord*s was strong on me."
    },
    {
        "o": 22837,
        "r": "nasb:Ezekiel:3:15",
        "t": "Then I came to the exiles who lived beside the river Chebar at Tel-abib, and I sat there seven days where they were living, causing consternation among them."
    },
    {
        "o": 22838,
        "r": "nasb:Ezekiel:3:16",
        "t": "At*p the end of seven days the word of the Lord*s came to me, saying,"
    },
    {
        "o": 22839,
        "r": "nasb:Ezekiel:3:17",
        "t": "“Son of man, I have appointed you a watchman to the house of Israel; whenever you hear a word from My mouth, warn them from Me."
    },
    {
        "o": 22840,
        "r": "nasb:Ezekiel:3:18",
        "t": "When I say to the wicked, ‘You will surely die,’ and you do not warn him or speak out to warn the wicked from his wicked way that he may live, that wicked man shall die in his iniquity, but his blood I will require at your hand."
    },
    {
        "o": 22841,
        "r": "nasb:Ezekiel:3:19",
        "t": "Yet if you have warned the wicked and he does not turn from his wickedness or from his wicked way, he shall die in his iniquity; but you have delivered yourself."
    },
    {
        "o": 22842,
        "r": "nasb:Ezekiel:3:20",
        "t": "Again, when a righteous man turns away from his righteousness and commits iniquity, and I place an obstacle before him, he will die; since you have not warned him, he shall die in his sin, and his righteous deeds which he has done shall not be remembered; but his blood I will require at your hand."
    },
    {
        "o": 22843,
        "r": "nasb:Ezekiel:3:21",
        "t": "However, if you have warned the righteous man that the righteous should not sin and he does not sin, he shall surely live because he took warning; and you have delivered yourself.”"
    },
    {
        "o": 22844,
        "r": "nasb:Ezekiel:3:22",
        "t": "The*p hand of the Lord*s was on me there, and He said to me, “Get up, go out to the plain, and there I will speak to you.”"
    },
    {
        "o": 22845,
        "r": "nasb:Ezekiel:3:23",
        "t": "So I got up and went out to the plain; and behold, the glory of the Lord*s was standing there, like the glory which I saw by the river Chebar, and I fell on my face."
    },
    {
        "o": 22846,
        "r": "nasb:Ezekiel:3:24",
        "t": "The Spirit then entered me and made me stand on my feet, and He spoke with me and said to me, “Go, shut yourself up in your house."
    },
    {
        "o": 22847,
        "r": "nasb:Ezekiel:3:25",
        "t": "As for you, son of man, they will put ropes on you and bind you with them so that you cannot go out among them."
    },
    {
        "o": 22848,
        "r": "nasb:Ezekiel:3:26",
        "t": "Moreover, I will make your tongue stick to the roof of your mouth so that you will be mute and cannot be a man who rebukes them, for they are a rebellious house."
    },
    {
        "o": 22849,
        "r": "nasb:Ezekiel:3:27",
        "t": "But when I speak to you, I will open your mouth and you will say to them, ‘Thus says the Lord God.’*s He who hears, let him hear; and he who refuses, let him refuse; for they are a rebellious house."
    }
]
