[
    {
        "o": 21313,
        "r": "esv:Jeremiah:8:0",
        "t": "Jeremiah 8",
        "h": 1
    },
    {
        "o": 21314,
        "r": "esv:Jeremiah:8:1",
        "t": "“At*p that time, declares the Lord,*s the bones of the kings of Judah, the bones of its officials, the bones of the priests, the bones of the prophets, and the bones of the inhabitants of Jerusalem shall be brought out of their tombs."
    },
    {
        "o": 21315,
        "r": "esv:Jeremiah:8:2",
        "t": "And they shall be spread before the sun and the moon and all the host of heaven, which they have loved and served, which they have gone after, and which they have sought and worshiped. And they shall not be gathered or buried. They shall be as dung on the surface of the ground."
    },
    {
        "o": 21316,
        "r": "esv:Jeremiah:8:3",
        "t": "Death shall be preferred to life by all the remnant that remains of this evil family in all the places where I have driven them, declares the Lord*s of hosts."
    },
    {
        "o": 21317,
        "r": "esv:Jeremiah:8:3",
        "t": "Sin and Treachery",
        "h": 2
    },
    {
        "o": 21318,
        "r": "esv:Jeremiah:8:4",
        "t": "“You*pn shall say to them, Thus says the Lord:*s When*ln men fall, do they not rise again? If*ld one turns away, does he not return?"
    },
    {
        "o": 21319,
        "r": "esv:Jeremiah:8:5",
        "t": "Why*ln then has this people turned away in*ld perpetual backsliding? They*ln hold fast to deceit; they*ld refuse to return."
    },
    {
        "o": 21320,
        "r": "esv:Jeremiah:8:6",
        "t": "I*ln have paid attention and listened, but*ld they have not spoken rightly; no*ln man relents of his evil, saying,*ld ‘What have I done?’ Everyone*ln turns to his own course, like*ld a horse plunging headlong into battle."
    },
    {
        "o": 21321,
        "r": "esv:Jeremiah:8:7",
        "t": "Even*ln the stork in the heavens knows*ld her times, and*ln the turtledove, swallow, and crane keep*ld the time of their coming, but*ln my people know not the*ld rules of the Lord.*s"
    },
    {
        "o": 21322,
        "r": "esv:Jeremiah:8:8",
        "t": "“How*pn can you say, ‘We are wise, and*ld the law of the Lord*s is with us’? But*ln behold, the lying pen of the scribes has*ld made it into a lie."
    },
    {
        "o": 21323,
        "r": "esv:Jeremiah:8:9",
        "t": "The*ln wise men shall be put to shame; they*ld shall be dismayed and taken; behold,*ln they have rejected the word of the Lord,*s so*ld what wisdom is in them?"
    },
    {
        "o": 21324,
        "r": "esv:Jeremiah:8:10",
        "t": "Therefore*ln I will give their wives to others and*ld their fields to conquerors, because*ln from the least to the greatest everyone*ld is greedy for unjust gain; from*ln prophet to priest, everyone*ld deals falsely."
    },
    {
        "o": 21325,
        "r": "esv:Jeremiah:8:11",
        "t": "They*ln have healed the wound of my people lightly, saying,*ld ‘Peace, peace,’ when*ld there is no peace."
    },
    {
        "o": 21326,
        "r": "esv:Jeremiah:8:12",
        "t": "Were*ln they ashamed when they committed abomination? No,*ld they were not at all ashamed; they*ld did not know how to blush. Therefore*ln they shall fall among the fallen; when*ld I punish them, they shall be overthrown, says*l the Lord.*s"
    },
    {
        "o": 21327,
        "r": "esv:Jeremiah:8:13",
        "t": "When*ln I would gather them, declares the Lord,*s there*ld are no grapes on the vine, nor*ld figs on the fig tree; even*ln the leaves are withered, and*ld what I gave them has passed away from them.”"
    },
    {
        "o": 21328,
        "r": "esv:Jeremiah:8:14",
        "t": "Why*pn do we sit still? Gather*ln together; let us go into the fortified cities and*ld perish there, for*ln the Lord*s our God has doomed us to perish and*ld has given us poisoned water to drink, because*ld we have sinned against the Lord.*s"
    },
    {
        "o": 21329,
        "r": "esv:Jeremiah:8:15",
        "t": "We*ln looked for peace, but no good came; for*ld a time of healing, but behold, terror."
    },
    {
        "o": 21330,
        "r": "esv:Jeremiah:8:16",
        "t": "“The*pn snorting of their horses is heard from Dan; at*ld the sound of the neighing of their stallions the*ld whole land quakes. They*ln come and devour the land and all that fills it, the*ld city and those who dwell in it."
    },
    {
        "o": 21331,
        "r": "esv:Jeremiah:8:17",
        "t": "For*ln behold, I am sending among you serpents, adders*ld that cannot be charmed, and*ld they shall bite you,” declares*l the Lord.*s"
    },
    {
        "o": 21332,
        "r": "esv:Jeremiah:8:17",
        "t": "Jeremiah Grieves for His People",
        "h": 2
    },
    {
        "o": 21333,
        "r": "esv:Jeremiah:8:18",
        "t": "My*pn joy is gone; grief is upon me; my*ld heart is sick within me."
    },
    {
        "o": 21334,
        "r": "esv:Jeremiah:8:19",
        "t": "Behold,*ln the cry of the daughter of my people from*ld the length and breadth of the land: “Is*ln the Lord*s not in Zion? Is*ld her King not in her?” “Why*ln have they provoked me to anger with their carved images and*ld with their foreign idols?”"
    },
    {
        "o": 21335,
        "r": "esv:Jeremiah:8:20",
        "t": "“The*ln harvest is past, the summer is ended, and*ld we are not saved.”"
    },
    {
        "o": 21336,
        "r": "esv:Jeremiah:8:21",
        "t": "For*ln the wound of the daughter of my people is my heart wounded; I*ld mourn, and dismay has taken hold on me."
    },
    {
        "o": 21337,
        "r": "esv:Jeremiah:8:22",
        "t": "Is*pn there no balm in Gilead? Is*ld there no physician there? Why*ln then has the health of the daughter of my people not*ld been restored?"
    }
]
