[
    {
        "o": 22862,
        "r": "esv:Ezekiel:6:0",
        "t": "Ezekiel 6",
        "h": 1
    },
    {
        "o": 22863,
        "r": "esv:Ezekiel:6:0",
        "t": "Judgment Against Idolatry",
        "h": 2
    },
    {
        "o": 22864,
        "r": "esv:Ezekiel:6:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 22865,
        "r": "esv:Ezekiel:6:2",
        "t": "“Son of man, set your face toward the mountains of Israel, and prophesy against them,"
    },
    {
        "o": 22866,
        "r": "esv:Ezekiel:6:3",
        "t": "and say, You mountains of Israel, hear the word of the Lord God!*s Thus says the Lord God*s to the mountains and the hills, to the ravines and the valleys: Behold, I, even I, will bring a sword upon you, and I will destroy your high places."
    },
    {
        "o": 22867,
        "r": "esv:Ezekiel:6:4",
        "t": "Your altars shall become desolate, and your incense altars shall be broken, and I will cast down your slain before your idols."
    },
    {
        "o": 22868,
        "r": "esv:Ezekiel:6:5",
        "t": "And I will lay the dead bodies of the people of Israel before their idols, and I will scatter your bones around your altars."
    },
    {
        "o": 22869,
        "r": "esv:Ezekiel:6:6",
        "t": "Wherever you dwell, the cities shall be waste and the high places ruined, so that your altars will be waste and ruined, your idols broken and destroyed, your incense altars cut down, and your works wiped out."
    },
    {
        "o": 22870,
        "r": "esv:Ezekiel:6:7",
        "t": "And the slain shall fall in your midst, and you shall know that I am the Lord.*s"
    },
    {
        "o": 22871,
        "r": "esv:Ezekiel:6:8",
        "t": "“Yet*p I will leave some of you alive. When you have among the nations some who escape the sword, and when you are scattered through the countries,"
    },
    {
        "o": 22872,
        "r": "esv:Ezekiel:6:9",
        "t": "then those of you who escape will remember me among the nations where they are carried captive, how I have been broken over their whoring heart that has departed from me and over their eyes that go whoring after their idols. And they will be loathsome in their own sight for the evils that they have committed, for all their abominations."
    },
    {
        "o": 22873,
        "r": "esv:Ezekiel:6:10",
        "t": "And they shall know that I am the Lord.*s I have not said in vain that I would do this evil to them.”"
    },
    {
        "o": 22874,
        "r": "esv:Ezekiel:6:11",
        "t": "Thus*p says the Lord God:*s “Clap your hands and stamp your foot and say, Alas, because of all the evil abominations of the house of Israel, for they shall fall by the sword, by famine, and by pestilence."
    },
    {
        "o": 22875,
        "r": "esv:Ezekiel:6:12",
        "t": "He who is far off shall die of pestilence, and he who is near shall fall by the sword, and he who is left and is preserved shall die of famine. Thus I will spend my fury upon them."
    },
    {
        "o": 22876,
        "r": "esv:Ezekiel:6:13",
        "t": "And you shall know that I am the Lord,*s when their slain lie among their idols around their altars, on every high hill, on all the mountaintops, under every green tree, and under every leafy oak, wherever they offered pleasing aroma to all their idols."
    },
    {
        "o": 22877,
        "r": "esv:Ezekiel:6:14",
        "t": "And I will stretch out my hand against them and make the land desolate and waste, in all their dwelling places, from the wilderness to Riblah. Then they will know that I am the Lord.”*s"
    }
]
