[
    {
        "o": 3578,
        "r": "niv:Leviticus:19:0",
        "t": "Leviticus 19",
        "h": 1
    },
    {
        "o": 3579,
        "r": "niv:Leviticus:19:0",
        "t": "Various Laws",
        "h": 2
    },
    {
        "o": 3580,
        "r": "niv:Leviticus:19:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 3581,
        "r": "niv:Leviticus:19:2",
        "t": "“Speak to the entire assembly of Israel and say to them: ‘Be holy because I, the Lord*s your God, am holy."
    },
    {
        "o": 3582,
        "r": "niv:Leviticus:19:3",
        "t": "“ ‘Each*p of you must respect your mother and father, and you must observe my Sabbaths. I am the Lord*s your God."
    },
    {
        "o": 3583,
        "r": "niv:Leviticus:19:4",
        "t": "“ ‘Do*p not turn to idols or make metal gods for yourselves. I am the Lord*s your God."
    },
    {
        "o": 3584,
        "r": "niv:Leviticus:19:5",
        "t": "“ ‘When*p you sacrifice a fellowship offering to the Lord,*s sacrifice it in such a way that it will be accepted on your behalf."
    },
    {
        "o": 3585,
        "r": "niv:Leviticus:19:6",
        "t": "It shall be eaten on the day you sacrifice it or on the next day; anything left over until the third day must be burned up."
    },
    {
        "o": 3586,
        "r": "niv:Leviticus:19:7",
        "t": "If any of it is eaten on the third day, it is impure and will not be accepted."
    },
    {
        "o": 3587,
        "r": "niv:Leviticus:19:8",
        "t": "Whoever eats it will be held responsible because they have desecrated what is holy to the Lord;*s they must be cut off from their people."
    },
    {
        "o": 3588,
        "r": "niv:Leviticus:19:9",
        "t": "“ ‘When*p you reap the harvest of your land, do not reap to the very edges of your field or gather the gleanings of your harvest."
    },
    {
        "o": 3589,
        "r": "niv:Leviticus:19:10",
        "t": "Do not go over your vineyard a second time or pick up the grapes that have fallen. Leave them for the poor and the foreigner. I am the Lord*s your God."
    },
    {
        "o": 3590,
        "r": "niv:Leviticus:19:11",
        "t": "“ ‘Do*p not steal. “ ‘Do*p not lie. “ ‘Do*p not deceive one another."
    },
    {
        "o": 3591,
        "r": "niv:Leviticus:19:12",
        "t": "“ ‘Do*p not swear falsely by my name and so profane the name of your God. I am the Lord.*s"
    },
    {
        "o": 3592,
        "r": "niv:Leviticus:19:13",
        "t": "“ ‘Do*p not defraud or rob your neighbor. “ ‘Do*p not hold back the wages of a hired worker overnight."
    },
    {
        "o": 3593,
        "r": "niv:Leviticus:19:14",
        "t": "“ ‘Do*p not curse the deaf or put a stumbling block in front of the blind, but fear your God. I am the Lord.*s"
    },
    {
        "o": 3594,
        "r": "niv:Leviticus:19:15",
        "t": "“ ‘Do*p not pervert justice; do not show partiality to the poor or favoritism to the great, but judge your neighbor fairly."
    },
    {
        "o": 3595,
        "r": "niv:Leviticus:19:16",
        "t": "“ ‘Do*p not go about spreading slander among your people. “ ‘Do*p not do anything that endangers your neighbor’s life. I am the Lord.*s"
    },
    {
        "o": 3596,
        "r": "niv:Leviticus:19:17",
        "t": "“ ‘Do*p not hate a fellow Israelite in your heart. Rebuke your neighbor frankly so you will not share in their guilt."
    },
    {
        "o": 3597,
        "r": "niv:Leviticus:19:18",
        "t": "“ ‘Do*p not seek revenge or bear a grudge against anyone among your people, but love your neighbor as yourself. I am the Lord.*s"
    },
    {
        "o": 3598,
        "r": "niv:Leviticus:19:19",
        "t": "“ ‘Keep*p my decrees. “ ‘Do*p not mate different kinds of animals. “ ‘Do*p not plant your field with two kinds of seed. “ ‘Do*p not wear clothing woven of two kinds of material."
    },
    {
        "o": 3599,
        "r": "niv:Leviticus:19:20",
        "t": "“ ‘If*p a man sleeps with a female slave who is promised to another man but who has not been ransomed or given her freedom, there must be due punishment. Yet they are not to be put to death, because she had not been freed."
    },
    {
        "o": 3600,
        "r": "niv:Leviticus:19:21",
        "t": "The man, however, must bring a ram to the entrance to the tent of meeting for a guilt offering to the Lord.*s"
    },
    {
        "o": 3601,
        "r": "niv:Leviticus:19:22",
        "t": "With the ram of the guilt offering the priest is to make atonement for him before the Lord*s for the sin he has committed, and his sin will be forgiven."
    },
    {
        "o": 3602,
        "r": "niv:Leviticus:19:23",
        "t": "“ ‘When*p you enter the land and plant any kind of fruit tree, regard its fruit as forbidden. For three years you are to consider it forbidden; it must not be eaten."
    },
    {
        "o": 3603,
        "r": "niv:Leviticus:19:24",
        "t": "In the fourth year all its fruit will be holy, an offering of praise to the Lord.*s"
    },
    {
        "o": 3604,
        "r": "niv:Leviticus:19:25",
        "t": "But in the fifth year you may eat its fruit. In this way your harvest will be increased. I am the Lord*s your God."
    },
    {
        "o": 3605,
        "r": "niv:Leviticus:19:26",
        "t": "“ ‘Do*p not eat any meat with the blood still in it. “ ‘Do*p not practice divination or seek omens."
    },
    {
        "o": 3606,
        "r": "niv:Leviticus:19:27",
        "t": "“ ‘Do*p not cut the hair at the sides of your head or clip off the edges of your beard."
    },
    {
        "o": 3607,
        "r": "niv:Leviticus:19:28",
        "t": "“ ‘Do*p not cut your bodies for the dead or put tattoo marks on yourselves. I am the Lord.*s"
    },
    {
        "o": 3608,
        "r": "niv:Leviticus:19:29",
        "t": "“ ‘Do*p not degrade your daughter by making her a prostitute, or the land will turn to prostitution and be filled with wickedness."
    },
    {
        "o": 3609,
        "r": "niv:Leviticus:19:30",
        "t": "“ ‘Observe*p my Sabbaths and have reverence for my sanctuary. I am the Lord.*s"
    },
    {
        "o": 3610,
        "r": "niv:Leviticus:19:31",
        "t": "“ ‘Do*p not turn to mediums or seek out spiritists, for you will be defiled by them. I am the Lord*s your God."
    },
    {
        "o": 3611,
        "r": "niv:Leviticus:19:32",
        "t": "“ ‘Stand*p up in the presence of the aged, show respect for the elderly and revere your God. I am the Lord.*s"
    },
    {
        "o": 3612,
        "r": "niv:Leviticus:19:33",
        "t": "“ ‘When*p a foreigner resides among you in your land, do not mistreat them."
    },
    {
        "o": 3613,
        "r": "niv:Leviticus:19:34",
        "t": "The foreigner residing among you must be treated as your native-born. Love them as yourself, for you were foreigners in Egypt. I am the Lord*s your God."
    },
    {
        "o": 3614,
        "r": "niv:Leviticus:19:35",
        "t": "“ ‘Do*p not use dishonest standards when measuring length, weight or quantity."
    },
    {
        "o": 3615,
        "r": "niv:Leviticus:19:36",
        "t": "Use honest scales and honest weights, an honest ephah and an honest hin. I am the Lord*s your God, who brought you out of Egypt."
    },
    {
        "o": 3616,
        "r": "niv:Leviticus:19:37",
        "t": "“ ‘Keep*p all my decrees and all my laws and follow them. I am the Lord*s .’ ”"
    }
]
