[
    {
        "o": 12439,
        "r": "niv:2 Chronicles:9:0",
        "t": "2 Chronicles 9",
        "h": 1
    },
    {
        "o": 12440,
        "r": "niv:2 Chronicles:9:0",
        "t": "The Queen of Sheba Visits Solomon",
        "h": 2
    },
    {
        "o": 12441,
        "r": "niv:2 Chronicles:9:1",
        "t": "When*p the queen of Sheba heard of Solomon’s fame, she came to Jerusalem to test him with hard questions. Arriving with a very great caravan—with camels carrying spices, large quantities of gold, and precious stones—she came to Solomon and talked with him about all she had on her mind."
    },
    {
        "o": 12442,
        "r": "niv:2 Chronicles:9:2",
        "t": "Solomon answered all her questions; nothing was too hard for him to explain to her."
    },
    {
        "o": 12443,
        "r": "niv:2 Chronicles:9:3",
        "t": "When the queen of Sheba saw the wisdom of Solomon, as well as the palace he had built,"
    },
    {
        "o": 12444,
        "r": "niv:2 Chronicles:9:4",
        "t": "the food on his table, the seating of his officials, the attending servants in their robes, the cupbearers in their robes and the burnt offerings he made at the temple of the Lord,*s she was overwhelmed."
    },
    {
        "o": 12445,
        "r": "niv:2 Chronicles:9:5",
        "t": "She*p said to the king, “The report I heard in my own country about your achievements and your wisdom is true."
    },
    {
        "o": 12446,
        "r": "niv:2 Chronicles:9:6",
        "t": "But I did not believe what they said until I came and saw with my own eyes. Indeed, not even half the greatness of your wisdom was told me; you have far exceeded the report I heard."
    },
    {
        "o": 12447,
        "r": "niv:2 Chronicles:9:7",
        "t": "How happy your people must be! How happy your officials, who continually stand before you and hear your wisdom!"
    },
    {
        "o": 12448,
        "r": "niv:2 Chronicles:9:8",
        "t": "Praise be to the Lord*s your God, who has delighted in you and placed you on his throne as king to rule for the Lord*s your God. Because of the love of your God for Israel and his desire to uphold them forever, he has made you king over them, to maintain justice and righteousness.”"
    },
    {
        "o": 12449,
        "r": "niv:2 Chronicles:9:9",
        "t": "Then*p she gave the king 120 talents of gold, large quantities of spices, and precious stones. There had never been such spices as those the queen of Sheba gave to King Solomon."
    },
    {
        "o": 12450,
        "r": "niv:2 Chronicles:9:10",
        "t": "(The*p servants of Hiram and the servants of Solomon brought gold from Ophir; they also brought algumwood and precious stones."
    },
    {
        "o": 12451,
        "r": "niv:2 Chronicles:9:11",
        "t": "The king used the algumwood to make steps for the temple of the Lord*s and for the royal palace, and to make harps and lyres for the musicians. Nothing like them had ever been seen in Judah.)"
    },
    {
        "o": 12452,
        "r": "niv:2 Chronicles:9:12",
        "t": "King*p Solomon gave the queen of Sheba all she desired and asked for; he gave her more than she had brought to him. Then she left and returned with her retinue to her own country."
    },
    {
        "o": 12453,
        "r": "niv:2 Chronicles:9:12",
        "t": "Solomon’s Splendor",
        "h": 2
    },
    {
        "o": 12454,
        "r": "niv:2 Chronicles:9:13",
        "t": "The*p weight of the gold that Solomon received yearly was 666 talents,"
    },
    {
        "o": 12455,
        "r": "niv:2 Chronicles:9:14",
        "t": "not including the revenues brought in by merchants and traders. Also all the kings of Arabia and the governors of the territories brought gold and silver to Solomon."
    },
    {
        "o": 12456,
        "r": "niv:2 Chronicles:9:15",
        "t": "King*p Solomon made two hundred large shields of hammered gold; six hundred shekels of hammered gold went into each shield."
    },
    {
        "o": 12457,
        "r": "niv:2 Chronicles:9:16",
        "t": "He also made three hundred small shields of hammered gold, with three hundred shekels of gold in each shield. The king put them in the Palace of the Forest of Lebanon."
    },
    {
        "o": 12458,
        "r": "niv:2 Chronicles:9:17",
        "t": "Then*p the king made a great throne covered with ivory and overlaid with pure gold."
    },
    {
        "o": 12459,
        "r": "niv:2 Chronicles:9:18",
        "t": "The throne had six steps, and a footstool of gold was attached to it. On both sides of the seat were armrests, with a lion standing beside each of them."
    },
    {
        "o": 12460,
        "r": "niv:2 Chronicles:9:19",
        "t": "Twelve lions stood on the six steps, one at either end of each step. Nothing like it had ever been made for any other kingdom."
    },
    {
        "o": 12461,
        "r": "niv:2 Chronicles:9:20",
        "t": "All King Solomon’s goblets were gold, and all the household articles in the Palace of the Forest of Lebanon were pure gold. Nothing was made of silver, because silver was considered of little value in Solomon’s day."
    },
    {
        "o": 12462,
        "r": "niv:2 Chronicles:9:21",
        "t": "The king had a fleet of trading ships manned by Hiram’s servants. Once every three years it returned, carrying gold, silver and ivory, and apes and baboons."
    },
    {
        "o": 12463,
        "r": "niv:2 Chronicles:9:22",
        "t": "King*p Solomon was greater in riches and wisdom than all the other kings of the earth."
    },
    {
        "o": 12464,
        "r": "niv:2 Chronicles:9:23",
        "t": "All the kings of the earth sought audience with Solomon to hear the wisdom God had put in his heart."
    },
    {
        "o": 12465,
        "r": "niv:2 Chronicles:9:24",
        "t": "Year after year, everyone who came brought a gift—articles of silver and gold, and robes, weapons and spices, and horses and mules."
    },
    {
        "o": 12466,
        "r": "niv:2 Chronicles:9:25",
        "t": "Solomon*p had four thousand stalls for horses and chariots, and twelve thousand horses, which he kept in the chariot cities and also with him in Jerusalem."
    },
    {
        "o": 12467,
        "r": "niv:2 Chronicles:9:26",
        "t": "He ruled over all the kings from the Euphrates River to the land of the Philistines, as far as the border of Egypt."
    },
    {
        "o": 12468,
        "r": "niv:2 Chronicles:9:27",
        "t": "The king made silver as common in Jerusalem as stones, and cedar as plentiful as sycamore-fig trees in the foothills."
    },
    {
        "o": 12469,
        "r": "niv:2 Chronicles:9:28",
        "t": "Solomon’s horses were imported from Egypt and from all other countries."
    },
    {
        "o": 12470,
        "r": "niv:2 Chronicles:9:28",
        "t": "Solomon’s Death",
        "h": 2
    },
    {
        "o": 12471,
        "r": "niv:2 Chronicles:9:29",
        "t": "As*p for the other events of Solomon’s reign, from beginning to end, are they not written in the records of Nathan the prophet, in the prophecy of Ahijah the Shilonite and in the visions of Iddo the seer concerning Jeroboam son of Nebat?"
    },
    {
        "o": 12472,
        "r": "niv:2 Chronicles:9:30",
        "t": "Solomon reigned in Jerusalem over all Israel forty years."
    },
    {
        "o": 12473,
        "r": "niv:2 Chronicles:9:31",
        "t": "Then he rested with his ancestors and was buried in the city of David his father. And Rehoboam his son succeeded him as king."
    }
]
