[
    {
        "o": 10365,
        "r": "esv:1 Kings:21:0",
        "t": "1 Kings 21",
        "h": 1
    },
    {
        "o": 10366,
        "r": "esv:1 Kings:21:0",
        "t": "Naboth’s Vineyard",
        "h": 2
    },
    {
        "o": 10367,
        "r": "esv:1 Kings:21:1",
        "t": "Now*p Naboth the Jezreelite had a vineyard in Jezreel, beside the palace of Ahab king of Samaria."
    },
    {
        "o": 10368,
        "r": "esv:1 Kings:21:2",
        "t": "And after this Ahab said to Naboth, “Give me your vineyard, that I may have it for a vegetable garden, because it is near my house, and I will give you a better vineyard for it; or, if it seems good to you, I will give you its value in money.”"
    },
    {
        "o": 10369,
        "r": "esv:1 Kings:21:3",
        "t": "But Naboth said to Ahab, “The Lord*s forbid that I should give you the inheritance of my fathers.”"
    },
    {
        "o": 10370,
        "r": "esv:1 Kings:21:4",
        "t": "And Ahab went into his house vexed and sullen because of what Naboth the Jezreelite had said to him, for he had said, “I will not give you the inheritance of my fathers.” And he lay down on his bed and turned away his face and would eat no food."
    },
    {
        "o": 10371,
        "r": "esv:1 Kings:21:5",
        "t": "But*p Jezebel his wife came to him and said to him, “Why is your spirit so vexed that you eat no food?”"
    },
    {
        "o": 10372,
        "r": "esv:1 Kings:21:6",
        "t": "And he said to her, “Because I spoke to Naboth the Jezreelite and said to him, ‘Give me your vineyard for money, or else, if it please you, I will give you another vineyard for it.’ And he answered, ‘I will not give you my vineyard.’”"
    },
    {
        "o": 10373,
        "r": "esv:1 Kings:21:7",
        "t": "And Jezebel his wife said to him, “Do you now govern Israel? Arise and eat bread and let your heart be cheerful; I will give you the vineyard of Naboth the Jezreelite.”"
    },
    {
        "o": 10374,
        "r": "esv:1 Kings:21:8",
        "t": "So*p she wrote letters in Ahab’s name and sealed them with his seal, and she sent the letters to the elders and the leaders who lived with Naboth in his city."
    },
    {
        "o": 10375,
        "r": "esv:1 Kings:21:9",
        "t": "And she wrote in the letters, “Proclaim a fast, and set Naboth at the head of the people."
    },
    {
        "o": 10376,
        "r": "esv:1 Kings:21:10",
        "t": "And set two worthless men opposite him, and let them bring a charge against him, saying, ‘You have cursed God and the king.’ Then take him out and stone him to death.”"
    },
    {
        "o": 10377,
        "r": "esv:1 Kings:21:11",
        "t": "And the men of his city, the elders and the leaders who lived in his city, did as Jezebel had sent word to them. As it was written in the letters that she had sent to them,"
    },
    {
        "o": 10378,
        "r": "esv:1 Kings:21:12",
        "t": "they proclaimed a fast and set Naboth at the head of the people."
    },
    {
        "o": 10379,
        "r": "esv:1 Kings:21:13",
        "t": "And the two worthless men came in and sat opposite him. And the worthless men brought a charge against Naboth in the presence of the people, saying, “Naboth cursed God and the king.” So they took him outside the city and stoned him to death with stones."
    },
    {
        "o": 10380,
        "r": "esv:1 Kings:21:14",
        "t": "Then they sent to Jezebel, saying, “Naboth has been stoned; he is dead.”"
    },
    {
        "o": 10381,
        "r": "esv:1 Kings:21:15",
        "t": "As*p soon as Jezebel heard that Naboth had been stoned and was dead, Jezebel said to Ahab, “Arise, take possession of the vineyard of Naboth the Jezreelite, which he refused to give you for money, for Naboth is not alive, but dead.”"
    },
    {
        "o": 10382,
        "r": "esv:1 Kings:21:16",
        "t": "And as soon as Ahab heard that Naboth was dead, Ahab arose to go down to the vineyard of Naboth the Jezreelite, to take possession of it."
    },
    {
        "o": 10383,
        "r": "esv:1 Kings:21:16",
        "t": "The Lord Condemns Ahab",
        "h": 2
    },
    {
        "o": 10384,
        "r": "esv:1 Kings:21:17",
        "t": "Then*p the word of the Lord*s came to Elijah the Tishbite, saying,"
    },
    {
        "o": 10385,
        "r": "esv:1 Kings:21:18",
        "t": "“Arise, go down to meet Ahab king of Israel, who is in Samaria; behold, he is in the vineyard of Naboth, where he has gone to take possession."
    },
    {
        "o": 10386,
        "r": "esv:1 Kings:21:19",
        "t": "And you shall say to him, ‘Thus says the Lord,*s “Have you killed and also taken possession?”’ And you shall say to him, ‘Thus says the Lord:*s “In the place where dogs licked up the blood of Naboth shall dogs lick your own blood.”’”"
    },
    {
        "o": 10387,
        "r": "esv:1 Kings:21:20",
        "t": "Ahab*p said to Elijah, “Have you found me, O my enemy?” He answered, “I have found you, because you have sold yourself to do what is evil in the sight of the Lord.*s"
    },
    {
        "o": 10388,
        "r": "esv:1 Kings:21:21",
        "t": "Behold, I will bring disaster upon you. I will utterly burn you up, and will cut off from Ahab every male, bond or free, in Israel."
    },
    {
        "o": 10389,
        "r": "esv:1 Kings:21:22",
        "t": "And I will make your house like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah, for the anger to which you have provoked me, and because you have made Israel to sin."
    },
    {
        "o": 10390,
        "r": "esv:1 Kings:21:23",
        "t": "And of Jezebel the Lord*s also said, ‘The dogs shall eat Jezebel within the walls of Jezreel.’"
    },
    {
        "o": 10391,
        "r": "esv:1 Kings:21:24",
        "t": "Anyone belonging to Ahab who dies in the city the dogs shall eat, and anyone of his who dies in the open country the birds of the heavens shall eat.”"
    },
    {
        "o": 10392,
        "r": "esv:1 Kings:21:24",
        "t": "Ahab’s Repentance",
        "h": 2
    },
    {
        "o": 10393,
        "r": "esv:1 Kings:21:25",
        "t": "(There*p was none who sold himself to do what was evil in the sight of the Lord*s like Ahab, whom Jezebel his wife incited."
    },
    {
        "o": 10394,
        "r": "esv:1 Kings:21:26",
        "t": "He acted very abominably in going after idols, as the Amorites had done, whom the Lord*s cast out before the people of Israel.)"
    },
    {
        "o": 10395,
        "r": "esv:1 Kings:21:27",
        "t": "And*p when Ahab heard those words, he tore his clothes and put sackcloth on his flesh and fasted and lay in sackcloth and went about dejectedly."
    },
    {
        "o": 10396,
        "r": "esv:1 Kings:21:28",
        "t": "And the word of the Lord*s came to Elijah the Tishbite, saying,"
    },
    {
        "o": 10397,
        "r": "esv:1 Kings:21:29",
        "t": "“Have you seen how Ahab has humbled himself before me? Because he has humbled himself before me, I will not bring the disaster in his days; but in his son’s days I will bring the disaster upon his house.”"
    }
]
