[
    {
        "o": 8253,
        "r": "niv:1 Samuel:15:0",
        "t": "1 Samuel 15",
        "h": 1
    },
    {
        "o": 8254,
        "r": "niv:1 Samuel:15:0",
        "t": "The Lord Rejects Saul as King",
        "h": 2
    },
    {
        "o": 8255,
        "r": "niv:1 Samuel:15:1",
        "t": "Samuel*p said to Saul, “I am the one the Lord*s sent to anoint you king over his people Israel; so listen now to the message from the Lord.*s"
    },
    {
        "o": 8256,
        "r": "niv:1 Samuel:15:2",
        "t": "This is what the Lord*s Almighty says: ‘I will punish the Amalekites for what they did to Israel when they waylaid them as they came up from Egypt."
    },
    {
        "o": 8257,
        "r": "niv:1 Samuel:15:3",
        "t": "Now go, attack the Amalekites and totally destroy all that belongs to them. Do not spare them; put to death men and women, children and infants, cattle and sheep, camels and donkeys.’ ”"
    },
    {
        "o": 8258,
        "r": "niv:1 Samuel:15:4",
        "t": "So*p Saul summoned the men and mustered them at Telaim—two hundred thousand foot soldiers and ten thousand from Judah."
    },
    {
        "o": 8259,
        "r": "niv:1 Samuel:15:5",
        "t": "Saul went to the city of Amalek and set an ambush in the ravine."
    },
    {
        "o": 8260,
        "r": "niv:1 Samuel:15:6",
        "t": "Then he said to the Kenites, “Go away, leave the Amalekites so that I do not destroy you along with them; for you showed kindness to all the Israelites when they came up out of Egypt.” So the Kenites moved away from the Amalekites."
    },
    {
        "o": 8261,
        "r": "niv:1 Samuel:15:7",
        "t": "Then*p Saul attacked the Amalekites all the way from Havilah to Shur, near the eastern border of Egypt."
    },
    {
        "o": 8262,
        "r": "niv:1 Samuel:15:8",
        "t": "He took Agag king of the Amalekites alive, and all his people he totally destroyed with the sword."
    },
    {
        "o": 8263,
        "r": "niv:1 Samuel:15:9",
        "t": "But Saul and the army spared Agag and the best of the sheep and cattle, the fat calves and lambs—everything that was good. These they were unwilling to destroy completely, but everything that was despised and weak they totally destroyed."
    },
    {
        "o": 8264,
        "r": "niv:1 Samuel:15:10",
        "t": "Then*p the word of the Lord*s came to Samuel:"
    },
    {
        "o": 8265,
        "r": "niv:1 Samuel:15:11",
        "t": "“I regret that I have made Saul king, because he has turned away from me and has not carried out my instructions.” Samuel was angry, and he cried out to the Lord*s all that night."
    },
    {
        "o": 8266,
        "r": "niv:1 Samuel:15:12",
        "t": "Early*p in the morning Samuel got up and went to meet Saul, but he was told, “Saul has gone to Carmel. There he has set up a monument in his own honor and has turned and gone on down to Gilgal.”"
    },
    {
        "o": 8267,
        "r": "niv:1 Samuel:15:13",
        "t": "When*p Samuel reached him, Saul said, “The Lord*s bless you! I have carried out the Lord’s*s instructions.”"
    },
    {
        "o": 8268,
        "r": "niv:1 Samuel:15:14",
        "t": "But*p Samuel said, “What then is this bleating of sheep in my ears? What is this lowing of cattle that I hear?”"
    },
    {
        "o": 8269,
        "r": "niv:1 Samuel:15:15",
        "t": "Saul*p answered, “The soldiers brought them from the Amalekites; they spared the best of the sheep and cattle to sacrifice to the Lord*s your God, but we totally destroyed the rest.”"
    },
    {
        "o": 8270,
        "r": "niv:1 Samuel:15:16",
        "t": "“Enough!”*p Samuel said to Saul. “Let me tell you what the Lord*s said to me last night.” “Tell*p me,” Saul replied."
    },
    {
        "o": 8271,
        "r": "niv:1 Samuel:15:17",
        "t": "Samuel*p said, “Although you were once small in your own eyes, did you not become the head of the tribes of Israel? The Lord*s anointed you king over Israel."
    },
    {
        "o": 8272,
        "r": "niv:1 Samuel:15:18",
        "t": "And he sent you on a mission, saying, ‘Go and completely destroy those wicked people, the Amalekites; wage war against them until you have wiped them out.’"
    },
    {
        "o": 8273,
        "r": "niv:1 Samuel:15:19",
        "t": "Why did you not obey the Lord?*s Why did you pounce on the plunder and do evil in the eyes of the Lord?”*s"
    },
    {
        "o": 8274,
        "r": "niv:1 Samuel:15:20",
        "t": "“But*p I did obey the Lord,”*s Saul said. “I went on the mission the Lord*s assigned me. I completely destroyed the Amalekites and brought back Agag their king."
    },
    {
        "o": 8275,
        "r": "niv:1 Samuel:15:21",
        "t": "The soldiers took sheep and cattle from the plunder, the best of what was devoted to God, in order to sacrifice them to the Lord*s your God at Gilgal.”"
    },
    {
        "o": 8276,
        "r": "niv:1 Samuel:15:22",
        "t": "But*p Samuel replied: “Does*pn the Lord*s delight in burnt offerings and sacrifices as*ld much as in obeying the Lord?*s To*ln obey is better than sacrifice, and*ld to heed is better than the fat of rams."
    },
    {
        "o": 8277,
        "r": "niv:1 Samuel:15:23",
        "t": "For*ln rebellion is like the sin of divination, and*ld arrogance like the evil of idolatry. Because*ln you have rejected the word of the Lord,*s he*ld has rejected you as king.”"
    },
    {
        "o": 8278,
        "r": "niv:1 Samuel:15:24",
        "t": "Then*p Saul said to Samuel, “I have sinned. I violated the Lord’s*s command and your instructions. I was afraid of the men and so I gave in to them."
    },
    {
        "o": 8279,
        "r": "niv:1 Samuel:15:25",
        "t": "Now I beg you, forgive my sin and come back with me, so that I may worship the Lord.”*s"
    },
    {
        "o": 8280,
        "r": "niv:1 Samuel:15:26",
        "t": "But*p Samuel said to him, “I will not go back with you. You have rejected the word of the Lord,*s and the Lord*s has rejected you as king over Israel!”"
    },
    {
        "o": 8281,
        "r": "niv:1 Samuel:15:27",
        "t": "As*p Samuel turned to leave, Saul caught hold of the hem of his robe, and it tore."
    },
    {
        "o": 8282,
        "r": "niv:1 Samuel:15:28",
        "t": "Samuel said to him, “The Lord*s has torn the kingdom of Israel from you today and has given it to one of your neighbors—to one better than you."
    },
    {
        "o": 8283,
        "r": "niv:1 Samuel:15:29",
        "t": "He who is the Glory of Israel does not lie or change his mind; for he is not a human being, that he should change his mind.”"
    },
    {
        "o": 8284,
        "r": "niv:1 Samuel:15:30",
        "t": "Saul*p replied, “I have sinned. But please honor me before the elders of my people and before Israel; come back with me, so that I may worship the Lord*s your God.”"
    },
    {
        "o": 8285,
        "r": "niv:1 Samuel:15:31",
        "t": "So Samuel went back with Saul, and Saul worshiped the Lord.*s"
    },
    {
        "o": 8286,
        "r": "niv:1 Samuel:15:32",
        "t": "Then*p Samuel said, “Bring me Agag king of the Amalekites.” Agag*p came to him in chains. And he thought, “Surely the bitterness of death is past.”"
    },
    {
        "o": 8287,
        "r": "niv:1 Samuel:15:33",
        "t": "But*p Samuel said, “As*pn your sword has made women childless, so*ld will your mother be childless among women.” And*p Samuel put Agag to death before the Lord*s at Gilgal."
    },
    {
        "o": 8288,
        "r": "niv:1 Samuel:15:34",
        "t": "Then*p Samuel left for Ramah, but Saul went up to his home in Gibeah of Saul."
    },
    {
        "o": 8289,
        "r": "niv:1 Samuel:15:35",
        "t": "Until the day Samuel died, he did not go to see Saul again, though Samuel mourned for him. And the Lord*s regretted that he had made Saul king over Israel."
    }
]
