[
    {
        "o": 20710,
        "r": "esv:Isaiah:48:0",
        "t": "Isaiah 48",
        "h": 1
    },
    {
        "o": 20711,
        "r": "esv:Isaiah:48:0",
        "t": "Israel Refined for God’s Glory",
        "h": 2
    },
    {
        "o": 20712,
        "r": "esv:Isaiah:48:1",
        "t": "Hear*pn this, O house of Jacob, who*ld are called by the name of Israel, and*ld who came from the waters of Judah, who*ln swear by the name of the Lord*s and*ld confess the God of Israel, but*ld not in truth or right."
    },
    {
        "o": 20713,
        "r": "esv:Isaiah:48:2",
        "t": "For*ln they call themselves after the holy city, and*ld stay themselves on the God of Israel; the*ld Lord*s of hosts is his name."
    },
    {
        "o": 20714,
        "r": "esv:Isaiah:48:3",
        "t": "“The*pn former things I declared of old; they*ld went out from my mouth, and I announced them; then*ld suddenly I did them, and they came to pass."
    },
    {
        "o": 20715,
        "r": "esv:Isaiah:48:4",
        "t": "Because*ln I know that you are obstinate, and*ld your neck is an iron sinew and*ld your forehead brass,"
    },
    {
        "o": 20716,
        "r": "esv:Isaiah:48:5",
        "t": "I*ln declared them to you from of old, before*ld they came to pass I announced them to you, lest*ln you should say, ‘My idol did them, my*ld carved image and my metal image commanded them.’"
    },
    {
        "o": 20717,
        "r": "esv:Isaiah:48:6",
        "t": "“You*pn have heard; now see all this; and*ld will you not declare it? From*ln this time forth I announce to you new things, hidden*ld things that you have not known."
    },
    {
        "o": 20718,
        "r": "esv:Isaiah:48:7",
        "t": "They*ln are created now, not long ago; before*ld today you have never heard of them, lest*ld you should say, ‘Behold, I knew them.’"
    },
    {
        "o": 20719,
        "r": "esv:Isaiah:48:8",
        "t": "You*ln have never heard, you have never known, from*ld of old your ear has not been opened. For*ln I knew that you would surely deal treacherously, and*ld that from before birth you were called a rebel."
    },
    {
        "o": 20720,
        "r": "esv:Isaiah:48:9",
        "t": "“For*pn my name’s sake I defer my anger; for*ld the sake of my praise I restrain it for you, that*ld I may not cut you off."
    },
    {
        "o": 20721,
        "r": "esv:Isaiah:48:10",
        "t": "Behold,*ln I have refined you, but not as silver; I*ld have tried you in the furnace of affliction."
    },
    {
        "o": 20722,
        "r": "esv:Isaiah:48:11",
        "t": "For*ln my own sake, for my own sake, I do it, for*ld how should my name be profaned? My*ld glory I will not give to another."
    },
    {
        "o": 20723,
        "r": "esv:Isaiah:48:11",
        "t": "The Lord’s Call to Israel",
        "h": 2
    },
    {
        "o": 20724,
        "r": "esv:Isaiah:48:12",
        "t": "“Listen*pn to me, O Jacob, and*ld Israel, whom I called! I*ln am he; I am the first, and*ld I am the last."
    },
    {
        "o": 20725,
        "r": "esv:Isaiah:48:13",
        "t": "My*ln hand laid the foundation of the earth, and*ld my right hand spread out the heavens; when*ln I call to them, they*ld stand forth together."
    },
    {
        "o": 20726,
        "r": "esv:Isaiah:48:14",
        "t": "“Assemble,*pn all of you, and listen! Who*ld among them has declared these things? The*ln Lord*s loves him; he*ld shall perform his purpose on Babylon, and*ld his arm shall be against the Chaldeans."
    },
    {
        "o": 20727,
        "r": "esv:Isaiah:48:15",
        "t": "I,*ln even I, have spoken and called him; I*ld have brought him, and he will prosper in his way."
    },
    {
        "o": 20728,
        "r": "esv:Isaiah:48:16",
        "t": "Draw*ln near to me, hear this: from*ld the beginning I have not spoken in secret, from*ld the time it came to be I have been there.” And*ln now the Lord God*s has sent me, and his Spirit."
    },
    {
        "o": 20729,
        "r": "esv:Isaiah:48:17",
        "t": "Thus*pn says the Lord,*s your*ld Redeemer, the Holy One of Israel: “I*ln am the Lord*s your God, who*ld teaches you to profit, who*ld leads you in the way you should go."
    },
    {
        "o": 20730,
        "r": "esv:Isaiah:48:18",
        "t": "Oh*ln that you had paid attention to my commandments! Then*ld your peace would have been like a river, and*ld your righteousness like the waves of the sea;"
    },
    {
        "o": 20731,
        "r": "esv:Isaiah:48:19",
        "t": "your*ln offspring would have been like the sand, and*ld your descendants like its grains; their*ln name would never be cut off or*ld destroyed from before me.”"
    },
    {
        "o": 20732,
        "r": "esv:Isaiah:48:20",
        "t": "Go*pn out from Babylon, flee from Chaldea, declare*ld this with a shout of joy, proclaim it, send*ln it out to the end of the earth; say,*ld “The Lord*s has redeemed his servant Jacob!”"
    },
    {
        "o": 20733,
        "r": "esv:Isaiah:48:21",
        "t": "They*ln did not thirst when he led them through the deserts; he*ld made water flow for them from the rock; he*ld split the rock and the water gushed out."
    },
    {
        "o": 20734,
        "r": "esv:Isaiah:48:22",
        "t": "“There*pn is no peace,” says the Lord,*s “for the wicked.”"
    }
]
