[
    {
        "o": 13753,
        "r": "kjv:Job:19:0",
        "t": "Job 19",
        "h": 1
    },
    {
        "o": 13754,
        "r": "kjv:Job:19:1",
        "t": "Then*p Job answered and said,"
    },
    {
        "o": 13755,
        "r": "kjv:Job:19:2",
        "t": "How*p long will ye vex my soul, and break me in pieces with words?"
    },
    {
        "o": 13756,
        "r": "kjv:Job:19:3",
        "t": "These*p ten times have ye reproached me: ye are not ashamed that ye make yourselves strange to me."
    },
    {
        "o": 13757,
        "r": "kjv:Job:19:4",
        "t": "And*p be it indeed that I have erred, mine error remaineth with myself."
    },
    {
        "o": 13758,
        "r": "kjv:Job:19:5",
        "t": "If*p indeed ye will magnify yourselves against me, and plead against me my reproach:"
    },
    {
        "o": 13759,
        "r": "kjv:Job:19:6",
        "t": "Know*p now that God hath overthrown me, and hath compassed me with his net."
    },
    {
        "o": 13760,
        "r": "kjv:Job:19:7",
        "t": "Behold,*p I cry out of wrong, but I am not heard: I cry aloud, but there is no judgment."
    },
    {
        "o": 13761,
        "r": "kjv:Job:19:8",
        "t": "He*p hath fenced up my way that I cannot pass, and he hath set darkness in my paths."
    },
    {
        "o": 13762,
        "r": "kjv:Job:19:9",
        "t": "He*p hath stripped me of my glory, and taken the crown from my head."
    },
    {
        "o": 13763,
        "r": "kjv:Job:19:10",
        "t": "He*p hath destroyed me on every side, and I am gone: and mine hope hath he removed like a tree."
    },
    {
        "o": 13764,
        "r": "kjv:Job:19:11",
        "t": "He*p hath also kindled his wrath against me, and he counteth me unto him as one of his enemies."
    },
    {
        "o": 13765,
        "r": "kjv:Job:19:12",
        "t": "His*p troops come together, and raise up their way against me, and encamp round about my tabernacle."
    },
    {
        "o": 13766,
        "r": "kjv:Job:19:13",
        "t": "He*p hath put my brethren far from me, and mine acquaintance are verily estranged from me."
    },
    {
        "o": 13767,
        "r": "kjv:Job:19:14",
        "t": "My*p kinsfolk have failed, and my familiar friends have forgotten me."
    },
    {
        "o": 13768,
        "r": "kjv:Job:19:15",
        "t": "They*p that dwell in mine house, and my maids, count me for a stranger: I am an alien in their sight."
    },
    {
        "o": 13769,
        "r": "kjv:Job:19:16",
        "t": "I*p called my servant, and he gave me no answer; I entreated him with my mouth."
    },
    {
        "o": 13770,
        "r": "kjv:Job:19:17",
        "t": "My*p breath is strange to my wife, though I entreated for the children's sake of mine own body."
    },
    {
        "o": 13771,
        "r": "kjv:Job:19:18",
        "t": "Yea,*p young children despised me; I arose, and they spake against me."
    },
    {
        "o": 13772,
        "r": "kjv:Job:19:19",
        "t": "All*p my inward friends abhorred me: and they whom I loved are turned against me."
    },
    {
        "o": 13773,
        "r": "kjv:Job:19:20",
        "t": "My*p bone cleaveth to my skin and to my flesh, and I am escaped with the skin of my teeth."
    },
    {
        "o": 13774,
        "r": "kjv:Job:19:21",
        "t": "Have*p pity upon me, have pity upon me, O ye my friends; for the hand of God hath touched me."
    },
    {
        "o": 13775,
        "r": "kjv:Job:19:22",
        "t": "Why*p do ye persecute me as God, and are not satisfied with my flesh?"
    },
    {
        "o": 13776,
        "r": "kjv:Job:19:23",
        "t": "Oh*p that my words were now written! oh that they were printed in a book!"
    },
    {
        "o": 13777,
        "r": "kjv:Job:19:24",
        "t": "That*p they were graven with an iron pen and lead in the rock for ever!"
    },
    {
        "o": 13778,
        "r": "kjv:Job:19:25",
        "t": "For*p I know that my redeemer liveth, and that he shall stand at the latter day upon the earth:"
    },
    {
        "o": 13779,
        "r": "kjv:Job:19:26",
        "t": "And*p though after my skin worms destroy this body, yet in my flesh shall I see God:"
    },
    {
        "o": 13780,
        "r": "kjv:Job:19:27",
        "t": "Whom*p I shall see for myself, and mine eyes shall behold, and not another; though my reins be consumed within me."
    },
    {
        "o": 13781,
        "r": "kjv:Job:19:28",
        "t": "But*p ye should say, Why persecute we him, seeing the root of the matter is found in me?"
    },
    {
        "o": 13782,
        "r": "kjv:Job:19:29",
        "t": "Be*p ye afraid of the sword: for wrath bringeth the punishments of the sword, that ye may know there is a judgment."
    }
]
