[
    {
        "o": 6293,
        "r": "esv:Deuteronomy:32:0",
        "t": "Deuteronomy 32",
        "h": 1
    },
    {
        "o": 6294,
        "r": "esv:Deuteronomy:32:1",
        "t": "“Give*pn ear, O heavens, and I will speak, and*ld let the earth hear the words of my mouth."
    },
    {
        "o": 6295,
        "r": "esv:Deuteronomy:32:2",
        "t": "May*ln my teaching drop as the rain, my*ld speech distill as the dew, like*ln gentle rain upon the tender grass, and*ld like showers upon the herb."
    },
    {
        "o": 6296,
        "r": "esv:Deuteronomy:32:3",
        "t": "For*ln I will proclaim the name of the Lord;*s ascribe*ld greatness to our God!"
    },
    {
        "o": 6297,
        "r": "esv:Deuteronomy:32:4",
        "t": "“The*pn Rock, his work is perfect, for*ld all his ways are justice. A*ln God of faithfulness and without iniquity, just*ld and upright is he."
    },
    {
        "o": 6298,
        "r": "esv:Deuteronomy:32:5",
        "t": "They*ln have dealt corruptly with him; they*ld are no longer his children because they are blemished; they*ld are a crooked and twisted generation."
    },
    {
        "o": 6299,
        "r": "esv:Deuteronomy:32:6",
        "t": "Do*ln you thus repay the Lord,*s you*ld foolish and senseless people? Is*ln not he your father, who created you, who*ld made you and established you?"
    },
    {
        "o": 6300,
        "r": "esv:Deuteronomy:32:7",
        "t": "Remember*ln the days of old; consider*ld the years of many generations; ask*ln your father, and he will show you, your*ld elders, and they will tell you."
    },
    {
        "o": 6301,
        "r": "esv:Deuteronomy:32:8",
        "t": "When*ln the Most High gave to the nations their inheritance, when*ld he divided mankind, he*ln fixed the borders of the peoples according*ld to the number of the sons of God."
    },
    {
        "o": 6302,
        "r": "esv:Deuteronomy:32:9",
        "t": "But*ln the Lord’s*s portion is his people, Jacob*ld his allotted heritage."
    },
    {
        "o": 6303,
        "r": "esv:Deuteronomy:32:10",
        "t": "“He*pn found him in a desert land, and*ld in the howling waste of the wilderness; he*ln encircled him, he cared for him, he*ld kept him as the apple of his eye."
    },
    {
        "o": 6304,
        "r": "esv:Deuteronomy:32:11",
        "t": "Like*ln an eagle that stirs up its nest, that*ld flutters over its young, spreading*ln out its wings, catching them, bearing*ld them on its pinions,"
    },
    {
        "o": 6305,
        "r": "esv:Deuteronomy:32:12",
        "t": "the*ln Lord*s alone guided him, no*ld foreign god was with him."
    },
    {
        "o": 6306,
        "r": "esv:Deuteronomy:32:13",
        "t": "He*ln made him ride on the high places of the land, and*ld he ate the produce of the field, and*ln he suckled him with honey out of the rock, and*ld oil out of the flinty rock."
    },
    {
        "o": 6307,
        "r": "esv:Deuteronomy:32:14",
        "t": "Curds*ln from the herd, and milk from the flock, with*ld fat of lambs, rams*ln of Bashan and goats, with*ld the very finest of the wheat— and*ld you drank foaming wine made from the blood of the grape."
    },
    {
        "o": 6308,
        "r": "esv:Deuteronomy:32:15",
        "t": "“But*pn Jeshurun grew fat, and kicked; you*ld grew fat, stout, and sleek; then*ln he forsook God who made him and*ld scoffed at the Rock of his salvation."
    },
    {
        "o": 6309,
        "r": "esv:Deuteronomy:32:16",
        "t": "They*ln stirred him to jealousy with strange gods; with*ld abominations they provoked him to anger."
    },
    {
        "o": 6310,
        "r": "esv:Deuteronomy:32:17",
        "t": "They*ln sacrificed to demons that were no gods, to*ld gods they had never known, to*ln new gods that had come recently, whom*ld your fathers had never dreaded."
    },
    {
        "o": 6311,
        "r": "esv:Deuteronomy:32:18",
        "t": "You*ln were unmindful of the Rock that bore you, and*ld you forgot the God who gave you birth."
    },
    {
        "o": 6312,
        "r": "esv:Deuteronomy:32:19",
        "t": "“The*pn Lord*s saw it and spurned them, because*ld of the provocation of his sons and his daughters."
    },
    {
        "o": 6313,
        "r": "esv:Deuteronomy:32:20",
        "t": "And*ln he said, ‘I will hide my face from them; I*ld will see what their end will be, for*ln they are a perverse generation, children*ld in whom is no faithfulness."
    },
    {
        "o": 6314,
        "r": "esv:Deuteronomy:32:21",
        "t": "They*ln have made me jealous with what is no god; they*ld have provoked me to anger with their idols. So*ln I will make them jealous with those who are no people; I*ld will provoke them to anger with a foolish nation."
    },
    {
        "o": 6315,
        "r": "esv:Deuteronomy:32:22",
        "t": "For*ln a fire is kindled by my anger, and*ld it burns to the depths of Sheol, devours*ln the earth and its increase, and*ld sets on fire the foundations of the mountains."
    },
    {
        "o": 6316,
        "r": "esv:Deuteronomy:32:23",
        "t": "“‘And*pn I will heap disasters upon them; I*ld will spend my arrows on them;"
    },
    {
        "o": 6317,
        "r": "esv:Deuteronomy:32:24",
        "t": "they*ln shall be wasted with hunger, and*ld devoured by plague and*ld poisonous pestilence; I*ln will send the teeth of beasts against them, with*ld the venom of things that crawl in the dust."
    },
    {
        "o": 6318,
        "r": "esv:Deuteronomy:32:25",
        "t": "Outdoors*ln the sword shall bereave, and*ld indoors terror, for*ln young man and woman alike, the*ld nursing child with the man of gray hairs."
    },
    {
        "o": 6319,
        "r": "esv:Deuteronomy:32:26",
        "t": "I*ln would have said, “I will cut them to pieces; I*ld will wipe them from human memory,”"
    },
    {
        "o": 6320,
        "r": "esv:Deuteronomy:32:27",
        "t": "had*ln I not feared provocation by the enemy, lest*ld their adversaries should misunderstand, lest*ln they should say, “Our hand is triumphant, it*ld was not the Lord*s who did all this.”’"
    },
    {
        "o": 6321,
        "r": "esv:Deuteronomy:32:28",
        "t": "“For*pn they are a nation void of counsel, and*ld there is no understanding in them."
    },
    {
        "o": 6322,
        "r": "esv:Deuteronomy:32:29",
        "t": "If*ln they were wise, they would understand this; they*ld would discern their latter end!"
    },
    {
        "o": 6323,
        "r": "esv:Deuteronomy:32:30",
        "t": "How*ln could one have chased a thousand, and*ld two have put ten thousand to flight, unless*ln their Rock had sold them, and*ld the Lord*s had given them up?"
    },
    {
        "o": 6324,
        "r": "esv:Deuteronomy:32:31",
        "t": "For*ln their rock is not as our Rock; our*ld enemies are by themselves."
    },
    {
        "o": 6325,
        "r": "esv:Deuteronomy:32:32",
        "t": "For*ln their vine comes from the vine of Sodom and*ld from the fields of Gomorrah; their*ln grapes are grapes of poison; their*ld clusters are bitter;"
    },
    {
        "o": 6326,
        "r": "esv:Deuteronomy:32:33",
        "t": "their*ln wine is the poison of serpents and*ld the cruel venom of asps."
    },
    {
        "o": 6327,
        "r": "esv:Deuteronomy:32:34",
        "t": "“‘Is*pn not this laid up in store with me, sealed*ld up in my treasuries?"
    },
    {
        "o": 6328,
        "r": "esv:Deuteronomy:32:35",
        "t": "Vengeance*ln is mine, and recompense, for*ld the time when their foot shall slip; for*ln the day of their calamity is at hand, and*ld their doom comes swiftly.’"
    },
    {
        "o": 6329,
        "r": "esv:Deuteronomy:32:36",
        "t": "For*ln the Lord*s will vindicate his people and*ld have compassion on his servants, when*ln he sees that their power is gone and*ld there is none remaining, bond or free."
    },
    {
        "o": 6330,
        "r": "esv:Deuteronomy:32:37",
        "t": "Then*ln he will say, ‘Where are their gods, the*ld rock in which they took refuge,"
    },
    {
        "o": 6331,
        "r": "esv:Deuteronomy:32:38",
        "t": "who*ln ate the fat of their sacrifices and*ld drank the wine of their drink offering? Let*ln them rise up and help you; let*ld them be your protection!"
    },
    {
        "o": 6332,
        "r": "esv:Deuteronomy:32:39",
        "t": "“‘See*pn now that I, even I, am he, and*ld there is no god beside me; I*ln kill and I make alive; I*ld wound and I heal; and*ld there is none that can deliver out of my hand."
    },
    {
        "o": 6333,
        "r": "esv:Deuteronomy:32:40",
        "t": "For*ln I lift up my hand to heaven and*ld swear, As I live forever,"
    },
    {
        "o": 6334,
        "r": "esv:Deuteronomy:32:41",
        "t": "if*ln I sharpen my flashing sword and*ld my hand takes hold on judgment, I*ln will take vengeance on my adversaries and*ld will repay those who hate me."
    },
    {
        "o": 6335,
        "r": "esv:Deuteronomy:32:42",
        "t": "I*ln will make my arrows drunk with blood, and*ld my sword shall devour flesh— with*ln the blood of the slain and the captives, from*ld the long-haired heads of the enemy.’"
    },
    {
        "o": 6336,
        "r": "esv:Deuteronomy:32:43",
        "t": "“Rejoice*pn with him, O heavens; bow*ld down to him, all gods, for*ln he avenges the blood of his children and*ld takes vengeance on his adversaries. He*ln repays those who hate him and*ld cleanses his people’s land.”"
    },
    {
        "o": 6337,
        "r": "esv:Deuteronomy:32:44",
        "t": "Moses*p came and recited all the words of this song in the hearing of the people, he and Joshua the son of Nun."
    },
    {
        "o": 6338,
        "r": "esv:Deuteronomy:32:45",
        "t": "And when Moses had finished speaking all these words to all Israel,"
    },
    {
        "o": 6339,
        "r": "esv:Deuteronomy:32:46",
        "t": "he said to them, “Take to heart all the words by which I am warning you today, that you may command them to your children, that they may be careful to do all the words of this law."
    },
    {
        "o": 6340,
        "r": "esv:Deuteronomy:32:47",
        "t": "For it is no empty word for you, but your very life, and by this word you shall live long in the land that you are going over the Jordan to possess.”"
    },
    {
        "o": 6341,
        "r": "esv:Deuteronomy:32:47",
        "t": "Moses’ Death Foretold",
        "h": 2
    },
    {
        "o": 6342,
        "r": "esv:Deuteronomy:32:48",
        "t": "That*p very day the Lord*s spoke to Moses,"
    },
    {
        "o": 6343,
        "r": "esv:Deuteronomy:32:49",
        "t": "“Go up this mountain of the Abarim, Mount Nebo, which is in the land of Moab, opposite Jericho, and view the land of Canaan, which I am giving to the people of Israel for a possession."
    },
    {
        "o": 6344,
        "r": "esv:Deuteronomy:32:50",
        "t": "And die on the mountain which you go up, and be gathered to your people, as Aaron your brother died in Mount Hor and was gathered to his people,"
    },
    {
        "o": 6345,
        "r": "esv:Deuteronomy:32:51",
        "t": "because you broke faith with me in the midst of the people of Israel at the waters of Meribah-kadesh, in the wilderness of Zin, and because you did not treat me as holy in the midst of the people of Israel."
    },
    {
        "o": 6346,
        "r": "esv:Deuteronomy:32:52",
        "t": "For you shall see the land before you, but you shall not go there, into the land that I am giving to the people of Israel.”"
    }
]
