[
    {
        "o": 12624,
        "r": "nasb:2 Chronicles:15:0",
        "t": "2 Chronicles 15",
        "h": 1
    },
    {
        "o": 12625,
        "r": "nasb:2 Chronicles:15:0",
        "t": "The Prophet Azariah Warns Asa",
        "h": 2
    },
    {
        "o": 12626,
        "r": "nasb:2 Chronicles:15:1",
        "t": "Now*p the Spirit of God came on Azariah the son of Oded,"
    },
    {
        "o": 12627,
        "r": "nasb:2 Chronicles:15:2",
        "t": "and he went out to meet Asa and said to him, “Listen to me, Asa, and all Judah and Benjamin: the Lord*s is with you when you are with Him. And if you seek Him, He will let you find Him; but if you forsake Him, He will forsake you."
    },
    {
        "o": 12628,
        "r": "nasb:2 Chronicles:15:3",
        "t": "For many days Israel was without the true God and without a teaching priest and without law."
    },
    {
        "o": 12629,
        "r": "nasb:2 Chronicles:15:4",
        "t": "But in their distress they turned to the Lord*s God of Israel, and they sought Him, and He let them find Him."
    },
    {
        "o": 12630,
        "r": "nasb:2 Chronicles:15:5",
        "t": "In those times there was no peace to him who went out or to him who came in, for many disturbances afflicted all the inhabitants of the lands."
    },
    {
        "o": 12631,
        "r": "nasb:2 Chronicles:15:6",
        "t": "Nation was crushed by nation, and city by city, for God troubled them with every kind of distress."
    },
    {
        "o": 12632,
        "r": "nasb:2 Chronicles:15:7",
        "t": "But you, be strong and do not lose courage, for there is reward for your work.”"
    },
    {
        "o": 12633,
        "r": "nasb:2 Chronicles:15:7",
        "t": "Asa’s Reforms",
        "h": 2
    },
    {
        "o": 12634,
        "r": "nasb:2 Chronicles:15:8",
        "t": "Now*p when Asa heard these words and the prophecy which Azariah the son of Oded the prophet spoke, he took courage and removed the abominable idols from all the land of Judah and Benjamin and from the cities which he had captured in the hill country of Ephraim. He then restored the altar of the Lord*s which was in front of the porch of the Lord.*s"
    },
    {
        "o": 12635,
        "r": "nasb:2 Chronicles:15:9",
        "t": "He gathered all Judah and Benjamin and those from Ephraim, Manasseh and Simeon who resided with them, for many defected to him from Israel when they saw that the Lord*s his God was with him."
    },
    {
        "o": 12636,
        "r": "nasb:2 Chronicles:15:10",
        "t": "So they assembled at Jerusalem in the third month of the fifteenth year of Asa’s reign."
    },
    {
        "o": 12637,
        "r": "nasb:2 Chronicles:15:11",
        "t": "They sacrificed to the Lord*s that day 700 oxen and 7,000 sheep from the spoil they had brought."
    },
    {
        "o": 12638,
        "r": "nasb:2 Chronicles:15:12",
        "t": "They entered into the covenant to seek the Lord*s God of their fathers with all their heart and soul;"
    },
    {
        "o": 12639,
        "r": "nasb:2 Chronicles:15:13",
        "t": "and whoever would not seek the Lord*s God of Israel should be put to death, whether small or great, man or woman."
    },
    {
        "o": 12640,
        "r": "nasb:2 Chronicles:15:14",
        "t": "Moreover, they made an oath to the Lord*s with a loud voice, with shouting, with trumpets and with horns."
    },
    {
        "o": 12641,
        "r": "nasb:2 Chronicles:15:15",
        "t": "All Judah rejoiced concerning the oath, for they had sworn with their whole heart and had sought Him earnestly, and He let them find Him. So the Lord*s gave them rest on every side."
    },
    {
        "o": 12642,
        "r": "nasb:2 Chronicles:15:16",
        "t": "He*p also removed Maacah, the mother of King Asa, from the position*i of*i queen mother, because she had made a horrid image as an Asherah, and Asa cut down her horrid image, crushed it*i and burned it*i at the brook Kidron."
    },
    {
        "o": 12643,
        "r": "nasb:2 Chronicles:15:17",
        "t": "But the high places were not removed from Israel; nevertheless Asa’s heart was blameless all his days."
    },
    {
        "o": 12644,
        "r": "nasb:2 Chronicles:15:18",
        "t": "He brought into the house of God the dedicated things of his father and his own dedicated things: silver and gold and utensils."
    },
    {
        "o": 12645,
        "r": "nasb:2 Chronicles:15:19",
        "t": "And there was no more war until the thirty-fifth year of Asa’s reign."
    }
]
