[
    {
        "o": 4313,
        "r": "niv:Numbers:9:0",
        "t": "Numbers 9",
        "h": 1
    },
    {
        "o": 4314,
        "r": "niv:Numbers:9:0",
        "t": "The Passover",
        "h": 2
    },
    {
        "o": 4315,
        "r": "niv:Numbers:9:1",
        "t": "The*p Lord*s spoke to Moses in the Desert of Sinai in the first month of the second year after they came out of Egypt. He said,"
    },
    {
        "o": 4316,
        "r": "niv:Numbers:9:2",
        "t": "“Have the Israelites celebrate the Passover at the appointed time."
    },
    {
        "o": 4317,
        "r": "niv:Numbers:9:3",
        "t": "Celebrate it at the appointed time, at twilight on the fourteenth day of this month, in accordance with all its rules and regulations.”"
    },
    {
        "o": 4318,
        "r": "niv:Numbers:9:4",
        "t": "So*p Moses told the Israelites to celebrate the Passover,"
    },
    {
        "o": 4319,
        "r": "niv:Numbers:9:5",
        "t": "and they did so in the Desert of Sinai at twilight on the fourteenth day of the first month. The Israelites did everything just as the Lord*s commanded Moses."
    },
    {
        "o": 4320,
        "r": "niv:Numbers:9:6",
        "t": "But*p some of them could not celebrate the Passover on that day because they were ceremonially unclean on account of a dead body. So they came to Moses and Aaron that same day"
    },
    {
        "o": 4321,
        "r": "niv:Numbers:9:7",
        "t": "and said to Moses, “We have become unclean because of a dead body, but why should we be kept from presenting the Lord’s*s offering with the other Israelites at the appointed time?”"
    },
    {
        "o": 4322,
        "r": "niv:Numbers:9:8",
        "t": "Moses*p answered them, “Wait until I find out what the Lord*s commands concerning you.”"
    },
    {
        "o": 4323,
        "r": "niv:Numbers:9:9",
        "t": "Then*p the Lord*s said to Moses,"
    },
    {
        "o": 4324,
        "r": "niv:Numbers:9:10",
        "t": "“Tell the Israelites: ‘When any of you or your descendants are unclean because of a dead body or are away on a journey, they are still to celebrate the Lord’s*s Passover,"
    },
    {
        "o": 4325,
        "r": "niv:Numbers:9:11",
        "t": "but they are to do it on the fourteenth day of the second month at twilight. They are to eat the lamb, together with unleavened bread and bitter herbs."
    },
    {
        "o": 4326,
        "r": "niv:Numbers:9:12",
        "t": "They must not leave any of it till morning or break any of its bones. When they celebrate the Passover, they must follow all the regulations."
    },
    {
        "o": 4327,
        "r": "niv:Numbers:9:13",
        "t": "But if anyone who is ceremonially clean and not on a journey fails to celebrate the Passover, they must be cut off from their people for not presenting the Lord’s*s offering at the appointed time. They will bear the consequences of their sin."
    },
    {
        "o": 4328,
        "r": "niv:Numbers:9:14",
        "t": "“ ‘A*p foreigner residing among you is also to celebrate the Lord’s*s Passover in accordance with its rules and regulations. You must have the same regulations for both the foreigner and the native-born.’ ”"
    },
    {
        "o": 4329,
        "r": "niv:Numbers:9:14",
        "t": "The Cloud Above the Tabernacle",
        "h": 2
    },
    {
        "o": 4330,
        "r": "niv:Numbers:9:15",
        "t": "On*p the day the tabernacle, the tent of the covenant law, was set up, the cloud covered it. From evening till morning the cloud above the tabernacle looked like fire."
    },
    {
        "o": 4331,
        "r": "niv:Numbers:9:16",
        "t": "That is how it continued to be; the cloud covered it, and at night it looked like fire."
    },
    {
        "o": 4332,
        "r": "niv:Numbers:9:17",
        "t": "Whenever the cloud lifted from above the tent, the Israelites set out; wherever the cloud settled, the Israelites encamped."
    },
    {
        "o": 4333,
        "r": "niv:Numbers:9:18",
        "t": "At the Lord’s*s command the Israelites set out, and at his command they encamped. As long as the cloud stayed over the tabernacle, they remained in camp."
    },
    {
        "o": 4334,
        "r": "niv:Numbers:9:19",
        "t": "When the cloud remained over the tabernacle a long time, the Israelites obeyed the Lord’s*s order and did not set out."
    },
    {
        "o": 4335,
        "r": "niv:Numbers:9:20",
        "t": "Sometimes the cloud was over the tabernacle only a few days; at the Lord’s*s command they would encamp, and then at his command they would set out."
    },
    {
        "o": 4336,
        "r": "niv:Numbers:9:21",
        "t": "Sometimes the cloud stayed only from evening till morning, and when it lifted in the morning, they set out. Whether by day or by night, whenever the cloud lifted, they set out."
    },
    {
        "o": 4337,
        "r": "niv:Numbers:9:22",
        "t": "Whether the cloud stayed over the tabernacle for two days or a month or a year, the Israelites would remain in camp and not set out; but when it lifted, they would set out."
    },
    {
        "o": 4338,
        "r": "niv:Numbers:9:23",
        "t": "At the Lord’s*s command they encamped, and at the Lord’s*s command they set out. They obeyed the Lord’s*s order, in accordance with his command through Moses."
    }
]
