[
    {
        "o": 15351,
        "r": "niv:Psalm:10:0",
        "t": "Psalm 10",
        "h": 1
    },
    {
        "o": 15352,
        "r": "niv:Psalm:10:1",
        "t": "Why,*pn Lord,*s do you stand far off? Why*ld do you hide yourself in times of trouble?"
    },
    {
        "o": 15353,
        "r": "niv:Psalm:10:2",
        "t": "In*pn his arrogance the wicked man hunts down the weak, who*ld are caught in the schemes he devises."
    },
    {
        "o": 15354,
        "r": "niv:Psalm:10:3",
        "t": "He*ln boasts about the cravings of his heart; he*ld blesses the greedy and reviles the Lord.*s"
    },
    {
        "o": 15355,
        "r": "niv:Psalm:10:4",
        "t": "In*ln his pride the wicked man does not seek him; in*ld all his thoughts there is no room for God."
    },
    {
        "o": 15356,
        "r": "niv:Psalm:10:5",
        "t": "His*ln ways are always prosperous; your*ld laws are rejected by him; he*ld sneers at all his enemies."
    },
    {
        "o": 15357,
        "r": "niv:Psalm:10:6",
        "t": "He*ln says to himself, “Nothing will ever shake me.” He*ld swears, “No one will ever do me harm.”"
    },
    {
        "o": 15358,
        "r": "niv:Psalm:10:7",
        "t": "His*pn mouth is full of lies and threats; trouble*ld and evil are under his tongue."
    },
    {
        "o": 15359,
        "r": "niv:Psalm:10:8",
        "t": "He*ln lies in wait near the villages; from*ld ambush he murders the innocent. His*ln eyes watch in secret for his victims;"
    },
    {
        "o": 15360,
        "r": "niv:Psalm:10:9",
        "t": "like*ld a lion in cover he lies in wait. He*ln lies in wait to catch the helpless; he*ld catches the helpless and drags them off in his net."
    },
    {
        "o": 15361,
        "r": "niv:Psalm:10:10",
        "t": "His*ln victims are crushed, they collapse; they*ld fall under his strength."
    },
    {
        "o": 15362,
        "r": "niv:Psalm:10:11",
        "t": "He*ln says to himself, “God will never notice; he*ld covers his face and never sees.”"
    },
    {
        "o": 15363,
        "r": "niv:Psalm:10:12",
        "t": "Arise,*pn Lord!*s Lift up your hand, O God. Do*ld not forget the helpless."
    },
    {
        "o": 15364,
        "r": "niv:Psalm:10:13",
        "t": "Why*ln does the wicked man revile God? Why*ld does he say to himself, “He*ld won’t call me to account”?"
    },
    {
        "o": 15365,
        "r": "niv:Psalm:10:14",
        "t": "But*ln you, God, see the trouble of the afflicted; you*ld consider their grief and take it in hand. The*ln victims commit themselves to you; you*ld are the helper of the fatherless."
    },
    {
        "o": 15366,
        "r": "niv:Psalm:10:15",
        "t": "Break*ln the arm of the wicked man; call*ld the evildoer to account for his wickedness that*ld would not otherwise be found out."
    },
    {
        "o": 15367,
        "r": "niv:Psalm:10:16",
        "t": "The*pn Lord*s is King for ever and ever; the*ld nations will perish from his land."
    },
    {
        "o": 15368,
        "r": "niv:Psalm:10:17",
        "t": "You,*ln Lord,*s hear the desire of the afflicted; you*ld encourage them, and you listen to their cry,"
    },
    {
        "o": 15369,
        "r": "niv:Psalm:10:18",
        "t": "defending*ln the fatherless and the oppressed, so*ld that mere earthly mortals will*ld never again strike terror."
    }
]
