[
    {
        "o": 20617,
        "r": "esv:Isaiah:44:0",
        "t": "Isaiah 44",
        "h": 1
    },
    {
        "o": 20618,
        "r": "esv:Isaiah:44:0",
        "t": "Israel the Lord’s Chosen",
        "h": 2
    },
    {
        "o": 20619,
        "r": "esv:Isaiah:44:1",
        "t": "“But*pn now hear, O Jacob my servant, Israel*ld whom I have chosen!"
    },
    {
        "o": 20620,
        "r": "esv:Isaiah:44:2",
        "t": "Thus*ln says the Lord*s who made you, who*ld formed you from the womb and will help you: Fear*ln not, O Jacob my servant, Jeshurun*ld whom I have chosen."
    },
    {
        "o": 20621,
        "r": "esv:Isaiah:44:3",
        "t": "For*ln I will pour water on the thirsty land, and*ld streams on the dry ground; I*ln will pour my Spirit upon your offspring, and*ld my blessing on your descendants."
    },
    {
        "o": 20622,
        "r": "esv:Isaiah:44:4",
        "t": "They*ln shall spring up among the grass like*ld willows by flowing streams."
    },
    {
        "o": 20623,
        "r": "esv:Isaiah:44:5",
        "t": "This*ln one will say, ‘I am the Lord’s,’*s another*ld will call on the name of Jacob, and*ln another will write on his hand, ‘The Lord’s,’*s and*ld name himself by the name of Israel.”"
    },
    {
        "o": 20624,
        "r": "esv:Isaiah:44:5",
        "t": "Besides Me There Is No God",
        "h": 2
    },
    {
        "o": 20625,
        "r": "esv:Isaiah:44:6",
        "t": "Thus*pn says the Lord,*s the King of Israel and*ld his Redeemer, the Lord*s of hosts: “I*ln am the first and I am the last; besides*ld me there is no god."
    },
    {
        "o": 20626,
        "r": "esv:Isaiah:44:7",
        "t": "Who*ln is like me? Let him proclaim it. Let*ld him declare and set it before me, since*ln I appointed an ancient people. Let*ld them declare what is to come, and what will happen."
    },
    {
        "o": 20627,
        "r": "esv:Isaiah:44:8",
        "t": "Fear*ln not, nor be afraid; have*ld I not told you from of old and declared it? And*ld you are my witnesses! Is*ln there a God besides me? There*ld is no Rock; I know not any.”"
    },
    {
        "o": 20628,
        "r": "esv:Isaiah:44:8",
        "t": "The Folly of Idolatry",
        "h": 2
    },
    {
        "o": 20629,
        "r": "esv:Isaiah:44:9",
        "t": "All*p who fashion idols are nothing, and the things they delight in do not profit. Their witnesses neither see nor know, that they may be put to shame."
    },
    {
        "o": 20630,
        "r": "esv:Isaiah:44:10",
        "t": "Who fashions a god or casts an idol that is profitable for nothing?"
    },
    {
        "o": 20631,
        "r": "esv:Isaiah:44:11",
        "t": "Behold, all his companions shall be put to shame, and the craftsmen are only human. Let them all assemble, let them stand forth. They shall be terrified; they shall be put to shame together."
    },
    {
        "o": 20632,
        "r": "esv:Isaiah:44:12",
        "t": "The*p ironsmith takes a cutting tool and works it over the coals. He fashions it with hammers and works it with his strong arm. He becomes hungry, and his strength fails; he drinks no water and is faint."
    },
    {
        "o": 20633,
        "r": "esv:Isaiah:44:13",
        "t": "The carpenter stretches a line; he marks it out with a pencil. He shapes it with planes and marks it with a compass. He shapes it into the figure of a man, with the beauty of a man, to dwell in a house."
    },
    {
        "o": 20634,
        "r": "esv:Isaiah:44:14",
        "t": "He cuts down cedars, or he chooses a cypress tree or an oak and lets it grow strong among the trees of the forest. He plants a cedar and the rain nourishes it."
    },
    {
        "o": 20635,
        "r": "esv:Isaiah:44:15",
        "t": "Then it becomes fuel for a man. He takes a part of it and warms himself; he kindles a fire and bakes bread. Also he makes a god and worships it; he makes it an idol and falls down before it."
    },
    {
        "o": 20636,
        "r": "esv:Isaiah:44:16",
        "t": "Half of it he burns in the fire. Over the half he eats meat; he roasts it and is satisfied. Also he warms himself and says, “Aha, I am warm, I have seen the fire!”"
    },
    {
        "o": 20637,
        "r": "esv:Isaiah:44:17",
        "t": "And the rest of it he makes into a god, his idol, and falls down to it and worships it. He prays to it and says, “Deliver me, for you are my god!”"
    },
    {
        "o": 20638,
        "r": "esv:Isaiah:44:18",
        "t": "They*p know not, nor do they discern, for he has shut their eyes, so that they cannot see, and their hearts, so that they cannot understand."
    },
    {
        "o": 20639,
        "r": "esv:Isaiah:44:19",
        "t": "No one considers, nor is there knowledge or discernment to say, “Half of it I burned in the fire; I also baked bread on its coals; I roasted meat and have eaten. And shall I make the rest of it an abomination? Shall I fall down before a block of wood?”"
    },
    {
        "o": 20640,
        "r": "esv:Isaiah:44:20",
        "t": "He feeds on ashes; a deluded heart has led him astray, and he cannot deliver himself or say, “Is there not a lie in my right hand?”"
    },
    {
        "o": 20641,
        "r": "esv:Isaiah:44:20",
        "t": "The Lord Redeems Israel",
        "h": 2
    },
    {
        "o": 20642,
        "r": "esv:Isaiah:44:21",
        "t": "Remember*pn these things, O Jacob, and*ld Israel, for you are my servant; I*ln formed you; you are my servant; O*ld Israel, you will not be forgotten by me."
    },
    {
        "o": 20643,
        "r": "esv:Isaiah:44:22",
        "t": "I*ln have blotted out your transgressions like a cloud and*ld your sins like mist; return*ln to me, for I have redeemed you."
    },
    {
        "o": 20644,
        "r": "esv:Isaiah:44:23",
        "t": "Sing,*pn O heavens, for the Lord*s has done it; shout,*ld O depths of the earth; break*ln forth into singing, O mountains, O*ld forest, and every tree in it! For*ln the Lord*s has redeemed Jacob, and*ld will be glorified in Israel."
    },
    {
        "o": 20645,
        "r": "esv:Isaiah:44:24",
        "t": "Thus*pn says the Lord,*s your Redeemer, who*ld formed you from the womb: “I*ln am the Lord,*s who made all things, who*ld alone stretched out the heavens, who*ld spread out the earth by myself,"
    },
    {
        "o": 20646,
        "r": "esv:Isaiah:44:25",
        "t": "who*ln frustrates the signs of liars and*ld makes fools of diviners, who*ln turns wise men back and*ld makes their knowledge foolish,"
    },
    {
        "o": 20647,
        "r": "esv:Isaiah:44:26",
        "t": "who*ln confirms the word of his servant and*ld fulfills the counsel of his messengers, who*ln says of Jerusalem, ‘She shall be inhabited,’ and*ld of the cities of Judah, ‘They shall be built, and*ld I will raise up their ruins’;"
    },
    {
        "o": 20648,
        "r": "esv:Isaiah:44:27",
        "t": "who*ln says to the deep, ‘Be dry; I*ld will dry up your rivers’;"
    },
    {
        "o": 20649,
        "r": "esv:Isaiah:44:28",
        "t": "who*ln says of Cyrus, ‘He is my shepherd, and*ld he shall fulfill all my purpose’; saying*ln of Jerusalem, ‘She shall be built,’ and*ld of the temple, ‘Your foundation shall be laid.’”"
    }
]
