[
    {
        "o": 25118,
        "r": "nasb:Jonah:3:0",
        "t": "Jonah 3",
        "h": 1
    },
    {
        "o": 25119,
        "r": "nasb:Jonah:3:0",
        "t": "Nineveh Repents",
        "h": 2
    },
    {
        "o": 25120,
        "r": "nasb:Jonah:3:1",
        "t": "Now*p the word of the Lord*s came to Jonah the second time, saying,"
    },
    {
        "o": 25121,
        "r": "nasb:Jonah:3:2",
        "t": "“Arise, go to Nineveh the great city and proclaim to it the proclamation which I am going to tell you.”"
    },
    {
        "o": 25122,
        "r": "nasb:Jonah:3:3",
        "t": "So Jonah arose and went to Nineveh according to the word of the Lord.*s Now Nineveh was an exceedingly great city, a three days’ walk."
    },
    {
        "o": 25123,
        "r": "nasb:Jonah:3:4",
        "t": "Then Jonah began to go through the city one day’s walk; and he cried out and said, “Yet forty days and Nineveh will be overthrown.”"
    },
    {
        "o": 25124,
        "r": "nasb:Jonah:3:5",
        "t": "Then*p the people of Nineveh believed in God; and they called a fast and put on sackcloth from the greatest to the least of them."
    },
    {
        "o": 25125,
        "r": "nasb:Jonah:3:6",
        "t": "When the word reached the king of Nineveh, he arose from his throne, laid aside his robe from him, covered himself*i with sackcloth and sat on the ashes."
    },
    {
        "o": 25126,
        "r": "nasb:Jonah:3:7",
        "t": "He issued a proclamation and it said, “In Nineveh by the decree of the king and his nobles: Do not let man, beast, herd, or flock taste a thing. Do not let them eat or drink water."
    },
    {
        "o": 25127,
        "r": "nasb:Jonah:3:8",
        "t": "But both man and beast must be covered with sackcloth; and let men call on God earnestly that each may turn from his wicked way and from the violence which is in his hands."
    },
    {
        "o": 25128,
        "r": "nasb:Jonah:3:9",
        "t": "Who knows, God may turn and relent and withdraw His burning anger so that we will not perish.”"
    },
    {
        "o": 25129,
        "r": "nasb:Jonah:3:10",
        "t": "When*p God saw their deeds, that they turned from their wicked way, then God relented concerning the calamity which He had declared He would bring upon them. And He did not do it.*i"
    }
]
