[
    {
        "o": 5294,
        "r": "csb:Numbers:34:0",
        "t": "Numbers 34",
        "h": 1
    },
    {
        "o": 5295,
        "r": "csb:Numbers:34:0",
        "t": "Boundaries of the Promised Land",
        "h": 2
    },
    {
        "o": 5296,
        "r": "csb:Numbers:34:1",
        "t": "The*p Lord*s spoke to Moses,"
    },
    {
        "o": 5297,
        "r": "csb:Numbers:34:2",
        "t": "“Command the Israelites and say to them: When you enter the land of Canaan, it will be allotted to you as an inheritance with these borders:"
    },
    {
        "o": 5298,
        "r": "csb:Numbers:34:3",
        "t": "Your*p southern side will be from the Wilderness of Zin along the boundary of Edom. Your southern border on the east will begin at the east end of the Dead Sea."
    },
    {
        "o": 5299,
        "r": "csb:Numbers:34:4",
        "t": "Your border will turn south of the Scorpions’ Ascent, proceed to Zin, and end south of Kadesh-barnea. It will go to Hazar-addar and proceed to Azmon."
    },
    {
        "o": 5300,
        "r": "csb:Numbers:34:5",
        "t": "The border will turn from Azmon to the Brook of Egypt, where it will end at the Mediterranean Sea."
    },
    {
        "o": 5301,
        "r": "csb:Numbers:34:6",
        "t": "Your*p western border will be the coastline of the Mediterranean Sea; this will be your western border."
    },
    {
        "o": 5302,
        "r": "csb:Numbers:34:7",
        "t": "This*p will be your northern border: From the Mediterranean Sea draw a line to Mount Hor;"
    },
    {
        "o": 5303,
        "r": "csb:Numbers:34:8",
        "t": "from Mount Hor draw a line to the entrance of Hamath, and the border will reach Zedad."
    },
    {
        "o": 5304,
        "r": "csb:Numbers:34:9",
        "t": "Then the border will go to Ziphron and end at Hazar-enan. This will be your northern border."
    },
    {
        "o": 5305,
        "r": "csb:Numbers:34:10",
        "t": "For*p your eastern border, draw a line from Hazar-enan to Shepham."
    },
    {
        "o": 5306,
        "r": "csb:Numbers:34:11",
        "t": "The border will go down from Shepham to Riblah east of Ain. It will continue down and reach the eastern slope of the Sea of Chinnereth."
    },
    {
        "o": 5307,
        "r": "csb:Numbers:34:12",
        "t": "Then the border will go down to the Jordan and end at the Dead Sea. This will be your land defined by its borders on all sides.”"
    },
    {
        "o": 5308,
        "r": "csb:Numbers:34:13",
        "t": "So*p Moses commanded the Israelites, “This is the land you are to receive by lot as an inheritance, which the Lord*s commanded to be given to the nine and a half tribes."
    },
    {
        "o": 5309,
        "r": "csb:Numbers:34:14",
        "t": "For the tribe of Reuben’s descendants and the tribe of Gad’s descendants have received their inheritance according to their ancestral families, and half the tribe of Manasseh has received its inheritance."
    },
    {
        "o": 5310,
        "r": "csb:Numbers:34:15",
        "t": "The two and a half tribes have received their inheritance across the Jordan east of Jericho, toward the sunrise.”"
    },
    {
        "o": 5311,
        "r": "csb:Numbers:34:15",
        "t": "Leaders for Distributing the Land",
        "h": 2
    },
    {
        "o": 5312,
        "r": "csb:Numbers:34:16",
        "t": "The*p Lord*s spoke to Moses,"
    },
    {
        "o": 5313,
        "r": "csb:Numbers:34:17",
        "t": "“These are the names of the men who are to distribute the land as an inheritance for you: the priest Eleazar and Joshua son of Nun."
    },
    {
        "o": 5314,
        "r": "csb:Numbers:34:18",
        "t": "Take one leader from each tribe to distribute the land."
    },
    {
        "o": 5315,
        "r": "csb:Numbers:34:19",
        "t": "These are the names of the men: Caleb*ln son of Jephunneh from the tribe of Judah;"
    },
    {
        "o": 5316,
        "r": "csb:Numbers:34:20",
        "t": "Shemuel*ln son of Ammihud from the tribe of Simeon’s descendants;"
    },
    {
        "o": 5317,
        "r": "csb:Numbers:34:21",
        "t": "Elidad*ln son of Chislon from the tribe of Benjamin;"
    },
    {
        "o": 5318,
        "r": "csb:Numbers:34:22",
        "t": "Bukki*ln son of Jogli, a leader from the tribe of Dan’s descendants;"
    },
    {
        "o": 5319,
        "r": "csb:Numbers:34:23",
        "t": "from*ln the sons of Joseph: Hanniel*ln son of Ephod, a leader from the tribe of Manasseh’s descendants,"
    },
    {
        "o": 5320,
        "r": "csb:Numbers:34:24",
        "t": "Kemuel*ln son of Shiphtan, a leader from the tribe of Ephraim’s descendants;"
    },
    {
        "o": 5321,
        "r": "csb:Numbers:34:25",
        "t": "Eli-zaphan*ln son of Parnach, a leader from the tribe of Zebulun’s descendants;"
    },
    {
        "o": 5322,
        "r": "csb:Numbers:34:26",
        "t": "Paltiel*ln son of Azzan, a leader from the tribe of Issachar’s descendants;"
    },
    {
        "o": 5323,
        "r": "csb:Numbers:34:27",
        "t": "Ahihud*ln son of Shelomi, a leader from the tribe of Asher’s descendants;"
    },
    {
        "o": 5324,
        "r": "csb:Numbers:34:28",
        "t": "Pedahel*ln son of Ammihud, a leader from the tribe of Naphtali’s descendants.”"
    },
    {
        "o": 5325,
        "r": "csb:Numbers:34:29",
        "t": "These*p are the ones the Lord*s commanded to distribute the inheritance to the Israelites in the land of Canaan."
    }
]
