[
    {
        "o": 684,
        "r": "kjv:Genesis:25:0",
        "t": "Genesis 25",
        "h": 1
    },
    {
        "o": 685,
        "r": "kjv:Genesis:25:1",
        "t": "Then*p again Abraham took a wife, and her name was Keturah."
    },
    {
        "o": 686,
        "r": "kjv:Genesis:25:2",
        "t": "And*p she bare him Zimran, and Jokshan, and Medan, and Midian, and Ishbak, and Shuah."
    },
    {
        "o": 687,
        "r": "kjv:Genesis:25:3",
        "t": "And*p Jokshan begat Sheba, and Dedan. And the sons of Dedan were Asshurim, and Letushim, and Leummim."
    },
    {
        "o": 688,
        "r": "kjv:Genesis:25:4",
        "t": "And*p the sons of Midian; Ephah, and Epher, and Hanoch, and Abida, and Eldaah. All these were the children of Keturah."
    },
    {
        "o": 689,
        "r": "kjv:Genesis:25:5",
        "t": "And*p Abraham gave all that he had unto Isaac."
    },
    {
        "o": 690,
        "r": "kjv:Genesis:25:6",
        "t": "But*p unto the sons of the concubines, which Abraham had, Abraham gave gifts, and sent them away from Isaac his son, while he yet lived, eastward, unto the east country."
    },
    {
        "o": 691,
        "r": "kjv:Genesis:25:7",
        "t": "And*p these are the days of the years of Abraham's life which he lived, an hundred threescore and fifteen years."
    },
    {
        "o": 692,
        "r": "kjv:Genesis:25:8",
        "t": "Then*p Abraham gave up the ghost, and died in a good old age, an old man, and full of years; and was gathered to his people."
    },
    {
        "o": 693,
        "r": "kjv:Genesis:25:9",
        "t": "And*p his sons Isaac and Ishmael buried him in the cave of Machpelah, in the field of Ephron the son of Zohar the Hittite, which is before Mamre;"
    },
    {
        "o": 694,
        "r": "kjv:Genesis:25:10",
        "t": "The*p field which Abraham purchased of the sons of Heth: there was Abraham buried, and Sarah his wife."
    },
    {
        "o": 695,
        "r": "kjv:Genesis:25:11",
        "t": "And*p it came to pass after the death of Abraham, that God blessed his son Isaac; and Isaac dwelt by the well Lahai–roi."
    },
    {
        "o": 696,
        "r": "kjv:Genesis:25:12",
        "t": "Now*p these are the generations of Ishmael, Abraham's son, whom Hagar the Egyptian, Sarah's handmaid, bare unto Abraham:"
    },
    {
        "o": 697,
        "r": "kjv:Genesis:25:13",
        "t": "And*p these are the names of the sons of Ishmael, by their names, according to their generations: the firstborn of Ishmael, Nebaioth; and Kedar, and Adbeel, and Mibsam,"
    },
    {
        "o": 698,
        "r": "kjv:Genesis:25:14",
        "t": "And*p Mishma, and Dumah, and Massa,"
    },
    {
        "o": 699,
        "r": "kjv:Genesis:25:15",
        "t": "Hadar,*p and Tema, Jetur, Naphish, and Kedemah:"
    },
    {
        "o": 700,
        "r": "kjv:Genesis:25:16",
        "t": "These*p are the sons of Ishmael, and these are their names, by their towns, and by their castles; twelve princes according to their nations."
    },
    {
        "o": 701,
        "r": "kjv:Genesis:25:17",
        "t": "And*p these are the years of the life of Ishmael, an hundred and thirty and seven years: and he gave up the ghost and died; and was gathered unto his people."
    },
    {
        "o": 702,
        "r": "kjv:Genesis:25:18",
        "t": "And*p they dwelt from Havilah unto Shur, that is before Egypt, as thou goest toward Assyria: and he died in the presence of all his brethren."
    },
    {
        "o": 703,
        "r": "kjv:Genesis:25:19",
        "t": "And*p these are the generations of Isaac, Abraham's son: Abraham begat Isaac:"
    },
    {
        "o": 704,
        "r": "kjv:Genesis:25:20",
        "t": "And*p Isaac was forty years old when he took Rebekah to wife, the daughter of Bethuel the Syrian of Paddan–aram, the sister to Laban the Syrian."
    },
    {
        "o": 705,
        "r": "kjv:Genesis:25:21",
        "t": "And*p Isaac entreated the Lord*s for his wife, because she was barren: and the Lord*s was entreated of him, and Rebekah his wife conceived."
    },
    {
        "o": 706,
        "r": "kjv:Genesis:25:22",
        "t": "And*p the children struggled together within her; and she said, If it be so, why am I thus? And she went to enquire of the Lord.*s"
    },
    {
        "o": 707,
        "r": "kjv:Genesis:25:23",
        "t": "And*p the Lord*s said unto her, Two nations are in thy womb, and two manner of people shall be separated from thy bowels; and the one people shall be stronger than the other people; and the elder shall serve the younger."
    },
    {
        "o": 708,
        "r": "kjv:Genesis:25:24",
        "t": "And*p when her days to be delivered were fulfilled, behold, there were twins in her womb."
    },
    {
        "o": 709,
        "r": "kjv:Genesis:25:25",
        "t": "And*p the first came out red, all over like an hairy garment; and they called his name Esau."
    },
    {
        "o": 710,
        "r": "kjv:Genesis:25:26",
        "t": "And*p after that came his brother out, and his hand took hold on Esau's heel; and his name was called Jacob: and Isaac was threescore years old when she bare them."
    },
    {
        "o": 711,
        "r": "kjv:Genesis:25:27",
        "t": "And*p the boys grew: and Esau was a cunning hunter, a man of the field; and Jacob was a plain man, dwelling in tents."
    },
    {
        "o": 712,
        "r": "kjv:Genesis:25:28",
        "t": "And*p Isaac loved Esau, because he did eat of his venison: but Rebekah loved Jacob."
    },
    {
        "o": 713,
        "r": "kjv:Genesis:25:29",
        "t": "And*p Jacob sod pottage: and Esau came from the field, and he was faint:"
    },
    {
        "o": 714,
        "r": "kjv:Genesis:25:30",
        "t": "And*p Esau said to Jacob, Feed me, I pray thee, with that same red pottage; for I am faint: therefore was his name called Edom."
    },
    {
        "o": 715,
        "r": "kjv:Genesis:25:31",
        "t": "And*p Jacob said, Sell me this day thy birthright."
    },
    {
        "o": 716,
        "r": "kjv:Genesis:25:32",
        "t": "And*p Esau said, Behold, I am at the point to die: and what profit shall this birthright do to me?"
    },
    {
        "o": 717,
        "r": "kjv:Genesis:25:33",
        "t": "And*p Jacob said, Swear to me this day; and he sware unto him: and he sold his birthright unto Jacob."
    },
    {
        "o": 718,
        "r": "kjv:Genesis:25:34",
        "t": "Then*p Jacob gave Esau bread and pottage of lentiles; and he did eat and drink, and rose up, and went his way: thus Esau despised his birthright."
    }
]
