[
    {
        "o": 8527,
        "r": "nkjv:1 Samuel:20:0",
        "t": "1 Samuel 20",
        "h": 1
    },
    {
        "o": 8528,
        "r": "nkjv:1 Samuel:20:0",
        "t": "Jonathan’s Loyalty to David",
        "h": 2
    },
    {
        "o": 8529,
        "r": "nkjv:1 Samuel:20:1",
        "t": "Then*p David fled from Naioth in Ramah, and went and said to Jonathan, “What have I done? What is*i my iniquity, and what is*i my sin before your father, that he seeks my life?”"
    },
    {
        "o": 8530,
        "r": "nkjv:1 Samuel:20:2",
        "t": "So*p Jonathan said to him, “By no means! You shall not die! Indeed, my father will do nothing either great or small without first telling me. And why should my father hide this thing from me? It is*i not so!”*i"
    },
    {
        "o": 8531,
        "r": "nkjv:1 Samuel:20:3",
        "t": "Then*p David took an oath again, and said, “Your father certainly knows that I have found favor in your eyes, and he has said, ‘Do not let Jonathan know this, lest he be grieved.’ But truly, as*i the Lord*s lives and as*i your soul lives, there*i is*i but a step between me and death.”"
    },
    {
        "o": 8532,
        "r": "nkjv:1 Samuel:20:4",
        "t": "So*p Jonathan said to David, “Whatever you yourself desire, I will do it*i for you.”"
    },
    {
        "o": 8533,
        "r": "nkjv:1 Samuel:20:5",
        "t": "And*p David said to Jonathan, “Indeed tomorrow is*i the New Moon, and I should not fail to sit with the king to eat. But let me go, that I may hide in the field until the third day*i at evening."
    },
    {
        "o": 8534,
        "r": "nkjv:1 Samuel:20:6",
        "t": "If your father misses me at all, then say, ‘David earnestly asked permission*i of me that he might run over to Bethlehem, his city, for there*i is*i a yearly sacrifice there for all the family.’"
    },
    {
        "o": 8535,
        "r": "nkjv:1 Samuel:20:7",
        "t": "If he says thus: ‘It*i is*i well,’ your servant will be safe. But if he is very angry, be sure that evil is determined by him."
    },
    {
        "o": 8536,
        "r": "nkjv:1 Samuel:20:8",
        "t": "Therefore you shall deal kindly with your servant, for you have brought your servant into a covenant of the Lord*s with you. Nevertheless, if there is iniquity in me, kill me yourself, for why should you bring me to your father?”"
    },
    {
        "o": 8537,
        "r": "nkjv:1 Samuel:20:9",
        "t": "But*p Jonathan said, “Far be it from you! For if I knew certainly that evil was determined by my father to come upon you, then would I not tell you?”"
    },
    {
        "o": 8538,
        "r": "nkjv:1 Samuel:20:10",
        "t": "Then*p David said to Jonathan, “Who will tell me, or what if*i your father answers you roughly?”"
    },
    {
        "o": 8539,
        "r": "nkjv:1 Samuel:20:11",
        "t": "And*p Jonathan said to David, “Come, let us go out into the field.” So both of them went out into the field."
    },
    {
        "o": 8540,
        "r": "nkjv:1 Samuel:20:12",
        "t": "Then Jonathan said to David: “The Lord*s God of Israel is*i witness!*i When I have sounded out my father sometime tomorrow, or*i the third day,*i and indeed there*i is*i good toward David, and I do not send to you and tell you,"
    },
    {
        "o": 8541,
        "r": "nkjv:1 Samuel:20:13",
        "t": "may the Lord*s do so and much more to Jonathan. But if it pleases my father to*i do*i you evil, then I will report it to you and send you away, that you may go in safety. And the Lord*s be with you as He has been with my father."
    },
    {
        "o": 8542,
        "r": "nkjv:1 Samuel:20:14",
        "t": "And you shall not only show me the kindness of the Lord*s while I still live, that I may not die;"
    },
    {
        "o": 8543,
        "r": "nkjv:1 Samuel:20:15",
        "t": "but you shall not cut off your kindness from my house forever, no, not when the Lord*s has cut off every one of the enemies of David from the face of the earth.”"
    },
    {
        "o": 8544,
        "r": "nkjv:1 Samuel:20:16",
        "t": "So Jonathan made a*i covenant*i with the house of David, saying,*i “Let the Lord*s require it*i at the hand of David’s enemies.”"
    },
    {
        "o": 8545,
        "r": "nkjv:1 Samuel:20:17",
        "t": "Now*p Jonathan again caused David to vow, because he loved him; for he loved him as he loved his own soul."
    },
    {
        "o": 8546,
        "r": "nkjv:1 Samuel:20:18",
        "t": "Then Jonathan said to David, “Tomorrow is*i the New Moon; and you will be missed, because your seat will be empty."
    },
    {
        "o": 8547,
        "r": "nkjv:1 Samuel:20:19",
        "t": "And when*i you have stayed three days, go down quickly and come to the place where you hid on the day of the deed; and remain by the stone Ezel."
    },
    {
        "o": 8548,
        "r": "nkjv:1 Samuel:20:20",
        "t": "Then I will shoot three arrows to the side, as though I shot at a target;"
    },
    {
        "o": 8549,
        "r": "nkjv:1 Samuel:20:21",
        "t": "and there I will send a lad, saying,*i ‘Go, find the arrows.’ If I expressly say to the lad, ‘Look, the arrows are*i on this side of you; get them and come’—then, as the Lord*s lives, there*i is*i safety for you and no harm."
    },
    {
        "o": 8550,
        "r": "nkjv:1 Samuel:20:22",
        "t": "But if I say thus to the young man, ‘Look, the arrows are*i beyond you’—go your way, for the Lord*s has sent you away."
    },
    {
        "o": 8551,
        "r": "nkjv:1 Samuel:20:23",
        "t": "And as for the matter which you and I have spoken of, indeed the Lord*s be*i between you and me forever.”"
    },
    {
        "o": 8552,
        "r": "nkjv:1 Samuel:20:24",
        "t": "Then*p David hid in the field. And when the New Moon had come, the king sat down to eat the feast."
    },
    {
        "o": 8553,
        "r": "nkjv:1 Samuel:20:25",
        "t": "Now the king sat on his seat, as at other times, on a seat by the wall. And Jonathan arose, and Abner sat by Saul’s side, but David’s place was empty."
    },
    {
        "o": 8554,
        "r": "nkjv:1 Samuel:20:26",
        "t": "Nevertheless Saul did not say anything that day, for he thought, “Something has happened to him; he is*i unclean, surely he is*i unclean.”"
    },
    {
        "o": 8555,
        "r": "nkjv:1 Samuel:20:27",
        "t": "And it happened the next day, the second day*i of the month, that David’s place was empty. And Saul said to Jonathan his son, “Why has the son of Jesse not come to eat, either yesterday or today?”"
    },
    {
        "o": 8556,
        "r": "nkjv:1 Samuel:20:28",
        "t": "So*p Jonathan answered Saul, “David earnestly asked permission*i of me to*i go*i to Bethlehem."
    },
    {
        "o": 8557,
        "r": "nkjv:1 Samuel:20:29",
        "t": "And he said, ‘Please let me go, for our family has a sacrifice in the city, and my brother has commanded me to*i be*i there.*i And now, if I have found favor in your eyes, please let me get away and see my brothers.’ Therefore he has not come to the king’s table.”"
    },
    {
        "o": 8558,
        "r": "nkjv:1 Samuel:20:30",
        "t": "Then*p Saul’s anger was aroused against Jonathan, and he said to him, “You son of a perverse, rebellious woman!*i Do I not know that you have chosen the son of Jesse to your own shame and to the shame of your mother’s nakedness?"
    },
    {
        "o": 8559,
        "r": "nkjv:1 Samuel:20:31",
        "t": "For as long as the son of Jesse lives on the earth, you shall not be established, nor your kingdom. Now therefore, send and bring him to me, for he shall surely die.”"
    },
    {
        "o": 8560,
        "r": "nkjv:1 Samuel:20:32",
        "t": "And*p Jonathan answered Saul his father, and said to him, “Why should he be killed? What has he done?”"
    },
    {
        "o": 8561,
        "r": "nkjv:1 Samuel:20:33",
        "t": "Then Saul cast a spear at him to kill him, by which Jonathan knew that it was determined by his father to kill David."
    },
    {
        "o": 8562,
        "r": "nkjv:1 Samuel:20:34",
        "t": "So*p Jonathan arose from the table in fierce anger, and ate no food the second day of the month, for he was grieved for David, because his father had treated him shamefully."
    },
    {
        "o": 8563,
        "r": "nkjv:1 Samuel:20:35",
        "t": "And*p so it was, in the morning, that Jonathan went out into the field at the time appointed with David, and a little lad was*i with him."
    },
    {
        "o": 8564,
        "r": "nkjv:1 Samuel:20:36",
        "t": "Then he said to his lad, “Now run, find the arrows which I shoot.” As the lad ran, he shot an arrow beyond him."
    },
    {
        "o": 8565,
        "r": "nkjv:1 Samuel:20:37",
        "t": "When the lad had come to the place where the arrow was which Jonathan had shot, Jonathan cried out after the lad and said, “Is*i not the arrow beyond you?”"
    },
    {
        "o": 8566,
        "r": "nkjv:1 Samuel:20:38",
        "t": "And Jonathan cried out after the lad, “Make haste, hurry, do not delay!” So Jonathan’s lad gathered up the arrows and came back to his master."
    },
    {
        "o": 8567,
        "r": "nkjv:1 Samuel:20:39",
        "t": "But the lad did not know anything. Only Jonathan and David knew of the matter."
    },
    {
        "o": 8568,
        "r": "nkjv:1 Samuel:20:40",
        "t": "Then Jonathan gave his weapons to his lad, and said to him, “Go, carry them*i to the city.”"
    },
    {
        "o": 8569,
        "r": "nkjv:1 Samuel:20:41",
        "t": "As*p soon as the lad had gone, David arose from a*i place*i toward the south, fell on his face to the ground, and bowed down three times. And they kissed one another; and they wept together, but David more so."
    },
    {
        "o": 8570,
        "r": "nkjv:1 Samuel:20:42",
        "t": "Then Jonathan said to David, “Go in peace, since we have both sworn in the name of the Lord,*s saying, ‘May the Lord*s be between you and me, and between your descendants and my descendants, forever.’” So he arose and departed, and Jonathan went into the city."
    }
]
