[
    {
        "o": 6174,
        "r": "csb:Deuteronomy:27:0",
        "t": "Deuteronomy 27",
        "h": 1
    },
    {
        "o": 6175,
        "r": "csb:Deuteronomy:27:0",
        "t": "The Law Written on Stones",
        "h": 2
    },
    {
        "o": 6176,
        "r": "csb:Deuteronomy:27:1",
        "t": "Moses*p and the elders of Israel commanded the people, “Keep every command I am giving you today."
    },
    {
        "o": 6177,
        "r": "csb:Deuteronomy:27:2",
        "t": "When you cross the Jordan into the land the Lord*s your God is giving you, set up large stones and cover them with plaster."
    },
    {
        "o": 6178,
        "r": "csb:Deuteronomy:27:3",
        "t": "Write all the words of this law on the stones after you cross to enter the land the Lord*s your God is giving you, a land flowing with milk and honey, as the Lord,*s the God of your ancestors, has promised you."
    },
    {
        "o": 6179,
        "r": "csb:Deuteronomy:27:4",
        "t": "When you have crossed the Jordan, you are to set up these stones on Mount Ebal, as I am commanding you today, and you are to cover them with plaster."
    },
    {
        "o": 6180,
        "r": "csb:Deuteronomy:27:5",
        "t": "Build an altar of stones there to the Lord*s your God - do not use any iron tool on them."
    },
    {
        "o": 6181,
        "r": "csb:Deuteronomy:27:6",
        "t": "Use uncut stones to build the altar of the Lord*s your God and offer burnt offerings to the Lord*s your God on it."
    },
    {
        "o": 6182,
        "r": "csb:Deuteronomy:27:7",
        "t": "There you are to sacrifice fellowship offerings, eat, and rejoice in the presence of the Lord*s your God."
    },
    {
        "o": 6183,
        "r": "csb:Deuteronomy:27:8",
        "t": "Write clearly all the words of this law on the plastered stones.”"
    },
    {
        "o": 6184,
        "r": "csb:Deuteronomy:27:8",
        "t": "The Covenant Curses",
        "h": 2
    },
    {
        "o": 6185,
        "r": "csb:Deuteronomy:27:9",
        "t": "Moses*p and the Levitical priests spoke to all Israel, “Be silent, Israel, and listen! This day you have become the people of the Lord*s your God."
    },
    {
        "o": 6186,
        "r": "csb:Deuteronomy:27:10",
        "t": "Obey the Lord*s your God and follow his commands and statutes I am giving you today.”"
    },
    {
        "o": 6187,
        "r": "csb:Deuteronomy:27:11",
        "t": "On*p that day Moses commanded the people,"
    },
    {
        "o": 6188,
        "r": "csb:Deuteronomy:27:12",
        "t": "“When you have crossed the Jordan, these tribes will stand on Mount Gerizim to bless the people: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin."
    },
    {
        "o": 6189,
        "r": "csb:Deuteronomy:27:13",
        "t": "And these tribes will stand on Mount Ebal to deliver the curse: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali."
    },
    {
        "o": 6190,
        "r": "csb:Deuteronomy:27:14",
        "t": "The Levites will proclaim in a loud voice to every Israelite:"
    },
    {
        "o": 6191,
        "r": "csb:Deuteronomy:27:15",
        "t": "‘The*ln person who makes a carved idol or cast image, which is detestable to the Lord,*s the work of a craftsman, and sets it up in secret is cursed.’ And*ln all the people will reply, ‘Amen!’"
    },
    {
        "o": 6192,
        "r": "csb:Deuteronomy:27:16",
        "t": "‘The*ln one who dishonors his father or mother is cursed.’ And*ln all the people will say, ‘Amen!’"
    },
    {
        "o": 6193,
        "r": "csb:Deuteronomy:27:17",
        "t": "‘The*ln one who moves his neighbor’s boundary marker is cursed.’ And*ln all the people will say, ‘Amen!’"
    },
    {
        "o": 6194,
        "r": "csb:Deuteronomy:27:18",
        "t": "‘The*ln one who leads a blind person astray on the road is cursed.’ And*ln all the people will say, ‘Amen!’"
    },
    {
        "o": 6195,
        "r": "csb:Deuteronomy:27:19",
        "t": "‘The*ln one who denies justice to a resident alien, a fatherless child, or a widow is cursed.’ And*ln all the people will say, ‘Amen!’"
    },
    {
        "o": 6196,
        "r": "csb:Deuteronomy:27:20",
        "t": "‘The*ln one who sleeps with his father’s wife is cursed, for he has violated his father’s marriage bed.’ And*ln all the people will say, ‘Amen!’"
    },
    {
        "o": 6197,
        "r": "csb:Deuteronomy:27:21",
        "t": "‘The*ln one who has sexual intercourse with any animal is cursed.’ And*ln all the people will say, ‘Amen!’"
    },
    {
        "o": 6198,
        "r": "csb:Deuteronomy:27:22",
        "t": "‘The*ln one who sleeps with his sister, whether his father’s daughter or his mother’s daughter is cursed.’ And*ln all the people will say, ‘Amen!’"
    },
    {
        "o": 6199,
        "r": "csb:Deuteronomy:27:23",
        "t": "‘The*ln one who sleeps with his mother-in-law is cursed.’ And*ln all the people will say, ‘Amen!’"
    },
    {
        "o": 6200,
        "r": "csb:Deuteronomy:27:24",
        "t": "‘The*ln one who secretly kills his neighbor is cursed.’ And*ln all the people will say, ‘Amen!’"
    },
    {
        "o": 6201,
        "r": "csb:Deuteronomy:27:25",
        "t": "‘The*ln one who accepts a bribe to kill an innocent person is cursed.’ And*ln all the people will say, ‘Amen!’"
    },
    {
        "o": 6202,
        "r": "csb:Deuteronomy:27:26",
        "t": "‘Anyone*ln who does not put the words of this law into practice is cursed.’ And*ln all the people will say, ‘Amen!’"
    }
]
