[
    {
        "o": 13452,
        "r": "kjv:Job:7:0",
        "t": "Job 7",
        "h": 1
    },
    {
        "o": 13453,
        "r": "kjv:Job:7:1",
        "t": "Is*p there not an appointed time to man upon earth? are not his days also like the days of an hireling?"
    },
    {
        "o": 13454,
        "r": "kjv:Job:7:2",
        "t": "As*p a servant earnestly desireth the shadow, and as an hireling looketh for the reward of his work:"
    },
    {
        "o": 13455,
        "r": "kjv:Job:7:3",
        "t": "So*p am I made to possess months of vanity, and wearisome nights are appointed to me."
    },
    {
        "o": 13456,
        "r": "kjv:Job:7:4",
        "t": "When*p I lie down, I say, When shall I arise, and the night be gone? and I am full of tossings to and fro unto the dawning of the day."
    },
    {
        "o": 13457,
        "r": "kjv:Job:7:5",
        "t": "My*p flesh is clothed with worms and clods of dust; my skin is broken, and become loathsome."
    },
    {
        "o": 13458,
        "r": "kjv:Job:7:6",
        "t": "My*p days are swifter than a weaver's shuttle, and are spent without hope."
    },
    {
        "o": 13459,
        "r": "kjv:Job:7:7",
        "t": "O*p remember that my life is wind: mine eye shall no more see good."
    },
    {
        "o": 13460,
        "r": "kjv:Job:7:8",
        "t": "The*p eye of him that hath seen me shall see me no more: thine eyes are upon me, and I am not."
    },
    {
        "o": 13461,
        "r": "kjv:Job:7:9",
        "t": "As*p the cloud is consumed and vanisheth away: so he that goeth down to the grave shall come up no more."
    },
    {
        "o": 13462,
        "r": "kjv:Job:7:10",
        "t": "He*p shall return no more to his house, neither shall his place know him any more."
    },
    {
        "o": 13463,
        "r": "kjv:Job:7:11",
        "t": "Therefore*p I will not refrain my mouth; I will speak in the anguish of my spirit; I will complain in the bitterness of my soul."
    },
    {
        "o": 13464,
        "r": "kjv:Job:7:12",
        "t": "Am*p I a sea, or a whale, that thou settest a watch over me?"
    },
    {
        "o": 13465,
        "r": "kjv:Job:7:13",
        "t": "When*p I say, My bed shall comfort me, my couch shall ease my complaint;"
    },
    {
        "o": 13466,
        "r": "kjv:Job:7:14",
        "t": "Then*p thou scarest me with dreams, and terrifiest me through visions:"
    },
    {
        "o": 13467,
        "r": "kjv:Job:7:15",
        "t": "So*p that my soul chooseth strangling, and death rather than my life."
    },
    {
        "o": 13468,
        "r": "kjv:Job:7:16",
        "t": "I*p loathe it; I would not live alway: let me alone; for my days are vanity."
    },
    {
        "o": 13469,
        "r": "kjv:Job:7:17",
        "t": "What*p is man, that thou shouldest magnify him? and that thou shouldest set thine heart upon him?"
    },
    {
        "o": 13470,
        "r": "kjv:Job:7:18",
        "t": "And*p that thou shouldest visit him every morning, and try him every moment?"
    },
    {
        "o": 13471,
        "r": "kjv:Job:7:19",
        "t": "How*p long wilt thou not depart from me, nor let me alone till I swallow down my spittle?"
    },
    {
        "o": 13472,
        "r": "kjv:Job:7:20",
        "t": "I*p have sinned; what shall I do unto thee, O thou preserver of men? why hast thou set me as a mark against thee, so that I am a burden to myself?"
    },
    {
        "o": 13473,
        "r": "kjv:Job:7:21",
        "t": "And*p why dost thou not pardon my transgression, and take away mine iniquity? for now shall I sleep in the dust; and thou shalt seek me in the morning, but I shall not be."
    }
]
