[
    {
        "o": 12023,
        "r": "nkjv:1 Chronicles:17:0",
        "t": "1 Chronicles 17",
        "h": 1
    },
    {
        "o": 12024,
        "r": "nkjv:1 Chronicles:17:0",
        "t": "God’s Covenant with David",
        "h": 2
    },
    {
        "o": 12025,
        "r": "nkjv:1 Chronicles:17:1",
        "t": "Now*p it came to pass, when David was dwelling in his house, that David said to Nathan the prophet, “See now, I dwell in a house of cedar, but the ark of the covenant of the Lord*s is*i under tent curtains.”"
    },
    {
        "o": 12026,
        "r": "nkjv:1 Chronicles:17:2",
        "t": "Then*p Nathan said to David, “Do all that is*i in your heart, for God is*i with you.”"
    },
    {
        "o": 12027,
        "r": "nkjv:1 Chronicles:17:3",
        "t": "But*p it happened that night that the word of God came to Nathan, saying,"
    },
    {
        "o": 12028,
        "r": "nkjv:1 Chronicles:17:4",
        "t": "“Go and tell My servant David, ‘Thus says the Lord:*s “You shall not build Me a house to dwell in."
    },
    {
        "o": 12029,
        "r": "nkjv:1 Chronicles:17:5",
        "t": "For I have not dwelt in a house since the time that I brought up Israel, even to this day, but have gone from tent to tent, and from one*i tabernacle to*i another.*i"
    },
    {
        "o": 12030,
        "r": "nkjv:1 Chronicles:17:6",
        "t": "Wherever I have moved about with all Israel, have I ever spoken a word to any of the judges of Israel, whom I commanded to shepherd My people, saying, ‘Why have you not built Me a house of cedar–’”’"
    },
    {
        "o": 12031,
        "r": "nkjv:1 Chronicles:17:7",
        "t": "Now therefore, thus shall you say to My servant David, ‘Thus says the Lord*s of hosts: “I took you from the sheepfold, from following the sheep, to be ruler over My people Israel."
    },
    {
        "o": 12032,
        "r": "nkjv:1 Chronicles:17:8",
        "t": "And I have been with you wherever you have gone, and have cut off all your enemies from before you, and have made you a name like the name of the great men who are*i on the earth."
    },
    {
        "o": 12033,
        "r": "nkjv:1 Chronicles:17:9",
        "t": "Moreover I will appoint a place for My people Israel, and will plant them, that they may dwell in a place of their own and move no more; nor shall the sons of wickedness oppress them anymore, as previously,"
    },
    {
        "o": 12034,
        "r": "nkjv:1 Chronicles:17:10",
        "t": "since the time that I commanded judges to*i be*i over My people Israel. Also I will subdue all your enemies. Furthermore I tell you that the Lord*s will build you a house."
    },
    {
        "o": 12035,
        "r": "nkjv:1 Chronicles:17:11",
        "t": "And it shall be, when your days are fulfilled, when you must go to*i be*i with your fathers, that I will set up your seed after you, who will be of your sons; and I will establish his kingdom."
    },
    {
        "o": 12036,
        "r": "nkjv:1 Chronicles:17:12",
        "t": "He shall build Me a house, and I will establish his throne forever."
    },
    {
        "o": 12037,
        "r": "nkjv:1 Chronicles:17:13",
        "t": "I will be his Father, and he shall be My son; and I will not take My mercy away from him, as I took it*i from him*i who was before you."
    },
    {
        "o": 12038,
        "r": "nkjv:1 Chronicles:17:14",
        "t": "And I will establish him in My house and in My kingdom forever; and his throne shall be established forever.”’”"
    },
    {
        "o": 12039,
        "r": "nkjv:1 Chronicles:17:15",
        "t": "According*p to all these words and according to all this vision, so Nathan spoke to David."
    },
    {
        "o": 12040,
        "r": "nkjv:1 Chronicles:17:16",
        "t": "Then*p King David went in and sat before the Lord;*s and he said: “Who am*i I, O Lord*s God? And what is my house, that You have brought me this far?"
    },
    {
        "o": 12041,
        "r": "nkjv:1 Chronicles:17:17",
        "t": "And yet*i this was a small thing in Your sight, O God; and You have also*i spoken of Your servant’s house for a great while to come, and have regarded me according to the rank of a man of high degree, O Lord*s God."
    },
    {
        "o": 12042,
        "r": "nkjv:1 Chronicles:17:18",
        "t": "What more can David say*i to You for the honor of Your servant? For You know Your servant."
    },
    {
        "o": 12043,
        "r": "nkjv:1 Chronicles:17:19",
        "t": "O Lord,*s for Your servant’s sake, and according to Your own heart, You have done all this greatness, in making known all these great things."
    },
    {
        "o": 12044,
        "r": "nkjv:1 Chronicles:17:20",
        "t": "O Lord,*s there*i is*i none like You, nor is*i there*i any*i God besides You, according to all that we have heard with our ears."
    },
    {
        "o": 12045,
        "r": "nkjv:1 Chronicles:17:21",
        "t": "And who is*i like Your people Israel, the one nation on the earth whom God went to redeem for Himself as*i a people—to make for Yourself a name by great and awesome deeds, by driving out nations from before Your people whom You redeemed from Egypt?"
    },
    {
        "o": 12046,
        "r": "nkjv:1 Chronicles:17:22",
        "t": "For You have made Your people Israel Your very own people forever; and You, Lord,*s have become their God."
    },
    {
        "o": 12047,
        "r": "nkjv:1 Chronicles:17:23",
        "t": "“And*p now, O Lord,*s the word which You have spoken concerning Your servant and concerning his house, let*i it*i be established forever, and do as You have said."
    },
    {
        "o": 12048,
        "r": "nkjv:1 Chronicles:17:24",
        "t": "So let it be established, that Your name may be magnified forever, saying, ‘The Lord*s of hosts, the God of Israel, is*i Israel’s God.’ And let the house of Your servant David be established before You."
    },
    {
        "o": 12049,
        "r": "nkjv:1 Chronicles:17:25",
        "t": "For You, O my God, have revealed to Your servant that You will build him a house. Therefore Your servant has found it in*i his*i heart*i to pray before You."
    },
    {
        "o": 12050,
        "r": "nkjv:1 Chronicles:17:26",
        "t": "And now, Lord,*s You are God, and have promised this goodness to Your servant."
    },
    {
        "o": 12051,
        "r": "nkjv:1 Chronicles:17:27",
        "t": "Now You have been pleased to bless the house of Your servant, that it may continue before You forever; for You have blessed it, O Lord,*s and it*i shall*i be*i blessed forever.”"
    }
]
