[
    {
        "o": 32719,
        "r": "esv:Ephesians:3:0",
        "t": "Ephesians 3",
        "h": 1
    },
    {
        "o": 32720,
        "r": "esv:Ephesians:3:0",
        "t": "The Mystery of the Gospel Revealed",
        "h": 2
    },
    {
        "o": 32721,
        "r": "esv:Ephesians:3:1",
        "t": "For*p this reason I, Paul, a prisoner of Christ Jesus on behalf of you Gentiles—"
    },
    {
        "o": 32722,
        "r": "esv:Ephesians:3:2",
        "t": "assuming that you have heard of the stewardship of God’s grace that was given to me for you,"
    },
    {
        "o": 32723,
        "r": "esv:Ephesians:3:3",
        "t": "how the mystery was made known to me by revelation, as I have written briefly."
    },
    {
        "o": 32724,
        "r": "esv:Ephesians:3:4",
        "t": "When you read this, you can perceive my insight into the mystery of Christ,"
    },
    {
        "o": 32725,
        "r": "esv:Ephesians:3:5",
        "t": "which was not made known to the sons of men in other generations as it has now been revealed to his holy apostles and prophets by the Spirit."
    },
    {
        "o": 32726,
        "r": "esv:Ephesians:3:6",
        "t": "This mystery is that the Gentiles are fellow heirs, members of the same body, and partakers of the promise in Christ Jesus through the gospel."
    },
    {
        "o": 32727,
        "r": "esv:Ephesians:3:7",
        "t": "Of*p this gospel I was made a minister according to the gift of God’s grace, which was given me by the working of his power."
    },
    {
        "o": 32728,
        "r": "esv:Ephesians:3:8",
        "t": "To me, though I am the very least of all the saints, this grace was given, to preach to the Gentiles the unsearchable riches of Christ,"
    },
    {
        "o": 32729,
        "r": "esv:Ephesians:3:9",
        "t": "and to bring to light for everyone what is the plan of the mystery hidden for ages in God, who created all things,"
    },
    {
        "o": 32730,
        "r": "esv:Ephesians:3:10",
        "t": "so that through the church the manifold wisdom of God might now be made known to the rulers and authorities in the heavenly places."
    },
    {
        "o": 32731,
        "r": "esv:Ephesians:3:11",
        "t": "This was according to the eternal purpose that he has realized in Christ Jesus our Lord,"
    },
    {
        "o": 32732,
        "r": "esv:Ephesians:3:12",
        "t": "in whom we have boldness and access with confidence through our faith in him."
    },
    {
        "o": 32733,
        "r": "esv:Ephesians:3:13",
        "t": "So I ask you not to lose heart over what I am suffering for you, which is your glory."
    },
    {
        "o": 32734,
        "r": "esv:Ephesians:3:13",
        "t": "Prayer for Spiritual Strength",
        "h": 2
    },
    {
        "o": 32735,
        "r": "esv:Ephesians:3:14",
        "t": "For*p this reason I bow my knees before the Father,"
    },
    {
        "o": 32736,
        "r": "esv:Ephesians:3:15",
        "t": "from whom every family in heaven and on earth is named,"
    },
    {
        "o": 32737,
        "r": "esv:Ephesians:3:16",
        "t": "that according to the riches of his glory he may grant you to be strengthened with power through his Spirit in your inner being,"
    },
    {
        "o": 32738,
        "r": "esv:Ephesians:3:17",
        "t": "so that Christ may dwell in your hearts through faith— that you, being rooted and grounded in love,"
    },
    {
        "o": 32739,
        "r": "esv:Ephesians:3:18",
        "t": "may have strength to comprehend with all the saints what is the breadth and length and height and depth,"
    },
    {
        "o": 32740,
        "r": "esv:Ephesians:3:19",
        "t": "and to know the love of Christ that surpasses knowledge, that you may be filled with all the fullness of God."
    },
    {
        "o": 32741,
        "r": "esv:Ephesians:3:20",
        "t": "Now*p to him who is able to do far more abundantly than all that we ask or think, according to the power at work within us,"
    },
    {
        "o": 32742,
        "r": "esv:Ephesians:3:21",
        "t": "to him be glory in the church and in Christ Jesus throughout all generations, forever and ever. Amen."
    }
]
