[
    {
        "o": 31452,
        "r": "csb:Acts:25:0",
        "t": "Acts 25",
        "h": 1
    },
    {
        "o": 31453,
        "r": "csb:Acts:25:0",
        "t": "Appeal to Caesar",
        "h": 2
    },
    {
        "o": 31454,
        "r": "csb:Acts:25:1",
        "t": "Three*p days after Festus arrived in the province, he went up to Jerusalem from Caesarea."
    },
    {
        "o": 31455,
        "r": "csb:Acts:25:2",
        "t": "The chief priests and the leaders of the Jews presented their case against Paul to him; and they appealed,"
    },
    {
        "o": 31456,
        "r": "csb:Acts:25:3",
        "t": "asking for a favor against Paul, that Festus summon him to Jerusalem. They were, in fact, preparing an ambush along the road to kill him."
    },
    {
        "o": 31457,
        "r": "csb:Acts:25:4",
        "t": "Festus, however, answered that Paul should be kept at Caesarea, and that he himself was about to go there shortly."
    },
    {
        "o": 31458,
        "r": "csb:Acts:25:5",
        "t": "“Therefore,” he said, “let those of you who have authority go down with me and accuse him, if he has done anything wrong.”"
    },
    {
        "o": 31459,
        "r": "csb:Acts:25:6",
        "t": "When*p he had spent not more than eight or ten days among them, he went down to Caesarea. The next day, seated at the tribunal, he commanded Paul to be brought in."
    },
    {
        "o": 31460,
        "r": "csb:Acts:25:7",
        "t": "When he arrived, the Jews who had come down from Jerusalem stood around him and brought many serious charges that they were not able to prove."
    },
    {
        "o": 31461,
        "r": "csb:Acts:25:8",
        "t": "Then Paul made his defense: “Neither against the Jewish law, nor against the temple, nor against Caesar have I sinned in any way.”"
    },
    {
        "o": 31462,
        "r": "csb:Acts:25:9",
        "t": "But*p Festus, wanting to do the Jews a favor, replied to Paul, “Are you willing to go up to Jerusalem to be tried before me there on these charges?”"
    },
    {
        "o": 31463,
        "r": "csb:Acts:25:10",
        "t": "Paul*p replied, “I am standing at Caesar’s tribunal, where I ought to be tried. I have done no wrong to the Jews, as even you yourself know very well."
    },
    {
        "o": 31464,
        "r": "csb:Acts:25:11",
        "t": "If then I did anything wrong and am deserving of death, I am not trying to escape death; but if there is nothing to what these men accuse me of, no one can give me up to them. I appeal to Caesar!”"
    },
    {
        "o": 31465,
        "r": "csb:Acts:25:12",
        "t": "Then*p after Festus conferred with his council, he replied, “You have appealed to Caesar; to Caesar you will go.”"
    },
    {
        "o": 31466,
        "r": "csb:Acts:25:12",
        "t": "King Agrippa and Bernice Visit Festus",
        "h": 2
    },
    {
        "o": 31467,
        "r": "csb:Acts:25:13",
        "t": "Several*p days later, King Agrippa and Bernice arrived in Caesarea and paid a courtesy call on Festus."
    },
    {
        "o": 31468,
        "r": "csb:Acts:25:14",
        "t": "Since they were staying there several days, Festus presented Paul’s case to the king, saying, “There’s a man who was left as a prisoner by Felix."
    },
    {
        "o": 31469,
        "r": "csb:Acts:25:15",
        "t": "When I was in Jerusalem, the chief priests and the elders of the Jews presented their case and asked that he be condemned."
    },
    {
        "o": 31470,
        "r": "csb:Acts:25:16",
        "t": "I answered them that it is not the Roman custom to give someone up before the accused faces the accusers and has an opportunity for a defense against the charges."
    },
    {
        "o": 31471,
        "r": "csb:Acts:25:17",
        "t": "So when they had assembled here, I did not delay. The next day I took my seat at the tribunal and ordered the man to be brought in."
    },
    {
        "o": 31472,
        "r": "csb:Acts:25:18",
        "t": "The accusers stood up but brought no charge against him of the evils I was expecting."
    },
    {
        "o": 31473,
        "r": "csb:Acts:25:19",
        "t": "Instead they had some disagreements with him about their own religion and about a certain Jesus, a dead man Paul claimed to be alive."
    },
    {
        "o": 31474,
        "r": "csb:Acts:25:20",
        "t": "Since I was at a loss in a dispute over such things, I asked him if he wanted to go to Jerusalem and be tried there regarding these matters."
    },
    {
        "o": 31475,
        "r": "csb:Acts:25:21",
        "t": "But when Paul appealed to be held for trial by the Emperor, I ordered him to be kept in custody until I could send him to Caesar.”"
    },
    {
        "o": 31476,
        "r": "csb:Acts:25:22",
        "t": "Agrippa*p said to Festus, “I would like to hear the man myself.” “Tomorrow*p you will hear him,” he replied."
    },
    {
        "o": 31477,
        "r": "csb:Acts:25:22",
        "t": "Paul before Agrippa",
        "h": 2
    },
    {
        "o": 31478,
        "r": "csb:Acts:25:23",
        "t": "So*p the next day, Agrippa and Bernice came with great pomp and entered the auditorium with the military commanders and prominent men of the city. When Festus gave the command, Paul was brought in."
    },
    {
        "o": 31479,
        "r": "csb:Acts:25:24",
        "t": "Then Festus said, “King Agrippa and all men present with us, you see this man. The whole Jewish community has appealed to me concerning him, both in Jerusalem and here, shouting that he should not live any longer."
    },
    {
        "o": 31480,
        "r": "csb:Acts:25:25",
        "t": "I found that he had not done anything deserving of death, but when he himself appealed to the Emperor, I decided to send him."
    },
    {
        "o": 31481,
        "r": "csb:Acts:25:26",
        "t": "I have nothing definite to write to my lord about him. Therefore, I have brought him before all of you, and especially before you, King Agrippa, so that after this examination is over, I may have something to write."
    },
    {
        "o": 31482,
        "r": "csb:Acts:25:27",
        "t": "For it seems unreasonable to me to send a prisoner without indicating the charges against him.”"
    }
]
