[
    {
        "o": 20246,
        "r": "niv:Isaiah:39:0",
        "t": "Isaiah 39",
        "h": 1
    },
    {
        "o": 20247,
        "r": "niv:Isaiah:39:0",
        "t": "Envoys From Babylon",
        "h": 2
    },
    {
        "o": 20248,
        "r": "niv:Isaiah:39:1",
        "t": "At*p that time Marduk-Baladan son of Baladan king of Babylon sent Hezekiah letters and a gift, because he had heard of his illness and recovery."
    },
    {
        "o": 20249,
        "r": "niv:Isaiah:39:2",
        "t": "Hezekiah received the envoys gladly and showed them what was in his storehouses—the silver, the gold, the spices, the fine olive oil—his entire armory and everything found among his treasures. There was nothing in his palace or in all his kingdom that Hezekiah did not show them."
    },
    {
        "o": 20250,
        "r": "niv:Isaiah:39:3",
        "t": "Then*p Isaiah the prophet went to King Hezekiah and asked, “What did those men say, and where did they come from?” “From*p a distant land,” Hezekiah replied. “They came to me from Babylon.”"
    },
    {
        "o": 20251,
        "r": "niv:Isaiah:39:4",
        "t": "The*p prophet asked, “What did they see in your palace?” “They*p saw everything in my palace,” Hezekiah said. “There is nothing among my treasures that I did not show them.”"
    },
    {
        "o": 20252,
        "r": "niv:Isaiah:39:5",
        "t": "Then*p Isaiah said to Hezekiah, “Hear the word of the Lord*s Almighty:"
    },
    {
        "o": 20253,
        "r": "niv:Isaiah:39:6",
        "t": "The time will surely come when everything in your palace, and all that your predecessors have stored up until this day, will be carried off to Babylon. Nothing will be left, says the Lord.*s"
    },
    {
        "o": 20254,
        "r": "niv:Isaiah:39:7",
        "t": "And some of your descendants, your own flesh and blood who will be born to you, will be taken away, and they will become eunuchs in the palace of the king of Babylon.”"
    },
    {
        "o": 20255,
        "r": "niv:Isaiah:39:8",
        "t": "“The*p word of the Lord*s you have spoken is good,” Hezekiah replied. For he thought, “There will be peace and security in my lifetime.”"
    }
]
