[
    {
        "o": 29470,
        "r": "nasb:John:9:0",
        "t": "John 9",
        "h": 1
    },
    {
        "o": 29471,
        "r": "nasb:John:9:0",
        "t": "Healing the Man Born Blind",
        "h": 2
    },
    {
        "o": 29472,
        "r": "nasb:John:9:1",
        "t": "As*p He passed by, He saw a man blind from birth."
    },
    {
        "o": 29473,
        "r": "nasb:John:9:2",
        "t": "And His disciples asked Him, “Rabbi, who sinned, this man or his parents, that he would be born blind?”"
    },
    {
        "o": 29474,
        "r": "nasb:John:9:3",
        "t": "Jesus answered, “It*ir was*ir neither*r that*ir this*r man*r sinned,*r nor*r his*r parents;*r but*r it*ir was*ir so*r that*r the*r works*r of*r God*r might*r be*r displayed*r in*r him.*r"
    },
    {
        "o": 29475,
        "r": "nasb:John:9:4",
        "t": "We*r must*r work*r the*r works*r of*r Him*r who*r sent*r Me*r as*r long*r as*r it*r is*r day;*r night*r is*r coming*r when*r no*r one*r can*r work.*r"
    },
    {
        "o": 29476,
        "r": "nasb:John:9:5",
        "t": "While*r I*r am*r in*r the*r world,*r I*r am*r the*r Light*r of*r the*r world.”*r"
    },
    {
        "o": 29477,
        "r": "nasb:John:9:6",
        "t": "When He had said this, He spat on the ground, and made clay of the spittle, and applied the clay to his eyes,"
    },
    {
        "o": 29478,
        "r": "nasb:John:9:7",
        "t": "and said to him, “Go,*r wash*r in*r the*r pool*r of*r Siloam”*r (which is translated, Sent). So he went away and washed, and came back*i seeing."
    },
    {
        "o": 29479,
        "r": "nasb:John:9:8",
        "t": "Therefore the neighbors, and those who previously saw him as a beggar, were saying, “Is not this the one who used to sit and beg?”"
    },
    {
        "o": 29480,
        "r": "nasb:John:9:9",
        "t": "Others were saying, “This is he,” still*i others were saying, “No, but he is like him.” He kept saying, “I am the one.”"
    },
    {
        "o": 29481,
        "r": "nasb:John:9:10",
        "t": "So they were saying to him, “How then were your eyes opened?”"
    },
    {
        "o": 29482,
        "r": "nasb:John:9:11",
        "t": "He answered, “The man who is called Jesus made clay, and anointed my eyes, and said to me, ‘Go*r to*r Siloam*r and*r wash’;*r so I went away and washed, and I received sight.”"
    },
    {
        "o": 29483,
        "r": "nasb:John:9:12",
        "t": "They said to him, “Where is He?” He said, “I do not know.”"
    },
    {
        "o": 29484,
        "r": "nasb:John:9:12",
        "t": "Controversy over the Man",
        "h": 2
    },
    {
        "o": 29485,
        "r": "nasb:John:9:13",
        "t": "They*p brought to the Pharisees the man who was formerly blind."
    },
    {
        "o": 29486,
        "r": "nasb:John:9:14",
        "t": "Now it was a Sabbath on the day when Jesus made the clay and opened his eyes."
    },
    {
        "o": 29487,
        "r": "nasb:John:9:15",
        "t": "Then the Pharisees also were asking him again how he received his sight. And he said to them, “He applied clay to my eyes, and I washed, and I see.”"
    },
    {
        "o": 29488,
        "r": "nasb:John:9:16",
        "t": "Therefore some of the Pharisees were saying, “This man is not from God, because He does not keep the Sabbath.” But others were saying, “How can a man who is a sinner perform such signs?” And there was a division among them."
    },
    {
        "o": 29489,
        "r": "nasb:John:9:17",
        "t": "So they said to the blind man again, “What do you say about Him, since He opened your eyes?” And he said, “He is a prophet.”"
    },
    {
        "o": 29490,
        "r": "nasb:John:9:18",
        "t": "The*p Jews then did not believe it*i of him, that he had been blind and had received sight, until they called the parents of the very one who had received his sight,"
    },
    {
        "o": 29491,
        "r": "nasb:John:9:19",
        "t": "and questioned them, saying, “Is this your son, who you say was born blind? Then how does he now see?”"
    },
    {
        "o": 29492,
        "r": "nasb:John:9:20",
        "t": "His parents answered them and said, “We know that this is our son, and that he was born blind;"
    },
    {
        "o": 29493,
        "r": "nasb:John:9:21",
        "t": "but how he now sees, we do not know; or who opened his eyes, we do not know. Ask him; he is of age, he will speak for himself.”"
    },
    {
        "o": 29494,
        "r": "nasb:John:9:22",
        "t": "His parents said this because they were afraid of the Jews; for the Jews had already agreed that if anyone confessed Him to be Christ, he was to be put out of the synagogue."
    },
    {
        "o": 29495,
        "r": "nasb:John:9:23",
        "t": "For this reason his parents said, “He is of age; ask him.”"
    },
    {
        "o": 29496,
        "r": "nasb:John:9:24",
        "t": "So*p a second time they called the man who had been blind, and said to him, “Give glory to God; we know that this man is a sinner.”"
    },
    {
        "o": 29497,
        "r": "nasb:John:9:25",
        "t": "He then answered, “Whether He is a sinner, I do not know; one thing I do know, that though I was blind, now I see.”"
    },
    {
        "o": 29498,
        "r": "nasb:John:9:26",
        "t": "So they said to him, “What did He do to you? How did He open your eyes?”"
    },
    {
        "o": 29499,
        "r": "nasb:John:9:27",
        "t": "He answered them, “I told you already and you did not listen; why do you want to hear it*i again? You do not want to become His disciples too, do you?”"
    },
    {
        "o": 29500,
        "r": "nasb:John:9:28",
        "t": "They reviled him and said, “You are His disciple, but we are disciples of Moses."
    },
    {
        "o": 29501,
        "r": "nasb:John:9:29",
        "t": "We know that God has spoken to Moses, but as for this man, we do not know where He is from.”"
    },
    {
        "o": 29502,
        "r": "nasb:John:9:30",
        "t": "The man answered and said to them, “Well, here is an amazing thing, that you do not know where He is from, and yet*i He opened my eyes."
    },
    {
        "o": 29503,
        "r": "nasb:John:9:31",
        "t": "We know that God does not hear sinners; but if anyone is God-fearing and does His will, He hears him."
    },
    {
        "o": 29504,
        "r": "nasb:John:9:32",
        "t": "Since the beginning of time it has never been heard that anyone opened the eyes of a person born blind."
    },
    {
        "o": 29505,
        "r": "nasb:John:9:33",
        "t": "If this man were not from God, He could do nothing.”"
    },
    {
        "o": 29506,
        "r": "nasb:John:9:34",
        "t": "They answered him, “You were born entirely in sins, and are you teaching us?” So they put him out."
    },
    {
        "o": 29507,
        "r": "nasb:John:9:34",
        "t": "Jesus Affirms His Deity",
        "h": 2
    },
    {
        "o": 29508,
        "r": "nasb:John:9:35",
        "t": "Jesus*p heard that they had put him out, and finding him, He said, “Do*r you*r believe*r in*r the*r Son*r of*r Man?”*r"
    },
    {
        "o": 29509,
        "r": "nasb:John:9:36",
        "t": "He answered, “Who is He, Lord, that I may believe in Him?”"
    },
    {
        "o": 29510,
        "r": "nasb:John:9:37",
        "t": "Jesus said to him, “You*r have*r both*r seen*r Him,*r and*r He*r is*r the*r one*r who*r is*r talking*r with*r you.”*r"
    },
    {
        "o": 29511,
        "r": "nasb:John:9:38",
        "t": "And he said, “Lord, I believe.” And he worshiped Him."
    },
    {
        "o": 29512,
        "r": "nasb:John:9:39",
        "t": "And Jesus said, “For*r judgment*r I*r came*r into*r this*r world,*r so*r that*r those*r who*r do*r not*r see*r may*r see,*r and*r that*r those*r who*r see*r may*r become*r blind.”*r"
    },
    {
        "o": 29513,
        "r": "nasb:John:9:40",
        "t": "Those of the Pharisees who were with Him heard these things and said to Him, “We are not blind too, are we?”"
    },
    {
        "o": 29514,
        "r": "nasb:John:9:41",
        "t": "Jesus said to them, “If*r you*r were*r blind,*r you*r would*r have*r no*r sin;*r but*r since*r you*r say,*r ‘We*r see,’*r your*r sin*r remains.*r"
    }
]
