[
    {
        "o": 15315,
        "r": "kjv:Psalm:55:0",
        "t": "Psalm 55",
        "h": 1
    },
    {
        "o": 15316,
        "r": "kjv:Psalm:55:0",
        "t": "To the chief Musician on Neginoth, Maschil, A Psalm of David.",
        "h": 4
    },
    {
        "o": 15317,
        "r": "kjv:Psalm:55:1",
        "t": "Give*p ear to my prayer, O God; and hide not thyself from my supplication."
    },
    {
        "o": 15318,
        "r": "kjv:Psalm:55:2",
        "t": "Attend*p unto me, and hear me: I mourn in my complaint, and make a noise;"
    },
    {
        "o": 15319,
        "r": "kjv:Psalm:55:3",
        "t": "Because*p of the voice of the enemy, because of the oppression of the wicked: for they cast iniquity upon me, and in wrath they hate me."
    },
    {
        "o": 15320,
        "r": "kjv:Psalm:55:4",
        "t": "My*p heart is sore pained within me: and the terrors of death are fallen upon me."
    },
    {
        "o": 15321,
        "r": "kjv:Psalm:55:5",
        "t": "Fearfulness*p and trembling are come upon me, and horror hath overwhelmed me."
    },
    {
        "o": 15322,
        "r": "kjv:Psalm:55:6",
        "t": "And*p I said, Oh that I had wings like a dove! for then would I fly away, and be at rest."
    },
    {
        "o": 15323,
        "r": "kjv:Psalm:55:7",
        "t": "Lo,*p then would I wander far off, and remain in the wilderness. Selah."
    },
    {
        "o": 15324,
        "r": "kjv:Psalm:55:8",
        "t": "I*p would hasten my escape from the windy storm and tempest."
    },
    {
        "o": 15325,
        "r": "kjv:Psalm:55:9",
        "t": "Destroy,*p O Lord, and divide their tongues: for I have seen violence and strife in the city."
    },
    {
        "o": 15326,
        "r": "kjv:Psalm:55:10",
        "t": "Day*p and night they go about it upon the walls thereof: mischief also and sorrow are in the midst of it."
    },
    {
        "o": 15327,
        "r": "kjv:Psalm:55:11",
        "t": "Wickedness*p is in the midst thereof: deceit and guile depart not from her streets."
    },
    {
        "o": 15328,
        "r": "kjv:Psalm:55:12",
        "t": "For*p it was not an enemy that reproached me; then I could have borne it: neither was it he that hated me that did magnify himself against me; then I would have hid myself from him:"
    },
    {
        "o": 15329,
        "r": "kjv:Psalm:55:13",
        "t": "But*p it was thou, a man mine equal, my guide, and mine acquaintance."
    },
    {
        "o": 15330,
        "r": "kjv:Psalm:55:14",
        "t": "We*p took sweet counsel together, and walked unto the house of God in company."
    },
    {
        "o": 15331,
        "r": "kjv:Psalm:55:15",
        "t": "Let*p death seize upon them, and let them go down quick into hell: for wickedness is in their dwellings, and among them."
    },
    {
        "o": 15332,
        "r": "kjv:Psalm:55:16",
        "t": "As*p for me, I will call upon God; and the Lord*s shall save me."
    },
    {
        "o": 15333,
        "r": "kjv:Psalm:55:17",
        "t": "Evening,*p and morning, and at noon, will I pray, and cry aloud: and he shall hear my voice."
    },
    {
        "o": 15334,
        "r": "kjv:Psalm:55:18",
        "t": "He*p hath delivered my soul in peace from the battle that was against me: for there were many with me."
    },
    {
        "o": 15335,
        "r": "kjv:Psalm:55:19",
        "t": "God*p shall hear, and afflict them, even he that abideth of old. Selah. Because they have no changes, therefore they fear not God."
    },
    {
        "o": 15336,
        "r": "kjv:Psalm:55:20",
        "t": "He*p hath put forth his hands against such as be at peace with him: he hath broken his covenant."
    },
    {
        "o": 15337,
        "r": "kjv:Psalm:55:21",
        "t": "The*p words of his mouth were smoother than butter, but war was in his heart: his words were softer than oil, yet were they drawn swords."
    },
    {
        "o": 15338,
        "r": "kjv:Psalm:55:22",
        "t": "Cast*p thy burden upon the Lord,*s and he shall sustain thee: he shall never suffer the righteous to be moved."
    },
    {
        "o": 15339,
        "r": "kjv:Psalm:55:23",
        "t": "But*p thou, O God, shalt bring them down into the pit of destruction: bloody and deceitful men shall not live out half their days; but I will trust in thee."
    }
]
