[
    {
        "o": 16016,
        "r": "esv:Psalm:39:0",
        "t": "Psalm 39",
        "h": 1
    },
    {
        "o": 16017,
        "r": "esv:Psalm:39:0",
        "t": "What Is the Measure of My Days?",
        "h": 2
    },
    {
        "o": 16018,
        "r": "esv:Psalm:39:0",
        "t": "To the choirmaster: to Jeduthun. A Psalm of David.",
        "h": 4
    },
    {
        "o": 16019,
        "r": "esv:Psalm:39:1",
        "t": "I*pn said, “I will guard my ways, that*ld I may not sin with my tongue; I*ln will guard my mouth with a muzzle, so*ld long as the wicked are in my presence.”"
    },
    {
        "o": 16020,
        "r": "esv:Psalm:39:2",
        "t": "I*ln was mute and silent; I*ld held my peace to no avail, and*ln my distress grew worse."
    },
    {
        "o": 16021,
        "r": "esv:Psalm:39:3",
        "t": "My*ld heart became hot within me. As*ln I mused, the fire burned; then*ld I spoke with my tongue:"
    },
    {
        "o": 16022,
        "r": "esv:Psalm:39:4",
        "t": "“O*pn Lord,*s make me know my end and*ld what is the measure of my days; let*ld me know how fleeting I am!"
    },
    {
        "o": 16023,
        "r": "esv:Psalm:39:5",
        "t": "Behold,*ln you have made my days a few handbreadths, and*ld my lifetime is as nothing before you. Surely*ln all mankind stands as a mere breath! Selah*ig"
    },
    {
        "o": 16024,
        "r": "esv:Psalm:39:6",
        "t": "Surely*ld a man goes about as a shadow! Surely*ln for nothing they are in turmoil; man*ld heaps up wealth and does not know who will gather!"
    },
    {
        "o": 16025,
        "r": "esv:Psalm:39:7",
        "t": "“And*pn now, O Lord, for what do I wait? My*ld hope is in you."
    },
    {
        "o": 16026,
        "r": "esv:Psalm:39:8",
        "t": "Deliver*ln me from all my transgressions. Do*ld not make me the scorn of the fool!"
    },
    {
        "o": 16027,
        "r": "esv:Psalm:39:9",
        "t": "I*ln am mute; I do not open my mouth, for*ld it is you who have done it."
    },
    {
        "o": 16028,
        "r": "esv:Psalm:39:10",
        "t": "Remove*ln your stroke from me; I*ld am spent by the hostility of your hand."
    },
    {
        "o": 16029,
        "r": "esv:Psalm:39:11",
        "t": "When*ln you discipline a man with*ld rebukes for sin, you*ln consume like a moth what is dear to him; surely*ld all mankind is a mere breath! Selah*ig"
    },
    {
        "o": 16030,
        "r": "esv:Psalm:39:12",
        "t": "“Hear*pn my prayer, O Lord,*s and*ld give ear to my cry; hold*ld not your peace at my tears! For*ln I am a sojourner with you, a*ld guest, like all my fathers."
    },
    {
        "o": 16031,
        "r": "esv:Psalm:39:13",
        "t": "Look*ln away from me, that I may smile again, before*ld I depart and am no more!”"
    }
]
