[
    {
        "o": 13634,
        "r": "nkjv:Nehemiah:1:0",
        "t": "Nehemiah 1",
        "h": 1
    },
    {
        "o": 13635,
        "r": "nkjv:Nehemiah:1:0",
        "t": "Nehemiah Prays for His People",
        "h": 2
    },
    {
        "o": 13636,
        "r": "nkjv:Nehemiah:1:1",
        "t": "The*p words of Nehemiah the son of Hachaliah. It*p came to pass in the month of Chislev, in*i the twentieth year, as I was in Shushan the citadel,"
    },
    {
        "o": 13637,
        "r": "nkjv:Nehemiah:1:2",
        "t": "that Hanani one of my brethren came with men from Judah; and I asked them concerning the Jews who had escaped, who had survived the captivity, and concerning Jerusalem."
    },
    {
        "o": 13638,
        "r": "nkjv:Nehemiah:1:3",
        "t": "And they said to me, “The survivors who are left from the captivity in the province are*i there in great distress and reproach. The wall of Jerusalem is*i also broken down, and its gates are burned with fire.”"
    },
    {
        "o": 13639,
        "r": "nkjv:Nehemiah:1:4",
        "t": "So*p it was, when I heard these words, that I sat down and wept, and mourned for*i many*i days; I was fasting and praying before the God of heaven."
    },
    {
        "o": 13640,
        "r": "nkjv:Nehemiah:1:5",
        "t": "And*p I said: “I pray, Lord*s God of heaven, O great and awesome God, You*i who keep Your*i covenant and mercy with those who love You and observe Your commandments,"
    },
    {
        "o": 13641,
        "r": "nkjv:Nehemiah:1:6",
        "t": "please let Your ear be attentive and Your eyes open, that You may hear the prayer of Your servant which I pray before You now, day and night, for the children of Israel Your servants, and confess the sins of the children of Israel which we have sinned against You. Both my father’s house and I have sinned."
    },
    {
        "o": 13642,
        "r": "nkjv:Nehemiah:1:7",
        "t": "We have acted very corruptly against You, and have not kept the commandments, the statutes, nor the ordinances which You commanded Your servant Moses."
    },
    {
        "o": 13643,
        "r": "nkjv:Nehemiah:1:8",
        "t": "Remember, I pray, the word that You commanded Your servant Moses, saying, ‘If*i you are unfaithful, I will scatter you among the nations;"
    },
    {
        "o": 13644,
        "r": "nkjv:Nehemiah:1:9",
        "t": "but if*i you return to Me, and keep My commandments and do them, though some of you were cast out to the farthest part of the heavens, yet*i I will gather them from there, and bring them to the place which I have chosen as a dwelling for My name.’"
    },
    {
        "o": 13645,
        "r": "nkjv:Nehemiah:1:10",
        "t": "Now these are*i Your servants and Your people, whom You have redeemed by Your great power, and by Your strong hand."
    },
    {
        "o": 13646,
        "r": "nkjv:Nehemiah:1:11",
        "t": "O Lord, I pray, please let Your ear be attentive to the prayer of Your servant, and to the prayer of Your servants who desire to fear Your name; and let Your servant prosper this day, I pray, and grant him mercy in the sight of this man.” For*p I was the king’s cupbearer."
    }
]
