[
    {
        "o": 27951,
        "r": "esv:Luke:3:0",
        "t": "Luke 3",
        "h": 1
    },
    {
        "o": 27952,
        "r": "esv:Luke:3:0",
        "t": "John the Baptist Prepares the Way",
        "h": 2
    },
    {
        "o": 27953,
        "r": "esv:Luke:3:1",
        "t": "In*p the fifteenth year of the reign of Tiberius Caesar, Pontius Pilate being governor of Judea, and Herod being tetrarch of Galilee, and his brother Philip tetrarch of the region of Ituraea and Trachonitis, and Lysanias tetrarch of Abilene,"
    },
    {
        "o": 27954,
        "r": "esv:Luke:3:2",
        "t": "during the high priesthood of Annas and Caiaphas, the word of God came to John the son of Zechariah in the wilderness."
    },
    {
        "o": 27955,
        "r": "esv:Luke:3:3",
        "t": "And he went into all the region around the Jordan, proclaiming a baptism of repentance for the forgiveness of sins."
    },
    {
        "o": 27956,
        "r": "esv:Luke:3:4",
        "t": "As it is written in the book of the words of Isaiah the prophet, “The*pn voice of one crying in the wilderness: ‘Prepare*ln the way of the Lord, make*ld his paths straight."
    },
    {
        "o": 27957,
        "r": "esv:Luke:3:5",
        "t": "Every*ln valley shall be filled, and*ld every mountain and hill shall be made low, and*ln the crooked shall become straight, and*ld the rough places shall become level ways,"
    },
    {
        "o": 27958,
        "r": "esv:Luke:3:6",
        "t": "and*ln all flesh shall see the salvation of God.’”"
    },
    {
        "o": 27959,
        "r": "esv:Luke:3:7",
        "t": "He*p said therefore to the crowds that came out to be baptized by him, “You brood of vipers! Who warned you to flee from the wrath to come?"
    },
    {
        "o": 27960,
        "r": "esv:Luke:3:8",
        "t": "Bear fruits in keeping with repentance. And do not begin to say to yourselves, ‘We have Abraham as our father.’ For I tell you, God is able from these stones to raise up children for Abraham."
    },
    {
        "o": 27961,
        "r": "esv:Luke:3:9",
        "t": "Even now the axe is laid to the root of the trees. Every tree therefore that does not bear good fruit is cut down and thrown into the fire.”"
    },
    {
        "o": 27962,
        "r": "esv:Luke:3:10",
        "t": "And*p the crowds asked him, “What then shall we do?”"
    },
    {
        "o": 27963,
        "r": "esv:Luke:3:11",
        "t": "And he answered them, “Whoever has two tunics is to share with him who has none, and whoever has food is to do likewise.”"
    },
    {
        "o": 27964,
        "r": "esv:Luke:3:12",
        "t": "Tax collectors also came to be baptized and said to him, “Teacher, what shall we do?”"
    },
    {
        "o": 27965,
        "r": "esv:Luke:3:13",
        "t": "And he said to them, “Collect no more than you are authorized to do.”"
    },
    {
        "o": 27966,
        "r": "esv:Luke:3:14",
        "t": "Soldiers also asked him, “And we, what shall we do?” And he said to them, “Do not extort money from anyone by threats or by false accusation, and be content with your wages.”"
    },
    {
        "o": 27967,
        "r": "esv:Luke:3:15",
        "t": "As*p the people were in expectation, and all were questioning in their hearts concerning John, whether he might be the Christ,"
    },
    {
        "o": 27968,
        "r": "esv:Luke:3:16",
        "t": "John answered them all, saying, “I baptize you with water, but he who is mightier than I is coming, the strap of whose sandals I am not worthy to untie. He will baptize you with the Holy Spirit and fire."
    },
    {
        "o": 27969,
        "r": "esv:Luke:3:17",
        "t": "His winnowing fork is in his hand, to clear his threshing floor and to gather the wheat into his barn, but the chaff he will burn with unquenchable fire.”"
    },
    {
        "o": 27970,
        "r": "esv:Luke:3:18",
        "t": "So*p with many other exhortations he preached good news to the people."
    },
    {
        "o": 27971,
        "r": "esv:Luke:3:19",
        "t": "But Herod the tetrarch, who had been reproved by him for Herodias, his brother’s wife, and for all the evil things that Herod had done,"
    },
    {
        "o": 27972,
        "r": "esv:Luke:3:20",
        "t": "added this to them all, that he locked up John in prison."
    },
    {
        "o": 27973,
        "r": "esv:Luke:3:21",
        "t": "Now*p when all the people were baptized, and when Jesus also had been baptized and was praying, the heavens were opened,"
    },
    {
        "o": 27974,
        "r": "esv:Luke:3:22",
        "t": "and the Holy Spirit descended on him in bodily form, like a dove; and a voice came from heaven, “You are my beloved Son; with you I am well pleased.”"
    },
    {
        "o": 27975,
        "r": "esv:Luke:3:22",
        "t": "The Genealogy of Jesus Christ",
        "h": 2
    },
    {
        "o": 27976,
        "r": "esv:Luke:3:23",
        "t": "Jesus,*p when he began his ministry, was about thirty years of age, being the son (as was supposed) of Joseph, the son of Heli,"
    },
    {
        "o": 27977,
        "r": "esv:Luke:3:24",
        "t": "the son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph,"
    },
    {
        "o": 27978,
        "r": "esv:Luke:3:25",
        "t": "the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai,"
    },
    {
        "o": 27979,
        "r": "esv:Luke:3:26",
        "t": "the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda,"
    },
    {
        "o": 27980,
        "r": "esv:Luke:3:27",
        "t": "the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri,"
    },
    {
        "o": 27981,
        "r": "esv:Luke:3:28",
        "t": "the son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er,"
    },
    {
        "o": 27982,
        "r": "esv:Luke:3:29",
        "t": "the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi,"
    },
    {
        "o": 27983,
        "r": "esv:Luke:3:30",
        "t": "the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim,"
    },
    {
        "o": 27984,
        "r": "esv:Luke:3:31",
        "t": "the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David,"
    },
    {
        "o": 27985,
        "r": "esv:Luke:3:32",
        "t": "the son of Jesse, the son of Obed, the son of Boaz, the son of Sala, the son of Nahshon,"
    },
    {
        "o": 27986,
        "r": "esv:Luke:3:33",
        "t": "the son of Amminadab, the son of Admin, the son of Arni, the son of Hezron, the son of Perez, the son of Judah,"
    },
    {
        "o": 27987,
        "r": "esv:Luke:3:34",
        "t": "the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor,"
    },
    {
        "o": 27988,
        "r": "esv:Luke:3:35",
        "t": "the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah,"
    },
    {
        "o": 27989,
        "r": "esv:Luke:3:36",
        "t": "the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech,"
    },
    {
        "o": 27990,
        "r": "esv:Luke:3:37",
        "t": "the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalaleel, the son of Cainan,"
    },
    {
        "o": 27991,
        "r": "esv:Luke:3:38",
        "t": "the son of Enos, the son of Seth, the son of Adam, the son of God."
    }
]
