[
    {
        "o": 4877,
        "r": "nasb:Numbers:25:0",
        "t": "Numbers 25",
        "h": 1
    },
    {
        "o": 4878,
        "r": "nasb:Numbers:25:0",
        "t": "The Sin of Peor",
        "h": 2
    },
    {
        "o": 4879,
        "r": "nasb:Numbers:25:1",
        "t": "While*p Israel remained at Shittim, the people began to play the harlot with the daughters of Moab."
    },
    {
        "o": 4880,
        "r": "nasb:Numbers:25:2",
        "t": "For they invited the people to the sacrifices of their gods, and the people ate and bowed down to their gods."
    },
    {
        "o": 4881,
        "r": "nasb:Numbers:25:3",
        "t": "So Israel joined themselves to Baal of Peor, and the Lord*s was angry against Israel."
    },
    {
        "o": 4882,
        "r": "nasb:Numbers:25:4",
        "t": "The Lord*s said to Moses, “Take all the leaders of the people and execute them in broad daylight before the Lord,*s so that the fierce anger of the Lord*s may turn away from Israel.”"
    },
    {
        "o": 4883,
        "r": "nasb:Numbers:25:5",
        "t": "So Moses said to the judges of Israel, “Each of you slay his men who have joined themselves to Baal of Peor.”"
    },
    {
        "o": 4884,
        "r": "nasb:Numbers:25:6",
        "t": "Then*p behold, one of the sons of Israel came and brought to his relatives a Midianite woman, in the sight of Moses and in the sight of all the congregation of the sons of Israel, while they were weeping at the doorway of the tent of meeting."
    },
    {
        "o": 4885,
        "r": "nasb:Numbers:25:7",
        "t": "When Phinehas the son of Eleazar, the son of Aaron the priest, saw it, he arose from the midst of the congregation and took a spear in his hand,"
    },
    {
        "o": 4886,
        "r": "nasb:Numbers:25:8",
        "t": "and he went after the man of Israel into the tent and pierced both of them through, the man of Israel and the woman, through the body. So the plague on the sons of Israel was checked."
    },
    {
        "o": 4887,
        "r": "nasb:Numbers:25:9",
        "t": "Those who died by the plague were 24,000."
    },
    {
        "o": 4888,
        "r": "nasb:Numbers:25:9",
        "t": "The Zeal of Phinehas",
        "h": 2
    },
    {
        "o": 4889,
        "r": "nasb:Numbers:25:10",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4890,
        "r": "nasb:Numbers:25:11",
        "t": "“Phinehas the son of Eleazar, the son of Aaron the priest, has turned away My wrath from the sons of Israel in that he was jealous with My jealousy among them, so that I did not destroy the sons of Israel in My jealousy."
    },
    {
        "o": 4891,
        "r": "nasb:Numbers:25:12",
        "t": "Therefore say, ‘Behold, I give him My covenant of peace;"
    },
    {
        "o": 4892,
        "r": "nasb:Numbers:25:13",
        "t": "and it shall be for him and his descendants after him, a covenant of a perpetual priesthood, because he was jealous for his God and made atonement for the sons of Israel.’ ”"
    },
    {
        "o": 4893,
        "r": "nasb:Numbers:25:14",
        "t": "Now*p the name of the slain man of Israel who was slain with the Midianite woman, was Zimri the son of Salu, a leader of a father’s household among the Simeonites."
    },
    {
        "o": 4894,
        "r": "nasb:Numbers:25:15",
        "t": "The name of the Midianite woman who was slain was Cozbi the daughter of Zur, who was head of the people of a father’s household in Midian."
    },
    {
        "o": 4895,
        "r": "nasb:Numbers:25:16",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4896,
        "r": "nasb:Numbers:25:17",
        "t": "“Be hostile to the Midianites and strike them;"
    },
    {
        "o": 4897,
        "r": "nasb:Numbers:25:18",
        "t": "for they have been hostile to you with their tricks, with which they have deceived you in the affair of Peor and in the affair of Cozbi, the daughter of the leader of Midian, their sister who was slain on the day of the plague because of Peor.”"
    }
]
