[
    {
        "o": 22081,
        "r": "nkjv:Jeremiah:32:0",
        "t": "Jeremiah 32",
        "h": 1
    },
    {
        "o": 22082,
        "r": "nkjv:Jeremiah:32:0",
        "t": "Jeremiah Buys a Field",
        "h": 2
    },
    {
        "o": 22083,
        "r": "nkjv:Jeremiah:32:1",
        "t": "The*p word that came to Jeremiah from the Lord*s in the tenth year of Zedekiah king of Judah, which was the eighteenth year of Nebuchadnezzar."
    },
    {
        "o": 22084,
        "r": "nkjv:Jeremiah:32:2",
        "t": "For then the king of Babylon’s army besieged Jerusalem, and Jeremiah the prophet was shut up in the court of the prison, which was*i in*i the king of Judah’s house."
    },
    {
        "o": 22085,
        "r": "nkjv:Jeremiah:32:3",
        "t": "For Zedekiah king of Judah had shut him up, saying, “Why do you prophesy and say, ‘Thus says the Lord:*s “Behold, I will give this city into the hand of the king of Babylon, and he shall take it;"
    },
    {
        "o": 22086,
        "r": "nkjv:Jeremiah:32:4",
        "t": "and Zedekiah king of Judah shall not escape from the hand of the Chaldeans, but shall surely be delivered into the hand of the king of Babylon, and shall speak with him face to face, and see him eye to eye;"
    },
    {
        "o": 22087,
        "r": "nkjv:Jeremiah:32:5",
        "t": "then he shall lead Zedekiah to Babylon, and there he shall be until I visit him,” says the Lord;*s “though you fight with the Chaldeans, you shall not succeed”’?”"
    },
    {
        "o": 22088,
        "r": "nkjv:Jeremiah:32:6",
        "t": "And*p Jeremiah said, “The word of the Lord*s came to me, saying,"
    },
    {
        "o": 22089,
        "r": "nkjv:Jeremiah:32:7",
        "t": "‘Behold, Hanamel the son of Shallum your uncle will come to you, saying, “Buy my field which is*i in Anathoth, for the right of redemption is*i yours to buy it.”’*i"
    },
    {
        "o": 22090,
        "r": "nkjv:Jeremiah:32:8",
        "t": "Then Hanamel my uncle’s son came to me in the court of the prison according to the word of the Lord,*s and said to me, ‘Please buy my field that is*i in Anathoth, which is*i in the country of Benjamin; for the right of inheritance is*i yours, and the redemption yours; buy it*i for yourself.’ Then I knew that this was the word of the Lord.*s"
    },
    {
        "o": 22091,
        "r": "nkjv:Jeremiah:32:9",
        "t": "So I bought the field from Hanamel, the son of my uncle who was*i in Anathoth, and weighed out*i to*i him the money—seventeen shekels of silver."
    },
    {
        "o": 22092,
        "r": "nkjv:Jeremiah:32:10",
        "t": "And I signed the deed and sealed it,*i took witnesses, and weighed the money on the scales."
    },
    {
        "o": 22093,
        "r": "nkjv:Jeremiah:32:11",
        "t": "So I took the purchase deed, both*i that which was sealed according*i to the law and custom, and that which was open;"
    },
    {
        "o": 22094,
        "r": "nkjv:Jeremiah:32:12",
        "t": "and I gave the purchase deed to Baruch the son of Neriah, son of Mahseiah, in the presence of Hanamel my uncle’s son,*i and in the presence of the witnesses who signed the purchase deed, before all the Jews who sat in the court of the prison."
    },
    {
        "o": 22095,
        "r": "nkjv:Jeremiah:32:13",
        "t": "“Then*p I charged Baruch before them, saying,"
    },
    {
        "o": 22096,
        "r": "nkjv:Jeremiah:32:14",
        "t": "‘Thus says the Lord*s of hosts, the God of Israel: “Take these deeds, both this purchase deed which is sealed and this deed which is open, and put them in an earthen vessel, that they may last many days.”"
    },
    {
        "o": 22097,
        "r": "nkjv:Jeremiah:32:15",
        "t": "For thus says the Lord*s of hosts, the God of Israel: “Houses and fields and vineyards shall be possessed again in this land.”’"
    },
    {
        "o": 22098,
        "r": "nkjv:Jeremiah:32:15",
        "t": "Jeremiah Prays for Understanding",
        "h": 2
    },
    {
        "o": 22099,
        "r": "nkjv:Jeremiah:32:16",
        "t": "“Now*p when I had delivered the purchase deed to Baruch the son of Neriah, I prayed to the Lord,*s saying:"
    },
    {
        "o": 22100,
        "r": "nkjv:Jeremiah:32:17",
        "t": "‘Ah, Lord God!*s Behold, You have made the heavens and the earth by Your great power and outstretched arm. There is nothing too hard for You."
    },
    {
        "o": 22101,
        "r": "nkjv:Jeremiah:32:18",
        "t": "You*i show lovingkindness to thousands, and repay the iniquity of the fathers into the bosom of their children after them—the Great, the Mighty God, whose name is*i the Lord*s of hosts."
    },
    {
        "o": 22102,
        "r": "nkjv:Jeremiah:32:19",
        "t": "You*i are*i great in counsel and mighty in work, for Your eyes are*i open to all the ways of the sons of men, to give everyone according to his ways and according to the fruit of his doings."
    },
    {
        "o": 22103,
        "r": "nkjv:Jeremiah:32:20",
        "t": "You have set signs and wonders in the land of Egypt, to this day, and in Israel and among other*i men; and You have made Yourself a name, as it is this day."
    },
    {
        "o": 22104,
        "r": "nkjv:Jeremiah:32:21",
        "t": "You have brought Your people Israel out of the land of Egypt with signs and wonders, with a strong hand and an outstretched arm, and with great terror;"
    },
    {
        "o": 22105,
        "r": "nkjv:Jeremiah:32:22",
        "t": "You have given them this land, of which You swore to their fathers to give them— “a land flowing with milk and honey.”"
    },
    {
        "o": 22106,
        "r": "nkjv:Jeremiah:32:23",
        "t": "And they came in and took possession of it, but they have not obeyed Your voice or walked in Your law. They have done nothing of all that You commanded them to do; therefore You have caused all this calamity to come upon them."
    },
    {
        "o": 22107,
        "r": "nkjv:Jeremiah:32:24",
        "t": "‘Look,*p the siege mounds! They have come to the city to take it; and the city has been given into the hand of the Chaldeans who fight against it, because of the sword and famine and pestilence. What You have spoken has happened; there You see it!*i"
    },
    {
        "o": 22108,
        "r": "nkjv:Jeremiah:32:25",
        "t": "And You have said to me, O Lord God,*s “Buy the field for money, and take witnesses”!—yet the city has been given into the hand of the Chaldeans.’”"
    },
    {
        "o": 22109,
        "r": "nkjv:Jeremiah:32:25",
        "t": "God’s Assurance of the People’s Return",
        "h": 2
    },
    {
        "o": 22110,
        "r": "nkjv:Jeremiah:32:26",
        "t": "Then*p the word of the Lord*s came to Jeremiah, saying,"
    },
    {
        "o": 22111,
        "r": "nkjv:Jeremiah:32:27",
        "t": "“Behold, I am*i the Lord,*s the God of all flesh. Is there anything too hard for Me?"
    },
    {
        "o": 22112,
        "r": "nkjv:Jeremiah:32:28",
        "t": "Therefore thus says the Lord:*s ‘Behold, I will give this city into the hand of the Chaldeans, into the hand of Nebuchadnezzar king of Babylon, and he shall take it."
    },
    {
        "o": 22113,
        "r": "nkjv:Jeremiah:32:29",
        "t": "And the Chaldeans who fight against this city shall come and set fire to this city and burn it, with the houses on whose roofs they have offered incense to Baal and poured out drink offerings to other gods, to provoke Me to anger;"
    },
    {
        "o": 22114,
        "r": "nkjv:Jeremiah:32:30",
        "t": "because the children of Israel and the children of Judah have done only evil before Me from their youth. For the children of Israel have provoked Me only to anger with the work of their hands,’ says the Lord.*s"
    },
    {
        "o": 22115,
        "r": "nkjv:Jeremiah:32:31",
        "t": "‘For this city has been to Me a*i provocation*i of*i My anger and My fury from the day that they built it, even to this day; so I will remove it from before My face"
    },
    {
        "o": 22116,
        "r": "nkjv:Jeremiah:32:32",
        "t": "because of all the evil of the children of Israel and the children of Judah, which they have done to provoke Me to anger— they, their kings, their princes, their priests, their prophets, the men of Judah, and the inhabitants of Jerusalem."
    },
    {
        "o": 22117,
        "r": "nkjv:Jeremiah:32:33",
        "t": "And they have turned to Me the back, and not the face; though I taught them, rising up early and teaching them,*i yet they have not listened to receive instruction."
    },
    {
        "o": 22118,
        "r": "nkjv:Jeremiah:32:34",
        "t": "But they set their abominations in the house which is called by My name, to defile it."
    },
    {
        "o": 22119,
        "r": "nkjv:Jeremiah:32:35",
        "t": "And they built the high places of Baal which are*i in the Valley of the Son of Hinnom, to cause their sons and their daughters to pass through the*i fire*i to Molech, which I did not command them, nor did it come into My mind that they should do this abomination, to cause Judah to sin.’"
    },
    {
        "o": 22120,
        "r": "nkjv:Jeremiah:32:36",
        "t": "“Now*p therefore, thus says the Lord,*s the God of Israel, concerning this city of which you say, ‘It shall be delivered into the hand of the king of Babylon by the sword, by the famine, and by the pestilence’:"
    },
    {
        "o": 22121,
        "r": "nkjv:Jeremiah:32:37",
        "t": "Behold, I will gather them out of all countries where I have driven them in My anger, in My fury, and in great wrath; I will bring them back to this place, and I will cause them to dwell safely."
    },
    {
        "o": 22122,
        "r": "nkjv:Jeremiah:32:38",
        "t": "They shall be My people, and I will be their God;"
    },
    {
        "o": 22123,
        "r": "nkjv:Jeremiah:32:39",
        "t": "then I will give them one heart and one way, that they may fear Me forever, for the good of them and their children after them."
    },
    {
        "o": 22124,
        "r": "nkjv:Jeremiah:32:40",
        "t": "And I will make an everlasting covenant with them, that I will not turn away from doing them good; but I will put My fear in their hearts so that they will not depart from Me."
    },
    {
        "o": 22125,
        "r": "nkjv:Jeremiah:32:41",
        "t": "Yes, I will rejoice over them to do them good, and I will assuredly plant them in this land, with all My heart and with all My soul.’"
    },
    {
        "o": 22126,
        "r": "nkjv:Jeremiah:32:42",
        "t": "“For*p thus says the Lord:*s ‘Just as I have brought all this great calamity on this people, so I will bring on them all the good that I have promised them."
    },
    {
        "o": 22127,
        "r": "nkjv:Jeremiah:32:43",
        "t": "And fields will be bought in this land of which you say, “It*i is*i desolate, without man or beast; it has been given into the hand of the Chaldeans.”"
    },
    {
        "o": 22128,
        "r": "nkjv:Jeremiah:32:44",
        "t": "Men will buy fields for money, sign deeds and seal them,*i and take witnesses, in the land of Benjamin, in the places around Jerusalem, in the cities of Judah, in the cities of the mountains, in the cities of the lowland, and in the cities of the South; for I will cause their captives to return,’ says the Lord.”*s"
    }
]
