[
    {
        "o": 2501,
        "r": "nkjv:Exodus:27:0",
        "t": "Exodus 27",
        "h": 1
    },
    {
        "o": 2502,
        "r": "nkjv:Exodus:27:0",
        "t": "The Altar of Burnt Offering",
        "h": 2
    },
    {
        "o": 2503,
        "r": "nkjv:Exodus:27:1",
        "t": "“You*p shall make an altar of acacia wood, five cubits long and five cubits wide—the altar shall be square—and its height shall*i be*i three cubits."
    },
    {
        "o": 2504,
        "r": "nkjv:Exodus:27:2",
        "t": "You shall make its horns on its four corners; its horns shall be of one piece with it. And you shall overlay it with bronze."
    },
    {
        "o": 2505,
        "r": "nkjv:Exodus:27:3",
        "t": "Also you shall make its pans to receive its ashes, and its shovels and its basins and its forks and its firepans; you shall make all its utensils of bronze."
    },
    {
        "o": 2506,
        "r": "nkjv:Exodus:27:4",
        "t": "You shall make a grate for it, a network of bronze; and on the network you shall make four bronze rings at its four corners."
    },
    {
        "o": 2507,
        "r": "nkjv:Exodus:27:5",
        "t": "You shall put it under the rim of the altar beneath, that the network may be midway up the altar."
    },
    {
        "o": 2508,
        "r": "nkjv:Exodus:27:6",
        "t": "And you shall make poles for the altar, poles of acacia wood, and overlay them with bronze."
    },
    {
        "o": 2509,
        "r": "nkjv:Exodus:27:7",
        "t": "The poles shall be put in the rings, and the poles shall be on the two sides of the altar to bear it."
    },
    {
        "o": 2510,
        "r": "nkjv:Exodus:27:8",
        "t": "You shall make it hollow with boards; as it was shown you on the mountain, so shall they make it.*i"
    },
    {
        "o": 2511,
        "r": "nkjv:Exodus:27:8",
        "t": "The Court of the Tabernacle",
        "h": 2
    },
    {
        "o": 2512,
        "r": "nkjv:Exodus:27:9",
        "t": "“You*p shall also make the court of the tabernacle. For the south side there*i shall*i be*i hangings for the court made*i of*i fine woven linen, one hundred cubits long for one side."
    },
    {
        "o": 2513,
        "r": "nkjv:Exodus:27:10",
        "t": "And its twenty pillars and their twenty sockets shall*i be*i bronze. The hooks of the pillars and their bands shall*i be*i silver."
    },
    {
        "o": 2514,
        "r": "nkjv:Exodus:27:11",
        "t": "Likewise along the length of the north side there*i shall*i be*i hangings one hundred cubits*i long, with its twenty pillars and their twenty sockets of bronze, and the hooks of the pillars and their bands of silver."
    },
    {
        "o": 2515,
        "r": "nkjv:Exodus:27:12",
        "t": "“And*p along the width of the court on the west side shall*i be*i hangings of fifty cubits, with their ten pillars and their ten sockets."
    },
    {
        "o": 2516,
        "r": "nkjv:Exodus:27:13",
        "t": "The width of the court on the east side shall*i be*i fifty cubits."
    },
    {
        "o": 2517,
        "r": "nkjv:Exodus:27:14",
        "t": "The hangings on one*i side of*i the*i gate*i shall*i be*i fifteen cubits, with*i their three pillars and their three sockets."
    },
    {
        "o": 2518,
        "r": "nkjv:Exodus:27:15",
        "t": "And on the other side shall*i be*i hangings of fifteen cubits,*i with*i their three pillars and their three sockets."
    },
    {
        "o": 2519,
        "r": "nkjv:Exodus:27:16",
        "t": "“For*p the gate of the court there*i shall*i be*i a screen twenty cubits long, woven*i of*i blue, purple, and scarlet thread,*i and fine woven linen, made by a weaver. It shall*i have*i four pillars and four sockets."
    },
    {
        "o": 2520,
        "r": "nkjv:Exodus:27:17",
        "t": "All the pillars around the court shall have bands of silver; their hooks shall*i be*i of silver and their sockets of bronze."
    },
    {
        "o": 2521,
        "r": "nkjv:Exodus:27:18",
        "t": "The length of the court shall*i be*i one hundred cubits, the width fifty throughout, and the height five cubits, made*i of*i fine woven linen, and its sockets of bronze."
    },
    {
        "o": 2522,
        "r": "nkjv:Exodus:27:19",
        "t": "All the utensils of the tabernacle for all its service, all its pegs, and all the pegs of the court, shall*i be*i of bronze."
    },
    {
        "o": 2523,
        "r": "nkjv:Exodus:27:19",
        "t": "The Care of the Lampstand",
        "h": 2
    },
    {
        "o": 2524,
        "r": "nkjv:Exodus:27:20",
        "t": "“And*p you shall command the children of Israel that they bring you pure oil of pressed olives for the light, to cause the lamp to burn continually."
    },
    {
        "o": 2525,
        "r": "nkjv:Exodus:27:21",
        "t": "In the tabernacle of meeting, outside the veil which is*i before the Testimony, Aaron and his sons shall tend it from evening until morning before the Lord.*s It*i shall*i be*i a statute forever to their generations on behalf of the children of Israel."
    }
]
