[
    {
        "o": 1827,
        "r": "niv:Exodus:7:0",
        "t": "Exodus 7",
        "h": 1
    },
    {
        "o": 1828,
        "r": "niv:Exodus:7:1",
        "t": "Then*p the Lord*s said to Moses, “See, I have made you like God to Pharaoh, and your brother Aaron will be your prophet."
    },
    {
        "o": 1829,
        "r": "niv:Exodus:7:2",
        "t": "You are to say everything I command you, and your brother Aaron is to tell Pharaoh to let the Israelites go out of his country."
    },
    {
        "o": 1830,
        "r": "niv:Exodus:7:3",
        "t": "But I will harden Pharaoh’s heart, and though I multiply my signs and wonders in Egypt,"
    },
    {
        "o": 1831,
        "r": "niv:Exodus:7:4",
        "t": "he will not listen to you. Then I will lay my hand on Egypt and with mighty acts of judgment I will bring out my divisions, my people the Israelites."
    },
    {
        "o": 1832,
        "r": "niv:Exodus:7:5",
        "t": "And the Egyptians will know that I am the Lord*s when I stretch out my hand against Egypt and bring the Israelites out of it.”"
    },
    {
        "o": 1833,
        "r": "niv:Exodus:7:6",
        "t": "Moses*p and Aaron did just as the Lord*s commanded them."
    },
    {
        "o": 1834,
        "r": "niv:Exodus:7:7",
        "t": "Moses was eighty years old and Aaron eighty-three when they spoke to Pharaoh."
    },
    {
        "o": 1835,
        "r": "niv:Exodus:7:7",
        "t": "Aaron’s Staff Becomes a Snake",
        "h": 2
    },
    {
        "o": 1836,
        "r": "niv:Exodus:7:8",
        "t": "The*p Lord*s said to Moses and Aaron,"
    },
    {
        "o": 1837,
        "r": "niv:Exodus:7:9",
        "t": "“When Pharaoh says to you, ‘Perform a miracle,’ then say to Aaron, ‘Take your staff and throw it down before Pharaoh,’ and it will become a snake.”"
    },
    {
        "o": 1838,
        "r": "niv:Exodus:7:10",
        "t": "So*p Moses and Aaron went to Pharaoh and did just as the Lord*s commanded. Aaron threw his staff down in front of Pharaoh and his officials, and it became a snake."
    },
    {
        "o": 1839,
        "r": "niv:Exodus:7:11",
        "t": "Pharaoh then summoned wise men and sorcerers, and the Egyptian magicians also did the same things by their secret arts:"
    },
    {
        "o": 1840,
        "r": "niv:Exodus:7:12",
        "t": "Each one threw down his staff and it became a snake. But Aaron’s staff swallowed up their staffs."
    },
    {
        "o": 1841,
        "r": "niv:Exodus:7:13",
        "t": "Yet Pharaoh’s heart became hard and he would not listen to them, just as the Lord*s had said."
    },
    {
        "o": 1842,
        "r": "niv:Exodus:7:13",
        "t": "The Plague of Blood",
        "h": 2
    },
    {
        "o": 1843,
        "r": "niv:Exodus:7:14",
        "t": "Then*p the Lord*s said to Moses, “Pharaoh’s heart is unyielding; he refuses to let the people go."
    },
    {
        "o": 1844,
        "r": "niv:Exodus:7:15",
        "t": "Go to Pharaoh in the morning as he goes out to the river. Confront him on the bank of the Nile, and take in your hand the staff that was changed into a snake."
    },
    {
        "o": 1845,
        "r": "niv:Exodus:7:16",
        "t": "Then say to him, ‘The Lord,*s the God of the Hebrews, has sent me to say to you: Let my people go, so that they may worship me in the wilderness. But until now you have not listened."
    },
    {
        "o": 1846,
        "r": "niv:Exodus:7:17",
        "t": "This is what the Lord*s says: By this you will know that I am the Lord:*s With the staff that is in my hand I will strike the water of the Nile, and it will be changed into blood."
    },
    {
        "o": 1847,
        "r": "niv:Exodus:7:18",
        "t": "The fish in the Nile will die, and the river will stink; the Egyptians will not be able to drink its water.’ ”"
    },
    {
        "o": 1848,
        "r": "niv:Exodus:7:19",
        "t": "The*p Lord*s said to Moses, “Tell Aaron, ‘Take your staff and stretch out your hand over the waters of Egypt—over the streams and canals, over the ponds and all the reservoirs—and they will turn to blood.’ Blood will be everywhere in Egypt, even in vessels of wood and stone.”"
    },
    {
        "o": 1849,
        "r": "niv:Exodus:7:20",
        "t": "Moses*p and Aaron did just as the Lord*s had commanded. He raised his staff in the presence of Pharaoh and his officials and struck the water of the Nile, and all the water was changed into blood."
    },
    {
        "o": 1850,
        "r": "niv:Exodus:7:21",
        "t": "The fish in the Nile died, and the river smelled so bad that the Egyptians could not drink its water. Blood was everywhere in Egypt."
    },
    {
        "o": 1851,
        "r": "niv:Exodus:7:22",
        "t": "But*p the Egyptian magicians did the same things by their secret arts, and Pharaoh’s heart became hard; he would not listen to Moses and Aaron, just as the Lord*s had said."
    },
    {
        "o": 1852,
        "r": "niv:Exodus:7:23",
        "t": "Instead, he turned and went into his palace, and did not take even this to heart."
    },
    {
        "o": 1853,
        "r": "niv:Exodus:7:24",
        "t": "And all the Egyptians dug along the Nile to get drinking water, because they could not drink the water of the river."
    },
    {
        "o": 1854,
        "r": "niv:Exodus:7:24",
        "t": "The Plague of Frogs",
        "h": 2
    },
    {
        "o": 1855,
        "r": "niv:Exodus:7:25",
        "t": "Seven*p days passed after the Lord*s struck the Nile."
    }
]
