[
    {
        "o": 34126,
        "r": "nasb:2 John:1:0",
        "t": "2 John 1",
        "h": 1
    },
    {
        "o": 34127,
        "r": "nasb:2 John:1:0",
        "t": "Walk According to His Commandments",
        "h": 2
    },
    {
        "o": 34128,
        "r": "nasb:2 John:1:1",
        "t": "The*p elder to the chosen lady and her children, whom I love in truth; and not only I, but also all who know the truth,"
    },
    {
        "o": 34129,
        "r": "nasb:2 John:1:2",
        "t": "for the sake of the truth which abides in us and will be with us forever:"
    },
    {
        "o": 34130,
        "r": "nasb:2 John:1:3",
        "t": "Grace, mercy and*i peace will be with us, from God the Father and from Jesus Christ, the Son of the Father, in truth and love."
    },
    {
        "o": 34131,
        "r": "nasb:2 John:1:4",
        "t": "I*p was very glad to find some*i of your children walking in truth, just as we have received commandment to*i do*i from the Father."
    },
    {
        "o": 34132,
        "r": "nasb:2 John:1:5",
        "t": "Now I ask you, lady, not as though I*i were*i writing to you a new commandment, but the one which we have had from the beginning, that we love one another."
    },
    {
        "o": 34133,
        "r": "nasb:2 John:1:6",
        "t": "And this is love, that we walk according to His commandments. This is the commandment, just as you have heard from the beginning, that you should walk in it."
    },
    {
        "o": 34134,
        "r": "nasb:2 John:1:7",
        "t": "For*p many deceivers have gone out into the world, those who do not acknowledge Jesus Christ as*i coming in the flesh. This is the deceiver and the antichrist."
    },
    {
        "o": 34135,
        "r": "nasb:2 John:1:8",
        "t": "Watch yourselves, that you do not lose what we have accomplished, but that you may receive a full reward."
    },
    {
        "o": 34136,
        "r": "nasb:2 John:1:9",
        "t": "Anyone who goes too far and does not abide in the teaching of Christ, does not have God; the one who abides in the teaching, he has both the Father and the Son."
    },
    {
        "o": 34137,
        "r": "nasb:2 John:1:10",
        "t": "If anyone comes to you and does not bring this teaching, do not receive him into your*i house, and do not give him a greeting;"
    },
    {
        "o": 34138,
        "r": "nasb:2 John:1:11",
        "t": "for the one who gives him a greeting participates in his evil deeds."
    },
    {
        "o": 34139,
        "r": "nasb:2 John:1:12",
        "t": "Though*p I have many things to write to you, I do not want to do*i so*i with paper and ink; but I hope to come to you and speak face to face, so that your joy may be made full."
    },
    {
        "o": 34140,
        "r": "nasb:2 John:1:13",
        "t": "The*p children of your chosen sister greet you."
    }
]
