[
    {
        "o": 31742,
        "r": "csb:Romans:5:0",
        "t": "Romans 5",
        "h": 1
    },
    {
        "o": 31743,
        "r": "csb:Romans:5:0",
        "t": "Faith Triumphs",
        "h": 2
    },
    {
        "o": 31744,
        "r": "csb:Romans:5:1",
        "t": "Therefore,*p since we have been justified by faith, we have peace with God through our Lord Jesus Christ."
    },
    {
        "o": 31745,
        "r": "csb:Romans:5:2",
        "t": "We have also obtained access through him by faith into this grace in which we stand, and we boast in the hope of the glory of God."
    },
    {
        "o": 31746,
        "r": "csb:Romans:5:3",
        "t": "And not only that, but we also boast in our afflictions, because we know that affliction produces endurance,"
    },
    {
        "o": 31747,
        "r": "csb:Romans:5:4",
        "t": "endurance produces proven character, and proven character produces hope."
    },
    {
        "o": 31748,
        "r": "csb:Romans:5:5",
        "t": "This hope will not disappoint us, because God’s love has been poured out in our hearts through the Holy Spirit who was given to us."
    },
    {
        "o": 31749,
        "r": "csb:Romans:5:5",
        "t": "The Justified Are Reconciled",
        "h": 2
    },
    {
        "o": 31750,
        "r": "csb:Romans:5:6",
        "t": "For*p while we were still helpless, at the right time, Christ died for the ungodly."
    },
    {
        "o": 31751,
        "r": "csb:Romans:5:7",
        "t": "For rarely will someone die for a just person - though for a good person perhaps someone might even dare to die."
    },
    {
        "o": 31752,
        "r": "csb:Romans:5:8",
        "t": "But God proves his own love for us in that while we were still sinners, Christ died for us."
    },
    {
        "o": 31753,
        "r": "csb:Romans:5:9",
        "t": "How much more then, since we have now been justified by his blood, will we be saved through him from wrath."
    },
    {
        "o": 31754,
        "r": "csb:Romans:5:10",
        "t": "For if, while we were enemies, we were reconciled to God through the death of his Son, then how much more, having been reconciled, will we be saved by his life."
    },
    {
        "o": 31755,
        "r": "csb:Romans:5:11",
        "t": "And not only that, but we also boast in God through our Lord Jesus Christ, through whom we have now received this reconciliation."
    },
    {
        "o": 31756,
        "r": "csb:Romans:5:11",
        "t": "Death through Adam and Life through Christ",
        "h": 2
    },
    {
        "o": 31757,
        "r": "csb:Romans:5:12",
        "t": "Therefore,*p just as sin entered the world through one man, and death through sin, in this way death spread to all people, because all sinned."
    },
    {
        "o": 31758,
        "r": "csb:Romans:5:13",
        "t": "In fact, sin was in the world before the law, but sin is not charged to a person’s account when there is no law."
    },
    {
        "o": 31759,
        "r": "csb:Romans:5:14",
        "t": "Nevertheless, death reigned from Adam to Moses, even over those who did not sin in the likeness of Adam’s transgression. He is a type of the Coming One."
    },
    {
        "o": 31760,
        "r": "csb:Romans:5:15",
        "t": "But*p the gift is not like the trespass. For if by the one man’s trespass the many died, how much more have the grace of God and the gift which comes through the grace of the one man Jesus Christ overflowed to the many."
    },
    {
        "o": 31761,
        "r": "csb:Romans:5:16",
        "t": "And the gift is not like the one man’s sin, because from one sin came the judgment, resulting in condemnation, but from many trespasses came the gift, resulting in justification."
    },
    {
        "o": 31762,
        "r": "csb:Romans:5:17",
        "t": "If by the one man’s trespass, death reigned through that one man, how much more will those who receive the overflow of grace and the gift of righteousness reign in life through the one man, Jesus Christ."
    },
    {
        "o": 31763,
        "r": "csb:Romans:5:18",
        "t": "So*p then, as through one trespass there is condemnation for everyone, so also through one righteous act there is justification leading to life for everyone."
    },
    {
        "o": 31764,
        "r": "csb:Romans:5:19",
        "t": "For just as through one man’s disobedience the many were made sinners, so also through the one man’s obedience the many will be made righteous."
    },
    {
        "o": 31765,
        "r": "csb:Romans:5:20",
        "t": "The law came along to multiply the trespass. But where sin multiplied, grace multiplied even more"
    },
    {
        "o": 31766,
        "r": "csb:Romans:5:21",
        "t": "so that, just as sin reigned in death, so also grace will reign through righteousness, resulting in eternal life through Jesus Christ our Lord."
    }
]
