[
    {
        "o": 7701,
        "r": "nkjv:Judges:17:0",
        "t": "Judges 17",
        "h": 1
    },
    {
        "o": 7702,
        "r": "nkjv:Judges:17:0",
        "t": "Micah’s Idolatry",
        "h": 2
    },
    {
        "o": 7703,
        "r": "nkjv:Judges:17:1",
        "t": "Now*p there was a man from the mountains of Ephraim, whose name was*i Micah."
    },
    {
        "o": 7704,
        "r": "nkjv:Judges:17:2",
        "t": "And he said to his mother, “The eleven hundred shekels*i of silver that were taken from you, and on which you put a curse, even saying it in my ears—here is*i the silver with me; I took it.” And*p his mother said, “May*i you*i be*i blessed by the Lord,*s my son!”"
    },
    {
        "o": 7705,
        "r": "nkjv:Judges:17:3",
        "t": "So when he had returned the eleven hundred shekels*i of silver to his mother, his mother said, “I had wholly dedicated the silver from my hand to the Lord*s for my son, to make a carved image and a molded image; now therefore, I will return it to you.”"
    },
    {
        "o": 7706,
        "r": "nkjv:Judges:17:4",
        "t": "Thus he returned the silver to his mother. Then his mother took two hundred shekels*i of silver and gave them to the silversmith, and he made it into a carved image and a molded image; and they were in the house of Micah."
    },
    {
        "o": 7707,
        "r": "nkjv:Judges:17:5",
        "t": "The*p man Micah had a shrine, and made an ephod and household idols; and he consecrated one of his sons, who became his priest."
    },
    {
        "o": 7708,
        "r": "nkjv:Judges:17:6",
        "t": "In those days there*i was*i no king in Israel; everyone did what*i was*i right in his own eyes."
    },
    {
        "o": 7709,
        "r": "nkjv:Judges:17:7",
        "t": "Now*p there was a young man from Bethlehem in Judah, of the family of Judah; he was*i a Levite, and was staying there."
    },
    {
        "o": 7710,
        "r": "nkjv:Judges:17:8",
        "t": "The man departed from the city of Bethlehem in Judah to stay wherever he could find a*i place.*i Then he came to the mountains of Ephraim, to the house of Micah, as he journeyed."
    },
    {
        "o": 7711,
        "r": "nkjv:Judges:17:9",
        "t": "And Micah said to him, “Where do you come from?” So*p he said to him, “I am*i a Levite from Bethlehem in Judah, and I am on my way to find a*i place*i to stay.”"
    },
    {
        "o": 7712,
        "r": "nkjv:Judges:17:10",
        "t": "Micah*p said to him, “Dwell with me, and be a father and a priest to me, and I will give you ten shekels*i of silver per year, a suit of clothes, and your sustenance.” So the Levite went in."
    },
    {
        "o": 7713,
        "r": "nkjv:Judges:17:11",
        "t": "Then the Levite was content to dwell with the man; and the young man became like one of his sons to him."
    },
    {
        "o": 7714,
        "r": "nkjv:Judges:17:12",
        "t": "So Micah consecrated the Levite, and the young man became his priest, and lived in the house of Micah."
    },
    {
        "o": 7715,
        "r": "nkjv:Judges:17:13",
        "t": "Then Micah said, “Now I know that the Lord*s will be good to me, since I have a Levite as priest!”"
    }
]
