[
    {
        "o": 10642,
        "r": "nasb:2 Kings:8:0",
        "t": "2 Kings 8",
        "h": 1
    },
    {
        "o": 10643,
        "r": "nasb:2 Kings:8:0",
        "t": "Jehoram Restores the Shunammite’s Land",
        "h": 2
    },
    {
        "o": 10644,
        "r": "nasb:2 Kings:8:1",
        "t": "Now*p Elisha spoke to the woman whose son he had restored to life, saying, “Arise and go with your household, and sojourn wherever you can sojourn; for the Lord*s has called for a famine, and it will even come on the land for seven years.”"
    },
    {
        "o": 10645,
        "r": "nasb:2 Kings:8:2",
        "t": "So the woman arose and did according to the word of the man of God, and she went with her household and sojourned in the land of the Philistines seven years."
    },
    {
        "o": 10646,
        "r": "nasb:2 Kings:8:3",
        "t": "At the end of seven years, the woman returned from the land of the Philistines; and she went out to appeal to the king for her house and for her field."
    },
    {
        "o": 10647,
        "r": "nasb:2 Kings:8:4",
        "t": "Now the king was talking with Gehazi, the servant of the man of God, saying, “Please relate to me all the great things that Elisha has done.”"
    },
    {
        "o": 10648,
        "r": "nasb:2 Kings:8:5",
        "t": "As he was relating to the king how he had restored to life the one who was dead, behold, the woman whose son he had restored to life appealed to the king for her house and for her field. And Gehazi said, “My lord, O king, this is the woman and this is her son, whom Elisha restored to life.”"
    },
    {
        "o": 10649,
        "r": "nasb:2 Kings:8:6",
        "t": "When the king asked the woman, she related it*i to him. So the king appointed for her a certain officer, saying, “Restore all that was hers and all the produce of the field from the day that she left the land even until now.”"
    },
    {
        "o": 10650,
        "r": "nasb:2 Kings:8:6",
        "t": "Elisha Predicts Evil from Hazael",
        "h": 2
    },
    {
        "o": 10651,
        "r": "nasb:2 Kings:8:7",
        "t": "Then*p Elisha came to Damascus. Now Ben-hadad king of Aram was sick, and it was told him, saying, “The man of God has come here.”"
    },
    {
        "o": 10652,
        "r": "nasb:2 Kings:8:8",
        "t": "The king said to Hazael, “Take a gift in your hand and go to meet the man of God, and inquire of the Lord*s by him, saying, ‘Will I recover from this sickness?’ ”"
    },
    {
        "o": 10653,
        "r": "nasb:2 Kings:8:9",
        "t": "So Hazael went to meet him and took a gift in his hand, even every kind of good thing of Damascus, forty camels’ loads; and he came and stood before him and said, “Your son Ben-hadad king of Aram has sent me to you, saying, ‘Will I recover from this sickness?’ ”"
    },
    {
        "o": 10654,
        "r": "nasb:2 Kings:8:10",
        "t": "Then Elisha said to him, “Go, say to him, ‘You will surely recover,’ but the Lord*s has shown me that he will certainly die.”"
    },
    {
        "o": 10655,
        "r": "nasb:2 Kings:8:11",
        "t": "He fixed his gaze steadily on*i him*i until he was ashamed, and the man of God wept."
    },
    {
        "o": 10656,
        "r": "nasb:2 Kings:8:12",
        "t": "Hazael said, “Why does my lord weep?” Then he answered, “Because I know the evil that you will do to the sons of Israel: their strongholds you will set on fire, and their young men you will kill with the sword, and their little ones you will dash in pieces, and their women with child you will rip up.”"
    },
    {
        "o": 10657,
        "r": "nasb:2 Kings:8:13",
        "t": "Then Hazael said, “But what is your servant, who*i is*i but*i a dog, that he should do this great thing?” And Elisha answered, “The Lord*s has shown me that you will be king over Aram.”"
    },
    {
        "o": 10658,
        "r": "nasb:2 Kings:8:14",
        "t": "So he departed from Elisha and returned to his master, who said to him, “What did Elisha say to you?” And he answered, “He told me that you would surely recover.”"
    },
    {
        "o": 10659,
        "r": "nasb:2 Kings:8:15",
        "t": "On the following day, he took the cover and dipped it in water and spread it on his face, so that he died. And Hazael became king in his place."
    },
    {
        "o": 10660,
        "r": "nasb:2 Kings:8:15",
        "t": "Another Jehoram Reigns in Judah",
        "h": 2
    },
    {
        "o": 10661,
        "r": "nasb:2 Kings:8:16",
        "t": "Now*p in the fifth year of Joram the son of Ahab king of Israel, Jehoshaphat being then the king of Judah, Jehoram the son of Jehoshaphat king of Judah became king."
    },
    {
        "o": 10662,
        "r": "nasb:2 Kings:8:17",
        "t": "He was thirty-two years old when he became king, and he reigned eight years in Jerusalem."
    },
    {
        "o": 10663,
        "r": "nasb:2 Kings:8:18",
        "t": "He walked in the way of the kings of Israel, just as the house of Ahab had done, for the daughter of Ahab became his wife; and he did evil in the sight of the Lord.*s"
    },
    {
        "o": 10664,
        "r": "nasb:2 Kings:8:19",
        "t": "However, the Lord*s was not willing to destroy Judah, for the sake of David His servant, since He had promised him to give a lamp to him through his sons always."
    },
    {
        "o": 10665,
        "r": "nasb:2 Kings:8:20",
        "t": "In*p his days Edom revolted from under the hand of Judah, and made a king over themselves."
    },
    {
        "o": 10666,
        "r": "nasb:2 Kings:8:21",
        "t": "Then Joram crossed over to Zair, and all his chariots with him. And he arose by night and struck the Edomites who had surrounded him and the captains of the chariots; but his*i army fled to their tents."
    },
    {
        "o": 10667,
        "r": "nasb:2 Kings:8:22",
        "t": "So Edom revolted against Judah to this day. Then Libnah revolted at the same time."
    },
    {
        "o": 10668,
        "r": "nasb:2 Kings:8:23",
        "t": "The rest of the acts of Joram and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 10669,
        "r": "nasb:2 Kings:8:23",
        "t": "Ahaziah Succeeds Jehoram in Judah",
        "h": 2
    },
    {
        "o": 10670,
        "r": "nasb:2 Kings:8:24",
        "t": "So*p Joram slept with his fathers and was buried with his fathers in the city of David; and Ahaziah his son became king in his place."
    },
    {
        "o": 10671,
        "r": "nasb:2 Kings:8:25",
        "t": "In*p the twelfth year of Joram the son of Ahab king of Israel, Ahaziah the son of Jehoram king of Judah began to reign."
    },
    {
        "o": 10672,
        "r": "nasb:2 Kings:8:26",
        "t": "Ahaziah was*i twenty-two years old when he became king, and he reigned one year in Jerusalem. And his mother’s name was*i Athaliah the granddaughter of Omri king of Israel."
    },
    {
        "o": 10673,
        "r": "nasb:2 Kings:8:27",
        "t": "He walked in the way of the house of Ahab and did evil in the sight of the Lord,*s like the house of Ahab had*i done,*i because he was a son-in-law of the house of Ahab."
    },
    {
        "o": 10674,
        "r": "nasb:2 Kings:8:28",
        "t": "Then*p he went with Joram the son of Ahab to war against Hazael king of Aram at Ramoth-gilead, and the Arameans wounded Joram."
    },
    {
        "o": 10675,
        "r": "nasb:2 Kings:8:29",
        "t": "So King Joram returned to be healed in Jezreel of the wounds which the Arameans had inflicted on him at Ramah when he fought against Hazael king of Aram. Then Ahaziah the son of Jehoram king of Judah went down to see Joram the son of Ahab in Jezreel because he was sick."
    }
]
