[
    {
        "o": 12425,
        "r": "csb:2 Chronicles:2:0",
        "t": "2 Chronicles 2",
        "h": 1
    },
    {
        "o": 12426,
        "r": "csb:2 Chronicles:2:0",
        "t": "Solomon’s Letter to Hiram",
        "h": 2
    },
    {
        "o": 12427,
        "r": "csb:2 Chronicles:2:1",
        "t": "Solomon*p decided to build a temple for the name of the Lord*s and a royal palace for himself,"
    },
    {
        "o": 12428,
        "r": "csb:2 Chronicles:2:2",
        "t": "so he assigned 70,000 men as porters, 80,000 men as stonecutters in the mountains, and 3,600 as supervisors over them."
    },
    {
        "o": 12429,
        "r": "csb:2 Chronicles:2:3",
        "t": "Then*p Solomon sent word to King Hiram of Tyre: Do*p for me what you did for my father David. You sent him cedars to build him a house to live in."
    },
    {
        "o": 12430,
        "r": "csb:2 Chronicles:2:4",
        "t": "Now I am building a temple for the name of the Lord*s my God in order to dedicate it to him for burning fragrant incense before him, for displaying the rows of the Bread of the Presence continuously, and for sacrificing burnt offerings for the morning and the evening, the Sabbaths and the New Moons, and the appointed festivals of the Lord*s our God. This is ordained for Israel permanently."
    },
    {
        "o": 12431,
        "r": "csb:2 Chronicles:2:5",
        "t": "The temple that I am building will be great, for our God is greater than any of the gods."
    },
    {
        "o": 12432,
        "r": "csb:2 Chronicles:2:6",
        "t": "But who is able to build a temple for him, since even heaven and the highest heaven cannot contain him? Who am I then that I should build a temple for him except as a place to burn incense before him?"
    },
    {
        "o": 12433,
        "r": "csb:2 Chronicles:2:7",
        "t": "Therefore, send me an artisan who is skilled in engraving to work with gold, silver, bronze, and iron, and with purple, crimson, and blue yarn. He will work with the artisans who are with me in Judah and Jerusalem, appointed by my father David."
    },
    {
        "o": 12434,
        "r": "csb:2 Chronicles:2:8",
        "t": "Also, send me cedar, cypress, and algum logs from Lebanon, for I know that your servants know how to cut the trees of Lebanon. Note that my servants will be with your servants"
    },
    {
        "o": 12435,
        "r": "csb:2 Chronicles:2:9",
        "t": "to prepare logs for me in abundance because the temple I am building will be great and wondrous."
    },
    {
        "o": 12436,
        "r": "csb:2 Chronicles:2:10",
        "t": "I will give your servants, the woodcutters who cut the trees, one hundred twenty thousand bushels of wheat flour, one hundred twenty thousand bushels of barley, one hundred twenty thousand gallons of wine, and one hundred twenty thousand gallons of oil."
    },
    {
        "o": 12437,
        "r": "csb:2 Chronicles:2:10",
        "t": "Hiram’s Reply",
        "h": 2
    },
    {
        "o": 12438,
        "r": "csb:2 Chronicles:2:11",
        "t": "Then*p King Hiram of Tyre wrote a letter and sent it to Solomon: Because*p the Lord*s loves his people, he set you over them as king."
    },
    {
        "o": 12439,
        "r": "csb:2 Chronicles:2:12",
        "t": "Hiram*p also said: Blessed*p be the Lord*s God of Israel, who made the heavens and the earth! He gave King David a wise son with insight and understanding, who will build a temple for the Lord*s and a royal palace for himself."
    },
    {
        "o": 12440,
        "r": "csb:2 Chronicles:2:13",
        "t": "I have now sent Huram-abi, a skillful man who has understanding."
    },
    {
        "o": 12441,
        "r": "csb:2 Chronicles:2:14",
        "t": "He is the son of a woman from the daughters of Dan. His father is a man of Tyre. He knows how to work with gold, silver, bronze, iron, stone, and wood, with purple, blue, crimson yarn, and fine linen. He knows how to do all kinds of engraving and to execute any design that may be given him. I have sent him to be with your artisans and the artisans of my lord, your father David."
    },
    {
        "o": 12442,
        "r": "csb:2 Chronicles:2:15",
        "t": "Now, let my lord send the wheat, barley, oil, and wine to his servants as promised."
    },
    {
        "o": 12443,
        "r": "csb:2 Chronicles:2:16",
        "t": "We will cut logs from Lebanon, as many as you need, and bring them to you as rafts by sea to Joppa. You can then take them up to Jerusalem."
    },
    {
        "o": 12444,
        "r": "csb:2 Chronicles:2:16",
        "t": "Solomon’s Workforce",
        "h": 2
    },
    {
        "o": 12445,
        "r": "csb:2 Chronicles:2:17",
        "t": "Solomon*p took a census of all the resident alien men in the land of Israel, after the census that his father David had conducted, and the total was 153,600."
    },
    {
        "o": 12446,
        "r": "csb:2 Chronicles:2:18",
        "t": "Solomon made 70,000 of them porters, 80,000 stonecutters in the mountains, and 3,600 supervisors to make the people work."
    }
]
