[
    {
        "o": 7579,
        "r": "niv:Judges:16:0",
        "t": "Judges 16",
        "h": 1
    },
    {
        "o": 7580,
        "r": "niv:Judges:16:0",
        "t": "Samson and Delilah",
        "h": 2
    },
    {
        "o": 7581,
        "r": "niv:Judges:16:1",
        "t": "One*p day Samson went to Gaza, where he saw a prostitute. He went in to spend the night with her."
    },
    {
        "o": 7582,
        "r": "niv:Judges:16:2",
        "t": "The people of Gaza were told, “Samson is here!” So they surrounded the place and lay in wait for him all night at the city gate. They made no move during the night, saying, “At dawn we’ll kill him.”"
    },
    {
        "o": 7583,
        "r": "niv:Judges:16:3",
        "t": "But*p Samson lay there only until the middle of the night. Then he got up and took hold of the doors of the city gate, together with the two posts, and tore them loose, bar and all. He lifted them to his shoulders and carried them to the top of the hill that faces Hebron."
    },
    {
        "o": 7584,
        "r": "niv:Judges:16:4",
        "t": "Some*p time later, he fell in love with a woman in the Valley of Sorek whose name was Delilah."
    },
    {
        "o": 7585,
        "r": "niv:Judges:16:5",
        "t": "The rulers of the Philistines went to her and said, “See if you can lure him into showing you the secret of his great strength and how we can overpower him so we may tie him up and subdue him. Each one of us will give you eleven hundred shekels of silver.”"
    },
    {
        "o": 7586,
        "r": "niv:Judges:16:6",
        "t": "So*p Delilah said to Samson, “Tell me the secret of your great strength and how you can be tied up and subdued.”"
    },
    {
        "o": 7587,
        "r": "niv:Judges:16:7",
        "t": "Samson*p answered her, “If anyone ties me with seven fresh bowstrings that have not been dried, I’ll become as weak as any other man.”"
    },
    {
        "o": 7588,
        "r": "niv:Judges:16:8",
        "t": "Then*p the rulers of the Philistines brought her seven fresh bowstrings that had not been dried, and she tied him with them."
    },
    {
        "o": 7589,
        "r": "niv:Judges:16:9",
        "t": "With men hidden in the room, she called to him, “Samson, the Philistines are upon you!” But he snapped the bowstrings as easily as a piece of string snaps when it comes close to a flame. So the secret of his strength was not discovered."
    },
    {
        "o": 7590,
        "r": "niv:Judges:16:10",
        "t": "Then*p Delilah said to Samson, “You have made a fool of me; you lied to me. Come now, tell me how you can be tied.”"
    },
    {
        "o": 7591,
        "r": "niv:Judges:16:11",
        "t": "He*p said, “If anyone ties me securely with new ropes that have never been used, I’ll become as weak as any other man.”"
    },
    {
        "o": 7592,
        "r": "niv:Judges:16:12",
        "t": "So*p Delilah took new ropes and tied him with them. Then, with men hidden in the room, she called to him, “Samson, the Philistines are upon you!” But he snapped the ropes off his arms as if they were threads."
    },
    {
        "o": 7593,
        "r": "niv:Judges:16:13",
        "t": "Delilah*p then said to Samson, “All this time you have been making a fool of me and lying to me. Tell me how you can be tied.” He*p replied, “If you weave the seven braids of my head into the fabric on the loom and tighten it with the pin, I’ll become as weak as any other man.” So while he was sleeping, Delilah took the seven braids of his head, wove them into the fabric"
    },
    {
        "o": 7594,
        "r": "niv:Judges:16:14",
        "t": "and tightened it with the pin. Again*p she called to him, “Samson, the Philistines are upon you!” He awoke from his sleep and pulled up the pin and the loom, with the fabric."
    },
    {
        "o": 7595,
        "r": "niv:Judges:16:15",
        "t": "Then*p she said to him, “How can you say, ‘I love you,’ when you won’t confide in me? This is the third time you have made a fool of me and haven’t told me the secret of your great strength.”"
    },
    {
        "o": 7596,
        "r": "niv:Judges:16:16",
        "t": "With such nagging she prodded him day after day until he was sick to death of it."
    },
    {
        "o": 7597,
        "r": "niv:Judges:16:17",
        "t": "So*p he told her everything. “No razor has ever been used on my head,” he said, “because I have been a Nazirite dedicated to God from my mother’s womb. If my head were shaved, my strength would leave me, and I would become as weak as any other man.”"
    },
    {
        "o": 7598,
        "r": "niv:Judges:16:18",
        "t": "When*p Delilah saw that he had told her everything, she sent word to the rulers of the Philistines, “Come back once more; he has told me everything.” So the rulers of the Philistines returned with the silver in their hands."
    },
    {
        "o": 7599,
        "r": "niv:Judges:16:19",
        "t": "After putting him to sleep on her lap, she called for someone to shave off the seven braids of his hair, and so began to subdue him. And his strength left him."
    },
    {
        "o": 7600,
        "r": "niv:Judges:16:20",
        "t": "Then*p she called, “Samson, the Philistines are upon you!” He*p awoke from his sleep and thought, “I’ll go out as before and shake myself free.” But he did not know that the Lord*s had left him."
    },
    {
        "o": 7601,
        "r": "niv:Judges:16:21",
        "t": "Then*p the Philistines seized him, gouged out his eyes and took him down to Gaza. Binding him with bronze shackles, they set him to grinding grain in the prison."
    },
    {
        "o": 7602,
        "r": "niv:Judges:16:22",
        "t": "But the hair on his head began to grow again after it had been shaved."
    },
    {
        "o": 7603,
        "r": "niv:Judges:16:22",
        "t": "The Death of Samson",
        "h": 2
    },
    {
        "o": 7604,
        "r": "niv:Judges:16:23",
        "t": "Now*p the rulers of the Philistines assembled to offer a great sacrifice to Dagon their god and to celebrate, saying, “Our god has delivered Samson, our enemy, into our hands.”"
    },
    {
        "o": 7605,
        "r": "niv:Judges:16:24",
        "t": "When*p the people saw him, they praised their god, saying, “Our*pn god has delivered our enemy into*ld our hands, the*ln one who laid waste our land and*ld multiplied our slain.”"
    },
    {
        "o": 7606,
        "r": "niv:Judges:16:25",
        "t": "While*p they were in high spirits, they shouted, “Bring out Samson to entertain us.” So they called Samson out of the prison, and he performed for them. When*p they stood him among the pillars,"
    },
    {
        "o": 7607,
        "r": "niv:Judges:16:26",
        "t": "Samson said to the servant who held his hand, “Put me where I can feel the pillars that support the temple, so that I may lean against them.”"
    },
    {
        "o": 7608,
        "r": "niv:Judges:16:27",
        "t": "Now the temple was crowded with men and women; all the rulers of the Philistines were there, and on the roof were about three thousand men and women watching Samson perform."
    },
    {
        "o": 7609,
        "r": "niv:Judges:16:28",
        "t": "Then Samson prayed to the Lord,*s “Sovereign Lord,*s remember me. Please, God, strengthen me just once more, and let me with one blow get revenge on the Philistines for my two eyes.”"
    },
    {
        "o": 7610,
        "r": "niv:Judges:16:29",
        "t": "Then Samson reached toward the two central pillars on which the temple stood. Bracing himself against them, his right hand on the one and his left hand on the other,"
    },
    {
        "o": 7611,
        "r": "niv:Judges:16:30",
        "t": "Samson said, “Let me die with the Philistines!” Then he pushed with all his might, and down came the temple on the rulers and all the people in it. Thus he killed many more when he died than while he lived."
    },
    {
        "o": 7612,
        "r": "niv:Judges:16:31",
        "t": "Then*p his brothers and his father’s whole family went down to get him. They brought him back and buried him between Zorah and Eshtaol in the tomb of Manoah his father. He had led Israel twenty years."
    }
]
