[
    {
        "o": 31953,
        "r": "niv:2 Corinthians:8:0",
        "t": "2 Corinthians 8",
        "h": 1
    },
    {
        "o": 31954,
        "r": "niv:2 Corinthians:8:0",
        "t": "The Collection for the Lord’s People",
        "h": 2
    },
    {
        "o": 31955,
        "r": "niv:2 Corinthians:8:1",
        "t": "And*p now, brothers and sisters, we want you to know about the grace that God has given the Macedonian churches."
    },
    {
        "o": 31956,
        "r": "niv:2 Corinthians:8:2",
        "t": "In the midst of a very severe trial, their overflowing joy and their extreme poverty welled up in rich generosity."
    },
    {
        "o": 31957,
        "r": "niv:2 Corinthians:8:3",
        "t": "For I testify that they gave as much as they were able, and even beyond their ability. Entirely on their own,"
    },
    {
        "o": 31958,
        "r": "niv:2 Corinthians:8:4",
        "t": "they urgently pleaded with us for the privilege of sharing in this service to the Lord’s people."
    },
    {
        "o": 31959,
        "r": "niv:2 Corinthians:8:5",
        "t": "And they exceeded our expectations: They gave themselves first of all to the Lord, and then by the will of God also to us."
    },
    {
        "o": 31960,
        "r": "niv:2 Corinthians:8:6",
        "t": "So we urged Titus, just as he had earlier made a beginning, to bring also to completion this act of grace on your part."
    },
    {
        "o": 31961,
        "r": "niv:2 Corinthians:8:7",
        "t": "But since you excel in everything—in faith, in speech, in knowledge, in complete earnestness and in the love we have kindled in you —see that you also excel in this grace of giving."
    },
    {
        "o": 31962,
        "r": "niv:2 Corinthians:8:8",
        "t": "I*p am not commanding you, but I want to test the sincerity of your love by comparing it with the earnestness of others."
    },
    {
        "o": 31963,
        "r": "niv:2 Corinthians:8:9",
        "t": "For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sake he became poor, so that you through his poverty might become rich."
    },
    {
        "o": 31964,
        "r": "niv:2 Corinthians:8:10",
        "t": "And*p here is my judgment about what is best for you in this matter. Last year you were the first not only to give but also to have the desire to do so."
    },
    {
        "o": 31965,
        "r": "niv:2 Corinthians:8:11",
        "t": "Now finish the work, so that your eager willingness to do it may be matched by your completion of it, according to your means."
    },
    {
        "o": 31966,
        "r": "niv:2 Corinthians:8:12",
        "t": "For if the willingness is there, the gift is acceptable according to what one has, not according to what one does not have."
    },
    {
        "o": 31967,
        "r": "niv:2 Corinthians:8:13",
        "t": "Our*p desire is not that others might be relieved while you are hard pressed, but that there might be equality."
    },
    {
        "o": 31968,
        "r": "niv:2 Corinthians:8:14",
        "t": "At the present time your plenty will supply what they need, so that in turn their plenty will supply what you need. The goal is equality,"
    },
    {
        "o": 31969,
        "r": "niv:2 Corinthians:8:15",
        "t": "as it is written: “The one who gathered much did not have too much, and the one who gathered little did not have too little.”"
    },
    {
        "o": 31970,
        "r": "niv:2 Corinthians:8:15",
        "t": "Titus Sent to Receive the Collection",
        "h": 2
    },
    {
        "o": 31971,
        "r": "niv:2 Corinthians:8:16",
        "t": "Thanks*p be to God, who put into the heart of Titus the same concern I have for you."
    },
    {
        "o": 31972,
        "r": "niv:2 Corinthians:8:17",
        "t": "For Titus not only welcomed our appeal, but he is coming to you with much enthusiasm and on his own initiative."
    },
    {
        "o": 31973,
        "r": "niv:2 Corinthians:8:18",
        "t": "And we are sending along with him the brother who is praised by all the churches for his service to the gospel."
    },
    {
        "o": 31974,
        "r": "niv:2 Corinthians:8:19",
        "t": "What is more, he was chosen by the churches to accompany us as we carry the offering, which we administer in order to honor the Lord himself and to show our eagerness to help."
    },
    {
        "o": 31975,
        "r": "niv:2 Corinthians:8:20",
        "t": "We want to avoid any criticism of the way we administer this liberal gift."
    },
    {
        "o": 31976,
        "r": "niv:2 Corinthians:8:21",
        "t": "For we are taking pains to do what is right, not only in the eyes of the Lord but also in the eyes of man."
    },
    {
        "o": 31977,
        "r": "niv:2 Corinthians:8:22",
        "t": "In*p addition, we are sending with them our brother who has often proved to us in many ways that he is zealous, and now even more so because of his great confidence in you."
    },
    {
        "o": 31978,
        "r": "niv:2 Corinthians:8:23",
        "t": "As for Titus, he is my partner and co-worker among you; as for our brothers, they are representatives of the churches and an honor to Christ."
    },
    {
        "o": 31979,
        "r": "niv:2 Corinthians:8:24",
        "t": "Therefore show these men the proof of your love and the reason for our pride in you, so that the churches can see it."
    }
]
