[
    {
        "o": 15132,
        "r": "kjv:Psalm:44:0",
        "t": "Psalm 44",
        "h": 1
    },
    {
        "o": 15133,
        "r": "kjv:Psalm:44:0",
        "t": "To the chief Musician for the sons of Korah, Maschil.",
        "h": 4
    },
    {
        "o": 15134,
        "r": "kjv:Psalm:44:1",
        "t": "We*p have heard with our ears, O God, our fathers have told us, what work thou didst in their days, in the times of old."
    },
    {
        "o": 15135,
        "r": "kjv:Psalm:44:2",
        "t": "How*p thou didst drive out the heathen with thy hand, and plantedst them; how thou didst afflict the people, and cast them out."
    },
    {
        "o": 15136,
        "r": "kjv:Psalm:44:3",
        "t": "For*p they got not the land in possession by their own sword, neither did their own arm save them: but thy right hand, and thine arm, and the light of thy countenance, because thou hadst a favour unto them."
    },
    {
        "o": 15137,
        "r": "kjv:Psalm:44:4",
        "t": "Thou*p art my King, O God: command deliverances for Jacob."
    },
    {
        "o": 15138,
        "r": "kjv:Psalm:44:5",
        "t": "Through*p thee will we push down our enemies: through thy name will we tread them under that rise up against us."
    },
    {
        "o": 15139,
        "r": "kjv:Psalm:44:6",
        "t": "For*p I will not trust in my bow, neither shall my sword save me."
    },
    {
        "o": 15140,
        "r": "kjv:Psalm:44:7",
        "t": "But*p thou hast saved us from our enemies, and hast put them to shame that hated us."
    },
    {
        "o": 15141,
        "r": "kjv:Psalm:44:8",
        "t": "In*p God we boast all the day long, and praise thy name for ever. Selah."
    },
    {
        "o": 15142,
        "r": "kjv:Psalm:44:9",
        "t": "But*p thou hast cast off, and put us to shame; and goest not forth with our armies."
    },
    {
        "o": 15143,
        "r": "kjv:Psalm:44:10",
        "t": "Thou*p makest us to turn back from the enemy: and they which hate us spoil for themselves."
    },
    {
        "o": 15144,
        "r": "kjv:Psalm:44:11",
        "t": "Thou*p hast given us like sheep appointed for meat; and hast scattered us among the heathen."
    },
    {
        "o": 15145,
        "r": "kjv:Psalm:44:12",
        "t": "Thou*p sellest thy people for nought, and dost not increase thy wealth by their price."
    },
    {
        "o": 15146,
        "r": "kjv:Psalm:44:13",
        "t": "Thou*p makest us a reproach to our neighbours, a scorn and a derision to them that are round about us."
    },
    {
        "o": 15147,
        "r": "kjv:Psalm:44:14",
        "t": "Thou*p makest us a byword among the heathen, a shaking of the head among the people."
    },
    {
        "o": 15148,
        "r": "kjv:Psalm:44:15",
        "t": "My*p confusion is continually before me, and the shame of my face hath covered me,"
    },
    {
        "o": 15149,
        "r": "kjv:Psalm:44:16",
        "t": "For*p the voice of him that reproacheth and blasphemeth; by reason of the enemy and avenger."
    },
    {
        "o": 15150,
        "r": "kjv:Psalm:44:17",
        "t": "All*p this is come upon us; yet have we not forgotten thee, neither have we dealt falsely in thy covenant."
    },
    {
        "o": 15151,
        "r": "kjv:Psalm:44:18",
        "t": "Our*p heart is not turned back, neither have our steps declined from thy way;"
    },
    {
        "o": 15152,
        "r": "kjv:Psalm:44:19",
        "t": "Though*p thou hast sore broken us in the place of dragons, and covered us with the shadow of death."
    },
    {
        "o": 15153,
        "r": "kjv:Psalm:44:20",
        "t": "If*p we have forgotten the name of our God, or stretched out our hands to a strange god;"
    },
    {
        "o": 15154,
        "r": "kjv:Psalm:44:21",
        "t": "Shall*p not God search this out? for he knoweth the secrets of the heart."
    },
    {
        "o": 15155,
        "r": "kjv:Psalm:44:22",
        "t": "Yea,*p for thy sake are we killed all the day long; we are counted as sheep for the slaughter."
    },
    {
        "o": 15156,
        "r": "kjv:Psalm:44:23",
        "t": "Awake,*p why sleepest thou, O Lord? arise, cast us not off for ever."
    },
    {
        "o": 15157,
        "r": "kjv:Psalm:44:24",
        "t": "Wherefore*p hidest thou thy face, and forgettest our affliction and our oppression?"
    },
    {
        "o": 15158,
        "r": "kjv:Psalm:44:25",
        "t": "For*p our soul is bowed down to the dust: our belly cleaveth unto the earth."
    },
    {
        "o": 15159,
        "r": "kjv:Psalm:44:26",
        "t": "Arise*p for our help, and redeem us for thy mercies' sake."
    }
]
