[
    {
        "o": 2714,
        "r": "nasb:Exodus:33:0",
        "t": "Exodus 33",
        "h": 1
    },
    {
        "o": 2715,
        "r": "nasb:Exodus:33:0",
        "t": "The Journey Resumed",
        "h": 2
    },
    {
        "o": 2716,
        "r": "nasb:Exodus:33:1",
        "t": "Then*p the Lord*s spoke to Moses, “Depart, go up from here, you and the people whom you have brought up from the land of Egypt, to the land of which I swore to Abraham, Isaac, and Jacob, saying, ‘To your descendants I will give it.’"
    },
    {
        "o": 2717,
        "r": "nasb:Exodus:33:2",
        "t": "I will send an angel before you and I will drive out the Canaanite, the Amorite, the Hittite, the Perizzite, the Hivite and the Jebusite."
    },
    {
        "o": 2718,
        "r": "nasb:Exodus:33:3",
        "t": "Go*i up*i to a land flowing with milk and honey; for I will not go up in your midst, because you are an obstinate people, and I might destroy you on the way.”"
    },
    {
        "o": 2719,
        "r": "nasb:Exodus:33:4",
        "t": "When*p the people heard this sad word, they went into mourning, and none of them put on his ornaments."
    },
    {
        "o": 2720,
        "r": "nasb:Exodus:33:5",
        "t": "For the Lord*s had said to Moses, “Say to the sons of Israel, ‘You are an obstinate people; should I go up in your midst for one moment, I would destroy you. Now therefore, put off your ornaments from you, that I may know what I shall do with you.’ ”"
    },
    {
        "o": 2721,
        "r": "nasb:Exodus:33:6",
        "t": "So the sons of Israel stripped themselves of their ornaments, from Mount Horeb onward.*i"
    },
    {
        "o": 2722,
        "r": "nasb:Exodus:33:7",
        "t": "Now*p Moses used to take the tent and pitch it outside the camp, a good distance from the camp, and he called it the tent of meeting. And everyone who sought the Lord*s would go out to the tent of meeting which was outside the camp."
    },
    {
        "o": 2723,
        "r": "nasb:Exodus:33:8",
        "t": "And it came about, whenever Moses went out to the tent, that all the people would arise and stand, each at the entrance of his tent, and gaze after Moses until he entered the tent."
    },
    {
        "o": 2724,
        "r": "nasb:Exodus:33:9",
        "t": "Whenever Moses entered the tent, the pillar of cloud would descend and stand at the entrance of the tent; and the Lord*s would speak with Moses."
    },
    {
        "o": 2725,
        "r": "nasb:Exodus:33:10",
        "t": "When all the people saw the pillar of cloud standing at the entrance of the tent, all the people would arise and worship, each at the entrance of his tent."
    },
    {
        "o": 2726,
        "r": "nasb:Exodus:33:11",
        "t": "Thus the Lord*s used to speak to Moses face to face, just as a man speaks to his friend. When Moses returned to the camp, his servant Joshua, the son of Nun, a young man, would not depart from the tent."
    },
    {
        "o": 2727,
        "r": "nasb:Exodus:33:11",
        "t": "Moses Intercedes",
        "h": 2
    },
    {
        "o": 2728,
        "r": "nasb:Exodus:33:12",
        "t": "Then*p Moses said to the Lord,*s “See, You say to me, ‘Bring up this people!’ But You Yourself have not let me know whom You will send with me. Moreover, You have said, ‘I have known you by name, and you have also found favor in My sight.’"
    },
    {
        "o": 2729,
        "r": "nasb:Exodus:33:13",
        "t": "Now therefore, I pray You, if I have found favor in Your sight, let me know Your ways that I may know You, so that I may find favor in Your sight. Consider too, that this nation is Your people.”"
    },
    {
        "o": 2730,
        "r": "nasb:Exodus:33:14",
        "t": "And He said, “My presence shall go with*i you,*i and I will give you rest.”"
    },
    {
        "o": 2731,
        "r": "nasb:Exodus:33:15",
        "t": "Then he said to Him, “If Your presence does not go with*i us,*i do not lead us up from here."
    },
    {
        "o": 2732,
        "r": "nasb:Exodus:33:16",
        "t": "For how then can it be known that I have found favor in Your sight, I and Your people? Is it not by Your going with us, so that we, I and Your people, may be distinguished from all the other*i people who are upon the face of the earth?”"
    },
    {
        "o": 2733,
        "r": "nasb:Exodus:33:17",
        "t": "The*p Lord*s said to Moses, “I will also do this thing of which you have spoken; for you have found favor in My sight and I have known you by name.”"
    },
    {
        "o": 2734,
        "r": "nasb:Exodus:33:18",
        "t": "Then Moses said, “I pray You, show me Your glory!”"
    },
    {
        "o": 2735,
        "r": "nasb:Exodus:33:19",
        "t": "And He said, “I Myself will make all My goodness pass before you, and will proclaim the name of the Lord*s before you; and I will be gracious to whom I will be gracious, and will show compassion on whom I will show compassion.”"
    },
    {
        "o": 2736,
        "r": "nasb:Exodus:33:20",
        "t": "But He said, “You cannot see My face, for no man can see Me and live!”"
    },
    {
        "o": 2737,
        "r": "nasb:Exodus:33:21",
        "t": "Then the Lord*s said, “Behold, there is a place by Me, and you shall stand there*i on the rock;"
    },
    {
        "o": 2738,
        "r": "nasb:Exodus:33:22",
        "t": "and it will come about, while My glory is passing by, that I will put you in the cleft of the rock and cover you with My hand until I have passed by."
    },
    {
        "o": 2739,
        "r": "nasb:Exodus:33:23",
        "t": "Then I will take My hand away and you shall see My back, but My face shall not be seen.”"
    }
]
