[
    {
        "o": 32399,
        "r": "esv:2 Corinthians:10:0",
        "t": "2 Corinthians 10",
        "h": 1
    },
    {
        "o": 32400,
        "r": "esv:2 Corinthians:10:0",
        "t": "Paul Defends His Ministry",
        "h": 2
    },
    {
        "o": 32401,
        "r": "esv:2 Corinthians:10:1",
        "t": "I,*p Paul, myself entreat you, by the meekness and gentleness of Christ— I who am humble when face to face with you, but bold toward you when I am away!—"
    },
    {
        "o": 32402,
        "r": "esv:2 Corinthians:10:2",
        "t": "I beg of you that when I am present I may not have to show boldness with such confidence as I count on showing against some who suspect us of walking according to the flesh."
    },
    {
        "o": 32403,
        "r": "esv:2 Corinthians:10:3",
        "t": "For though we walk in the flesh, we are not waging war according to the flesh."
    },
    {
        "o": 32404,
        "r": "esv:2 Corinthians:10:4",
        "t": "For the weapons of our warfare are not of the flesh but have divine power to destroy strongholds."
    },
    {
        "o": 32405,
        "r": "esv:2 Corinthians:10:5",
        "t": "We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ,"
    },
    {
        "o": 32406,
        "r": "esv:2 Corinthians:10:6",
        "t": "being ready to punish every disobedience, when your obedience is complete."
    },
    {
        "o": 32407,
        "r": "esv:2 Corinthians:10:7",
        "t": "Look*p at what is before your eyes. If anyone is confident that he is Christ’s, let him remind himself that just as he is Christ’s, so also are we."
    },
    {
        "o": 32408,
        "r": "esv:2 Corinthians:10:8",
        "t": "For even if I boast a little too much of our authority, which the Lord gave for building you up and not for destroying you, I will not be ashamed."
    },
    {
        "o": 32409,
        "r": "esv:2 Corinthians:10:9",
        "t": "I do not want to appear to be frightening you with my letters."
    },
    {
        "o": 32410,
        "r": "esv:2 Corinthians:10:10",
        "t": "For they say, “His letters are weighty and strong, but his bodily presence is weak, and his speech of no account.”"
    },
    {
        "o": 32411,
        "r": "esv:2 Corinthians:10:11",
        "t": "Let such a person understand that what we say by letter when absent, we do when present."
    },
    {
        "o": 32412,
        "r": "esv:2 Corinthians:10:12",
        "t": "Not that we dare to classify or compare ourselves with some of those who are commending themselves. But when they measure themselves by one another and compare themselves with one another, they are without understanding."
    },
    {
        "o": 32413,
        "r": "esv:2 Corinthians:10:13",
        "t": "But*p we will not boast beyond limits, but will boast only with regard to the area of influence God assigned to us, to reach even to you."
    },
    {
        "o": 32414,
        "r": "esv:2 Corinthians:10:14",
        "t": "For we are not overextending ourselves, as though we did not reach you. For we were the first to come all the way to you with the gospel of Christ."
    },
    {
        "o": 32415,
        "r": "esv:2 Corinthians:10:15",
        "t": "We do not boast beyond limit in the labors of others. But our hope is that as your faith increases, our area of influence among you may be greatly enlarged,"
    },
    {
        "o": 32416,
        "r": "esv:2 Corinthians:10:16",
        "t": "so that we may preach the gospel in lands beyond you, without boasting of work already done in another’s area of influence."
    },
    {
        "o": 32417,
        "r": "esv:2 Corinthians:10:17",
        "t": "“Let the one who boasts, boast in the Lord.”"
    },
    {
        "o": 32418,
        "r": "esv:2 Corinthians:10:18",
        "t": "For it is not the one who commends himself who is approved, but the one whom the Lord commends."
    }
]
