[
    {
        "o": 25638,
        "r": "esv:Zechariah:11:0",
        "t": "Zechariah 11",
        "h": 1
    },
    {
        "o": 25639,
        "r": "esv:Zechariah:11:0",
        "t": "The Flock Doomed to Slaughter",
        "h": 2
    },
    {
        "o": 25640,
        "r": "esv:Zechariah:11:1",
        "t": "Open*pn your doors, O Lebanon, that*ld the fire may devour your cedars!"
    },
    {
        "o": 25641,
        "r": "esv:Zechariah:11:2",
        "t": "Wail,*ln O cypress, for the cedar has fallen, for*ld the glorious trees are ruined! Wail,*ln oaks of Bashan, for*ld the thick forest has been felled!"
    },
    {
        "o": 25642,
        "r": "esv:Zechariah:11:3",
        "t": "The*ln sound of the wail of the shepherds, for*ld their glory is ruined! The*ln sound of the roar of the lions, for*ld the thicket of the Jordan is ruined!"
    },
    {
        "o": 25643,
        "r": "esv:Zechariah:11:4",
        "t": "Thus*p said the Lord*s my God: “Become shepherd of the flock doomed to slaughter."
    },
    {
        "o": 25644,
        "r": "esv:Zechariah:11:5",
        "t": "Those who buy them slaughter them and go unpunished, and those who sell them say, ‘Blessed be the Lord,*s I have become rich,’ and their own shepherds have no pity on them."
    },
    {
        "o": 25645,
        "r": "esv:Zechariah:11:6",
        "t": "For I will no longer have pity on the inhabitants of this land, declares the Lord.*s Behold, I will cause each of them to fall into the hand of his neighbor, and each into the hand of his king, and they shall crush the land, and I will deliver none from their hand.”"
    },
    {
        "o": 25646,
        "r": "esv:Zechariah:11:7",
        "t": "So*p I became the shepherd of the flock doomed to be slaughtered by the sheep traders. And I took two staffs, one I named Favor, the other I named Union. And I tended the sheep."
    },
    {
        "o": 25647,
        "r": "esv:Zechariah:11:8",
        "t": "In one month I destroyed the three shepherds. But I became impatient with them, and they also detested me."
    },
    {
        "o": 25648,
        "r": "esv:Zechariah:11:9",
        "t": "So I said, “I will not be your shepherd. What is to die, let it die. What is to be destroyed, let it be destroyed. And let those who are left devour the flesh of one another.”"
    },
    {
        "o": 25649,
        "r": "esv:Zechariah:11:10",
        "t": "And I took my staff Favor, and I broke it, annulling the covenant that I had made with all the peoples."
    },
    {
        "o": 25650,
        "r": "esv:Zechariah:11:11",
        "t": "So it was annulled on that day, and the sheep traders, who were watching me, knew that it was the word of the Lord.*s"
    },
    {
        "o": 25651,
        "r": "esv:Zechariah:11:12",
        "t": "Then I said to them, “If it seems good to you, give me my wages; but if not, keep them.” And they weighed out as my wages thirty pieces of silver."
    },
    {
        "o": 25652,
        "r": "esv:Zechariah:11:13",
        "t": "Then the Lord*s said to me, “Throw it to the potter”— the lordly price at which I was priced by them. So I took the thirty pieces of silver and threw them into the house of the Lord,*s to the potter."
    },
    {
        "o": 25653,
        "r": "esv:Zechariah:11:14",
        "t": "Then I broke my second staff Union, annulling the brotherhood between Judah and Israel."
    },
    {
        "o": 25654,
        "r": "esv:Zechariah:11:15",
        "t": "Then*p the Lord*s said to me, “Take once more the equipment of a foolish shepherd."
    },
    {
        "o": 25655,
        "r": "esv:Zechariah:11:16",
        "t": "For behold, I am raising up in the land a shepherd who does not care for those being destroyed, or seek the young or heal the maimed or nourish the healthy, but devours the flesh of the fat ones, tearing off even their hoofs."
    },
    {
        "o": 25656,
        "r": "esv:Zechariah:11:17",
        "t": "“Woe*pn to my worthless shepherd, who*ld deserts the flock! May*ln the sword strike his arm and*ld his right eye! Let*ln his arm be wholly withered, his*ld right eye utterly blinded!”"
    }
]
