[
    {
        "o": 14812,
        "r": "csb:Job:20:0",
        "t": "Job 20",
        "h": 1
    },
    {
        "o": 14813,
        "r": "csb:Job:20:0",
        "t": "Zophar Speaks",
        "h": 2
    },
    {
        "o": 14814,
        "r": "csb:Job:20:1",
        "t": "Then*p Zophar the Naamathite replied:"
    },
    {
        "o": 14815,
        "r": "csb:Job:20:2",
        "t": "This*pn is why my unsettling thoughts compel me to answer, because*ln I am upset!"
    },
    {
        "o": 14816,
        "r": "csb:Job:20:3",
        "t": "I*ln have heard a rebuke that insults me, and*ln my understanding makes me reply."
    },
    {
        "o": 14817,
        "r": "csb:Job:20:4",
        "t": "Don’t*pn you know that ever since antiquity, from*ln the time a human was placed on earth,"
    },
    {
        "o": 14818,
        "r": "csb:Job:20:5",
        "t": "the*ln joy of the wicked has been brief and*ln the happiness of the godless has lasted only a moment?"
    },
    {
        "o": 14819,
        "r": "csb:Job:20:6",
        "t": "Though*ln his arrogance reaches heaven, and*ln his head touches the clouds,"
    },
    {
        "o": 14820,
        "r": "csb:Job:20:7",
        "t": "he*ln will vanish forever like his own dung. Those*ln who know him will ask, “Where is he?”"
    },
    {
        "o": 14821,
        "r": "csb:Job:20:8",
        "t": "He*ln will fly away like a dream and never be found; he*ln will be chased away like a vision in the night."
    },
    {
        "o": 14822,
        "r": "csb:Job:20:9",
        "t": "The*ln eye that saw him will see him no more, and*ln his household will no longer see him."
    },
    {
        "o": 14823,
        "r": "csb:Job:20:10",
        "t": "His*ln children will beg from the poor, for*ln his own hands must give back his wealth."
    },
    {
        "o": 14824,
        "r": "csb:Job:20:11",
        "t": "His*ln frame may be full of youthful vigor, but*ln it will lie down with him in dust."
    },
    {
        "o": 14825,
        "r": "csb:Job:20:12",
        "t": "Though*pn evil tastes sweet in his mouth and*ln he conceals it under his tongue,"
    },
    {
        "o": 14826,
        "r": "csb:Job:20:13",
        "t": "though*ln he cherishes it and will not let it go but*ln keeps it in his mouth,"
    },
    {
        "o": 14827,
        "r": "csb:Job:20:14",
        "t": "yet*ln the food in his stomach turns into*ln cobras’ venom inside him."
    },
    {
        "o": 14828,
        "r": "csb:Job:20:15",
        "t": "He*ln swallows wealth but must vomit it up; God*ln will force it from his stomach."
    },
    {
        "o": 14829,
        "r": "csb:Job:20:16",
        "t": "He*ln will suck the poison of cobras; a*ln viper’s fangs will kill him."
    },
    {
        "o": 14830,
        "r": "csb:Job:20:17",
        "t": "He*ln will not enjoy the streams, the*ln rivers flowing with honey and curds."
    },
    {
        "o": 14831,
        "r": "csb:Job:20:18",
        "t": "He*ln must return the fruit of his labor without consuming it; he*ln doesn’t enjoy the profits from his trading."
    },
    {
        "o": 14832,
        "r": "csb:Job:20:19",
        "t": "For*ln he oppressed and abandoned the poor; he*ln seized a house he did not build."
    },
    {
        "o": 14833,
        "r": "csb:Job:20:20",
        "t": "Because*pn his appetite is never satisfied, he*ln does not let anything he desires escape."
    },
    {
        "o": 14834,
        "r": "csb:Job:20:21",
        "t": "Nothing*ln is left for him to consume; therefore,*ln his prosperity will not last."
    },
    {
        "o": 14835,
        "r": "csb:Job:20:22",
        "t": "At*ln the height of his success distress will come to him; the*ln full weight of misery will crush him."
    },
    {
        "o": 14836,
        "r": "csb:Job:20:23",
        "t": "When*ln he fills his stomach, God*ln will send his burning anger against him, raining*ln it down on him while he is eating."
    },
    {
        "o": 14837,
        "r": "csb:Job:20:24",
        "t": "If*ln he flees from an iron weapon, an*ln arrow from a bronze bow will pierce him."
    },
    {
        "o": 14838,
        "r": "csb:Job:20:25",
        "t": "He*ln pulls it out of his back, the*ln flashing tip out of his liver. Terrors*ln come over him."
    },
    {
        "o": 14839,
        "r": "csb:Job:20:26",
        "t": "Total*ln darkness is reserved for his treasures. A*ln fire unfanned by human hands will consume him; it*ln will feed on what is left in his tent."
    },
    {
        "o": 14840,
        "r": "csb:Job:20:27",
        "t": "The*ln heavens will expose his iniquity, and*ln the earth will rise up against him."
    },
    {
        "o": 14841,
        "r": "csb:Job:20:28",
        "t": "The*ln possessions in his house will be removed, flowing*ln away on the day of God’s anger."
    },
    {
        "o": 14842,
        "r": "csb:Job:20:29",
        "t": "This*ln is the wicked person’s lot from God, the*ln inheritance God ordained for him."
    }
]
