[
    {
        "o": 11908,
        "r": "kjv:2 Chronicles:17:0",
        "t": "2 Chronicles 17",
        "h": 1
    },
    {
        "o": 11909,
        "r": "kjv:2 Chronicles:17:1",
        "t": "And*p Jehoshaphat his son reigned in his stead, and strengthened himself against Israel."
    },
    {
        "o": 11910,
        "r": "kjv:2 Chronicles:17:2",
        "t": "And*p he placed forces in all the fenced cities of Judah, and set garrisons in the land of Judah, and in the cities of Ephraim, which Asa his father had taken."
    },
    {
        "o": 11911,
        "r": "kjv:2 Chronicles:17:3",
        "t": "And*p the Lord*s was with Jehoshaphat, because he walked in the first ways of his father David, and sought not unto Baalim;"
    },
    {
        "o": 11912,
        "r": "kjv:2 Chronicles:17:4",
        "t": "But*p sought to the Lord*s God of his father, and walked in his commandments, and not after the doings of Israel."
    },
    {
        "o": 11913,
        "r": "kjv:2 Chronicles:17:5",
        "t": "Therefore*p the Lord*s stablished the kingdom in his hand; and all Judah brought to Jehoshaphat presents; and he had riches and honour in abundance."
    },
    {
        "o": 11914,
        "r": "kjv:2 Chronicles:17:6",
        "t": "And*p his heart was lifted up in the ways of the Lord:*s moreover he took away the high places and groves out of Judah."
    },
    {
        "o": 11915,
        "r": "kjv:2 Chronicles:17:7",
        "t": "Also*p in the third year of his reign he sent to his princes, even to Ben–hail, and to Obadiah, and to Zechariah, and to Nethaneel, and to Michaiah, to teach in the cities of Judah."
    },
    {
        "o": 11916,
        "r": "kjv:2 Chronicles:17:8",
        "t": "And*p with them he sent Levites, even Shemaiah, and Nethaniah, and Zebadiah, and Asahel, and Shemiramoth, and Jonathan, and Adonijah, and Tobijah, and Tob–adonijah, Levites; and with them Elishama and Jehoram, priests."
    },
    {
        "o": 11917,
        "r": "kjv:2 Chronicles:17:9",
        "t": "And*p they taught in Judah, and had the book of the law of the Lord*s with them, and went about throughout all the cities of Judah, and taught the people."
    },
    {
        "o": 11918,
        "r": "kjv:2 Chronicles:17:10",
        "t": "And*p the fear of the Lord*s fell upon all the kingdoms of the lands that were round about Judah, so that they made no war against Jehoshaphat."
    },
    {
        "o": 11919,
        "r": "kjv:2 Chronicles:17:11",
        "t": "Also*p some of the Philistines brought Jehoshaphat presents, and tribute silver; and the Arabians brought him flocks, seven thousand and seven hundred rams, and seven thousand and seven hundred he goats."
    },
    {
        "o": 11920,
        "r": "kjv:2 Chronicles:17:12",
        "t": "And*p Jehoshaphat waxed great exceedingly; and he built in Judah castles, and cities of store."
    },
    {
        "o": 11921,
        "r": "kjv:2 Chronicles:17:13",
        "t": "And*p he had much business in the cities of Judah: and the men of war, mighty men of valour, were in Jerusalem."
    },
    {
        "o": 11922,
        "r": "kjv:2 Chronicles:17:14",
        "t": "And*p these are the numbers of them according to the house of their fathers: Of Judah, the captains of thousands; Adnah the chief, and with him mighty men of valour three hundred thousand."
    },
    {
        "o": 11923,
        "r": "kjv:2 Chronicles:17:15",
        "t": "And*p next to him was Jehohanan the captain, and with him two hundred and fourscore thousand."
    },
    {
        "o": 11924,
        "r": "kjv:2 Chronicles:17:16",
        "t": "And*p next him was Amasiah the son of Zichri, who willingly offered himself unto the Lord;*s and with him two hundred thousand mighty men of valour."
    },
    {
        "o": 11925,
        "r": "kjv:2 Chronicles:17:17",
        "t": "And*p of Benjamin; Eliada a mighty man of valour, and with him armed men with bow and shield two hundred thousand."
    },
    {
        "o": 11926,
        "r": "kjv:2 Chronicles:17:18",
        "t": "And*p next him was Jehozabad, and with him an hundred and fourscore thousand ready prepared for the war."
    },
    {
        "o": 11927,
        "r": "kjv:2 Chronicles:17:19",
        "t": "These*p waited on the king, beside those whom the king put in the fenced cities throughout all Judah."
    }
]
