[
    {
        "o": 8376,
        "r": "niv:1 Samuel:18:0",
        "t": "1 Samuel 18",
        "h": 1
    },
    {
        "o": 8377,
        "r": "niv:1 Samuel:18:0",
        "t": "Saul’s Growing Fear of David",
        "h": 2
    },
    {
        "o": 8378,
        "r": "niv:1 Samuel:18:1",
        "t": "After*p David had finished talking with Saul, Jonathan became one in spirit with David, and he loved him as himself."
    },
    {
        "o": 8379,
        "r": "niv:1 Samuel:18:2",
        "t": "From that day Saul kept David with him and did not let him return home to his family."
    },
    {
        "o": 8380,
        "r": "niv:1 Samuel:18:3",
        "t": "And Jonathan made a covenant with David because he loved him as himself."
    },
    {
        "o": 8381,
        "r": "niv:1 Samuel:18:4",
        "t": "Jonathan took off the robe he was wearing and gave it to David, along with his tunic, and even his sword, his bow and his belt."
    },
    {
        "o": 8382,
        "r": "niv:1 Samuel:18:5",
        "t": "Whatever*p mission Saul sent him on, David was so successful that Saul gave him a high rank in the army. This pleased all the troops, and Saul’s officers as well."
    },
    {
        "o": 8383,
        "r": "niv:1 Samuel:18:6",
        "t": "When*p the men were returning home after David had killed the Philistine, the women came out from all the towns of Israel to meet King Saul with singing and dancing, with joyful songs and with timbrels and lyres."
    },
    {
        "o": 8384,
        "r": "niv:1 Samuel:18:7",
        "t": "As they danced, they sang: “Saul*pn has slain his thousands, and*ld David his tens of thousands.”"
    },
    {
        "o": 8385,
        "r": "niv:1 Samuel:18:8",
        "t": "Saul*p was very angry; this refrain displeased him greatly. “They have credited David with tens of thousands,” he thought, “but me with only thousands. What more can he get but the kingdom?”"
    },
    {
        "o": 8386,
        "r": "niv:1 Samuel:18:9",
        "t": "And from that time on Saul kept a close eye on David."
    },
    {
        "o": 8387,
        "r": "niv:1 Samuel:18:10",
        "t": "The*p next day an evil spirit from God came forcefully on Saul. He was prophesying in his house, while David was playing the lyre, as he usually did. Saul had a spear in his hand"
    },
    {
        "o": 8388,
        "r": "niv:1 Samuel:18:11",
        "t": "and he hurled it, saying to himself, “I’ll pin David to the wall.” But David eluded him twice."
    },
    {
        "o": 8389,
        "r": "niv:1 Samuel:18:12",
        "t": "Saul*p was afraid of David, because the Lord*s was with David but had departed from Saul."
    },
    {
        "o": 8390,
        "r": "niv:1 Samuel:18:13",
        "t": "So he sent David away from him and gave him command over a thousand men, and David led the troops in their campaigns."
    },
    {
        "o": 8391,
        "r": "niv:1 Samuel:18:14",
        "t": "In everything he did he had great success, because the Lord*s was with him."
    },
    {
        "o": 8392,
        "r": "niv:1 Samuel:18:15",
        "t": "When Saul saw how successful he was, he was afraid of him."
    },
    {
        "o": 8393,
        "r": "niv:1 Samuel:18:16",
        "t": "But all Israel and Judah loved David, because he led them in their campaigns."
    },
    {
        "o": 8394,
        "r": "niv:1 Samuel:18:17",
        "t": "Saul*p said to David, “Here is my older daughter Merab. I will give her to you in marriage; only serve me bravely and fight the battles of the Lord.”*s For Saul said to himself, “I will not raise a hand against him. Let the Philistines do that!”"
    },
    {
        "o": 8395,
        "r": "niv:1 Samuel:18:18",
        "t": "But*p David said to Saul, “Who am I, and what is my family or my clan in Israel, that I should become the king’s son-in-law?”"
    },
    {
        "o": 8396,
        "r": "niv:1 Samuel:18:19",
        "t": "So when the time came for Merab, Saul’s daughter, to be given to David, she was given in marriage to Adriel of Meholah."
    },
    {
        "o": 8397,
        "r": "niv:1 Samuel:18:20",
        "t": "Now*p Saul’s daughter Michal was in love with David, and when they told Saul about it, he was pleased."
    },
    {
        "o": 8398,
        "r": "niv:1 Samuel:18:21",
        "t": "“I will give her to him,” he thought, “so that she may be a snare to him and so that the hand of the Philistines may be against him.” So Saul said to David, “Now you have a second opportunity to become my son-in-law.”"
    },
    {
        "o": 8399,
        "r": "niv:1 Samuel:18:22",
        "t": "Then*p Saul ordered his attendants: “Speak to David privately and say, ‘Look, the king likes you, and his attendants all love you; now become his son-in-law.’ ”"
    },
    {
        "o": 8400,
        "r": "niv:1 Samuel:18:23",
        "t": "They*p repeated these words to David. But David said, “Do you think it is a small matter to become the king’s son-in-law? I’m only a poor man and little known.”"
    },
    {
        "o": 8401,
        "r": "niv:1 Samuel:18:24",
        "t": "When*p Saul’s servants told him what David had said,"
    },
    {
        "o": 8402,
        "r": "niv:1 Samuel:18:25",
        "t": "Saul replied, “Say to David, ‘The king wants no other price for the bride than a hundred Philistine foreskins, to take revenge on his enemies.’ ” Saul’s plan was to have David fall by the hands of the Philistines."
    },
    {
        "o": 8403,
        "r": "niv:1 Samuel:18:26",
        "t": "When*p the attendants told David these things, he was pleased to become the king’s son-in-law. So before the allotted time elapsed,"
    },
    {
        "o": 8404,
        "r": "niv:1 Samuel:18:27",
        "t": "David took his men with him and went out and killed two hundred Philistines and brought back their foreskins. They counted out the full number to the king so that David might become the king’s son-in-law. Then Saul gave him his daughter Michal in marriage."
    },
    {
        "o": 8405,
        "r": "niv:1 Samuel:18:28",
        "t": "When*p Saul realized that the Lord*s was with David and that his daughter Michal loved David,"
    },
    {
        "o": 8406,
        "r": "niv:1 Samuel:18:29",
        "t": "Saul became still more afraid of him, and he remained his enemy the rest of his days."
    },
    {
        "o": 8407,
        "r": "niv:1 Samuel:18:30",
        "t": "The*p Philistine commanders continued to go out to battle, and as often as they did, David met with more success than the rest of Saul’s officers, and his name became well known."
    }
]
