[
    {
        "o": 25275,
        "r": "niv:Zechariah:7:0",
        "t": "Zechariah 7",
        "h": 1
    },
    {
        "o": 25276,
        "r": "niv:Zechariah:7:0",
        "t": "Justice and Mercy, Not Fasting",
        "h": 2
    },
    {
        "o": 25277,
        "r": "niv:Zechariah:7:1",
        "t": "In*p the fourth year of King Darius, the word of the Lord*s came to Zechariah on the fourth day of the ninth month, the month of Kislev."
    },
    {
        "o": 25278,
        "r": "niv:Zechariah:7:2",
        "t": "The people of Bethel had sent Sharezer and Regem-Melek, together with their men, to entreat the Lord*s"
    },
    {
        "o": 25279,
        "r": "niv:Zechariah:7:3",
        "t": "by asking the priests of the house of the Lord*s Almighty and the prophets, “Should I mourn and fast in the fifth month, as I have done for so many years?”"
    },
    {
        "o": 25280,
        "r": "niv:Zechariah:7:4",
        "t": "Then*p the word of the Lord*s Almighty came to me:"
    },
    {
        "o": 25281,
        "r": "niv:Zechariah:7:5",
        "t": "“Ask all the people of the land and the priests, ‘When you fasted and mourned in the fifth and seventh months for the past seventy years, was it really for me that you fasted?"
    },
    {
        "o": 25282,
        "r": "niv:Zechariah:7:6",
        "t": "And when you were eating and drinking, were you not just feasting for yourselves?"
    },
    {
        "o": 25283,
        "r": "niv:Zechariah:7:7",
        "t": "Are these not the words the Lord*s proclaimed through the earlier prophets when Jerusalem and its surrounding towns were at rest and prosperous, and the Negev and the western foothills were settled?’ ”"
    },
    {
        "o": 25284,
        "r": "niv:Zechariah:7:8",
        "t": "And*p the word of the Lord*s came again to Zechariah:"
    },
    {
        "o": 25285,
        "r": "niv:Zechariah:7:9",
        "t": "“This is what the Lord*s Almighty said: ‘Administer true justice; show mercy and compassion to one another."
    },
    {
        "o": 25286,
        "r": "niv:Zechariah:7:10",
        "t": "Do not oppress the widow or the fatherless, the foreigner or the poor. Do not plot evil against each other.’"
    },
    {
        "o": 25287,
        "r": "niv:Zechariah:7:11",
        "t": "“But*p they refused to pay attention; stubbornly they turned their backs and covered their ears."
    },
    {
        "o": 25288,
        "r": "niv:Zechariah:7:12",
        "t": "They made their hearts as hard as flint and would not listen to the law or to the words that the Lord*s Almighty had sent by his Spirit through the earlier prophets. So the Lord*s Almighty was very angry."
    },
    {
        "o": 25289,
        "r": "niv:Zechariah:7:13",
        "t": "“ ‘When*p I called, they did not listen; so when they called, I would not listen,’ says the Lord*s Almighty."
    },
    {
        "o": 25290,
        "r": "niv:Zechariah:7:14",
        "t": "‘I scattered them with a whirlwind among all the nations, where they were strangers. The land they left behind them was so desolate that no one traveled through it. This is how they made the pleasant land desolate.’ ”"
    }
]
