[
    {
        "o": 19099,
        "r": "kjv:Isaiah:31:0",
        "t": "Isaiah 31",
        "h": 1
    },
    {
        "o": 19100,
        "r": "kjv:Isaiah:31:1",
        "t": "Woe*p to them that go down to Egypt for help; and stay on horses, and trust in chariots, because they are many; and in horsemen, because they are very strong; but they look not unto the Holy One of Israel, neither seek the Lord!*s"
    },
    {
        "o": 19101,
        "r": "kjv:Isaiah:31:2",
        "t": "Yet*p he also is wise, and will bring evil, and will not call back his words: but will arise against the house of the evildoers, and against the help of them that work iniquity."
    },
    {
        "o": 19102,
        "r": "kjv:Isaiah:31:3",
        "t": "Now*p the Egyptians are men, and not God; and their horses flesh, and not spirit. When the Lord*s shall stretch out his hand, both he that helpeth shall fall, and he that is holpen shall fall down, and they all shall fail together."
    },
    {
        "o": 19103,
        "r": "kjv:Isaiah:31:4",
        "t": "For*p thus hath the Lord*s spoken unto me, Like as the lion and the young lion roaring on his prey, when a multitude of shepherds is called forth against him, he will not be afraid of their voice, nor abase himself for the noise of them: so shall the Lord*s of hosts come down to fight for mount Zion, and for the hill thereof."
    },
    {
        "o": 19104,
        "r": "kjv:Isaiah:31:5",
        "t": "As*p birds flying, so will the Lord*s of hosts defend Jerusalem; defending also he will deliver it; and passing over he will preserve it."
    },
    {
        "o": 19105,
        "r": "kjv:Isaiah:31:6",
        "t": "Turn*p ye unto him from whom the children of Israel have deeply revolted."
    },
    {
        "o": 19106,
        "r": "kjv:Isaiah:31:7",
        "t": "For*p in that day every man shall cast away his idols of silver, and his idols of gold, which your own hands have made unto you for a sin."
    },
    {
        "o": 19107,
        "r": "kjv:Isaiah:31:8",
        "t": "Then*p shall the Assyrian fall with the sword, not of a mighty man; and the sword, not of a mean man, shall devour him: but he shall flee from the sword, and his young men shall be discomfited."
    },
    {
        "o": 19108,
        "r": "kjv:Isaiah:31:9",
        "t": "And*p he shall pass over to his strong hold for fear, and his princes shall be afraid of the ensign, saith the Lord,*s whose fire is in Zion, and his furnace in Jerusalem."
    }
]
