[
    {
        "o": 7892,
        "r": "esv:1 Samuel:1:0",
        "t": "1 Samuel 1",
        "h": 1
    },
    {
        "o": 7893,
        "r": "esv:1 Samuel:1:0",
        "t": "The Birth of Samuel",
        "h": 2
    },
    {
        "o": 7894,
        "r": "esv:1 Samuel:1:1",
        "t": "There*p was a certain man of Ramathaim-zophim of the hill country of Ephraim whose name was Elkanah the son of Jeroham, son of Elihu, son of Tohu, son of Zuph, an Ephrathite."
    },
    {
        "o": 7895,
        "r": "esv:1 Samuel:1:2",
        "t": "He had two wives. The name of the one was Hannah, and the name of the other, Peninnah. And Peninnah had children, but Hannah had no children."
    },
    {
        "o": 7896,
        "r": "esv:1 Samuel:1:3",
        "t": "Now*p this man used to go up year by year from his city to worship and to sacrifice to the Lord*s of hosts at Shiloh, where the two sons of Eli, Hophni and Phinehas, were priests of the Lord.*s"
    },
    {
        "o": 7897,
        "r": "esv:1 Samuel:1:4",
        "t": "On the day when Elkanah sacrificed, he would give portions to Peninnah his wife and to all her sons and daughters."
    },
    {
        "o": 7898,
        "r": "esv:1 Samuel:1:5",
        "t": "But to Hannah he gave a double portion, because he loved her, though the Lord*s had closed her womb."
    },
    {
        "o": 7899,
        "r": "esv:1 Samuel:1:6",
        "t": "And her rival used to provoke her grievously to irritate her, because the Lord*s had closed her womb."
    },
    {
        "o": 7900,
        "r": "esv:1 Samuel:1:7",
        "t": "So it went on year by year. As often as she went up to the house of the Lord,*s she used to provoke her. Therefore Hannah wept and would not eat."
    },
    {
        "o": 7901,
        "r": "esv:1 Samuel:1:8",
        "t": "And Elkanah, her husband, said to her, “Hannah, why do you weep? And why do you not eat? And why is your heart sad? Am I not more to you than ten sons?”"
    },
    {
        "o": 7902,
        "r": "esv:1 Samuel:1:9",
        "t": "After*p they had eaten and drunk in Shiloh, Hannah rose. Now Eli the priest was sitting on the seat beside the doorpost of the temple of the Lord.*s"
    },
    {
        "o": 7903,
        "r": "esv:1 Samuel:1:10",
        "t": "She was deeply distressed and prayed to the Lord*s and wept bitterly."
    },
    {
        "o": 7904,
        "r": "esv:1 Samuel:1:11",
        "t": "And she vowed a vow and said, “O Lord*s of hosts, if you will indeed look on the affliction of your servant and remember me and not forget your servant, but will give to your servant a son, then I will give him to the Lord*s all the days of his life, and no razor shall touch his head.”"
    },
    {
        "o": 7905,
        "r": "esv:1 Samuel:1:12",
        "t": "As*p she continued praying before the Lord,*s Eli observed her mouth."
    },
    {
        "o": 7906,
        "r": "esv:1 Samuel:1:13",
        "t": "Hannah was speaking in her heart; only her lips moved, and her voice was not heard. Therefore Eli took her to be a drunken woman."
    },
    {
        "o": 7907,
        "r": "esv:1 Samuel:1:14",
        "t": "And Eli said to her, “How long will you go on being drunk? Put your wine away from you.”"
    },
    {
        "o": 7908,
        "r": "esv:1 Samuel:1:15",
        "t": "But Hannah answered, “No, my lord, I am a woman troubled in spirit. I have drunk neither wine nor strong drink, but I have been pouring out my soul before the Lord.*s"
    },
    {
        "o": 7909,
        "r": "esv:1 Samuel:1:16",
        "t": "Do not regard your servant as a worthless woman, for all along I have been speaking out of my great anxiety and vexation.”"
    },
    {
        "o": 7910,
        "r": "esv:1 Samuel:1:17",
        "t": "Then Eli answered, “Go in peace, and the God of Israel grant your petition that you have made to him.”"
    },
    {
        "o": 7911,
        "r": "esv:1 Samuel:1:18",
        "t": "And she said, “Let your servant find favor in your eyes.” Then the woman went her way and ate, and her face was no longer sad."
    },
    {
        "o": 7912,
        "r": "esv:1 Samuel:1:19",
        "t": "They*p rose early in the morning and worshiped before the Lord;*s then they went back to their house at Ramah. And Elkanah knew Hannah his wife, and the Lord*s remembered her."
    },
    {
        "o": 7913,
        "r": "esv:1 Samuel:1:20",
        "t": "And in due time Hannah conceived and bore a son, and she called his name Samuel, for she said, “I have asked for him from the Lord.”*s"
    },
    {
        "o": 7914,
        "r": "esv:1 Samuel:1:20",
        "t": "Samuel Given to the Lord",
        "h": 2
    },
    {
        "o": 7915,
        "r": "esv:1 Samuel:1:21",
        "t": "The*p man Elkanah and all his house went up to offer to the Lord*s the yearly sacrifice and to pay his vow."
    },
    {
        "o": 7916,
        "r": "esv:1 Samuel:1:22",
        "t": "But Hannah did not go up, for she said to her husband, “As soon as the child is weaned, I will bring him, so that he may appear in the presence of the Lord*s and dwell there forever.”"
    },
    {
        "o": 7917,
        "r": "esv:1 Samuel:1:23",
        "t": "Elkanah her husband said to her, “Do what seems best to you; wait until you have weaned him; only, may the Lord*s establish his word.” So the woman remained and nursed her son until she weaned him."
    },
    {
        "o": 7918,
        "r": "esv:1 Samuel:1:24",
        "t": "And when she had weaned him, she took him up with her, along with a three-year-old bull, an ephah of flour, and a skin of wine, and she brought him to the house of the Lord*s at Shiloh. And the child was young."
    },
    {
        "o": 7919,
        "r": "esv:1 Samuel:1:25",
        "t": "Then they slaughtered the bull, and they brought the child to Eli."
    },
    {
        "o": 7920,
        "r": "esv:1 Samuel:1:26",
        "t": "And she said, “Oh, my lord! As you live, my lord, I am the woman who was standing here in your presence, praying to the Lord.*s"
    },
    {
        "o": 7921,
        "r": "esv:1 Samuel:1:27",
        "t": "For this child I prayed, and the Lord*s has granted me my petition that I made to him."
    },
    {
        "o": 7922,
        "r": "esv:1 Samuel:1:28",
        "t": "Therefore I have lent him to the Lord.*s As long as he lives, he is lent to the Lord.”*s And*p he worshiped the Lord*s there."
    }
]
