[
    {
        "o": 32712,
        "r": "niv:1 Thessalonians:4:0",
        "t": "1 Thessalonians 4",
        "h": 1
    },
    {
        "o": 32713,
        "r": "niv:1 Thessalonians:4:0",
        "t": "Living to Please God",
        "h": 2
    },
    {
        "o": 32714,
        "r": "niv:1 Thessalonians:4:1",
        "t": "As*p for other matters, brothers and sisters, we instructed you how to live in order to please God, as in fact you are living. Now we ask you and urge you in the Lord Jesus to do this more and more."
    },
    {
        "o": 32715,
        "r": "niv:1 Thessalonians:4:2",
        "t": "For you know what instructions we gave you by the authority of the Lord Jesus."
    },
    {
        "o": 32716,
        "r": "niv:1 Thessalonians:4:3",
        "t": "It*p is God’s will that you should be sanctified: that you should avoid sexual immorality;"
    },
    {
        "o": 32717,
        "r": "niv:1 Thessalonians:4:4",
        "t": "that each of you should learn to control your own body in a way that is holy and honorable,"
    },
    {
        "o": 32718,
        "r": "niv:1 Thessalonians:4:5",
        "t": "not in passionate lust like the pagans, who do not know God;"
    },
    {
        "o": 32719,
        "r": "niv:1 Thessalonians:4:6",
        "t": "and that in this matter no one should wrong or take advantage of a brother or sister. The Lord will punish all those who commit such sins, as we told you and warned you before."
    },
    {
        "o": 32720,
        "r": "niv:1 Thessalonians:4:7",
        "t": "For God did not call us to be impure, but to live a holy life."
    },
    {
        "o": 32721,
        "r": "niv:1 Thessalonians:4:8",
        "t": "Therefore, anyone who rejects this instruction does not reject a human being but God, the very God who gives you his Holy Spirit."
    },
    {
        "o": 32722,
        "r": "niv:1 Thessalonians:4:9",
        "t": "Now*p about your love for one another we do not need to write to you, for you yourselves have been taught by God to love each other."
    },
    {
        "o": 32723,
        "r": "niv:1 Thessalonians:4:10",
        "t": "And in fact, you do love all of God’s family throughout Macedonia. Yet we urge you, brothers and sisters, to do so more and more,"
    },
    {
        "o": 32724,
        "r": "niv:1 Thessalonians:4:11",
        "t": "and to make it your ambition to lead a quiet life: You should mind your own business and work with your hands, just as we told you,"
    },
    {
        "o": 32725,
        "r": "niv:1 Thessalonians:4:12",
        "t": "so that your daily life may win the respect of outsiders and so that you will not be dependent on anybody."
    },
    {
        "o": 32726,
        "r": "niv:1 Thessalonians:4:12",
        "t": "Believers Who Have Died",
        "h": 2
    },
    {
        "o": 32727,
        "r": "niv:1 Thessalonians:4:13",
        "t": "Brothers*p and sisters, we do not want you to be uninformed about those who sleep in death, so that you do not grieve like the rest of mankind, who have no hope."
    },
    {
        "o": 32728,
        "r": "niv:1 Thessalonians:4:14",
        "t": "For we believe that Jesus died and rose again, and so we believe that God will bring with Jesus those who have fallen asleep in him."
    },
    {
        "o": 32729,
        "r": "niv:1 Thessalonians:4:15",
        "t": "According to the Lord’s word, we tell you that we who are still alive, who are left until the coming of the Lord, will certainly not precede those who have fallen asleep."
    },
    {
        "o": 32730,
        "r": "niv:1 Thessalonians:4:16",
        "t": "For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first."
    },
    {
        "o": 32731,
        "r": "niv:1 Thessalonians:4:17",
        "t": "After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever."
    },
    {
        "o": 32732,
        "r": "niv:1 Thessalonians:4:18",
        "t": "Therefore encourage one another with these words."
    }
]
