[
    {
        "o": 33617,
        "r": "niv:1 Peter:2:0",
        "t": "1 Peter 2",
        "h": 1
    },
    {
        "o": 33618,
        "r": "niv:1 Peter:2:1",
        "t": "Therefore,*p rid yourselves of all malice and all deceit, hypocrisy, envy, and slander of every kind."
    },
    {
        "o": 33619,
        "r": "niv:1 Peter:2:2",
        "t": "Like newborn babies, crave pure spiritual milk, so that by it you may grow up in your salvation,"
    },
    {
        "o": 33620,
        "r": "niv:1 Peter:2:3",
        "t": "now that you have tasted that the Lord is good."
    },
    {
        "o": 33621,
        "r": "niv:1 Peter:2:3",
        "t": "The Living Stone and a Chosen People",
        "h": 2
    },
    {
        "o": 33622,
        "r": "niv:1 Peter:2:4",
        "t": "As*p you come to him, the living Stone—rejected by humans but chosen by God and precious to him—"
    },
    {
        "o": 33623,
        "r": "niv:1 Peter:2:5",
        "t": "you also, like living stones, are being built into a spiritual house to be a holy priesthood, offering spiritual sacrifices acceptable to God through Jesus Christ."
    },
    {
        "o": 33624,
        "r": "niv:1 Peter:2:6",
        "t": "For in Scripture it says: “See,*pn I lay a stone in Zion, a*ld chosen and precious cornerstone, and*ln the one who trusts in him will*ld never be put to shame.”"
    },
    {
        "o": 33625,
        "r": "niv:1 Peter:2:7",
        "t": "Now*p to you who believe, this stone is precious. But to those who do not believe, “The*pn stone the builders rejected has*ld become the cornerstone,”"
    },
    {
        "o": 33626,
        "r": "niv:1 Peter:2:8",
        "t": "and,*p “A*pn stone that causes people to stumble and*ld a rock that makes them fall.” They*p stumble because they disobey the message—which is also what they were destined for."
    },
    {
        "o": 33627,
        "r": "niv:1 Peter:2:9",
        "t": "But*p you are a chosen people, a royal priesthood, a holy nation, God’s special possession, that you may declare the praises of him who called you out of darkness into his wonderful light."
    },
    {
        "o": 33628,
        "r": "niv:1 Peter:2:10",
        "t": "Once you were not a people, but now you are the people of God; once you had not received mercy, but now you have received mercy."
    },
    {
        "o": 33629,
        "r": "niv:1 Peter:2:10",
        "t": "Living Godly Lives in a Pagan Society",
        "h": 2
    },
    {
        "o": 33630,
        "r": "niv:1 Peter:2:11",
        "t": "Dear*p friends, I urge you, as foreigners and exiles, to abstain from sinful desires, which wage war against your soul."
    },
    {
        "o": 33631,
        "r": "niv:1 Peter:2:12",
        "t": "Live such good lives among the pagans that, though they accuse you of doing wrong, they may see your good deeds and glorify God on the day he visits us."
    },
    {
        "o": 33632,
        "r": "niv:1 Peter:2:13",
        "t": "Submit*p yourselves for the Lord’s sake to every human authority: whether to the emperor, as the supreme authority,"
    },
    {
        "o": 33633,
        "r": "niv:1 Peter:2:14",
        "t": "or to governors, who are sent by him to punish those who do wrong and to commend those who do right."
    },
    {
        "o": 33634,
        "r": "niv:1 Peter:2:15",
        "t": "For it is God’s will that by doing good you should silence the ignorant talk of foolish people."
    },
    {
        "o": 33635,
        "r": "niv:1 Peter:2:16",
        "t": "Live as free people, but do not use your freedom as a cover-up for evil; live as God’s slaves."
    },
    {
        "o": 33636,
        "r": "niv:1 Peter:2:17",
        "t": "Show proper respect to everyone, love the family of believers, fear God, honor the emperor."
    },
    {
        "o": 33637,
        "r": "niv:1 Peter:2:18",
        "t": "Slaves,*p in reverent fear of God submit yourselves to your masters, not only to those who are good and considerate, but also to those who are harsh."
    },
    {
        "o": 33638,
        "r": "niv:1 Peter:2:19",
        "t": "For it is commendable if someone bears up under the pain of unjust suffering because they are conscious of God."
    },
    {
        "o": 33639,
        "r": "niv:1 Peter:2:20",
        "t": "But how is it to your credit if you receive a beating for doing wrong and endure it? But if you suffer for doing good and you endure it, this is commendable before God."
    },
    {
        "o": 33640,
        "r": "niv:1 Peter:2:21",
        "t": "To this you were called, because Christ suffered for you, leaving you an example, that you should follow in his steps."
    },
    {
        "o": 33641,
        "r": "niv:1 Peter:2:22",
        "t": "“He*pn committed no sin, and*ld no deceit was found in his mouth.”"
    },
    {
        "o": 33642,
        "r": "niv:1 Peter:2:23",
        "t": "When*p they hurled their insults at him, he did not retaliate; when he suffered, he made no threats. Instead, he entrusted himself to him who judges justly."
    },
    {
        "o": 33643,
        "r": "niv:1 Peter:2:24",
        "t": "“He himself bore our sins” in his body on the cross, so that we might die to sins and live for righteousness; “by his wounds you have been healed.”"
    },
    {
        "o": 33644,
        "r": "niv:1 Peter:2:25",
        "t": "For “you were like sheep going astray,” but now you have returned to the Shepherd and Overseer of your souls."
    }
]
