[
    {
        "o": 2077,
        "r": "nkjv:Exodus:14:0",
        "t": "Exodus 14",
        "h": 1
    },
    {
        "o": 2078,
        "r": "nkjv:Exodus:14:0",
        "t": "The Red Sea Crossing",
        "h": 2
    },
    {
        "o": 2079,
        "r": "nkjv:Exodus:14:1",
        "t": "Now*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 2080,
        "r": "nkjv:Exodus:14:2",
        "t": "“Speak to the children of Israel, that they turn and camp before Pi Hahiroth, between Migdol and the sea, opposite Baal Zephon; you shall camp before it by the sea."
    },
    {
        "o": 2081,
        "r": "nkjv:Exodus:14:3",
        "t": "For Pharaoh will say of the children of Israel, ‘They are*i bewildered by the land; the wilderness has closed them in.’"
    },
    {
        "o": 2082,
        "r": "nkjv:Exodus:14:4",
        "t": "Then I will harden Pharaoh’s heart, so that he will pursue them; and I will gain honor over Pharaoh and over all his army, that the Egyptians may know that I am*i the Lord.”*s And they did so."
    },
    {
        "o": 2083,
        "r": "nkjv:Exodus:14:5",
        "t": "Now*p it was told the king of Egypt that the people had fled, and the heart of Pharaoh and his servants was turned against the people; and they said, “Why have we done this, that we have let Israel go from serving us?”"
    },
    {
        "o": 2084,
        "r": "nkjv:Exodus:14:6",
        "t": "So he made ready his chariot and took his people with him."
    },
    {
        "o": 2085,
        "r": "nkjv:Exodus:14:7",
        "t": "Also, he took six hundred choice chariots, and all the chariots of Egypt with captains over every one of them."
    },
    {
        "o": 2086,
        "r": "nkjv:Exodus:14:8",
        "t": "And the Lord*s hardened the heart of Pharaoh king of Egypt, and he pursued the children of Israel; and the children of Israel went out with boldness."
    },
    {
        "o": 2087,
        "r": "nkjv:Exodus:14:9",
        "t": "So the Egyptians pursued them, all the horses and*i chariots of Pharaoh, his horsemen and his army, and overtook them camping by the sea beside Pi Hahiroth, before Baal Zephon."
    },
    {
        "o": 2088,
        "r": "nkjv:Exodus:14:10",
        "t": "And*p when Pharaoh drew near, the children of Israel lifted their eyes, and behold, the Egyptians marched after them. So they were very afraid, and the children of Israel cried out to the Lord.*s"
    },
    {
        "o": 2089,
        "r": "nkjv:Exodus:14:11",
        "t": "Then they said to Moses, “Because there*i were*i no graves in Egypt, have you taken us away to die in the wilderness? Why have you so dealt with us, to bring us up out of Egypt?"
    },
    {
        "o": 2090,
        "r": "nkjv:Exodus:14:12",
        "t": "Is*i this not the word that we told you in Egypt, saying, ‘Let us alone that we may serve the Egyptians’? For it*i would*i have*i been*i better for us to serve the Egyptians than that we should die in the wilderness.”"
    },
    {
        "o": 2091,
        "r": "nkjv:Exodus:14:13",
        "t": "And*p Moses said to the people, “Do not be afraid. Stand still, and see the salvation of the Lord,*s which He will accomplish for you today. For the Egyptians whom you see today, you shall see again no more forever."
    },
    {
        "o": 2092,
        "r": "nkjv:Exodus:14:14",
        "t": "The Lord*s will fight for you, and you shall hold your peace.”"
    },
    {
        "o": 2093,
        "r": "nkjv:Exodus:14:15",
        "t": "And*p the Lord*s said to Moses, “Why do you cry to Me? Tell the children of Israel to go forward."
    },
    {
        "o": 2094,
        "r": "nkjv:Exodus:14:16",
        "t": "But lift up your rod, and stretch out your hand over the sea and divide it. And the children of Israel shall go on dry ground*i through the midst of the sea."
    },
    {
        "o": 2095,
        "r": "nkjv:Exodus:14:17",
        "t": "And I indeed will harden the hearts of the Egyptians, and they shall follow them. So I will gain honor over Pharaoh and over all his army, his chariots, and his horsemen."
    },
    {
        "o": 2096,
        "r": "nkjv:Exodus:14:18",
        "t": "Then the Egyptians shall know that I am*i the Lord,*s when I have gained honor for Myself over Pharaoh, his chariots, and his horsemen.”"
    },
    {
        "o": 2097,
        "r": "nkjv:Exodus:14:19",
        "t": "And*p the Angel of God, who went before the camp of Israel, moved and went behind them; and the pillar of cloud went from before them and stood behind them."
    },
    {
        "o": 2098,
        "r": "nkjv:Exodus:14:20",
        "t": "So it came between the camp of the Egyptians and the camp of Israel. Thus it was a cloud and darkness to*i the*i one,*i and it gave light by night to*i the*i other,*i so that the one did not come near the other all that night."
    },
    {
        "o": 2099,
        "r": "nkjv:Exodus:14:21",
        "t": "Then*p Moses stretched out his hand over the sea; and the Lord*s caused the sea to go back*i by a strong east wind all that night, and made the sea into dry land,*i and the waters were divided."
    },
    {
        "o": 2100,
        "r": "nkjv:Exodus:14:22",
        "t": "So the children of Israel went into the midst of the sea on the dry ground,*i and the waters were*i a wall to them on their right hand and on their left."
    },
    {
        "o": 2101,
        "r": "nkjv:Exodus:14:23",
        "t": "And the Egyptians pursued and went after them into the midst of the sea, all Pharaoh’s horses, his chariots, and his horsemen."
    },
    {
        "o": 2102,
        "r": "nkjv:Exodus:14:24",
        "t": "Now*p it came to pass, in the morning watch, that the Lord*s looked down upon the army of the Egyptians through the pillar of fire and cloud, and He troubled the army of the Egyptians."
    },
    {
        "o": 2103,
        "r": "nkjv:Exodus:14:25",
        "t": "And He took off their chariot wheels, so that they drove them with difficulty; and the Egyptians said, “Let us flee from the face of Israel, for the Lord*s fights for them against the Egyptians.”"
    },
    {
        "o": 2104,
        "r": "nkjv:Exodus:14:26",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand over the sea, that the waters may come back upon the Egyptians, on their chariots, and on their horsemen.”"
    },
    {
        "o": 2105,
        "r": "nkjv:Exodus:14:27",
        "t": "And Moses stretched out his hand over the sea; and when the morning appeared, the sea returned to its full depth, while the Egyptians were fleeing into it. So the Lord*s overthrew the Egyptians in the midst of the sea."
    },
    {
        "o": 2106,
        "r": "nkjv:Exodus:14:28",
        "t": "Then the waters returned and covered the chariots, the horsemen, and*i all the army of Pharaoh that came into the sea after them. Not so much as one of them remained."
    },
    {
        "o": 2107,
        "r": "nkjv:Exodus:14:29",
        "t": "But the children of Israel had walked on dry land*i in the midst of the sea, and the waters were*i a wall to them on their right hand and on their left."
    },
    {
        "o": 2108,
        "r": "nkjv:Exodus:14:30",
        "t": "So*p the Lord*s saved Israel that day out of the hand of the Egyptians, and Israel saw the Egyptians dead on the seashore."
    },
    {
        "o": 2109,
        "r": "nkjv:Exodus:14:31",
        "t": "Thus Israel saw the great work which the Lord*s had done in Egypt; so the people feared the Lord,*s and believed the Lord*s and His servant Moses."
    }
]
