[
    {
        "o": 33623,
        "r": "esv:Hebrews:5:0",
        "t": "Hebrews 5",
        "h": 1
    },
    {
        "o": 33624,
        "r": "esv:Hebrews:5:1",
        "t": "For*p every high priest chosen from among men is appointed to act on behalf of men in relation to God, to offer gifts and sacrifices for sins."
    },
    {
        "o": 33625,
        "r": "esv:Hebrews:5:2",
        "t": "He can deal gently with the ignorant and wayward, since he himself is beset with weakness."
    },
    {
        "o": 33626,
        "r": "esv:Hebrews:5:3",
        "t": "Because of this he is obligated to offer sacrifice for his own sins just as he does for those of the people."
    },
    {
        "o": 33627,
        "r": "esv:Hebrews:5:4",
        "t": "And no one takes this honor for himself, but only when called by God, just as Aaron was."
    },
    {
        "o": 33628,
        "r": "esv:Hebrews:5:5",
        "t": "So*p also Christ did not exalt himself to be made a high priest, but was appointed by him who said to him, “You*pn are my Son, today*ld I have begotten you”;"
    },
    {
        "o": 33629,
        "r": "esv:Hebrews:5:6",
        "t": "as*p he says also in another place, “You*pn are a priest forever, after*ld the order of Melchizedek.”"
    },
    {
        "o": 33630,
        "r": "esv:Hebrews:5:7",
        "t": "In*p the days of his flesh, Jesus offered up prayers and supplications, with loud cries and tears, to him who was able to save him from death, and he was heard because of his reverence."
    },
    {
        "o": 33631,
        "r": "esv:Hebrews:5:8",
        "t": "Although he was a son, he learned obedience through what he suffered."
    },
    {
        "o": 33632,
        "r": "esv:Hebrews:5:9",
        "t": "And being made perfect, he became the source of eternal salvation to all who obey him,"
    },
    {
        "o": 33633,
        "r": "esv:Hebrews:5:10",
        "t": "being designated by God a high priest after the order of Melchizedek."
    },
    {
        "o": 33634,
        "r": "esv:Hebrews:5:10",
        "t": "Warning Against Apostasy",
        "h": 2
    },
    {
        "o": 33635,
        "r": "esv:Hebrews:5:11",
        "t": "About*p this we have much to say, and it is hard to explain, since you have become dull of hearing."
    },
    {
        "o": 33636,
        "r": "esv:Hebrews:5:12",
        "t": "For though by this time you ought to be teachers, you need someone to teach you again the basic principles of the oracles of God. You need milk, not solid food,"
    },
    {
        "o": 33637,
        "r": "esv:Hebrews:5:13",
        "t": "for everyone who lives on milk is unskilled in the word of righteousness, since he is a child."
    },
    {
        "o": 33638,
        "r": "esv:Hebrews:5:14",
        "t": "But solid food is for the mature, for those who have their powers of discernment trained by constant practice to distinguish good from evil."
    }
]
