[
    {
        "o": 8407,
        "r": "nasb:1 Samuel:19:0",
        "t": "1 Samuel 19",
        "h": 1
    },
    {
        "o": 8408,
        "r": "nasb:1 Samuel:19:0",
        "t": "David Protected from Saul",
        "h": 2
    },
    {
        "o": 8409,
        "r": "nasb:1 Samuel:19:1",
        "t": "Now*p Saul told Jonathan his son and all his servants to put David to death. But Jonathan, Saul’s son, greatly delighted in David."
    },
    {
        "o": 8410,
        "r": "nasb:1 Samuel:19:2",
        "t": "So Jonathan told David saying, “Saul my father is seeking to put you to death. Now therefore, please be on guard in the morning, and stay in a secret place and hide yourself."
    },
    {
        "o": 8411,
        "r": "nasb:1 Samuel:19:3",
        "t": "I will go out and stand beside my father in the field where you are, and I will speak with my father about you; if I find out anything, then I will tell you.”"
    },
    {
        "o": 8412,
        "r": "nasb:1 Samuel:19:4",
        "t": "Then Jonathan spoke well of David to Saul his father and said to him, “Do not let the king sin against his servant David, since he has not sinned against you, and since his deeds have*i been*i very beneficial to you."
    },
    {
        "o": 8413,
        "r": "nasb:1 Samuel:19:5",
        "t": "For he took his life in his hand and struck the Philistine, and the Lord*s brought about a great deliverance for all Israel; you saw it*i and rejoiced. Why then will you sin against innocent blood by putting David to death without a cause?”"
    },
    {
        "o": 8414,
        "r": "nasb:1 Samuel:19:6",
        "t": "Saul listened to the voice of Jonathan, and Saul vowed, “As the Lord*s lives, he shall not be put to death.”"
    },
    {
        "o": 8415,
        "r": "nasb:1 Samuel:19:7",
        "t": "Then Jonathan called David, and Jonathan told him all these words. And Jonathan brought David to Saul, and he was in his presence as formerly."
    },
    {
        "o": 8416,
        "r": "nasb:1 Samuel:19:8",
        "t": "When*p there was war again, David went out and fought with the Philistines and defeated them with great slaughter, so that they fled before him."
    },
    {
        "o": 8417,
        "r": "nasb:1 Samuel:19:9",
        "t": "Now there was an evil spirit from the Lord*s on Saul as he was sitting in his house with his spear in his hand, and David was playing the*i harp*i with his*i hand."
    },
    {
        "o": 8418,
        "r": "nasb:1 Samuel:19:10",
        "t": "Saul tried to pin David to the wall with the spear, but he slipped away out of Saul’s presence, so that he stuck the spear into the wall. And David fled and escaped that night."
    },
    {
        "o": 8419,
        "r": "nasb:1 Samuel:19:11",
        "t": "Then*p Saul sent messengers to David’s house to watch him, in order to put him to death in the morning. But Michal, David’s wife, told him, saying, “If you do not save your life tonight, tomorrow you will be put to death.”"
    },
    {
        "o": 8420,
        "r": "nasb:1 Samuel:19:12",
        "t": "So Michal let David down through a window, and he went out and fled and escaped."
    },
    {
        "o": 8421,
        "r": "nasb:1 Samuel:19:13",
        "t": "Michal took the household idol and laid it*i on the bed, and put a quilt of goats’ hair*i at its head, and covered it*i with clothes."
    },
    {
        "o": 8422,
        "r": "nasb:1 Samuel:19:14",
        "t": "When Saul sent messengers to take David, she said, “He is sick.”"
    },
    {
        "o": 8423,
        "r": "nasb:1 Samuel:19:15",
        "t": "Then Saul sent messengers to see David, saying, “Bring him up to me on his bed, that I may put him to death.”"
    },
    {
        "o": 8424,
        "r": "nasb:1 Samuel:19:16",
        "t": "When the messengers entered, behold, the household idol was*i on the bed with the quilt of goats’ hair*i at its head."
    },
    {
        "o": 8425,
        "r": "nasb:1 Samuel:19:17",
        "t": "So Saul said to Michal, “Why have you deceived me like this and let my enemy go, so that he has escaped?” And Michal said to Saul, “He said to me, ‘Let me go! Why should I put you to death?’ ”"
    },
    {
        "o": 8426,
        "r": "nasb:1 Samuel:19:18",
        "t": "Now*p David fled and escaped and came to Samuel at Ramah, and told him all that Saul had done to him. And he and Samuel went and stayed in Naioth."
    },
    {
        "o": 8427,
        "r": "nasb:1 Samuel:19:19",
        "t": "It was told Saul, saying, “Behold, David is at Naioth in Ramah.”"
    },
    {
        "o": 8428,
        "r": "nasb:1 Samuel:19:20",
        "t": "Then Saul sent messengers to take David, but when they saw the company of the prophets prophesying, with Samuel standing and*i presiding over them, the Spirit of God came upon the messengers of Saul; and they also prophesied."
    },
    {
        "o": 8429,
        "r": "nasb:1 Samuel:19:21",
        "t": "When it was told Saul, he sent other messengers, and they also prophesied. So Saul sent messengers again the third time, and they also prophesied."
    },
    {
        "o": 8430,
        "r": "nasb:1 Samuel:19:22",
        "t": "Then he himself went to Ramah and came as far as the large well that is in Secu; and he asked and said, “Where are Samuel and David?” And someone*i said, “Behold, they are at Naioth in Ramah.”"
    },
    {
        "o": 8431,
        "r": "nasb:1 Samuel:19:23",
        "t": "He proceeded there to Naioth in Ramah; and the Spirit of God came upon him also, so that he went along prophesying continually until he came to Naioth in Ramah."
    },
    {
        "o": 8432,
        "r": "nasb:1 Samuel:19:24",
        "t": "He also stripped off his clothes, and he too prophesied before Samuel and lay down naked all that day and all that night. Therefore they say, “Is Saul also among the prophets?”"
    }
]
