[
    {
        "o": 10187,
        "r": "csb:1 Kings:14:0",
        "t": "1 Kings 14",
        "h": 1
    },
    {
        "o": 10188,
        "r": "csb:1 Kings:14:0",
        "t": "Disaster on the House of Jeroboam",
        "h": 2
    },
    {
        "o": 10189,
        "r": "csb:1 Kings:14:1",
        "t": "At*p that time Abijah son of Jeroboam became sick."
    },
    {
        "o": 10190,
        "r": "csb:1 Kings:14:2",
        "t": "Jeroboam said to his wife, “Go disguise yourself, so they won’t know that you’re Jeroboam’s wife, and go to Shiloh. The prophet Ahijah is there; it was he who told about me becoming king over this people."
    },
    {
        "o": 10191,
        "r": "csb:1 Kings:14:3",
        "t": "Take with you ten loaves of bread, some cakes, and a jar of honey, and go to him. He will tell you what will happen to the boy.”"
    },
    {
        "o": 10192,
        "r": "csb:1 Kings:14:4",
        "t": "Jeroboam’s*p wife did that: she went to Shiloh and arrived at Ahijah’s house. Ahijah could not see; he was blind due to his age."
    },
    {
        "o": 10193,
        "r": "csb:1 Kings:14:5",
        "t": "But the Lord*s had said to Ahijah, “Jeroboam’s wife is coming soon to ask you about her son, for he is sick. You are to say such and such to her. When she arrives, she will be disguised.”"
    },
    {
        "o": 10194,
        "r": "csb:1 Kings:14:6",
        "t": "When*p Ahijah heard the sound of her feet entering the door, he said, “Come in, wife of Jeroboam! Why are you disguised? I have bad news for you."
    },
    {
        "o": 10195,
        "r": "csb:1 Kings:14:7",
        "t": "Go tell Jeroboam, ‘This is what the Lord*s God of Israel says: I raised you up from among the people, appointed you ruler over my people Israel,"
    },
    {
        "o": 10196,
        "r": "csb:1 Kings:14:8",
        "t": "tore the kingdom away from the house of David, and gave it to you. But you were not like my servant David, who kept my commands and followed me with all his heart, doing only what is right in my sight."
    },
    {
        "o": 10197,
        "r": "csb:1 Kings:14:9",
        "t": "You behaved more wickedly than all who were before you. In order to anger me, you have proceeded to make for yourself other gods and cast images, but you have flung me behind your back."
    },
    {
        "o": 10198,
        "r": "csb:1 Kings:14:10",
        "t": "Because of all this, I am about to bring disaster on the house of Jeroboam: I*pn will wipe out all of Jeroboam’s males, both*ln slave and free, in Israel; I*ln will sweep away the house of Jeroboam as*ln one sweeps away dung until it is all gone!"
    },
    {
        "o": 10199,
        "r": "csb:1 Kings:14:11",
        "t": "Anyone*ln who belongs to Jeroboam and dies in the city, the*ln dogs will eat, and*ln anyone who dies in the field, the*ln birds will eat, for*ln the Lord*s has spoken!’"
    },
    {
        "o": 10200,
        "r": "csb:1 Kings:14:12",
        "t": "“As*p for you, get up and go to your house. When your feet enter the city, the boy will die."
    },
    {
        "o": 10201,
        "r": "csb:1 Kings:14:13",
        "t": "All Israel will mourn for him and bury him. He alone out of Jeroboam’s house will be given a proper burial because out of the house of Jeroboam something favorable to the Lord*s God of Israel was found in him."
    },
    {
        "o": 10202,
        "r": "csb:1 Kings:14:14",
        "t": "The Lord*s will raise up for himself a king over Israel, who will wipe out the house of Jeroboam. This is the day, yes, even today!"
    },
    {
        "o": 10203,
        "r": "csb:1 Kings:14:15",
        "t": "For the Lord*s will strike Israel so that they will shake as a reed shakes in water. He will uproot Israel from this good soil that he gave to their ancestors. He will scatter them beyond the Euphrates because they made their Asherah poles, angering the Lord.*s"
    },
    {
        "o": 10204,
        "r": "csb:1 Kings:14:16",
        "t": "He will give up Israel because of Jeroboam’s sins that he committed and caused Israel to commit.”"
    },
    {
        "o": 10205,
        "r": "csb:1 Kings:14:17",
        "t": "Then*p Jeroboam’s wife got up and left and went to Tirzah. As she was crossing the threshold of the house, the boy died."
    },
    {
        "o": 10206,
        "r": "csb:1 Kings:14:18",
        "t": "He was buried, and all Israel mourned for him, according to the word of the Lord*s he had spoken through his servant the prophet Ahijah."
    },
    {
        "o": 10207,
        "r": "csb:1 Kings:14:19",
        "t": "As*p for the rest of the events of Jeroboam’s reign, how he waged war and how he reigned, note that they are written in the Historical Record of Israel’s Kings."
    },
    {
        "o": 10208,
        "r": "csb:1 Kings:14:20",
        "t": "The length of Jeroboam’s reign was twenty-two years. He rested with his ancestors, and his son Nadab became king in his place."
    },
    {
        "o": 10209,
        "r": "csb:1 Kings:14:20",
        "t": "Judah’s King Rehoboam",
        "h": 2
    },
    {
        "o": 10210,
        "r": "csb:1 Kings:14:21",
        "t": "Now*p Rehoboam, Solomon’s son, reigned in Judah. Rehoboam was forty-one years old when he became king; he reigned seventeen years in Jerusalem, the city where the Lord*s had chosen from all the tribes of Israel to put his name. Rehoboam’s mother’s name was Naamah the Ammonite."
    },
    {
        "o": 10211,
        "r": "csb:1 Kings:14:22",
        "t": "Judah*p did what was evil in the Lord’s*s sight. They provoked him to jealous anger more than all that their ancestors had done with the sins they committed."
    },
    {
        "o": 10212,
        "r": "csb:1 Kings:14:23",
        "t": "They also built for themselves high places, sacred pillars, and Asherah poles on every high hill and under every green tree;"
    },
    {
        "o": 10213,
        "r": "csb:1 Kings:14:24",
        "t": "there were even male cult prostitutes in the land. They imitated all the detestable practices of the nations the Lord*s had dispossessed before the Israelites."
    },
    {
        "o": 10214,
        "r": "csb:1 Kings:14:25",
        "t": "In*p the fifth year of King Rehoboam, King Shishak of Egypt went to war against Jerusalem."
    },
    {
        "o": 10215,
        "r": "csb:1 Kings:14:26",
        "t": "He seized the treasuries of the Lord’s*s temple and the treasuries of the royal palace. He took everything. He took all the gold shields that Solomon had made."
    },
    {
        "o": 10216,
        "r": "csb:1 Kings:14:27",
        "t": "King Rehoboam made bronze shields to replace them and committed them into the care of the captains of the guards who protected the entrance to the king’s palace."
    },
    {
        "o": 10217,
        "r": "csb:1 Kings:14:28",
        "t": "Whenever the king entered the Lord’s*s temple, the guards would carry the shields, then they would take them back to the armory."
    },
    {
        "o": 10218,
        "r": "csb:1 Kings:14:29",
        "t": "The*p rest of the events of Rehoboam’s reign, along with all his accomplishments, are written about in the Historical Record of Judah’s Kings."
    },
    {
        "o": 10219,
        "r": "csb:1 Kings:14:30",
        "t": "There was war between Rehoboam and Jeroboam throughout their reigns."
    },
    {
        "o": 10220,
        "r": "csb:1 Kings:14:31",
        "t": "Rehoboam rested with his ancestors and was buried with his ancestors in the city of David. His mother’s name was Naamah the Ammonite. His son Abijam became king in his place."
    }
]
