[
    {
        "o": 2958,
        "r": "niv:Exodus:40:0",
        "t": "Exodus 40",
        "h": 1
    },
    {
        "o": 2959,
        "r": "niv:Exodus:40:0",
        "t": "Setting Up the Tabernacle",
        "h": 2
    },
    {
        "o": 2960,
        "r": "niv:Exodus:40:1",
        "t": "Then*p the Lord*s said to Moses:"
    },
    {
        "o": 2961,
        "r": "niv:Exodus:40:2",
        "t": "“Set up the tabernacle, the tent of meeting, on the first day of the first month."
    },
    {
        "o": 2962,
        "r": "niv:Exodus:40:3",
        "t": "Place the ark of the covenant law in it and shield the ark with the curtain."
    },
    {
        "o": 2963,
        "r": "niv:Exodus:40:4",
        "t": "Bring in the table and set out what belongs on it. Then bring in the lampstand and set up its lamps."
    },
    {
        "o": 2964,
        "r": "niv:Exodus:40:5",
        "t": "Place the gold altar of incense in front of the ark of the covenant law and put the curtain at the entrance to the tabernacle."
    },
    {
        "o": 2965,
        "r": "niv:Exodus:40:6",
        "t": "“Place*p the altar of burnt offering in front of the entrance to the tabernacle, the tent of meeting;"
    },
    {
        "o": 2966,
        "r": "niv:Exodus:40:7",
        "t": "place the basin between the tent of meeting and the altar and put water in it."
    },
    {
        "o": 2967,
        "r": "niv:Exodus:40:8",
        "t": "Set up the courtyard around it and put the curtain at the entrance to the courtyard."
    },
    {
        "o": 2968,
        "r": "niv:Exodus:40:9",
        "t": "“Take*p the anointing oil and anoint the tabernacle and everything in it; consecrate it and all its furnishings, and it will be holy."
    },
    {
        "o": 2969,
        "r": "niv:Exodus:40:10",
        "t": "Then anoint the altar of burnt offering and all its utensils; consecrate the altar, and it will be most holy."
    },
    {
        "o": 2970,
        "r": "niv:Exodus:40:11",
        "t": "Anoint the basin and its stand and consecrate them."
    },
    {
        "o": 2971,
        "r": "niv:Exodus:40:12",
        "t": "“Bring*p Aaron and his sons to the entrance to the tent of meeting and wash them with water."
    },
    {
        "o": 2972,
        "r": "niv:Exodus:40:13",
        "t": "Then dress Aaron in the sacred garments, anoint him and consecrate him so he may serve me as priest."
    },
    {
        "o": 2973,
        "r": "niv:Exodus:40:14",
        "t": "Bring his sons and dress them in tunics."
    },
    {
        "o": 2974,
        "r": "niv:Exodus:40:15",
        "t": "Anoint them just as you anointed their father, so they may serve me as priests. Their anointing will be to a priesthood that will continue throughout their generations.”"
    },
    {
        "o": 2975,
        "r": "niv:Exodus:40:16",
        "t": "Moses did everything just as the Lord*s commanded him."
    },
    {
        "o": 2976,
        "r": "niv:Exodus:40:17",
        "t": "So*p the tabernacle was set up on the first day of the first month in the second year."
    },
    {
        "o": 2977,
        "r": "niv:Exodus:40:18",
        "t": "When Moses set up the tabernacle, he put the bases in place, erected the frames, inserted the crossbars and set up the posts."
    },
    {
        "o": 2978,
        "r": "niv:Exodus:40:19",
        "t": "Then he spread the tent over the tabernacle and put the covering over the tent, as the Lord*s commanded him."
    },
    {
        "o": 2979,
        "r": "niv:Exodus:40:20",
        "t": "He*p took the tablets of the covenant law and placed them in the ark, attached the poles to the ark and put the atonement cover over it."
    },
    {
        "o": 2980,
        "r": "niv:Exodus:40:21",
        "t": "Then he brought the ark into the tabernacle and hung the shielding curtain and shielded the ark of the covenant law, as the Lord*s commanded him."
    },
    {
        "o": 2981,
        "r": "niv:Exodus:40:22",
        "t": "Moses*p placed the table in the tent of meeting on the north side of the tabernacle outside the curtain"
    },
    {
        "o": 2982,
        "r": "niv:Exodus:40:23",
        "t": "and set out the bread on it before the Lord,*s as the Lord*s commanded him."
    },
    {
        "o": 2983,
        "r": "niv:Exodus:40:24",
        "t": "He*p placed the lampstand in the tent of meeting opposite the table on the south side of the tabernacle"
    },
    {
        "o": 2984,
        "r": "niv:Exodus:40:25",
        "t": "and set up the lamps before the Lord,*s as the Lord*s commanded him."
    },
    {
        "o": 2985,
        "r": "niv:Exodus:40:26",
        "t": "Moses*p placed the gold altar in the tent of meeting in front of the curtain"
    },
    {
        "o": 2986,
        "r": "niv:Exodus:40:27",
        "t": "and burned fragrant incense on it, as the Lord*s commanded him."
    },
    {
        "o": 2987,
        "r": "niv:Exodus:40:28",
        "t": "Then*p he put up the curtain at the entrance to the tabernacle."
    },
    {
        "o": 2988,
        "r": "niv:Exodus:40:29",
        "t": "He set the altar of burnt offering near the entrance to the tabernacle, the tent of meeting, and offered on it burnt offerings and grain offerings, as the Lord*s commanded him."
    },
    {
        "o": 2989,
        "r": "niv:Exodus:40:30",
        "t": "He*p placed the basin between the tent of meeting and the altar and put water in it for washing,"
    },
    {
        "o": 2990,
        "r": "niv:Exodus:40:31",
        "t": "and Moses and Aaron and his sons used it to wash their hands and feet."
    },
    {
        "o": 2991,
        "r": "niv:Exodus:40:32",
        "t": "They washed whenever they entered the tent of meeting or approached the altar, as the Lord*s commanded Moses."
    },
    {
        "o": 2992,
        "r": "niv:Exodus:40:33",
        "t": "Then*p Moses set up the courtyard around the tabernacle and altar and put up the curtain at the entrance to the courtyard. And so Moses finished the work."
    },
    {
        "o": 2993,
        "r": "niv:Exodus:40:33",
        "t": "The Glory of the Lord",
        "h": 2
    },
    {
        "o": 2994,
        "r": "niv:Exodus:40:34",
        "t": "Then*p the cloud covered the tent of meeting, and the glory of the Lord*s filled the tabernacle."
    },
    {
        "o": 2995,
        "r": "niv:Exodus:40:35",
        "t": "Moses could not enter the tent of meeting because the cloud had settled on it, and the glory of the Lord*s filled the tabernacle."
    },
    {
        "o": 2996,
        "r": "niv:Exodus:40:36",
        "t": "In*p all the travels of the Israelites, whenever the cloud lifted from above the tabernacle, they would set out;"
    },
    {
        "o": 2997,
        "r": "niv:Exodus:40:37",
        "t": "but if the cloud did not lift, they did not set out—until the day it lifted."
    },
    {
        "o": 2998,
        "r": "niv:Exodus:40:38",
        "t": "So the cloud of the Lord*s was over the tabernacle by day, and fire was in the cloud by night, in the sight of all the Israelites during all their travels."
    }
]
