[
    {
        "o": 4291,
        "r": "nasb:Numbers:8:0",
        "t": "Numbers 8",
        "h": 1
    },
    {
        "o": 4292,
        "r": "nasb:Numbers:8:0",
        "t": "The Seven Lamps",
        "h": 2
    },
    {
        "o": 4293,
        "r": "nasb:Numbers:8:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4294,
        "r": "nasb:Numbers:8:2",
        "t": "“Speak to Aaron and say to him, ‘When you mount the lamps, the seven lamps will give light in the front of the lampstand.’ ”"
    },
    {
        "o": 4295,
        "r": "nasb:Numbers:8:3",
        "t": "Aaron therefore did so; he mounted its lamps at the front of the lampstand, just as the Lord*s had commanded Moses."
    },
    {
        "o": 4296,
        "r": "nasb:Numbers:8:4",
        "t": "Now this was the workmanship of the lampstand, hammered work of gold; from its base to its flowers it was hammered work; according to the pattern which the Lord*s had shown Moses, so he made the lampstand."
    },
    {
        "o": 4297,
        "r": "nasb:Numbers:8:4",
        "t": "Cleansing the Levites",
        "h": 2
    },
    {
        "o": 4298,
        "r": "nasb:Numbers:8:5",
        "t": "Again*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4299,
        "r": "nasb:Numbers:8:6",
        "t": "“Take the Levites from among the sons of Israel and cleanse them."
    },
    {
        "o": 4300,
        "r": "nasb:Numbers:8:7",
        "t": "Thus you shall do to them, for their cleansing: sprinkle*i purifying water on them, and let them use a razor over their whole body and wash their clothes, and they will be clean."
    },
    {
        "o": 4301,
        "r": "nasb:Numbers:8:8",
        "t": "Then let them take a bull with its grain offering, fine flour mixed with oil; and a second bull you shall take for a sin offering."
    },
    {
        "o": 4302,
        "r": "nasb:Numbers:8:9",
        "t": "So you shall present the Levites before the tent of meeting. You shall also assemble the whole congregation of the sons of Israel,"
    },
    {
        "o": 4303,
        "r": "nasb:Numbers:8:10",
        "t": "and present the Levites before the Lord;*s and the sons of Israel shall lay their hands on the Levites."
    },
    {
        "o": 4304,
        "r": "nasb:Numbers:8:11",
        "t": "Aaron then shall present the Levites before the Lord*s as a wave offering from the sons of Israel, that they may qualify to perform the service of the Lord.*s"
    },
    {
        "o": 4305,
        "r": "nasb:Numbers:8:12",
        "t": "Now the Levites shall lay their hands on the heads of the bulls; then offer the one for a sin offering and the other for a burnt offering to the Lord,*s to make atonement for the Levites."
    },
    {
        "o": 4306,
        "r": "nasb:Numbers:8:13",
        "t": "You shall have the Levites stand before Aaron and before his sons so as to present them as a wave offering to the Lord.*s"
    },
    {
        "o": 4307,
        "r": "nasb:Numbers:8:14",
        "t": "“Thus*p you shall separate the Levites from among the sons of Israel, and the Levites shall be Mine."
    },
    {
        "o": 4308,
        "r": "nasb:Numbers:8:15",
        "t": "Then after that the Levites may go in to serve the tent of meeting. But you shall cleanse them and present them as a wave offering;"
    },
    {
        "o": 4309,
        "r": "nasb:Numbers:8:16",
        "t": "for they are wholly given to Me from among the sons of Israel. I have taken them for Myself instead of every first issue of the womb, the firstborn of all the sons of Israel."
    },
    {
        "o": 4310,
        "r": "nasb:Numbers:8:17",
        "t": "For every firstborn among the sons of Israel is Mine, among the men and among the animals; on the day that I struck down all the firstborn in the land of Egypt I sanctified them for Myself."
    },
    {
        "o": 4311,
        "r": "nasb:Numbers:8:18",
        "t": "But I have taken the Levites instead of every firstborn among the sons of Israel."
    },
    {
        "o": 4312,
        "r": "nasb:Numbers:8:19",
        "t": "I have given the Levites as a gift to Aaron and to his sons from among the sons of Israel, to perform the service of the sons of Israel at the tent of meeting and to make atonement on behalf of the sons of Israel, so that there will be no plague among the sons of Israel by their coming near to the sanctuary.”"
    },
    {
        "o": 4313,
        "r": "nasb:Numbers:8:20",
        "t": "Thus*p did Moses and Aaron and all the congregation of the sons of Israel to the Levites; according to all that the Lord*s had commanded Moses concerning the Levites, so the sons of Israel did to them."
    },
    {
        "o": 4314,
        "r": "nasb:Numbers:8:21",
        "t": "The Levites, too, purified themselves from sin and washed their clothes; and Aaron presented them as a wave offering before the Lord.*s Aaron also made atonement for them to cleanse them."
    },
    {
        "o": 4315,
        "r": "nasb:Numbers:8:22",
        "t": "Then after that the Levites went in to perform their service in the tent of meeting before Aaron and before his sons; just as the Lord*s had commanded Moses concerning the Levites, so they did to them."
    },
    {
        "o": 4316,
        "r": "nasb:Numbers:8:22",
        "t": "Retirement",
        "h": 2
    },
    {
        "o": 4317,
        "r": "nasb:Numbers:8:23",
        "t": "Now*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4318,
        "r": "nasb:Numbers:8:24",
        "t": "“This is what applies*i to the Levites: from twenty-five years old and upward they shall enter to perform service in the work of the tent of meeting."
    },
    {
        "o": 4319,
        "r": "nasb:Numbers:8:25",
        "t": "But at the age of fifty years they shall retire from service in the work and not work any more."
    },
    {
        "o": 4320,
        "r": "nasb:Numbers:8:26",
        "t": "They may, however, assist their brothers in the tent of meeting, to keep an obligation, but they themselves*i shall do no work. Thus you shall deal with the Levites concerning their obligations.”"
    }
]
