[
    {
        "o": 3047,
        "r": "nasb:Leviticus:3:0",
        "t": "Leviticus 3",
        "h": 1
    },
    {
        "o": 3048,
        "r": "nasb:Leviticus:3:0",
        "t": "The Law of Peace Offerings",
        "h": 2
    },
    {
        "o": 3049,
        "r": "nasb:Leviticus:3:1",
        "t": "‘Now*p if his offering is a sacrifice of peace offerings, if he is going to offer out of the herd, whether male or female, he shall offer it without defect before the Lord.*s"
    },
    {
        "o": 3050,
        "r": "nasb:Leviticus:3:2",
        "t": "He shall lay his hand on the head of his offering and slay it at the doorway of the tent of meeting, and Aaron’s sons the priests shall sprinkle the blood around on the altar."
    },
    {
        "o": 3051,
        "r": "nasb:Leviticus:3:3",
        "t": "From the sacrifice of the peace offerings he shall present an offering by fire to the Lord,*s the fat that covers the entrails and all the fat that is on the entrails,"
    },
    {
        "o": 3052,
        "r": "nasb:Leviticus:3:4",
        "t": "and the two kidneys with the fat that is on them, which is on the loins, and the lobe of the liver, which he shall remove with the kidneys."
    },
    {
        "o": 3053,
        "r": "nasb:Leviticus:3:5",
        "t": "Then Aaron’s sons shall offer it*i up in smoke on the altar on the burnt offering, which is on the wood that is on the fire; it is an offering by fire of a soothing aroma to the Lord.*s"
    },
    {
        "o": 3054,
        "r": "nasb:Leviticus:3:6",
        "t": "But if his offering for a sacrifice of peace offerings to the Lord*s is from the flock, he shall offer it, male or female, without defect."
    },
    {
        "o": 3055,
        "r": "nasb:Leviticus:3:7",
        "t": "If he is going to offer a lamb for his offering, then he shall offer it before the Lord,*s"
    },
    {
        "o": 3056,
        "r": "nasb:Leviticus:3:8",
        "t": "and he shall lay his hand on the head of his offering and slay it before the tent of meeting, and Aaron’s sons shall sprinkle its blood around on the altar."
    },
    {
        "o": 3057,
        "r": "nasb:Leviticus:3:9",
        "t": "From the sacrifice of peace offerings he shall bring as an offering by fire to the Lord,*s its fat, the entire fat tail which he shall remove close to the backbone, and the fat that covers the entrails and all the fat that is on the entrails,"
    },
    {
        "o": 3058,
        "r": "nasb:Leviticus:3:10",
        "t": "and the two kidneys with the fat that is on them, which is on the loins, and the lobe of the liver, which he shall remove with the kidneys."
    },
    {
        "o": 3059,
        "r": "nasb:Leviticus:3:11",
        "t": "Then the priest shall offer it*i up in smoke on the altar as*i food, an offering by fire to the Lord.*s"
    },
    {
        "o": 3060,
        "r": "nasb:Leviticus:3:12",
        "t": "‘Moreover,*p if his offering is a goat, then he shall offer it before the Lord,*s"
    },
    {
        "o": 3061,
        "r": "nasb:Leviticus:3:13",
        "t": "and he shall lay his hand on its head and slay it before the tent of meeting, and the sons of Aaron shall sprinkle its blood around on the altar."
    },
    {
        "o": 3062,
        "r": "nasb:Leviticus:3:14",
        "t": "From it he shall present his offering as an offering by fire to the Lord,*s the fat that covers the entrails and all the fat that is on the entrails,"
    },
    {
        "o": 3063,
        "r": "nasb:Leviticus:3:15",
        "t": "and the two kidneys with the fat that is on them, which is on the loins, and the lobe of the liver, which he shall remove with the kidneys."
    },
    {
        "o": 3064,
        "r": "nasb:Leviticus:3:16",
        "t": "The priest shall offer them up in smoke on the altar as*i food, an offering by fire for a soothing aroma; all fat is the Lord’s.*s"
    },
    {
        "o": 3065,
        "r": "nasb:Leviticus:3:17",
        "t": "It is a perpetual statute throughout your generations in all your dwellings: you shall not eat any fat or any blood.’ ”"
    }
]
