[
    {
        "o": 7866,
        "r": "niv:1 Samuel:1:0",
        "t": "1 Samuel 1",
        "h": 1
    },
    {
        "o": 7867,
        "r": "niv:1 Samuel:1:0",
        "t": "The Birth of Samuel",
        "h": 2
    },
    {
        "o": 7868,
        "r": "niv:1 Samuel:1:1",
        "t": "There*p was a certain man from Ramathaim, a Zuphite from the hill country of Ephraim, whose name was Elkanah son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite."
    },
    {
        "o": 7869,
        "r": "niv:1 Samuel:1:2",
        "t": "He had two wives; one was called Hannah and the other Peninnah. Peninnah had children, but Hannah had none."
    },
    {
        "o": 7870,
        "r": "niv:1 Samuel:1:3",
        "t": "Year*p after year this man went up from his town to worship and sacrifice to the Lord*s Almighty at Shiloh, where Hophni and Phinehas, the two sons of Eli, were priests of the Lord.*s"
    },
    {
        "o": 7871,
        "r": "niv:1 Samuel:1:4",
        "t": "Whenever the day came for Elkanah to sacrifice, he would give portions of the meat to his wife Peninnah and to all her sons and daughters."
    },
    {
        "o": 7872,
        "r": "niv:1 Samuel:1:5",
        "t": "But to Hannah he gave a double portion because he loved her, and the Lord*s had closed her womb."
    },
    {
        "o": 7873,
        "r": "niv:1 Samuel:1:6",
        "t": "Because the Lord*s had closed Hannah’s womb, her rival kept provoking her in order to irritate her."
    },
    {
        "o": 7874,
        "r": "niv:1 Samuel:1:7",
        "t": "This went on year after year. Whenever Hannah went up to the house of the Lord,*s her rival provoked her till she wept and would not eat."
    },
    {
        "o": 7875,
        "r": "niv:1 Samuel:1:8",
        "t": "Her husband Elkanah would say to her, “Hannah, why are you weeping? Why don’t you eat? Why are you downhearted? Don’t I mean more to you than ten sons?”"
    },
    {
        "o": 7876,
        "r": "niv:1 Samuel:1:9",
        "t": "Once*p when they had finished eating and drinking in Shiloh, Hannah stood up. Now Eli the priest was sitting on his chair by the doorpost of the Lord’s*s house."
    },
    {
        "o": 7877,
        "r": "niv:1 Samuel:1:10",
        "t": "In her deep anguish Hannah prayed to the Lord,*s weeping bitterly."
    },
    {
        "o": 7878,
        "r": "niv:1 Samuel:1:11",
        "t": "And she made a vow, saying, “Lord*s Almighty, if you will only look on your servant’s misery and remember me, and not forget your servant but give her a son, then I will give him to the Lord*s for all the days of his life, and no razor will ever be used on his head.”"
    },
    {
        "o": 7879,
        "r": "niv:1 Samuel:1:12",
        "t": "As*p she kept on praying to the Lord,*s Eli observed her mouth."
    },
    {
        "o": 7880,
        "r": "niv:1 Samuel:1:13",
        "t": "Hannah was praying in her heart, and her lips were moving but her voice was not heard. Eli thought she was drunk"
    },
    {
        "o": 7881,
        "r": "niv:1 Samuel:1:14",
        "t": "and said to her, “How long are you going to stay drunk? Put away your wine.”"
    },
    {
        "o": 7882,
        "r": "niv:1 Samuel:1:15",
        "t": "“Not*p so, my lord,” Hannah replied, “I am a woman who is deeply troubled. I have not been drinking wine or beer; I was pouring out my soul to the Lord.*s"
    },
    {
        "o": 7883,
        "r": "niv:1 Samuel:1:16",
        "t": "Do not take your servant for a wicked woman; I have been praying here out of my great anguish and grief.”"
    },
    {
        "o": 7884,
        "r": "niv:1 Samuel:1:17",
        "t": "Eli*p answered, “Go in peace, and may the God of Israel grant you what you have asked of him.”"
    },
    {
        "o": 7885,
        "r": "niv:1 Samuel:1:18",
        "t": "She*p said, “May your servant find favor in your eyes.” Then she went her way and ate something, and her face was no longer downcast."
    },
    {
        "o": 7886,
        "r": "niv:1 Samuel:1:19",
        "t": "Early*p the next morning they arose and worshiped before the Lord*s and then went back to their home at Ramah. Elkanah made love to his wife Hannah, and the Lord*s remembered her."
    },
    {
        "o": 7887,
        "r": "niv:1 Samuel:1:20",
        "t": "So in the course of time Hannah became pregnant and gave birth to a son. She named him Samuel, saying, “Because I asked the Lord*s for him.”"
    },
    {
        "o": 7888,
        "r": "niv:1 Samuel:1:20",
        "t": "Hannah Dedicates Samuel",
        "h": 2
    },
    {
        "o": 7889,
        "r": "niv:1 Samuel:1:21",
        "t": "When*p her husband Elkanah went up with all his family to offer the annual sacrifice to the Lord*s and to fulfill his vow,"
    },
    {
        "o": 7890,
        "r": "niv:1 Samuel:1:22",
        "t": "Hannah did not go. She said to her husband, “After the boy is weaned, I will take him and present him before the Lord,*s and he will live there always.”"
    },
    {
        "o": 7891,
        "r": "niv:1 Samuel:1:23",
        "t": "“Do*p what seems best to you,” her husband Elkanah told her. “Stay here until you have weaned him; only may the Lord*s make good his word.” So the woman stayed at home and nursed her son until she had weaned him."
    },
    {
        "o": 7892,
        "r": "niv:1 Samuel:1:24",
        "t": "After*p he was weaned, she took the boy with her, young as he was, along with a three-year-old bull, an ephah of flour and a skin of wine, and brought him to the house of the Lord*s at Shiloh."
    },
    {
        "o": 7893,
        "r": "niv:1 Samuel:1:25",
        "t": "When the bull had been sacrificed, they brought the boy to Eli,"
    },
    {
        "o": 7894,
        "r": "niv:1 Samuel:1:26",
        "t": "and she said to him, “Pardon me, my lord. As surely as you live, I am the woman who stood here beside you praying to the Lord.*s"
    },
    {
        "o": 7895,
        "r": "niv:1 Samuel:1:27",
        "t": "I prayed for this child, and the Lord*s has granted me what I asked of him."
    },
    {
        "o": 7896,
        "r": "niv:1 Samuel:1:28",
        "t": "So now I give him to the Lord.*s For his whole life he will be given over to the Lord.”*s And he worshiped the Lord*s there."
    }
]
