[
    {
        "o": 12495,
        "r": "niv:2 Chronicles:11:0",
        "t": "2 Chronicles 11",
        "h": 1
    },
    {
        "o": 12496,
        "r": "niv:2 Chronicles:11:1",
        "t": "When*p Rehoboam arrived in Jerusalem, he mustered Judah and Benjamin—a hundred and eighty thousand able young men—to go to war against Israel and to regain the kingdom for Rehoboam."
    },
    {
        "o": 12497,
        "r": "niv:2 Chronicles:11:2",
        "t": "But*p this word of the Lord*s came to Shemaiah the man of God:"
    },
    {
        "o": 12498,
        "r": "niv:2 Chronicles:11:3",
        "t": "“Say to Rehoboam son of Solomon king of Judah and to all Israel in Judah and Benjamin,"
    },
    {
        "o": 12499,
        "r": "niv:2 Chronicles:11:4",
        "t": "‘This is what the Lord*s says: Do not go up to fight against your fellow Israelites. Go home, every one of you, for this is my doing.’ ” So they obeyed the words of the Lord*s and turned back from marching against Jeroboam."
    },
    {
        "o": 12500,
        "r": "niv:2 Chronicles:11:4",
        "t": "Rehoboam Fortifies Judah",
        "h": 2
    },
    {
        "o": 12501,
        "r": "niv:2 Chronicles:11:5",
        "t": "Rehoboam*p lived in Jerusalem and built up towns for defense in Judah:"
    },
    {
        "o": 12502,
        "r": "niv:2 Chronicles:11:6",
        "t": "Bethlehem, Etam, Tekoa,"
    },
    {
        "o": 12503,
        "r": "niv:2 Chronicles:11:7",
        "t": "Beth Zur, Soko, Adullam,"
    },
    {
        "o": 12504,
        "r": "niv:2 Chronicles:11:8",
        "t": "Gath, Mareshah, Ziph,"
    },
    {
        "o": 12505,
        "r": "niv:2 Chronicles:11:9",
        "t": "Adoraim, Lachish, Azekah,"
    },
    {
        "o": 12506,
        "r": "niv:2 Chronicles:11:10",
        "t": "Zorah, Aijalon and Hebron. These were fortified cities in Judah and Benjamin."
    },
    {
        "o": 12507,
        "r": "niv:2 Chronicles:11:11",
        "t": "He strengthened their defenses and put commanders in them, with supplies of food, olive oil and wine."
    },
    {
        "o": 12508,
        "r": "niv:2 Chronicles:11:12",
        "t": "He put shields and spears in all the cities, and made them very strong. So Judah and Benjamin were his."
    },
    {
        "o": 12509,
        "r": "niv:2 Chronicles:11:13",
        "t": "The*p priests and Levites from all their districts throughout Israel sided with him."
    },
    {
        "o": 12510,
        "r": "niv:2 Chronicles:11:14",
        "t": "The Levites even abandoned their pasturelands and property and came to Judah and Jerusalem, because Jeroboam and his sons had rejected them as priests of the Lord*s"
    },
    {
        "o": 12511,
        "r": "niv:2 Chronicles:11:15",
        "t": "when he appointed his own priests for the high places and for the goat and calf idols he had made."
    },
    {
        "o": 12512,
        "r": "niv:2 Chronicles:11:16",
        "t": "Those from every tribe of Israel who set their hearts on seeking the Lord,*s the God of Israel, followed the Levites to Jerusalem to offer sacrifices to the Lord,*s the God of their ancestors."
    },
    {
        "o": 12513,
        "r": "niv:2 Chronicles:11:17",
        "t": "They strengthened the kingdom of Judah and supported Rehoboam son of Solomon three years, following the ways of David and Solomon during this time."
    },
    {
        "o": 12514,
        "r": "niv:2 Chronicles:11:17",
        "t": "Rehoboam’s Family",
        "h": 2
    },
    {
        "o": 12515,
        "r": "niv:2 Chronicles:11:18",
        "t": "Rehoboam*p married Mahalath, who was the daughter of David’s son Jerimoth and of Abihail, the daughter of Jesse’s son Eliab."
    },
    {
        "o": 12516,
        "r": "niv:2 Chronicles:11:19",
        "t": "She bore him sons: Jeush, Shemariah and Zaham."
    },
    {
        "o": 12517,
        "r": "niv:2 Chronicles:11:20",
        "t": "Then he married Maakah daughter of Absalom, who bore him Abijah, Attai, Ziza and Shelomith."
    },
    {
        "o": 12518,
        "r": "niv:2 Chronicles:11:21",
        "t": "Rehoboam loved Maakah daughter of Absalom more than any of his other wives and concubines. In all, he had eighteen wives and sixty concubines, twenty-eight sons and sixty daughters."
    },
    {
        "o": 12519,
        "r": "niv:2 Chronicles:11:22",
        "t": "Rehoboam*p appointed Abijah son of Maakah as crown prince among his brothers, in order to make him king."
    },
    {
        "o": 12520,
        "r": "niv:2 Chronicles:11:23",
        "t": "He acted wisely, dispersing some of his sons throughout the districts of Judah and Benjamin, and to all the fortified cities. He gave them abundant provisions and took many wives for them."
    }
]
