[
    {
        "o": 23455,
        "r": "nasb:Ezekiel:25:0",
        "t": "Ezekiel 25",
        "h": 1
    },
    {
        "o": 23456,
        "r": "nasb:Ezekiel:25:0",
        "t": "Judgment on Gentile Nations—Ammon",
        "h": 2
    },
    {
        "o": 23457,
        "r": "nasb:Ezekiel:25:1",
        "t": "And*p the word of the Lord*s came to me saying,"
    },
    {
        "o": 23458,
        "r": "nasb:Ezekiel:25:2",
        "t": "“Son of man, set your face toward the sons of Ammon and prophesy against them,"
    },
    {
        "o": 23459,
        "r": "nasb:Ezekiel:25:3",
        "t": "and say to the sons of Ammon, ‘Hear the word of the Lord God!*s Thus says the Lord God,*s “Because you said, ‘Aha!’ against My sanctuary when it was profaned, and against the land of Israel when it was made desolate, and against the house of Judah when they went into exile,"
    },
    {
        "o": 23460,
        "r": "nasb:Ezekiel:25:4",
        "t": "therefore, behold, I am going to give you to the sons of the east for a possession, and they will set their encampments among you and make their dwellings among you; they will eat your fruit and drink your milk."
    },
    {
        "o": 23461,
        "r": "nasb:Ezekiel:25:5",
        "t": "I will make Rabbah a pasture for camels and the sons of Ammon a resting place for flocks. Thus you will know that I am the Lord.”*s"
    },
    {
        "o": 23462,
        "r": "nasb:Ezekiel:25:6",
        "t": "For thus says the Lord God,*s “Because you have clapped your hands and stamped your feet and rejoiced with all the scorn of your soul against the land of Israel,"
    },
    {
        "o": 23463,
        "r": "nasb:Ezekiel:25:7",
        "t": "therefore, behold, I have stretched out My hand against you and I will give you for spoil to the nations. And I will cut you off from the peoples and make you perish from the lands; I will destroy you. Thus you will know that I am the Lord.”*s"
    },
    {
        "o": 23464,
        "r": "nasb:Ezekiel:25:7",
        "t": "Moab",
        "h": 2
    },
    {
        "o": 23465,
        "r": "nasb:Ezekiel:25:8",
        "t": "‘Thus*p says the Lord God,*s “Because Moab and Seir say, ‘Behold, the house of Judah is like all the nations,’"
    },
    {
        "o": 23466,
        "r": "nasb:Ezekiel:25:9",
        "t": "therefore, behold, I am going to deprive the flank of Moab of its*i cities, of its cities which are on its frontiers, the glory of the land, Beth-jeshimoth, Baal-meon and Kiriathaim,"
    },
    {
        "o": 23467,
        "r": "nasb:Ezekiel:25:10",
        "t": "and I will give it for a possession along with the sons of Ammon to the sons of the east, so that the sons of Ammon will not be remembered among the nations."
    },
    {
        "o": 23468,
        "r": "nasb:Ezekiel:25:11",
        "t": "Thus I will execute judgments on Moab, and they will know that I am the Lord.”*s"
    },
    {
        "o": 23469,
        "r": "nasb:Ezekiel:25:11",
        "t": "Edom",
        "h": 2
    },
    {
        "o": 23470,
        "r": "nasb:Ezekiel:25:12",
        "t": "‘Thus*p says the Lord God,*s “Because Edom has acted against the house of Judah by taking vengeance, and has incurred grievous guilt, and avenged themselves upon them,”"
    },
    {
        "o": 23471,
        "r": "nasb:Ezekiel:25:13",
        "t": "therefore thus says the Lord God,*s “I will also stretch out My hand against Edom and cut off man and beast from it. And I will lay it waste; from Teman even to Dedan they will fall by the sword."
    },
    {
        "o": 23472,
        "r": "nasb:Ezekiel:25:14",
        "t": "I will lay My vengeance on Edom by the hand of My people Israel. Therefore, they will act in Edom according to My anger and according to My wrath; thus they will know My vengeance,” declares the Lord God.*s"
    },
    {
        "o": 23473,
        "r": "nasb:Ezekiel:25:14",
        "t": "Philistia",
        "h": 2
    },
    {
        "o": 23474,
        "r": "nasb:Ezekiel:25:15",
        "t": "‘Thus*p says the Lord God,*s “Because the Philistines have acted in revenge and have taken vengeance with scorn of soul to destroy with everlasting enmity,”"
    },
    {
        "o": 23475,
        "r": "nasb:Ezekiel:25:16",
        "t": "therefore thus says the Lord God,*s “Behold, I will stretch out My hand against the Philistines, even cut off the Cherethites and destroy the remnant of the seacoast."
    },
    {
        "o": 23476,
        "r": "nasb:Ezekiel:25:17",
        "t": "I will execute great vengeance on them with wrathful rebukes; and they will know that I am the Lord*s when I lay My vengeance on them.” ’ ”"
    }
]
