[
    {
        "o": 12082,
        "r": "nasb:1 Chronicles:24:0",
        "t": "1 Chronicles 24",
        "h": 1
    },
    {
        "o": 12083,
        "r": "nasb:1 Chronicles:24:0",
        "t": "Divisions of Levites",
        "h": 2
    },
    {
        "o": 12084,
        "r": "nasb:1 Chronicles:24:1",
        "t": "Now*p the divisions of the descendants of Aaron were*i these:*i the sons of Aaron were*i Nadab, Abihu, Eleazar and Ithamar."
    },
    {
        "o": 12085,
        "r": "nasb:1 Chronicles:24:2",
        "t": "But Nadab and Abihu died before their father and had no sons. So Eleazar and Ithamar served as priests."
    },
    {
        "o": 12086,
        "r": "nasb:1 Chronicles:24:3",
        "t": "David, with Zadok of the sons of Eleazar and Ahimelech of the sons of Ithamar, divided them according to their offices for their ministry."
    },
    {
        "o": 12087,
        "r": "nasb:1 Chronicles:24:4",
        "t": "Since more chief men were found from the descendants of Eleazar than the descendants of Ithamar, they divided them thus: there*i were*i sixteen heads of fathers’ households of the descendants of Eleazar and eight of the descendants of Ithamar, according to their fathers’ households."
    },
    {
        "o": 12088,
        "r": "nasb:1 Chronicles:24:5",
        "t": "Thus they were divided by lot, the one as the other; for they were officers of the sanctuary and officers of God, both from the descendants of Eleazar and the descendants of Ithamar."
    },
    {
        "o": 12089,
        "r": "nasb:1 Chronicles:24:6",
        "t": "Shemaiah, the son of Nethanel the scribe, from the Levites, recorded them in the presence of the king, the princes, Zadok the priest, Ahimelech the son of Abiathar, and the heads of the fathers’ households*i of the priests and of the Levites; one father’s household taken for Eleazar and one taken for Ithamar."
    },
    {
        "o": 12090,
        "r": "nasb:1 Chronicles:24:7",
        "t": "Now*p the first lot came out for Jehoiarib, the second for Jedaiah,"
    },
    {
        "o": 12091,
        "r": "nasb:1 Chronicles:24:8",
        "t": "the third for Harim, the fourth for Seorim,"
    },
    {
        "o": 12092,
        "r": "nasb:1 Chronicles:24:9",
        "t": "the fifth for Malchijah, the sixth for Mijamin,"
    },
    {
        "o": 12093,
        "r": "nasb:1 Chronicles:24:10",
        "t": "the seventh for Hakkoz, the eighth for Abijah,"
    },
    {
        "o": 12094,
        "r": "nasb:1 Chronicles:24:11",
        "t": "the ninth for Jeshua, the tenth for Shecaniah,"
    },
    {
        "o": 12095,
        "r": "nasb:1 Chronicles:24:12",
        "t": "the eleventh for Eliashib, the twelfth for Jakim,"
    },
    {
        "o": 12096,
        "r": "nasb:1 Chronicles:24:13",
        "t": "the thirteenth for Huppah, the fourteenth for Jeshebeab,"
    },
    {
        "o": 12097,
        "r": "nasb:1 Chronicles:24:14",
        "t": "the fifteenth for Bilgah, the sixteenth for Immer,"
    },
    {
        "o": 12098,
        "r": "nasb:1 Chronicles:24:15",
        "t": "the seventeenth for Hezir, the eighteenth for Happizzez,"
    },
    {
        "o": 12099,
        "r": "nasb:1 Chronicles:24:16",
        "t": "the nineteenth for Pethahiah, the twentieth for Jehezkel,"
    },
    {
        "o": 12100,
        "r": "nasb:1 Chronicles:24:17",
        "t": "the twenty-first for Jachin, the twenty-second for Gamul,"
    },
    {
        "o": 12101,
        "r": "nasb:1 Chronicles:24:18",
        "t": "the twenty-third for Delaiah, the twenty-fourth for Maaziah."
    },
    {
        "o": 12102,
        "r": "nasb:1 Chronicles:24:19",
        "t": "These were their offices for their ministry when they*i came in to the house of the Lord*s according to the ordinance given*i to them through Aaron their father, just as the Lord*s God of Israel had commanded him."
    },
    {
        "o": 12103,
        "r": "nasb:1 Chronicles:24:20",
        "t": "Now*p for the rest of the sons of Levi: of the sons of Amram, Shubael; of the sons of Shubael, Jehdeiah."
    },
    {
        "o": 12104,
        "r": "nasb:1 Chronicles:24:21",
        "t": "Of Rehabiah: of the sons of Rehabiah, Isshiah the first."
    },
    {
        "o": 12105,
        "r": "nasb:1 Chronicles:24:22",
        "t": "Of the Izharites, Shelomoth; of the sons of Shelomoth, Jahath."
    },
    {
        "o": 12106,
        "r": "nasb:1 Chronicles:24:23",
        "t": "The sons of*i Hebron:*i Jeriah the*i first,*i Amariah the second, Jahaziel the third, Jekameam the fourth."
    },
    {
        "o": 12107,
        "r": "nasb:1 Chronicles:24:24",
        "t": "Of*i the sons of Uzziel, Micah; of the sons of Micah, Shamir."
    },
    {
        "o": 12108,
        "r": "nasb:1 Chronicles:24:25",
        "t": "The brother of Micah, Isshiah; of the sons of Isshiah, Zechariah."
    },
    {
        "o": 12109,
        "r": "nasb:1 Chronicles:24:26",
        "t": "The sons of Merari, Mahli and Mushi; the sons of Jaaziah, Beno."
    },
    {
        "o": 12110,
        "r": "nasb:1 Chronicles:24:27",
        "t": "The sons of Merari: by Jaaziah were*i Beno, Shoham, Zaccur and Ibri."
    },
    {
        "o": 12111,
        "r": "nasb:1 Chronicles:24:28",
        "t": "By Mahli: Eleazar, who had no sons."
    },
    {
        "o": 12112,
        "r": "nasb:1 Chronicles:24:29",
        "t": "By Kish: the sons of Kish, Jerahmeel."
    },
    {
        "o": 12113,
        "r": "nasb:1 Chronicles:24:30",
        "t": "The sons of Mushi: Mahli, Eder and Jerimoth. These were*i the sons of the Levites according to their fathers’ households."
    },
    {
        "o": 12114,
        "r": "nasb:1 Chronicles:24:31",
        "t": "These also cast lots just as their relatives the sons of Aaron in the presence of David the king, Zadok, Ahimelech, and the heads of the fathers’ households*i of the priests and of the Levites—the head of fathers’ households*i as well as those of his younger brother."
    }
]
