[
    {
        "o": 1158,
        "r": "kjv:Genesis:38:0",
        "t": "Genesis 38",
        "h": 1
    },
    {
        "o": 1159,
        "r": "kjv:Genesis:38:1",
        "t": "And*p it came to pass at that time, that Judah went down from his brethren, and turned in to a certain Adullamite, whose name was Hirah."
    },
    {
        "o": 1160,
        "r": "kjv:Genesis:38:2",
        "t": "And*p Judah saw there a daughter of a certain Canaanite, whose name was Shua; and he took her, and went in unto her."
    },
    {
        "o": 1161,
        "r": "kjv:Genesis:38:3",
        "t": "And*p she conceived, and bare a son; and he called his name Er."
    },
    {
        "o": 1162,
        "r": "kjv:Genesis:38:4",
        "t": "And*p she conceived again, and bare a son; and she called his name Onan."
    },
    {
        "o": 1163,
        "r": "kjv:Genesis:38:5",
        "t": "And*p she yet again conceived, and bare a son; and called his name Shelah: and he was at Chezib, when she bare him."
    },
    {
        "o": 1164,
        "r": "kjv:Genesis:38:6",
        "t": "And*p Judah took a wife for Er his firstborn, whose name was Tamar."
    },
    {
        "o": 1165,
        "r": "kjv:Genesis:38:7",
        "t": "And*p Er, Judah's firstborn, was wicked in the sight of the Lord;*s and the Lord*s slew him."
    },
    {
        "o": 1166,
        "r": "kjv:Genesis:38:8",
        "t": "And*p Judah said unto Onan, Go in unto thy brother's wife, and marry her, and raise up seed to thy brother."
    },
    {
        "o": 1167,
        "r": "kjv:Genesis:38:9",
        "t": "And*p Onan knew that the seed should not be his; and it came to pass, when he went in unto his brother's wife, that he spilled it on the ground, lest that he should give seed to his brother."
    },
    {
        "o": 1168,
        "r": "kjv:Genesis:38:10",
        "t": "And*p the thing which he did displeased the Lord:*s wherefore he slew him also."
    },
    {
        "o": 1169,
        "r": "kjv:Genesis:38:11",
        "t": "Then*p said Judah to Tamar his daughter in law, Remain a widow at thy father's house, till Shelah my son be grown: for he said, Lest peradventure he die also, as his brethren did. And Tamar went and dwelt in her father's house."
    },
    {
        "o": 1170,
        "r": "kjv:Genesis:38:12",
        "t": "And*p in process of time the daughter of Shua Judah's wife died; and Judah was comforted, and went up unto his sheepshearers to Timnah, he and his friend Hirah the Adullamite."
    },
    {
        "o": 1171,
        "r": "kjv:Genesis:38:13",
        "t": "And*p it was told Tamar, saying, Behold thy father in law goeth up to Timnah to shear his sheep."
    },
    {
        "o": 1172,
        "r": "kjv:Genesis:38:14",
        "t": "And*p she put her widow's garments off from her, and covered her with a veil, and wrapped herself, and sat in an open place, which is by the way to Timnah; for she saw that Shelah was grown, and she was not given unto him to wife."
    },
    {
        "o": 1173,
        "r": "kjv:Genesis:38:15",
        "t": "When*p Judah saw her, he thought her to be an harlot; because she had covered her face."
    },
    {
        "o": 1174,
        "r": "kjv:Genesis:38:16",
        "t": "And*p he turned unto her by the way, and said, Go to, I pray thee, let me come in unto thee; (for he knew not that she was his daughter in law.) And she said, What wilt thou give me, that thou mayest come in unto me?"
    },
    {
        "o": 1175,
        "r": "kjv:Genesis:38:17",
        "t": "And*p he said, I will send thee a kid from the flock. And she said, Wilt thou give me a pledge, till thou send it?"
    },
    {
        "o": 1176,
        "r": "kjv:Genesis:38:18",
        "t": "And*p he said, What pledge shall I give thee? And she said, Thy signet, and thy bracelets, and thy staff that is in thine hand. And he gave it her, and came in unto her, and she conceived by him."
    },
    {
        "o": 1177,
        "r": "kjv:Genesis:38:19",
        "t": "And*p she arose, and went away, and laid by her veil from her, and put on the garments of her widowhood."
    },
    {
        "o": 1178,
        "r": "kjv:Genesis:38:20",
        "t": "And*p Judah sent the kid by the hand of his friend the Adullamite, to receive his pledge from the woman's hand: but he found her not."
    },
    {
        "o": 1179,
        "r": "kjv:Genesis:38:21",
        "t": "Then*p he asked the men of that place, saying, Where is the harlot, that was openly by the way side? And they said, There was no harlot in this place."
    },
    {
        "o": 1180,
        "r": "kjv:Genesis:38:22",
        "t": "And*p he returned to Judah, and said, I cannot find her; and also the men of the place said, that there was no harlot in this place."
    },
    {
        "o": 1181,
        "r": "kjv:Genesis:38:23",
        "t": "And*p Judah said, Let her take it to her, lest we be shamed: behold, I sent this kid, and thou hast not found her."
    },
    {
        "o": 1182,
        "r": "kjv:Genesis:38:24",
        "t": "And*p it came to pass about three months after, that it was told Judah, saying, Tamar thy daughter in law hath played the harlot; and also, behold, she is with child by whoredom. And Judah said, Bring her forth, and let her be burnt."
    },
    {
        "o": 1183,
        "r": "kjv:Genesis:38:25",
        "t": "When*p she was brought forth, she sent to her father in law, saying, By the man, whose these are, am I with child: and she said, Discern, I pray thee, whose are these, the signet, and bracelets, and staff."
    },
    {
        "o": 1184,
        "r": "kjv:Genesis:38:26",
        "t": "And*p Judah acknowledged them, and said, She hath been more righteous than I; because that I gave her not to Shelah my son. And he knew her again no more."
    },
    {
        "o": 1185,
        "r": "kjv:Genesis:38:27",
        "t": "And*p it came to pass in the time of her travail, that, behold, twins were in her womb."
    },
    {
        "o": 1186,
        "r": "kjv:Genesis:38:28",
        "t": "And*p it came to pass, when she travailed, that the one put out his hand: and the midwife took and bound upon his hand a scarlet thread, saying, This came out first."
    },
    {
        "o": 1187,
        "r": "kjv:Genesis:38:29",
        "t": "And*p it came to pass, as he drew back his hand, that, behold, his brother came out: and she said, How hast thou broken forth? this breach be upon thee: therefore his name was called Pharez."
    },
    {
        "o": 1188,
        "r": "kjv:Genesis:38:30",
        "t": "And*p afterward came out his brother, that had the scarlet thread upon his hand: and his name was called Zerah."
    }
]
