[
    {
        "o": 8652,
        "r": "nasb:1 Samuel:27:0",
        "t": "1 Samuel 27",
        "h": 1
    },
    {
        "o": 8653,
        "r": "nasb:1 Samuel:27:0",
        "t": "David Flees to the Philistines",
        "h": 2
    },
    {
        "o": 8654,
        "r": "nasb:1 Samuel:27:1",
        "t": "Then*p David said to himself, “Now I will perish one day by the hand of Saul. There is nothing better for me than to escape into the land of the Philistines. Saul then will despair of searching for me anymore in all the territory of Israel, and I will escape from his hand.”"
    },
    {
        "o": 8655,
        "r": "nasb:1 Samuel:27:2",
        "t": "So David arose and crossed over, he and the six hundred men who were with him, to Achish the son of Maoch, king of Gath."
    },
    {
        "o": 8656,
        "r": "nasb:1 Samuel:27:3",
        "t": "And David lived with Achish at Gath, he and his men, each with his household, even*i David with his two wives, Ahinoam the Jezreelitess, and Abigail the Carmelitess, Nabal’s widow."
    },
    {
        "o": 8657,
        "r": "nasb:1 Samuel:27:4",
        "t": "Now it was told Saul that David had fled to Gath, so he no longer searched for him."
    },
    {
        "o": 8658,
        "r": "nasb:1 Samuel:27:5",
        "t": "Then*p David said to Achish, “If now I have found favor in your sight, let them give me a place in one of the cities in the country, that I may live there; for why should your servant live in the royal city with you?”"
    },
    {
        "o": 8659,
        "r": "nasb:1 Samuel:27:6",
        "t": "So Achish gave him Ziklag that day; therefore Ziklag has belonged to the kings of Judah to this day."
    },
    {
        "o": 8660,
        "r": "nasb:1 Samuel:27:7",
        "t": "The number of days that David lived in the country of the Philistines was a year and four months."
    },
    {
        "o": 8661,
        "r": "nasb:1 Samuel:27:8",
        "t": "Now*p David and his men went up and raided the Geshurites and the Girzites and the Amalekites; for they were the inhabitants of the land from ancient times, as you come to Shur even as far as the land of Egypt."
    },
    {
        "o": 8662,
        "r": "nasb:1 Samuel:27:9",
        "t": "David attacked the land and did not leave a man or a woman alive, and he took away the sheep, the cattle, the donkeys, the camels, and the clothing. Then he returned and came to Achish."
    },
    {
        "o": 8663,
        "r": "nasb:1 Samuel:27:10",
        "t": "Now Achish said, “Where have you made a raid today?” And David said, “Against the Negev of Judah and against the Negev of the Jerahmeelites and against the Negev of the Kenites.”"
    },
    {
        "o": 8664,
        "r": "nasb:1 Samuel:27:11",
        "t": "David did not leave a man or a woman alive to bring to Gath, saying, “Otherwise they will tell about us, saying, ‘So has David done and so has*i been*i his practice all the time he has lived in the country of the Philistines.’ ”"
    },
    {
        "o": 8665,
        "r": "nasb:1 Samuel:27:12",
        "t": "So Achish believed David, saying, “He has surely made himself odious among his people Israel; therefore he will become my servant forever.”"
    }
]
