[
    {
        "o": 951,
        "r": "niv:Genesis:31:0",
        "t": "Genesis 31",
        "h": 1
    },
    {
        "o": 952,
        "r": "niv:Genesis:31:0",
        "t": "Jacob Flees From Laban",
        "h": 2
    },
    {
        "o": 953,
        "r": "niv:Genesis:31:1",
        "t": "Jacob*p heard that Laban’s sons were saying, “Jacob has taken everything our father owned and has gained all this wealth from what belonged to our father.”"
    },
    {
        "o": 954,
        "r": "niv:Genesis:31:2",
        "t": "And Jacob noticed that Laban’s attitude toward him was not what it had been."
    },
    {
        "o": 955,
        "r": "niv:Genesis:31:3",
        "t": "Then*p the Lord*s said to Jacob, “Go back to the land of your fathers and to your relatives, and I will be with you.”"
    },
    {
        "o": 956,
        "r": "niv:Genesis:31:4",
        "t": "So*p Jacob sent word to Rachel and Leah to come out to the fields where his flocks were."
    },
    {
        "o": 957,
        "r": "niv:Genesis:31:5",
        "t": "He said to them, “I see that your father’s attitude toward me is not what it was before, but the God of my father has been with me."
    },
    {
        "o": 958,
        "r": "niv:Genesis:31:6",
        "t": "You know that I’ve worked for your father with all my strength,"
    },
    {
        "o": 959,
        "r": "niv:Genesis:31:7",
        "t": "yet your father has cheated me by changing my wages ten times. However, God has not allowed him to harm me."
    },
    {
        "o": 960,
        "r": "niv:Genesis:31:8",
        "t": "If he said, ‘The speckled ones will be your wages,’ then all the flocks gave birth to speckled young; and if he said, ‘The streaked ones will be your wages,’ then all the flocks bore streaked young."
    },
    {
        "o": 961,
        "r": "niv:Genesis:31:9",
        "t": "So God has taken away your father’s livestock and has given them to me."
    },
    {
        "o": 962,
        "r": "niv:Genesis:31:10",
        "t": "“In*p breeding season I once had a dream in which I looked up and saw that the male goats mating with the flock were streaked, speckled or spotted."
    },
    {
        "o": 963,
        "r": "niv:Genesis:31:11",
        "t": "The angel of God said to me in the dream, ‘Jacob.’ I answered, ‘Here I am.’"
    },
    {
        "o": 964,
        "r": "niv:Genesis:31:12",
        "t": "And he said, ‘Look up and see that all the male goats mating with the flock are streaked, speckled or spotted, for I have seen all that Laban has been doing to you."
    },
    {
        "o": 965,
        "r": "niv:Genesis:31:13",
        "t": "I am the God of Bethel, where you anointed a pillar and where you made a vow to me. Now leave this land at once and go back to your native land.’ ”"
    },
    {
        "o": 966,
        "r": "niv:Genesis:31:14",
        "t": "Then*p Rachel and Leah replied, “Do we still have any share in the inheritance of our father’s estate?"
    },
    {
        "o": 967,
        "r": "niv:Genesis:31:15",
        "t": "Does he not regard us as foreigners? Not only has he sold us, but he has used up what was paid for us."
    },
    {
        "o": 968,
        "r": "niv:Genesis:31:16",
        "t": "Surely all the wealth that God took away from our father belongs to us and our children. So do whatever God has told you.”"
    },
    {
        "o": 969,
        "r": "niv:Genesis:31:17",
        "t": "Then*p Jacob put his children and his wives on camels,"
    },
    {
        "o": 970,
        "r": "niv:Genesis:31:18",
        "t": "and he drove all his livestock ahead of him, along with all the goods he had accumulated in Paddan Aram, to go to his father Isaac in the land of Canaan."
    },
    {
        "o": 971,
        "r": "niv:Genesis:31:19",
        "t": "When*p Laban had gone to shear his sheep, Rachel stole her father’s household gods."
    },
    {
        "o": 972,
        "r": "niv:Genesis:31:20",
        "t": "Moreover, Jacob deceived Laban the Aramean by not telling him he was running away."
    },
    {
        "o": 973,
        "r": "niv:Genesis:31:21",
        "t": "So he fled with all he had, crossed the Euphrates River, and headed for the hill country of Gilead."
    },
    {
        "o": 974,
        "r": "niv:Genesis:31:21",
        "t": "Laban Pursues Jacob",
        "h": 2
    },
    {
        "o": 975,
        "r": "niv:Genesis:31:22",
        "t": "On*p the third day Laban was told that Jacob had fled."
    },
    {
        "o": 976,
        "r": "niv:Genesis:31:23",
        "t": "Taking his relatives with him, he pursued Jacob for seven days and caught up with him in the hill country of Gilead."
    },
    {
        "o": 977,
        "r": "niv:Genesis:31:24",
        "t": "Then God came to Laban the Aramean in a dream at night and said to him, “Be careful not to say anything to Jacob, either good or bad.”"
    },
    {
        "o": 978,
        "r": "niv:Genesis:31:25",
        "t": "Jacob*p had pitched his tent in the hill country of Gilead when Laban overtook him, and Laban and his relatives camped there too."
    },
    {
        "o": 979,
        "r": "niv:Genesis:31:26",
        "t": "Then Laban said to Jacob, “What have you done? You’ve deceived me, and you’ve carried off my daughters like captives in war."
    },
    {
        "o": 980,
        "r": "niv:Genesis:31:27",
        "t": "Why did you run off secretly and deceive me? Why didn’t you tell me, so I could send you away with joy and singing to the music of timbrels and harps?"
    },
    {
        "o": 981,
        "r": "niv:Genesis:31:28",
        "t": "You didn’t even let me kiss my grandchildren and my daughters goodbye. You have done a foolish thing."
    },
    {
        "o": 982,
        "r": "niv:Genesis:31:29",
        "t": "I have the power to harm you; but last night the God of your father said to me, ‘Be careful not to say anything to Jacob, either good or bad.’"
    },
    {
        "o": 983,
        "r": "niv:Genesis:31:30",
        "t": "Now you have gone off because you longed to return to your father’s household. But why did you steal my gods?”"
    },
    {
        "o": 984,
        "r": "niv:Genesis:31:31",
        "t": "Jacob*p answered Laban, “I was afraid, because I thought you would take your daughters away from me by force."
    },
    {
        "o": 985,
        "r": "niv:Genesis:31:32",
        "t": "But if you find anyone who has your gods, that person shall not live. In the presence of our relatives, see for yourself whether there is anything of yours here with me; and if so, take it.” Now Jacob did not know that Rachel had stolen the gods."
    },
    {
        "o": 986,
        "r": "niv:Genesis:31:33",
        "t": "So*p Laban went into Jacob’s tent and into Leah’s tent and into the tent of the two female servants, but he found nothing. After he came out of Leah’s tent, he entered Rachel’s tent."
    },
    {
        "o": 987,
        "r": "niv:Genesis:31:34",
        "t": "Now Rachel had taken the household gods and put them inside her camel’s saddle and was sitting on them. Laban searched through everything in the tent but found nothing."
    },
    {
        "o": 988,
        "r": "niv:Genesis:31:35",
        "t": "Rachel*p said to her father, “Don’t be angry, my lord, that I cannot stand up in your presence; I’m having my period.” So he searched but could not find the household gods."
    },
    {
        "o": 989,
        "r": "niv:Genesis:31:36",
        "t": "Jacob*p was angry and took Laban to task. “What is my crime?” he asked Laban. “How have I wronged you that you hunt me down?"
    },
    {
        "o": 990,
        "r": "niv:Genesis:31:37",
        "t": "Now that you have searched through all my goods, what have you found that belongs to your household? Put it here in front of your relatives and mine, and let them judge between the two of us."
    },
    {
        "o": 991,
        "r": "niv:Genesis:31:38",
        "t": "“I*p have been with you for twenty years now. Your sheep and goats have not miscarried, nor have I eaten rams from your flocks."
    },
    {
        "o": 992,
        "r": "niv:Genesis:31:39",
        "t": "I did not bring you animals torn by wild beasts; I bore the loss myself. And you demanded payment from me for whatever was stolen by day or night."
    },
    {
        "o": 993,
        "r": "niv:Genesis:31:40",
        "t": "This was my situation: The heat consumed me in the daytime and the cold at night, and sleep fled from my eyes."
    },
    {
        "o": 994,
        "r": "niv:Genesis:31:41",
        "t": "It was like this for the twenty years I was in your household. I worked for you fourteen years for your two daughters and six years for your flocks, and you changed my wages ten times."
    },
    {
        "o": 995,
        "r": "niv:Genesis:31:42",
        "t": "If the God of my father, the God of Abraham and the Fear of Isaac, had not been with me, you would surely have sent me away empty-handed. But God has seen my hardship and the toil of my hands, and last night he rebuked you.”"
    },
    {
        "o": 996,
        "r": "niv:Genesis:31:43",
        "t": "Laban*p answered Jacob, “The women are my daughters, the children are my children, and the flocks are my flocks. All you see is mine. Yet what can I do today about these daughters of mine, or about the children they have borne?"
    },
    {
        "o": 997,
        "r": "niv:Genesis:31:44",
        "t": "Come now, let’s make a covenant, you and I, and let it serve as a witness between us.”"
    },
    {
        "o": 998,
        "r": "niv:Genesis:31:45",
        "t": "So*p Jacob took a stone and set it up as a pillar."
    },
    {
        "o": 999,
        "r": "niv:Genesis:31:46",
        "t": "He said to his relatives, “Gather some stones.” So they took stones and piled them in a heap, and they ate there by the heap."
    },
    {
        "o": 1000,
        "r": "niv:Genesis:31:47",
        "t": "Laban called it Jegar Sahadutha, and Jacob called it Galeed."
    },
    {
        "o": 1001,
        "r": "niv:Genesis:31:48",
        "t": "Laban*p said, “This heap is a witness between you and me today.” That is why it was called Galeed."
    },
    {
        "o": 1002,
        "r": "niv:Genesis:31:49",
        "t": "It was also called Mizpah, because he said, “May the Lord*s keep watch between you and me when we are away from each other."
    },
    {
        "o": 1003,
        "r": "niv:Genesis:31:50",
        "t": "If you mistreat my daughters or if you take any wives besides my daughters, even though no one is with us, remember that God is a witness between you and me.”"
    },
    {
        "o": 1004,
        "r": "niv:Genesis:31:51",
        "t": "Laban*p also said to Jacob, “Here is this heap, and here is this pillar I have set up between you and me."
    },
    {
        "o": 1005,
        "r": "niv:Genesis:31:52",
        "t": "This heap is a witness, and this pillar is a witness, that I will not go past this heap to your side to harm you and that you will not go past this heap and pillar to my side to harm me."
    },
    {
        "o": 1006,
        "r": "niv:Genesis:31:53",
        "t": "May the God of Abraham and the God of Nahor, the God of their father, judge between us.” So*p Jacob took an oath in the name of the Fear of his father Isaac."
    },
    {
        "o": 1007,
        "r": "niv:Genesis:31:54",
        "t": "He offered a sacrifice there in the hill country and invited his relatives to a meal. After they had eaten, they spent the night there."
    },
    {
        "o": 1008,
        "r": "niv:Genesis:31:55",
        "t": "Early*p the next morning Laban kissed his grandchildren and his daughters and blessed them. Then he left and returned home."
    }
]
