[
    {
        "o": 12973,
        "r": "kjv:Nehemiah:10:0",
        "t": "Nehemiah 10",
        "h": 1
    },
    {
        "o": 12974,
        "r": "kjv:Nehemiah:10:1",
        "t": "Now*p those that sealed were, Nehemiah, the Tirshatha, the son of Hachaliah, and Zidkijah,"
    },
    {
        "o": 12975,
        "r": "kjv:Nehemiah:10:2",
        "t": "Seraiah,*p Azariah, Jeremiah,"
    },
    {
        "o": 12976,
        "r": "kjv:Nehemiah:10:3",
        "t": "Pashur,*p Amariah, Malchijah,"
    },
    {
        "o": 12977,
        "r": "kjv:Nehemiah:10:4",
        "t": "Hattush,*p Shebaniah, Malluch,"
    },
    {
        "o": 12978,
        "r": "kjv:Nehemiah:10:5",
        "t": "Harim,*p Meremoth, Obadiah,"
    },
    {
        "o": 12979,
        "r": "kjv:Nehemiah:10:6",
        "t": "Daniel,*p Ginnethon, Baruch,"
    },
    {
        "o": 12980,
        "r": "kjv:Nehemiah:10:7",
        "t": "Meshullam,*p Abijah, Mijamin,"
    },
    {
        "o": 12981,
        "r": "kjv:Nehemiah:10:8",
        "t": "Maaziah,*p Bilgai, Shemaiah: these were the priests."
    },
    {
        "o": 12982,
        "r": "kjv:Nehemiah:10:9",
        "t": "And*p the Levites: both Jeshua the son of Azaniah, Binnui of the sons of Henadad, Kadmiel;"
    },
    {
        "o": 12983,
        "r": "kjv:Nehemiah:10:10",
        "t": "And*p their brethren, Shebaniah, Hodijah, Kelita, Pelaiah, Hanan,"
    },
    {
        "o": 12984,
        "r": "kjv:Nehemiah:10:11",
        "t": "Micha,*p Rehob, Hashabiah,"
    },
    {
        "o": 12985,
        "r": "kjv:Nehemiah:10:12",
        "t": "Zaccur,*p Sherebiah, Shebaniah,"
    },
    {
        "o": 12986,
        "r": "kjv:Nehemiah:10:13",
        "t": "Hodijah,*p Bani, Beninu."
    },
    {
        "o": 12987,
        "r": "kjv:Nehemiah:10:14",
        "t": "The*p chief of the people; Parosh, Pahath–moab, Elam, Zattu, Bani,"
    },
    {
        "o": 12988,
        "r": "kjv:Nehemiah:10:15",
        "t": "Bunni,*p Azgad, Bebai,"
    },
    {
        "o": 12989,
        "r": "kjv:Nehemiah:10:16",
        "t": "Adonijah,*p Bigvai, Adin,"
    },
    {
        "o": 12990,
        "r": "kjv:Nehemiah:10:17",
        "t": "Ater,*p Hezekiah, Azzur,"
    },
    {
        "o": 12991,
        "r": "kjv:Nehemiah:10:18",
        "t": "Hodijah,*p Hashum, Bezai,"
    },
    {
        "o": 12992,
        "r": "kjv:Nehemiah:10:19",
        "t": "Hariph,*p Anathoth, Nebai,"
    },
    {
        "o": 12993,
        "r": "kjv:Nehemiah:10:20",
        "t": "Magpiash,*p Meshullam, Hezir,"
    },
    {
        "o": 12994,
        "r": "kjv:Nehemiah:10:21",
        "t": "Meshezabeel,*p Zadok, Jaddua,"
    },
    {
        "o": 12995,
        "r": "kjv:Nehemiah:10:22",
        "t": "Pelatiah,*p Hanan, Anaiah,"
    },
    {
        "o": 12996,
        "r": "kjv:Nehemiah:10:23",
        "t": "Hoshea,*p Hananiah, Hashub,"
    },
    {
        "o": 12997,
        "r": "kjv:Nehemiah:10:24",
        "t": "Hallohesh,*p Pileha, Shobek,"
    },
    {
        "o": 12998,
        "r": "kjv:Nehemiah:10:25",
        "t": "Rehum,*p Hashabnah, Maaseiah,"
    },
    {
        "o": 12999,
        "r": "kjv:Nehemiah:10:26",
        "t": "And*p Ahijah, Hanan, Anan,"
    },
    {
        "o": 13000,
        "r": "kjv:Nehemiah:10:27",
        "t": "Malluch,*p Harim, Baanah."
    },
    {
        "o": 13001,
        "r": "kjv:Nehemiah:10:28",
        "t": "And*p the rest of the people, the priests, the Levites, the porters, the singers, the Nethinims, and all they that had separated themselves from the people of the lands unto the law of God, their wives, their sons, and their daughters, every one having knowledge, and having understanding;"
    },
    {
        "o": 13002,
        "r": "kjv:Nehemiah:10:29",
        "t": "They*p clave to their brethren, their nobles, and entered into a curse, and into an oath, to walk in God's law, which was given by Moses the servant of God, and to observe and do all the commandments of the Lord*s our Lord, and his judgments and his statutes;"
    },
    {
        "o": 13003,
        "r": "kjv:Nehemiah:10:30",
        "t": "And*p that we would not give our daughters unto the people of the land, nor take their daughters for our sons:"
    },
    {
        "o": 13004,
        "r": "kjv:Nehemiah:10:31",
        "t": "And*p if the people of the land bring ware or any victuals on the sabbath day to sell, that we would not buy it of them on the sabbath, or on the holy day: and that we would leave the seventh year, and the exaction of every debt."
    },
    {
        "o": 13005,
        "r": "kjv:Nehemiah:10:32",
        "t": "Also*p we made ordinances for us, to charge ourselves yearly with the third part of a shekel for the service of the house of our God;"
    },
    {
        "o": 13006,
        "r": "kjv:Nehemiah:10:33",
        "t": "For*p the shewbread, and for the continual meat offering, and for the continual burnt offering, of the sabbaths, of the new moons, for the set feasts, and for the holy things, and for the sin offerings to make an atonement for Israel, and for all the work of the house of our God."
    },
    {
        "o": 13007,
        "r": "kjv:Nehemiah:10:34",
        "t": "And*p we cast the lots among the priests, the Levites, and the people, for the wood offering, to bring it into the house of our God, after the houses of our fathers, at times appointed year by year, to burn upon the altar of the Lord*s our God, as it is written in the law:"
    },
    {
        "o": 13008,
        "r": "kjv:Nehemiah:10:35",
        "t": "And*p to bring the firstfruits of our ground, and the firstfruits of all fruit of all trees, year by year, unto the house of the Lord:*s"
    },
    {
        "o": 13009,
        "r": "kjv:Nehemiah:10:36",
        "t": "Also*p the firstborn of our sons, and of our cattle, as it is written in the law, and the firstlings of our herds and of our flocks, to bring to the house of our God, unto the priests that minister in the house of our God:"
    },
    {
        "o": 13010,
        "r": "kjv:Nehemiah:10:37",
        "t": "And*p that we should bring the firstfruits of our dough, and our offerings, and the fruit of all manner of trees, of wine and of oil, unto the priests, to the chambers of the house of our God; and the tithes of our ground unto the Levites, that the same Levites might have the tithes in all the cities of our tillage."
    },
    {
        "o": 13011,
        "r": "kjv:Nehemiah:10:38",
        "t": "And*p the priest the son of Aaron shall be with the Levites, when the Levites take tithes: and the Levites shall bring up the tithe of the tithes unto the house of our God, to the chambers, into the treasure house."
    },
    {
        "o": 13012,
        "r": "kjv:Nehemiah:10:39",
        "t": "For*p the children of Israel and the children of Levi shall bring the offering of the corn, of the new wine, and the oil, unto the chambers, where are the vessels of the sanctuary, and the priests that minister, and the porters, and the singers: and we will not forsake the house of our God."
    }
]
