[
    {
        "o": 19490,
        "r": "nasb:Ecclesiastes:12:0",
        "t": "Ecclesiastes 12",
        "h": 1
    },
    {
        "o": 19491,
        "r": "nasb:Ecclesiastes:12:0",
        "t": "Remember God in Your Youth",
        "h": 2
    },
    {
        "o": 19492,
        "r": "nasb:Ecclesiastes:12:1",
        "t": "Remember*p also your Creator in the days of your youth, before the evil days come and the years draw near when you will say, “I have no delight in them”;"
    },
    {
        "o": 19493,
        "r": "nasb:Ecclesiastes:12:2",
        "t": "before the sun and the light, the moon and the stars are darkened, and clouds return after the rain;"
    },
    {
        "o": 19494,
        "r": "nasb:Ecclesiastes:12:3",
        "t": "in the day that the watchmen of the house tremble, and mighty men stoop, the grinding ones stand idle because they are few, and those who look through windows grow dim;"
    },
    {
        "o": 19495,
        "r": "nasb:Ecclesiastes:12:4",
        "t": "and the doors on the street are shut as the sound of the grinding mill is low, and one will arise at the sound of the bird, and all the daughters of song will sing softly."
    },
    {
        "o": 19496,
        "r": "nasb:Ecclesiastes:12:5",
        "t": "Furthermore, men are afraid of a high place and of terrors on the road; the almond tree blossoms, the grasshopper drags himself along, and the caperberry is ineffective. For man goes to his eternal home while mourners go about in the street."
    },
    {
        "o": 19497,
        "r": "nasb:Ecclesiastes:12:6",
        "t": "Remember*i Him*i before the silver cord is broken and the golden bowl is crushed, the pitcher by the well is shattered and the wheel at the cistern is crushed;"
    },
    {
        "o": 19498,
        "r": "nasb:Ecclesiastes:12:7",
        "t": "then the dust will return to the earth as it was, and the spirit will return to God who gave it."
    },
    {
        "o": 19499,
        "r": "nasb:Ecclesiastes:12:8",
        "t": "“Vanity of vanities,” says the Preacher, “all is vanity!”"
    },
    {
        "o": 19500,
        "r": "nasb:Ecclesiastes:12:8",
        "t": "Purpose of the Preacher",
        "h": 2
    },
    {
        "o": 19501,
        "r": "nasb:Ecclesiastes:12:9",
        "t": "In*p addition to being a wise man, the Preacher also taught the people knowledge; and he pondered, searched out and arranged many proverbs."
    },
    {
        "o": 19502,
        "r": "nasb:Ecclesiastes:12:10",
        "t": "The Preacher sought to find delightful words and to write words of truth correctly."
    },
    {
        "o": 19503,
        "r": "nasb:Ecclesiastes:12:11",
        "t": "The*p words of wise men are like goads, and masters of these*i collections are like well-driven nails; they are given by one Shepherd."
    },
    {
        "o": 19504,
        "r": "nasb:Ecclesiastes:12:12",
        "t": "But beyond this, my son, be warned: the writing of many books is endless, and excessive devotion to*i books*i is wearying to the body."
    },
    {
        "o": 19505,
        "r": "nasb:Ecclesiastes:12:13",
        "t": "The*p conclusion, when all has been heard, is:*i fear God and keep His commandments, because this applies*i to*i every person."
    },
    {
        "o": 19506,
        "r": "nasb:Ecclesiastes:12:14",
        "t": "For God will bring every act to judgment, everything which is hidden, whether it is good or evil."
    }
]
