[
    {
        "o": 32111,
        "r": "esv:1 Corinthians:15:0",
        "t": "1 Corinthians 15",
        "h": 1
    },
    {
        "o": 32112,
        "r": "esv:1 Corinthians:15:0",
        "t": "The Resurrection of Christ",
        "h": 2
    },
    {
        "o": 32113,
        "r": "esv:1 Corinthians:15:1",
        "t": "Now*p I would remind you, brothers, of the gospel I preached to you, which you received, in which you stand,"
    },
    {
        "o": 32114,
        "r": "esv:1 Corinthians:15:2",
        "t": "and by which you are being saved, if you hold fast to the word I preached to you— unless you believed in vain."
    },
    {
        "o": 32115,
        "r": "esv:1 Corinthians:15:3",
        "t": "For*p I delivered to you as of first importance what I also received: that Christ died for our sins in accordance with the Scriptures,"
    },
    {
        "o": 32116,
        "r": "esv:1 Corinthians:15:4",
        "t": "that he was buried, that he was raised on the third day in accordance with the Scriptures,"
    },
    {
        "o": 32117,
        "r": "esv:1 Corinthians:15:5",
        "t": "and that he appeared to Cephas, then to the twelve."
    },
    {
        "o": 32118,
        "r": "esv:1 Corinthians:15:6",
        "t": "Then he appeared to more than five hundred brothers at one time, most of whom are still alive, though some have fallen asleep."
    },
    {
        "o": 32119,
        "r": "esv:1 Corinthians:15:7",
        "t": "Then he appeared to James, then to all the apostles."
    },
    {
        "o": 32120,
        "r": "esv:1 Corinthians:15:8",
        "t": "Last of all, as to one untimely born, he appeared also to me."
    },
    {
        "o": 32121,
        "r": "esv:1 Corinthians:15:9",
        "t": "For I am the least of the apostles, unworthy to be called an apostle, because I persecuted the church of God."
    },
    {
        "o": 32122,
        "r": "esv:1 Corinthians:15:10",
        "t": "But by the grace of God I am what I am, and his grace toward me was not in vain. On the contrary, I worked harder than any of them, though it was not I, but the grace of God that is with me."
    },
    {
        "o": 32123,
        "r": "esv:1 Corinthians:15:11",
        "t": "Whether then it was I or they, so we preach and so you believed."
    },
    {
        "o": 32124,
        "r": "esv:1 Corinthians:15:11",
        "t": "The Resurrection of the Dead",
        "h": 2
    },
    {
        "o": 32125,
        "r": "esv:1 Corinthians:15:12",
        "t": "Now*p if Christ is proclaimed as raised from the dead, how can some of you say that there is no resurrection of the dead?"
    },
    {
        "o": 32126,
        "r": "esv:1 Corinthians:15:13",
        "t": "But if there is no resurrection of the dead, then not even Christ has been raised."
    },
    {
        "o": 32127,
        "r": "esv:1 Corinthians:15:14",
        "t": "And if Christ has not been raised, then our preaching is in vain and your faith is in vain."
    },
    {
        "o": 32128,
        "r": "esv:1 Corinthians:15:15",
        "t": "We are even found to be misrepresenting God, because we testified about God that he raised Christ, whom he did not raise if it is true that the dead are not raised."
    },
    {
        "o": 32129,
        "r": "esv:1 Corinthians:15:16",
        "t": "For if the dead are not raised, not even Christ has been raised."
    },
    {
        "o": 32130,
        "r": "esv:1 Corinthians:15:17",
        "t": "And if Christ has not been raised, your faith is futile and you are still in your sins."
    },
    {
        "o": 32131,
        "r": "esv:1 Corinthians:15:18",
        "t": "Then those also who have fallen asleep in Christ have perished."
    },
    {
        "o": 32132,
        "r": "esv:1 Corinthians:15:19",
        "t": "If in Christ we have hope in this life only, we are of all people most to be pitied."
    },
    {
        "o": 32133,
        "r": "esv:1 Corinthians:15:20",
        "t": "But*p in fact Christ has been raised from the dead, the firstfruits of those who have fallen asleep."
    },
    {
        "o": 32134,
        "r": "esv:1 Corinthians:15:21",
        "t": "For as by a man came death, by a man has come also the resurrection of the dead."
    },
    {
        "o": 32135,
        "r": "esv:1 Corinthians:15:22",
        "t": "For as in Adam all die, so also in Christ shall all be made alive."
    },
    {
        "o": 32136,
        "r": "esv:1 Corinthians:15:23",
        "t": "But each in his own order: Christ the firstfruits, then at his coming those who belong to Christ."
    },
    {
        "o": 32137,
        "r": "esv:1 Corinthians:15:24",
        "t": "Then comes the end, when he delivers the kingdom to God the Father after destroying every rule and every authority and power."
    },
    {
        "o": 32138,
        "r": "esv:1 Corinthians:15:25",
        "t": "For he must reign until he has put all his enemies under his feet."
    },
    {
        "o": 32139,
        "r": "esv:1 Corinthians:15:26",
        "t": "The last enemy to be destroyed is death."
    },
    {
        "o": 32140,
        "r": "esv:1 Corinthians:15:27",
        "t": "For “God has put all things in subjection under his feet.” But when it says, “all things are put in subjection,” it is plain that he is excepted who put all things in subjection under him."
    },
    {
        "o": 32141,
        "r": "esv:1 Corinthians:15:28",
        "t": "When all things are subjected to him, then the Son himself will also be subjected to him who put all things in subjection under him, that God may be all in all."
    },
    {
        "o": 32142,
        "r": "esv:1 Corinthians:15:29",
        "t": "Otherwise,*p what do people mean by being baptized on behalf of the dead? If the dead are not raised at all, why are people baptized on their behalf?"
    },
    {
        "o": 32143,
        "r": "esv:1 Corinthians:15:30",
        "t": "Why are we in danger every hour?"
    },
    {
        "o": 32144,
        "r": "esv:1 Corinthians:15:31",
        "t": "I protest, brothers, by my pride in you, which I have in Christ Jesus our Lord, I die every day!"
    },
    {
        "o": 32145,
        "r": "esv:1 Corinthians:15:32",
        "t": "What do I gain if, humanly speaking, I fought with beasts at Ephesus? If the dead are not raised, “Let us eat and drink, for tomorrow we die.”"
    },
    {
        "o": 32146,
        "r": "esv:1 Corinthians:15:33",
        "t": "Do not be deceived: “Bad company ruins good morals.”"
    },
    {
        "o": 32147,
        "r": "esv:1 Corinthians:15:34",
        "t": "Wake up from your drunken stupor, as is right, and do not go on sinning. For some have no knowledge of God. I say this to your shame."
    },
    {
        "o": 32148,
        "r": "esv:1 Corinthians:15:34",
        "t": "The Resurrection Body",
        "h": 2
    },
    {
        "o": 32149,
        "r": "esv:1 Corinthians:15:35",
        "t": "But*p someone will ask, “How are the dead raised? With what kind of body do they come?”"
    },
    {
        "o": 32150,
        "r": "esv:1 Corinthians:15:36",
        "t": "You foolish person! What you sow does not come to life unless it dies."
    },
    {
        "o": 32151,
        "r": "esv:1 Corinthians:15:37",
        "t": "And what you sow is not the body that is to be, but a bare kernel, perhaps of wheat or of some other grain."
    },
    {
        "o": 32152,
        "r": "esv:1 Corinthians:15:38",
        "t": "But God gives it a body as he has chosen, and to each kind of seed its own body."
    },
    {
        "o": 32153,
        "r": "esv:1 Corinthians:15:39",
        "t": "For not all flesh is the same, but there is one kind for humans, another for animals, another for birds, and another for fish."
    },
    {
        "o": 32154,
        "r": "esv:1 Corinthians:15:40",
        "t": "There are heavenly bodies and earthly bodies, but the glory of the heavenly is of one kind, and the glory of the earthly is of another."
    },
    {
        "o": 32155,
        "r": "esv:1 Corinthians:15:41",
        "t": "There is one glory of the sun, and another glory of the moon, and another glory of the stars; for star differs from star in glory."
    },
    {
        "o": 32156,
        "r": "esv:1 Corinthians:15:42",
        "t": "So*p is it with the resurrection of the dead. What is sown is perishable; what is raised is imperishable."
    },
    {
        "o": 32157,
        "r": "esv:1 Corinthians:15:43",
        "t": "It is sown in dishonor; it is raised in glory. It is sown in weakness; it is raised in power."
    },
    {
        "o": 32158,
        "r": "esv:1 Corinthians:15:44",
        "t": "It is sown a natural body; it is raised a spiritual body. If there is a natural body, there is also a spiritual body."
    },
    {
        "o": 32159,
        "r": "esv:1 Corinthians:15:45",
        "t": "Thus it is written, “The first man Adam became a living being”; the last Adam became a life-giving spirit."
    },
    {
        "o": 32160,
        "r": "esv:1 Corinthians:15:46",
        "t": "But it is not the spiritual that is first but the natural, and then the spiritual."
    },
    {
        "o": 32161,
        "r": "esv:1 Corinthians:15:47",
        "t": "The first man was from the earth, a man of dust; the second man is from heaven."
    },
    {
        "o": 32162,
        "r": "esv:1 Corinthians:15:48",
        "t": "As was the man of dust, so also are those who are of the dust, and as is the man of heaven, so also are those who are of heaven."
    },
    {
        "o": 32163,
        "r": "esv:1 Corinthians:15:49",
        "t": "Just as we have borne the image of the man of dust, we shall also bear the image of the man of heaven."
    },
    {
        "o": 32164,
        "r": "esv:1 Corinthians:15:49",
        "t": "Mystery and Victory",
        "h": 2
    },
    {
        "o": 32165,
        "r": "esv:1 Corinthians:15:50",
        "t": "I*p tell you this, brothers: flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable."
    },
    {
        "o": 32166,
        "r": "esv:1 Corinthians:15:51",
        "t": "Behold! I tell you a mystery. We shall not all sleep, but we shall all be changed,"
    },
    {
        "o": 32167,
        "r": "esv:1 Corinthians:15:52",
        "t": "in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed."
    },
    {
        "o": 32168,
        "r": "esv:1 Corinthians:15:53",
        "t": "For this perishable body must put on the imperishable, and this mortal body must put on immortality."
    },
    {
        "o": 32169,
        "r": "esv:1 Corinthians:15:54",
        "t": "When the perishable puts on the imperishable, and the mortal puts on immortality, then shall come to pass the saying that is written: “Death*pn is swallowed up in victory.”"
    },
    {
        "o": 32170,
        "r": "esv:1 Corinthians:15:55",
        "t": "“O*ln death, where is your victory? O*ld death, where is your sting?”"
    },
    {
        "o": 32171,
        "r": "esv:1 Corinthians:15:56",
        "t": "The*p sting of death is sin, and the power of sin is the law."
    },
    {
        "o": 32172,
        "r": "esv:1 Corinthians:15:57",
        "t": "But thanks be to God, who gives us the victory through our Lord Jesus Christ."
    },
    {
        "o": 32173,
        "r": "esv:1 Corinthians:15:58",
        "t": "Therefore,*p my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain."
    }
]
