[
    {
        "o": 7938,
        "r": "csb:Ruth:3:0",
        "t": "Ruth 3",
        "h": 1
    },
    {
        "o": 7939,
        "r": "csb:Ruth:3:0",
        "t": "Ruth’s Appeal to Boaz",
        "h": 2
    },
    {
        "o": 7940,
        "r": "csb:Ruth:3:1",
        "t": "Ruth’s*p mother-in-law Naomi said to her, “My daughter, shouldn’t I find rest for you, so that you will be taken care of?"
    },
    {
        "o": 7941,
        "r": "csb:Ruth:3:2",
        "t": "Now isn’t Boaz our relative? Haven’t you been working with his female servants? This evening he will be winnowing barley on the threshing floor."
    },
    {
        "o": 7942,
        "r": "csb:Ruth:3:3",
        "t": "Wash, put on perfumed oil, and wear your best clothes. Go down to the threshing floor, but don’t let the man know you are there until he has finished eating and drinking."
    },
    {
        "o": 7943,
        "r": "csb:Ruth:3:4",
        "t": "When he lies down, notice the place where he’s lying, go in and uncover his feet, and lie down. Then he will explain to you what you should do.”"
    },
    {
        "o": 7944,
        "r": "csb:Ruth:3:5",
        "t": "So*p Ruth said to her, “I will do everything you say.”"
    },
    {
        "o": 7945,
        "r": "csb:Ruth:3:6",
        "t": "She went down to the threshing floor and did everything her mother-in-law had charged her to do."
    },
    {
        "o": 7946,
        "r": "csb:Ruth:3:7",
        "t": "After Boaz ate, drank, and was in good spirits, he went to lie down at the end of the pile of barley, and she came secretly, uncovered his feet, and lay down."
    },
    {
        "o": 7947,
        "r": "csb:Ruth:3:8",
        "t": "At*p midnight, Boaz was startled, turned over, and there lying at his feet was a woman!"
    },
    {
        "o": 7948,
        "r": "csb:Ruth:3:9",
        "t": "So he asked, “Who are you?” “I*p am Ruth, your servant,” she replied. “Take me under your wing, for you are a family redeemer.”"
    },
    {
        "o": 7949,
        "r": "csb:Ruth:3:10",
        "t": "Then*p he said, “May the Lord*s bless you, my daughter. You have shown more kindness now than before, because you have not pursued younger men, whether rich or poor."
    },
    {
        "o": 7950,
        "r": "csb:Ruth:3:11",
        "t": "Now don’t be afraid, my daughter. I will do for you whatever you say, since all the people in my town know that you are a woman of noble character."
    },
    {
        "o": 7951,
        "r": "csb:Ruth:3:12",
        "t": "Yes, it is true that I am a family redeemer, but there is a redeemer closer than I am."
    },
    {
        "o": 7952,
        "r": "csb:Ruth:3:13",
        "t": "Stay here tonight, and in the morning, if he wants to redeem you, that’s good. Let him redeem you. But if he doesn’t want to redeem you, as the Lord*s lives, I will. Now lie down until morning.”"
    },
    {
        "o": 7953,
        "r": "csb:Ruth:3:14",
        "t": "So*p she lay down at his feet until morning but got up while it was still dark. Then Boaz said, “Don’t let it be known that a woman came to the threshing floor.”"
    },
    {
        "o": 7954,
        "r": "csb:Ruth:3:15",
        "t": "And he told Ruth, “Bring the shawl you’re wearing and hold it out.” When she held it out, he shoveled six measures of barley into her shawl, and she went into the town."
    },
    {
        "o": 7955,
        "r": "csb:Ruth:3:16",
        "t": "She*p went to her mother-in-law, Naomi, who asked her, “What happened, my daughter?” Then*p Ruth told her everything the man had done for her."
    },
    {
        "o": 7956,
        "r": "csb:Ruth:3:17",
        "t": "She said, “He gave me these six measures of barley, because he said, ‘Don’t go back to your mother-in-law empty-handed.’”"
    },
    {
        "o": 7957,
        "r": "csb:Ruth:3:18",
        "t": "Naomi*p said, “My daughter, wait until you find out how things go, for he won’t rest unless he resolves this today.”"
    }
]
