[
    {
        "o": 4588,
        "r": "kjv:Numbers:24:0",
        "t": "Numbers 24",
        "h": 1
    },
    {
        "o": 4589,
        "r": "kjv:Numbers:24:1",
        "t": "And*p when Balaam saw that it pleased the Lord*s to bless Israel, he went not, as at other times, to seek for enchantments, but he set his face toward the wilderness."
    },
    {
        "o": 4590,
        "r": "kjv:Numbers:24:2",
        "t": "And*p Balaam lifted up his eyes, and he saw Israel abiding in his tents according to their tribes; and the spirit of God came upon him."
    },
    {
        "o": 4591,
        "r": "kjv:Numbers:24:3",
        "t": "And*p he took up his parable, and said, Balaam the son of Beor hath said, and the man whose eyes are open hath said:"
    },
    {
        "o": 4592,
        "r": "kjv:Numbers:24:4",
        "t": "He*p hath said, which heard the words of God, which saw the vision of the Almighty, falling into a trance, but having his eyes open:"
    },
    {
        "o": 4593,
        "r": "kjv:Numbers:24:5",
        "t": "How*p goodly are thy tents, O Jacob, and thy tabernacles, O Israel!"
    },
    {
        "o": 4594,
        "r": "kjv:Numbers:24:6",
        "t": "As*p the valleys are they spread forth, as gardens by the river's side, as the trees of lign aloes which the Lord*s hath planted, and as cedar trees beside the waters."
    },
    {
        "o": 4595,
        "r": "kjv:Numbers:24:7",
        "t": "He*p shall pour the water out of his buckets, and his seed shall be in many waters, and his king shall be higher than Agag, and his kingdom shall be exalted."
    },
    {
        "o": 4596,
        "r": "kjv:Numbers:24:8",
        "t": "God*p brought him forth out of Egypt; he hath as it were the strength of an unicorn: he shall eat up the nations his enemies, and shall break their bones, and pierce them through with his arrows."
    },
    {
        "o": 4597,
        "r": "kjv:Numbers:24:9",
        "t": "He*p couched, he lay down as a lion, and as a great lion: who shall stir him up? Blessed is he that blesseth thee, and cursed is he that curseth thee."
    },
    {
        "o": 4598,
        "r": "kjv:Numbers:24:10",
        "t": "And*p Balak's anger was kindled against Balaam, and he smote his hands together: and Balak said unto Balaam, I called thee to curse mine enemies, and, behold, thou hast altogether blessed them these three times."
    },
    {
        "o": 4599,
        "r": "kjv:Numbers:24:11",
        "t": "Therefore*p now flee thou to thy place: I thought to promote thee unto great honour; but, lo, the Lord*s hath kept thee back from honour."
    },
    {
        "o": 4600,
        "r": "kjv:Numbers:24:12",
        "t": "And*p Balaam said unto Balak, Spake I not also to thy messengers which thou sentest unto me, saying,"
    },
    {
        "o": 4601,
        "r": "kjv:Numbers:24:13",
        "t": "If*p Balak would give me his house full of silver and gold, I cannot go beyond the commandment of the Lord,*s to do either good or bad of mine own mind; but what the Lord*s saith, that will I speak?"
    },
    {
        "o": 4602,
        "r": "kjv:Numbers:24:14",
        "t": "And*p now, behold, I go unto my people: come therefore, and I will advertise thee what this people shall do to thy people in the latter days."
    },
    {
        "o": 4603,
        "r": "kjv:Numbers:24:15",
        "t": "And*p he took up his parable, and said, Balaam the son of Beor hath said, and the man whose eyes are open hath said:"
    },
    {
        "o": 4604,
        "r": "kjv:Numbers:24:16",
        "t": "He*p hath said, which heard the words of God, and knew the knowledge of the most High, which saw the vision of the Almighty, falling into a trance, but having his eyes open:"
    },
    {
        "o": 4605,
        "r": "kjv:Numbers:24:17",
        "t": "I*p shall see him, but not now: I shall behold him, but not nigh: there shall come a Star out of Jacob, and a Sceptre shall rise out of Israel, and shall smite the corners of Moab, and destroy all the children of Sheth."
    },
    {
        "o": 4606,
        "r": "kjv:Numbers:24:18",
        "t": "And*p Edom shall be a possession, Seir also shall be a possession for his enemies; and Israel shall do valiantly."
    },
    {
        "o": 4607,
        "r": "kjv:Numbers:24:19",
        "t": "Out*p of Jacob shall come he that shall have dominion, and shall destroy him that remaineth of the city."
    },
    {
        "o": 4608,
        "r": "kjv:Numbers:24:20",
        "t": "And*p when he looked on Amalek, he took up his parable, and said, Amalek was the first of the nations; but his latter end shall be that he perish for ever."
    },
    {
        "o": 4609,
        "r": "kjv:Numbers:24:21",
        "t": "And*p he looked on the Kenites, and took up his parable, and said, Strong is thy dwellingplace, and thou puttest thy nest in a rock."
    },
    {
        "o": 4610,
        "r": "kjv:Numbers:24:22",
        "t": "Nevertheless*p the Kenite shall be wasted, until Asshur shall carry thee away captive."
    },
    {
        "o": 4611,
        "r": "kjv:Numbers:24:23",
        "t": "And*p he took up his parable, and said, Alas, who shall live when God doeth this!"
    },
    {
        "o": 4612,
        "r": "kjv:Numbers:24:24",
        "t": "And*p ships shall come from the coast of Kittim, and shall afflict Asshur, and shall afflict Eber, and he also shall perish for ever."
    },
    {
        "o": 4613,
        "r": "kjv:Numbers:24:25",
        "t": "And*p Balaam rose up, and went and returned to his place: and Balak also went his way."
    }
]
