[
    {
        "o": 23591,
        "r": "nasb:Ezekiel:30:0",
        "t": "Ezekiel 30",
        "h": 1
    },
    {
        "o": 23592,
        "r": "nasb:Ezekiel:30:0",
        "t": "Lament over Egypt",
        "h": 2
    },
    {
        "o": 23593,
        "r": "nasb:Ezekiel:30:1",
        "t": "The*p word of the Lord*s came again to me saying,"
    },
    {
        "o": 23594,
        "r": "nasb:Ezekiel:30:2",
        "t": "“Son of man, prophesy and say, ‘Thus says the Lord God,*s “Wail,*pn ‘Alas for the day!’"
    },
    {
        "o": 23595,
        "r": "nasb:Ezekiel:30:3",
        "t": "For*ln the day is near, Even*ln the day of the Lord*s is near; It*ln will be a day of clouds, A*ln time of*i doom*i for the nations."
    },
    {
        "o": 23596,
        "r": "nasb:Ezekiel:30:4",
        "t": "A*ln sword will come upon Egypt, And*ln anguish will be in Ethiopia; When*ln the slain fall in Egypt, They*ln take away her wealth, And*ln her foundations are torn down."
    },
    {
        "o": 23597,
        "r": "nasb:Ezekiel:30:5",
        "t": "Ethiopia,*p Put, Lud, all Arabia, Libya and the people of the land that is in league will fall with them by the sword.”"
    },
    {
        "o": 23598,
        "r": "nasb:Ezekiel:30:6",
        "t": "‘Thus*pn says the Lord,*s “Indeed,*ln those who support Egypt will fall And*ln the pride of her power will come down; From*ln Migdol to*i Syene They*ln will fall within her by the sword,” Declares*ln the Lord God.*s"
    },
    {
        "o": 23599,
        "r": "nasb:Ezekiel:30:7",
        "t": "“They*ln will be desolate In*ln the midst of the desolated lands; And*ln her cities will be In*ln the midst of the devastated cities."
    },
    {
        "o": 23600,
        "r": "nasb:Ezekiel:30:8",
        "t": "And*ln they will know that I am the Lord,*s When*ln I set a fire in Egypt And*ln all her helpers are broken."
    },
    {
        "o": 23601,
        "r": "nasb:Ezekiel:30:9",
        "t": "On*p that day messengers will go forth from Me in ships to frighten secure Ethiopia; and anguish will be on them as on the day of Egypt; for behold, it comes!”"
    },
    {
        "o": 23602,
        "r": "nasb:Ezekiel:30:10",
        "t": "‘Thus*p says the Lord God,*s “I*pn will also make the hordes of Egypt cease By*ln the hand of Nebuchadnezzar king of Babylon."
    },
    {
        "o": 23603,
        "r": "nasb:Ezekiel:30:11",
        "t": "He*ln and his people with him, The*ln most ruthless of the nations, Will*ln be brought in to destroy the land; And*ln they will draw their swords against Egypt And*ln fill the land with the slain."
    },
    {
        "o": 23604,
        "r": "nasb:Ezekiel:30:12",
        "t": "Moreover,*ln I will make the Nile canals dry And*ln sell the land into the hands of evil men. And*ln I will make the land desolate And*ln all that is in it, By*ln the hand of strangers; I the Lord*s have spoken.”"
    },
    {
        "o": 23605,
        "r": "nasb:Ezekiel:30:13",
        "t": "‘Thus*p says the Lord God,*s “I*pn will also destroy the idols And*ln make the images cease from Memphis. And*ln there will no longer be a prince in the land of Egypt; And*ln I will put fear in the land of Egypt."
    },
    {
        "o": 23606,
        "r": "nasb:Ezekiel:30:14",
        "t": "I*ln will make Pathros desolate, Set*ln a fire in Zoan And*ln execute judgments on Thebes."
    },
    {
        "o": 23607,
        "r": "nasb:Ezekiel:30:15",
        "t": "I*ln will pour out My wrath on Sin, The*ln stronghold of Egypt; I*ln will also cut off the hordes of Thebes."
    },
    {
        "o": 23608,
        "r": "nasb:Ezekiel:30:16",
        "t": "I*ln will set a fire in Egypt; Sin*ln will writhe in anguish, Thebes*ln will be breached And*ln Memphis will*i have*i distresses daily."
    },
    {
        "o": 23609,
        "r": "nasb:Ezekiel:30:17",
        "t": "The*ln young men of On and of Pi-beseth Will*ln fall by the sword, And*ln the women will go into captivity."
    },
    {
        "o": 23610,
        "r": "nasb:Ezekiel:30:18",
        "t": "In*ln Tehaphnehes the day will be dark When*ln I break there the yoke bars of Egypt. Then*ln the pride of her power will cease in her; A*ln cloud will cover her, And*ln her daughters will go into captivity."
    },
    {
        "o": 23611,
        "r": "nasb:Ezekiel:30:19",
        "t": "Thus*ln I will execute judgments on Egypt, And*ln they will know that I am the Lord*s .” ’ ”"
    },
    {
        "o": 23612,
        "r": "nasb:Ezekiel:30:19",
        "t": "Victory for Babylon",
        "h": 2
    },
    {
        "o": 23613,
        "r": "nasb:Ezekiel:30:20",
        "t": "In*p the eleventh year, in the first month,*i on the seventh of the month, the word of the Lord*s came to me saying,"
    },
    {
        "o": 23614,
        "r": "nasb:Ezekiel:30:21",
        "t": "“Son of man, I have broken the arm of Pharaoh king of Egypt; and, behold, it has not been bound up for healing or wrapped with a bandage, that it may be strong to hold the sword."
    },
    {
        "o": 23615,
        "r": "nasb:Ezekiel:30:22",
        "t": "Therefore thus says the Lord God,*s ‘Behold, I am against Pharaoh king of Egypt and will break his arms, both the strong and the broken; and I will make the sword fall from his hand."
    },
    {
        "o": 23616,
        "r": "nasb:Ezekiel:30:23",
        "t": "I will scatter the Egyptians among the nations and disperse them among the lands."
    },
    {
        "o": 23617,
        "r": "nasb:Ezekiel:30:24",
        "t": "For I will strengthen the arms of the king of Babylon and put My sword in his hand; and I will break the arms of Pharaoh, so that he will groan before him with the groanings of a wounded man."
    },
    {
        "o": 23618,
        "r": "nasb:Ezekiel:30:25",
        "t": "Thus I will strengthen the arms of the king of Babylon, but the arms of Pharaoh will fall. Then they will know that I am the Lord,*s when I put My sword into the hand of the king of Babylon and he stretches it out against the land of Egypt."
    },
    {
        "o": 23619,
        "r": "nasb:Ezekiel:30:26",
        "t": "When I scatter the Egyptians among the nations and disperse them among the lands, then they will know that I am the Lord*s .’ ”"
    }
]
