[
    {
        "o": 4434,
        "r": "esv:Numbers:13:0",
        "t": "Numbers 13",
        "h": 1
    },
    {
        "o": 4435,
        "r": "esv:Numbers:13:0",
        "t": "Spies Sent into Canaan",
        "h": 2
    },
    {
        "o": 4436,
        "r": "esv:Numbers:13:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4437,
        "r": "esv:Numbers:13:2",
        "t": "“Send men to spy out the land of Canaan, which I am giving to the people of Israel. From each tribe of their fathers you shall send a man, every one a chief among them.”"
    },
    {
        "o": 4438,
        "r": "esv:Numbers:13:3",
        "t": "So Moses sent them from the wilderness of Paran, according to the command of the Lord,*s all of them men who were heads of the people of Israel."
    },
    {
        "o": 4439,
        "r": "esv:Numbers:13:4",
        "t": "And these were their names: From the tribe of Reuben, Shammua the son of Zaccur;"
    },
    {
        "o": 4440,
        "r": "esv:Numbers:13:5",
        "t": "from the tribe of Simeon, Shaphat the son of Hori;"
    },
    {
        "o": 4441,
        "r": "esv:Numbers:13:6",
        "t": "from the tribe of Judah, Caleb the son of Jephunneh;"
    },
    {
        "o": 4442,
        "r": "esv:Numbers:13:7",
        "t": "from the tribe of Issachar, Igal the son of Joseph;"
    },
    {
        "o": 4443,
        "r": "esv:Numbers:13:8",
        "t": "from the tribe of Ephraim, Hoshea the son of Nun;"
    },
    {
        "o": 4444,
        "r": "esv:Numbers:13:9",
        "t": "from the tribe of Benjamin, Palti the son of Raphu;"
    },
    {
        "o": 4445,
        "r": "esv:Numbers:13:10",
        "t": "from the tribe of Zebulun, Gaddiel the son of Sodi;"
    },
    {
        "o": 4446,
        "r": "esv:Numbers:13:11",
        "t": "from the tribe of Joseph (that is, from the tribe of Manasseh), Gaddi the son of Susi;"
    },
    {
        "o": 4447,
        "r": "esv:Numbers:13:12",
        "t": "from the tribe of Dan, Ammiel the son of Gemalli;"
    },
    {
        "o": 4448,
        "r": "esv:Numbers:13:13",
        "t": "from the tribe of Asher, Sethur the son of Michael;"
    },
    {
        "o": 4449,
        "r": "esv:Numbers:13:14",
        "t": "from the tribe of Naphtali, Nahbi the son of Vophsi;"
    },
    {
        "o": 4450,
        "r": "esv:Numbers:13:15",
        "t": "from the tribe of Gad, Geuel the son of Machi."
    },
    {
        "o": 4451,
        "r": "esv:Numbers:13:16",
        "t": "These were the names of the men whom Moses sent to spy out the land. And Moses called Hoshea the son of Nun Joshua."
    },
    {
        "o": 4452,
        "r": "esv:Numbers:13:17",
        "t": "Moses*p sent them to spy out the land of Canaan and said to them, “Go up into the Negeb and go up into the hill country,"
    },
    {
        "o": 4453,
        "r": "esv:Numbers:13:18",
        "t": "and see what the land is, and whether the people who dwell in it are strong or weak, whether they are few or many,"
    },
    {
        "o": 4454,
        "r": "esv:Numbers:13:19",
        "t": "and whether the land that they dwell in is good or bad, and whether the cities that they dwell in are camps or strongholds,"
    },
    {
        "o": 4455,
        "r": "esv:Numbers:13:20",
        "t": "and whether the land is rich or poor, and whether there are trees in it or not. Be of good courage and bring some of the fruit of the land.” Now the time was the season of the first ripe grapes."
    },
    {
        "o": 4456,
        "r": "esv:Numbers:13:21",
        "t": "So*p they went up and spied out the land from the wilderness of Zin to Rehob, near Lebo-hamath."
    },
    {
        "o": 4457,
        "r": "esv:Numbers:13:22",
        "t": "They went up into the Negeb and came to Hebron. Ahiman, Sheshai, and Talmai, the descendants of Anak, were there. (Hebron was built seven years before Zoan in Egypt.)"
    },
    {
        "o": 4458,
        "r": "esv:Numbers:13:23",
        "t": "And they came to the Valley of Eshcol and cut down from there a branch with a single cluster of grapes, and they carried it on a pole between two of them; they also brought some pomegranates and figs."
    },
    {
        "o": 4459,
        "r": "esv:Numbers:13:24",
        "t": "That place was called the Valley of Eshcol, because of the cluster that the people of Israel cut down from there."
    },
    {
        "o": 4460,
        "r": "esv:Numbers:13:24",
        "t": "Report of the Spies",
        "h": 2
    },
    {
        "o": 4461,
        "r": "esv:Numbers:13:25",
        "t": "At*p the end of forty days they returned from spying out the land."
    },
    {
        "o": 4462,
        "r": "esv:Numbers:13:26",
        "t": "And they came to Moses and Aaron and to all the congregation of the people of Israel in the wilderness of Paran, at Kadesh. They brought back word to them and to all the congregation, and showed them the fruit of the land."
    },
    {
        "o": 4463,
        "r": "esv:Numbers:13:27",
        "t": "And they told him, “We came to the land to which you sent us. It flows with milk and honey, and this is its fruit."
    },
    {
        "o": 4464,
        "r": "esv:Numbers:13:28",
        "t": "However, the people who dwell in the land are strong, and the cities are fortified and very large. And besides, we saw the descendants of Anak there."
    },
    {
        "o": 4465,
        "r": "esv:Numbers:13:29",
        "t": "The Amalekites dwell in the land of the Negeb. The Hittites, the Jebusites, and the Amorites dwell in the hill country. And the Canaanites dwell by the sea, and along the Jordan.”"
    },
    {
        "o": 4466,
        "r": "esv:Numbers:13:30",
        "t": "But*p Caleb quieted the people before Moses and said, “Let us go up at once and occupy it, for we are well able to overcome it.”"
    },
    {
        "o": 4467,
        "r": "esv:Numbers:13:31",
        "t": "Then the men who had gone up with him said, “We are not able to go up against the people, for they are stronger than we are.”"
    },
    {
        "o": 4468,
        "r": "esv:Numbers:13:32",
        "t": "So they brought to the people of Israel a bad report of the land that they had spied out, saying, “The land, through which we have gone to spy it out, is a land that devours its inhabitants, and all the people that we saw in it are of great height."
    },
    {
        "o": 4469,
        "r": "esv:Numbers:13:33",
        "t": "And there we saw the Nephilim (the sons of Anak, who come from the Nephilim), and we seemed to ourselves like grasshoppers, and so we seemed to them.”"
    }
]
