[
    {
        "o": 11085,
        "r": "niv:2 Kings:22:0",
        "t": "2 Kings 22",
        "h": 1
    },
    {
        "o": 11086,
        "r": "niv:2 Kings:22:0",
        "t": "The Book of the Law Found",
        "h": 2
    },
    {
        "o": 11087,
        "r": "niv:2 Kings:22:1",
        "t": "Josiah*p was eight years old when he became king, and he reigned in Jerusalem thirty-one years. His mother’s name was Jedidah daughter of Adaiah; she was from Bozkath."
    },
    {
        "o": 11088,
        "r": "niv:2 Kings:22:2",
        "t": "He did what was right in the eyes of the Lord*s and followed completely the ways of his father David, not turning aside to the right or to the left."
    },
    {
        "o": 11089,
        "r": "niv:2 Kings:22:3",
        "t": "In*p the eighteenth year of his reign, King Josiah sent the secretary, Shaphan son of Azaliah, the son of Meshullam, to the temple of the Lord.*s He said:"
    },
    {
        "o": 11090,
        "r": "niv:2 Kings:22:4",
        "t": "“Go up to Hilkiah the high priest and have him get ready the money that has been brought into the temple of the Lord,*s which the doorkeepers have collected from the people."
    },
    {
        "o": 11091,
        "r": "niv:2 Kings:22:5",
        "t": "Have them entrust it to the men appointed to supervise the work on the temple. And have these men pay the workers who repair the temple of the Lord—*s"
    },
    {
        "o": 11092,
        "r": "niv:2 Kings:22:6",
        "t": "the carpenters, the builders and the masons. Also have them purchase timber and dressed stone to repair the temple."
    },
    {
        "o": 11093,
        "r": "niv:2 Kings:22:7",
        "t": "But they need not account for the money entrusted to them, because they are honest in their dealings.”"
    },
    {
        "o": 11094,
        "r": "niv:2 Kings:22:8",
        "t": "Hilkiah*p the high priest said to Shaphan the secretary, “I have found the Book of the Law in the temple of the Lord.”*s He gave it to Shaphan, who read it."
    },
    {
        "o": 11095,
        "r": "niv:2 Kings:22:9",
        "t": "Then Shaphan the secretary went to the king and reported to him: “Your officials have paid out the money that was in the temple of the Lord*s and have entrusted it to the workers and supervisors at the temple.”"
    },
    {
        "o": 11096,
        "r": "niv:2 Kings:22:10",
        "t": "Then Shaphan the secretary informed the king, “Hilkiah the priest has given me a book.” And Shaphan read from it in the presence of the king."
    },
    {
        "o": 11097,
        "r": "niv:2 Kings:22:11",
        "t": "When*p the king heard the words of the Book of the Law, he tore his robes."
    },
    {
        "o": 11098,
        "r": "niv:2 Kings:22:12",
        "t": "He gave these orders to Hilkiah the priest, Ahikam son of Shaphan, Akbor son of Micaiah, Shaphan the secretary and Asaiah the king’s attendant:"
    },
    {
        "o": 11099,
        "r": "niv:2 Kings:22:13",
        "t": "“Go and inquire of the Lord*s for me and for the people and for all Judah about what is written in this book that has been found. Great is the Lord’s*s anger that burns against us because those who have gone before us have not obeyed the words of this book; they have not acted in accordance with all that is written there concerning us.”"
    },
    {
        "o": 11100,
        "r": "niv:2 Kings:22:14",
        "t": "Hilkiah*p the priest, Ahikam, Akbor, Shaphan and Asaiah went to speak to the prophet Huldah, who was the wife of Shallum son of Tikvah, the son of Harhas, keeper of the wardrobe. She lived in Jerusalem, in the New Quarter."
    },
    {
        "o": 11101,
        "r": "niv:2 Kings:22:15",
        "t": "She*p said to them, “This is what the Lord,*s the God of Israel, says: Tell the man who sent you to me,"
    },
    {
        "o": 11102,
        "r": "niv:2 Kings:22:16",
        "t": "‘This is what the Lord*s says: I am going to bring disaster on this place and its people, according to everything written in the book the king of Judah has read."
    },
    {
        "o": 11103,
        "r": "niv:2 Kings:22:17",
        "t": "Because they have forsaken me and burned incense to other gods and aroused my anger by all the idols their hands have made, my anger will burn against this place and will not be quenched.’"
    },
    {
        "o": 11104,
        "r": "niv:2 Kings:22:18",
        "t": "Tell the king of Judah, who sent you to inquire of the Lord,*s ‘This is what the Lord,*s the God of Israel, says concerning the words you heard:"
    },
    {
        "o": 11105,
        "r": "niv:2 Kings:22:19",
        "t": "Because your heart was responsive and you humbled yourself before the Lord*s when you heard what I have spoken against this place and its people—that they would become a curse and be laid waste—and because you tore your robes and wept in my presence, I also have heard you, declares the Lord.*s"
    },
    {
        "o": 11106,
        "r": "niv:2 Kings:22:20",
        "t": "Therefore I will gather you to your ancestors, and you will be buried in peace. Your eyes will not see all the disaster I am going to bring on this place.’ ” So*p they took her answer back to the king."
    }
]
