[
    {
        "o": 33822,
        "r": "esv:Hebrews:12:0",
        "t": "Hebrews 12",
        "h": 1
    },
    {
        "o": 33823,
        "r": "esv:Hebrews:12:0",
        "t": "Jesus, Founder and Perfecter of Our Faith",
        "h": 2
    },
    {
        "o": 33824,
        "r": "esv:Hebrews:12:1",
        "t": "Therefore,*p since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us,"
    },
    {
        "o": 33825,
        "r": "esv:Hebrews:12:2",
        "t": "looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God."
    },
    {
        "o": 33826,
        "r": "esv:Hebrews:12:2",
        "t": "Do Not Grow Weary",
        "h": 2
    },
    {
        "o": 33827,
        "r": "esv:Hebrews:12:3",
        "t": "Consider*p him who endured from sinners such hostility against himself, so that you may not grow weary or fainthearted."
    },
    {
        "o": 33828,
        "r": "esv:Hebrews:12:4",
        "t": "In your struggle against sin you have not yet resisted to the point of shedding your blood."
    },
    {
        "o": 33829,
        "r": "esv:Hebrews:12:5",
        "t": "And have you forgotten the exhortation that addresses you as sons? “My*pn son, do not regard lightly the discipline of the Lord, nor*ld be weary when reproved by him."
    },
    {
        "o": 33830,
        "r": "esv:Hebrews:12:6",
        "t": "For*ln the Lord disciplines the one he loves, and*ld chastises every son whom he receives.”"
    },
    {
        "o": 33831,
        "r": "esv:Hebrews:12:7",
        "t": "It*p is for discipline that you have to endure. God is treating you as sons. For what son is there whom his father does not discipline?"
    },
    {
        "o": 33832,
        "r": "esv:Hebrews:12:8",
        "t": "If you are left without discipline, in which all have participated, then you are illegitimate children and not sons."
    },
    {
        "o": 33833,
        "r": "esv:Hebrews:12:9",
        "t": "Besides this, we have had earthly fathers who disciplined us and we respected them. Shall we not much more be subject to the Father of spirits and live?"
    },
    {
        "o": 33834,
        "r": "esv:Hebrews:12:10",
        "t": "For they disciplined us for a short time as it seemed best to them, but he disciplines us for our good, that we may share his holiness."
    },
    {
        "o": 33835,
        "r": "esv:Hebrews:12:11",
        "t": "For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it."
    },
    {
        "o": 33836,
        "r": "esv:Hebrews:12:12",
        "t": "Therefore*p lift your drooping hands and strengthen your weak knees,"
    },
    {
        "o": 33837,
        "r": "esv:Hebrews:12:13",
        "t": "and make straight paths for your feet, so that what is lame may not be put out of joint but rather be healed."
    },
    {
        "o": 33838,
        "r": "esv:Hebrews:12:14",
        "t": "Strive for peace with everyone, and for the holiness without which no one will see the Lord."
    },
    {
        "o": 33839,
        "r": "esv:Hebrews:12:15",
        "t": "See to it that no one fails to obtain the grace of God; that no “root of bitterness” springs up and causes trouble, and by it many become defiled;"
    },
    {
        "o": 33840,
        "r": "esv:Hebrews:12:16",
        "t": "that no one is sexually immoral or unholy like Esau, who sold his birthright for a single meal."
    },
    {
        "o": 33841,
        "r": "esv:Hebrews:12:17",
        "t": "For you know that afterward, when he desired to inherit the blessing, he was rejected, for he found no chance to repent, though he sought it with tears."
    },
    {
        "o": 33842,
        "r": "esv:Hebrews:12:17",
        "t": "A Kingdom That Cannot Be Shaken",
        "h": 2
    },
    {
        "o": 33843,
        "r": "esv:Hebrews:12:18",
        "t": "For*p you have not come to what may be touched, a blazing fire and darkness and gloom and a tempest"
    },
    {
        "o": 33844,
        "r": "esv:Hebrews:12:19",
        "t": "and the sound of a trumpet and a voice whose words made the hearers beg that no further messages be spoken to them."
    },
    {
        "o": 33845,
        "r": "esv:Hebrews:12:20",
        "t": "For they could not endure the order that was given, “If even a beast touches the mountain, it shall be stoned.”"
    },
    {
        "o": 33846,
        "r": "esv:Hebrews:12:21",
        "t": "Indeed, so terrifying was the sight that Moses said, “I tremble with fear.”"
    },
    {
        "o": 33847,
        "r": "esv:Hebrews:12:22",
        "t": "But you have come to Mount Zion and to the city of the living God, the heavenly Jerusalem, and to innumerable angels in festal gathering,"
    },
    {
        "o": 33848,
        "r": "esv:Hebrews:12:23",
        "t": "and to the assembly of the firstborn who are enrolled in heaven, and to God, the judge of all, and to the spirits of the righteous made perfect,"
    },
    {
        "o": 33849,
        "r": "esv:Hebrews:12:24",
        "t": "and to Jesus, the mediator of a new covenant, and to the sprinkled blood that speaks a better word than the blood of Abel."
    },
    {
        "o": 33850,
        "r": "esv:Hebrews:12:25",
        "t": "See*p that you do not refuse him who is speaking. For if they did not escape when they refused him who warned them on earth, much less will we escape if we reject him who warns from heaven."
    },
    {
        "o": 33851,
        "r": "esv:Hebrews:12:26",
        "t": "At that time his voice shook the earth, but now he has promised, “Yet once more I will shake not only the earth but also the heavens.”"
    },
    {
        "o": 33852,
        "r": "esv:Hebrews:12:27",
        "t": "This phrase, “Yet once more,” indicates the removal of things that are shaken— that is, things that have been made— in order that the things that cannot be shaken may remain."
    },
    {
        "o": 33853,
        "r": "esv:Hebrews:12:28",
        "t": "Therefore let us be grateful for receiving a kingdom that cannot be shaken, and thus let us offer to God acceptable worship, with reverence and awe,"
    },
    {
        "o": 33854,
        "r": "esv:Hebrews:12:29",
        "t": "for our God is a consuming fire."
    }
]
