[
    {
        "o": 33633,
        "r": "nasb:Hebrews:12:0",
        "t": "Hebrews 12",
        "h": 1
    },
    {
        "o": 33634,
        "r": "nasb:Hebrews:12:0",
        "t": "Jesus, the Example",
        "h": 2
    },
    {
        "o": 33635,
        "r": "nasb:Hebrews:12:1",
        "t": "Therefore,*p since we have so great a cloud of witnesses surrounding us, let us also lay aside every encumbrance and the sin which so easily entangles us, and let us run with endurance the race that is set before us,"
    },
    {
        "o": 33636,
        "r": "nasb:Hebrews:12:2",
        "t": "fixing our eyes on Jesus, the author and perfecter of faith, who for the joy set before Him endured the cross, despising the shame, and has sat down at the right hand of the throne of God."
    },
    {
        "o": 33637,
        "r": "nasb:Hebrews:12:3",
        "t": "For*p consider Him who has endured such hostility by sinners against Himself, so that you will not grow weary and lose heart."
    },
    {
        "o": 33638,
        "r": "nasb:Hebrews:12:3",
        "t": "A Father’s Discipline",
        "h": 2
    },
    {
        "o": 33639,
        "r": "nasb:Hebrews:12:4",
        "t": "You*p have not yet resisted to the point of shedding blood in your striving against sin;"
    },
    {
        "o": 33640,
        "r": "nasb:Hebrews:12:5",
        "t": "and you have forgotten the exhortation which is addressed to you as sons, “My*spn son,*s do*s not*s regard*s lightly*s the*s discipline*s of*s the*s Lord,*s Nor*sln faint*s when*s you*s are*s reproved*s by*s Him;*s"
    },
    {
        "o": 33641,
        "r": "nasb:Hebrews:12:6",
        "t": "For*sln those*s whom*s the*s Lord*s loves*s He*s disciplines,*s And*ln He*s scourges*s every*s son*s whom*s He*s receives.”*s"
    },
    {
        "o": 33642,
        "r": "nasb:Hebrews:12:7",
        "t": "It*p is for discipline that you endure; God deals with you as with sons; for what son is there whom his*i father does not discipline?"
    },
    {
        "o": 33643,
        "r": "nasb:Hebrews:12:8",
        "t": "But if you are without discipline, of which all have become partakers, then you are illegitimate children and not sons."
    },
    {
        "o": 33644,
        "r": "nasb:Hebrews:12:9",
        "t": "Furthermore, we had earthly fathers to discipline us, and we respected them; shall we not much rather be subject to the Father of spirits, and live?"
    },
    {
        "o": 33645,
        "r": "nasb:Hebrews:12:10",
        "t": "For they disciplined us for a short time as seemed best to them, but He disciplines*i us*i for our*i good, so that we may share His holiness."
    },
    {
        "o": 33646,
        "r": "nasb:Hebrews:12:11",
        "t": "All discipline for the moment seems not to be joyful, but sorrowful; yet to those who have been trained by it, afterwards it yields the peaceful fruit of righteousness."
    },
    {
        "o": 33647,
        "r": "nasb:Hebrews:12:12",
        "t": "Therefore,*p strengthen the hands that are weak and the knees that are feeble,"
    },
    {
        "o": 33648,
        "r": "nasb:Hebrews:12:13",
        "t": "and make straight paths for your feet, so that the*i limb*i which is lame may not be put out of joint, but rather be healed."
    },
    {
        "o": 33649,
        "r": "nasb:Hebrews:12:14",
        "t": "Pursue*p peace with all men, and the sanctification without which no one will see the Lord."
    },
    {
        "o": 33650,
        "r": "nasb:Hebrews:12:15",
        "t": "See to it that no one comes short of the grace of God; that no root of bitterness springing up causes trouble, and by it many be defiled;"
    },
    {
        "o": 33651,
        "r": "nasb:Hebrews:12:16",
        "t": "that there*i be*i no immoral or godless person like Esau, who sold his own birthright for a single*i meal."
    },
    {
        "o": 33652,
        "r": "nasb:Hebrews:12:17",
        "t": "For you know that even afterwards, when he desired to inherit the blessing, he was rejected, for he found no place for repentance, though he sought for it with tears."
    },
    {
        "o": 33653,
        "r": "nasb:Hebrews:12:17",
        "t": "Contrast of Sinai and Zion",
        "h": 2
    },
    {
        "o": 33654,
        "r": "nasb:Hebrews:12:18",
        "t": "For*p you have not come to a*i mountain*i that can be touched and to a blazing fire, and to darkness and gloom and whirlwind,"
    },
    {
        "o": 33655,
        "r": "nasb:Hebrews:12:19",
        "t": "and to the blast of a trumpet and the sound of words which sound*i was*i such*i that*i those who heard begged that no further word be spoken to them."
    },
    {
        "o": 33656,
        "r": "nasb:Hebrews:12:20",
        "t": "For they could not bear the command, “If even*s a*s beast*s touches*s the*s mountain,*s it*s will*s be*s stoned.”*s"
    },
    {
        "o": 33657,
        "r": "nasb:Hebrews:12:21",
        "t": "And so terrible was the sight, that*i Moses said, “I am*s full*s of*s fear*s and trembling.”"
    },
    {
        "o": 33658,
        "r": "nasb:Hebrews:12:22",
        "t": "But you have come to Mount Zion and to the city of the living God, the heavenly Jerusalem, and to myriads of angels,"
    },
    {
        "o": 33659,
        "r": "nasb:Hebrews:12:23",
        "t": "to the general assembly and church of the firstborn who are enrolled in heaven, and to God, the Judge of all, and to the spirits of the*i righteous made perfect,"
    },
    {
        "o": 33660,
        "r": "nasb:Hebrews:12:24",
        "t": "and to Jesus, the mediator of a new covenant, and to the sprinkled blood, which speaks better than the*i blood*i of Abel."
    },
    {
        "o": 33661,
        "r": "nasb:Hebrews:12:24",
        "t": "The Unshaken Kingdom",
        "h": 2
    },
    {
        "o": 33662,
        "r": "nasb:Hebrews:12:25",
        "t": "See*p to it that you do not refuse Him who is speaking. For if those did not escape when they refused him who warned them*i on earth, much less will*i we escape*i who turn away from Him who warns*i from heaven."
    },
    {
        "o": 33663,
        "r": "nasb:Hebrews:12:26",
        "t": "And His voice shook the earth then, but now He has promised, saying, “Yet*s once*s more*s I will*s shake*s not*s only*s the*s earth,*s but*s also*s the*s heaven.”*s"
    },
    {
        "o": 33664,
        "r": "nasb:Hebrews:12:27",
        "t": "This expression,*i “Yet once more,” denotes the removing of those things which can be shaken, as of created things, so that those things which cannot be shaken may remain."
    },
    {
        "o": 33665,
        "r": "nasb:Hebrews:12:28",
        "t": "Therefore, since we receive a kingdom which cannot be shaken, let us show gratitude, by which we may offer to God an acceptable service with reverence and awe;"
    },
    {
        "o": 33666,
        "r": "nasb:Hebrews:12:29",
        "t": "for our God is a consuming fire."
    }
]
