[
    {
        "o": 14154,
        "r": "csb:Esther:2:0",
        "t": "Esther 2",
        "h": 1
    },
    {
        "o": 14155,
        "r": "csb:Esther:2:0",
        "t": "The Search for a New Queen",
        "h": 2
    },
    {
        "o": 14156,
        "r": "csb:Esther:2:1",
        "t": "Some*p time later, when King Ahasuerus’s rage had cooled down, he remembered Vashti, what she had done, and what was decided against her."
    },
    {
        "o": 14157,
        "r": "csb:Esther:2:2",
        "t": "The king’s personal attendants suggested, “Let a search be made for beautiful young virgins for the king."
    },
    {
        "o": 14158,
        "r": "csb:Esther:2:3",
        "t": "Let the king appoint commissioners in each province of his kingdom, so that they may gather all the beautiful young virgins to the harem at the fortress of Susa. Put them under the supervision of Hegai, the king’s eunuch, keeper of the women, and give them the required beauty treatments."
    },
    {
        "o": 14159,
        "r": "csb:Esther:2:4",
        "t": "Then the young woman who pleases the king will become queen instead of Vashti.” This suggestion pleased the king, and he did accordingly."
    },
    {
        "o": 14160,
        "r": "csb:Esther:2:5",
        "t": "In*p the fortress of Susa, there was a Jewish man named Mordecai son of Jair, son of Shimei, son of Kish, a Benjaminite."
    },
    {
        "o": 14161,
        "r": "csb:Esther:2:6",
        "t": "Kish had been taken into exile from Jerusalem with the other captives when King Nebuchadnezzar of Babylon took King Jeconiah of Judah into exile."
    },
    {
        "o": 14162,
        "r": "csb:Esther:2:7",
        "t": "Mordecai was the legal guardian of his cousin Hadassah (that is, Esther), because she had no father or mother. The young woman had a beautiful figure and was extremely good-looking. When her father and mother died, Mordecai had adopted her as his own daughter."
    },
    {
        "o": 14163,
        "r": "csb:Esther:2:8",
        "t": "When*p the king’s command and edict became public knowledge and when many young women were gathered at the fortress of Susa under Hegai’s supervision, Esther was taken to the palace, into the supervision of Hegai, keeper of the women."
    },
    {
        "o": 14164,
        "r": "csb:Esther:2:9",
        "t": "The young woman pleased him and gained his favor so that he accelerated the process of the beauty treatments and the special diet that she received. He assigned seven hand-picked female servants to her from the palace and transferred her and her servants to the harem’s best quarters."
    },
    {
        "o": 14165,
        "r": "csb:Esther:2:10",
        "t": "Esther*p did not reveal her ethnicity or her family background, because Mordecai had ordered her not to make them known."
    },
    {
        "o": 14166,
        "r": "csb:Esther:2:11",
        "t": "Every day Mordecai took a walk in front of the harem’s courtyard to learn how Esther was doing and to see what was happening to her."
    },
    {
        "o": 14167,
        "r": "csb:Esther:2:12",
        "t": "During*p the year before each young woman’s turn to go to King Ahasuerus, the harem regulation required her to receive beauty treatments with oil of myrrh for six months and then with perfumes and cosmetics for another six months."
    },
    {
        "o": 14168,
        "r": "csb:Esther:2:13",
        "t": "When the young woman would go to the king, she was given whatever she requested to take with her from the harem to the palace."
    },
    {
        "o": 14169,
        "r": "csb:Esther:2:14",
        "t": "She would go in the evening, and in the morning she would return to a second harem under the supervision of the king’s eunuch Shaashgaz, keeper of the concubines. She never went to the king again, unless he desired her and summoned her by name."
    },
    {
        "o": 14170,
        "r": "csb:Esther:2:14",
        "t": "Esther Becomes Queen",
        "h": 2
    },
    {
        "o": 14171,
        "r": "csb:Esther:2:15",
        "t": "Esther*p was the daughter of Abihail, the uncle of Mordecai who had adopted her as his own daughter. When her turn came to go to the king, she did not ask for anything except what Hegai, the king’s eunuch, keeper of the women, suggested. Esther gained favor in the eyes of everyone who saw her."
    },
    {
        "o": 14172,
        "r": "csb:Esther:2:16",
        "t": "She*p was taken to King Ahasuerus in the palace in the tenth month, the month Tebeth, in the seventh year of his reign."
    },
    {
        "o": 14173,
        "r": "csb:Esther:2:17",
        "t": "The king loved Esther more than all the other women. She won more favor and approval from him than did any of the other virgins. He placed the royal crown on her head and made her queen in place of Vashti."
    },
    {
        "o": 14174,
        "r": "csb:Esther:2:18",
        "t": "The king held a great banquet for all his officials and staff. It was Esther’s banquet. He freed his provinces from tax payments and gave gifts worthy of the king’s bounty."
    },
    {
        "o": 14175,
        "r": "csb:Esther:2:18",
        "t": "Mordecai Saves the King",
        "h": 2
    },
    {
        "o": 14176,
        "r": "csb:Esther:2:19",
        "t": "When*p the virgins were gathered a second time, Mordecai was sitting at the King’s Gate."
    },
    {
        "o": 14177,
        "r": "csb:Esther:2:20",
        "t": "Esther still did not reveal her family background or her ethnicity, as Mordecai had directed. She obeyed Mordecai’s orders, as she always had while he raised her."
    },
    {
        "o": 14178,
        "r": "csb:Esther:2:21",
        "t": "During*p those days while Mordecai was sitting at the King’s Gate, Bigthan and Teresh, two of the king’s eunuchs who guarded the entrance, became infuriated and planned to assassinate King Ahasuerus."
    },
    {
        "o": 14179,
        "r": "csb:Esther:2:22",
        "t": "When Mordecai learned of the plot, he reported it to Queen Esther, and she told the king on Mordecai’s behalf."
    },
    {
        "o": 14180,
        "r": "csb:Esther:2:23",
        "t": "When the report was investigated and verified, both men were hanged on the gallows. This event was recorded in the Historical Record in the king’s presence."
    }
]
