[
    {
        "o": 32315,
        "r": "csb:1 Corinthians:9:0",
        "t": "1 Corinthians 9",
        "h": 1
    },
    {
        "o": 32316,
        "r": "csb:1 Corinthians:9:0",
        "t": "Paul’s Example as an Apostle",
        "h": 2
    },
    {
        "o": 32317,
        "r": "csb:1 Corinthians:9:1",
        "t": "Am*p I not free? Am I not an apostle? Have I not seen Jesus our Lord? Are you not my work in the Lord?"
    },
    {
        "o": 32318,
        "r": "csb:1 Corinthians:9:2",
        "t": "If I am not an apostle to others, at least I am to you, because you are the seal of my apostleship in the Lord."
    },
    {
        "o": 32319,
        "r": "csb:1 Corinthians:9:3",
        "t": "My*p defense to those who examine me is this:"
    },
    {
        "o": 32320,
        "r": "csb:1 Corinthians:9:4",
        "t": "Don’t we have the right to eat and drink?"
    },
    {
        "o": 32321,
        "r": "csb:1 Corinthians:9:5",
        "t": "Don’t we have the right to be accompanied by a believing wife like the other apostles, the Lord’s brothers, and Cephas?"
    },
    {
        "o": 32322,
        "r": "csb:1 Corinthians:9:6",
        "t": "Or do only Barnabas and I have no right to refrain from working?"
    },
    {
        "o": 32323,
        "r": "csb:1 Corinthians:9:7",
        "t": "Who serves as a soldier at his own expense? Who plants a vineyard and does not eat its fruit? Or who shepherds a flock and does not drink the milk from the flock?"
    },
    {
        "o": 32324,
        "r": "csb:1 Corinthians:9:8",
        "t": "Am*p I saying this from a human perspective? Doesn’t the law also say the same thing?"
    },
    {
        "o": 32325,
        "r": "csb:1 Corinthians:9:9",
        "t": "For it is written in the law of Moses, Do*i not*i muzzle*i an*i ox*i while*i it*i treads*i out*i grain.*i Is God really concerned about oxen?"
    },
    {
        "o": 32326,
        "r": "csb:1 Corinthians:9:10",
        "t": "Isn’t he really saying it for our sake? Yes, this is written for our sake, because he who plows ought to plow in hope, and he who threshes should thresh in hope of sharing the crop."
    },
    {
        "o": 32327,
        "r": "csb:1 Corinthians:9:11",
        "t": "If we have sown spiritual things for you, is it too much if we reap material benefits from you?"
    },
    {
        "o": 32328,
        "r": "csb:1 Corinthians:9:12",
        "t": "If others have this right to receive benefits from you, don’t we even more? Nevertheless, we have not made use of this right; instead, we endure everything so that we will not hinder the gospel of Christ."
    },
    {
        "o": 32329,
        "r": "csb:1 Corinthians:9:13",
        "t": "Don’t*p you know that those who perform the temple services eat the food from the temple, and those who serve at the altar share in the offerings of the altar?"
    },
    {
        "o": 32330,
        "r": "csb:1 Corinthians:9:14",
        "t": "In the same way, the Lord has commanded that those who preach the gospel should earn their living by the gospel."
    },
    {
        "o": 32331,
        "r": "csb:1 Corinthians:9:15",
        "t": "For*p my part I have used none of these rights, nor have I written these things that they may be applied in my case. For it would be better for me to die than for anyone to deprive me of my boast!"
    },
    {
        "o": 32332,
        "r": "csb:1 Corinthians:9:16",
        "t": "For if I preach the gospel, I have no reason to boast, because I am compelled to preach- and woe to me if I do not preach the gospel!"
    },
    {
        "o": 32333,
        "r": "csb:1 Corinthians:9:17",
        "t": "For if I do this willingly, I have a reward, but if unwillingly, I am entrusted with a commission."
    },
    {
        "o": 32334,
        "r": "csb:1 Corinthians:9:18",
        "t": "What then is my reward? To preach the gospel and offer it free of charge and not make full use of my rights in the gospel."
    },
    {
        "o": 32335,
        "r": "csb:1 Corinthians:9:19",
        "t": "Although*p I am free from all and not anyone’s slave, I have made myself a slave to everyone, in order to win more people."
    },
    {
        "o": 32336,
        "r": "csb:1 Corinthians:9:20",
        "t": "To the Jews I became like a Jew, to win Jews; to those under the law, like one under the law - though I myself am not under the law- to win those under the law."
    },
    {
        "o": 32337,
        "r": "csb:1 Corinthians:9:21",
        "t": "To those who are without the law, like one without the law - though I am not without God’s law but under the law of Christ - to win those without the law."
    },
    {
        "o": 32338,
        "r": "csb:1 Corinthians:9:22",
        "t": "To the weak I became weak, in order to win the weak. I have become all things to all people, so that I may by every possible means save some."
    },
    {
        "o": 32339,
        "r": "csb:1 Corinthians:9:23",
        "t": "Now I do all this because of the gospel, so that I may share in the blessings."
    },
    {
        "o": 32340,
        "r": "csb:1 Corinthians:9:24",
        "t": "Don’t*p you know that the runners in a stadium all race, but only one receives the prize? Run in such a way to win the prize."
    },
    {
        "o": 32341,
        "r": "csb:1 Corinthians:9:25",
        "t": "Now everyone who competes exercises self-control in everything. They do it to receive a perishable crown, but we an imperishable crown."
    },
    {
        "o": 32342,
        "r": "csb:1 Corinthians:9:26",
        "t": "So I do not run like one who runs aimlessly or box like one beating the air."
    },
    {
        "o": 32343,
        "r": "csb:1 Corinthians:9:27",
        "t": "Instead, I discipline my body and bring it under strict control, so that after preaching to others, I myself will not be disqualified."
    }
]
