[
    {
        "o": 24076,
        "r": "kjv:Zechariah:10:0",
        "t": "Zechariah 10",
        "h": 1
    },
    {
        "o": 24077,
        "r": "kjv:Zechariah:10:1",
        "t": "Ask*p ye of the Lord*s rain in the time of the latter rain; so the Lord*s shall make bright clouds, and give them showers of rain, to every one grass in the field."
    },
    {
        "o": 24078,
        "r": "kjv:Zechariah:10:2",
        "t": "For*p the idols have spoken vanity, and the diviners have seen a lie, and have told false dreams; they comfort in vain: therefore they went their way as a flock, they were troubled, because there was no shepherd."
    },
    {
        "o": 24079,
        "r": "kjv:Zechariah:10:3",
        "t": "Mine*p anger was kindled against the shepherds, and I punished the goats: for the Lord*s of hosts hath visited his flock the house of Judah, and hath made them as his goodly horse in the battle."
    },
    {
        "o": 24080,
        "r": "kjv:Zechariah:10:4",
        "t": "Out*p of him came forth the corner, out of him the nail, out of him the battle bow, out of him every oppressor together."
    },
    {
        "o": 24081,
        "r": "kjv:Zechariah:10:5",
        "t": "And*p they shall be as mighty men, which tread down their enemies in the mire of the streets in the battle: and they shall fight, because the Lord*s is with them, and the riders on horses shall be confounded."
    },
    {
        "o": 24082,
        "r": "kjv:Zechariah:10:6",
        "t": "And*p I will strengthen the house of Judah, and I will save the house of Joseph, and I will bring them again to place them; for I have mercy upon them: and they shall be as though I had not cast them off: for I am the Lord*s their God, and will hear them."
    },
    {
        "o": 24083,
        "r": "kjv:Zechariah:10:7",
        "t": "And*p they of Ephraim shall be like a mighty man, and their heart shall rejoice as through wine: yea, their children shall see it, and be glad; their heart shall rejoice in the Lord.*s"
    },
    {
        "o": 24084,
        "r": "kjv:Zechariah:10:8",
        "t": "I*p will hiss for them, and gather them; for I have redeemed them: and they shall increase as they have increased."
    },
    {
        "o": 24085,
        "r": "kjv:Zechariah:10:9",
        "t": "And*p I will sow them among the people: and they shall remember me in far countries; and they shall live with their children, and turn again."
    },
    {
        "o": 24086,
        "r": "kjv:Zechariah:10:10",
        "t": "I*p will bring them again also out of the land of Egypt, and gather them out of Assyria; and I will bring them into the land of Gilead and Lebanon; and place shall not be found for them."
    },
    {
        "o": 24087,
        "r": "kjv:Zechariah:10:11",
        "t": "And*p he shall pass through the sea with affliction, and shall smite the waves in the sea, and all the deeps of the river shall dry up: and the pride of Assyria shall be brought down, and the sceptre of Egypt shall depart away."
    },
    {
        "o": 24088,
        "r": "kjv:Zechariah:10:12",
        "t": "And*p I will strengthen them in the Lord;*s and they shall walk up and down in his name, saith the Lord.*s"
    }
]
