[
    {
        "o": 24708,
        "r": "niv:Amos:8:0",
        "t": "Amos 8",
        "h": 1
    },
    {
        "o": 24709,
        "r": "niv:Amos:8:0",
        "t": "A Basket of Ripe Fruit",
        "h": 2
    },
    {
        "o": 24710,
        "r": "niv:Amos:8:1",
        "t": "This*p is what the Sovereign Lord*s showed me: a basket of ripe fruit."
    },
    {
        "o": 24711,
        "r": "niv:Amos:8:2",
        "t": "“What do you see, Amos?” he asked. “A*p basket of ripe fruit,” I answered. Then*p the Lord*s said to me, “The time is ripe for my people Israel; I will spare them no longer."
    },
    {
        "o": 24712,
        "r": "niv:Amos:8:3",
        "t": "“In*p that day,” declares the Sovereign Lord,*s “the songs in the temple will turn to wailing. Many, many bodies—flung everywhere! Silence!”"
    },
    {
        "o": 24713,
        "r": "niv:Amos:8:4",
        "t": "Hear*pn this, you who trample the needy and*ld do away with the poor of the land,"
    },
    {
        "o": 24714,
        "r": "niv:Amos:8:5",
        "t": "saying,*p “When*pn will the New Moon be over that*ld we may sell grain, and*ln the Sabbath be ended that*ld we may market wheat?”— skimping*ln on the measure, boosting*ld the price and*ld cheating with dishonest scales,"
    },
    {
        "o": 24715,
        "r": "niv:Amos:8:6",
        "t": "buying*ln the poor with silver and*ld the needy for a pair of sandals, selling*ld even the sweepings with the wheat."
    },
    {
        "o": 24716,
        "r": "niv:Amos:8:7",
        "t": "The*p Lord*s has sworn by himself, the Pride of Jacob: “I will never forget anything they have done."
    },
    {
        "o": 24717,
        "r": "niv:Amos:8:8",
        "t": "“Will*pn not the land tremble for this, and*ld all who live in it mourn? The*ln whole land will rise like the Nile; it*ld will be stirred up and then sink like*ld the river of Egypt."
    },
    {
        "o": 24718,
        "r": "niv:Amos:8:9",
        "t": "“In*p that day,” declares the Sovereign Lord,*s “I*pn will make the sun go down at noon and*ld darken the earth in broad daylight."
    },
    {
        "o": 24719,
        "r": "niv:Amos:8:10",
        "t": "I*ln will turn your religious festivals into mourning and*ld all your singing into weeping. I*ln will make all of you wear sackcloth and*ld shave your heads. I*ln will make that time like mourning for an only son and*ld the end of it like a bitter day."
    },
    {
        "o": 24720,
        "r": "niv:Amos:8:11",
        "t": "“The*pn days are coming,” declares the Sovereign Lord,*s “when*ld I will send a famine through the land— not*ln a famine of food or a thirst for water, but*ld a famine of hearing the words of the Lord.*s"
    },
    {
        "o": 24721,
        "r": "niv:Amos:8:12",
        "t": "People*ln will stagger from sea to sea and*ld wander from north to east, searching*ln for the word of the Lord,*s but*ld they will not find it."
    },
    {
        "o": 24722,
        "r": "niv:Amos:8:13",
        "t": "“In*p that day “the*pn lovely young women and strong young men will*ld faint because of thirst."
    },
    {
        "o": 24723,
        "r": "niv:Amos:8:14",
        "t": "Those*ln who swear by the sin of Samaria— who*ld say, ‘As surely as your god lives, Dan,’ or,*ld ‘As surely as the god of Beersheba lives’— they*ld will fall, never to rise again.”"
    }
]
