[
    {
        "o": 29847,
        "r": "kjv:1 Corinthians:12:0",
        "t": "1 Corinthians 12",
        "h": 1
    },
    {
        "o": 29848,
        "r": "kjv:1 Corinthians:12:1",
        "t": "Now*p concerning spiritual gifts, brethren, I would not have you ignorant."
    },
    {
        "o": 29849,
        "r": "kjv:1 Corinthians:12:2",
        "t": "Ye*p know that ye were Gentiles, carried away unto these dumb idols, even as ye were led."
    },
    {
        "o": 29850,
        "r": "kjv:1 Corinthians:12:3",
        "t": "Wherefore*p I give you to understand, that no man speaking by the Spirit of God calleth Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy Ghost."
    },
    {
        "o": 29851,
        "r": "kjv:1 Corinthians:12:4",
        "t": "Now*p there are diversities of gifts, but the same Spirit."
    },
    {
        "o": 29852,
        "r": "kjv:1 Corinthians:12:5",
        "t": "And*p there are differences of administrations, but the same Lord."
    },
    {
        "o": 29853,
        "r": "kjv:1 Corinthians:12:6",
        "t": "And*p there are diversities of operations, but it is the same God which worketh all in all."
    },
    {
        "o": 29854,
        "r": "kjv:1 Corinthians:12:7",
        "t": "But*p the manifestation of the Spirit is given to every man to profit withal."
    },
    {
        "o": 29855,
        "r": "kjv:1 Corinthians:12:8",
        "t": "For*p to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;"
    },
    {
        "o": 29856,
        "r": "kjv:1 Corinthians:12:9",
        "t": "To*p another faith by the same Spirit; to another the gifts of healing by the same Spirit;"
    },
    {
        "o": 29857,
        "r": "kjv:1 Corinthians:12:10",
        "t": "To*p another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues:"
    },
    {
        "o": 29858,
        "r": "kjv:1 Corinthians:12:11",
        "t": "But*p all these worketh that one and the selfsame Spirit, dividing to every man severally as he will."
    },
    {
        "o": 29859,
        "r": "kjv:1 Corinthians:12:12",
        "t": "For*p as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ."
    },
    {
        "o": 29860,
        "r": "kjv:1 Corinthians:12:13",
        "t": "For*p by one Spirit are we all baptized into one body, whether we be Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit."
    },
    {
        "o": 29861,
        "r": "kjv:1 Corinthians:12:14",
        "t": "For*p the body is not one member, but many."
    },
    {
        "o": 29862,
        "r": "kjv:1 Corinthians:12:15",
        "t": "If*p the foot shall say, Because I am not the hand, I am not of the body; is it therefore not of the body?"
    },
    {
        "o": 29863,
        "r": "kjv:1 Corinthians:12:16",
        "t": "And*p if the ear shall say, Because I am not the eye, I am not of the body; is it therefore not of the body?"
    },
    {
        "o": 29864,
        "r": "kjv:1 Corinthians:12:17",
        "t": "If*p the whole body were an eye, where were the hearing? If the whole were hearing, where were the smelling?"
    },
    {
        "o": 29865,
        "r": "kjv:1 Corinthians:12:18",
        "t": "But*p now hath God set the members every one of them in the body, as it hath pleased him."
    },
    {
        "o": 29866,
        "r": "kjv:1 Corinthians:12:19",
        "t": "And*p if they were all one member, where were the body?"
    },
    {
        "o": 29867,
        "r": "kjv:1 Corinthians:12:20",
        "t": "But*p now are they many members, yet but one body."
    },
    {
        "o": 29868,
        "r": "kjv:1 Corinthians:12:21",
        "t": "And*p the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you."
    },
    {
        "o": 29869,
        "r": "kjv:1 Corinthians:12:22",
        "t": "Nay,*p much more those members of the body, which seem to be more feeble, are necessary:"
    },
    {
        "o": 29870,
        "r": "kjv:1 Corinthians:12:23",
        "t": "And*p those members of the body, which we think to be less honourable, upon these we bestow more abundant honour; and our uncomely parts have more abundant comeliness."
    },
    {
        "o": 29871,
        "r": "kjv:1 Corinthians:12:24",
        "t": "For*p our comely parts have no need: but God hath tempered the body together, having given more abundant honour to that part which lacked:"
    },
    {
        "o": 29872,
        "r": "kjv:1 Corinthians:12:25",
        "t": "That*p there should be no schism in the body; but that the members should have the same care one for another."
    },
    {
        "o": 29873,
        "r": "kjv:1 Corinthians:12:26",
        "t": "And*p whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it."
    },
    {
        "o": 29874,
        "r": "kjv:1 Corinthians:12:27",
        "t": "Now*p ye are the body of Christ, and members in particular."
    },
    {
        "o": 29875,
        "r": "kjv:1 Corinthians:12:28",
        "t": "And*p God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues."
    },
    {
        "o": 29876,
        "r": "kjv:1 Corinthians:12:29",
        "t": "Are*p all apostles? are all prophets? are all teachers? are all workers of miracles?"
    },
    {
        "o": 29877,
        "r": "kjv:1 Corinthians:12:30",
        "t": "Have*p all the gifts of healing? do all speak with tongues? do all interpret?"
    },
    {
        "o": 29878,
        "r": "kjv:1 Corinthians:12:31",
        "t": "But*p covet earnestly the best gifts: and yet shew I unto you a more excellent way."
    }
]
