[
    {
        "o": 29414,
        "r": "nkjv:John:2:0",
        "t": "John 2",
        "h": 1
    },
    {
        "o": 29415,
        "r": "nkjv:John:2:0",
        "t": "Water Turned to Wine",
        "h": 2
    },
    {
        "o": 29416,
        "r": "nkjv:John:2:1",
        "t": "On*p the third day there was a wedding in Cana of Galilee, and the mother of Jesus was there."
    },
    {
        "o": 29417,
        "r": "nkjv:John:2:2",
        "t": "Now both Jesus and His disciples were invited to the wedding."
    },
    {
        "o": 29418,
        "r": "nkjv:John:2:3",
        "t": "And when they ran out of wine, the mother of Jesus said to Him, “They have no wine.”"
    },
    {
        "o": 29419,
        "r": "nkjv:John:2:4",
        "t": "Jesus*p said to her, “Woman,*r what*r does*r your*r concern*r have*r to*r do*r with*r Me?*r My*r hour*r has*r not*r yet*r come.”*r"
    },
    {
        "o": 29420,
        "r": "nkjv:John:2:5",
        "t": "His*p mother said to the servants, “Whatever He says to you, do it.”*i"
    },
    {
        "o": 29421,
        "r": "nkjv:John:2:6",
        "t": "Now*p there were set there six waterpots of stone, according to the manner of purification of the Jews, containing twenty or thirty gallons apiece."
    },
    {
        "o": 29422,
        "r": "nkjv:John:2:7",
        "t": "Jesus said to them, “Fill*r the*r waterpots*r with*r water.”*r And they filled them up to the brim."
    },
    {
        "o": 29423,
        "r": "nkjv:John:2:8",
        "t": "And He said to them, “Draw*r some*ir out*r now,*r and*r take*r it*ir to*r the*r master*r of*r the*r feast.”*r And they took it.*i"
    },
    {
        "o": 29424,
        "r": "nkjv:John:2:9",
        "t": "When the master of the feast had tasted the water that was made wine, and did not know where it came from (but the servants who had drawn the water knew), the master of the feast called the bridegroom."
    },
    {
        "o": 29425,
        "r": "nkjv:John:2:10",
        "t": "And he said to him, “Every man at the beginning sets out the good wine, and when the guests*i have well drunk, then the inferior. You have kept the good wine until now!”"
    },
    {
        "o": 29426,
        "r": "nkjv:John:2:11",
        "t": "This*p beginning of signs Jesus did in Cana of Galilee, and manifested His glory; and His disciples believed in Him."
    },
    {
        "o": 29427,
        "r": "nkjv:John:2:12",
        "t": "After*p this He went down to Capernaum, He, His mother, His brothers, and His disciples; and they did not stay there many days."
    },
    {
        "o": 29428,
        "r": "nkjv:John:2:12",
        "t": "Jesus Cleanses the Temple",
        "h": 2
    },
    {
        "o": 29429,
        "r": "nkjv:John:2:13",
        "t": "Now*p the Passover of the Jews was at hand, and Jesus went up to Jerusalem."
    },
    {
        "o": 29430,
        "r": "nkjv:John:2:14",
        "t": "And He found in the temple those who sold oxen and sheep and doves, and the money changers doing business."
    },
    {
        "o": 29431,
        "r": "nkjv:John:2:15",
        "t": "When He had made a whip of cords, He drove them all out of the temple, with the sheep and the oxen, and poured out the changers’ money and overturned the tables."
    },
    {
        "o": 29432,
        "r": "nkjv:John:2:16",
        "t": "And He said to those who sold doves, “Take*r these*r things*r away!*r Do*r not*r make*r My*r Father’s*r house*r a*r house*r of*r merchandise!”*r"
    },
    {
        "o": 29433,
        "r": "nkjv:John:2:17",
        "t": "Then His disciples remembered that it was written, “Zeal for Your house has eaten Me up.”"
    },
    {
        "o": 29434,
        "r": "nkjv:John:2:18",
        "t": "So*p the Jews answered and said to Him, “What sign do You show to us, since You do these things?”"
    },
    {
        "o": 29435,
        "r": "nkjv:John:2:19",
        "t": "Jesus*p answered and said to them, “Destroy*r this*r temple,*r and*r in*r three*r days*r I*r will*r raise*r it*r up.”*r"
    },
    {
        "o": 29436,
        "r": "nkjv:John:2:20",
        "t": "Then*p the Jews said, “It has taken forty-six years to build this temple, and will You raise it up in three days?”"
    },
    {
        "o": 29437,
        "r": "nkjv:John:2:21",
        "t": "But*p He was speaking of the temple of His body."
    },
    {
        "o": 29438,
        "r": "nkjv:John:2:22",
        "t": "Therefore, when He had risen from the dead, His disciples remembered that He had said this to them; and they believed the Scripture and the word which Jesus had said."
    },
    {
        "o": 29439,
        "r": "nkjv:John:2:22",
        "t": "The Discerner of Hearts",
        "h": 2
    },
    {
        "o": 29440,
        "r": "nkjv:John:2:23",
        "t": "Now*p when He was in Jerusalem at the Passover, during the feast, many believed in His name when they saw the signs which He did."
    },
    {
        "o": 29441,
        "r": "nkjv:John:2:24",
        "t": "But Jesus did not commit Himself to them, because He knew all men,*i"
    },
    {
        "o": 29442,
        "r": "nkjv:John:2:25",
        "t": "and had no need that anyone should testify of man, for He knew what was in man."
    }
]
