[
    {
        "o": 20704,
        "r": "niv:Isaiah:60:0",
        "t": "Isaiah 60",
        "h": 1
    },
    {
        "o": 20705,
        "r": "niv:Isaiah:60:0",
        "t": "The Glory of Zion",
        "h": 2
    },
    {
        "o": 20706,
        "r": "niv:Isaiah:60:1",
        "t": "“Arise,*pn shine, for your light has come, and*ld the glory of the Lord*s rises upon you."
    },
    {
        "o": 20707,
        "r": "niv:Isaiah:60:2",
        "t": "See,*ln darkness covers the earth and*ld thick darkness is over the peoples, but*ln the Lord*s rises upon you and*ld his glory appears over you."
    },
    {
        "o": 20708,
        "r": "niv:Isaiah:60:3",
        "t": "Nations*ln will come to your light, and*ld kings to the brightness of your dawn."
    },
    {
        "o": 20709,
        "r": "niv:Isaiah:60:4",
        "t": "“Lift*pn up your eyes and look about you: All*ld assemble and come to you; your*ln sons come from afar, and*ld your daughters are carried on the hip."
    },
    {
        "o": 20710,
        "r": "niv:Isaiah:60:5",
        "t": "Then*ln you will look and be radiant, your*ld heart will throb and swell with joy; the*ln wealth on the seas will be brought to you, to*ld you the riches of the nations will come."
    },
    {
        "o": 20711,
        "r": "niv:Isaiah:60:6",
        "t": "Herds*ln of camels will cover your land, young*ld camels of Midian and Ephah. And*ln all from Sheba will come, bearing*ld gold and incense and*ld proclaiming the praise of the Lord.*s"
    },
    {
        "o": 20712,
        "r": "niv:Isaiah:60:7",
        "t": "All*ln Kedar’s flocks will be gathered to you, the*ld rams of Nebaioth will serve you; they*ln will be accepted as offerings on my altar, and*ld I will adorn my glorious temple."
    },
    {
        "o": 20713,
        "r": "niv:Isaiah:60:8",
        "t": "“Who*pn are these that fly along like clouds, like*ld doves to their nests?"
    },
    {
        "o": 20714,
        "r": "niv:Isaiah:60:9",
        "t": "Surely*ln the islands look to me; in*ld the lead are the ships of Tarshish, bringing*ln your children from afar, with*ld their silver and gold, to*ln the honor of the Lord*s your God, the*ld Holy One of Israel, for*ld he has endowed you with splendor."
    },
    {
        "o": 20715,
        "r": "niv:Isaiah:60:10",
        "t": "“Foreigners*pn will rebuild your walls, and*ld their kings will serve you. Though*ln in anger I struck you, in*ld favor I will show you compassion."
    },
    {
        "o": 20716,
        "r": "niv:Isaiah:60:11",
        "t": "Your*ln gates will always stand open, they*ld will never be shut, day or night, so*ln that people may bring you the wealth of the nations— their*ld kings led in triumphal procession."
    },
    {
        "o": 20717,
        "r": "niv:Isaiah:60:12",
        "t": "For*ln the nation or kingdom that will not serve you will perish; it*ld will be utterly ruined."
    },
    {
        "o": 20718,
        "r": "niv:Isaiah:60:13",
        "t": "“The*pn glory of Lebanon will come to you, the*ld juniper, the fir and the cypress together, to*ln adorn my sanctuary; and*ld I will glorify the place for my feet."
    },
    {
        "o": 20719,
        "r": "niv:Isaiah:60:14",
        "t": "The*ln children of your oppressors will come bowing before you; all*ld who despise you will bow down at your feet and*ln will call you the City of the Lord,*s Zion*ld of the Holy One of Israel."
    },
    {
        "o": 20720,
        "r": "niv:Isaiah:60:15",
        "t": "“Although*pn you have been forsaken and hated, with*ld no one traveling through, I*ln will make you the everlasting pride and*ld the joy of all generations."
    },
    {
        "o": 20721,
        "r": "niv:Isaiah:60:16",
        "t": "You*ln will drink the milk of nations and*ld be nursed at royal breasts. Then*ln you will know that I, the Lord,*s am your Savior, your*ld Redeemer, the Mighty One of Jacob."
    },
    {
        "o": 20722,
        "r": "niv:Isaiah:60:17",
        "t": "Instead*ln of bronze I will bring you gold, and*ld silver in place of iron. Instead*ln of wood I will bring you bronze, and*ld iron in place of stones. I*ln will make peace your governor and*ld well-being your ruler."
    },
    {
        "o": 20723,
        "r": "niv:Isaiah:60:18",
        "t": "No*ln longer will violence be heard in your land, nor*ld ruin or destruction within your borders, but*ln you will call your walls Salvation and*ld your gates Praise."
    },
    {
        "o": 20724,
        "r": "niv:Isaiah:60:19",
        "t": "The*ln sun will no more be your light by day, nor*ld will the brightness of the moon shine on you, for*ln the Lord*s will be your everlasting light, and*ld your God will be your glory."
    },
    {
        "o": 20725,
        "r": "niv:Isaiah:60:20",
        "t": "Your*ln sun will never set again, and*ld your moon will wane no more; the*ln Lord*s will be your everlasting light, and*ld your days of sorrow will end."
    },
    {
        "o": 20726,
        "r": "niv:Isaiah:60:21",
        "t": "Then*ln all your people will be righteous and*ld they will possess the land forever. They*ln are the shoot I have planted, the*ld work of my hands, for*ld the display of my splendor."
    },
    {
        "o": 20727,
        "r": "niv:Isaiah:60:22",
        "t": "The*ln least of you will become a thousand, the*ld smallest a mighty nation. I*ln am the Lord;*s in*ld its time I will do this swiftly.”"
    }
]
