[
    {
        "o": 7152,
        "r": "csb:Joshua:23:0",
        "t": "Joshua 23",
        "h": 1
    },
    {
        "o": 7153,
        "r": "csb:Joshua:23:0",
        "t": "Joshua’s Farewell Address",
        "h": 2
    },
    {
        "o": 7154,
        "r": "csb:Joshua:23:1",
        "t": "A*p long time after the Lord*s had given Israel rest from all the enemies around them, Joshua was old, advanced in age."
    },
    {
        "o": 7155,
        "r": "csb:Joshua:23:2",
        "t": "So Joshua summoned all Israel, including its elders, leaders, judges, and officers, and said to them, “I am old, advanced in age,"
    },
    {
        "o": 7156,
        "r": "csb:Joshua:23:3",
        "t": "and you have seen for yourselves everything the Lord*s your God did to all these nations on your account, because it was the Lord*s your God who was fighting for you."
    },
    {
        "o": 7157,
        "r": "csb:Joshua:23:4",
        "t": "See, I have allotted these remaining nations to you as an inheritance for your tribes, including all the nations I have destroyed, from the Jordan westward to the Mediterranean Sea."
    },
    {
        "o": 7158,
        "r": "csb:Joshua:23:5",
        "t": "The Lord*s your God will force them back on your account and drive them out before you so that you can take possession of their land, as the Lord*s your God promised you."
    },
    {
        "o": 7159,
        "r": "csb:Joshua:23:6",
        "t": "“Be*p very strong and continue obeying all that is written in the book of the law of Moses, so that you do not turn from it to the right or left"
    },
    {
        "o": 7160,
        "r": "csb:Joshua:23:7",
        "t": "and so that you do not associate with these nations remaining among you. Do not call on the names of their gods or make an oath to them; do not serve them or bow in worship to them."
    },
    {
        "o": 7161,
        "r": "csb:Joshua:23:8",
        "t": "Instead, be loyal to the Lord*s your God, as you have been to this day."
    },
    {
        "o": 7162,
        "r": "csb:Joshua:23:9",
        "t": "“The*p Lord*s has driven out great and powerful nations before you, and no one is able to stand against you to this day."
    },
    {
        "o": 7163,
        "r": "csb:Joshua:23:10",
        "t": "One of you routed a thousand because the Lord*s your God was fighting for you, as he promised."
    },
    {
        "o": 7164,
        "r": "csb:Joshua:23:11",
        "t": "So diligently watch yourselves! Love the Lord*s your God!"
    },
    {
        "o": 7165,
        "r": "csb:Joshua:23:12",
        "t": "If you ever turn away and become loyal to the rest of these nations remaining among you, and if you intermarry or associate with them and they with you,"
    },
    {
        "o": 7166,
        "r": "csb:Joshua:23:13",
        "t": "know for certain that the Lord*s your God will not continue to drive these nations out before you. They will become a snare and a trap for you, a sharp stick for your sides and thorns in your eyes, until you disappear from this good land the Lord*s your God has given you."
    },
    {
        "o": 7167,
        "r": "csb:Joshua:23:14",
        "t": "“I*p am now going the way of the whole earth, and you know with all your heart and all your soul that none of the good promises the Lord*s your God made to you has failed. Everything was fulfilled for you; not one promise has failed."
    },
    {
        "o": 7168,
        "r": "csb:Joshua:23:15",
        "t": "Since every good thing the Lord*s your God promised you has come about, so he will bring on you every bad thing until he has annihilated you from this good land the Lord*s your God has given you."
    },
    {
        "o": 7169,
        "r": "csb:Joshua:23:16",
        "t": "If you break the covenant of the Lord*s your God, which he commanded you, and go and serve other gods, and bow in worship to them, the Lord’s*s anger will burn against you, and you will quickly disappear from this good land he has given you.”"
    }
]
