[
    {
        "o": 23448,
        "r": "niv:Ezekiel:35:0",
        "t": "Ezekiel 35",
        "h": 1
    },
    {
        "o": 23449,
        "r": "niv:Ezekiel:35:0",
        "t": "A Prophecy Against Edom",
        "h": 2
    },
    {
        "o": 23450,
        "r": "niv:Ezekiel:35:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23451,
        "r": "niv:Ezekiel:35:2",
        "t": "“Son of man, set your face against Mount Seir; prophesy against it"
    },
    {
        "o": 23452,
        "r": "niv:Ezekiel:35:3",
        "t": "and say: ‘This is what the Sovereign Lord*s says: I am against you, Mount Seir, and I will stretch out my hand against you and make you a desolate waste."
    },
    {
        "o": 23453,
        "r": "niv:Ezekiel:35:4",
        "t": "I will turn your towns into ruins and you will be desolate. Then you will know that I am the Lord.*s"
    },
    {
        "o": 23454,
        "r": "niv:Ezekiel:35:5",
        "t": "“ ‘Because*p you harbored an ancient hostility and delivered the Israelites over to the sword at the time of their calamity, the time their punishment reached its climax,"
    },
    {
        "o": 23455,
        "r": "niv:Ezekiel:35:6",
        "t": "therefore as surely as I live, declares the Sovereign Lord,*s I will give you over to bloodshed and it will pursue you. Since you did not hate bloodshed, bloodshed will pursue you."
    },
    {
        "o": 23456,
        "r": "niv:Ezekiel:35:7",
        "t": "I will make Mount Seir a desolate waste and cut off from it all who come and go."
    },
    {
        "o": 23457,
        "r": "niv:Ezekiel:35:8",
        "t": "I will fill your mountains with the slain; those killed by the sword will fall on your hills and in your valleys and in all your ravines."
    },
    {
        "o": 23458,
        "r": "niv:Ezekiel:35:9",
        "t": "I will make you desolate forever; your towns will not be inhabited. Then you will know that I am the Lord.*s"
    },
    {
        "o": 23459,
        "r": "niv:Ezekiel:35:10",
        "t": "“ ‘Because*p you have said, “These two nations and countries will be ours and we will take possession of them,” even though I the Lord*s was there,"
    },
    {
        "o": 23460,
        "r": "niv:Ezekiel:35:11",
        "t": "therefore as surely as I live, declares the Sovereign Lord,*s I will treat you in accordance with the anger and jealousy you showed in your hatred of them and I will make myself known among them when I judge you."
    },
    {
        "o": 23461,
        "r": "niv:Ezekiel:35:12",
        "t": "Then you will know that I the Lord*s have heard all the contemptible things you have said against the mountains of Israel. You said, “They have been laid waste and have been given over to us to devour.”"
    },
    {
        "o": 23462,
        "r": "niv:Ezekiel:35:13",
        "t": "You boasted against me and spoke against me without restraint, and I heard it."
    },
    {
        "o": 23463,
        "r": "niv:Ezekiel:35:14",
        "t": "This is what the Sovereign Lord*s says: While the whole earth rejoices, I will make you desolate."
    },
    {
        "o": 23464,
        "r": "niv:Ezekiel:35:15",
        "t": "Because you rejoiced when the inheritance of Israel became desolate, that is how I will treat you. You will be desolate, Mount Seir, you and all of Edom. Then they will know that I am the Lord*s .’ ”"
    }
]
