[
    {
        "o": 7613,
        "r": "niv:Judges:17:0",
        "t": "Judges 17",
        "h": 1
    },
    {
        "o": 7614,
        "r": "niv:Judges:17:0",
        "t": "Micah’s Idols",
        "h": 2
    },
    {
        "o": 7615,
        "r": "niv:Judges:17:1",
        "t": "Now*p a man named Micah from the hill country of Ephraim"
    },
    {
        "o": 7616,
        "r": "niv:Judges:17:2",
        "t": "said to his mother, “The eleven hundred shekels of silver that were taken from you and about which I heard you utter a curse—I have that silver with me; I took it.” Then*p his mother said, “The Lord*s bless you, my son!”"
    },
    {
        "o": 7617,
        "r": "niv:Judges:17:3",
        "t": "When*p he returned the eleven hundred shekels of silver to his mother, she said, “I solemnly consecrate my silver to the Lord*s for my son to make an image overlaid with silver. I will give it back to you.”"
    },
    {
        "o": 7618,
        "r": "niv:Judges:17:4",
        "t": "So*p after he returned the silver to his mother, she took two hundred shekels of silver and gave them to a silversmith, who used them to make the idol. And it was put in Micah’s house."
    },
    {
        "o": 7619,
        "r": "niv:Judges:17:5",
        "t": "Now*p this man Micah had a shrine, and he made an ephod and some household gods and installed one of his sons as his priest."
    },
    {
        "o": 7620,
        "r": "niv:Judges:17:6",
        "t": "In those days Israel had no king; everyone did as they saw fit."
    },
    {
        "o": 7621,
        "r": "niv:Judges:17:7",
        "t": "A*p young Levite from Bethlehem in Judah, who had been living within the clan of Judah,"
    },
    {
        "o": 7622,
        "r": "niv:Judges:17:8",
        "t": "left that town in search of some other place to stay. On his way he came to Micah’s house in the hill country of Ephraim."
    },
    {
        "o": 7623,
        "r": "niv:Judges:17:9",
        "t": "Micah*p asked him, “Where are you from?” “I’m*p a Levite from Bethlehem in Judah,” he said, “and I’m looking for a place to stay.”"
    },
    {
        "o": 7624,
        "r": "niv:Judges:17:10",
        "t": "Then*p Micah said to him, “Live with me and be my father and priest, and I’ll give you ten shekels of silver a year, your clothes and your food.”"
    },
    {
        "o": 7625,
        "r": "niv:Judges:17:11",
        "t": "So the Levite agreed to live with him, and the young man became like one of his sons to him."
    },
    {
        "o": 7626,
        "r": "niv:Judges:17:12",
        "t": "Then Micah installed the Levite, and the young man became his priest and lived in his house."
    },
    {
        "o": 7627,
        "r": "niv:Judges:17:13",
        "t": "And Micah said, “Now I know that the Lord*s will be good to me, since this Levite has become my priest.”"
    }
]
