[
    {
        "o": 3499,
        "r": "nasb:Leviticus:16:0",
        "t": "Leviticus 16",
        "h": 1
    },
    {
        "o": 3500,
        "r": "nasb:Leviticus:16:0",
        "t": "Law of Atonement",
        "h": 2
    },
    {
        "o": 3501,
        "r": "nasb:Leviticus:16:1",
        "t": "Now*p the Lord*s spoke to Moses after the death of the two sons of Aaron, when they had approached the presence of the Lord*s and died."
    },
    {
        "o": 3502,
        "r": "nasb:Leviticus:16:2",
        "t": "The Lord*s said to Moses: “Tell*bp your brother Aaron that he shall not enter at any time into the holy place inside the veil, before the mercy seat which is on the ark, or he will die; for I will appear in the cloud over the mercy seat."
    },
    {
        "o": 3503,
        "r": "nasb:Leviticus:16:3",
        "t": "Aaron shall enter the holy place with this: with a bull for a sin offering and a ram for a burnt offering."
    },
    {
        "o": 3504,
        "r": "nasb:Leviticus:16:4",
        "t": "He shall put on the holy linen tunic, and the linen undergarments shall be next to his body, and he shall be girded with the linen sash and attired with the linen turban (these are holy garments). Then he shall bathe his body in water and put them on."
    },
    {
        "o": 3505,
        "r": "nasb:Leviticus:16:5",
        "t": "He shall take from the congregation of the sons of Israel two male goats for a sin offering and one ram for a burnt offering."
    },
    {
        "o": 3506,
        "r": "nasb:Leviticus:16:6",
        "t": "Then Aaron shall offer the bull for the sin offering which is for himself, that he may make atonement for himself and for his household."
    },
    {
        "o": 3507,
        "r": "nasb:Leviticus:16:7",
        "t": "He shall take the two goats and present them before the Lord*s at the doorway of the tent of meeting."
    },
    {
        "o": 3508,
        "r": "nasb:Leviticus:16:8",
        "t": "Aaron shall cast lots for the two goats, one lot for the Lord*s and the other lot for the scapegoat."
    },
    {
        "o": 3509,
        "r": "nasb:Leviticus:16:9",
        "t": "Then Aaron shall offer the goat on which the lot for the Lord*s fell, and make it a sin offering."
    },
    {
        "o": 3510,
        "r": "nasb:Leviticus:16:10",
        "t": "But the goat on which the lot for the scapegoat fell shall be presented alive before the Lord,*s to make atonement upon it, to send it into the wilderness as the scapegoat."
    },
    {
        "o": 3511,
        "r": "nasb:Leviticus:16:11",
        "t": "“Then*p Aaron shall offer the bull of the sin offering which is for himself and make atonement for himself and for his household, and he shall slaughter the bull of the sin offering which is for himself."
    },
    {
        "o": 3512,
        "r": "nasb:Leviticus:16:12",
        "t": "He shall take a firepan full of coals of fire from upon the altar before the Lord*s and two handfuls of finely ground sweet incense, and bring it*i inside the veil."
    },
    {
        "o": 3513,
        "r": "nasb:Leviticus:16:13",
        "t": "He shall put the incense on the fire before the Lord,*s that the cloud of incense may cover the mercy seat that is on the*i ark*i of*i the testimony, otherwise he will die."
    },
    {
        "o": 3514,
        "r": "nasb:Leviticus:16:14",
        "t": "Moreover, he shall take some of the blood of the bull and sprinkle it*i with his finger on the mercy seat on the east side;*i also in front of the mercy seat he shall sprinkle some of the blood with his finger seven times."
    },
    {
        "o": 3515,
        "r": "nasb:Leviticus:16:15",
        "t": "“Then*p he shall slaughter the goat of the sin offering which is for the people, and bring its blood inside the veil and do with its blood as he did with the blood of the bull, and sprinkle it on the mercy seat and in front of the mercy seat."
    },
    {
        "o": 3516,
        "r": "nasb:Leviticus:16:16",
        "t": "He shall make atonement for the holy place, because of the impurities of the sons of Israel and because of their transgressions in regard to all their sins; and thus he shall do for the tent of meeting which abides with them in the midst of their impurities."
    },
    {
        "o": 3517,
        "r": "nasb:Leviticus:16:17",
        "t": "When he goes in to make atonement in the holy place, no one shall be in the tent of meeting until he comes out, that he may make atonement for himself and for his household and for all the assembly of Israel."
    },
    {
        "o": 3518,
        "r": "nasb:Leviticus:16:18",
        "t": "Then he shall go out to the altar that is before the Lord*s and make atonement for it, and shall take some of the blood of the bull and of the blood of the goat and put it on the horns of the altar on all sides."
    },
    {
        "o": 3519,
        "r": "nasb:Leviticus:16:19",
        "t": "With his finger he shall sprinkle some of the blood on it seven times and cleanse it, and from the impurities of the sons of Israel consecrate it."
    },
    {
        "o": 3520,
        "r": "nasb:Leviticus:16:20",
        "t": "“When*p he finishes atoning for the holy place and the tent of meeting and the altar, he shall offer the live goat."
    },
    {
        "o": 3521,
        "r": "nasb:Leviticus:16:21",
        "t": "Then Aaron shall lay both of his hands on the head of the live goat, and confess over it all the iniquities of the sons of Israel and all their transgressions in regard to all their sins; and he shall lay them on the head of the goat and send it*i away into the wilderness by the hand of a man who stands*i in readiness."
    },
    {
        "o": 3522,
        "r": "nasb:Leviticus:16:22",
        "t": "The goat shall bear on itself all their iniquities to a solitary land; and he shall release the goat in the wilderness."
    },
    {
        "o": 3523,
        "r": "nasb:Leviticus:16:23",
        "t": "“Then*p Aaron shall come into the tent of meeting and take off the linen garments which he put on when he went into the holy place, and shall leave them there."
    },
    {
        "o": 3524,
        "r": "nasb:Leviticus:16:24",
        "t": "He shall bathe his body with water in a holy place and put on his clothes, and come forth and offer his burnt offering and the burnt offering of the people and make atonement for himself and for the people."
    },
    {
        "o": 3525,
        "r": "nasb:Leviticus:16:25",
        "t": "Then he shall offer up in smoke the fat of the sin offering on the altar."
    },
    {
        "o": 3526,
        "r": "nasb:Leviticus:16:26",
        "t": "The one who released the goat as the scapegoat shall wash his clothes and bathe his body with water; then afterward he shall come into the camp."
    },
    {
        "o": 3527,
        "r": "nasb:Leviticus:16:27",
        "t": "But the bull of the sin offering and the goat of the sin offering, whose blood was brought in to make atonement in the holy place, shall be taken outside the camp, and they shall burn their hides, their flesh, and their refuse in the fire."
    },
    {
        "o": 3528,
        "r": "nasb:Leviticus:16:28",
        "t": "Then the one who burns them shall wash his clothes and bathe his body with water, then afterward he shall come into the camp."
    },
    {
        "o": 3529,
        "r": "nasb:Leviticus:16:28",
        "t": "An Annual Atonement",
        "h": 2
    },
    {
        "o": 3530,
        "r": "nasb:Leviticus:16:29",
        "t": "“This*ip shall be a permanent statute for you: in the seventh month, on the tenth day of the month, you shall humble your souls and not do any work, whether the native, or the alien who sojourns among you;"
    },
    {
        "o": 3531,
        "r": "nasb:Leviticus:16:30",
        "t": "for it is on this day that atonement shall be made for you to cleanse you; you will be clean from all your sins before the Lord.*s"
    },
    {
        "o": 3532,
        "r": "nasb:Leviticus:16:31",
        "t": "It is to be a sabbath of solemn rest for you, that you may humble your souls; it is a permanent statute."
    },
    {
        "o": 3533,
        "r": "nasb:Leviticus:16:32",
        "t": "So the priest who is anointed and ordained to serve as priest in his father’s place shall make atonement: he shall thus put on the linen garments, the holy garments,"
    },
    {
        "o": 3534,
        "r": "nasb:Leviticus:16:33",
        "t": "and make atonement for the holy sanctuary, and he shall make atonement for the tent of meeting and for the altar. He shall also make atonement for the priests and for all the people of the assembly."
    },
    {
        "o": 3535,
        "r": "nasb:Leviticus:16:34",
        "t": "Now you shall have this as a permanent statute, to make atonement for the sons of Israel for all their sins once every year.” And just as the Lord*s had commanded Moses, so*i he did."
    }
]
