[
    {
        "o": 15522,
        "r": "niv:Psalm:21:0",
        "t": "Psalm 21",
        "h": 1
    },
    {
        "o": 15523,
        "r": "niv:Psalm:21:0",
        "t": "For the director of music. A psalm of David.",
        "h": 4
    },
    {
        "o": 15524,
        "r": "niv:Psalm:21:1",
        "t": "The*pn king rejoices in your strength, Lord.*s How*ld great is his joy in the victories you give!"
    },
    {
        "o": 15525,
        "r": "niv:Psalm:21:2",
        "t": "You*pn have granted him his heart’s desire and*ld have not withheld the request of his lips."
    },
    {
        "o": 15526,
        "r": "niv:Psalm:21:3",
        "t": "You*ln came to greet him with rich blessings and*ld placed a crown of pure gold on his head."
    },
    {
        "o": 15527,
        "r": "niv:Psalm:21:4",
        "t": "He*ln asked you for life, and you gave it to him— length*ld of days, for ever and ever."
    },
    {
        "o": 15528,
        "r": "niv:Psalm:21:5",
        "t": "Through*ln the victories you gave, his glory is great; you*ld have bestowed on him splendor and majesty."
    },
    {
        "o": 15529,
        "r": "niv:Psalm:21:6",
        "t": "Surely*ln you have granted him unending blessings and*ld made him glad with the joy of your presence."
    },
    {
        "o": 15530,
        "r": "niv:Psalm:21:7",
        "t": "For*ln the king trusts in the Lord;*s through*ld the unfailing love of the Most High he*ld will not be shaken."
    },
    {
        "o": 15531,
        "r": "niv:Psalm:21:8",
        "t": "Your*pn hand will lay hold on all your enemies; your*ld right hand will seize your foes."
    },
    {
        "o": 15532,
        "r": "niv:Psalm:21:9",
        "t": "When*ln you appear for battle, you*ld will burn them up as in a blazing furnace. The*ln Lord*s will swallow them up in his wrath, and*ld his fire will consume them."
    },
    {
        "o": 15533,
        "r": "niv:Psalm:21:10",
        "t": "You*ln will destroy their descendants from the earth, their*ld posterity from mankind."
    },
    {
        "o": 15534,
        "r": "niv:Psalm:21:11",
        "t": "Though*ln they plot evil against you and*ld devise wicked schemes, they cannot succeed."
    },
    {
        "o": 15535,
        "r": "niv:Psalm:21:12",
        "t": "You*ln will make them turn their backs when*ld you aim at them with drawn bow."
    },
    {
        "o": 15536,
        "r": "niv:Psalm:21:13",
        "t": "Be*pn exalted in your strength, Lord;*s we*ld will sing and praise your might."
    }
]
