[
    {
        "o": 33880,
        "r": "csb:Titus:1:0",
        "t": "Titus 1",
        "h": 1
    },
    {
        "o": 33881,
        "r": "csb:Titus:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33882,
        "r": "csb:Titus:1:1",
        "t": "Paul,*p a servant of God and an apostle of Jesus Christ, for the faith of God’s elect and their knowledge of the truth that leads to godliness,"
    },
    {
        "o": 33883,
        "r": "csb:Titus:1:2",
        "t": "in the hope of eternal life that God, who cannot lie, promised before time began."
    },
    {
        "o": 33884,
        "r": "csb:Titus:1:3",
        "t": "In his own time he has revealed his word in the preaching with which I was entrusted by the command of God our Savior:"
    },
    {
        "o": 33885,
        "r": "csb:Titus:1:4",
        "t": "To*p Titus, my true son in our common faith. Grace*p and peace from God the Father and Christ Jesus our Savior."
    },
    {
        "o": 33886,
        "r": "csb:Titus:1:4",
        "t": "Titus’s Ministry in Crete",
        "h": 2
    },
    {
        "o": 33887,
        "r": "csb:Titus:1:5",
        "t": "The*p reason I left you in Crete was to set right what was left undone and, as I directed you, to appoint elders in every town."
    },
    {
        "o": 33888,
        "r": "csb:Titus:1:6",
        "t": "An elder must be blameless, the husband of one wife, with faithful children who are not accused of wildness or rebellion."
    },
    {
        "o": 33889,
        "r": "csb:Titus:1:7",
        "t": "As an overseer of God’s household, he must be blameless, not arrogant, not hot-tempered, not an excessive drinker, not a bully, not greedy for money,"
    },
    {
        "o": 33890,
        "r": "csb:Titus:1:8",
        "t": "but hospitable, loving what is good, sensible, righteous, holy, self-controlled,"
    },
    {
        "o": 33891,
        "r": "csb:Titus:1:9",
        "t": "holding to the faithful message as taught, so that he will be able both to encourage with sound teaching and to refute those who contradict it."
    },
    {
        "o": 33892,
        "r": "csb:Titus:1:10",
        "t": "For*p there are many rebellious people, full of empty talk and deception, especially those from the circumcision party."
    },
    {
        "o": 33893,
        "r": "csb:Titus:1:11",
        "t": "It is necessary to silence them; they are ruining entire households by teaching what they shouldn’t in order to get money dishonestly."
    },
    {
        "o": 33894,
        "r": "csb:Titus:1:12",
        "t": "One of their very own prophets said, “Cretans are always liars, evil beasts, lazy gluttons.”"
    },
    {
        "o": 33895,
        "r": "csb:Titus:1:13",
        "t": "This testimony is true. For this reason, rebuke them sharply, so that they may be sound in the faith"
    },
    {
        "o": 33896,
        "r": "csb:Titus:1:14",
        "t": "and may not pay attention to Jewish myths and the commands of people who reject the truth."
    },
    {
        "o": 33897,
        "r": "csb:Titus:1:15",
        "t": "To*p the pure, everything is pure, but to those who are defiled and unbelieving nothing is pure; in fact, both their mind and conscience are defiled."
    },
    {
        "o": 33898,
        "r": "csb:Titus:1:16",
        "t": "They claim to know God, but they deny him by their works. They are detestable, disobedient, and unfit for any good work."
    },
    {
        "o": 33899,
        "r": "csb:Titus:2:0",
        "t": "Titus 2",
        "h": 1
    },
    {
        "o": 33900,
        "r": "csb:Titus:2:0",
        "t": "Sound Teaching and Christian Living",
        "h": 2
    },
    {
        "o": 33901,
        "r": "csb:Titus:2:1",
        "t": "But*p you are to proclaim things consistent with sound teaching."
    },
    {
        "o": 33902,
        "r": "csb:Titus:2:2",
        "t": "Older men are to be self-controlled, worthy of respect, sensible, and sound in faith, love, and endurance."
    },
    {
        "o": 33903,
        "r": "csb:Titus:2:3",
        "t": "In the same way, older women are to be reverent in behavior, not slanderers, not slaves to excessive drinking. They are to teach what is good,"
    },
    {
        "o": 33904,
        "r": "csb:Titus:2:4",
        "t": "so that they may encourage the young women to love their husbands and to love their children,"
    },
    {
        "o": 33905,
        "r": "csb:Titus:2:5",
        "t": "to be self-controlled, pure, workers at home, kind, and in submission to their husbands, so that God’s word will not be slandered."
    },
    {
        "o": 33906,
        "r": "csb:Titus:2:6",
        "t": "In*p the same way, encourage the young men to be self-controlled"
    },
    {
        "o": 33907,
        "r": "csb:Titus:2:7",
        "t": "in everything. Make yourself an example of good works with integrity and dignity in your teaching."
    },
    {
        "o": 33908,
        "r": "csb:Titus:2:8",
        "t": "Your message is to be sound beyond reproach, so that any opponent will be ashamed, because he doesn’t have anything bad to say about us."
    },
    {
        "o": 33909,
        "r": "csb:Titus:2:9",
        "t": "Slaves*p are to submit to their masters in everything, and to be well-pleasing, not talking back"
    },
    {
        "o": 33910,
        "r": "csb:Titus:2:10",
        "t": "or stealing, but demonstrating utter faithfulness, so that they may adorn the teaching of God our Savior in everything."
    },
    {
        "o": 33911,
        "r": "csb:Titus:2:11",
        "t": "For*p the grace of God has appeared, bringing salvation for all people,"
    },
    {
        "o": 33912,
        "r": "csb:Titus:2:12",
        "t": "instructing us to deny godlessness and worldly lusts and to live in a sensible, righteous, and godly way in the present age,"
    },
    {
        "o": 33913,
        "r": "csb:Titus:2:13",
        "t": "while we wait for the blessed hope, the appearing of the glory of our great God and Savior, Jesus Christ."
    },
    {
        "o": 33914,
        "r": "csb:Titus:2:14",
        "t": "He gave himself for us to redeem us from all lawlessness and to cleanse for himself a people for his own possession, eager to do good works."
    },
    {
        "o": 33915,
        "r": "csb:Titus:2:15",
        "t": "Proclaim*p these things; encourage and rebuke with all authority. Let no one disregard you."
    },
    {
        "o": 33916,
        "r": "csb:Titus:3:0",
        "t": "Titus 3",
        "h": 1
    },
    {
        "o": 33917,
        "r": "csb:Titus:3:0",
        "t": "Christian Living among Outsiders",
        "h": 2
    },
    {
        "o": 33918,
        "r": "csb:Titus:3:1",
        "t": "Remind*p them to submit to rulers and authorities, to obey, to be ready for every good work,"
    },
    {
        "o": 33919,
        "r": "csb:Titus:3:2",
        "t": "to slander no one, to avoid fighting, and to be kind, always showing gentleness to all people."
    },
    {
        "o": 33920,
        "r": "csb:Titus:3:3",
        "t": "For we too were once foolish, disobedient, deceived, enslaved by various passions and pleasures, living in malice and envy, hateful, detesting one another."
    },
    {
        "o": 33921,
        "r": "csb:Titus:3:4",
        "t": "But*p when the kindness of God our Savior and his love for mankind appeared,"
    },
    {
        "o": 33922,
        "r": "csb:Titus:3:5",
        "t": "he saved us —not by works of righteousness that we had done, but according to his mercy- through the washing of regeneration and renewal by the Holy Spirit."
    },
    {
        "o": 33923,
        "r": "csb:Titus:3:6",
        "t": "He poured out his Spirit on us abundantly through Jesus Christ our Savior"
    },
    {
        "o": 33924,
        "r": "csb:Titus:3:7",
        "t": "so that, having been justified by his grace, we may become heirs with the hope of eternal life."
    },
    {
        "o": 33925,
        "r": "csb:Titus:3:8",
        "t": "This saying is trustworthy. I want you to insist on these things, so that those who have believed God might be careful to devote themselves to good works. These are good and profitable for everyone."
    },
    {
        "o": 33926,
        "r": "csb:Titus:3:9",
        "t": "But avoid foolish debates, genealogies, quarrels, and disputes about the law, because they are unprofitable and worthless."
    },
    {
        "o": 33927,
        "r": "csb:Titus:3:10",
        "t": "Reject a divisive person after a first and second warning."
    },
    {
        "o": 33928,
        "r": "csb:Titus:3:11",
        "t": "For you know that such a person has gone astray and is sinning; he is self-condemned."
    },
    {
        "o": 33929,
        "r": "csb:Titus:3:11",
        "t": "Final Instructions and Closing",
        "h": 2
    },
    {
        "o": 33930,
        "r": "csb:Titus:3:12",
        "t": "When*p I send Artemas or Tychicus to you, make every effort to come to me in Nicopolis, because I have decided to spend the winter there."
    },
    {
        "o": 33931,
        "r": "csb:Titus:3:13",
        "t": "Diligently help Zenas the lawyer and Apollos on their journey, so that they will lack nothing."
    },
    {
        "o": 33932,
        "r": "csb:Titus:3:14",
        "t": "Let*p our people learn to devote themselves to good works for pressing needs, so that they will not be unfruitful."
    },
    {
        "o": 33933,
        "r": "csb:Titus:3:15",
        "t": "All those who are with me send you greetings. Greet those who love us in the faith. Grace be with all of you."
    }
]
