[
    {
        "o": 25387,
        "r": "niv:Zechariah:13:0",
        "t": "Zechariah 13",
        "h": 1
    },
    {
        "o": 25388,
        "r": "niv:Zechariah:13:0",
        "t": "Cleansing From Sin",
        "h": 2
    },
    {
        "o": 25389,
        "r": "niv:Zechariah:13:1",
        "t": "“On*p that day a fountain will be opened to the house of David and the inhabitants of Jerusalem, to cleanse them from sin and impurity."
    },
    {
        "o": 25390,
        "r": "niv:Zechariah:13:2",
        "t": "“On*p that day, I will banish the names of the idols from the land, and they will be remembered no more,” declares the Lord*s Almighty. “I will remove both the prophets and the spirit of impurity from the land."
    },
    {
        "o": 25391,
        "r": "niv:Zechariah:13:3",
        "t": "And if anyone still prophesies, their father and mother, to whom they were born, will say to them, ‘You must die, because you have told lies in the Lord’s*s name.’ Then their own parents will stab the one who prophesies."
    },
    {
        "o": 25392,
        "r": "niv:Zechariah:13:4",
        "t": "“On*p that day every prophet will be ashamed of their prophetic vision. They will not put on a prophet’s garment of hair in order to deceive."
    },
    {
        "o": 25393,
        "r": "niv:Zechariah:13:5",
        "t": "Each will say, ‘I am not a prophet. I am a farmer; the land has been my livelihood since my youth.’"
    },
    {
        "o": 25394,
        "r": "niv:Zechariah:13:6",
        "t": "If someone asks, ‘What are these wounds on your body?’ they will answer, ‘The wounds I was given at the house of my friends.’"
    },
    {
        "o": 25395,
        "r": "niv:Zechariah:13:6",
        "t": "The Shepherd Struck, the Sheep Scattered",
        "h": 2
    },
    {
        "o": 25396,
        "r": "niv:Zechariah:13:7",
        "t": "“Awake,*pn sword, against my shepherd, against*ld the man who is close to me!” declares*ld the Lord*s Almighty. “Strike*ln the shepherd, and*ld the sheep will be scattered, and*ld I will turn my hand against the little ones."
    },
    {
        "o": 25397,
        "r": "niv:Zechariah:13:8",
        "t": "In*ln the whole land,” declares the Lord,*s “two-thirds*ld will be struck down and perish; yet*ld one-third will be left in it."
    },
    {
        "o": 25398,
        "r": "niv:Zechariah:13:9",
        "t": "This*ln third I will put into the fire; I*ld will refine them like silver and*ld test them like gold. They*ln will call on my name and*ld I will answer them; I*ln will say, ‘They are my people,’ and*ld they will say, ‘The Lord*s is our God.’ ”"
    }
]
