[
    {
        "o": 13625,
        "r": "nasb:Nehemiah:4:0",
        "t": "Nehemiah 4",
        "h": 1
    },
    {
        "o": 13626,
        "r": "nasb:Nehemiah:4:0",
        "t": "Work Is Ridiculed",
        "h": 2
    },
    {
        "o": 13627,
        "r": "nasb:Nehemiah:4:1",
        "t": "Now*p it came about that when Sanballat heard that we were rebuilding the wall, he became furious and very angry and mocked the Jews."
    },
    {
        "o": 13628,
        "r": "nasb:Nehemiah:4:2",
        "t": "He spoke in the presence of his brothers and the wealthy men*i of Samaria and said, “What are these feeble Jews doing? Are they going to restore it*i for themselves? Can they offer sacrifices? Can they finish in a day? Can they revive the stones from the dusty rubble even the burned ones?”"
    },
    {
        "o": 13629,
        "r": "nasb:Nehemiah:4:3",
        "t": "Now Tobiah the Ammonite was*i near him and he said, “Even what they are building—if a fox should jump on it,*i he would break their stone wall down!”"
    },
    {
        "o": 13630,
        "r": "nasb:Nehemiah:4:4",
        "t": "Hear,*p O our God, how we are despised! Return their reproach on their own heads and give them up for plunder in a land of captivity."
    },
    {
        "o": 13631,
        "r": "nasb:Nehemiah:4:5",
        "t": "Do not forgive their iniquity and let not their sin be blotted out before You, for they have demoralized the builders."
    },
    {
        "o": 13632,
        "r": "nasb:Nehemiah:4:6",
        "t": "So*p we built the wall and the whole wall was joined together to half its height,*i for the people had a mind to work."
    },
    {
        "o": 13633,
        "r": "nasb:Nehemiah:4:7",
        "t": "Now*p when Sanballat, Tobiah, the Arabs, the Ammonites and the Ashdodites heard that the repair of the walls of Jerusalem went on, and*i that the breaches began to be closed, they were very angry."
    },
    {
        "o": 13634,
        "r": "nasb:Nehemiah:4:8",
        "t": "All of them conspired together to come and*i fight against Jerusalem and to cause a disturbance in it."
    },
    {
        "o": 13635,
        "r": "nasb:Nehemiah:4:8",
        "t": "Discouragement Overcome",
        "h": 2
    },
    {
        "o": 13636,
        "r": "nasb:Nehemiah:4:9",
        "t": "But*p we prayed to our God, and because of them we set up a guard against them day and night."
    },
    {
        "o": 13637,
        "r": "nasb:Nehemiah:4:10",
        "t": "Thus*p in Judah it was said, “The*pn strength of the burden bearers is failing, Yet*ln there is much rubbish; And*ln we ourselves are unable To*ln rebuild the wall.”"
    },
    {
        "o": 13638,
        "r": "nasb:Nehemiah:4:11",
        "t": "Our*p enemies said, “They will not know or see until we come among them, kill them and put a stop to the work.”"
    },
    {
        "o": 13639,
        "r": "nasb:Nehemiah:4:12",
        "t": "When the Jews who lived near them came and told us ten times, “They will come up against us from every place where you may turn,”"
    },
    {
        "o": 13640,
        "r": "nasb:Nehemiah:4:13",
        "t": "then I stationed men*i in the lowest parts of the space behind the wall, the exposed places, and I stationed the people in families with their swords, spears and bows."
    },
    {
        "o": 13641,
        "r": "nasb:Nehemiah:4:14",
        "t": "When I saw their*i fear,*i I rose and spoke to the nobles, the officials and the rest of the people: “Do not be afraid of them; remember the Lord who is great and awesome, and fight for your brothers, your sons, your daughters, your wives and your houses.”"
    },
    {
        "o": 13642,
        "r": "nasb:Nehemiah:4:15",
        "t": "When*p our enemies heard that it was known to us, and that God had frustrated their plan, then all of us returned to the wall, each one to his work."
    },
    {
        "o": 13643,
        "r": "nasb:Nehemiah:4:16",
        "t": "From that day on, half of my servants carried on the work while half of them held the spears, the shields, the bows and the breastplates; and the captains were*i behind the whole house of Judah."
    },
    {
        "o": 13644,
        "r": "nasb:Nehemiah:4:17",
        "t": "Those who were rebuilding the wall and those who carried burdens took their*i load with one hand doing the work and the other holding a weapon."
    },
    {
        "o": 13645,
        "r": "nasb:Nehemiah:4:18",
        "t": "As for the builders, each wore*i his sword girded at his side as he built, while the trumpeter stood*i near me."
    },
    {
        "o": 13646,
        "r": "nasb:Nehemiah:4:19",
        "t": "I said to the nobles, the officials and the rest of the people, “The work is great and extensive, and we are separated on the wall far from one another."
    },
    {
        "o": 13647,
        "r": "nasb:Nehemiah:4:20",
        "t": "At whatever place you hear the sound of the trumpet, rally to us there. Our God will fight for us.”"
    },
    {
        "o": 13648,
        "r": "nasb:Nehemiah:4:21",
        "t": "So*p we carried on the work with half of them holding spears from dawn until the stars appeared."
    },
    {
        "o": 13649,
        "r": "nasb:Nehemiah:4:22",
        "t": "At that time I also said to the people, “Let each man with his servant spend the night within Jerusalem so that they may be a guard for us by night and a laborer by day.”"
    },
    {
        "o": 13650,
        "r": "nasb:Nehemiah:4:23",
        "t": "So neither I, my brothers, my servants, nor the men of the guard who followed me, none of us removed our clothes, each took*i his weapon even*i to*i the water."
    }
]
