[
    {
        "o": 22780,
        "r": "niv:Ezekiel:14:0",
        "t": "Ezekiel 14",
        "h": 1
    },
    {
        "o": 22781,
        "r": "niv:Ezekiel:14:0",
        "t": "Idolaters Condemned",
        "h": 2
    },
    {
        "o": 22782,
        "r": "niv:Ezekiel:14:1",
        "t": "Some*p of the elders of Israel came to me and sat down in front of me."
    },
    {
        "o": 22783,
        "r": "niv:Ezekiel:14:2",
        "t": "Then the word of the Lord*s came to me:"
    },
    {
        "o": 22784,
        "r": "niv:Ezekiel:14:3",
        "t": "“Son of man, these men have set up idols in their hearts and put wicked stumbling blocks before their faces. Should I let them inquire of me at all?"
    },
    {
        "o": 22785,
        "r": "niv:Ezekiel:14:4",
        "t": "Therefore speak to them and tell them, ‘This is what the Sovereign Lord*s says: When any of the Israelites set up idols in their hearts and put a wicked stumbling block before their faces and then go to a prophet, I the Lord*s will answer them myself in keeping with their great idolatry."
    },
    {
        "o": 22786,
        "r": "niv:Ezekiel:14:5",
        "t": "I will do this to recapture the hearts of the people of Israel, who have all deserted me for their idols.’"
    },
    {
        "o": 22787,
        "r": "niv:Ezekiel:14:6",
        "t": "“Therefore*p say to the people of Israel, ‘This is what the Sovereign Lord*s says: Repent! Turn from your idols and renounce all your detestable practices!"
    },
    {
        "o": 22788,
        "r": "niv:Ezekiel:14:7",
        "t": "“ ‘When*p any of the Israelites or any foreigner residing in Israel separate themselves from me and set up idols in their hearts and put a wicked stumbling block before their faces and then go to a prophet to inquire of me, I the Lord*s will answer them myself."
    },
    {
        "o": 22789,
        "r": "niv:Ezekiel:14:8",
        "t": "I will set my face against them and make them an example and a byword. I will remove them from my people. Then you will know that I am the Lord.*s"
    },
    {
        "o": 22790,
        "r": "niv:Ezekiel:14:9",
        "t": "“ ‘And*p if the prophet is enticed to utter a prophecy, I the Lord*s have enticed that prophet, and I will stretch out my hand against him and destroy him from among my people Israel."
    },
    {
        "o": 22791,
        "r": "niv:Ezekiel:14:10",
        "t": "They will bear their guilt—the prophet will be as guilty as the one who consults him."
    },
    {
        "o": 22792,
        "r": "niv:Ezekiel:14:11",
        "t": "Then the people of Israel will no longer stray from me, nor will they defile themselves anymore with all their sins. They will be my people, and I will be their God, declares the Sovereign Lord*s .’ ”"
    },
    {
        "o": 22793,
        "r": "niv:Ezekiel:14:11",
        "t": "Jerusalem’s Judgment Inescapable",
        "h": 2
    },
    {
        "o": 22794,
        "r": "niv:Ezekiel:14:12",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 22795,
        "r": "niv:Ezekiel:14:13",
        "t": "“Son of man, if a country sins against me by being unfaithful and I stretch out my hand against it to cut off its food supply and send famine upon it and kill its people and their animals,"
    },
    {
        "o": 22796,
        "r": "niv:Ezekiel:14:14",
        "t": "even if these three men—Noah, Daniel and Job—were in it, they could save only themselves by their righteousness, declares the Sovereign Lord.*s"
    },
    {
        "o": 22797,
        "r": "niv:Ezekiel:14:15",
        "t": "“Or*p if I send wild beasts through that country and they leave it childless and it becomes desolate so that no one can pass through it because of the beasts,"
    },
    {
        "o": 22798,
        "r": "niv:Ezekiel:14:16",
        "t": "as surely as I live, declares the Sovereign Lord,*s even if these three men were in it, they could not save their own sons or daughters. They alone would be saved, but the land would be desolate."
    },
    {
        "o": 22799,
        "r": "niv:Ezekiel:14:17",
        "t": "“Or*p if I bring a sword against that country and say, ‘Let the sword pass throughout the land,’ and I kill its people and their animals,"
    },
    {
        "o": 22800,
        "r": "niv:Ezekiel:14:18",
        "t": "as surely as I live, declares the Sovereign Lord,*s even if these three men were in it, they could not save their own sons or daughters. They alone would be saved."
    },
    {
        "o": 22801,
        "r": "niv:Ezekiel:14:19",
        "t": "“Or*p if I send a plague into that land and pour out my wrath on it through bloodshed, killing its people and their animals,"
    },
    {
        "o": 22802,
        "r": "niv:Ezekiel:14:20",
        "t": "as surely as I live, declares the Sovereign Lord,*s even if Noah, Daniel and Job were in it, they could save neither son nor daughter. They would save only themselves by their righteousness."
    },
    {
        "o": 22803,
        "r": "niv:Ezekiel:14:21",
        "t": "“For*p this is what the Sovereign Lord*s says: How much worse will it be when I send against Jerusalem my four dreadful judgments—sword and famine and wild beasts and plague—to kill its men and their animals!"
    },
    {
        "o": 22804,
        "r": "niv:Ezekiel:14:22",
        "t": "Yet there will be some survivors—sons and daughters who will be brought out of it. They will come to you, and when you see their conduct and their actions, you will be consoled regarding the disaster I have brought on Jerusalem—every disaster I have brought on it."
    },
    {
        "o": 22805,
        "r": "niv:Ezekiel:14:23",
        "t": "You will be consoled when you see their conduct and their actions, for you will know that I have done nothing in it without cause, declares the Sovereign Lord.”*s"
    }
]
