[
    {
        "o": 33874,
        "r": "nasb:1 Peter:3:0",
        "t": "1 Peter 3",
        "h": 1
    },
    {
        "o": 33875,
        "r": "nasb:1 Peter:3:0",
        "t": "Godly Living",
        "h": 2
    },
    {
        "o": 33876,
        "r": "nasb:1 Peter:3:1",
        "t": "In*p the same way, you wives, be submissive to your own husbands so that even if any of*i them*i are disobedient to the word, they may be won without a word by the behavior of their wives,"
    },
    {
        "o": 33877,
        "r": "nasb:1 Peter:3:2",
        "t": "as they observe your chaste and respectful behavior."
    },
    {
        "o": 33878,
        "r": "nasb:1 Peter:3:3",
        "t": "Your adornment must not be merely*i external—braiding the hair, and wearing gold jewelry, or putting on dresses;"
    },
    {
        "o": 33879,
        "r": "nasb:1 Peter:3:4",
        "t": "but let*i it*i be*i the hidden person of the heart, with the imperishable quality of a gentle and quiet spirit, which is precious in the sight of God."
    },
    {
        "o": 33880,
        "r": "nasb:1 Peter:3:5",
        "t": "For in this way in former times the holy women also, who hoped in God, used to adorn themselves, being submissive to their own husbands;"
    },
    {
        "o": 33881,
        "r": "nasb:1 Peter:3:6",
        "t": "just as Sarah obeyed Abraham, calling him lord, and you have become her children if you do what is right without being frightened by any fear."
    },
    {
        "o": 33882,
        "r": "nasb:1 Peter:3:7",
        "t": "You*p husbands in the same way, live with your*i wives*i in an understanding way, as with someone weaker, since she is a woman; and show her honor as a fellow heir of the grace of life, so that your prayers will not be hindered."
    },
    {
        "o": 33883,
        "r": "nasb:1 Peter:3:8",
        "t": "To*p sum up, all of you be harmonious, sympathetic, brotherly, kindhearted, and humble in spirit;"
    },
    {
        "o": 33884,
        "r": "nasb:1 Peter:3:9",
        "t": "not returning evil for evil or insult for insult, but giving a blessing instead; for you were called for the very purpose that you might inherit a blessing."
    },
    {
        "o": 33885,
        "r": "nasb:1 Peter:3:10",
        "t": "For, “The*spn one*s who*s desires*s life,*s to*s love*s and*s see*s good*s days,*s Must*sln keep*s his*s tongue*s from*s evil*s and*s his*s lips*s from*s speaking*s deceit.*s"
    },
    {
        "o": 33886,
        "r": "nasb:1 Peter:3:11",
        "t": "He*sln must*s turn*s away*s from*s evil*s and*s do*s good;*s He*sln must*s seek*s peace*s and*s pursue*s it.*s"
    },
    {
        "o": 33887,
        "r": "nasb:1 Peter:3:12",
        "t": "For*sln the*s eyes*s of*s the*s Lord*s are*s toward*s the*s righteous,*s And*ln His*s ears*s attend*s to*s their*s prayer,*s But*sln the*s face*s of*s the*s Lord*s is*s against*s those*s who*s do*s evil.”*s"
    },
    {
        "o": 33888,
        "r": "nasb:1 Peter:3:13",
        "t": "Who*p is there to harm you if you prove zealous for what is good?"
    },
    {
        "o": 33889,
        "r": "nasb:1 Peter:3:14",
        "t": "But even if you should suffer for the sake of righteousness, you are blessed. And do*s not*s fear*s their*s intimidation,*s and*s do*s not*s be*s troubled,*s"
    },
    {
        "o": 33890,
        "r": "nasb:1 Peter:3:15",
        "t": "but sanctify Christ as Lord in your hearts, always being*i ready to make a defense to everyone who asks you to give an account for the hope that is in you, yet with gentleness and reverence;"
    },
    {
        "o": 33891,
        "r": "nasb:1 Peter:3:16",
        "t": "and keep a good conscience so that in the thing in which you are slandered, those who revile your good behavior in Christ will be put to shame."
    },
    {
        "o": 33892,
        "r": "nasb:1 Peter:3:17",
        "t": "For it is better, if God should will it so, that you suffer for doing what is right rather than for doing what is wrong."
    },
    {
        "o": 33893,
        "r": "nasb:1 Peter:3:18",
        "t": "For Christ also died for sins once for all, the*i just for the*i unjust, so that He might bring us to God, having been put to death in the flesh, but made alive in the spirit;"
    },
    {
        "o": 33894,
        "r": "nasb:1 Peter:3:19",
        "t": "in which also He went and made proclamation to the spirits now*i in prison,"
    },
    {
        "o": 33895,
        "r": "nasb:1 Peter:3:20",
        "t": "who once were disobedient, when the patience of God kept waiting in the days of Noah, during the construction of the ark, in which a few, that is, eight persons, were brought safely through the*i water."
    },
    {
        "o": 33896,
        "r": "nasb:1 Peter:3:21",
        "t": "Corresponding to that, baptism now saves you—not the removal of dirt from the flesh, but an appeal to God for a good conscience—through the resurrection of Jesus Christ,"
    },
    {
        "o": 33897,
        "r": "nasb:1 Peter:3:22",
        "t": "who is at the right hand of God, having gone into heaven, after angels and authorities and powers had been subjected to Him."
    }
]
