[
    {
        "o": 20681,
        "r": "niv:Isaiah:59:0",
        "t": "Isaiah 59",
        "h": 1
    },
    {
        "o": 20682,
        "r": "niv:Isaiah:59:0",
        "t": "Sin, Confession and Redemption",
        "h": 2
    },
    {
        "o": 20683,
        "r": "niv:Isaiah:59:1",
        "t": "Surely*pn the arm of the Lord*s is not too short to save, nor*ld his ear too dull to hear."
    },
    {
        "o": 20684,
        "r": "niv:Isaiah:59:2",
        "t": "But*ln your iniquities have separated you*ld from your God; your*ln sins have hidden his face from you, so*ld that he will not hear."
    },
    {
        "o": 20685,
        "r": "niv:Isaiah:59:3",
        "t": "For*ln your hands are stained with blood, your*ld fingers with guilt. Your*ln lips have spoken falsely, and*ld your tongue mutters wicked things."
    },
    {
        "o": 20686,
        "r": "niv:Isaiah:59:4",
        "t": "No*ln one calls for justice; no*ld one pleads a case with integrity. They*ln rely on empty arguments, they utter lies; they*ld conceive trouble and give birth to evil."
    },
    {
        "o": 20687,
        "r": "niv:Isaiah:59:5",
        "t": "They*ln hatch the eggs of vipers and*ld spin a spider’s web. Whoever*ln eats their eggs will die, and*ld when one is broken, an adder is hatched."
    },
    {
        "o": 20688,
        "r": "niv:Isaiah:59:6",
        "t": "Their*ln cobwebs are useless for clothing; they*ld cannot cover themselves with what they make. Their*ln deeds are evil deeds, and*ld acts of violence are in their hands."
    },
    {
        "o": 20689,
        "r": "niv:Isaiah:59:7",
        "t": "Their*ln feet rush into sin; they*ld are swift to shed innocent blood. They*ln pursue evil schemes; acts*ld of violence mark their ways."
    },
    {
        "o": 20690,
        "r": "niv:Isaiah:59:8",
        "t": "The*ln way of peace they do not know; there*ld is no justice in their paths. They*ln have turned them into crooked roads; no*ld one who walks along them will know peace."
    },
    {
        "o": 20691,
        "r": "niv:Isaiah:59:9",
        "t": "So*pn justice is far from us, and*ld righteousness does not reach us. We*ln look for light, but all is darkness; for*ld brightness, but we walk in deep shadows."
    },
    {
        "o": 20692,
        "r": "niv:Isaiah:59:10",
        "t": "Like*ln the blind we grope along the wall, feeling*ld our way like people without eyes. At*ln midday we stumble as if it were twilight; among*ld the strong, we are like the dead."
    },
    {
        "o": 20693,
        "r": "niv:Isaiah:59:11",
        "t": "We*ln all growl like bears; we*ld moan mournfully like doves. We*ln look for justice, but find none; for*ld deliverance, but it is far away."
    },
    {
        "o": 20694,
        "r": "niv:Isaiah:59:12",
        "t": "For*pn our offenses are many in your sight, and*ld our sins testify against us. Our*ln offenses are ever with us, and*ld we acknowledge our iniquities:"
    },
    {
        "o": 20695,
        "r": "niv:Isaiah:59:13",
        "t": "rebellion*ln and treachery against the Lord,*s turning*ld our backs on our God, inciting*ln revolt and oppression, uttering*ld lies our hearts have conceived."
    },
    {
        "o": 20696,
        "r": "niv:Isaiah:59:14",
        "t": "So*ln justice is driven back, and*ld righteousness stands at a distance; truth*ln has stumbled in the streets, honesty*ld cannot enter."
    },
    {
        "o": 20697,
        "r": "niv:Isaiah:59:15",
        "t": "Truth*ln is nowhere to be found, and*ld whoever shuns evil becomes a prey. The*pn Lord*s looked and was displeased that*ld there was no justice."
    },
    {
        "o": 20698,
        "r": "niv:Isaiah:59:16",
        "t": "He*ln saw that there was no one, he*ld was appalled that there was no one to intervene; so*ln his own arm achieved salvation for him, and*ld his own righteousness sustained him."
    },
    {
        "o": 20699,
        "r": "niv:Isaiah:59:17",
        "t": "He*ln put on righteousness as his breastplate, and*ld the helmet of salvation on his head; he*ln put on the garments of vengeance and*ld wrapped himself in zeal as in a cloak."
    },
    {
        "o": 20700,
        "r": "niv:Isaiah:59:18",
        "t": "According*ln to what they have done, so*ld will he repay wrath*ln to his enemies and*ld retribution to his foes; he*ld will repay the islands their due."
    },
    {
        "o": 20701,
        "r": "niv:Isaiah:59:19",
        "t": "From*ln the west, people will fear the name of the Lord,*s and*ld from the rising of the sun, they will revere his glory. For*ln he will come like a pent-up flood that*ld the breath of the Lord*s drives along."
    },
    {
        "o": 20702,
        "r": "niv:Isaiah:59:20",
        "t": "“The*pn Redeemer will come to Zion, to*ld those in Jacob who repent of their sins,” declares*ld the Lord.*s"
    },
    {
        "o": 20703,
        "r": "niv:Isaiah:59:21",
        "t": "“As*p for me, this is my covenant with them,” says the Lord.*s “My Spirit, who is on you, will not depart from you, and my words that I have put in your mouth will always be on your lips, on the lips of your children and on the lips of their descendants—from this time on and forever,” says the Lord.*s"
    }
]
