[
    {
        "o": 23835,
        "r": "nasb:Ezekiel:38:0",
        "t": "Ezekiel 38",
        "h": 1
    },
    {
        "o": 23836,
        "r": "nasb:Ezekiel:38:0",
        "t": "Prophecy about Gog and Future Invasion of Israel",
        "h": 2
    },
    {
        "o": 23837,
        "r": "nasb:Ezekiel:38:1",
        "t": "And*p the word of the Lord*s came to me saying,"
    },
    {
        "o": 23838,
        "r": "nasb:Ezekiel:38:2",
        "t": "“Son of man, set your face toward Gog of the land of Magog, the prince of Rosh, Meshech and Tubal, and prophesy against him"
    },
    {
        "o": 23839,
        "r": "nasb:Ezekiel:38:3",
        "t": "and say, ‘Thus says the Lord God,*s “Behold, I am against you, O Gog, prince of Rosh, Meshech and Tubal."
    },
    {
        "o": 23840,
        "r": "nasb:Ezekiel:38:4",
        "t": "I will turn you about and put hooks into your jaws, and I will bring you out, and all your army, horses and horsemen, all of them splendidly attired, a great company with*i buckler and shield, all of them wielding swords;"
    },
    {
        "o": 23841,
        "r": "nasb:Ezekiel:38:5",
        "t": "Persia, Ethiopia and Put with them, all of them with*i shield and helmet;"
    },
    {
        "o": 23842,
        "r": "nasb:Ezekiel:38:6",
        "t": "Gomer with all its troops; Beth-togarmah from*i the remote parts of the north with all its troops—many peoples with you."
    },
    {
        "o": 23843,
        "r": "nasb:Ezekiel:38:7",
        "t": "“Be*p prepared, and prepare yourself, you and all your companies that are assembled about you, and be a guard for them."
    },
    {
        "o": 23844,
        "r": "nasb:Ezekiel:38:8",
        "t": "After many days you will be summoned; in the latter years you will come into the land that is restored from the sword, whose*i inhabitants*i have been gathered from many nations to the mountains of Israel which had been a continual waste; but its people were brought out from the nations, and they are living securely, all of them."
    },
    {
        "o": 23845,
        "r": "nasb:Ezekiel:38:9",
        "t": "You will go up, you will come like a storm; you will be like a cloud covering the land, you and all your troops, and many peoples with you.”"
    },
    {
        "o": 23846,
        "r": "nasb:Ezekiel:38:10",
        "t": "‘Thus*p says the Lord God,*s “It will come about on that day, that thoughts will come into your mind and you will devise an evil plan,"
    },
    {
        "o": 23847,
        "r": "nasb:Ezekiel:38:11",
        "t": "and you will say, ‘I will go up against the land of unwalled villages. I will go against those who are at rest, that live securely, all of them living without walls and having no bars or gates,"
    },
    {
        "o": 23848,
        "r": "nasb:Ezekiel:38:12",
        "t": "to capture spoil and to seize plunder, to turn your hand against the waste places which are now*i inhabited, and against the people who are gathered from the nations, who have acquired cattle and goods, who live at the center of the world.’"
    },
    {
        "o": 23849,
        "r": "nasb:Ezekiel:38:13",
        "t": "Sheba and Dedan and the merchants of Tarshish with all its villages will say to you, ‘Have you come to capture spoil? Have you assembled your company to seize plunder, to carry away silver and gold, to take away cattle and goods, to capture great spoil?’ ” ’"
    },
    {
        "o": 23850,
        "r": "nasb:Ezekiel:38:14",
        "t": "“Therefore*p prophesy, son of man, and say to Gog, ‘Thus says the Lord God,*s “On that day when My people Israel are living securely, will you not know it?*i"
    },
    {
        "o": 23851,
        "r": "nasb:Ezekiel:38:15",
        "t": "You will come from your place out of the remote parts of the north, you and many peoples with you, all of them riding on horses, a great assembly and a mighty army;"
    },
    {
        "o": 23852,
        "r": "nasb:Ezekiel:38:16",
        "t": "and you will come up against My people Israel like a cloud to cover the land. It shall come about in the last days that I will bring you against My land, so that the nations may know Me when I am sanctified through you before their eyes, O Gog.”"
    },
    {
        "o": 23853,
        "r": "nasb:Ezekiel:38:17",
        "t": "‘Thus*p says the Lord God,*s “Are you the one of whom I spoke in former days through My servants the prophets of Israel, who prophesied in those days for many*i years that I would bring you against them?"
    },
    {
        "o": 23854,
        "r": "nasb:Ezekiel:38:18",
        "t": "It will come about on that day, when Gog comes against the land of Israel,” declares the Lord God,*s “that My fury will mount up in My anger."
    },
    {
        "o": 23855,
        "r": "nasb:Ezekiel:38:19",
        "t": "In My zeal and in My blazing wrath I declare that*i on that day there will surely be a great earthquake in the land of Israel."
    },
    {
        "o": 23856,
        "r": "nasb:Ezekiel:38:20",
        "t": "The fish of the sea, the birds of the heavens, the beasts of the field, all the creeping things that creep on the earth, and all the men who are on the face of the earth will shake at My presence; the mountains also will be thrown down, the steep pathways will collapse and every wall will fall to the ground."
    },
    {
        "o": 23857,
        "r": "nasb:Ezekiel:38:21",
        "t": "I will call for a sword against him on all My mountains,” declares the Lord God.*s “Every man’s sword will be against his brother."
    },
    {
        "o": 23858,
        "r": "nasb:Ezekiel:38:22",
        "t": "With pestilence and with blood I will enter into judgment with him; and I will rain on him and on his troops, and on the many peoples who are with him, a torrential rain, with hailstones, fire and brimstone."
    },
    {
        "o": 23859,
        "r": "nasb:Ezekiel:38:23",
        "t": "I will magnify Myself, sanctify Myself, and make Myself known in the sight of many nations; and they will know that I am the Lord*s .” ’"
    }
]
