[
    {
        "o": 25063,
        "r": "nasb:Obadiah:1:0",
        "t": "Obadiah 1",
        "h": 1
    },
    {
        "o": 25064,
        "r": "nasb:Obadiah:1:0",
        "t": "Edom Will Be Humbled",
        "h": 2
    },
    {
        "o": 25065,
        "r": "nasb:Obadiah:1:1",
        "t": "The*p vision of Obadiah. Thus*p says the Lord God*s concerning Edom— We*pn have heard a report from the Lord,*s And*ln an envoy has been sent among the nations saying,*i “Arise*ln and let us go against her for battle”—"
    },
    {
        "o": 25066,
        "r": "nasb:Obadiah:1:2",
        "t": "“Behold,*ln I will make you small among the nations; You*ln are greatly despised."
    },
    {
        "o": 25067,
        "r": "nasb:Obadiah:1:3",
        "t": "The*ln arrogance of your heart has deceived you, You*ln who live in the clefts of the rock, In*ln the loftiness of your dwelling place, Who*ln say in your heart, ‘Who*ln will bring me down to earth?’"
    },
    {
        "o": 25068,
        "r": "nasb:Obadiah:1:4",
        "t": "Though*ln you build high like the eagle, Though*ln you set your nest among the stars, From*ln there I will bring you down,” declares the Lord.*s"
    },
    {
        "o": 25069,
        "r": "nasb:Obadiah:1:5",
        "t": "“If*ln thieves came to you, If*ln robbers by night— O*ln how you will be ruined!— Would*ln they not steal only*i until they had enough? If*ln grape gatherers came to you, Would*ln they not leave some*i gleanings?"
    },
    {
        "o": 25070,
        "r": "nasb:Obadiah:1:6",
        "t": "O*ln how Esau will be ransacked, And*iln his hidden treasures searched out!"
    },
    {
        "o": 25071,
        "r": "nasb:Obadiah:1:7",
        "t": "All*ln the men allied with you Will*ln send you forth to the border, And*ln the men at peace with you Will*ln deceive you and overpower you. They*iln who*i eat*i your bread Will*ln set an ambush for you. (There*ln is no understanding in him.)"
    },
    {
        "o": 25072,
        "r": "nasb:Obadiah:1:8",
        "t": "Will*ln I not on that day,” declares the Lord,*s “Destroy*ln wise men from Edom And*ln understanding from the mountain of Esau?"
    },
    {
        "o": 25073,
        "r": "nasb:Obadiah:1:9",
        "t": "Then*ln your mighty men will be dismayed, O Teman, So*ln that everyone may be cut off from the mountain of Esau by slaughter."
    },
    {
        "o": 25074,
        "r": "nasb:Obadiah:1:10",
        "t": "“Because*ln of violence to your brother Jacob, You*ln will be covered with*i shame, And*ln you will be cut off forever."
    },
    {
        "o": 25075,
        "r": "nasb:Obadiah:1:11",
        "t": "On*ln the day that you stood aloof, On*ln the day that strangers carried off his wealth, And*ln foreigners entered his gate And*ln cast lots for Jerusalem— You*ln too were as one of them."
    },
    {
        "o": 25076,
        "r": "nasb:Obadiah:1:12",
        "t": "Do*ln not gloat over your brother’s day, The*ln day of his misfortune. And*ln do not rejoice over the sons of Judah In*ln the day of their destruction; Yes,*ln do not boast In*ln the day of their*i distress."
    },
    {
        "o": 25077,
        "r": "nasb:Obadiah:1:13",
        "t": "Do*ln not enter the gate of My people In*ln the day of their disaster. Yes,*ln you, do not gloat over their calamity In*ln the day of their disaster. And*ln do not loot their wealth In*ln the day of their disaster."
    },
    {
        "o": 25078,
        "r": "nasb:Obadiah:1:14",
        "t": "Do*ln not stand at the fork of the road To*ln cut down their fugitives; And*ln do not imprison their survivors In*ln the day of their distress."
    },
    {
        "o": 25079,
        "r": "nasb:Obadiah:1:14",
        "t": "The Day of the Lord and the Future",
        "h": 2
    },
    {
        "o": 25080,
        "r": "nasb:Obadiah:1:15",
        "t": "“For*pn the day of the Lord*s draws near on all the nations. As*ln you have done, it will be done to you. Your*ln dealings will return on your own head."
    },
    {
        "o": 25081,
        "r": "nasb:Obadiah:1:16",
        "t": "Because*ln just as you drank on My holy mountain, All*ln the nations will drink continually. They*ln will drink and swallow And*ln become as if they had never existed."
    },
    {
        "o": 25082,
        "r": "nasb:Obadiah:1:17",
        "t": "But*ln on Mount Zion there will be those who escape, And*ln it will be holy. And*ln the house of Jacob will possess their possessions."
    },
    {
        "o": 25083,
        "r": "nasb:Obadiah:1:18",
        "t": "Then*ln the house of Jacob will be a fire And*ln the house of Joseph a flame; But*ln the house of Esau will*i be*i as stubble. And*ln they will set them on fire and consume them, So*ln that there will be no survivor of the house of Esau,” For*ln the Lord*s has spoken."
    },
    {
        "o": 25084,
        "r": "nasb:Obadiah:1:19",
        "t": "Then*ln those*i of*i the Negev will possess the mountain of Esau, And*ln those*i of*i the Shephelah the Philistine plain;*i Also,*ln possess the territory of Ephraim and the territory of Samaria, And*ln Benjamin will*i possess*i Gilead."
    },
    {
        "o": 25085,
        "r": "nasb:Obadiah:1:20",
        "t": "And*ln the exiles of this host of the sons of Israel, Who*ln are among*i the Canaanites as far as Zarephath, And*ln the exiles of Jerusalem who are in Sepharad Will*ln possess the cities of the Negev."
    },
    {
        "o": 25086,
        "r": "nasb:Obadiah:1:21",
        "t": "The*ln deliverers will ascend Mount Zion To*ln judge the mountain of Esau, And*ln the kingdom will be the Lord’s.*s"
    }
]
