[
    {
        "o": 2760,
        "r": "esv:Exodus:35:0",
        "t": "Exodus 35",
        "h": 1
    },
    {
        "o": 2761,
        "r": "esv:Exodus:35:0",
        "t": "Sabbath Regulations",
        "h": 2
    },
    {
        "o": 2762,
        "r": "esv:Exodus:35:1",
        "t": "Moses*p assembled all the congregation of the people of Israel and said to them, “These are the things that the Lord*s has commanded you to do."
    },
    {
        "o": 2763,
        "r": "esv:Exodus:35:2",
        "t": "Six days work shall be done, but on the seventh day you shall have a Sabbath of solemn rest, holy to the Lord.*s Whoever does any work on it shall be put to death."
    },
    {
        "o": 2764,
        "r": "esv:Exodus:35:3",
        "t": "You shall kindle no fire in all your dwelling places on the Sabbath day.”"
    },
    {
        "o": 2765,
        "r": "esv:Exodus:35:3",
        "t": "Contributions for the Tabernacle",
        "h": 2
    },
    {
        "o": 2766,
        "r": "esv:Exodus:35:4",
        "t": "Moses*p said to all the congregation of the people of Israel, “This is the thing that the Lord*s has commanded."
    },
    {
        "o": 2767,
        "r": "esv:Exodus:35:5",
        "t": "Take from among you a contribution to the Lord.*s Whoever is of a generous heart, let him bring the Lord’s*s contribution: gold, silver, and bronze;"
    },
    {
        "o": 2768,
        "r": "esv:Exodus:35:6",
        "t": "blue and purple and scarlet yarns and fine twined linen; goats’ hair,"
    },
    {
        "o": 2769,
        "r": "esv:Exodus:35:7",
        "t": "tanned rams’ skins, and goatskins; acacia wood,"
    },
    {
        "o": 2770,
        "r": "esv:Exodus:35:8",
        "t": "oil for the light, spices for the anointing oil and for the fragrant incense,"
    },
    {
        "o": 2771,
        "r": "esv:Exodus:35:9",
        "t": "and onyx stones and stones for setting, for the ephod and for the breastpiece."
    },
    {
        "o": 2772,
        "r": "esv:Exodus:35:10",
        "t": "“Let*p every skillful craftsman among you come and make all that the Lord*s has commanded:"
    },
    {
        "o": 2773,
        "r": "esv:Exodus:35:11",
        "t": "the tabernacle, its tent and its covering, its hooks and its frames, its bars, its pillars, and its bases;"
    },
    {
        "o": 2774,
        "r": "esv:Exodus:35:12",
        "t": "the ark with its poles, the mercy seat, and the veil of the screen;"
    },
    {
        "o": 2775,
        "r": "esv:Exodus:35:13",
        "t": "the table with its poles and all its utensils, and the bread of the Presence;"
    },
    {
        "o": 2776,
        "r": "esv:Exodus:35:14",
        "t": "the lampstand also for the light, with its utensils and its lamps, and the oil for the light;"
    },
    {
        "o": 2777,
        "r": "esv:Exodus:35:15",
        "t": "and the altar of incense, with its poles, and the anointing oil and the fragrant incense, and the screen for the door, at the door of the tabernacle;"
    },
    {
        "o": 2778,
        "r": "esv:Exodus:35:16",
        "t": "the altar of burnt offering, with its grating of bronze, its poles, and all its utensils, the basin and its stand;"
    },
    {
        "o": 2779,
        "r": "esv:Exodus:35:17",
        "t": "the hangings of the court, its pillars and its bases, and the screen for the gate of the court;"
    },
    {
        "o": 2780,
        "r": "esv:Exodus:35:18",
        "t": "the pegs of the tabernacle and the pegs of the court, and their cords;"
    },
    {
        "o": 2781,
        "r": "esv:Exodus:35:19",
        "t": "the finely worked garments for ministering in the Holy Place, the holy garments for Aaron the priest, and the garments of his sons, for their service as priests.”"
    },
    {
        "o": 2782,
        "r": "esv:Exodus:35:20",
        "t": "Then*p all the congregation of the people of Israel departed from the presence of Moses."
    },
    {
        "o": 2783,
        "r": "esv:Exodus:35:21",
        "t": "And they came, everyone whose heart stirred him, and everyone whose spirit moved him, and brought the Lord’s*s contribution to be used for the tent of meeting, and for all its service, and for the holy garments."
    },
    {
        "o": 2784,
        "r": "esv:Exodus:35:22",
        "t": "So they came, both men and women. All who were of a willing heart brought brooches and earrings and signet rings and armlets, all sorts of gold objects, every man dedicating an offering of gold to the Lord.*s"
    },
    {
        "o": 2785,
        "r": "esv:Exodus:35:23",
        "t": "And every one who possessed blue or purple or scarlet yarns or fine linen or goats’ hair or tanned rams’ skins or goatskins brought them."
    },
    {
        "o": 2786,
        "r": "esv:Exodus:35:24",
        "t": "Everyone who could make a contribution of silver or bronze brought it as the Lord’s*s contribution. And every one who possessed acacia wood of any use in the work brought it."
    },
    {
        "o": 2787,
        "r": "esv:Exodus:35:25",
        "t": "And every skillful woman spun with her hands, and they all brought what they had spun in blue and purple and scarlet yarns and fine twined linen."
    },
    {
        "o": 2788,
        "r": "esv:Exodus:35:26",
        "t": "All the women whose hearts stirred them to use their skill spun the goats’ hair."
    },
    {
        "o": 2789,
        "r": "esv:Exodus:35:27",
        "t": "And the leaders brought onyx stones and stones to be set, for the ephod and for the breastpiece,"
    },
    {
        "o": 2790,
        "r": "esv:Exodus:35:28",
        "t": "and spices and oil for the light, and for the anointing oil, and for the fragrant incense."
    },
    {
        "o": 2791,
        "r": "esv:Exodus:35:29",
        "t": "All the men and women, the people of Israel, whose heart moved them to bring anything for the work that the Lord*s had commanded by Moses to be done brought it as a freewill offering to the Lord.*s"
    },
    {
        "o": 2792,
        "r": "esv:Exodus:35:29",
        "t": "Construction of the Tabernacle",
        "h": 2
    },
    {
        "o": 2793,
        "r": "esv:Exodus:35:30",
        "t": "Then*p Moses said to the people of Israel, “See, the Lord*s has called by name Bezalel the son of Uri, son of Hur, of the tribe of Judah;"
    },
    {
        "o": 2794,
        "r": "esv:Exodus:35:31",
        "t": "and he has filled him with the Spirit of God, with skill, with intelligence, with knowledge, and with all craftsmanship,"
    },
    {
        "o": 2795,
        "r": "esv:Exodus:35:32",
        "t": "to devise artistic designs, to work in gold and silver and bronze,"
    },
    {
        "o": 2796,
        "r": "esv:Exodus:35:33",
        "t": "in cutting stones for setting, and in carving wood, for work in every skilled craft."
    },
    {
        "o": 2797,
        "r": "esv:Exodus:35:34",
        "t": "And he has inspired him to teach, both him and Oholiab the son of Ahisamach of the tribe of Dan."
    },
    {
        "o": 2798,
        "r": "esv:Exodus:35:35",
        "t": "He has filled them with skill to do every sort of work done by an engraver or by a designer or by an embroiderer in blue and purple and scarlet yarns and fine twined linen, or by a weaver— by any sort of workman or skilled designer."
    }
]
