[
    {
        "o": 11817,
        "r": "csb:1 Chronicles:10:0",
        "t": "1 Chronicles 10",
        "h": 1
    },
    {
        "o": 11818,
        "r": "csb:1 Chronicles:10:0",
        "t": "The Death of Saul and His Sons",
        "h": 2
    },
    {
        "o": 11819,
        "r": "csb:1 Chronicles:10:1",
        "t": "The*p Philistines fought against Israel, and Israel’s men fled from them. Many were killed on Mount Gilboa."
    },
    {
        "o": 11820,
        "r": "csb:1 Chronicles:10:2",
        "t": "The Philistines pursued Saul and his sons and killed his sons Jonathan, Abinadab, and Malchishua."
    },
    {
        "o": 11821,
        "r": "csb:1 Chronicles:10:3",
        "t": "When the battle intensified against Saul, the archers spotted him and severely wounded him."
    },
    {
        "o": 11822,
        "r": "csb:1 Chronicles:10:4",
        "t": "Then Saul said to his armor-bearer, “Draw your sword and run me through with it, or these uncircumcised men will come and torture me.” But his armor-bearer would not do it because he was terrified. Then Saul took his sword and fell on it."
    },
    {
        "o": 11823,
        "r": "csb:1 Chronicles:10:5",
        "t": "When his armor-bearer saw that Saul was dead, he also fell on his own sword and died."
    },
    {
        "o": 11824,
        "r": "csb:1 Chronicles:10:6",
        "t": "So Saul and his three sons died - his whole house died together."
    },
    {
        "o": 11825,
        "r": "csb:1 Chronicles:10:7",
        "t": "When*p all the men of Israel in the valley saw that the army had fled and that Saul and his sons were dead, they abandoned their cities and fled. So the Philistines came and settled in them."
    },
    {
        "o": 11826,
        "r": "csb:1 Chronicles:10:8",
        "t": "The*p next day when the Philistines came to strip the slain, they found Saul and his sons dead on Mount Gilboa."
    },
    {
        "o": 11827,
        "r": "csb:1 Chronicles:10:9",
        "t": "They stripped Saul, cut off his head, took his armor, and sent messengers throughout the land of the Philistines to spread the good news to their idols and the people."
    },
    {
        "o": 11828,
        "r": "csb:1 Chronicles:10:10",
        "t": "Then they put his armor in the temple of their gods and hung his skull in the temple of Dagon."
    },
    {
        "o": 11829,
        "r": "csb:1 Chronicles:10:11",
        "t": "When*p all Jabesh-gilead heard of everything the Philistines had done to Saul,"
    },
    {
        "o": 11830,
        "r": "csb:1 Chronicles:10:12",
        "t": "all their brave men set out and retrieved the body of Saul and the bodies of his sons and brought them to Jabesh. They buried their bones under the oak in Jabesh and fasted seven days."
    },
    {
        "o": 11831,
        "r": "csb:1 Chronicles:10:13",
        "t": "Saul*p died for his unfaithfulness to the Lord*s because he did not keep the Lord’s*s word. He even consulted a medium for guidance,"
    },
    {
        "o": 11832,
        "r": "csb:1 Chronicles:10:14",
        "t": "but he did not inquire of the Lord.*s So the Lord*s put him to death and turned the kingdom over to David son of Jesse."
    }
]
