[
    {
        "o": 15893,
        "r": "niv:Psalm:40:0",
        "t": "Psalm 40",
        "h": 1
    },
    {
        "o": 15894,
        "r": "niv:Psalm:40:0",
        "t": "For the director of music. Of David. A psalm.",
        "h": 4
    },
    {
        "o": 15895,
        "r": "niv:Psalm:40:1",
        "t": "I*pn waited patiently for the Lord;*s he*ld turned to me and heard my cry."
    },
    {
        "o": 15896,
        "r": "niv:Psalm:40:2",
        "t": "He*ln lifted me out of the slimy pit, out*ld of the mud and mire; he*ln set my feet on a rock and*ld gave me a firm place to stand."
    },
    {
        "o": 15897,
        "r": "niv:Psalm:40:3",
        "t": "He*ln put a new song in my mouth, a*ld hymn of praise to our God. Many*ln will see and fear the Lord*s and*ld put their trust in him."
    },
    {
        "o": 15898,
        "r": "niv:Psalm:40:4",
        "t": "Blessed*pn is the one who*ld trusts in the Lord,*s who*ln does not look to the proud, to*ld those who turn aside to false gods."
    },
    {
        "o": 15899,
        "r": "niv:Psalm:40:5",
        "t": "Many,*ln Lord*s my God, are*ld the wonders you have done, the*ld things you planned for us. None*ln can compare with you; were*ld I to speak and tell of your deeds, they*ld would be too many to declare."
    },
    {
        "o": 15900,
        "r": "niv:Psalm:40:6",
        "t": "Sacrifice*pn and offering you did not desire— but*ld my ears you have opened— burnt*ld offerings and sin offerings you did not require."
    },
    {
        "o": 15901,
        "r": "niv:Psalm:40:7",
        "t": "Then*ln I said, “Here I am, I have come— it*ld is written about me in the scroll."
    },
    {
        "o": 15902,
        "r": "niv:Psalm:40:8",
        "t": "I*ln desire to do your will, my God; your*ld law is within my heart.”"
    },
    {
        "o": 15903,
        "r": "niv:Psalm:40:9",
        "t": "I*pn proclaim your saving acts in the great assembly; I*ld do not seal my lips, Lord,*s as*ld you know."
    },
    {
        "o": 15904,
        "r": "niv:Psalm:40:10",
        "t": "I*ln do not hide your righteousness in my heart; I*ld speak of your faithfulness and your saving help. I*ln do not conceal your love and your faithfulness from*ld the great assembly."
    },
    {
        "o": 15905,
        "r": "niv:Psalm:40:11",
        "t": "Do*pn not withhold your mercy from me, Lord;*s may*ld your love and faithfulness always protect me."
    },
    {
        "o": 15906,
        "r": "niv:Psalm:40:12",
        "t": "For*ln troubles without number surround me; my*ld sins have overtaken me, and I cannot see. They*ln are more than the hairs of my head, and*ld my heart fails within me."
    },
    {
        "o": 15907,
        "r": "niv:Psalm:40:13",
        "t": "Be*ln pleased to save me, Lord;*s come*ld quickly, Lord,*s to help me."
    },
    {
        "o": 15908,
        "r": "niv:Psalm:40:14",
        "t": "May*pn all who want to take my life be*ld put to shame and confusion; may*ln all who desire my ruin be*ld turned back in disgrace."
    },
    {
        "o": 15909,
        "r": "niv:Psalm:40:15",
        "t": "May*ln those who say to me, “Aha! Aha!” be*ld appalled at their own shame."
    },
    {
        "o": 15910,
        "r": "niv:Psalm:40:16",
        "t": "But*ln may all who seek you rejoice*ld and be glad in you; may*ln those who long for your saving help always say, “The*ld Lord*s is great!”"
    },
    {
        "o": 15911,
        "r": "niv:Psalm:40:17",
        "t": "But*pn as for me, I am poor and needy; may*ld the Lord think of me. You*ln are my help and my deliverer; you*ld are my God, do not delay."
    }
]
