[
    {
        "o": 11330,
        "r": "esv:1 Chronicles:2:0",
        "t": "1 Chronicles 2",
        "h": 1
    },
    {
        "o": 11331,
        "r": "esv:1 Chronicles:2:0",
        "t": "A Genealogy of David",
        "h": 2
    },
    {
        "o": 11332,
        "r": "esv:1 Chronicles:2:1",
        "t": "These*p are the sons of Israel: Reuben, Simeon, Levi, Judah, Issachar, Zebulun,"
    },
    {
        "o": 11333,
        "r": "esv:1 Chronicles:2:2",
        "t": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher."
    },
    {
        "o": 11334,
        "r": "esv:1 Chronicles:2:3",
        "t": "The sons of Judah: Er, Onan and Shelah; these three Bath-shua the Canaanite bore to him. Now Er, Judah’s firstborn, was evil in the sight of the Lord,*s and he put him to death."
    },
    {
        "o": 11335,
        "r": "esv:1 Chronicles:2:4",
        "t": "His daughter-in-law Tamar also bore him Perez and Zerah. Judah had five sons in all."
    },
    {
        "o": 11336,
        "r": "esv:1 Chronicles:2:5",
        "t": "The*p sons of Perez: Hezron and Hamul."
    },
    {
        "o": 11337,
        "r": "esv:1 Chronicles:2:6",
        "t": "The sons of Zerah: Zimri, Ethan, Heman, Calcol, and Dara, five in all."
    },
    {
        "o": 11338,
        "r": "esv:1 Chronicles:2:7",
        "t": "The son of Carmi: Achan, the troubler of Israel, who broke faith in the matter of the devoted thing;"
    },
    {
        "o": 11339,
        "r": "esv:1 Chronicles:2:8",
        "t": "and Ethan’s son was Azariah."
    },
    {
        "o": 11340,
        "r": "esv:1 Chronicles:2:9",
        "t": "The*p sons of Hezron that were born to him: Jerahmeel, Ram, and Chelubai."
    },
    {
        "o": 11341,
        "r": "esv:1 Chronicles:2:10",
        "t": "Ram fathered Amminadab, and Amminadab fathered Nahshon, prince of the sons of Judah."
    },
    {
        "o": 11342,
        "r": "esv:1 Chronicles:2:11",
        "t": "Nahshon fathered Salmon, Salmon fathered Boaz,"
    },
    {
        "o": 11343,
        "r": "esv:1 Chronicles:2:12",
        "t": "Boaz fathered Obed, Obed fathered Jesse."
    },
    {
        "o": 11344,
        "r": "esv:1 Chronicles:2:13",
        "t": "Jesse fathered Eliab his firstborn, Abinadab the second, Shimea the third,"
    },
    {
        "o": 11345,
        "r": "esv:1 Chronicles:2:14",
        "t": "Nethanel the fourth, Raddai the fifth,"
    },
    {
        "o": 11346,
        "r": "esv:1 Chronicles:2:15",
        "t": "Ozem the sixth, David the seventh."
    },
    {
        "o": 11347,
        "r": "esv:1 Chronicles:2:16",
        "t": "And their sisters were Zeruiah and Abigail. The sons of Zeruiah: Abishai, Joab, and Asahel, three."
    },
    {
        "o": 11348,
        "r": "esv:1 Chronicles:2:17",
        "t": "Abigail bore Amasa, and the father of Amasa was Jether the Ishmaelite."
    },
    {
        "o": 11349,
        "r": "esv:1 Chronicles:2:18",
        "t": "Caleb*p the son of Hezron fathered children by his wife Azubah, and by Jerioth; and these were her sons: Jesher, Shobab, and Ardon."
    },
    {
        "o": 11350,
        "r": "esv:1 Chronicles:2:19",
        "t": "When Azubah died, Caleb married Ephrath, who bore him Hur."
    },
    {
        "o": 11351,
        "r": "esv:1 Chronicles:2:20",
        "t": "Hur fathered Uri, and Uri fathered Bezalel."
    },
    {
        "o": 11352,
        "r": "esv:1 Chronicles:2:21",
        "t": "Afterward*p Hezron went in to the daughter of Machir the father of Gilead, whom he married when he was sixty years old, and she bore him Segub."
    },
    {
        "o": 11353,
        "r": "esv:1 Chronicles:2:22",
        "t": "And Segub fathered Jair, who had twenty-three cities in the land of Gilead."
    },
    {
        "o": 11354,
        "r": "esv:1 Chronicles:2:23",
        "t": "But Geshur and Aram took from them Havvoth-jair, Kenath, and its villages, sixty towns. All these were descendants of Machir, the father of Gilead."
    },
    {
        "o": 11355,
        "r": "esv:1 Chronicles:2:24",
        "t": "After the death of Hezron, Caleb went in to Ephrathah, the wife of Hezron his father, and she bore him Ashhur, the father of Tekoa."
    },
    {
        "o": 11356,
        "r": "esv:1 Chronicles:2:25",
        "t": "The*p sons of Jerahmeel, the firstborn of Hezron: Ram, his firstborn, Bunah, Oren, Ozem, and Ahijah."
    },
    {
        "o": 11357,
        "r": "esv:1 Chronicles:2:26",
        "t": "Jerahmeel also had another wife, whose name was Atarah; she was the mother of Onam."
    },
    {
        "o": 11358,
        "r": "esv:1 Chronicles:2:27",
        "t": "The sons of Ram, the firstborn of Jerahmeel: Maaz, Jamin, and Eker."
    },
    {
        "o": 11359,
        "r": "esv:1 Chronicles:2:28",
        "t": "The sons of Onam: Shammai and Jada. The sons of Shammai: Nadab and Abishur."
    },
    {
        "o": 11360,
        "r": "esv:1 Chronicles:2:29",
        "t": "The name of Abishur’s wife was Abihail, and she bore him Ahban and Molid."
    },
    {
        "o": 11361,
        "r": "esv:1 Chronicles:2:30",
        "t": "The sons of Nadab: Seled and Appaim; and Seled died childless."
    },
    {
        "o": 11362,
        "r": "esv:1 Chronicles:2:31",
        "t": "The son of Appaim: Ishi. The son of Ishi: Sheshan. The son of Sheshan: Ahlai."
    },
    {
        "o": 11363,
        "r": "esv:1 Chronicles:2:32",
        "t": "The sons of Jada, Shammai’s brother: Jether and Jonathan; and Jether died childless."
    },
    {
        "o": 11364,
        "r": "esv:1 Chronicles:2:33",
        "t": "The sons of Jonathan: Peleth and Zaza. These were the descendants of Jerahmeel."
    },
    {
        "o": 11365,
        "r": "esv:1 Chronicles:2:34",
        "t": "Now Sheshan had no sons, only daughters, but Sheshan had an Egyptian slave whose name was Jarha."
    },
    {
        "o": 11366,
        "r": "esv:1 Chronicles:2:35",
        "t": "So Sheshan gave his daughter in marriage to Jarha his slave, and she bore him Attai."
    },
    {
        "o": 11367,
        "r": "esv:1 Chronicles:2:36",
        "t": "Attai fathered Nathan, and Nathan fathered Zabad."
    },
    {
        "o": 11368,
        "r": "esv:1 Chronicles:2:37",
        "t": "Zabad fathered Ephlal, and Ephlal fathered Obed."
    },
    {
        "o": 11369,
        "r": "esv:1 Chronicles:2:38",
        "t": "Obed fathered Jehu, and Jehu fathered Azariah."
    },
    {
        "o": 11370,
        "r": "esv:1 Chronicles:2:39",
        "t": "Azariah fathered Helez, and Helez fathered Eleasah."
    },
    {
        "o": 11371,
        "r": "esv:1 Chronicles:2:40",
        "t": "Eleasah fathered Sismai, and Sismai fathered Shallum."
    },
    {
        "o": 11372,
        "r": "esv:1 Chronicles:2:41",
        "t": "Shallum fathered Jekamiah, and Jekamiah fathered Elishama."
    },
    {
        "o": 11373,
        "r": "esv:1 Chronicles:2:42",
        "t": "The*p sons of Caleb the brother of Jerahmeel: Mareshah his firstborn, who fathered Ziph. The son of Mareshah: Hebron."
    },
    {
        "o": 11374,
        "r": "esv:1 Chronicles:2:43",
        "t": "The sons of Hebron: Korah, Tappuah, Rekem and Shema."
    },
    {
        "o": 11375,
        "r": "esv:1 Chronicles:2:44",
        "t": "Shema fathered Raham, the father of Jorkeam; and Rekem fathered Shammai."
    },
    {
        "o": 11376,
        "r": "esv:1 Chronicles:2:45",
        "t": "The son of Shammai: Maon; and Maon fathered Beth-zur."
    },
    {
        "o": 11377,
        "r": "esv:1 Chronicles:2:46",
        "t": "Ephah also, Caleb’s concubine, bore Haran, Moza, and Gazez; and Haran fathered Gazez."
    },
    {
        "o": 11378,
        "r": "esv:1 Chronicles:2:47",
        "t": "The sons of Jahdai: Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph."
    },
    {
        "o": 11379,
        "r": "esv:1 Chronicles:2:48",
        "t": "Maacah, Caleb’s concubine, bore Sheber and Tirhanah."
    },
    {
        "o": 11380,
        "r": "esv:1 Chronicles:2:49",
        "t": "She also bore Shaaph the father of Madmannah, Sheva the father of Machbenah and the father of Gibea; and the daughter of Caleb was Achsah."
    },
    {
        "o": 11381,
        "r": "esv:1 Chronicles:2:50",
        "t": "These were the descendants of Caleb. The*p sons of Hur the firstborn of Ephrathah: Shobal the father of Kiriath-jearim,"
    },
    {
        "o": 11382,
        "r": "esv:1 Chronicles:2:51",
        "t": "Salma, the father of Bethlehem, and Hareph the father of Beth-gader."
    },
    {
        "o": 11383,
        "r": "esv:1 Chronicles:2:52",
        "t": "Shobal the father of Kiriath-jearim had other sons: Haroeh, half of the Menuhoth."
    },
    {
        "o": 11384,
        "r": "esv:1 Chronicles:2:53",
        "t": "And the clans of Kiriath-jearim: the Ithrites, the Puthites, the Shumathites, and the Mishraites; from these came the Zorathites and the Eshtaolites."
    },
    {
        "o": 11385,
        "r": "esv:1 Chronicles:2:54",
        "t": "The sons of Salma: Bethlehem, the Netophathites, Atroth-beth-joab and half of the Manahathites, the Zorites."
    },
    {
        "o": 11386,
        "r": "esv:1 Chronicles:2:55",
        "t": "The clans also of the scribes who lived at Jabez: the Tirathites, the Shimeathites and the Sucathites. These are the Kenites who came from Hammath, the father of the house of Rechab."
    }
]
