[
    {
        "o": 34346,
        "r": "nasb:Revelation:8:0",
        "t": "Revelation 8",
        "h": 1
    },
    {
        "o": 34347,
        "r": "nasb:Revelation:8:0",
        "t": "The Seventh Seal—the Trumpets",
        "h": 2
    },
    {
        "o": 34348,
        "r": "nasb:Revelation:8:1",
        "t": "When*p the Lamb broke the seventh seal, there was silence in heaven for about half an hour."
    },
    {
        "o": 34349,
        "r": "nasb:Revelation:8:2",
        "t": "And I saw the seven angels who stand before God, and seven trumpets were given to them."
    },
    {
        "o": 34350,
        "r": "nasb:Revelation:8:3",
        "t": "Another*p angel came and stood at the altar, holding a golden censer; and much incense was given to him, so that he might add it to the prayers of all the saints on the golden altar which was before the throne."
    },
    {
        "o": 34351,
        "r": "nasb:Revelation:8:4",
        "t": "And the smoke of the incense, with the prayers of the saints, went up before God out of the angel’s hand."
    },
    {
        "o": 34352,
        "r": "nasb:Revelation:8:5",
        "t": "Then the angel took the censer and filled it with the fire of the altar, and threw it to the earth; and there followed peals of thunder and sounds and flashes of lightning and an earthquake."
    },
    {
        "o": 34353,
        "r": "nasb:Revelation:8:6",
        "t": "And*p the seven angels who had the seven trumpets prepared themselves to sound them."
    },
    {
        "o": 34354,
        "r": "nasb:Revelation:8:7",
        "t": "The*p first sounded, and there came hail and fire, mixed with blood, and they were thrown to the earth; and a third of the earth was burned up, and a third of the trees were burned up, and all the green grass was burned up."
    },
    {
        "o": 34355,
        "r": "nasb:Revelation:8:8",
        "t": "The*p second angel sounded, and something*i like a great mountain burning with fire was thrown into the sea; and a third of the sea became blood,"
    },
    {
        "o": 34356,
        "r": "nasb:Revelation:8:9",
        "t": "and a third of the creatures which were in the sea and had life, died; and a third of the ships were destroyed."
    },
    {
        "o": 34357,
        "r": "nasb:Revelation:8:10",
        "t": "The*p third angel sounded, and a great star fell from heaven, burning like a torch, and it fell on a third of the rivers and on the springs of waters."
    },
    {
        "o": 34358,
        "r": "nasb:Revelation:8:11",
        "t": "The name of the star is called Wormwood; and a third of the waters became wormwood, and many men died from the waters, because they were made bitter."
    },
    {
        "o": 34359,
        "r": "nasb:Revelation:8:12",
        "t": "The*p fourth angel sounded, and a third of the sun and a third of the moon and a third of the stars were struck, so that a third of them would be darkened and the day would not shine for a third of it, and the night in the same way."
    },
    {
        "o": 34360,
        "r": "nasb:Revelation:8:13",
        "t": "Then*p I looked, and I heard an eagle flying in midheaven, saying with a loud voice, “Woe, woe, woe to those who dwell on the earth, because of the remaining blasts of the trumpet of the three angels who are about to sound!”"
    }
]
