[
    {
        "o": 28023,
        "r": "kjv:John:20:0",
        "t": "John 20",
        "h": 1
    },
    {
        "o": 28024,
        "r": "kjv:John:20:1",
        "t": "The*p first day of the week cometh Mary Magdalene early, when it was yet dark, unto the sepulchre, and seeth the stone taken away from the sepulchre."
    },
    {
        "o": 28025,
        "r": "kjv:John:20:2",
        "t": "Then*p she runneth, and cometh to Simon Peter, and to the other disciple, whom Jesus loved, and saith unto them, They have taken away the Lord out of the sepulchre, and we know not where they have laid him."
    },
    {
        "o": 28026,
        "r": "kjv:John:20:3",
        "t": "Peter*p therefore went forth, and that other disciple, and came to the sepulchre."
    },
    {
        "o": 28027,
        "r": "kjv:John:20:4",
        "t": "So*p they ran both together: and the other disciple did outrun Peter, and came first to the sepulchre."
    },
    {
        "o": 28028,
        "r": "kjv:John:20:5",
        "t": "And*p he stooping down, and looking in, saw the linen clothes lying; yet went he not in."
    },
    {
        "o": 28029,
        "r": "kjv:John:20:6",
        "t": "Then*p cometh Simon Peter following him, and went into the sepulchre, and seeth the linen clothes lie,"
    },
    {
        "o": 28030,
        "r": "kjv:John:20:7",
        "t": "And*p the napkin, that was about his head, not lying with the linen clothes, but wrapped together in a place by itself."
    },
    {
        "o": 28031,
        "r": "kjv:John:20:8",
        "t": "Then*p went in also that other disciple, which came first to the sepulchre, and he saw, and believed."
    },
    {
        "o": 28032,
        "r": "kjv:John:20:9",
        "t": "For*p as yet they knew not the scripture, that he must rise again from the dead."
    },
    {
        "o": 28033,
        "r": "kjv:John:20:10",
        "t": "Then*p the disciples went away again unto their own home."
    },
    {
        "o": 28034,
        "r": "kjv:John:20:11",
        "t": "But*p Mary stood without at the sepulchre weeping: and as she wept, she stooped down, and looked into the sepulchre,"
    },
    {
        "o": 28035,
        "r": "kjv:John:20:12",
        "t": "And*p seeth two angels in white sitting, the one at the head, and the other at the feet, where the body of Jesus had lain."
    },
    {
        "o": 28036,
        "r": "kjv:John:20:13",
        "t": "And*p they say unto her, Woman, why weepest thou? She saith unto them, Because they have taken away my Lord, and I know not where they have laid him."
    },
    {
        "o": 28037,
        "r": "kjv:John:20:14",
        "t": "And*p when she had thus said, she turned herself back, and saw Jesus standing, and knew not that it was Jesus."
    },
    {
        "o": 28038,
        "r": "kjv:John:20:15",
        "t": "Jesus*p saith unto her, Woman,*r why*r weepest*r thou?*r whom*r seekest*r thou?*r She, supposing him to be the gardener, saith unto him, Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away."
    },
    {
        "o": 28039,
        "r": "kjv:John:20:16",
        "t": "Jesus*p saith unto her, Mary.*r She turned herself, and saith unto him, Rabboni; which is to say, Master."
    },
    {
        "o": 28040,
        "r": "kjv:John:20:17",
        "t": "Jesus*p saith unto her, Touch*r me*r not;*r for*r I*r am*r not*r yet*r ascended*r to*r my*r Father:*r but*r go*r to*r my*r brethren,*r and*r say*r unto*r them,*r I*r ascend*r unto*r my*r Father,*r and*r your*r Father;*r and*r to*r my*r God,*r and*r your*r God.*r"
    },
    {
        "o": 28041,
        "r": "kjv:John:20:18",
        "t": "Mary*p Magdalene came and told the disciples that she had seen the Lord, and that he had spoken these things unto her."
    },
    {
        "o": 28042,
        "r": "kjv:John:20:19",
        "t": "Then*p the same day at evening, being the first day of the week, when the doors were shut where the disciples were assembled for fear of the Jews, came Jesus and stood in the midst, and saith unto them, Peace*r be*r unto*r you.*r"
    },
    {
        "o": 28043,
        "r": "kjv:John:20:20",
        "t": "And*p when he had so said, he shewed unto them his hands and his side. Then were the disciples glad, when they saw the Lord."
    },
    {
        "o": 28044,
        "r": "kjv:John:20:21",
        "t": "Then*p said Jesus to them again, Peace*r be*r unto*r you:*r as*r my*r Father*r hath*r sent*r me,*r even*r so*r send*r I*r you.*r"
    },
    {
        "o": 28045,
        "r": "kjv:John:20:22",
        "t": "And*p when he had said this, he breathed on them, and saith unto them, Receive*r ye*r the*r Holy*r Ghost:*r"
    },
    {
        "o": 28046,
        "r": "kjv:John:20:23",
        "t": "Whose*rp soever*r sins*r ye*r remit,*r they*r are*r remitted*r unto*r them;*r and*r whose*r soever*r sins*r ye*r retain,*r they*r are*r retained.*r"
    },
    {
        "o": 28047,
        "r": "kjv:John:20:24",
        "t": "But*p Thomas, one of the twelve, called Didymus, was not with them when Jesus came."
    },
    {
        "o": 28048,
        "r": "kjv:John:20:25",
        "t": "The*p other disciples therefore said unto him, We have seen the Lord. But he said unto them, Except I shall see in his hands the print of the nails, and put my finger into the print of the nails, and thrust my hand into his side, I will not believe."
    },
    {
        "o": 28049,
        "r": "kjv:John:20:26",
        "t": "And*p after eight days again his disciples were within, and Thomas with them: then came Jesus, the doors being shut, and stood in the midst, and said, Peace*r be*r unto*r you.*r"
    },
    {
        "o": 28050,
        "r": "kjv:John:20:27",
        "t": "Then*p saith he to Thomas, Reach*r hither*r thy*r finger,*r and*r behold*r my*r hands;*r and*r reach*r hither*r thy*r hand,*r and*r thrust*r it*r into*r my*r side:*r and*r be*r not*r faithless,*r but*r believing.*r"
    },
    {
        "o": 28051,
        "r": "kjv:John:20:28",
        "t": "And*p Thomas answered and said unto him, My Lord and my God."
    },
    {
        "o": 28052,
        "r": "kjv:John:20:29",
        "t": "Jesus*p saith unto him, Thomas,*r because*r thou*r hast*r seen*r me,*r thou*r hast*r believed:*r blessed*r are*r they*r that*r have*r not*r seen,*r and*r yet*r have*r believed.*r"
    },
    {
        "o": 28053,
        "r": "kjv:John:20:30",
        "t": "And*p many other signs truly did Jesus in the presence of his disciples, which are not written in this book:"
    },
    {
        "o": 28054,
        "r": "kjv:John:20:31",
        "t": "But*p these are written, that ye might believe that Jesus is the Christ, the Son of God; and that believing ye might have life through his name."
    }
]
