[
    {
        "o": 16885,
        "r": "nasb:Psalm:81:0",
        "t": "Psalm 81",
        "h": 1
    },
    {
        "o": 16886,
        "r": "nasb:Psalm:81:0",
        "t": "God’s Goodness and Israel’s Waywardness.",
        "h": 2
    },
    {
        "o": 16887,
        "r": "nasb:Psalm:81:0",
        "t": "For the choir director; on the Gittith. A Psalm of Asaph.",
        "h": 2.5
    },
    {
        "o": 16888,
        "r": "nasb:Psalm:81:1",
        "t": "Sing*pn for joy to God our strength; Shout*ln joyfully to the God of Jacob."
    },
    {
        "o": 16889,
        "r": "nasb:Psalm:81:2",
        "t": "Raise*ln a song, strike the timbrel, The*ln sweet sounding lyre with the harp."
    },
    {
        "o": 16890,
        "r": "nasb:Psalm:81:3",
        "t": "Blow*ln the trumpet at the new moon, At*ln the full moon, on our feast day."
    },
    {
        "o": 16891,
        "r": "nasb:Psalm:81:4",
        "t": "For*ln it is a statute for Israel, An*ln ordinance of the God of Jacob."
    },
    {
        "o": 16892,
        "r": "nasb:Psalm:81:5",
        "t": "He*ln established it for a testimony in Joseph When*ln he went throughout the land of Egypt. I*ln heard a language that I did not know:"
    },
    {
        "o": 16893,
        "r": "nasb:Psalm:81:6",
        "t": "“I*ln relieved his shoulder of the burden, His*ln hands were freed from the basket."
    },
    {
        "o": 16894,
        "r": "nasb:Psalm:81:7",
        "t": "You*ln called in trouble and I rescued you; I*ln answered you in the hiding place of thunder; I*ln proved you at the waters of Meribah. Selah."
    },
    {
        "o": 16895,
        "r": "nasb:Psalm:81:8",
        "t": "Hear,*ln O My people, and I will admonish you; O*ln Israel, if you would listen to Me!"
    },
    {
        "o": 16896,
        "r": "nasb:Psalm:81:9",
        "t": "Let*ln there be no strange god among you; Nor*ln shall you worship any foreign god."
    },
    {
        "o": 16897,
        "r": "nasb:Psalm:81:10",
        "t": "I,*ln the Lord,*s am your God, Who*ln brought you up from the land of Egypt; Open*ln your mouth wide and I will fill it."
    },
    {
        "o": 16898,
        "r": "nasb:Psalm:81:11",
        "t": "“But*ln My people did not listen to My voice, And*ln Israel did not obey Me."
    },
    {
        "o": 16899,
        "r": "nasb:Psalm:81:12",
        "t": "So*ln I gave them over to the stubbornness of their heart, To*ln walk in their own devices."
    },
    {
        "o": 16900,
        "r": "nasb:Psalm:81:13",
        "t": "Oh*ln that My people would listen to Me, That*ln Israel would walk in My ways!"
    },
    {
        "o": 16901,
        "r": "nasb:Psalm:81:14",
        "t": "I*ln would quickly subdue their enemies And*ln turn My hand against their adversaries."
    },
    {
        "o": 16902,
        "r": "nasb:Psalm:81:15",
        "t": "Those*ln who hate the Lord*s would pretend obedience to Him, And*ln their time of*i punishment*i would be forever."
    },
    {
        "o": 16903,
        "r": "nasb:Psalm:81:16",
        "t": "But*ln I would feed you with the finest of the wheat, And*ln with honey from the rock I would satisfy you.”"
    }
]
