[
    {
        "o": 22918,
        "r": "nkjv:Ezekiel:2:0",
        "t": "Ezekiel 2",
        "h": 1
    },
    {
        "o": 22919,
        "r": "nkjv:Ezekiel:2:1",
        "t": "And*p He said to me, “Son of man, stand on your feet, and I will speak to you.”"
    },
    {
        "o": 22920,
        "r": "nkjv:Ezekiel:2:2",
        "t": "Then the Spirit entered me when He spoke to me, and set me on my feet; and I heard Him who spoke to me."
    },
    {
        "o": 22921,
        "r": "nkjv:Ezekiel:2:3",
        "t": "And He said to me: “Son of man, I am sending you to the children of Israel, to a rebellious nation that has rebelled against Me; they and their fathers have transgressed against Me to this very day."
    },
    {
        "o": 22922,
        "r": "nkjv:Ezekiel:2:4",
        "t": "For they*i are*i impudent and stubborn children. I am sending you to them, and you shall say to them, ‘Thus says the Lord God.’*s"
    },
    {
        "o": 22923,
        "r": "nkjv:Ezekiel:2:5",
        "t": "As for them, whether they hear or whether they refuse—for they are*i a rebellious house—yet they will know that a prophet has been among them."
    },
    {
        "o": 22924,
        "r": "nkjv:Ezekiel:2:6",
        "t": "“And*p you, son of man, do not be afraid of them nor be afraid of their words, though briers and thorns are*i with you and you dwell among scorpions; do not be afraid of their words or dismayed by their looks, though they are*i a rebellious house."
    },
    {
        "o": 22925,
        "r": "nkjv:Ezekiel:2:7",
        "t": "You shall speak My words to them, whether they hear or whether they refuse, for they are*i rebellious."
    },
    {
        "o": 22926,
        "r": "nkjv:Ezekiel:2:8",
        "t": "But you, son of man, hear what I say to you. Do not be rebellious like that rebellious house; open your mouth and eat what I give you.”"
    },
    {
        "o": 22927,
        "r": "nkjv:Ezekiel:2:9",
        "t": "Now*p when I looked, there was a hand stretched out to me; and behold, a scroll of a book was*i in it."
    },
    {
        "o": 22928,
        "r": "nkjv:Ezekiel:2:10",
        "t": "Then He spread it before me; and there*i was*i writing on the inside and on the outside, and written on it were*i lamentations and mourning and woe."
    }
]
