[
    {
        "o": 11270,
        "r": "csb:2 Kings:23:0",
        "t": "2 Kings 23",
        "h": 1
    },
    {
        "o": 11271,
        "r": "csb:2 Kings:23:0",
        "t": "Covenant Renewal",
        "h": 2
    },
    {
        "o": 11272,
        "r": "csb:2 Kings:23:1",
        "t": "So*p the king sent messengers, and they gathered all the elders of Judah and Jerusalem to him."
    },
    {
        "o": 11273,
        "r": "csb:2 Kings:23:2",
        "t": "Then the king went to the Lord’s*s temple with all the men of Judah and all the inhabitants of Jerusalem, as well as the priests and the prophets - all the people from the youngest to the oldest. He read in their hearing all the words of the book of the covenant that had been found in the Lord’s*s temple."
    },
    {
        "o": 11274,
        "r": "csb:2 Kings:23:3",
        "t": "Next, the king stood by the pillar and made a covenant in the Lord’s*s presence to follow the Lord*s and to keep his commands, his decrees, and his statutes with all his heart and with all his soul in order to carry out the words of this covenant that were written in this book; all the people agreed to the covenant."
    },
    {
        "o": 11275,
        "r": "csb:2 Kings:23:3",
        "t": "Josiah’s Reforms",
        "h": 2
    },
    {
        "o": 11276,
        "r": "csb:2 Kings:23:4",
        "t": "Then*p the king commanded the high priest Hilkiah and the priests of the second rank and the doorkeepers to bring out of the Lord’s*s sanctuary all the articles made for Baal, Asherah, and all the stars in the sky. He burned them outside Jerusalem in the fields of the Kidron and carried their ashes to Bethel."
    },
    {
        "o": 11277,
        "r": "csb:2 Kings:23:5",
        "t": "Then he did away with the idolatrous priests the kings of Judah had appointed to burn incense at the high places in the cities of Judah and in the areas surrounding Jerusalem. They had burned incense to Baal, and to the sun, moon, constellations, and all the stars in the sky."
    },
    {
        "o": 11278,
        "r": "csb:2 Kings:23:6",
        "t": "He brought out the Asherah pole from the Lord’s*s temple to the Kidron Valley outside Jerusalem. He burned it at the Kidron Valley, beat it to dust, and threw its dust on the graves of the common people."
    },
    {
        "o": 11279,
        "r": "csb:2 Kings:23:7",
        "t": "He also tore down the houses of the male cult prostitutes that were in the Lord’s*s temple, in which the women were weaving tapestries for Asherah."
    },
    {
        "o": 11280,
        "r": "csb:2 Kings:23:8",
        "t": "Then*p Josiah brought all the priests from the cities of Judah, and he defiled the high places from Geba to Beer-sheba, where the priests had burned incense. He tore down the high places of the city gates at the entrance of the gate of Joshua the governor of the city (on the left at the city gate)."
    },
    {
        "o": 11281,
        "r": "csb:2 Kings:23:9",
        "t": "The priests of the high places, however, did not come up to the altar of the Lord*s in Jerusalem; instead, they ate unleavened bread with their fellow priests."
    },
    {
        "o": 11282,
        "r": "csb:2 Kings:23:10",
        "t": "He*p defiled Topheth, which is in Ben Hinnom Valley, so that no one could sacrifice his son or daughter in the fire to Molech."
    },
    {
        "o": 11283,
        "r": "csb:2 Kings:23:11",
        "t": "He did away with the horses that the kings of Judah had dedicated to the sun. They had been at the entrance of the Lord’s*s temple in the precincts by the chamber of Nathan-melech, the eunuch. He also burned the chariots of the sun."
    },
    {
        "o": 11284,
        "r": "csb:2 Kings:23:12",
        "t": "The*p king tore down the altars that the kings of Judah had made on the roof of Ahaz’s upper chamber. He also tore down the altars that Manasseh had made in the two courtyards of the Lord’s*s temple. Then he smashed them there and threw their dust into the Kidron Valley."
    },
    {
        "o": 11285,
        "r": "csb:2 Kings:23:13",
        "t": "The king also defiled the high places that were across from Jerusalem, to the south of the Mount of Destruction, which King Solomon of Israel had built for Ashtoreth, the abhorrent idol of the Sidonians; for Chemosh, the abhorrent idol of Moab; and for Milcom, the detestable idol of the Ammonites."
    },
    {
        "o": 11286,
        "r": "csb:2 Kings:23:14",
        "t": "He broke the sacred pillars into pieces, cut down the Asherah poles, then filled their places with human bones."
    },
    {
        "o": 11287,
        "r": "csb:2 Kings:23:15",
        "t": "He*p even tore down the altar at Bethel and the high place that had been made by Jeroboam son of Nebat, who caused Israel to sin. He burned the high place, crushed it to dust, and burned the Asherah."
    },
    {
        "o": 11288,
        "r": "csb:2 Kings:23:16",
        "t": "As Josiah turned, he saw the tombs there on the mountain. He sent someone to take the bones out of the tombs, and he burned them on the altar. He defiled it according to the word of the Lord*s proclaimed by the man of God who proclaimed these things."
    },
    {
        "o": 11289,
        "r": "csb:2 Kings:23:17",
        "t": "Then he said, “What is this monument I see?” The*p men of the city told him, “It is the tomb of the man of God who came from Judah and proclaimed these things that you have done to the altar at Bethel.”"
    },
    {
        "o": 11290,
        "r": "csb:2 Kings:23:18",
        "t": "So*p he said, “Let him rest. Don’t let anyone disturb his bones.” So they left his bones undisturbed with the bones of the prophet who came from Samaria."
    },
    {
        "o": 11291,
        "r": "csb:2 Kings:23:19",
        "t": "Josiah*p also removed all the shrines of the high places that were in the cities of Samaria, which the kings of Israel had made to anger the Lord.*s Josiah did the same things to them that he had done at Bethel."
    },
    {
        "o": 11292,
        "r": "csb:2 Kings:23:20",
        "t": "He slaughtered on the altars all the priests of those high places, and he burned human bones on the altars. Then he returned to Jerusalem."
    },
    {
        "o": 11293,
        "r": "csb:2 Kings:23:20",
        "t": "Passover Observed",
        "h": 2
    },
    {
        "o": 11294,
        "r": "csb:2 Kings:23:21",
        "t": "The*p king commanded all the people, “Observe the Passover of the Lord*s your God as written in the book of the covenant.”"
    },
    {
        "o": 11295,
        "r": "csb:2 Kings:23:22",
        "t": "No such Passover had ever been observed from the time of the judges who judged Israel through the entire time of the kings of Israel and Judah."
    },
    {
        "o": 11296,
        "r": "csb:2 Kings:23:23",
        "t": "But in the eighteenth year of King Josiah, the Lord’s*s Passover was observed in Jerusalem."
    },
    {
        "o": 11297,
        "r": "csb:2 Kings:23:23",
        "t": "Further Zeal for the Lord",
        "h": 2
    },
    {
        "o": 11298,
        "r": "csb:2 Kings:23:24",
        "t": "In*p addition, Josiah eradicated the mediums, the spiritists, household idols, images, and all the abhorrent things that were seen in the land of Judah and in Jerusalem. He did this in order to carry out the words of the law that were written in the book that the priest Hilkiah found in the Lord’s*s temple."
    },
    {
        "o": 11299,
        "r": "csb:2 Kings:23:25",
        "t": "Before him there was no king like him who turned to the Lord*s with all his heart and with all his soul and with all his strength according to all the law of Moses, and no one like him arose after him."
    },
    {
        "o": 11300,
        "r": "csb:2 Kings:23:26",
        "t": "In*p spite of all that, the Lord*s did not turn from the fury of his intense burning anger, which burned against Judah because of all the affronts with which Manasseh had angered him."
    },
    {
        "o": 11301,
        "r": "csb:2 Kings:23:27",
        "t": "For the Lord*s had said, “I will also remove Judah from my presence just as I have removed Israel. I will reject this city Jerusalem, that I have chosen, and the temple about which I said, ‘My name will be there.’”"
    },
    {
        "o": 11302,
        "r": "csb:2 Kings:23:27",
        "t": "Josiah’s Death",
        "h": 2
    },
    {
        "o": 11303,
        "r": "csb:2 Kings:23:28",
        "t": "The*p rest of the events of Josiah’s reign, along with all his accomplishments, are written in the Historical Record of Judah’s Kings."
    },
    {
        "o": 11304,
        "r": "csb:2 Kings:23:29",
        "t": "During his reign, Pharaoh Neco king of Egypt marched up to help the king of Assyria at the Euphrates River. King Josiah went to confront him, and at Megiddo when Neco saw him he killed him."
    },
    {
        "o": 11305,
        "r": "csb:2 Kings:23:30",
        "t": "From Megiddo his servants carried his dead body in a chariot, brought him into Jerusalem, and buried him in his own tomb. Then the common people took Jehoahaz son of Josiah, anointed him, and made him king in place of his father."
    },
    {
        "o": 11306,
        "r": "csb:2 Kings:23:30",
        "t": "Judah’s King Jehoahaz",
        "h": 2
    },
    {
        "o": 11307,
        "r": "csb:2 Kings:23:31",
        "t": "Jehoahaz*p was twenty-three years old when he became king, and he reigned three months in Jerusalem. His mother’s name was Hamutal daughter of Jeremiah; she was from Libnah."
    },
    {
        "o": 11308,
        "r": "csb:2 Kings:23:32",
        "t": "He did what was evil in the Lord’s*s sight just as his ancestors had done."
    },
    {
        "o": 11309,
        "r": "csb:2 Kings:23:33",
        "t": "Pharaoh Neco imprisoned him at Riblah in the land of Hamath to keep him from reigning in Jerusalem, and he imposed on the land a fine of seventy-five hundred pounds of silver and seventy-five pounds of gold."
    },
    {
        "o": 11310,
        "r": "csb:2 Kings:23:33",
        "t": "Judah’s King Jehoiakim",
        "h": 2
    },
    {
        "o": 11311,
        "r": "csb:2 Kings:23:34",
        "t": "Then*p Pharaoh Neco made Eliakim son of Josiah king in place of his father Josiah and changed Eliakim’s name to Jehoiakim. But Neco took Jehoahaz and went to Egypt, and he died there."
    },
    {
        "o": 11312,
        "r": "csb:2 Kings:23:35",
        "t": "So Jehoiakim gave the silver and the gold to Pharaoh, but at Pharaoh’s command he taxed the land to give it. He exacted the silver and the gold from the common people, each according to his assessment, to give it to Pharaoh Neco."
    },
    {
        "o": 11313,
        "r": "csb:2 Kings:23:36",
        "t": "Jehoiakim*p was twenty-five years old when he became king, and he reigned eleven years in Jerusalem. His mother’s name was Zebidah daughter of Pedaiah; she was from Rumah."
    },
    {
        "o": 11314,
        "r": "csb:2 Kings:23:37",
        "t": "He did what was evil in the Lord’s*s sight just as his ancestors had done."
    }
]
