[
    {
        "o": 33738,
        "r": "nkjv:2 Timothy:2:0",
        "t": "2 Timothy 2",
        "h": 1
    },
    {
        "o": 33739,
        "r": "nkjv:2 Timothy:2:0",
        "t": "Be Strong in Grace",
        "h": 2
    },
    {
        "o": 33740,
        "r": "nkjv:2 Timothy:2:1",
        "t": "You*p therefore, my son, be strong in the grace that is in Christ Jesus."
    },
    {
        "o": 33741,
        "r": "nkjv:2 Timothy:2:2",
        "t": "And the things that you have heard from me among many witnesses, commit these to faithful men who will be able to teach others also."
    },
    {
        "o": 33742,
        "r": "nkjv:2 Timothy:2:3",
        "t": "You therefore must endure hardship as a good soldier of Jesus Christ."
    },
    {
        "o": 33743,
        "r": "nkjv:2 Timothy:2:4",
        "t": "No one engaged in warfare entangles himself with the affairs of this*i life, that he may please him who enlisted him as a soldier."
    },
    {
        "o": 33744,
        "r": "nkjv:2 Timothy:2:5",
        "t": "And also if anyone competes in athletics, he is not crowned unless he competes according to the rules."
    },
    {
        "o": 33745,
        "r": "nkjv:2 Timothy:2:6",
        "t": "The hardworking farmer must be first to partake of the crops."
    },
    {
        "o": 33746,
        "r": "nkjv:2 Timothy:2:7",
        "t": "Consider what I say, and may the Lord give you understanding in all things."
    },
    {
        "o": 33747,
        "r": "nkjv:2 Timothy:2:8",
        "t": "Remember*p that Jesus Christ, of the seed of David, was raised from the dead according to my gospel,"
    },
    {
        "o": 33748,
        "r": "nkjv:2 Timothy:2:9",
        "t": "for which I suffer trouble as an evildoer, even*i to the point of chains; but the word of God is not chained."
    },
    {
        "o": 33749,
        "r": "nkjv:2 Timothy:2:10",
        "t": "Therefore I endure all things for the sake of the elect, that they also may obtain the salvation which is in Christ Jesus with eternal glory."
    },
    {
        "o": 33750,
        "r": "nkjv:2 Timothy:2:11",
        "t": "This*ip is*i a faithful saying: For*pn if we died with Him,*i We*ld shall also live with Him.*i"
    },
    {
        "o": 33751,
        "r": "nkjv:2 Timothy:2:12",
        "t": "If*ld we endure, We*ld shall also reign with Him.*i If*ld we deny Him,*i He*ld also will deny us."
    },
    {
        "o": 33752,
        "r": "nkjv:2 Timothy:2:13",
        "t": "If*ld we are faithless, He*ld remains faithful; He*ld cannot deny Himself."
    },
    {
        "o": 33753,
        "r": "nkjv:2 Timothy:2:13",
        "t": "Approved and Disapproved Workers",
        "h": 2
    },
    {
        "o": 33754,
        "r": "nkjv:2 Timothy:2:14",
        "t": "Remind*p them*i of these things, charging them*i before the Lord not to strive about words to no profit, to the ruin of the hearers."
    },
    {
        "o": 33755,
        "r": "nkjv:2 Timothy:2:15",
        "t": "Be diligent to present yourself approved to God, a worker who does not need to be ashamed, rightly dividing the word of truth."
    },
    {
        "o": 33756,
        "r": "nkjv:2 Timothy:2:16",
        "t": "But shun profane and*i idle babblings, for they will increase to more ungodliness."
    },
    {
        "o": 33757,
        "r": "nkjv:2 Timothy:2:17",
        "t": "And their message will spread like cancer. Hymenaeus and Philetus are of this sort,"
    },
    {
        "o": 33758,
        "r": "nkjv:2 Timothy:2:18",
        "t": "who have strayed concerning the truth, saying that the resurrection is already past; and they overthrow the faith of some."
    },
    {
        "o": 33759,
        "r": "nkjv:2 Timothy:2:19",
        "t": "Nevertheless the solid foundation of God stands, having this seal: “The Lord knows those who are His,” and, “Let everyone who names the name of Christ depart from iniquity.”"
    },
    {
        "o": 33760,
        "r": "nkjv:2 Timothy:2:20",
        "t": "But*p in a great house there are not only vessels of gold and silver, but also of wood and clay, some for honor and some for dishonor."
    },
    {
        "o": 33761,
        "r": "nkjv:2 Timothy:2:21",
        "t": "Therefore if anyone cleanses himself from the latter, he will be a vessel for honor, sanctified and useful for the Master, prepared for every good work."
    },
    {
        "o": 33762,
        "r": "nkjv:2 Timothy:2:22",
        "t": "Flee also youthful lusts; but pursue righteousness, faith, love, peace with those who call on the Lord out of a pure heart."
    },
    {
        "o": 33763,
        "r": "nkjv:2 Timothy:2:23",
        "t": "But avoid foolish and ignorant disputes, knowing that they generate strife."
    },
    {
        "o": 33764,
        "r": "nkjv:2 Timothy:2:24",
        "t": "And a servant of the Lord must not quarrel but be gentle to all, able to teach, patient,"
    },
    {
        "o": 33765,
        "r": "nkjv:2 Timothy:2:25",
        "t": "in humility correcting those who are in opposition, if God perhaps will grant them repentance, so that they may know the truth,"
    },
    {
        "o": 33766,
        "r": "nkjv:2 Timothy:2:26",
        "t": "and that*i they may come to their senses and*i escape the snare of the devil, having been taken captive by him to do*i his will."
    }
]
