[
    {
        "o": 15830,
        "r": "kjv:Psalm:80:0",
        "t": "Psalm 80",
        "h": 1
    },
    {
        "o": 15831,
        "r": "kjv:Psalm:80:0",
        "t": "To the chief Musician upon Shoshannim–eduth, A Psalm of Asaph.",
        "h": 4
    },
    {
        "o": 15832,
        "r": "kjv:Psalm:80:1",
        "t": "Give*p ear, O Shepherd of Israel, thou that leadest Joseph like a flock; thou that dwellest between the cherubims, shine forth."
    },
    {
        "o": 15833,
        "r": "kjv:Psalm:80:2",
        "t": "Before*p Ephraim and Benjamin and Manasseh stir up thy strength, and come and save us."
    },
    {
        "o": 15834,
        "r": "kjv:Psalm:80:3",
        "t": "Turn*p us again, O God, and cause thy face to shine; and we shall be saved."
    },
    {
        "o": 15835,
        "r": "kjv:Psalm:80:4",
        "t": "O*p Lord*s God of hosts, how long wilt thou be angry against the prayer of thy people?"
    },
    {
        "o": 15836,
        "r": "kjv:Psalm:80:5",
        "t": "Thou*p feedest them with the bread of tears; and givest them tears to drink in great measure."
    },
    {
        "o": 15837,
        "r": "kjv:Psalm:80:6",
        "t": "Thou*p makest us a strife unto our neighbours: and our enemies laugh among themselves."
    },
    {
        "o": 15838,
        "r": "kjv:Psalm:80:7",
        "t": "Turn*p us again, O God of hosts, and cause thy face to shine; and we shall be saved."
    },
    {
        "o": 15839,
        "r": "kjv:Psalm:80:8",
        "t": "Thou*p hast brought a vine out of Egypt: thou hast cast out the heathen, and planted it."
    },
    {
        "o": 15840,
        "r": "kjv:Psalm:80:9",
        "t": "Thou*p preparedst room before it, and didst cause it to take deep root, and it filled the land."
    },
    {
        "o": 15841,
        "r": "kjv:Psalm:80:10",
        "t": "The*p hills were covered with the shadow of it, and the boughs thereof were like the goodly cedars."
    },
    {
        "o": 15842,
        "r": "kjv:Psalm:80:11",
        "t": "She*p sent out her boughs unto the sea, and her branches unto the river."
    },
    {
        "o": 15843,
        "r": "kjv:Psalm:80:12",
        "t": "Why*p hast thou then broken down her hedges, so that all they which pass by the way do pluck her?"
    },
    {
        "o": 15844,
        "r": "kjv:Psalm:80:13",
        "t": "The*p boar out of the wood doth waste it, and the wild beast of the field doth devour it."
    },
    {
        "o": 15845,
        "r": "kjv:Psalm:80:14",
        "t": "Return,*p we beseech thee, O God of hosts: look down from heaven, and behold, and visit this vine;"
    },
    {
        "o": 15846,
        "r": "kjv:Psalm:80:15",
        "t": "And*p the vineyard which thy right hand hath planted, and the branch that thou madest strong for thyself."
    },
    {
        "o": 15847,
        "r": "kjv:Psalm:80:16",
        "t": "It*p is burned with fire, it is cut down: they perish at the rebuke of thy countenance."
    },
    {
        "o": 15848,
        "r": "kjv:Psalm:80:17",
        "t": "Let*p thy hand be upon the man of thy right hand, upon the son of man whom thou madest strong for thyself."
    },
    {
        "o": 15849,
        "r": "kjv:Psalm:80:18",
        "t": "So*p will not we go back from thee: quicken us, and we will call upon thy name."
    },
    {
        "o": 15850,
        "r": "kjv:Psalm:80:19",
        "t": "Turn*p us again, O Lord*s God of hosts, cause thy face to shine; and we shall be saved."
    }
]
