[
    {
        "o": 22160,
        "r": "nasb:Jeremiah:38:0",
        "t": "Jeremiah 38",
        "h": 1
    },
    {
        "o": 22161,
        "r": "nasb:Jeremiah:38:0",
        "t": "Jeremiah Thrown into the Cistern",
        "h": 2
    },
    {
        "o": 22162,
        "r": "nasb:Jeremiah:38:1",
        "t": "Now*p Shephatiah the son of Mattan, and Gedaliah the son of Pashhur, and Jucal the son of Shelemiah, and Pashhur the son of Malchijah heard the words that Jeremiah was speaking to all the people, saying,"
    },
    {
        "o": 22163,
        "r": "nasb:Jeremiah:38:2",
        "t": "“Thus says the Lord,*s ‘He who stays in this city will die by the sword and by famine and by pestilence, but he who goes out to the Chaldeans will live and have his own*i life as booty and stay alive.’"
    },
    {
        "o": 22164,
        "r": "nasb:Jeremiah:38:3",
        "t": "Thus says the Lord,*s ‘This city will certainly be given into the hand of the army of the king of Babylon and he will capture it.’ ”"
    },
    {
        "o": 22165,
        "r": "nasb:Jeremiah:38:4",
        "t": "Then the officials said to the king, “Now let this man be put to death, inasmuch as he is discouraging the men of war who are left in this city and all the people, by speaking such words to them; for this man is not seeking the well-being of this people but rather their harm.”"
    },
    {
        "o": 22166,
        "r": "nasb:Jeremiah:38:5",
        "t": "So King Zedekiah said, “Behold, he is in your hands; for the king can do*i nothing against you.”"
    },
    {
        "o": 22167,
        "r": "nasb:Jeremiah:38:6",
        "t": "Then they took Jeremiah and cast him into the cistern of*i Malchijah the king’s son, which was in the court of the guardhouse; and they let Jeremiah down with ropes. Now in the cistern there was no water but only mud, and Jeremiah sank into the mud."
    },
    {
        "o": 22168,
        "r": "nasb:Jeremiah:38:7",
        "t": "But Ebed-melech the Ethiopian, a eunuch, while he was in the king’s palace, heard that they had put Jeremiah into the cistern. Now the king was sitting in the Gate of Benjamin;"
    },
    {
        "o": 22169,
        "r": "nasb:Jeremiah:38:8",
        "t": "and Ebed-melech went out from the king’s palace and spoke to the king, saying,"
    },
    {
        "o": 22170,
        "r": "nasb:Jeremiah:38:9",
        "t": "“My lord the king, these men have acted wickedly in all that they have done to Jeremiah the prophet whom they have cast into the cistern; and he will die right where he is because of the famine, for there is no more bread in the city.”"
    },
    {
        "o": 22171,
        "r": "nasb:Jeremiah:38:10",
        "t": "Then the king commanded Ebed-melech the Ethiopian, saying, “Take thirty men from here under your authority and bring up Jeremiah the prophet from the cistern before he dies.”"
    },
    {
        "o": 22172,
        "r": "nasb:Jeremiah:38:11",
        "t": "So Ebed-melech took the men under his authority and went into the king’s palace to a*i place*i beneath the storeroom and took from there worn-out clothes and worn-out rags and let them down by ropes into the cistern to Jeremiah."
    },
    {
        "o": 22173,
        "r": "nasb:Jeremiah:38:12",
        "t": "Then Ebed-melech the Ethiopian said to Jeremiah, “Now put these worn-out clothes and rags under your armpits under the ropes”; and Jeremiah did so."
    },
    {
        "o": 22174,
        "r": "nasb:Jeremiah:38:13",
        "t": "So they pulled Jeremiah up with the ropes and lifted him out of the cistern, and Jeremiah stayed in the court of the guardhouse."
    },
    {
        "o": 22175,
        "r": "nasb:Jeremiah:38:14",
        "t": "Then*p King Zedekiah sent and had Jeremiah the prophet brought to him at the third entrance that is in the house of the Lord;*s and the king said to Jeremiah, “I am going to ask you something; do not hide anything from me.”"
    },
    {
        "o": 22176,
        "r": "nasb:Jeremiah:38:15",
        "t": "Then Jeremiah said to Zedekiah, “If I tell you, will you not certainly put me to death? Besides, if I give you advice, you will not listen to me.”"
    },
    {
        "o": 22177,
        "r": "nasb:Jeremiah:38:16",
        "t": "But King Zedekiah swore to Jeremiah in secret saying, “As the Lord*s lives, who made this life for us, surely I will not put you to death nor will I give you over to the hand of these men who are seeking your life.”"
    },
    {
        "o": 22178,
        "r": "nasb:Jeremiah:38:16",
        "t": "Interview with Zedekiah",
        "h": 2
    },
    {
        "o": 22179,
        "r": "nasb:Jeremiah:38:17",
        "t": "Then*p Jeremiah said to Zedekiah, “Thus says the Lord*s God of hosts, the God of Israel, ‘If you will indeed go out to the officers of the king of Babylon, then you will live, this city will not be burned with fire, and you and your household will survive."
    },
    {
        "o": 22180,
        "r": "nasb:Jeremiah:38:18",
        "t": "But if you will not go out to the officers of the king of Babylon, then this city will be given over to the hand of the Chaldeans; and they will burn it with fire, and you yourself will not escape from their hand.’ ”"
    },
    {
        "o": 22181,
        "r": "nasb:Jeremiah:38:19",
        "t": "Then King Zedekiah said to Jeremiah, “I dread the Jews who have gone over to the Chaldeans, for they may give me over into their hand and they will abuse me.”"
    },
    {
        "o": 22182,
        "r": "nasb:Jeremiah:38:20",
        "t": "But Jeremiah said, “They will not give you over. Please obey the Lord*s in what I am saying to you, that it may go well with you and you may live."
    },
    {
        "o": 22183,
        "r": "nasb:Jeremiah:38:21",
        "t": "But if you keep refusing to go out, this is the word which the Lord*s has shown me:"
    },
    {
        "o": 22184,
        "r": "nasb:Jeremiah:38:22",
        "t": "‘Then behold, all of the women who have been left in the palace of the king of Judah are going to be brought out to the officers of the king of Babylon; and those women will say, “Your*pn close friends Have*ln misled and overpowered you; While*ln your feet were sunk in the mire, They*ln turned back.”"
    },
    {
        "o": 22185,
        "r": "nasb:Jeremiah:38:23",
        "t": "They*p will also bring out all your wives and your sons to the Chaldeans, and you yourself will not escape from their hand, but will be seized by the hand of the king of Babylon, and this city will be burned with fire.’ ”"
    },
    {
        "o": 22186,
        "r": "nasb:Jeremiah:38:24",
        "t": "Then*p Zedekiah said to Jeremiah, “Let no man know about these words and you will not die."
    },
    {
        "o": 22187,
        "r": "nasb:Jeremiah:38:25",
        "t": "But if the officials hear that I have talked with you and come to you and say to you, ‘Tell us now what you said to the king and what the king said to you; do not hide it*i from us and we will not put you to death,’"
    },
    {
        "o": 22188,
        "r": "nasb:Jeremiah:38:26",
        "t": "then you are to say to them, ‘I was presenting my petition before the king, not to make me return to the house of Jonathan to die there.’ ”"
    },
    {
        "o": 22189,
        "r": "nasb:Jeremiah:38:27",
        "t": "Then all the officials came to Jeremiah and questioned him. So he reported to them in accordance with all these words which the king had commanded; and they ceased speaking with him, since the conversation had not been overheard."
    },
    {
        "o": 22190,
        "r": "nasb:Jeremiah:38:28",
        "t": "So Jeremiah stayed in the court of the guardhouse until the day that Jerusalem was captured."
    }
]
