[
    {
        "o": 1940,
        "r": "nasb:Exodus:10:0",
        "t": "Exodus 10",
        "h": 1
    },
    {
        "o": 1941,
        "r": "nasb:Exodus:10:0",
        "t": "The Plague of Locusts",
        "h": 2
    },
    {
        "o": 1942,
        "r": "nasb:Exodus:10:1",
        "t": "Then*p the Lord*s said to Moses, “Go to Pharaoh, for I have hardened his heart and the heart of his servants, that I may perform these signs of Mine among them,"
    },
    {
        "o": 1943,
        "r": "nasb:Exodus:10:2",
        "t": "and that you may tell in the hearing of your son, and of your grandson, how I made a mockery of the Egyptians and how I performed My signs among them, that you may know that I am the Lord.”*s"
    },
    {
        "o": 1944,
        "r": "nasb:Exodus:10:3",
        "t": "Moses*p and Aaron went to Pharaoh and said to him, “Thus says the Lord,*s the God of the Hebrews, ‘How long will you refuse to humble yourself before Me? Let My people go, that they may serve Me."
    },
    {
        "o": 1945,
        "r": "nasb:Exodus:10:4",
        "t": "For if you refuse to let My people go, behold, tomorrow I will bring locusts into your territory."
    },
    {
        "o": 1946,
        "r": "nasb:Exodus:10:5",
        "t": "They shall cover the surface of the land, so that no one will be able to see the land. They will also eat the rest of what has escaped—what is left to you from the hail—and they will eat every tree which sprouts for you out of the field."
    },
    {
        "o": 1947,
        "r": "nasb:Exodus:10:6",
        "t": "Then your houses shall be filled and the houses of all your servants and the houses of all the Egyptians, something*i which neither your fathers nor your grandfathers have seen, from the day that they came upon the earth until this day.’ ” And he turned and went out from Pharaoh."
    },
    {
        "o": 1948,
        "r": "nasb:Exodus:10:7",
        "t": "Pharaoh’s servants said to him, “How long will this man be a snare to us? Let the men go, that they may serve the Lord*s their God. Do you not realize that Egypt is destroyed?”"
    },
    {
        "o": 1949,
        "r": "nasb:Exodus:10:8",
        "t": "So Moses and Aaron were brought back to Pharaoh, and he said to them, “Go, serve the Lord*s your God! Who are the ones that are going?”"
    },
    {
        "o": 1950,
        "r": "nasb:Exodus:10:9",
        "t": "Moses said, “We shall go with our young and our old; with our sons and our daughters, with our flocks and our herds we shall go, for we must hold a feast to the Lord.”*s"
    },
    {
        "o": 1951,
        "r": "nasb:Exodus:10:10",
        "t": "Then he said to them, “Thus may the Lord*s be with you, if ever I let you and your little ones go! Take heed, for evil is in your mind."
    },
    {
        "o": 1952,
        "r": "nasb:Exodus:10:11",
        "t": "Not so! Go now, the men among*i you,*i and serve the Lord,*s for that is what you desire.” So they were driven out from Pharaoh’s presence."
    },
    {
        "o": 1953,
        "r": "nasb:Exodus:10:12",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand over the land of Egypt for the locusts, that they may come up on the land of Egypt and eat every plant of the land, even*i all that the hail has left.”"
    },
    {
        "o": 1954,
        "r": "nasb:Exodus:10:13",
        "t": "So Moses stretched out his staff over the land of Egypt, and the Lord*s directed an east wind on the land all that day and all that night; and when it was morning, the east wind brought the locusts."
    },
    {
        "o": 1955,
        "r": "nasb:Exodus:10:14",
        "t": "The locusts came up over all the land of Egypt and settled in all the territory of Egypt; they*i were*i very numerous. There had never been so many*i locusts, nor would there be so many*i again."
    },
    {
        "o": 1956,
        "r": "nasb:Exodus:10:15",
        "t": "For they covered the surface of the whole land, so that the land was darkened; and they ate every plant of the land and all the fruit of the trees that the hail had left. Thus nothing green was left on tree or plant of the field through all the land of Egypt."
    },
    {
        "o": 1957,
        "r": "nasb:Exodus:10:16",
        "t": "Then Pharaoh hurriedly called for Moses and Aaron, and he said, “I have sinned against the Lord*s your God and against you."
    },
    {
        "o": 1958,
        "r": "nasb:Exodus:10:17",
        "t": "Now therefore, please forgive my sin only this once, and make supplication to the Lord*s your God, that He would only remove this death from me.”"
    },
    {
        "o": 1959,
        "r": "nasb:Exodus:10:18",
        "t": "He went out from Pharaoh and made supplication to the Lord.*s"
    },
    {
        "o": 1960,
        "r": "nasb:Exodus:10:19",
        "t": "So the Lord*s shifted the*i wind*i to a very strong west wind which took up the locusts and drove them into the Red Sea; not one locust was left in all the territory of Egypt."
    },
    {
        "o": 1961,
        "r": "nasb:Exodus:10:20",
        "t": "But the Lord*s hardened Pharaoh’s heart, and he did not let the sons of Israel go."
    },
    {
        "o": 1962,
        "r": "nasb:Exodus:10:20",
        "t": "Darkness over the Land",
        "h": 2
    },
    {
        "o": 1963,
        "r": "nasb:Exodus:10:21",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand toward the sky, that there may be darkness over the land of Egypt, even a darkness which may be felt.”"
    },
    {
        "o": 1964,
        "r": "nasb:Exodus:10:22",
        "t": "So Moses stretched out his hand toward the sky, and there was thick darkness in all the land of Egypt for three days."
    },
    {
        "o": 1965,
        "r": "nasb:Exodus:10:23",
        "t": "They did not see one another, nor did anyone rise from his place for three days, but all the sons of Israel had light in their dwellings."
    },
    {
        "o": 1966,
        "r": "nasb:Exodus:10:24",
        "t": "Then Pharaoh called to Moses, and said, “Go, serve the Lord;*s only let your flocks and your herds be detained. Even your little ones may go with you.”"
    },
    {
        "o": 1967,
        "r": "nasb:Exodus:10:25",
        "t": "But Moses said, “You must also let us have sacrifices and burnt offerings, that we may sacrifice them*i to the Lord*s our God."
    },
    {
        "o": 1968,
        "r": "nasb:Exodus:10:26",
        "t": "Therefore, our livestock too shall go with us; not a hoof shall be left behind, for we shall take some of them to serve the Lord*s our God. And until we arrive there, we ourselves do not know with what we shall serve the Lord.”*s"
    },
    {
        "o": 1969,
        "r": "nasb:Exodus:10:27",
        "t": "But the Lord*s hardened Pharaoh’s heart, and he was not willing to let them go."
    },
    {
        "o": 1970,
        "r": "nasb:Exodus:10:28",
        "t": "Then Pharaoh said to him, “Get away from me! Beware, do not see my face again, for in the day you see my face you shall die!”"
    },
    {
        "o": 1971,
        "r": "nasb:Exodus:10:29",
        "t": "Moses said, “You are right; I shall never see your face again!”"
    }
]
