[
    {
        "o": 16216,
        "r": "niv:Psalm:60:0",
        "t": "Psalm 60",
        "h": 1
    },
    {
        "o": 16217,
        "r": "niv:Psalm:60:0",
        "t": "For the director of music. To the tune of “The Lily of the Covenant.” A miktam of David. For teaching. When he fought Aram Naharaim and Aram Zobah, and when Joab returned and struck down twelve thousand Edomites in the Valley of Salt.",
        "h": 4
    },
    {
        "o": 16218,
        "r": "niv:Psalm:60:1",
        "t": "You*pn have rejected us, God, and burst upon us; you*ld have been angry—now restore us!"
    },
    {
        "o": 16219,
        "r": "niv:Psalm:60:2",
        "t": "You*ln have shaken the land and torn it open; mend*ld its fractures, for it is quaking."
    },
    {
        "o": 16220,
        "r": "niv:Psalm:60:3",
        "t": "You*ln have shown your people desperate times; you*ld have given us wine that makes us stagger."
    },
    {
        "o": 16221,
        "r": "niv:Psalm:60:4",
        "t": "But*ln for those who fear you, you have raised a banner to*ld be unfurled against the bow."
    },
    {
        "o": 16222,
        "r": "niv:Psalm:60:5",
        "t": "Save*pn us and help us with your right hand, that*ld those you love may be delivered."
    },
    {
        "o": 16223,
        "r": "niv:Psalm:60:6",
        "t": "God*ln has spoken from his sanctuary: “In*ld triumph I will parcel out Shechem and*ld measure off the Valley of Sukkoth."
    },
    {
        "o": 16224,
        "r": "niv:Psalm:60:7",
        "t": "Gilead*ln is mine, and Manasseh is mine; Ephraim*ld is my helmet, Judah*ld is my scepter."
    },
    {
        "o": 16225,
        "r": "niv:Psalm:60:8",
        "t": "Moab*ln is my washbasin, on*ld Edom I toss my sandal; over*ld Philistia I shout in triumph.”"
    },
    {
        "o": 16226,
        "r": "niv:Psalm:60:9",
        "t": "Who*pn will bring me to the fortified city? Who*ld will lead me to Edom?"
    },
    {
        "o": 16227,
        "r": "niv:Psalm:60:10",
        "t": "Is*ln it not you, God, you who have now rejected us and*ld no longer go out with our armies?"
    },
    {
        "o": 16228,
        "r": "niv:Psalm:60:11",
        "t": "Give*ln us aid against the enemy, for*ld human help is worthless."
    },
    {
        "o": 16229,
        "r": "niv:Psalm:60:12",
        "t": "With*ln God we will gain the victory, and*ld he will trample down our enemies."
    }
]
