[
    {
        "o": 25825,
        "r": "nkjv:Zechariah:11:0",
        "t": "Zechariah 11",
        "h": 1
    },
    {
        "o": 25826,
        "r": "nkjv:Zechariah:11:0",
        "t": "Desolation of Israel",
        "h": 2
    },
    {
        "o": 25827,
        "r": "nkjv:Zechariah:11:1",
        "t": "Open*pn your doors, O Lebanon, That*ld fire may devour your cedars."
    },
    {
        "o": 25828,
        "r": "nkjv:Zechariah:11:2",
        "t": "Wail,*ld O cypress, for the cedar has fallen, Because*ld the mighty trees*i are ruined. Wail,*ld O oaks of Bashan, For*ld the thick forest has come down."
    },
    {
        "o": 25829,
        "r": "nkjv:Zechariah:11:3",
        "t": "There*ild is*i the sound of wailing shepherds! For*ld their glory is in ruins. There*ild is*i the sound of roaring lions! For*ld the pride of the Jordan is in ruins."
    },
    {
        "o": 25830,
        "r": "nkjv:Zechariah:11:3",
        "t": "Prophecy of the Shepherds",
        "h": 2
    },
    {
        "o": 25831,
        "r": "nkjv:Zechariah:11:4",
        "t": "Thus*p says the Lord*s my God, “Feed the flock for slaughter,"
    },
    {
        "o": 25832,
        "r": "nkjv:Zechariah:11:5",
        "t": "whose owners slaughter them and feel no guilt; those who sell them say, ‘Blessed be the Lord,*s for I am rich’; and their shepherds do not pity them."
    },
    {
        "o": 25833,
        "r": "nkjv:Zechariah:11:6",
        "t": "For I will no longer pity the inhabitants of the land,” says the Lord.*s “But indeed I will give everyone into his neighbor’s hand and into the hand of his king. They shall attack the land, and I will not deliver them*i from their hand.”"
    },
    {
        "o": 25834,
        "r": "nkjv:Zechariah:11:7",
        "t": "So*p I fed the flock for slaughter, in particular the poor of the flock. I took for myself two staffs: the one I called Beauty, and the other I called Bonds; and I fed the flock."
    },
    {
        "o": 25835,
        "r": "nkjv:Zechariah:11:8",
        "t": "I dismissed the three shepherds in one month. My soul loathed them, and their soul also abhorred me."
    },
    {
        "o": 25836,
        "r": "nkjv:Zechariah:11:9",
        "t": "Then I said, “I will not feed you. Let what is dying die, and what is perishing perish. Let those that are left eat each other’s flesh.”"
    },
    {
        "o": 25837,
        "r": "nkjv:Zechariah:11:10",
        "t": "And I took my staff, Beauty, and cut it in two, that I might break the covenant which I had made with all the peoples."
    },
    {
        "o": 25838,
        "r": "nkjv:Zechariah:11:11",
        "t": "So it was broken on that day. Thus the poor of the flock, who were watching me, knew that it was*i the word of the Lord.*s"
    },
    {
        "o": 25839,
        "r": "nkjv:Zechariah:11:12",
        "t": "Then I said to them, “If it is agreeable to you, give me*i my wages; and if not, refrain.” So they weighed out for my wages thirty pieces*i of silver."
    },
    {
        "o": 25840,
        "r": "nkjv:Zechariah:11:13",
        "t": "And*p the Lord*s said to me, “Throw it to the potter”—that princely price they set on me. So I took the thirty pieces*i of silver and threw them into the house of the Lord*s for the potter."
    },
    {
        "o": 25841,
        "r": "nkjv:Zechariah:11:14",
        "t": "Then I cut in two my other staff, Bonds, that I might break the brotherhood between Judah and Israel."
    },
    {
        "o": 25842,
        "r": "nkjv:Zechariah:11:15",
        "t": "And*p the Lord*s said to me, “Next, take for yourself the implements of a foolish shepherd."
    },
    {
        "o": 25843,
        "r": "nkjv:Zechariah:11:16",
        "t": "For indeed I will raise up a shepherd in the land who*i will not care for those who are cut off, nor seek the young, nor heal those that are broken, nor feed those that still stand. But he will eat the flesh of the fat and tear their hooves in pieces."
    },
    {
        "o": 25844,
        "r": "nkjv:Zechariah:11:17",
        "t": "“Woe*pn to the worthless shepherd, Who*ld leaves the flock! A*ld sword shall*i be*i against his arm And*ld against his right eye; His*ld arm shall completely wither, And*ld his right eye shall be totally blinded.”"
    }
]
