[
    {
        "o": 11245,
        "r": "csb:2 Kings:22:0",
        "t": "2 Kings 22",
        "h": 1
    },
    {
        "o": 11246,
        "r": "csb:2 Kings:22:0",
        "t": "Judah’s King Josiah",
        "h": 2
    },
    {
        "o": 11247,
        "r": "csb:2 Kings:22:1",
        "t": "Josiah*p was eight years old when he became king, and he reigned thirty-one years in Jerusalem. His mother’s name was Jedidah the daughter of Adaiah; she was from Bozkath."
    },
    {
        "o": 11248,
        "r": "csb:2 Kings:22:2",
        "t": "He did what was right in the Lord’s*s sight and walked in all the ways of his ancestor David; he did not turn to the right or the left."
    },
    {
        "o": 11249,
        "r": "csb:2 Kings:22:2",
        "t": "Josiah Repairs the Temple",
        "h": 2
    },
    {
        "o": 11250,
        "r": "csb:2 Kings:22:3",
        "t": "In*p the eighteenth year of King Josiah, the king sent the court secretary Shaphan son of Azaliah, son of Meshullam, to the Lord’s*s temple, saying,"
    },
    {
        "o": 11251,
        "r": "csb:2 Kings:22:4",
        "t": "“Go up to the high priest Hilkiah so that he may total up the silver brought into the Lord’s*s temple - the silver the doorkeepers have collected from the people."
    },
    {
        "o": 11252,
        "r": "csb:2 Kings:22:5",
        "t": "It is to be given to those doing the work - those who oversee the Lord’s*s temple. They in turn are to give it to the workmen in the Lord’s*s temple to repair the damage."
    },
    {
        "o": 11253,
        "r": "csb:2 Kings:22:6",
        "t": "They are to give it to the carpenters, builders, and masons to buy timber and quarried stone to repair the temple."
    },
    {
        "o": 11254,
        "r": "csb:2 Kings:22:7",
        "t": "But no accounting is to be required from them for the silver given to them since they work with integrity.”"
    },
    {
        "o": 11255,
        "r": "csb:2 Kings:22:7",
        "t": "The Book of the Law Found",
        "h": 2
    },
    {
        "o": 11256,
        "r": "csb:2 Kings:22:8",
        "t": "The*p high priest Hilkiah told the court secretary Shaphan, “I have found the book of the law in the Lord’s*s temple,” and he gave the book to Shaphan, who read it."
    },
    {
        "o": 11257,
        "r": "csb:2 Kings:22:9",
        "t": "Then*p the court secretary Shaphan went to the king and reported, “Your servants have emptied out the silver that was found in the temple and have given it to those doing the work - those who oversee the Lord’s*s temple.”"
    },
    {
        "o": 11258,
        "r": "csb:2 Kings:22:10",
        "t": "Then the court secretary Shaphan told the king, “The priest Hilkiah has given me a book,” and Shaphan read it in the presence of the king."
    },
    {
        "o": 11259,
        "r": "csb:2 Kings:22:11",
        "t": "When*p the king heard the words of the book of the law, he tore his clothes."
    },
    {
        "o": 11260,
        "r": "csb:2 Kings:22:12",
        "t": "Then he commanded the priest Hilkiah, Ahikam son of Shaphan, Achbor son of Micaiah, the court secretary Shaphan, and the king’s servant Asaiah,"
    },
    {
        "o": 11261,
        "r": "csb:2 Kings:22:13",
        "t": "“Go and inquire of the Lord*s for me, for the people, and for all Judah about the words in this book that has been found. For great is the Lord’s*s wrath that is kindled against us because our ancestors have not obeyed the words of this book in order to do everything written about us.”"
    },
    {
        "o": 11262,
        "r": "csb:2 Kings:22:13",
        "t": "Huldah’s Prophecy of Judgment",
        "h": 2
    },
    {
        "o": 11263,
        "r": "csb:2 Kings:22:14",
        "t": "So*p the priest Hilkiah, Ahikam, Achbor, Shaphan, and Asaiah went to the prophetess Huldah, wife of Shallum son of Tikvah, son of Harhas, keeper of the wardrobe. She lived in Jerusalem in the Second District. They spoke with her."
    },
    {
        "o": 11264,
        "r": "csb:2 Kings:22:15",
        "t": "She*p said to them, “This is what the Lord*s God of Israel says: Say to the man who sent you to me,"
    },
    {
        "o": 11265,
        "r": "csb:2 Kings:22:16",
        "t": "‘This is what the Lord*s says: I am about to bring disaster on this place and on its inhabitants, fulfilling all the words of the book that the king of Judah has read,"
    },
    {
        "o": 11266,
        "r": "csb:2 Kings:22:17",
        "t": "because they have abandoned me and burned incense to other gods in order to anger me with all the work of their hands. My wrath will be kindled against this place, and it will not be quenched.’"
    },
    {
        "o": 11267,
        "r": "csb:2 Kings:22:18",
        "t": "Say this to the king of Judah who sent you to inquire of the Lord:*s ‘This is what the Lord*s God of Israel says: As for the words that you heard,"
    },
    {
        "o": 11268,
        "r": "csb:2 Kings:22:19",
        "t": "because your heart was tender and you humbled yourself before the Lord*s when you heard what I spoke against this place and against its inhabitants, that they would become a desolation and a curse, and because you have torn your clothes and wept before me, I myself have heard’ - this is the Lord’s*s declaration."
    },
    {
        "o": 11269,
        "r": "csb:2 Kings:22:20",
        "t": "‘Therefore, I will indeed gather you to your ancestors, and you will be gathered to your grave in peace. Your eyes will not see all the disaster that I am bringing on this place.’” Then*p they reported to the king."
    }
]
