[
    {
        "o": 18678,
        "r": "kjv:Isaiah:10:0",
        "t": "Isaiah 10",
        "h": 1
    },
    {
        "o": 18679,
        "r": "kjv:Isaiah:10:1",
        "t": "Woe*p unto them that decree unrighteous decrees, and that write grievousness which they have prescribed;"
    },
    {
        "o": 18680,
        "r": "kjv:Isaiah:10:2",
        "t": "To*p turn aside the needy from judgment, and to take away the right from the poor of my people, that widows may be their prey, and that they may rob the fatherless!"
    },
    {
        "o": 18681,
        "r": "kjv:Isaiah:10:3",
        "t": "And*p what will ye do in the day of visitation, and in the desolation which shall come from far? to whom will ye flee for help? and where will ye leave your glory?"
    },
    {
        "o": 18682,
        "r": "kjv:Isaiah:10:4",
        "t": "Without*p me they shall bow down under the prisoners, and they shall fall under the slain. For all this his anger is not turned away, but his hand is stretched out still."
    },
    {
        "o": 18683,
        "r": "kjv:Isaiah:10:5",
        "t": "O*p Assyrian, the rod of mine anger, and the staff in their hand is mine indignation."
    },
    {
        "o": 18684,
        "r": "kjv:Isaiah:10:6",
        "t": "I*p will send him against an hypocritical nation, and against the people of my wrath will I give him a charge, to take the spoil, and to take the prey, and to tread them down like the mire of the streets."
    },
    {
        "o": 18685,
        "r": "kjv:Isaiah:10:7",
        "t": "Howbeit*p he meaneth not so, neither doth his heart think so; but it is in his heart to destroy and cut off nations not a few."
    },
    {
        "o": 18686,
        "r": "kjv:Isaiah:10:8",
        "t": "For*p he saith, Are not my princes altogether kings?"
    },
    {
        "o": 18687,
        "r": "kjv:Isaiah:10:9",
        "t": "Is*p not Calno as Carchemish? is not Hamath as Arpad? is not Samaria as Damascus?"
    },
    {
        "o": 18688,
        "r": "kjv:Isaiah:10:10",
        "t": "As*p my hand hath found the kingdoms of the idols, and whose graven images did excel them of Jerusalem and of Samaria;"
    },
    {
        "o": 18689,
        "r": "kjv:Isaiah:10:11",
        "t": "Shall*p I not, as I have done unto Samaria and her idols, so do to Jerusalem and her idols?"
    },
    {
        "o": 18690,
        "r": "kjv:Isaiah:10:12",
        "t": "Wherefore*p it shall come to pass, that when the Lord hath performed his whole work upon mount Zion and on Jerusalem, I will punish the fruit of the stout heart of the king of Assyria, and the glory of his high looks."
    },
    {
        "o": 18691,
        "r": "kjv:Isaiah:10:13",
        "t": "For*p he saith, By the strength of my hand I have done it, and by my wisdom; for I am prudent: and I have removed the bounds of the people, and have robbed their treasures, and I have put down the inhabitants like a valiant man:"
    },
    {
        "o": 18692,
        "r": "kjv:Isaiah:10:14",
        "t": "And*p my hand hath found as a nest the riches of the people: and as one gathereth eggs that are left, have I gathered all the earth; and there was none that moved the wing, or opened the mouth, or peeped."
    },
    {
        "o": 18693,
        "r": "kjv:Isaiah:10:15",
        "t": "Shall*p the axe boast itself against him that heweth therewith? or shall the saw magnify itself against him that shaketh it? as if the rod should shake itself against them that lift it up, or as if the staff should lift up itself, as if it were no wood."
    },
    {
        "o": 18694,
        "r": "kjv:Isaiah:10:16",
        "t": "Therefore*p shall the Lord, the Lord of hosts, send among his fat ones leanness; and under his glory he shall kindle a burning like the burning of a fire."
    },
    {
        "o": 18695,
        "r": "kjv:Isaiah:10:17",
        "t": "And*p the light of Israel shall be for a fire, and his Holy One for a flame: and it shall burn and devour his thorns and his briers in one day;"
    },
    {
        "o": 18696,
        "r": "kjv:Isaiah:10:18",
        "t": "And*p shall consume the glory of his forest, and of his fruitful field, both soul and body: and they shall be as when a standardbearer fainteth."
    },
    {
        "o": 18697,
        "r": "kjv:Isaiah:10:19",
        "t": "And*p the rest of the trees of his forest shall be few, that a child may write them."
    },
    {
        "o": 18698,
        "r": "kjv:Isaiah:10:20",
        "t": "And*p it shall come to pass in that day, that the remnant of Israel, and such as are escaped of the house of Jacob, shall no more again stay upon him that smote them; but shall stay upon the Lord,*s the Holy One of Israel, in truth."
    },
    {
        "o": 18699,
        "r": "kjv:Isaiah:10:21",
        "t": "The*p remnant shall return, even the remnant of Jacob, unto the mighty God."
    },
    {
        "o": 18700,
        "r": "kjv:Isaiah:10:22",
        "t": "For*p though thy people Israel be as the sand of the sea, yet a remnant of them shall return: the consumption decreed shall overflow with righteousness."
    },
    {
        "o": 18701,
        "r": "kjv:Isaiah:10:23",
        "t": "For*p the Lord God*s of hosts shall make a consumption, even determined, in the midst of all the land."
    },
    {
        "o": 18702,
        "r": "kjv:Isaiah:10:24",
        "t": "Therefore*p thus saith the Lord God*s of hosts, O my people that dwellest in Zion, be not afraid of the Assyrian: he shall smite thee with a rod, and shall lift up his staff against thee, after the manner of Egypt."
    },
    {
        "o": 18703,
        "r": "kjv:Isaiah:10:25",
        "t": "For*p yet a very little while, and the indignation shall cease, and mine anger in their destruction."
    },
    {
        "o": 18704,
        "r": "kjv:Isaiah:10:26",
        "t": "And*p the Lord*s of hosts shall stir up a scourge for him according to the slaughter of Midian at the rock of Oreb: and as his rod was upon the sea, so shall he lift it up after the manner of Egypt."
    },
    {
        "o": 18705,
        "r": "kjv:Isaiah:10:27",
        "t": "And*p it shall come to pass in that day, that his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing."
    },
    {
        "o": 18706,
        "r": "kjv:Isaiah:10:28",
        "t": "He*p is come to Aiath, he is passed to Migron; at Michmash he hath laid up his carriages:"
    },
    {
        "o": 18707,
        "r": "kjv:Isaiah:10:29",
        "t": "They*p are gone over the passage: they have taken up their lodging at Geba; Ramah is afraid; Gibeah of Saul is fled."
    },
    {
        "o": 18708,
        "r": "kjv:Isaiah:10:30",
        "t": "Lift*p up thy voice, O daughter of Gallim: cause it to be heard unto Laish, O poor Anathoth."
    },
    {
        "o": 18709,
        "r": "kjv:Isaiah:10:31",
        "t": "Madmenah*p is removed; the inhabitants of Gebim gather themselves to flee."
    },
    {
        "o": 18710,
        "r": "kjv:Isaiah:10:32",
        "t": "As*p yet shall he remain at Nob that day: he shall shake his hand against the mount of the daughter of Zion, the hill of Jerusalem."
    },
    {
        "o": 18711,
        "r": "kjv:Isaiah:10:33",
        "t": "Behold,*p the Lord, the Lord*s of hosts, shall lop the bough with terror: and the high ones of stature shall be hewn down, and the haughty shall be humbled."
    },
    {
        "o": 18712,
        "r": "kjv:Isaiah:10:34",
        "t": "And*p he shall cut down the thickets of the forest with iron, and Lebanon shall fall by a mighty one."
    }
]
