[
    {
        "o": 34833,
        "r": "esv:Revelation:22:0",
        "t": "Revelation 22",
        "h": 1
    },
    {
        "o": 34834,
        "r": "esv:Revelation:22:0",
        "t": "The River of Life",
        "h": 2
    },
    {
        "o": 34835,
        "r": "esv:Revelation:22:1",
        "t": "Then*p the angel showed me the river of the water of life, bright as crystal, flowing from the throne of God and of the Lamb"
    },
    {
        "o": 34836,
        "r": "esv:Revelation:22:2",
        "t": "through the middle of the street of the city; also, on either side of the river, the tree of life with its twelve kinds of fruit, yielding its fruit each month. The leaves of the tree were for the healing of the nations."
    },
    {
        "o": 34837,
        "r": "esv:Revelation:22:3",
        "t": "No longer will there be anything accursed, but the throne of God and of the Lamb will be in it, and his servants will worship him."
    },
    {
        "o": 34838,
        "r": "esv:Revelation:22:4",
        "t": "They will see his face, and his name will be on their foreheads."
    },
    {
        "o": 34839,
        "r": "esv:Revelation:22:5",
        "t": "And night will be no more. They will need no light of lamp or sun, for the Lord God will be their light, and they will reign forever and ever."
    },
    {
        "o": 34840,
        "r": "esv:Revelation:22:5",
        "t": "Jesus Is Coming",
        "h": 2
    },
    {
        "o": 34841,
        "r": "esv:Revelation:22:6",
        "t": "And*p he said to me, “These words are trustworthy and true. And the Lord, the God of the spirits of the prophets, has sent his angel to show his servants what must soon take place.”"
    },
    {
        "o": 34842,
        "r": "esv:Revelation:22:7",
        "t": "“And*rp behold,*r I*r am*r coming*r soon.*r Blessed*r is*r the*r one*r who*r keeps*r the*r words*r of*r the*r prophecy*r of*r this*r book.”*r"
    },
    {
        "o": 34843,
        "r": "esv:Revelation:22:8",
        "t": "I,*p John, am the one who heard and saw these things. And when I heard and saw them, I fell down to worship at the feet of the angel who showed them to me,"
    },
    {
        "o": 34844,
        "r": "esv:Revelation:22:9",
        "t": "but he said to me, “You must not do that! I am a fellow servant with you and your brothers the prophets, and with those who keep the words of this book. Worship God.”"
    },
    {
        "o": 34845,
        "r": "esv:Revelation:22:10",
        "t": "And*p he said to me, “Do not seal up the words of the prophecy of this book, for the time is near."
    },
    {
        "o": 34846,
        "r": "esv:Revelation:22:11",
        "t": "Let the evildoer still do evil, and the filthy still be filthy, and the righteous still do right, and the holy still be holy.”"
    },
    {
        "o": 34847,
        "r": "esv:Revelation:22:12",
        "t": "“Behold,*rp I*r am*r coming*r soon,*r bringing*r my*r recompense*r with*r me,*r to*r repay*r each*r one*r for*r what*r he*r has*r done.*r"
    },
    {
        "o": 34848,
        "r": "esv:Revelation:22:13",
        "t": "I*r am*r the*r Alpha*r and*r the*r Omega,*r the*r first*r and*r the*r last,*r the*r beginning*r and*r the*r end.”*r"
    },
    {
        "o": 34849,
        "r": "esv:Revelation:22:14",
        "t": "Blessed*p are those who wash their robes, so that they may have the right to the tree of life and that they may enter the city by the gates."
    },
    {
        "o": 34850,
        "r": "esv:Revelation:22:15",
        "t": "Outside are the dogs and sorcerers and the sexually immoral and murderers and idolaters, and everyone who loves and practices falsehood."
    },
    {
        "o": 34851,
        "r": "esv:Revelation:22:16",
        "t": "“I,*rp Jesus,*r have*r sent*r my*r angel*r to*r testify*r to*r you*r about*r these*r things*r for*r the*r churches.*r I*r am*r the*r root*r and*r the*r descendant*r of*r David,*r the*r bright*r morning*r star.”*r"
    },
    {
        "o": 34852,
        "r": "esv:Revelation:22:17",
        "t": "The*p Spirit and the Bride say, “Come.” And let the one who hears say, “Come.” And let the one who is thirsty come; let the one who desires take the water of life without price."
    },
    {
        "o": 34853,
        "r": "esv:Revelation:22:18",
        "t": "I*p warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book,"
    },
    {
        "o": 34854,
        "r": "esv:Revelation:22:19",
        "t": "and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book."
    },
    {
        "o": 34855,
        "r": "esv:Revelation:22:20",
        "t": "He*p who testifies to these things says, “Surely*r I*r am*r coming*r soon.”*r Amen. Come, Lord Jesus!"
    },
    {
        "o": 34856,
        "r": "esv:Revelation:22:21",
        "t": "The*p grace of the Lord Jesus be with all. Amen."
    }
]
