[
    {
        "o": 24296,
        "r": "csb:Ezekiel:44:0",
        "t": "Ezekiel 44",
        "h": 1
    },
    {
        "o": 24297,
        "r": "csb:Ezekiel:44:0",
        "t": "The Prince’s Privilege",
        "h": 2
    },
    {
        "o": 24298,
        "r": "csb:Ezekiel:44:1",
        "t": "The*p man then brought me back toward the sanctuary’s outer gate that faced east, and it was closed."
    },
    {
        "o": 24299,
        "r": "csb:Ezekiel:44:2",
        "t": "The Lord*s said to me, “This gate will remain closed. It will not be opened, and no one will enter through it, because the Lord,*s the God of Israel, has entered through it. Therefore it will remain closed."
    },
    {
        "o": 24300,
        "r": "csb:Ezekiel:44:3",
        "t": "The prince himself will sit in the gate to eat a meal before the Lord.*s He is to enter by way of the portico of the gate and go out the same way.”"
    },
    {
        "o": 24301,
        "r": "csb:Ezekiel:44:4",
        "t": "Then*p the man brought me by way of the north gate to the front of the temple. I looked, and the glory of the Lord*s filled his temple. And I fell facedown."
    },
    {
        "o": 24302,
        "r": "csb:Ezekiel:44:5",
        "t": "The Lord*s said to me, “Son of man, pay attention; look with your eyes and listen with your ears to everything I tell you about all the statutes and laws of the Lord’s*s temple. Take careful note of the entrance of the temple along with all the exits of the sanctuary."
    },
    {
        "o": 24303,
        "r": "csb:Ezekiel:44:5",
        "t": "The Levites’ Duties and Privileges",
        "h": 2
    },
    {
        "o": 24304,
        "r": "csb:Ezekiel:44:6",
        "t": "“Say*p to the rebellious people, the house of Israel, ‘This is what the Lord God*s says: I have had enough of all your detestable practices, house of Israel."
    },
    {
        "o": 24305,
        "r": "csb:Ezekiel:44:7",
        "t": "When you brought in foreigners, uncircumcised in both heart and flesh, to occupy my sanctuary, you defiled my temple while you offered my food - the fat and the blood. You broke my covenant by all your detestable practices."
    },
    {
        "o": 24306,
        "r": "csb:Ezekiel:44:8",
        "t": "You have not kept charge of my holy things but have appointed others to keep charge of my sanctuary for you.’"
    },
    {
        "o": 24307,
        "r": "csb:Ezekiel:44:9",
        "t": "“This*p is what the Lord God*s says: No foreigner, uncircumcised in heart and flesh, may enter my sanctuary, not even a foreigner who is among the Israelites."
    },
    {
        "o": 24308,
        "r": "csb:Ezekiel:44:10",
        "t": "Surely the Levites who wandered away from me when Israel went astray, and who strayed from me after their idols, will bear the consequences of their iniquity."
    },
    {
        "o": 24309,
        "r": "csb:Ezekiel:44:11",
        "t": "Yet they will occupy my sanctuary, serving as guards at the temple gates and ministering at the temple. They will slaughter the burnt offerings and other sacrifices for the people and will stand before them to serve them."
    },
    {
        "o": 24310,
        "r": "csb:Ezekiel:44:12",
        "t": "Because they ministered to the house of Israel before their idols and became a sinful stumbling block to them, therefore I swore an oath against them”- this is the declaration of the Lord God-*s “that they would bear the consequences of their iniquity."
    },
    {
        "o": 24311,
        "r": "csb:Ezekiel:44:13",
        "t": "They must not approach me to serve me as priests or come near any of my holy things or the most holy things. They will bear their disgrace and the consequences of the detestable acts they committed."
    },
    {
        "o": 24312,
        "r": "csb:Ezekiel:44:14",
        "t": "Yet I will make them responsible for the duties of the temple- for all its work and everything done in it."
    },
    {
        "o": 24313,
        "r": "csb:Ezekiel:44:14",
        "t": "The Priests’ Duties and Privileges",
        "h": 2
    },
    {
        "o": 24314,
        "r": "csb:Ezekiel:44:15",
        "t": "“But*p the Levitical priests descended from Zadok, who kept charge of my sanctuary when the Israelites went astray from me, will approach me to serve me. They will stand before me to offer me fat and blood.” This is the declaration of the Lord God.*s"
    },
    {
        "o": 24315,
        "r": "csb:Ezekiel:44:16",
        "t": "“They are the ones who may enter my sanctuary and approach my table to serve me. They will keep my mandate."
    },
    {
        "o": 24316,
        "r": "csb:Ezekiel:44:17",
        "t": "When they enter the gates of the inner court they are to wear linen garments; they must not have on them anything made of wool when they minister at the gates of the inner court and within it."
    },
    {
        "o": 24317,
        "r": "csb:Ezekiel:44:18",
        "t": "They are to wear linen turbans on their heads and linen undergarments around their waists. They are not to put on anything that makes them sweat."
    },
    {
        "o": 24318,
        "r": "csb:Ezekiel:44:19",
        "t": "Before they go out to the outer court, to the people, they must take off the clothes they have been ministering in, leave them in the holy chambers, and dress in other clothes so that they do not transmit holiness to the people through their clothes."
    },
    {
        "o": 24319,
        "r": "csb:Ezekiel:44:20",
        "t": "“They*p may not shave their heads or let their hair grow long, but are to carefully trim their hair."
    },
    {
        "o": 24320,
        "r": "csb:Ezekiel:44:21",
        "t": "No priest may drink wine before he enters the inner court."
    },
    {
        "o": 24321,
        "r": "csb:Ezekiel:44:22",
        "t": "He is not to marry a widow or a divorced woman, but may marry only a virgin from the offspring of the house of Israel, or a widow who is the widow of a priest."
    },
    {
        "o": 24322,
        "r": "csb:Ezekiel:44:23",
        "t": "They are to teach my people the difference between the holy and the common, and explain to them the difference between the clean and the unclean."
    },
    {
        "o": 24323,
        "r": "csb:Ezekiel:44:24",
        "t": "“In*p a dispute, they will officiate as judges and decide the case according to my ordinances. They are to observe my laws and statutes regarding all my appointed festivals, and keep my Sabbaths holy."
    },
    {
        "o": 24324,
        "r": "csb:Ezekiel:44:25",
        "t": "A priest may not come near a dead person so that he becomes defiled. However, he may defile himself for a father, a mother, a son, a daughter, a brother, or an unmarried sister."
    },
    {
        "o": 24325,
        "r": "csb:Ezekiel:44:26",
        "t": "After he is cleansed, he is to count off seven days for himself."
    },
    {
        "o": 24326,
        "r": "csb:Ezekiel:44:27",
        "t": "On the day he goes into the sanctuary, into the inner court to minister in the sanctuary, he is to present his sin offering.” This is the declaration of the Lord God.*s"
    },
    {
        "o": 24327,
        "r": "csb:Ezekiel:44:28",
        "t": "“This*p will be their inheritance: I am their inheritance. You are to give them no possession in Israel: I am their possession."
    },
    {
        "o": 24328,
        "r": "csb:Ezekiel:44:29",
        "t": "They will eat the grain offering, the sin offering, and the guilt offering. Everything in Israel that is permanently dedicated to the Lord*s will belong to them."
    },
    {
        "o": 24329,
        "r": "csb:Ezekiel:44:30",
        "t": "The best of all the firstfruits of every kind and contribution of every kind from all your gifts will belong to the priests. You are to give your first batch of dough to the priest so that a blessing may rest on your homes."
    },
    {
        "o": 24330,
        "r": "csb:Ezekiel:44:31",
        "t": "The priests may not eat any bird or animal that died naturally or was mauled by wild beasts."
    }
]
