[
    {
        "o": 10016,
        "r": "niv:1 Kings:13:0",
        "t": "1 Kings 13",
        "h": 1
    },
    {
        "o": 10017,
        "r": "niv:1 Kings:13:0",
        "t": "The Man of God From Judah",
        "h": 2
    },
    {
        "o": 10018,
        "r": "niv:1 Kings:13:1",
        "t": "By*p the word of the Lord*s a man of God came from Judah to Bethel, as Jeroboam was standing by the altar to make an offering."
    },
    {
        "o": 10019,
        "r": "niv:1 Kings:13:2",
        "t": "By the word of the Lord*s he cried out against the altar: “Altar, altar! This is what the Lord*s says: ‘A son named Josiah will be born to the house of David. On you he will sacrifice the priests of the high places who make offerings here, and human bones will be burned on you.’ ”"
    },
    {
        "o": 10020,
        "r": "niv:1 Kings:13:3",
        "t": "That same day the man of God gave a sign: “This is the sign the Lord*s has declared: The altar will be split apart and the ashes on it will be poured out.”"
    },
    {
        "o": 10021,
        "r": "niv:1 Kings:13:4",
        "t": "When*p King Jeroboam heard what the man of God cried out against the altar at Bethel, he stretched out his hand from the altar and said, “Seize him!” But the hand he stretched out toward the man shriveled up, so that he could not pull it back."
    },
    {
        "o": 10022,
        "r": "niv:1 Kings:13:5",
        "t": "Also, the altar was split apart and its ashes poured out according to the sign given by the man of God by the word of the Lord.*s"
    },
    {
        "o": 10023,
        "r": "niv:1 Kings:13:6",
        "t": "Then*p the king said to the man of God, “Intercede with the Lord*s your God and pray for me that my hand may be restored.” So the man of God interceded with the Lord,*s and the king’s hand was restored and became as it was before."
    },
    {
        "o": 10024,
        "r": "niv:1 Kings:13:7",
        "t": "The*p king said to the man of God, “Come home with me for a meal, and I will give you a gift.”"
    },
    {
        "o": 10025,
        "r": "niv:1 Kings:13:8",
        "t": "But*p the man of God answered the king, “Even if you were to give me half your possessions, I would not go with you, nor would I eat bread or drink water here."
    },
    {
        "o": 10026,
        "r": "niv:1 Kings:13:9",
        "t": "For I was commanded by the word of the Lord:*s ‘You must not eat bread or drink water or return by the way you came.’ ”"
    },
    {
        "o": 10027,
        "r": "niv:1 Kings:13:10",
        "t": "So he took another road and did not return by the way he had come to Bethel."
    },
    {
        "o": 10028,
        "r": "niv:1 Kings:13:11",
        "t": "Now*p there was a certain old prophet living in Bethel, whose sons came and told him all that the man of God had done there that day. They also told their father what he had said to the king."
    },
    {
        "o": 10029,
        "r": "niv:1 Kings:13:12",
        "t": "Their father asked them, “Which way did he go?” And his sons showed him which road the man of God from Judah had taken."
    },
    {
        "o": 10030,
        "r": "niv:1 Kings:13:13",
        "t": "So he said to his sons, “Saddle the donkey for me.” And when they had saddled the donkey for him, he mounted it"
    },
    {
        "o": 10031,
        "r": "niv:1 Kings:13:14",
        "t": "and rode after the man of God. He found him sitting under an oak tree and asked, “Are you the man of God who came from Judah?” “I*p am,” he replied."
    },
    {
        "o": 10032,
        "r": "niv:1 Kings:13:15",
        "t": "So*p the prophet said to him, “Come home with me and eat.”"
    },
    {
        "o": 10033,
        "r": "niv:1 Kings:13:16",
        "t": "The*p man of God said, “I cannot turn back and go with you, nor can I eat bread or drink water with you in this place."
    },
    {
        "o": 10034,
        "r": "niv:1 Kings:13:17",
        "t": "I have been told by the word of the Lord:*s ‘You must not eat bread or drink water there or return by the way you came.’ ”"
    },
    {
        "o": 10035,
        "r": "niv:1 Kings:13:18",
        "t": "The*p old prophet answered, “I too am a prophet, as you are. And an angel said to me by the word of the Lord:*s ‘Bring him back with you to your house so that he may eat bread and drink water.’ ” (But he was lying to him.)"
    },
    {
        "o": 10036,
        "r": "niv:1 Kings:13:19",
        "t": "So the man of God returned with him and ate and drank in his house."
    },
    {
        "o": 10037,
        "r": "niv:1 Kings:13:20",
        "t": "While*p they were sitting at the table, the word of the Lord*s came to the old prophet who had brought him back."
    },
    {
        "o": 10038,
        "r": "niv:1 Kings:13:21",
        "t": "He cried out to the man of God who had come from Judah, “This is what the Lord*s says: ‘You have defied the word of the Lord*s and have not kept the command the Lord*s your God gave you."
    },
    {
        "o": 10039,
        "r": "niv:1 Kings:13:22",
        "t": "You came back and ate bread and drank water in the place where he told you not to eat or drink. Therefore your body will not be buried in the tomb of your ancestors.’ ”"
    },
    {
        "o": 10040,
        "r": "niv:1 Kings:13:23",
        "t": "When*p the man of God had finished eating and drinking, the prophet who had brought him back saddled his donkey for him."
    },
    {
        "o": 10041,
        "r": "niv:1 Kings:13:24",
        "t": "As he went on his way, a lion met him on the road and killed him, and his body was left lying on the road, with both the donkey and the lion standing beside it."
    },
    {
        "o": 10042,
        "r": "niv:1 Kings:13:25",
        "t": "Some people who passed by saw the body lying there, with the lion standing beside the body, and they went and reported it in the city where the old prophet lived."
    },
    {
        "o": 10043,
        "r": "niv:1 Kings:13:26",
        "t": "When*p the prophet who had brought him back from his journey heard of it, he said, “It is the man of God who defied the word of the Lord.*s The Lord*s has given him over to the lion, which has mauled him and killed him, as the word of the Lord*s had warned him.”"
    },
    {
        "o": 10044,
        "r": "niv:1 Kings:13:27",
        "t": "The*p prophet said to his sons, “Saddle the donkey for me,” and they did so."
    },
    {
        "o": 10045,
        "r": "niv:1 Kings:13:28",
        "t": "Then he went out and found the body lying on the road, with the donkey and the lion standing beside it. The lion had neither eaten the body nor mauled the donkey."
    },
    {
        "o": 10046,
        "r": "niv:1 Kings:13:29",
        "t": "So the prophet picked up the body of the man of God, laid it on the donkey, and brought it back to his own city to mourn for him and bury him."
    },
    {
        "o": 10047,
        "r": "niv:1 Kings:13:30",
        "t": "Then he laid the body in his own tomb, and they mourned over him and said, “Alas, my brother!”"
    },
    {
        "o": 10048,
        "r": "niv:1 Kings:13:31",
        "t": "After*p burying him, he said to his sons, “When I die, bury me in the grave where the man of God is buried; lay my bones beside his bones."
    },
    {
        "o": 10049,
        "r": "niv:1 Kings:13:32",
        "t": "For the message he declared by the word of the Lord*s against the altar in Bethel and against all the shrines on the high places in the towns of Samaria will certainly come true.”"
    },
    {
        "o": 10050,
        "r": "niv:1 Kings:13:33",
        "t": "Even*p after this, Jeroboam did not change his evil ways, but once more appointed priests for the high places from all sorts of people. Anyone who wanted to become a priest he consecrated for the high places."
    },
    {
        "o": 10051,
        "r": "niv:1 Kings:13:34",
        "t": "This was the sin of the house of Jeroboam that led to its downfall and to its destruction from the face of the earth."
    }
]
