[
    {
        "o": 1397,
        "r": "esv:Genesis:43:0",
        "t": "Genesis 43",
        "h": 1
    },
    {
        "o": 1398,
        "r": "esv:Genesis:43:0",
        "t": "Joseph’s Brothers Return to Egypt",
        "h": 2
    },
    {
        "o": 1399,
        "r": "esv:Genesis:43:1",
        "t": "Now*p the famine was severe in the land."
    },
    {
        "o": 1400,
        "r": "esv:Genesis:43:2",
        "t": "And when they had eaten the grain that they had brought from Egypt, their father said to them, “Go again, buy us a little food.”"
    },
    {
        "o": 1401,
        "r": "esv:Genesis:43:3",
        "t": "But Judah said to him, “The man solemnly warned us, saying, ‘You shall not see my face unless your brother is with you.’"
    },
    {
        "o": 1402,
        "r": "esv:Genesis:43:4",
        "t": "If you will send our brother with us, we will go down and buy you food."
    },
    {
        "o": 1403,
        "r": "esv:Genesis:43:5",
        "t": "But if you will not send him, we will not go down, for the man said to us, ‘You shall not see my face, unless your brother is with you.’”"
    },
    {
        "o": 1404,
        "r": "esv:Genesis:43:6",
        "t": "Israel said, “Why did you treat me so badly as to tell the man that you had another brother?”"
    },
    {
        "o": 1405,
        "r": "esv:Genesis:43:7",
        "t": "They replied, “The man questioned us carefully about ourselves and our kindred, saying, ‘Is your father still alive? Do you have another brother?’ What we told him was in answer to these questions. Could we in any way know that he would say, ‘Bring your brother down’?”"
    },
    {
        "o": 1406,
        "r": "esv:Genesis:43:8",
        "t": "And Judah said to Israel his father, “Send the boy with me, and we will arise and go, that we may live and not die, both we and you and also our little ones."
    },
    {
        "o": 1407,
        "r": "esv:Genesis:43:9",
        "t": "I will be a pledge of his safety. From my hand you shall require him. If I do not bring him back to you and set him before you, then let me bear the blame forever."
    },
    {
        "o": 1408,
        "r": "esv:Genesis:43:10",
        "t": "If we had not delayed, we would now have returned twice.”"
    },
    {
        "o": 1409,
        "r": "esv:Genesis:43:11",
        "t": "Then*p their father Israel said to them, “If it must be so, then do this: take some of the choice fruits of the land in your bags, and carry a present down to the man, a little balm and a little honey, gum, myrrh, pistachio nuts, and almonds."
    },
    {
        "o": 1410,
        "r": "esv:Genesis:43:12",
        "t": "Take double the money with you. Carry back with you the money that was returned in the mouth of your sacks. Perhaps it was an oversight."
    },
    {
        "o": 1411,
        "r": "esv:Genesis:43:13",
        "t": "Take also your brother, and arise, go again to the man."
    },
    {
        "o": 1412,
        "r": "esv:Genesis:43:14",
        "t": "May God Almighty grant you mercy before the man, and may he send back your other brother and Benjamin. And as for me, if I am bereaved of my children, I am bereaved.”"
    },
    {
        "o": 1413,
        "r": "esv:Genesis:43:15",
        "t": "So*p the men took this present, and they took double the money with them, and Benjamin. They arose and went down to Egypt and stood before Joseph."
    },
    {
        "o": 1414,
        "r": "esv:Genesis:43:16",
        "t": "When*p Joseph saw Benjamin with them, he said to the steward of his house, “Bring the men into the house, and slaughter an animal and make ready, for the men are to dine with me at noon.”"
    },
    {
        "o": 1415,
        "r": "esv:Genesis:43:17",
        "t": "The man did as Joseph told him and brought the men to Joseph’s house."
    },
    {
        "o": 1416,
        "r": "esv:Genesis:43:18",
        "t": "And the men were afraid because they were brought to Joseph’s house, and they said, “It is because of the money, which was replaced in our sacks the first time, that we are brought in, so that he may assault us and fall upon us to make us servants and seize our donkeys.”"
    },
    {
        "o": 1417,
        "r": "esv:Genesis:43:19",
        "t": "So they went up to the steward of Joseph’s house and spoke with him at the door of the house,"
    },
    {
        "o": 1418,
        "r": "esv:Genesis:43:20",
        "t": "and said, “Oh, my lord, we came down the first time to buy food."
    },
    {
        "o": 1419,
        "r": "esv:Genesis:43:21",
        "t": "And when we came to the lodging place we opened our sacks, and there was each man’s money in the mouth of his sack, our money in full weight. So we have brought it again with us,"
    },
    {
        "o": 1420,
        "r": "esv:Genesis:43:22",
        "t": "and we have brought other money down with us to buy food. We do not know who put our money in our sacks.”"
    },
    {
        "o": 1421,
        "r": "esv:Genesis:43:23",
        "t": "He replied, “Peace to you, do not be afraid. Your God and the God of your father has put treasure in your sacks for you. I received your money.” Then he brought Simeon out to them."
    },
    {
        "o": 1422,
        "r": "esv:Genesis:43:24",
        "t": "And when the man had brought the men into Joseph’s house and given them water, and they had washed their feet, and when he had given their donkeys fodder,"
    },
    {
        "o": 1423,
        "r": "esv:Genesis:43:25",
        "t": "they prepared the present for Joseph’s coming at noon, for they heard that they should eat bread there."
    },
    {
        "o": 1424,
        "r": "esv:Genesis:43:26",
        "t": "When*p Joseph came home, they brought into the house to him the present that they had with them and bowed down to him to the ground."
    },
    {
        "o": 1425,
        "r": "esv:Genesis:43:27",
        "t": "And he inquired about their welfare and said, “Is your father well, the old man of whom you spoke? Is he still alive?”"
    },
    {
        "o": 1426,
        "r": "esv:Genesis:43:28",
        "t": "They said, “Your servant our father is well; he is still alive.” And they bowed their heads and prostrated themselves."
    },
    {
        "o": 1427,
        "r": "esv:Genesis:43:29",
        "t": "And he lifted up his eyes and saw his brother Benjamin, his mother’s son, and said, “Is this your youngest brother, of whom you spoke to me? God be gracious to you, my son!”"
    },
    {
        "o": 1428,
        "r": "esv:Genesis:43:30",
        "t": "Then Joseph hurried out, for his compassion grew warm for his brother, and he sought a place to weep. And he entered his chamber and wept there."
    },
    {
        "o": 1429,
        "r": "esv:Genesis:43:31",
        "t": "Then he washed his face and came out. And controlling himself he said, “Serve the food.”"
    },
    {
        "o": 1430,
        "r": "esv:Genesis:43:32",
        "t": "They served him by himself, and them by themselves, and the Egyptians who ate with him by themselves, because the Egyptians could not eat with the Hebrews, for that is an abomination to the Egyptians."
    },
    {
        "o": 1431,
        "r": "esv:Genesis:43:33",
        "t": "And they sat before him, the firstborn according to his birthright and the youngest according to his youth. And the men looked at one another in amazement."
    },
    {
        "o": 1432,
        "r": "esv:Genesis:43:34",
        "t": "Portions were taken to them from Joseph’s table, but Benjamin’s portion was five times as much as any of theirs. And they drank and were merry with him."
    }
]
