[
    {
        "o": 24025,
        "r": "nasb:Ezekiel:44:0",
        "t": "Ezekiel 44",
        "h": 1
    },
    {
        "o": 24026,
        "r": "nasb:Ezekiel:44:0",
        "t": "Gate for the Prince",
        "h": 2
    },
    {
        "o": 24027,
        "r": "nasb:Ezekiel:44:1",
        "t": "Then*p He brought me back by the way of the outer gate of the sanctuary, which faces the east; and it was shut."
    },
    {
        "o": 24028,
        "r": "nasb:Ezekiel:44:2",
        "t": "The Lord*s said to me, “This gate shall be shut; it shall not be opened, and no one shall enter by it, for the Lord*s God of Israel has entered by it; therefore it shall be shut."
    },
    {
        "o": 24029,
        "r": "nasb:Ezekiel:44:3",
        "t": "As for the prince, he shall sit in it as prince to eat bread before the Lord;*s he shall enter by way of the porch of the gate and shall go out by the same way.”"
    },
    {
        "o": 24030,
        "r": "nasb:Ezekiel:44:4",
        "t": "Then*p He brought me by way of the north gate to the front of the house; and I looked, and behold, the glory of the Lord*s filled the house of the Lord,*s and I fell on my face."
    },
    {
        "o": 24031,
        "r": "nasb:Ezekiel:44:5",
        "t": "The Lord*s said to me, “Son of man, mark well, see with your eyes and hear with your ears all that I say to you concerning all the statutes of the house of the Lord*s and concerning all its laws; and mark well the entrance of the house, with all exits of the sanctuary."
    },
    {
        "o": 24032,
        "r": "nasb:Ezekiel:44:6",
        "t": "You shall say to the rebellious ones, to the house of Israel, ‘Thus says the Lord God,*s “Enough of all your abominations, O house of Israel,"
    },
    {
        "o": 24033,
        "r": "nasb:Ezekiel:44:7",
        "t": "when you brought in foreigners, uncircumcised in heart and uncircumcised in flesh, to be in My sanctuary to profane it, even*i My house, when you offered My food, the fat and the blood; for they made My covenant void— this*i in addition to all your abominations."
    },
    {
        "o": 24034,
        "r": "nasb:Ezekiel:44:8",
        "t": "And you have not kept charge of My holy things yourselves, but you have set foreigners*i to keep charge of My sanctuary.”"
    },
    {
        "o": 24035,
        "r": "nasb:Ezekiel:44:9",
        "t": "‘Thus*p says the Lord God,*s “No foreigner uncircumcised in heart and uncircumcised in flesh, of all the foreigners who are among the sons of Israel, shall enter My sanctuary."
    },
    {
        "o": 24036,
        "r": "nasb:Ezekiel:44:10",
        "t": "But the Levites who went far from Me when Israel went astray, who went astray from Me after their idols, shall bear the punishment for their iniquity."
    },
    {
        "o": 24037,
        "r": "nasb:Ezekiel:44:11",
        "t": "Yet they shall be ministers in My sanctuary, having oversight at the gates of the house and ministering in the house; they shall slaughter the burnt offering and the sacrifice for the people, and they shall stand before them to minister to them."
    },
    {
        "o": 24038,
        "r": "nasb:Ezekiel:44:12",
        "t": "Because they ministered to them before their idols and became a stumbling block of iniquity to the house of Israel, therefore I have sworn against them,” declares the Lord God,*s “that they shall bear the*i punishment*i for*i their iniquity."
    },
    {
        "o": 24039,
        "r": "nasb:Ezekiel:44:13",
        "t": "And they shall not come near to Me to serve as a priest to Me, nor come near to any of My holy things, to the things that are most holy; but they will bear their shame and their abominations which they have committed."
    },
    {
        "o": 24040,
        "r": "nasb:Ezekiel:44:14",
        "t": "Yet I will appoint them to keep charge of the house, of all its service and of all that shall be done in it."
    },
    {
        "o": 24041,
        "r": "nasb:Ezekiel:44:14",
        "t": "Ordinances for the Levites",
        "h": 2
    },
    {
        "o": 24042,
        "r": "nasb:Ezekiel:44:15",
        "t": "“But*p the Levitical priests, the sons of Zadok, who kept charge of My sanctuary when the sons of Israel went astray from Me, shall come near to Me to minister to Me; and they shall stand before Me to offer Me the fat and the blood,” declares the Lord God.*s"
    },
    {
        "o": 24043,
        "r": "nasb:Ezekiel:44:16",
        "t": "“They shall enter My sanctuary; they shall come near to My table to minister to Me and keep My charge."
    },
    {
        "o": 24044,
        "r": "nasb:Ezekiel:44:17",
        "t": "It shall be that when they enter at the gates of the inner court, they shall be clothed with linen garments; and wool shall not be on them while they are ministering in the gates of the inner court and in the house."
    },
    {
        "o": 24045,
        "r": "nasb:Ezekiel:44:18",
        "t": "Linen turbans shall be on their heads and linen undergarments shall be on their loins; they shall not gird themselves with anything*i which*i makes*i them*i sweat."
    },
    {
        "o": 24046,
        "r": "nasb:Ezekiel:44:19",
        "t": "When they go out into the outer court, into the outer court to the people, they shall put off their garments in which they have been ministering and lay them in the holy chambers; then they shall put on other garments so that they will not transmit holiness to the people with their garments."
    },
    {
        "o": 24047,
        "r": "nasb:Ezekiel:44:20",
        "t": "Also they shall not shave their heads, yet they shall not let their locks grow long; they shall only trim the*i hair*i of*i their heads."
    },
    {
        "o": 24048,
        "r": "nasb:Ezekiel:44:21",
        "t": "Nor shall any of the priests drink wine when they enter the inner court."
    },
    {
        "o": 24049,
        "r": "nasb:Ezekiel:44:22",
        "t": "And they shall not marry a widow or a divorced woman but shall take virgins from the offspring of the house of Israel, or a widow who is the widow of a priest."
    },
    {
        "o": 24050,
        "r": "nasb:Ezekiel:44:23",
        "t": "Moreover, they shall teach My people the*i difference*i between the holy and the profane, and cause them to discern between the unclean and the clean."
    },
    {
        "o": 24051,
        "r": "nasb:Ezekiel:44:24",
        "t": "In a dispute they shall take their stand to judge; they shall judge it according to My ordinances. They shall also keep My laws and My statutes in all My appointed feasts and sanctify My sabbaths."
    },
    {
        "o": 24052,
        "r": "nasb:Ezekiel:44:25",
        "t": "They shall not go to a dead person to defile themselves;*i however, for father, for mother, for son, for daughter, for brother, or for a sister who has not had a husband, they may defile themselves."
    },
    {
        "o": 24053,
        "r": "nasb:Ezekiel:44:26",
        "t": "After he is cleansed, seven days shall elapse for him."
    },
    {
        "o": 24054,
        "r": "nasb:Ezekiel:44:27",
        "t": "On the day that he goes into the sanctuary, into the inner court to minister in the sanctuary, he shall offer his sin offering,” declares the Lord God.*s"
    },
    {
        "o": 24055,
        "r": "nasb:Ezekiel:44:28",
        "t": "“And*p it shall be with regard to an inheritance for them, that*i I am their inheritance; and you shall give them no possession in Israel—I am their possession."
    },
    {
        "o": 24056,
        "r": "nasb:Ezekiel:44:29",
        "t": "They shall eat the grain offering, the sin offering and the guilt offering; and every devoted thing in Israel shall be theirs."
    },
    {
        "o": 24057,
        "r": "nasb:Ezekiel:44:30",
        "t": "The first of all the first fruits of every kind and every contribution of every kind, from all your contributions, shall be for the priests; you shall also give to the priest the first of your dough to cause a blessing to rest on your house."
    },
    {
        "o": 24058,
        "r": "nasb:Ezekiel:44:31",
        "t": "The priests shall not eat any bird or beast that has died a natural death or has been torn to pieces."
    }
]
