[
    {
        "o": 33343,
        "r": "csb:Philippians:4:0",
        "t": "Philippians 4",
        "h": 1
    },
    {
        "o": 33344,
        "r": "csb:Philippians:4:1",
        "t": "So*p then, my dearly loved and longed for brothers and sisters, my joy and crown, in this manner stand firm in the Lord, dear friends."
    },
    {
        "o": 33345,
        "r": "csb:Philippians:4:1",
        "t": "Practical Counsel",
        "h": 2
    },
    {
        "o": 33346,
        "r": "csb:Philippians:4:2",
        "t": "I*p urge Euodia and I urge Syntyche to agree in the Lord."
    },
    {
        "o": 33347,
        "r": "csb:Philippians:4:3",
        "t": "Yes, I also ask you, true partner, to help these women who have contended for the gospel at my side, along with Clement and the rest of my coworkers whose names are in the book of life."
    },
    {
        "o": 33348,
        "r": "csb:Philippians:4:4",
        "t": "Rejoice in the Lord always. I will say it again: Rejoice!"
    },
    {
        "o": 33349,
        "r": "csb:Philippians:4:5",
        "t": "Let your graciousness be known to everyone. The Lord is near."
    },
    {
        "o": 33350,
        "r": "csb:Philippians:4:6",
        "t": "Don’t worry about anything, but in everything, through prayer and petition with thanksgiving, present your requests to God."
    },
    {
        "o": 33351,
        "r": "csb:Philippians:4:7",
        "t": "And the peace of God, which surpasses all understanding, will guard your hearts and minds in Christ Jesus."
    },
    {
        "o": 33352,
        "r": "csb:Philippians:4:8",
        "t": "Finally*p brothers and sisters, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable - if there is any moral excellence and if there is anything praiseworthy - dwell on these things."
    },
    {
        "o": 33353,
        "r": "csb:Philippians:4:9",
        "t": "Do what you have learned and received and heard from me, and seen in me, and the God of peace will be with you."
    },
    {
        "o": 33354,
        "r": "csb:Philippians:4:9",
        "t": "Appreciation of Support",
        "h": 2
    },
    {
        "o": 33355,
        "r": "csb:Philippians:4:10",
        "t": "I*p rejoiced in the Lord greatly because once again you renewed your care for me. You were, in fact, concerned about me but lacked the opportunity to show it."
    },
    {
        "o": 33356,
        "r": "csb:Philippians:4:11",
        "t": "I don’t say this out of need, for I have learned to be content in whatever circumstances I find myself."
    },
    {
        "o": 33357,
        "r": "csb:Philippians:4:12",
        "t": "I know how to make do with little, and I know how to make do with a lot. In any and all circumstances I have learned the secret of being content - whether well fed or hungry, whether in abundance or in need."
    },
    {
        "o": 33358,
        "r": "csb:Philippians:4:13",
        "t": "I am able to do all things through him who strengthens me."
    },
    {
        "o": 33359,
        "r": "csb:Philippians:4:14",
        "t": "Still, you did well by partnering with me in my hardship."
    },
    {
        "o": 33360,
        "r": "csb:Philippians:4:15",
        "t": "And*p you Philippians know that in the early days of the gospel, when I left Macedonia, no church shared with me in the matter of giving and receiving except you alone."
    },
    {
        "o": 33361,
        "r": "csb:Philippians:4:16",
        "t": "For even in Thessalonica you sent gifts for my need several times."
    },
    {
        "o": 33362,
        "r": "csb:Philippians:4:17",
        "t": "Not that I seek the gift, but I seek the profit that is increasing to your account."
    },
    {
        "o": 33363,
        "r": "csb:Philippians:4:18",
        "t": "But I have received everything in full, and I have an abundance. I am fully supplied, having received from Epaphroditus what you provided - a fragrant offering, an acceptable sacrifice, pleasing to God."
    },
    {
        "o": 33364,
        "r": "csb:Philippians:4:19",
        "t": "And my God will supply all your needs according to his riches in glory in Christ Jesus."
    },
    {
        "o": 33365,
        "r": "csb:Philippians:4:20",
        "t": "Now to our God and Father be glory forever and ever. Amen."
    },
    {
        "o": 33366,
        "r": "csb:Philippians:4:20",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 33367,
        "r": "csb:Philippians:4:21",
        "t": "Greet*p every saint in Christ Jesus. The brothers who are with me send you greetings."
    },
    {
        "o": 33368,
        "r": "csb:Philippians:4:22",
        "t": "All the saints send you greetings, especially those who belong to Caesar’s household."
    },
    {
        "o": 33369,
        "r": "csb:Philippians:4:23",
        "t": "The grace of the Lord Jesus Christ be with your spirit."
    }
]
