[
    {
        "o": 24765,
        "r": "niv:Jonah:1:0",
        "t": "Jonah 1",
        "h": 1
    },
    {
        "o": 24766,
        "r": "niv:Jonah:1:0",
        "t": "Jonah Flees From the Lord",
        "h": 2
    },
    {
        "o": 24767,
        "r": "niv:Jonah:1:1",
        "t": "The*p word of the Lord*s came to Jonah son of Amittai:"
    },
    {
        "o": 24768,
        "r": "niv:Jonah:1:2",
        "t": "“Go to the great city of Nineveh and preach against it, because its wickedness has come up before me.”"
    },
    {
        "o": 24769,
        "r": "niv:Jonah:1:3",
        "t": "But*p Jonah ran away from the Lord*s and headed for Tarshish. He went down to Joppa, where he found a ship bound for that port. After paying the fare, he went aboard and sailed for Tarshish to flee from the Lord.*s"
    },
    {
        "o": 24770,
        "r": "niv:Jonah:1:4",
        "t": "Then*p the Lord*s sent a great wind on the sea, and such a violent storm arose that the ship threatened to break up."
    },
    {
        "o": 24771,
        "r": "niv:Jonah:1:5",
        "t": "All the sailors were afraid and each cried out to his own god. And they threw the cargo into the sea to lighten the ship. But*p Jonah had gone below deck, where he lay down and fell into a deep sleep."
    },
    {
        "o": 24772,
        "r": "niv:Jonah:1:6",
        "t": "The captain went to him and said, “How can you sleep? Get up and call on your god! Maybe he will take notice of us so that we will not perish.”"
    },
    {
        "o": 24773,
        "r": "niv:Jonah:1:7",
        "t": "Then*p the sailors said to each other, “Come, let us cast lots to find out who is responsible for this calamity.” They cast lots and the lot fell on Jonah."
    },
    {
        "o": 24774,
        "r": "niv:Jonah:1:8",
        "t": "So they asked him, “Tell us, who is responsible for making all this trouble for us? What kind of work do you do? Where do you come from? What is your country? From what people are you?”"
    },
    {
        "o": 24775,
        "r": "niv:Jonah:1:9",
        "t": "He*p answered, “I am a Hebrew and I worship the Lord,*s the God of heaven, who made the sea and the dry land.”"
    },
    {
        "o": 24776,
        "r": "niv:Jonah:1:10",
        "t": "This*p terrified them and they asked, “What have you done?” (They knew he was running away from the Lord,*s because he had already told them so.)"
    },
    {
        "o": 24777,
        "r": "niv:Jonah:1:11",
        "t": "The*p sea was getting rougher and rougher. So they asked him, “What should we do to you to make the sea calm down for us?”"
    },
    {
        "o": 24778,
        "r": "niv:Jonah:1:12",
        "t": "“Pick*p me up and throw me into the sea,” he replied, “and it will become calm. I know that it is my fault that this great storm has come upon you.”"
    },
    {
        "o": 24779,
        "r": "niv:Jonah:1:13",
        "t": "Instead,*p the men did their best to row back to land. But they could not, for the sea grew even wilder than before."
    },
    {
        "o": 24780,
        "r": "niv:Jonah:1:14",
        "t": "Then they cried out to the Lord,*s “Please, Lord,*s do not let us die for taking this man’s life. Do not hold us accountable for killing an innocent man, for you, Lord,*s have done as you pleased.”"
    },
    {
        "o": 24781,
        "r": "niv:Jonah:1:15",
        "t": "Then they took Jonah and threw him overboard, and the raging sea grew calm."
    },
    {
        "o": 24782,
        "r": "niv:Jonah:1:16",
        "t": "At this the men greatly feared the Lord,*s and they offered a sacrifice to the Lord*s and made vows to him."
    },
    {
        "o": 24783,
        "r": "niv:Jonah:1:16",
        "t": "Jonah’s Prayer",
        "h": 2
    },
    {
        "o": 24784,
        "r": "niv:Jonah:1:17",
        "t": "Now*p the Lord*s provided a huge fish to swallow Jonah, and Jonah was in the belly of the fish three days and three nights."
    },
    {
        "o": 24785,
        "r": "niv:Jonah:2:0",
        "t": "Jonah 2",
        "h": 1
    },
    {
        "o": 24786,
        "r": "niv:Jonah:2:1",
        "t": "From inside the fish Jonah prayed to the Lord*s his God."
    },
    {
        "o": 24787,
        "r": "niv:Jonah:2:2",
        "t": "He said: “In*pn my distress I called to the Lord,*s and*ld he answered me. From*ln deep in the realm of the dead I called for help, and*ld you listened to my cry."
    },
    {
        "o": 24788,
        "r": "niv:Jonah:2:3",
        "t": "You*ln hurled me into the depths, into*ld the very heart of the seas, and*ld the currents swirled about me; all*ln your waves and breakers swept*ld over me."
    },
    {
        "o": 24789,
        "r": "niv:Jonah:2:4",
        "t": "I*ln said, ‘I have been banished from*ld your sight; yet*ln I will look again toward*ld your holy temple.’"
    },
    {
        "o": 24790,
        "r": "niv:Jonah:2:5",
        "t": "The*ln engulfing waters threatened me, the*ld deep surrounded me; seaweed*ld was wrapped around my head."
    },
    {
        "o": 24791,
        "r": "niv:Jonah:2:6",
        "t": "To*ln the roots of the mountains I sank down; the*ld earth beneath barred me in forever. But*ln you, Lord*s my God, brought*ld my life up from the pit."
    },
    {
        "o": 24792,
        "r": "niv:Jonah:2:7",
        "t": "“When*pn my life was ebbing away, I*ld remembered you, Lord,*s and*ln my prayer rose to you, to*ld your holy temple."
    },
    {
        "o": 24793,
        "r": "niv:Jonah:2:8",
        "t": "“Those*pn who cling to worthless idols turn*ld away from God’s love for them."
    },
    {
        "o": 24794,
        "r": "niv:Jonah:2:9",
        "t": "But*ln I, with shouts of grateful praise, will*ld sacrifice to you. What*ln I have vowed I will make good. I*ld will say, ‘Salvation comes from the Lord*s .’ ”"
    },
    {
        "o": 24795,
        "r": "niv:Jonah:2:10",
        "t": "And*p the Lord*s commanded the fish, and it vomited Jonah onto dry land."
    },
    {
        "o": 24796,
        "r": "niv:Jonah:3:0",
        "t": "Jonah 3",
        "h": 1
    },
    {
        "o": 24797,
        "r": "niv:Jonah:3:0",
        "t": "Jonah Goes to Nineveh",
        "h": 2
    },
    {
        "o": 24798,
        "r": "niv:Jonah:3:1",
        "t": "Then*p the word of the Lord*s came to Jonah a second time:"
    },
    {
        "o": 24799,
        "r": "niv:Jonah:3:2",
        "t": "“Go to the great city of Nineveh and proclaim to it the message I give you.”"
    },
    {
        "o": 24800,
        "r": "niv:Jonah:3:3",
        "t": "Jonah*p obeyed the word of the Lord*s and went to Nineveh. Now Nineveh was a very large city; it took three days to go through it."
    },
    {
        "o": 24801,
        "r": "niv:Jonah:3:4",
        "t": "Jonah began by going a day’s journey into the city, proclaiming, “Forty more days and Nineveh will be overthrown.”"
    },
    {
        "o": 24802,
        "r": "niv:Jonah:3:5",
        "t": "The Ninevites believed God. A fast was proclaimed, and all of them, from the greatest to the least, put on sackcloth."
    },
    {
        "o": 24803,
        "r": "niv:Jonah:3:6",
        "t": "When*p Jonah’s warning reached the king of Nineveh, he rose from his throne, took off his royal robes, covered himself with sackcloth and sat down in the dust."
    },
    {
        "o": 24804,
        "r": "niv:Jonah:3:7",
        "t": "This is the proclamation he issued in Nineveh: “By the decree of the king and his nobles: Do*ln not let people or animals, herds or flocks, taste anything; do not let them eat or drink."
    },
    {
        "o": 24805,
        "r": "niv:Jonah:3:8",
        "t": "But let people and animals be covered with sackcloth. Let everyone call urgently on God. Let them give up their evil ways and their violence."
    },
    {
        "o": 24806,
        "r": "niv:Jonah:3:9",
        "t": "Who knows? God may yet relent and with compassion turn from his fierce anger so that we will not perish.”"
    },
    {
        "o": 24807,
        "r": "niv:Jonah:3:10",
        "t": "When*p God saw what they did and how they turned from their evil ways, he relented and did not bring on them the destruction he had threatened."
    },
    {
        "o": 24808,
        "r": "niv:Jonah:4:0",
        "t": "Jonah 4",
        "h": 1
    },
    {
        "o": 24809,
        "r": "niv:Jonah:4:0",
        "t": "Jonah’s Anger at the Lord’s Compassion",
        "h": 2
    },
    {
        "o": 24810,
        "r": "niv:Jonah:4:1",
        "t": "But*p to Jonah this seemed very wrong, and he became angry."
    },
    {
        "o": 24811,
        "r": "niv:Jonah:4:2",
        "t": "He prayed to the Lord,*s “Isn’t this what I said, Lord,*s when I was still at home? That is what I tried to forestall by fleeing to Tarshish. I knew that you are a gracious and compassionate God, slow to anger and abounding in love, a God who relents from sending calamity."
    },
    {
        "o": 24812,
        "r": "niv:Jonah:4:3",
        "t": "Now, Lord,*s take away my life, for it is better for me to die than to live.”"
    },
    {
        "o": 24813,
        "r": "niv:Jonah:4:4",
        "t": "But*p the Lord*s replied, “Is it right for you to be angry?”"
    },
    {
        "o": 24814,
        "r": "niv:Jonah:4:5",
        "t": "Jonah*p had gone out and sat down at a place east of the city. There he made himself a shelter, sat in its shade and waited to see what would happen to the city."
    },
    {
        "o": 24815,
        "r": "niv:Jonah:4:6",
        "t": "Then the Lord*s God provided a leafy plant and made it grow up over Jonah to give shade for his head to ease his discomfort, and Jonah was very happy about the plant."
    },
    {
        "o": 24816,
        "r": "niv:Jonah:4:7",
        "t": "But at dawn the next day God provided a worm, which chewed the plant so that it withered."
    },
    {
        "o": 24817,
        "r": "niv:Jonah:4:8",
        "t": "When the sun rose, God provided a scorching east wind, and the sun blazed on Jonah’s head so that he grew faint. He wanted to die, and said, “It would be better for me to die than to live.”"
    },
    {
        "o": 24818,
        "r": "niv:Jonah:4:9",
        "t": "But*p God said to Jonah, “Is it right for you to be angry about the plant?” “It*p is,” he said. “And I’m so angry I wish I were dead.”"
    },
    {
        "o": 24819,
        "r": "niv:Jonah:4:10",
        "t": "But*p the Lord*s said, “You have been concerned about this plant, though you did not tend it or make it grow. It sprang up overnight and died overnight."
    },
    {
        "o": 24820,
        "r": "niv:Jonah:4:11",
        "t": "And should I not have concern for the great city of Nineveh, in which there are more than a hundred and twenty thousand people who cannot tell their right hand from their left—and also many animals?”"
    }
]
