[
    {
        "o": 31803,
        "r": "niv:2 Corinthians:1:0",
        "t": "2 Corinthians 1",
        "h": 1
    },
    {
        "o": 31804,
        "r": "niv:2 Corinthians:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by the will of God, and Timothy our brother, To*p the church of God in Corinth, together with all his holy people throughout Achaia:"
    },
    {
        "o": 31805,
        "r": "niv:2 Corinthians:1:2",
        "t": "Grace*p and peace to you from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 31806,
        "r": "niv:2 Corinthians:1:2",
        "t": "Praise to the God of All Comfort",
        "h": 2
    },
    {
        "o": 31807,
        "r": "niv:2 Corinthians:1:3",
        "t": "Praise*p be to the God and Father of our Lord Jesus Christ, the Father of compassion and the God of all comfort,"
    },
    {
        "o": 31808,
        "r": "niv:2 Corinthians:1:4",
        "t": "who comforts us in all our troubles, so that we can comfort those in any trouble with the comfort we ourselves receive from God."
    },
    {
        "o": 31809,
        "r": "niv:2 Corinthians:1:5",
        "t": "For just as we share abundantly in the sufferings of Christ, so also our comfort abounds through Christ."
    },
    {
        "o": 31810,
        "r": "niv:2 Corinthians:1:6",
        "t": "If we are distressed, it is for your comfort and salvation; if we are comforted, it is for your comfort, which produces in you patient endurance of the same sufferings we suffer."
    },
    {
        "o": 31811,
        "r": "niv:2 Corinthians:1:7",
        "t": "And our hope for you is firm, because we know that just as you share in our sufferings, so also you share in our comfort."
    },
    {
        "o": 31812,
        "r": "niv:2 Corinthians:1:8",
        "t": "We*p do not want you to be uninformed, brothers and sisters, about the troubles we experienced in the province of Asia. We were under great pressure, far beyond our ability to endure, so that we despaired of life itself."
    },
    {
        "o": 31813,
        "r": "niv:2 Corinthians:1:9",
        "t": "Indeed, we felt we had received the sentence of death. But this happened that we might not rely on ourselves but on God, who raises the dead."
    },
    {
        "o": 31814,
        "r": "niv:2 Corinthians:1:10",
        "t": "He has delivered us from such a deadly peril, and he will deliver us again. On him we have set our hope that he will continue to deliver us,"
    },
    {
        "o": 31815,
        "r": "niv:2 Corinthians:1:11",
        "t": "as you help us by your prayers. Then many will give thanks on our behalf for the gracious favor granted us in answer to the prayers of many."
    },
    {
        "o": 31816,
        "r": "niv:2 Corinthians:1:11",
        "t": "Paul’s Change of Plans",
        "h": 2
    },
    {
        "o": 31817,
        "r": "niv:2 Corinthians:1:12",
        "t": "Now*p this is our boast: Our conscience testifies that we have conducted ourselves in the world, and especially in our relations with you, with integrity and godly sincerity. We have done so, relying not on worldly wisdom but on God’s grace."
    },
    {
        "o": 31818,
        "r": "niv:2 Corinthians:1:13",
        "t": "For we do not write you anything you cannot read or understand. And I hope that,"
    },
    {
        "o": 31819,
        "r": "niv:2 Corinthians:1:14",
        "t": "as you have understood us in part, you will come to understand fully that you can boast of us just as we will boast of you in the day of the Lord Jesus."
    },
    {
        "o": 31820,
        "r": "niv:2 Corinthians:1:15",
        "t": "Because*p I was confident of this, I wanted to visit you first so that you might benefit twice."
    },
    {
        "o": 31821,
        "r": "niv:2 Corinthians:1:16",
        "t": "I wanted to visit you on my way to Macedonia and to come back to you from Macedonia, and then to have you send me on my way to Judea."
    },
    {
        "o": 31822,
        "r": "niv:2 Corinthians:1:17",
        "t": "Was I fickle when I intended to do this? Or do I make my plans in a worldly manner so that in the same breath I say both “Yes, yes” and “No, no”?"
    },
    {
        "o": 31823,
        "r": "niv:2 Corinthians:1:18",
        "t": "But*p as surely as God is faithful, our message to you is not “Yes” and “No.”"
    },
    {
        "o": 31824,
        "r": "niv:2 Corinthians:1:19",
        "t": "For the Son of God, Jesus Christ, who was preached among you by us—by me and Silas and Timothy—was not “Yes” and “No,” but in him it has always been “Yes.”"
    },
    {
        "o": 31825,
        "r": "niv:2 Corinthians:1:20",
        "t": "For no matter how many promises God has made, they are “Yes” in Christ. And so through him the “Amen” is spoken by us to the glory of God."
    },
    {
        "o": 31826,
        "r": "niv:2 Corinthians:1:21",
        "t": "Now it is God who makes both us and you stand firm in Christ. He anointed us,"
    },
    {
        "o": 31827,
        "r": "niv:2 Corinthians:1:22",
        "t": "set his seal of ownership on us, and put his Spirit in our hearts as a deposit, guaranteeing what is to come."
    },
    {
        "o": 31828,
        "r": "niv:2 Corinthians:1:23",
        "t": "I*p call God as my witness—and I stake my life on it—that it was in order to spare you that I did not return to Corinth."
    },
    {
        "o": 31829,
        "r": "niv:2 Corinthians:1:24",
        "t": "Not that we lord it over your faith, but we work with you for your joy, because it is by faith you stand firm."
    }
]
