[
    {
        "o": 12488,
        "r": "nkjv:2 Chronicles:6:0",
        "t": "2 Chronicles 6",
        "h": 1
    },
    {
        "o": 12489,
        "r": "nkjv:2 Chronicles:6:1",
        "t": "Then*p Solomon spoke: “The*pn Lord*s said He would dwell in the dark cloud."
    },
    {
        "o": 12490,
        "r": "nkjv:2 Chronicles:6:2",
        "t": "I*ld have surely built You an exalted house, And*ld a place for You to dwell in forever.”"
    },
    {
        "o": 12491,
        "r": "nkjv:2 Chronicles:6:2",
        "t": "Solomon’s Speech upon Completion of the Work",
        "h": 2
    },
    {
        "o": 12492,
        "r": "nkjv:2 Chronicles:6:3",
        "t": "Then*p the king turned around and blessed the whole assembly of Israel, while all the assembly of Israel was standing."
    },
    {
        "o": 12493,
        "r": "nkjv:2 Chronicles:6:4",
        "t": "And he said: “Blessed be*i the Lord*s God of Israel, who has fulfilled with His hands what*i He spoke with His mouth to my father David, saying,"
    },
    {
        "o": 12494,
        "r": "nkjv:2 Chronicles:6:5",
        "t": "‘Since the day that I brought My people out of the land of Egypt, I have chosen no city from any tribe of Israel in*i which*i to build a house, that My name might be there, nor did I choose any man to be a ruler over My people Israel."
    },
    {
        "o": 12495,
        "r": "nkjv:2 Chronicles:6:6",
        "t": "Yet I have chosen Jerusalem, that My name may be there, and I have chosen David to be over My people Israel.’"
    },
    {
        "o": 12496,
        "r": "nkjv:2 Chronicles:6:7",
        "t": "Now it was in the heart of my father David to build a temple for the name of the Lord*s God of Israel."
    },
    {
        "o": 12497,
        "r": "nkjv:2 Chronicles:6:8",
        "t": "But the Lord*s said to my father David, ‘Whereas it was in your heart to build a temple for My name, you did well in that it was in your heart."
    },
    {
        "o": 12498,
        "r": "nkjv:2 Chronicles:6:9",
        "t": "Nevertheless you shall not build the temple, but your son who will come from your body, he shall build the temple for My name.’"
    },
    {
        "o": 12499,
        "r": "nkjv:2 Chronicles:6:10",
        "t": "So the Lord*s has fulfilled His word which He spoke, and I have filled the position of my father David, and sit on the throne of Israel, as the Lord*s promised; and I have built the temple for the name of the Lord*s God of Israel."
    },
    {
        "o": 12500,
        "r": "nkjv:2 Chronicles:6:11",
        "t": "And there I have put the ark, in which is*i the covenant of the Lord*s which He made with the children of Israel.”"
    },
    {
        "o": 12501,
        "r": "nkjv:2 Chronicles:6:11",
        "t": "Solomon’s Prayer of Dedication",
        "h": 2
    },
    {
        "o": 12502,
        "r": "nkjv:2 Chronicles:6:12",
        "t": "Then*p Solomon*i stood before the altar of the Lord*s in the presence of all the assembly of Israel, and spread out his hands"
    },
    {
        "o": 12503,
        "r": "nkjv:2 Chronicles:6:13",
        "t": "(for Solomon had made a bronze platform five cubits long, five cubits wide, and three cubits high, and had set it in the midst of the court; and he stood on it, knelt down on his knees before all the assembly of Israel, and spread out his hands toward heaven);"
    },
    {
        "o": 12504,
        "r": "nkjv:2 Chronicles:6:14",
        "t": "and he said: “Lord*s God of Israel, there*i is*i no God in heaven or on earth like You, who keep Your*i covenant and mercy with Your servants who walk before You with all their hearts."
    },
    {
        "o": 12505,
        "r": "nkjv:2 Chronicles:6:15",
        "t": "You have kept what You promised Your servant David my father; You have both spoken with Your mouth and fulfilled it*i with Your hand, as it*i is*i this day."
    },
    {
        "o": 12506,
        "r": "nkjv:2 Chronicles:6:16",
        "t": "Therefore, Lord*s God of Israel, now keep what You promised Your servant David my father, saying, ‘You shall not fail to have a man sit before Me on the throne of Israel, only if your sons take heed to their way, that they walk in My law as you have walked before Me.’"
    },
    {
        "o": 12507,
        "r": "nkjv:2 Chronicles:6:17",
        "t": "And now, O Lord*s God of Israel, let Your word come true, which You have spoken to Your servant David."
    },
    {
        "o": 12508,
        "r": "nkjv:2 Chronicles:6:18",
        "t": "“But*p will God indeed dwell with men on the earth? Behold, heaven and the heaven of heavens cannot contain You. How much less this temple which I have built!"
    },
    {
        "o": 12509,
        "r": "nkjv:2 Chronicles:6:19",
        "t": "Yet regard the prayer of Your servant and his supplication, O Lord*s my God, and listen to the cry and the prayer which Your servant is praying before You:"
    },
    {
        "o": 12510,
        "r": "nkjv:2 Chronicles:6:20",
        "t": "that Your eyes may be open toward this temple day and night, toward the place where You*i said You*i would*i put Your name, that You may hear the prayer which Your servant makes toward this place."
    },
    {
        "o": 12511,
        "r": "nkjv:2 Chronicles:6:21",
        "t": "And may You hear the supplications of Your servant and of Your people Israel, when they pray toward this place. Hear from heaven Your dwelling place, and when You hear, forgive."
    },
    {
        "o": 12512,
        "r": "nkjv:2 Chronicles:6:22",
        "t": "“If*p anyone sins against his neighbor, and is forced to take an oath, and comes and*i takes an oath before Your altar in this temple,"
    },
    {
        "o": 12513,
        "r": "nkjv:2 Chronicles:6:23",
        "t": "then hear from heaven, and act, and judge Your servants, bringing retribution on the wicked by bringing his way on his own head, and justifying the righteous by giving him according to his righteousness."
    },
    {
        "o": 12514,
        "r": "nkjv:2 Chronicles:6:24",
        "t": "“Or*p if Your people Israel are defeated before an enemy because they have sinned against You, and return and confess Your name, and pray and make supplication before You in this temple,"
    },
    {
        "o": 12515,
        "r": "nkjv:2 Chronicles:6:25",
        "t": "then hear from heaven and forgive the sin of Your people Israel, and bring them back to the land which You gave to them and their fathers."
    },
    {
        "o": 12516,
        "r": "nkjv:2 Chronicles:6:26",
        "t": "“When*p the heavens are shut up and there is no rain because they have sinned against You, when they pray toward this place and confess Your name, and turn from their sin because You afflict them,"
    },
    {
        "o": 12517,
        "r": "nkjv:2 Chronicles:6:27",
        "t": "then hear in*i heaven, and forgive the sin of Your servants, Your people Israel, that You may teach them the good way in which they should walk; and send rain on Your land which You have given to Your people as an inheritance."
    },
    {
        "o": 12518,
        "r": "nkjv:2 Chronicles:6:28",
        "t": "“When*p there is famine in the land, pestilence or blight or mildew, locusts or grasshoppers; when their enemies besiege them in the land of their cities; whatever plague or whatever sickness there*i is;*i"
    },
    {
        "o": 12519,
        "r": "nkjv:2 Chronicles:6:29",
        "t": "whatever prayer, whatever supplication is made*i by anyone, or by all Your people Israel, when each one knows his own burden and his own grief, and spreads out his hands to this temple:"
    },
    {
        "o": 12520,
        "r": "nkjv:2 Chronicles:6:30",
        "t": "then hear from heaven Your dwelling place, and forgive, and give to everyone according to all his ways, whose heart You know (for You alone know the hearts of the sons of men),"
    },
    {
        "o": 12521,
        "r": "nkjv:2 Chronicles:6:31",
        "t": "that they may fear You, to walk in Your ways as long as they live in the land which You gave to our fathers."
    },
    {
        "o": 12522,
        "r": "nkjv:2 Chronicles:6:32",
        "t": "“Moreover,*p concerning a foreigner, who is not of Your people Israel, but has come from a far country for the sake of Your great name and Your mighty hand and Your outstretched arm, when they come and pray in this temple;"
    },
    {
        "o": 12523,
        "r": "nkjv:2 Chronicles:6:33",
        "t": "then hear from heaven Your dwelling place, and do according to all for which the foreigner calls to You, that all peoples of the earth may know Your name and fear You, as do*i Your people Israel, and that they may know that this temple which I have built is called by Your name."
    },
    {
        "o": 12524,
        "r": "nkjv:2 Chronicles:6:34",
        "t": "“When*p Your people go out to battle against their enemies, wherever You send them, and when they pray to You toward this city which You have chosen and the temple which I have built for Your name,"
    },
    {
        "o": 12525,
        "r": "nkjv:2 Chronicles:6:35",
        "t": "then hear from heaven their prayer and their supplication, and maintain their cause."
    },
    {
        "o": 12526,
        "r": "nkjv:2 Chronicles:6:36",
        "t": "“When*p they sin against You (for there*i is*i no one who does not sin), and You become angry with them and deliver them to the enemy, and they take them captive to a land far or near;"
    },
    {
        "o": 12527,
        "r": "nkjv:2 Chronicles:6:37",
        "t": "yet*i when they come to themselves in the land where they were carried captive, and repent, and make supplication to You in the land of their captivity, saying, ‘We have sinned, we have done wrong, and have committed wickedness’;"
    },
    {
        "o": 12528,
        "r": "nkjv:2 Chronicles:6:38",
        "t": "and when*i they return to You with all their heart and with all their soul in the land of their captivity, where they have been carried captive, and pray toward their land which You gave to their fathers, the city which You have chosen, and toward the temple which I have built for Your name:"
    },
    {
        "o": 12529,
        "r": "nkjv:2 Chronicles:6:39",
        "t": "then hear from heaven Your dwelling place their prayer and their supplications, and maintain their cause, and forgive Your people who have sinned against You."
    },
    {
        "o": 12530,
        "r": "nkjv:2 Chronicles:6:40",
        "t": "Now, my God, I pray, let Your eyes be open and let*i Your ears be*i attentive to the prayer made*i in this place."
    },
    {
        "o": 12531,
        "r": "nkjv:2 Chronicles:6:41",
        "t": "“Now*pn therefore, Arise,*ld O Lord*s God, to Your resting place, You*ld and the ark of Your strength. Let*ld Your priests, O Lord*s God, be clothed with salvation, And*ld let Your saints rejoice in goodness."
    },
    {
        "o": 12532,
        "r": "nkjv:2 Chronicles:6:42",
        "t": "“O*ln Lord*s God, do not turn away the face of Your Anointed; Remember*ld the mercies of Your servant David.”"
    }
]
