[
    {
        "o": 2066,
        "r": "nasb:Exodus:14:0",
        "t": "Exodus 14",
        "h": 1
    },
    {
        "o": 2067,
        "r": "nasb:Exodus:14:0",
        "t": "Pharaoh in Pursuit",
        "h": 2
    },
    {
        "o": 2068,
        "r": "nasb:Exodus:14:1",
        "t": "Now*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 2069,
        "r": "nasb:Exodus:14:2",
        "t": "“Tell the sons of Israel to turn back and camp before Pi-hahiroth, between Migdol and the sea; you shall camp in front of Baal-zephon, opposite it, by the sea."
    },
    {
        "o": 2070,
        "r": "nasb:Exodus:14:3",
        "t": "For Pharaoh will say of the sons of Israel, ‘They are wandering aimlessly in the land; the wilderness has shut them in.’"
    },
    {
        "o": 2071,
        "r": "nasb:Exodus:14:4",
        "t": "Thus I will harden Pharaoh’s heart, and he will chase after them; and I will be honored through Pharaoh and all his army, and the Egyptians will know that I am the Lord.”*s And they did so."
    },
    {
        "o": 2072,
        "r": "nasb:Exodus:14:5",
        "t": "When*p the king of Egypt was told that the people had fled, Pharaoh and his servants had a change of heart toward the people, and they said, “What is this we have done, that we have let Israel go from serving us?”"
    },
    {
        "o": 2073,
        "r": "nasb:Exodus:14:6",
        "t": "So he made his chariot ready and took his people with him;"
    },
    {
        "o": 2074,
        "r": "nasb:Exodus:14:7",
        "t": "and he took six hundred select chariots, and all the other*i chariots of Egypt with officers over all of them."
    },
    {
        "o": 2075,
        "r": "nasb:Exodus:14:8",
        "t": "The Lord*s hardened the heart of Pharaoh, king of Egypt, and he chased after the sons of Israel as the sons of Israel were going out boldly."
    },
    {
        "o": 2076,
        "r": "nasb:Exodus:14:9",
        "t": "Then the Egyptians chased after them with*i all the horses and*i chariots of Pharaoh, his horsemen and his army, and they overtook them camping by the sea, beside Pi-hahiroth, in front of Baal-zephon."
    },
    {
        "o": 2077,
        "r": "nasb:Exodus:14:10",
        "t": "As*p Pharaoh drew near, the sons of Israel looked, and behold, the Egyptians were marching after them, and they became very frightened; so the sons of Israel cried out to the Lord.*s"
    },
    {
        "o": 2078,
        "r": "nasb:Exodus:14:11",
        "t": "Then they said to Moses, “Is it because there were no graves in Egypt that you have taken us away to die in the wilderness? Why have you dealt with us in this way, bringing us out of Egypt?"
    },
    {
        "o": 2079,
        "r": "nasb:Exodus:14:12",
        "t": "Is this not the word that we spoke to you in Egypt, saying, ‘Leave us alone that we may serve the Egyptians’? For it would have been better for us to serve the Egyptians than to die in the wilderness.”"
    },
    {
        "o": 2080,
        "r": "nasb:Exodus:14:12",
        "t": "The Sea Is Divided",
        "h": 2
    },
    {
        "o": 2081,
        "r": "nasb:Exodus:14:13",
        "t": "But*p Moses said to the people, “Do not fear! Stand by and see the salvation of the Lord*s which He will accomplish for you today; for the Egyptians whom you have seen today, you will never see them again forever."
    },
    {
        "o": 2082,
        "r": "nasb:Exodus:14:14",
        "t": "The Lord*s will fight for you while you keep silent.”"
    },
    {
        "o": 2083,
        "r": "nasb:Exodus:14:15",
        "t": "Then*p the Lord*s said to Moses, “Why are you crying out to Me? Tell the sons of Israel to go forward."
    },
    {
        "o": 2084,
        "r": "nasb:Exodus:14:16",
        "t": "As for you, lift up your staff and stretch out your hand over the sea and divide it, and the sons of Israel shall go through the midst of the sea on dry land."
    },
    {
        "o": 2085,
        "r": "nasb:Exodus:14:17",
        "t": "As for Me, behold, I will harden the hearts of the Egyptians so that they will go in after them; and I will be honored through Pharaoh and all his army, through his chariots and his horsemen."
    },
    {
        "o": 2086,
        "r": "nasb:Exodus:14:18",
        "t": "Then the Egyptians will know that I am the Lord,*s when I am honored through Pharaoh, through his chariots and his horsemen.”"
    },
    {
        "o": 2087,
        "r": "nasb:Exodus:14:19",
        "t": "The*p angel of God, who had been going before the camp of Israel, moved and went behind them; and the pillar of cloud moved from before them and stood behind them."
    },
    {
        "o": 2088,
        "r": "nasb:Exodus:14:20",
        "t": "So it came between the camp of Egypt and the camp of Israel; and there was the cloud along with the darkness, yet it gave light at night. Thus the one did not come near the other all night."
    },
    {
        "o": 2089,
        "r": "nasb:Exodus:14:21",
        "t": "Then*p Moses stretched out his hand over the sea; and the Lord*s swept the sea back*i by a strong east wind all night and turned the sea into dry land, so the waters were divided."
    },
    {
        "o": 2090,
        "r": "nasb:Exodus:14:22",
        "t": "The sons of Israel went through the midst of the sea on the dry land, and the waters were*i like*i a wall to them on their right hand and on their left."
    },
    {
        "o": 2091,
        "r": "nasb:Exodus:14:23",
        "t": "Then the Egyptians took up the pursuit, and all Pharaoh’s horses, his chariots and his horsemen went in after them into the midst of the sea."
    },
    {
        "o": 2092,
        "r": "nasb:Exodus:14:24",
        "t": "At the morning watch, the Lord*s looked down on the army of the Egyptians through the pillar of fire and cloud and brought the army of the Egyptians into confusion."
    },
    {
        "o": 2093,
        "r": "nasb:Exodus:14:25",
        "t": "He caused their chariot wheels to swerve, and He made them drive with difficulty; so the Egyptians said, “Let us flee from Israel, for the Lord*s is fighting for them against the Egyptians.”"
    },
    {
        "o": 2094,
        "r": "nasb:Exodus:14:26",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand over the sea so that the waters may come back over the Egyptians, over their chariots and their horsemen.”"
    },
    {
        "o": 2095,
        "r": "nasb:Exodus:14:27",
        "t": "So Moses stretched out his hand over the sea, and the sea returned to its normal state at daybreak, while the Egyptians were fleeing right into it; then the Lord*s overthrew the Egyptians in the midst of the sea."
    },
    {
        "o": 2096,
        "r": "nasb:Exodus:14:28",
        "t": "The waters returned and covered the chariots and the horsemen, even Pharaoh’s entire army that had gone into the sea after them; not even one of them remained."
    },
    {
        "o": 2097,
        "r": "nasb:Exodus:14:29",
        "t": "But the sons of Israel walked on dry land through the midst of the sea, and the waters were*i like*i a wall to them on their right hand and on their left."
    },
    {
        "o": 2098,
        "r": "nasb:Exodus:14:30",
        "t": "Thus*p the Lord*s saved Israel that day from the hand of the Egyptians, and Israel saw the Egyptians dead on the seashore."
    },
    {
        "o": 2099,
        "r": "nasb:Exodus:14:31",
        "t": "When Israel saw the great power which the Lord*s had used against the Egyptians, the people feared the Lord,*s and they believed in the Lord*s and in His servant Moses."
    }
]
