[
    {
        "o": 3761,
        "r": "csb:Leviticus:23:0",
        "t": "Leviticus 23",
        "h": 1
    },
    {
        "o": 3762,
        "r": "csb:Leviticus:23:0",
        "t": "Holy Days",
        "h": 2
    },
    {
        "o": 3763,
        "r": "csb:Leviticus:23:1",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3764,
        "r": "csb:Leviticus:23:2",
        "t": "“Speak to the Israelites and tell them: These are my appointed times, the times of the Lord*s that you will proclaim as sacred assemblies."
    },
    {
        "o": 3765,
        "r": "csb:Leviticus:23:3",
        "t": "“Work*p may be done for six days, but on the seventh day there is to be a Sabbath of complete rest, a sacred assembly. You are not to do any work; it is a Sabbath to the Lord*s wherever you live."
    },
    {
        "o": 3766,
        "r": "csb:Leviticus:23:4",
        "t": "“These*p are the Lord’s*s appointed times, the sacred assemblies you are to proclaim at their appointed times."
    },
    {
        "o": 3767,
        "r": "csb:Leviticus:23:5",
        "t": "The Passover to the Lord*s comes in the first month, at twilight on the fourteenth day of the month."
    },
    {
        "o": 3768,
        "r": "csb:Leviticus:23:6",
        "t": "The Festival of Unleavened Bread to the Lord*s is on the fifteenth day of the same month. For seven days you must eat unleavened bread."
    },
    {
        "o": 3769,
        "r": "csb:Leviticus:23:7",
        "t": "On the first day you are to hold a sacred assembly; you are not to do any daily work."
    },
    {
        "o": 3770,
        "r": "csb:Leviticus:23:8",
        "t": "You are to present a food offering to the Lord*s for seven days. On the seventh day there will be a sacred assembly; do not do any daily work.”"
    },
    {
        "o": 3771,
        "r": "csb:Leviticus:23:9",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3772,
        "r": "csb:Leviticus:23:10",
        "t": "“Speak to the Israelites and tell them: When you enter the land I am giving you and reap its harvest, you are to bring the first sheaf of your harvest to the priest."
    },
    {
        "o": 3773,
        "r": "csb:Leviticus:23:11",
        "t": "He will present the sheaf before the Lord*s so that you may be accepted; the priest is to present it on the day after the Sabbath."
    },
    {
        "o": 3774,
        "r": "csb:Leviticus:23:12",
        "t": "On the day you present the sheaf, you are to offer a year-old male lamb without blemish as a burnt offering to the Lord.*s"
    },
    {
        "o": 3775,
        "r": "csb:Leviticus:23:13",
        "t": "Its grain offering is to be four quarts of fine flour mixed with oil as a food offering to the Lord,*s a pleasing aroma, and its drink offering will be one quart of wine."
    },
    {
        "o": 3776,
        "r": "csb:Leviticus:23:14",
        "t": "You must not eat bread, roasted grain, or any new grain until this very day, and until you have brought the offering to your God. This is to be a permanent statute throughout your generations wherever you live."
    },
    {
        "o": 3777,
        "r": "csb:Leviticus:23:15",
        "t": "“You*p are to count seven complete weeks starting from the day after the Sabbath, the day you brought the sheaf of the presentation offering."
    },
    {
        "o": 3778,
        "r": "csb:Leviticus:23:16",
        "t": "You are to count fifty days until the day after the seventh Sabbath and then present an offering of new grain to the Lord.*s"
    },
    {
        "o": 3779,
        "r": "csb:Leviticus:23:17",
        "t": "Bring two loaves of bread from your settlements as a presentation offering, each of them made from four quarts of fine flour, baked with yeast, as firstfruits to the Lord.*s"
    },
    {
        "o": 3780,
        "r": "csb:Leviticus:23:18",
        "t": "You are to present with the bread seven unblemished male lambs a year old, one young bull, and two rams. They will be a burnt offering to the Lord,*s with their grain offerings and drink offerings, a food offering, a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3781,
        "r": "csb:Leviticus:23:19",
        "t": "You are also to prepare one male goat as a sin offering, and two male lambs a year old as a fellowship sacrifice."
    },
    {
        "o": 3782,
        "r": "csb:Leviticus:23:20",
        "t": "The priest will present the lambs with the bread of firstfruits as a presentation offering before the Lord;*s the bread and the two lambs will be holy to the Lord*s for the priest."
    },
    {
        "o": 3783,
        "r": "csb:Leviticus:23:21",
        "t": "On that same day you are to make a proclamation and hold a sacred assembly. You are not to do any daily work. This is to be a permanent statute wherever you live throughout your generations."
    },
    {
        "o": 3784,
        "r": "csb:Leviticus:23:22",
        "t": "When you reap the harvest of your land, you are not to reap all the way to the edge of your field or gather the gleanings of your harvest. Leave them for the poor and the resident alien; I am the Lord*s your God.”"
    },
    {
        "o": 3785,
        "r": "csb:Leviticus:23:23",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3786,
        "r": "csb:Leviticus:23:24",
        "t": "“Tell the Israelites: In the seventh month, on the first day of the month, you are to have a day of complete rest, commemoration, and trumpet blasts- a sacred assembly."
    },
    {
        "o": 3787,
        "r": "csb:Leviticus:23:25",
        "t": "You must not do any daily work, but you must present a food offering to the Lord.”*s"
    },
    {
        "o": 3788,
        "r": "csb:Leviticus:23:26",
        "t": "The*p Lord*s again spoke to Moses:"
    },
    {
        "o": 3789,
        "r": "csb:Leviticus:23:27",
        "t": "“The tenth day of this seventh month is the Day of Atonement. You are to hold a sacred assembly and practice self-denial; you are to present a food offering to the Lord.*s"
    },
    {
        "o": 3790,
        "r": "csb:Leviticus:23:28",
        "t": "On this particular day you are not to do any work, for it is a Day of Atonement to make atonement for yourselves before the Lord*s your God."
    },
    {
        "o": 3791,
        "r": "csb:Leviticus:23:29",
        "t": "If any person does not practice self-denial on this particular day, he is to be cut off from his people."
    },
    {
        "o": 3792,
        "r": "csb:Leviticus:23:30",
        "t": "I will destroy among his people anyone who does any work on this same day."
    },
    {
        "o": 3793,
        "r": "csb:Leviticus:23:31",
        "t": "You are not to do any work. This is a permanent statute throughout your generations wherever you live."
    },
    {
        "o": 3794,
        "r": "csb:Leviticus:23:32",
        "t": "It will be a Sabbath of complete rest for you, and you must practice self-denial. You are to observe your Sabbath from the evening of the ninth day of the month until the following evening.”"
    },
    {
        "o": 3795,
        "r": "csb:Leviticus:23:33",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3796,
        "r": "csb:Leviticus:23:34",
        "t": "“Tell the Israelites: The Festival of Shelters to the Lord*s begins on the fifteenth day of this seventh month and continues for seven days."
    },
    {
        "o": 3797,
        "r": "csb:Leviticus:23:35",
        "t": "There is to be a sacred assembly on the first day; you are not to do any daily work."
    },
    {
        "o": 3798,
        "r": "csb:Leviticus:23:36",
        "t": "You are to present a food offering to the Lord*s for seven days. On the eighth day you are to hold a sacred assembly and present a food offering to the Lord.*s It is a solemn assembly; you are not to do any daily work."
    },
    {
        "o": 3799,
        "r": "csb:Leviticus:23:37",
        "t": "“These*p are the Lord’s*s appointed times that you are to proclaim as sacred assemblies for presenting food offerings to the Lord,*s burnt offerings and grain offerings, sacrifices and drink offerings, each on its designated day."
    },
    {
        "o": 3800,
        "r": "csb:Leviticus:23:38",
        "t": "These are in addition to the offerings for the Lord’s*s Sabbaths, your gifts, all your vow offerings, and all your freewill offerings that you give to the Lord.*s"
    },
    {
        "o": 3801,
        "r": "csb:Leviticus:23:39",
        "t": "“You*p are to celebrate the Lord’s*s festival on the fifteenth day of the seventh month for seven days after you have gathered the produce of the land. There will be complete rest on the first day and complete rest on the eighth day."
    },
    {
        "o": 3802,
        "r": "csb:Leviticus:23:40",
        "t": "On the first day you are to take the product of majestic trees - palm fronds, boughs of leafy trees, and willows of the brook- and rejoice before the Lord*s your God for seven days."
    },
    {
        "o": 3803,
        "r": "csb:Leviticus:23:41",
        "t": "You are to celebrate it as a festival to the Lord*s seven days each year. This is a permanent statute for you throughout your generations; celebrate it in the seventh month."
    },
    {
        "o": 3804,
        "r": "csb:Leviticus:23:42",
        "t": "You are to live in shelters for seven days. All the native-born of Israel must live in shelters,"
    },
    {
        "o": 3805,
        "r": "csb:Leviticus:23:43",
        "t": "so that your generations may know that I made the Israelites live in shelters when I brought them out of the land of Egypt; I am the Lord*s your God.”"
    },
    {
        "o": 3806,
        "r": "csb:Leviticus:23:44",
        "t": "So Moses declared the Lord’s*s appointed times to the Israelites."
    }
]
