[
    {
        "o": 2178,
        "r": "esv:Exodus:18:0",
        "t": "Exodus 18",
        "h": 1
    },
    {
        "o": 2179,
        "r": "esv:Exodus:18:0",
        "t": "Jethro’s Advice",
        "h": 2
    },
    {
        "o": 2180,
        "r": "esv:Exodus:18:1",
        "t": "Jethro,*p the priest of Midian, Moses’ father-in-law, heard of all that God had done for Moses and for Israel his people, how the Lord*s had brought Israel out of Egypt."
    },
    {
        "o": 2181,
        "r": "esv:Exodus:18:2",
        "t": "Now Jethro, Moses’ father-in-law, had taken Zipporah, Moses’ wife, after he had sent her home,"
    },
    {
        "o": 2182,
        "r": "esv:Exodus:18:3",
        "t": "along with her two sons. The name of the one was Gershom (for he said, “I have been a sojourner in a foreign land”),"
    },
    {
        "o": 2183,
        "r": "esv:Exodus:18:4",
        "t": "and the name of the other, Eliezer (for he said, “The God of my father was my help, and delivered me from the sword of Pharaoh”)."
    },
    {
        "o": 2184,
        "r": "esv:Exodus:18:5",
        "t": "Jethro, Moses’ father-in-law, came with his sons and his wife to Moses in the wilderness where he was encamped at the mountain of God."
    },
    {
        "o": 2185,
        "r": "esv:Exodus:18:6",
        "t": "And when he sent word to Moses, “I, your father-in-law Jethro, am coming to you with your wife and her two sons with her,”"
    },
    {
        "o": 2186,
        "r": "esv:Exodus:18:7",
        "t": "Moses went out to meet his father-in-law and bowed down and kissed him. And they asked each other of their welfare and went into the tent."
    },
    {
        "o": 2187,
        "r": "esv:Exodus:18:8",
        "t": "Then Moses told his father-in-law all that the Lord*s had done to Pharaoh and to the Egyptians for Israel’s sake, all the hardship that had come upon them in the way, and how the Lord*s had delivered them."
    },
    {
        "o": 2188,
        "r": "esv:Exodus:18:9",
        "t": "And Jethro rejoiced for all the good that the Lord*s had done to Israel, in that he had delivered them out of the hand of the Egyptians."
    },
    {
        "o": 2189,
        "r": "esv:Exodus:18:10",
        "t": "Jethro*p said, “Blessed be the Lord,*s who has delivered you out of the hand of the Egyptians and out of the hand of Pharaoh and has delivered the people from under the hand of the Egyptians."
    },
    {
        "o": 2190,
        "r": "esv:Exodus:18:11",
        "t": "Now I know that the Lord*s is greater than all gods, because in this affair they dealt arrogantly with the people.”"
    },
    {
        "o": 2191,
        "r": "esv:Exodus:18:12",
        "t": "And Jethro, Moses’ father-in-law, brought a burnt offering and sacrifices to God; and Aaron came with all the elders of Israel to eat bread with Moses’ father-in-law before God."
    },
    {
        "o": 2192,
        "r": "esv:Exodus:18:13",
        "t": "The*p next day Moses sat to judge the people, and the people stood around Moses from morning till evening."
    },
    {
        "o": 2193,
        "r": "esv:Exodus:18:14",
        "t": "When Moses’ father-in-law saw all that he was doing for the people, he said, “What is this that you are doing for the people? Why do you sit alone, and all the people stand around you from morning till evening?”"
    },
    {
        "o": 2194,
        "r": "esv:Exodus:18:15",
        "t": "And Moses said to his father-in-law, “Because the people come to me to inquire of God;"
    },
    {
        "o": 2195,
        "r": "esv:Exodus:18:16",
        "t": "when they have a dispute, they come to me and I decide between one person and another, and I make them know the statutes of God and his laws.”"
    },
    {
        "o": 2196,
        "r": "esv:Exodus:18:17",
        "t": "Moses’ father-in-law said to him, “What you are doing is not good."
    },
    {
        "o": 2197,
        "r": "esv:Exodus:18:18",
        "t": "You and the people with you will certainly wear yourselves out, for the thing is too heavy for you. You are not able to do it alone."
    },
    {
        "o": 2198,
        "r": "esv:Exodus:18:19",
        "t": "Now obey my voice; I will give you advice, and God be with you! You shall represent the people before God and bring their cases to God,"
    },
    {
        "o": 2199,
        "r": "esv:Exodus:18:20",
        "t": "and you shall warn them about the statutes and the laws, and make them know the way in which they must walk and what they must do."
    },
    {
        "o": 2200,
        "r": "esv:Exodus:18:21",
        "t": "Moreover, look for able men from all the people, men who fear God, who are trustworthy and hate a bribe, and place such men over the people as chiefs of thousands, of hundreds, of fifties, and of tens."
    },
    {
        "o": 2201,
        "r": "esv:Exodus:18:22",
        "t": "And let them judge the people at all times. Every great matter they shall bring to you, but any small matter they shall decide themselves. So it will be easier for you, and they will bear the burden with you."
    },
    {
        "o": 2202,
        "r": "esv:Exodus:18:23",
        "t": "If you do this, God will direct you, you will be able to endure, and all this people also will go to their place in peace.”"
    },
    {
        "o": 2203,
        "r": "esv:Exodus:18:24",
        "t": "So*p Moses listened to the voice of his father-in-law and did all that he had said."
    },
    {
        "o": 2204,
        "r": "esv:Exodus:18:25",
        "t": "Moses chose able men out of all Israel and made them heads over the people, chiefs of thousands, of hundreds, of fifties, and of tens."
    },
    {
        "o": 2205,
        "r": "esv:Exodus:18:26",
        "t": "And they judged the people at all times. Any hard case they brought to Moses, but any small matter they decided themselves."
    },
    {
        "o": 2206,
        "r": "esv:Exodus:18:27",
        "t": "Then Moses let his father-in-law depart, and he went away to his own country."
    }
]
