[
    {
        "o": 23835,
        "r": "nkjv:Ezekiel:34:0",
        "t": "Ezekiel 34",
        "h": 1
    },
    {
        "o": 23836,
        "r": "nkjv:Ezekiel:34:0",
        "t": "Irresponsible Shepherds",
        "h": 2
    },
    {
        "o": 23837,
        "r": "nkjv:Ezekiel:34:1",
        "t": "And*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23838,
        "r": "nkjv:Ezekiel:34:2",
        "t": "“Son of man, prophesy against the shepherds of Israel, prophesy and say to them, ‘Thus says the Lord God*s to the shepherds: “Woe to the shepherds of Israel who feed themselves! Should not the shepherds feed the flocks?"
    },
    {
        "o": 23839,
        "r": "nkjv:Ezekiel:34:3",
        "t": "You eat the fat and clothe yourselves with the wool; you slaughter the fatlings, but*i you do not feed the flock."
    },
    {
        "o": 23840,
        "r": "nkjv:Ezekiel:34:4",
        "t": "The weak you have not strengthened, nor have you healed those who were sick, nor bound up the broken, nor brought back what was driven away, nor sought what was lost; but with force and cruelty you have ruled them."
    },
    {
        "o": 23841,
        "r": "nkjv:Ezekiel:34:5",
        "t": "So they were scattered because there*i was*i no shepherd; and they became food for all the beasts of the field when they were scattered."
    },
    {
        "o": 23842,
        "r": "nkjv:Ezekiel:34:6",
        "t": "My sheep wandered through all the mountains, and on every high hill; yes, My flock was scattered over the whole face of the earth, and no one was seeking or searching for*i them.”*i"
    },
    {
        "o": 23843,
        "r": "nkjv:Ezekiel:34:7",
        "t": "‘Therefore,*p you shepherds, hear the word of the Lord:*s"
    },
    {
        "o": 23844,
        "r": "nkjv:Ezekiel:34:8",
        "t": "“As*i I live,” says the Lord God,*s “surely because My flock became a prey, and My flock became food for every beast of the field, because there*i was*i no shepherd, nor did My shepherds search for My flock, but the shepherds fed themselves and did not feed My flock”—"
    },
    {
        "o": 23845,
        "r": "nkjv:Ezekiel:34:9",
        "t": "therefore, O shepherds, hear the word of the Lord!*s"
    },
    {
        "o": 23846,
        "r": "nkjv:Ezekiel:34:10",
        "t": "Thus says the Lord God:*s “Behold, I am*i against the shepherds, and I will require My flock at their hand; I will cause them to cease feeding the sheep, and the shepherds shall feed themselves no more; for I will deliver My flock from their mouths, that they may no longer be food for them.”"
    },
    {
        "o": 23847,
        "r": "nkjv:Ezekiel:34:10",
        "t": "God, the True Shepherd",
        "h": 2
    },
    {
        "o": 23848,
        "r": "nkjv:Ezekiel:34:11",
        "t": "‘For*p thus says the Lord God:*s “Indeed I Myself will search for My sheep and seek them out."
    },
    {
        "o": 23849,
        "r": "nkjv:Ezekiel:34:12",
        "t": "As a shepherd seeks out his flock on the day he is among his scattered sheep, so will I seek out My sheep and deliver them from all the places where they were scattered on a cloudy and dark day."
    },
    {
        "o": 23850,
        "r": "nkjv:Ezekiel:34:13",
        "t": "And I will bring them out from the peoples and gather them from the countries, and will bring them to their own land; I will feed them on the mountains of Israel, in the valleys and in all the inhabited places of the country."
    },
    {
        "o": 23851,
        "r": "nkjv:Ezekiel:34:14",
        "t": "I will feed them in good pasture, and their fold shall be on the high mountains of Israel. There they shall lie down in a good fold and feed in rich pasture on the mountains of Israel."
    },
    {
        "o": 23852,
        "r": "nkjv:Ezekiel:34:15",
        "t": "I will feed My flock, and I will make them lie down,” says the Lord God.*s"
    },
    {
        "o": 23853,
        "r": "nkjv:Ezekiel:34:16",
        "t": "“I will seek what was lost and bring back what was driven away, bind up the broken and strengthen what was sick; but I will destroy the fat and the strong, and feed them in judgment.”"
    },
    {
        "o": 23854,
        "r": "nkjv:Ezekiel:34:17",
        "t": "‘And*p as*i for*i you, O My flock, thus says the Lord God:*s “Behold, I shall judge between sheep and sheep, between rams and goats."
    },
    {
        "o": 23855,
        "r": "nkjv:Ezekiel:34:18",
        "t": "Is*i it*i too little for you to have eaten up the good pasture, that you must tread down with your feet the residue of your pasture—and to have drunk of the clear waters, that you must foul the residue with your feet?"
    },
    {
        "o": 23856,
        "r": "nkjv:Ezekiel:34:19",
        "t": "And as*i for*i My flock, they eat what you have trampled with your feet, and they drink what you have fouled with your feet.”"
    },
    {
        "o": 23857,
        "r": "nkjv:Ezekiel:34:20",
        "t": "‘Therefore*p thus says the Lord God*s to them: “Behold, I Myself will judge between the fat and the lean sheep."
    },
    {
        "o": 23858,
        "r": "nkjv:Ezekiel:34:21",
        "t": "Because you have pushed with side and shoulder, butted all the weak ones with your horns, and scattered them abroad,"
    },
    {
        "o": 23859,
        "r": "nkjv:Ezekiel:34:22",
        "t": "therefore I will save My flock, and they shall no longer be a prey; and I will judge between sheep and sheep."
    },
    {
        "o": 23860,
        "r": "nkjv:Ezekiel:34:23",
        "t": "I will establish one shepherd over them, and he shall feed them— My servant David. He shall feed them and be their shepherd."
    },
    {
        "o": 23861,
        "r": "nkjv:Ezekiel:34:24",
        "t": "And I, the Lord,*s will be their God, and My servant David a prince among them; I, the Lord,*s have spoken."
    },
    {
        "o": 23862,
        "r": "nkjv:Ezekiel:34:25",
        "t": "“I*p will make a covenant of peace with them, and cause wild beasts to cease from the land; and they will dwell safely in the wilderness and sleep in the woods."
    },
    {
        "o": 23863,
        "r": "nkjv:Ezekiel:34:26",
        "t": "I will make them and the places all around My hill a blessing; and I will cause showers to come down in their season; there shall be showers of blessing."
    },
    {
        "o": 23864,
        "r": "nkjv:Ezekiel:34:27",
        "t": "Then the trees of the field shall yield their fruit, and the earth shall yield her increase. They shall be safe in their land; and they shall know that I am*i the Lord,*s when I have broken the bands of their yoke and delivered them from the hand of those who enslaved them."
    },
    {
        "o": 23865,
        "r": "nkjv:Ezekiel:34:28",
        "t": "And they shall no longer be a prey for the nations, nor shall beasts of the land devour them; but they shall dwell safely, and no one shall make them*i afraid."
    },
    {
        "o": 23866,
        "r": "nkjv:Ezekiel:34:29",
        "t": "I will raise up for them a garden of renown, and they shall no longer be consumed with hunger in the land, nor bear the shame of the Gentiles anymore."
    },
    {
        "o": 23867,
        "r": "nkjv:Ezekiel:34:30",
        "t": "Thus they shall know that I, the Lord*s their God, am*i with them, and they, the house of Israel, are*i My people,” says the Lord God.’*s"
    },
    {
        "o": 23868,
        "r": "nkjv:Ezekiel:34:31",
        "t": "“You*p are My flock, the flock of My pasture; you are*i men, and*i I am*i your God,” says the Lord God.*s"
    }
]
