[
    {
        "o": 3134,
        "r": "csb:Leviticus:5:0",
        "t": "Leviticus 5",
        "h": 1
    },
    {
        "o": 3135,
        "r": "csb:Leviticus:5:0",
        "t": "Cases Requiring Sin Offerings",
        "h": 2
    },
    {
        "o": 3136,
        "r": "csb:Leviticus:5:1",
        "t": "“When*p someone sins in any of these ways: If*p he has seen, heard, or known about something he has witnessed, and did not respond to a public call to testify, he will bear his iniquity."
    },
    {
        "o": 3137,
        "r": "csb:Leviticus:5:2",
        "t": "Or*p if someone touches anything unclean- a carcass of an unclean wild animal, or unclean livestock, or an unclean swarming creature- without being aware of it, he is unclean and incurs guilt."
    },
    {
        "o": 3138,
        "r": "csb:Leviticus:5:3",
        "t": "Or*p if he touches human uncleanness- any uncleanness by which one can become defiled- without being aware of it, but later recognizes it, he incurs guilt."
    },
    {
        "o": 3139,
        "r": "csb:Leviticus:5:4",
        "t": "Or*p if someone swears rashly to do what is good or evil - concerning anything a person may speak rashly in an oath - without being aware of it, but later recognizes it, he incurs guilt in such an instance."
    },
    {
        "o": 3140,
        "r": "csb:Leviticus:5:5",
        "t": "If*p someone incurs guilt in one of these cases, he is to confess he has committed that sin."
    },
    {
        "o": 3141,
        "r": "csb:Leviticus:5:6",
        "t": "He must bring his penalty for guilt for the sin he has committed to the Lord:*s a female lamb or goat from the flock as a sin offering. In this way the priest will make atonement on his behalf for his sin."
    },
    {
        "o": 3142,
        "r": "csb:Leviticus:5:7",
        "t": "“But*p if he cannot afford an animal from the flock, then he may bring to the Lord*s two turtledoves or two young pigeons as penalty for guilt for his sin - one as a sin offering and the other as a burnt offering."
    },
    {
        "o": 3143,
        "r": "csb:Leviticus:5:8",
        "t": "He is to bring them to the priest, who will first present the one for the sin offering. He is to twist its head at the back of the neck without severing it."
    },
    {
        "o": 3144,
        "r": "csb:Leviticus:5:9",
        "t": "Then he will sprinkle some of the blood of the sin offering on the side of the altar, while the rest of the blood is to be drained out at the base of the altar; it is a sin offering."
    },
    {
        "o": 3145,
        "r": "csb:Leviticus:5:10",
        "t": "He will prepare the second bird as a burnt offering according to the regulation. In this way the priest will make atonement on his behalf for the sin he has committed, and he will be forgiven."
    },
    {
        "o": 3146,
        "r": "csb:Leviticus:5:11",
        "t": "“But*p if he cannot afford two turtledoves or two young pigeons, he may bring two quarts of fine flour as an offering for his sin. He must not put olive oil or frankincense on it, for it is a sin offering."
    },
    {
        "o": 3147,
        "r": "csb:Leviticus:5:12",
        "t": "He is to bring it to the priest, who will take a handful from it as its memorial portion and burn it on the altar along with the food offerings to the Lord;*s it is a sin offering."
    },
    {
        "o": 3148,
        "r": "csb:Leviticus:5:13",
        "t": "In this way the priest will make atonement on his behalf concerning the sin he has committed in any of these cases, and he will be forgiven. The rest will belong to the priest, like the grain offering.”"
    },
    {
        "o": 3149,
        "r": "csb:Leviticus:5:13",
        "t": "The Guilt Offering",
        "h": 2
    },
    {
        "o": 3150,
        "r": "csb:Leviticus:5:14",
        "t": "Then*p the Lord*s spoke to Moses:"
    },
    {
        "o": 3151,
        "r": "csb:Leviticus:5:15",
        "t": "“If someone offends by sinning unintentionally in regard to any of the Lord’s*s holy things, he must bring his penalty for guilt to the Lord:*s an unblemished ram from the flock (based on your assessment of its value in silver shekels, according to the sanctuary shekel) as a guilt offering."
    },
    {
        "o": 3152,
        "r": "csb:Leviticus:5:16",
        "t": "He is to make restitution for his sin regarding any holy thing, adding a fifth of its value to it, and give it to the priest. Then the priest will make atonement on his behalf with the ram of the guilt offering, and he will be forgiven."
    },
    {
        "o": 3153,
        "r": "csb:Leviticus:5:17",
        "t": "“If*p someone sins and without knowing it violates any of the Lord’s*s commands concerning anything prohibited, he is guilty, and he will bear his iniquity."
    },
    {
        "o": 3154,
        "r": "csb:Leviticus:5:18",
        "t": "He must bring an unblemished ram from the flock according to your assessment of its value as a guilt offering to the priest. Then the priest will make atonement on his behalf for the error he has committed unintentionally, and he will be forgiven."
    },
    {
        "o": 3155,
        "r": "csb:Leviticus:5:19",
        "t": "It is a guilt offering; he is indeed guilty before the Lord.”*s"
    }
]
