[
    {
        "o": 24181,
        "r": "niv:Daniel:10:0",
        "t": "Daniel 10",
        "h": 1
    },
    {
        "o": 24182,
        "r": "niv:Daniel:10:0",
        "t": "Daniel’s Vision of a Man",
        "h": 2
    },
    {
        "o": 24183,
        "r": "niv:Daniel:10:1",
        "t": "In*p the third year of Cyrus king of Persia, a revelation was given to Daniel (who was called Belteshazzar). Its message was true and it concerned a great war. The understanding of the message came to him in a vision."
    },
    {
        "o": 24184,
        "r": "niv:Daniel:10:2",
        "t": "At*p that time I, Daniel, mourned for three weeks."
    },
    {
        "o": 24185,
        "r": "niv:Daniel:10:3",
        "t": "I ate no choice food; no meat or wine touched my lips; and I used no lotions at all until the three weeks were over."
    },
    {
        "o": 24186,
        "r": "niv:Daniel:10:4",
        "t": "On*p the twenty-fourth day of the first month, as I was standing on the bank of the great river, the Tigris,"
    },
    {
        "o": 24187,
        "r": "niv:Daniel:10:5",
        "t": "I looked up and there before me was a man dressed in linen, with a belt of fine gold from Uphaz around his waist."
    },
    {
        "o": 24188,
        "r": "niv:Daniel:10:6",
        "t": "His body was like topaz, his face like lightning, his eyes like flaming torches, his arms and legs like the gleam of burnished bronze, and his voice like the sound of a multitude."
    },
    {
        "o": 24189,
        "r": "niv:Daniel:10:7",
        "t": "I,*p Daniel, was the only one who saw the vision; those who were with me did not see it, but such terror overwhelmed them that they fled and hid themselves."
    },
    {
        "o": 24190,
        "r": "niv:Daniel:10:8",
        "t": "So I was left alone, gazing at this great vision; I had no strength left, my face turned deathly pale and I was helpless."
    },
    {
        "o": 24191,
        "r": "niv:Daniel:10:9",
        "t": "Then I heard him speaking, and as I listened to him, I fell into a deep sleep, my face to the ground."
    },
    {
        "o": 24192,
        "r": "niv:Daniel:10:10",
        "t": "A*p hand touched me and set me trembling on my hands and knees."
    },
    {
        "o": 24193,
        "r": "niv:Daniel:10:11",
        "t": "He said, “Daniel, you who are highly esteemed, consider carefully the words I am about to speak to you, and stand up, for I have now been sent to you.” And when he said this to me, I stood up trembling."
    },
    {
        "o": 24194,
        "r": "niv:Daniel:10:12",
        "t": "Then*p he continued, “Do not be afraid, Daniel. Since the first day that you set your mind to gain understanding and to humble yourself before your God, your words were heard, and I have come in response to them."
    },
    {
        "o": 24195,
        "r": "niv:Daniel:10:13",
        "t": "But the prince of the Persian kingdom resisted me twenty-one days. Then Michael, one of the chief princes, came to help me, because I was detained there with the king of Persia."
    },
    {
        "o": 24196,
        "r": "niv:Daniel:10:14",
        "t": "Now I have come to explain to you what will happen to your people in the future, for the vision concerns a time yet to come.”"
    },
    {
        "o": 24197,
        "r": "niv:Daniel:10:15",
        "t": "While*p he was saying this to me, I bowed with my face toward the ground and was speechless."
    },
    {
        "o": 24198,
        "r": "niv:Daniel:10:16",
        "t": "Then one who looked like a man touched my lips, and I opened my mouth and began to speak. I said to the one standing before me, “I am overcome with anguish because of the vision, my lord, and I feel very weak."
    },
    {
        "o": 24199,
        "r": "niv:Daniel:10:17",
        "t": "How can I, your servant, talk with you, my lord? My strength is gone and I can hardly breathe.”"
    },
    {
        "o": 24200,
        "r": "niv:Daniel:10:18",
        "t": "Again*p the one who looked like a man touched me and gave me strength."
    },
    {
        "o": 24201,
        "r": "niv:Daniel:10:19",
        "t": "“Do not be afraid, you who are highly esteemed,” he said. “Peace! Be strong now; be strong.” When*p he spoke to me, I was strengthened and said, “Speak, my lord, since you have given me strength.”"
    },
    {
        "o": 24202,
        "r": "niv:Daniel:10:20",
        "t": "So*p he said, “Do you know why I have come to you? Soon I will return to fight against the prince of Persia, and when I go, the prince of Greece will come;"
    },
    {
        "o": 24203,
        "r": "niv:Daniel:10:21",
        "t": "but first I will tell you what is written in the Book of Truth. (No one supports me against them except Michael, your prince."
    }
]
