[
    {
        "o": 22230,
        "r": "nasb:Jeremiah:41:0",
        "t": "Jeremiah 41",
        "h": 1
    },
    {
        "o": 22231,
        "r": "nasb:Jeremiah:41:0",
        "t": "Gedaliah Is Murdered",
        "h": 2
    },
    {
        "o": 22232,
        "r": "nasb:Jeremiah:41:1",
        "t": "In*p the seventh month Ishmael the son of Nethaniah, the son of Elishama, of the royal family and one*i of the chief officers of the king, along with ten men, came to Mizpah to Gedaliah the son of Ahikam. While they were eating bread together there in Mizpah,"
    },
    {
        "o": 22233,
        "r": "nasb:Jeremiah:41:2",
        "t": "Ishmael the son of Nethaniah and the ten men who were with him arose and struck down Gedaliah the son of Ahikam, the son of Shaphan, with the sword and put to death the one whom the king of Babylon had appointed over the land."
    },
    {
        "o": 22234,
        "r": "nasb:Jeremiah:41:3",
        "t": "Ishmael also struck down all the Jews who were with him, that*i is*i with Gedaliah at Mizpah, and the Chaldeans who were found there, the men of war."
    },
    {
        "o": 22235,
        "r": "nasb:Jeremiah:41:4",
        "t": "Now*p it happened on the next day after the killing of Gedaliah, when no one knew about it,*i"
    },
    {
        "o": 22236,
        "r": "nasb:Jeremiah:41:5",
        "t": "that eighty men came from Shechem, from Shiloh, and from Samaria with their beards shaved off and their clothes torn and their bodies gashed, having grain offerings and incense in their hands to bring to the house of the Lord.*s"
    },
    {
        "o": 22237,
        "r": "nasb:Jeremiah:41:6",
        "t": "Then Ishmael the son of Nethaniah went out from Mizpah to meet them, weeping as he went; and as he met them, he said to them, “Come to Gedaliah the son of Ahikam!”"
    },
    {
        "o": 22238,
        "r": "nasb:Jeremiah:41:7",
        "t": "Yet it turned out that as soon as they came inside the city, Ishmael the son of Nethaniah and the men that were with him slaughtered them and*i cast*i them*i into the cistern."
    },
    {
        "o": 22239,
        "r": "nasb:Jeremiah:41:8",
        "t": "But ten men who were found among them said to Ishmael, “Do not put us to death; for we have stores of wheat, barley, oil and honey hidden in the field.” So he refrained and did not put them to death along with their companions."
    },
    {
        "o": 22240,
        "r": "nasb:Jeremiah:41:9",
        "t": "Now*p as for the cistern where Ishmael had cast all the corpses of the men whom he had struck down because of Gedaliah, it was the one that King Asa had made on account of Baasha, king of Israel; Ishmael the son of Nethaniah filled it with the slain."
    },
    {
        "o": 22241,
        "r": "nasb:Jeremiah:41:10",
        "t": "Then Ishmael took captive all the remnant of the people who were in Mizpah, the king’s daughters and all the people who were left in Mizpah, whom Nebuzaradan the captain of the bodyguard had put under the charge of Gedaliah the son of Ahikam; thus Ishmael the son of Nethaniah took them captive and proceeded to cross over to the sons of Ammon."
    },
    {
        "o": 22242,
        "r": "nasb:Jeremiah:41:10",
        "t": "Johanan Rescues the People",
        "h": 2
    },
    {
        "o": 22243,
        "r": "nasb:Jeremiah:41:11",
        "t": "But*p Johanan the son of Kareah and all the commanders of the forces that were with him heard of all the evil that Ishmael the son of Nethaniah had done."
    },
    {
        "o": 22244,
        "r": "nasb:Jeremiah:41:12",
        "t": "So they took all the men and went to fight with Ishmael the son of Nethaniah and they found him by the great pool that is in Gibeon."
    },
    {
        "o": 22245,
        "r": "nasb:Jeremiah:41:13",
        "t": "Now as soon as all the people who were with Ishmael saw Johanan the son of Kareah and the commanders of the forces that were with him, they were glad."
    },
    {
        "o": 22246,
        "r": "nasb:Jeremiah:41:14",
        "t": "So all the people whom Ishmael had taken captive from Mizpah turned around and came back, and went to Johanan the son of Kareah."
    },
    {
        "o": 22247,
        "r": "nasb:Jeremiah:41:15",
        "t": "But Ishmael the son of Nethaniah escaped from Johanan with eight men and went to the sons of Ammon."
    },
    {
        "o": 22248,
        "r": "nasb:Jeremiah:41:16",
        "t": "Then Johanan the son of Kareah and all the commanders of the forces that were with him took from Mizpah all the remnant of the people whom he had recovered from Ishmael the son of Nethaniah, after he had struck down Gedaliah the son of Ahikam, that*i is,*i the men who were soldiers, the*i women, the*i children, and the*i eunuchs, whom he had brought back from Gibeon."
    },
    {
        "o": 22249,
        "r": "nasb:Jeremiah:41:17",
        "t": "And they went and stayed in Geruth Chimham, which is beside Bethlehem, in order to proceed into Egypt"
    },
    {
        "o": 22250,
        "r": "nasb:Jeremiah:41:18",
        "t": "because of the Chaldeans; for they were afraid of them, since Ishmael the son of Nethaniah had struck down Gedaliah the son of Ahikam, whom the king of Babylon had appointed over the land."
    }
]
