[
    {
        "o": 32743,
        "r": "nasb:Philippians:3:0",
        "t": "Philippians 3",
        "h": 1
    },
    {
        "o": 32744,
        "r": "nasb:Philippians:3:0",
        "t": "The Goal of Life",
        "h": 2
    },
    {
        "o": 32745,
        "r": "nasb:Philippians:3:1",
        "t": "Finally,*p my brethren, rejoice in the Lord. To write the same things again*i is no trouble to me, and it is a safeguard for you."
    },
    {
        "o": 32746,
        "r": "nasb:Philippians:3:2",
        "t": "Beware*p of the dogs, beware of the evil workers, beware of the false circumcision;"
    },
    {
        "o": 32747,
        "r": "nasb:Philippians:3:3",
        "t": "for we are the true*i circumcision, who worship in the Spirit of God and glory in Christ Jesus and put no confidence in the flesh,"
    },
    {
        "o": 32748,
        "r": "nasb:Philippians:3:4",
        "t": "although I myself might have confidence even in the flesh. If anyone else has a mind to put confidence in the flesh, I far more:"
    },
    {
        "o": 32749,
        "r": "nasb:Philippians:3:5",
        "t": "circumcised the eighth day, of the nation of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; as to the Law, a Pharisee;"
    },
    {
        "o": 32750,
        "r": "nasb:Philippians:3:6",
        "t": "as to zeal, a persecutor of the church; as to the righteousness which is in the Law, found blameless."
    },
    {
        "o": 32751,
        "r": "nasb:Philippians:3:7",
        "t": "But*p whatever things were gain to me, those things I have counted as loss for the sake of Christ."
    },
    {
        "o": 32752,
        "r": "nasb:Philippians:3:8",
        "t": "More than that, I count all things to be loss in view of the surpassing value of knowing Christ Jesus my Lord, for whom I have suffered the loss of all things, and count them but rubbish so that I may gain Christ,"
    },
    {
        "o": 32753,
        "r": "nasb:Philippians:3:9",
        "t": "and may be found in Him, not having a righteousness of my own derived from the*i Law, but that which is through faith in Christ, the righteousness which comes*i from God on the basis of faith,"
    },
    {
        "o": 32754,
        "r": "nasb:Philippians:3:10",
        "t": "that I may know Him and the power of His resurrection and the fellowship of His sufferings, being conformed to His death;"
    },
    {
        "o": 32755,
        "r": "nasb:Philippians:3:11",
        "t": "in order that I may attain to the resurrection from the dead."
    },
    {
        "o": 32756,
        "r": "nasb:Philippians:3:12",
        "t": "Not*p that I have already obtained it*i or have already become perfect, but I press on so that I may lay hold of that for which also I was laid hold of by Christ Jesus."
    },
    {
        "o": 32757,
        "r": "nasb:Philippians:3:13",
        "t": "Brethren, I do not regard myself as having laid hold of it*i yet; but one thing I*i do:*i forgetting what lies*i behind and reaching forward to what lies*i ahead,"
    },
    {
        "o": 32758,
        "r": "nasb:Philippians:3:14",
        "t": "I press on toward the goal for the prize of the upward call of God in Christ Jesus."
    },
    {
        "o": 32759,
        "r": "nasb:Philippians:3:15",
        "t": "Let us therefore, as many as are perfect, have this attitude; and if in anything you have a different attitude, God will reveal that also to you;"
    },
    {
        "o": 32760,
        "r": "nasb:Philippians:3:16",
        "t": "however, let us keep living by that same standard*i to which we have attained."
    },
    {
        "o": 32761,
        "r": "nasb:Philippians:3:17",
        "t": "Brethren,*p join in following my example, and observe those who walk according to the pattern you have in us."
    },
    {
        "o": 32762,
        "r": "nasb:Philippians:3:18",
        "t": "For many walk, of whom I often told you, and now tell you even weeping, that*i they*i are*i enemies of the cross of Christ,"
    },
    {
        "o": 32763,
        "r": "nasb:Philippians:3:19",
        "t": "whose end is destruction, whose god is their*i appetite, and whose*i glory is in their shame, who set their minds on earthly things."
    },
    {
        "o": 32764,
        "r": "nasb:Philippians:3:20",
        "t": "For our citizenship is in heaven, from which also we eagerly wait for a Savior, the Lord Jesus Christ;"
    },
    {
        "o": 32765,
        "r": "nasb:Philippians:3:21",
        "t": "who will transform the body of our humble state into conformity with the body of His glory, by the exertion of the power that He has even to subject all things to Himself."
    }
]
