[
    {
        "o": 32924,
        "r": "niv:1 Timothy:6:0",
        "t": "1 Timothy 6",
        "h": 1
    },
    {
        "o": 32925,
        "r": "niv:1 Timothy:6:1",
        "t": "All*p who are under the yoke of slavery should consider their masters worthy of full respect, so that God’s name and our teaching may not be slandered."
    },
    {
        "o": 32926,
        "r": "niv:1 Timothy:6:2",
        "t": "Those who have believing masters should not show them disrespect just because they are fellow believers. Instead, they should serve them even better because their masters are dear to them as fellow believers and are devoted to the welfare of their slaves."
    },
    {
        "o": 32927,
        "r": "niv:1 Timothy:6:2",
        "t": "False Teachers and the Love of Money",
        "h": 2
    },
    {
        "o": 32928,
        "r": "niv:1 Timothy:6:2",
        "t": "These*p are the things you are to teach and insist on."
    },
    {
        "o": 32929,
        "r": "niv:1 Timothy:6:3",
        "t": "If anyone teaches otherwise and does not agree to the sound instruction of our Lord Jesus Christ and to godly teaching,"
    },
    {
        "o": 32930,
        "r": "niv:1 Timothy:6:4",
        "t": "they are conceited and understand nothing. They have an unhealthy interest in controversies and quarrels about words that result in envy, strife, malicious talk, evil suspicions"
    },
    {
        "o": 32931,
        "r": "niv:1 Timothy:6:5",
        "t": "and constant friction between people of corrupt mind, who have been robbed of the truth and who think that godliness is a means to financial gain."
    },
    {
        "o": 32932,
        "r": "niv:1 Timothy:6:6",
        "t": "But*p godliness with contentment is great gain."
    },
    {
        "o": 32933,
        "r": "niv:1 Timothy:6:7",
        "t": "For we brought nothing into the world, and we can take nothing out of it."
    },
    {
        "o": 32934,
        "r": "niv:1 Timothy:6:8",
        "t": "But if we have food and clothing, we will be content with that."
    },
    {
        "o": 32935,
        "r": "niv:1 Timothy:6:9",
        "t": "Those who want to get rich fall into temptation and a trap and into many foolish and harmful desires that plunge people into ruin and destruction."
    },
    {
        "o": 32936,
        "r": "niv:1 Timothy:6:10",
        "t": "For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs."
    },
    {
        "o": 32937,
        "r": "niv:1 Timothy:6:10",
        "t": "Final Charge to Timothy",
        "h": 2
    },
    {
        "o": 32938,
        "r": "niv:1 Timothy:6:11",
        "t": "But*p you, man of God, flee from all this, and pursue righteousness, godliness, faith, love, endurance and gentleness."
    },
    {
        "o": 32939,
        "r": "niv:1 Timothy:6:12",
        "t": "Fight the good fight of the faith. Take hold of the eternal life to which you were called when you made your good confession in the presence of many witnesses."
    },
    {
        "o": 32940,
        "r": "niv:1 Timothy:6:13",
        "t": "In the sight of God, who gives life to everything, and of Christ Jesus, who while testifying before Pontius Pilate made the good confession, I charge you"
    },
    {
        "o": 32941,
        "r": "niv:1 Timothy:6:14",
        "t": "to keep this command without spot or blame until the appearing of our Lord Jesus Christ,"
    },
    {
        "o": 32942,
        "r": "niv:1 Timothy:6:15",
        "t": "which God will bring about in his own time—God, the blessed and only Ruler, the King of kings and Lord of lords,"
    },
    {
        "o": 32943,
        "r": "niv:1 Timothy:6:16",
        "t": "who alone is immortal and who lives in unapproachable light, whom no one has seen or can see. To him be honor and might forever. Amen."
    },
    {
        "o": 32944,
        "r": "niv:1 Timothy:6:17",
        "t": "Command*p those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment."
    },
    {
        "o": 32945,
        "r": "niv:1 Timothy:6:18",
        "t": "Command them to do good, to be rich in good deeds, and to be generous and willing to share."
    },
    {
        "o": 32946,
        "r": "niv:1 Timothy:6:19",
        "t": "In this way they will lay up treasure for themselves as a firm foundation for the coming age, so that they may take hold of the life that is truly life."
    },
    {
        "o": 32947,
        "r": "niv:1 Timothy:6:20",
        "t": "Timothy,*p guard what has been entrusted to your care. Turn away from godless chatter and the opposing ideas of what is falsely called knowledge,"
    },
    {
        "o": 32948,
        "r": "niv:1 Timothy:6:21",
        "t": "which some have professed and in so doing have departed from the faith. Grace*p be with you all."
    }
]
