[
    {
        "o": 32300,
        "r": "csb:1 Corinthians:8:0",
        "t": "1 Corinthians 8",
        "h": 1
    },
    {
        "o": 32301,
        "r": "csb:1 Corinthians:8:0",
        "t": "Food Offered to Idols",
        "h": 2
    },
    {
        "o": 32302,
        "r": "csb:1 Corinthians:8:1",
        "t": "Now*p about food sacrificed to idols: We know that “we all have knowledge.” Knowledge puffs up, but love builds up."
    },
    {
        "o": 32303,
        "r": "csb:1 Corinthians:8:2",
        "t": "If anyone thinks he knows anything, he does not yet know it as he ought to know it."
    },
    {
        "o": 32304,
        "r": "csb:1 Corinthians:8:3",
        "t": "But if anyone loves God, he is known by him."
    },
    {
        "o": 32305,
        "r": "csb:1 Corinthians:8:4",
        "t": "About*p eating food sacrificed to idols, then, we know that “an idol is nothing in the world,” and that “there is no God but one.”"
    },
    {
        "o": 32306,
        "r": "csb:1 Corinthians:8:5",
        "t": "For even if there are so-called gods, whether in heaven or on earth - as there are many “gods” and many “lords” -"
    },
    {
        "o": 32307,
        "r": "csb:1 Corinthians:8:6",
        "t": "yet for us there is one God, the Father. All things are from him, and we exist for him. And there is one Lord, Jesus Christ. All things are through him, and we exist through him."
    },
    {
        "o": 32308,
        "r": "csb:1 Corinthians:8:7",
        "t": "However,*p not everyone has this knowledge. Some have been so used to idolatry up until now that when they eat food sacrificed to an idol, their conscience, being weak, is defiled."
    },
    {
        "o": 32309,
        "r": "csb:1 Corinthians:8:8",
        "t": "Food will not bring us close to God. We are not worse off if we don’t eat, and we are not better if we do eat."
    },
    {
        "o": 32310,
        "r": "csb:1 Corinthians:8:9",
        "t": "But be careful that this right of yours in no way becomes a stumbling block to the weak."
    },
    {
        "o": 32311,
        "r": "csb:1 Corinthians:8:10",
        "t": "For if someone sees you, the one who has knowledge, dining in an idol’s temple, won’t his weak conscience be encouraged to eat food offered to idols?"
    },
    {
        "o": 32312,
        "r": "csb:1 Corinthians:8:11",
        "t": "So the weak person, the brother or sister for whom Christ died, is ruined by your knowledge."
    },
    {
        "o": 32313,
        "r": "csb:1 Corinthians:8:12",
        "t": "Now when you sin like this against brothers and sisters and wound their weak conscience, you are sinning against Christ."
    },
    {
        "o": 32314,
        "r": "csb:1 Corinthians:8:13",
        "t": "Therefore, if food causes my brother or sister to fall, I will never again eat meat, so that I won’t cause my brother or sister to fall."
    }
]
