[
    {
        "o": 4813,
        "r": "csb:Numbers:22:0",
        "t": "Numbers 22",
        "h": 1
    },
    {
        "o": 4814,
        "r": "csb:Numbers:22:0",
        "t": "Balak Hires Balaam",
        "h": 2
    },
    {
        "o": 4815,
        "r": "csb:Numbers:22:1",
        "t": "The*p Israelites traveled on and camped in the plains of Moab near the Jordan across from Jericho."
    },
    {
        "o": 4816,
        "r": "csb:Numbers:22:2",
        "t": "Now Balak son of Zippor saw all that Israel had done to the Amorites."
    },
    {
        "o": 4817,
        "r": "csb:Numbers:22:3",
        "t": "Moab was terrified of the people because they were numerous, and Moab dreaded the Israelites."
    },
    {
        "o": 4818,
        "r": "csb:Numbers:22:4",
        "t": "So the Moabites said to the elders of Midian, “This horde will devour everything around us like an ox eats up the green plants in the field.” Since*p Balak son of Zippor was Moab’s king at that time,"
    },
    {
        "o": 4819,
        "r": "csb:Numbers:22:5",
        "t": "he sent messengers to Balaam son of Beor at Pethor, which is by the Euphrates in the land of his people. Balak said to him, “Look, a people has come out of Egypt; they cover the surface of the land and are living right across from me."
    },
    {
        "o": 4820,
        "r": "csb:Numbers:22:6",
        "t": "Please come and put a curse on these people for me because they are more powerful than I am. I may be able to defeat them and drive them out of the land, for I know that those you bless are blessed and those you curse are cursed.”"
    },
    {
        "o": 4821,
        "r": "csb:Numbers:22:7",
        "t": "The*p elders of Moab and Midian departed with fees for divination in hand. They came to Balaam and reported Balak’s words to him."
    },
    {
        "o": 4822,
        "r": "csb:Numbers:22:8",
        "t": "He said to them, “Spend the night here, and I will give you the answer the Lord*s tells me.” So the officials of Moab stayed with Balaam."
    },
    {
        "o": 4823,
        "r": "csb:Numbers:22:9",
        "t": "Then*p God came to Balaam and asked, “Who are these men with you?”"
    },
    {
        "o": 4824,
        "r": "csb:Numbers:22:10",
        "t": "Balaam*p replied to God, “Balak son of Zippor, king of Moab, sent this message to me:"
    },
    {
        "o": 4825,
        "r": "csb:Numbers:22:11",
        "t": "‘Look, a people has come out of Egypt, and they cover the surface of the land. Now come and put a curse on them for me. I may be able to fight against them and drive them away.’”"
    },
    {
        "o": 4826,
        "r": "csb:Numbers:22:12",
        "t": "Then*p God said to Balaam, “You are not to go with them. You are not to curse this people, for they are blessed.”"
    },
    {
        "o": 4827,
        "r": "csb:Numbers:22:13",
        "t": "So*p Balaam got up the next morning and said to Balak’s officials, “Go back to your land, because the Lord*s has refused to let me go with you.”"
    },
    {
        "o": 4828,
        "r": "csb:Numbers:22:14",
        "t": "The*p officials of Moab arose, returned to Balak, and reported, “Balaam refused to come with us.”"
    },
    {
        "o": 4829,
        "r": "csb:Numbers:22:15",
        "t": "Balak*p sent officials again who were more numerous and higher in rank than the others."
    },
    {
        "o": 4830,
        "r": "csb:Numbers:22:16",
        "t": "They came to Balaam and said to him, “This is what Balak son of Zippor says: ‘Let nothing keep you from coming to me,"
    },
    {
        "o": 4831,
        "r": "csb:Numbers:22:17",
        "t": "for I will greatly honor you and do whatever you ask me. So please come and put a curse on these people for me! ’”"
    },
    {
        "o": 4832,
        "r": "csb:Numbers:22:18",
        "t": "But*p Balaam responded to the servants of Balak, “If Balak were to give me his house full of silver and gold, I could not go against the command of the Lord*s my God to do anything small or great."
    },
    {
        "o": 4833,
        "r": "csb:Numbers:22:19",
        "t": "Please stay here overnight as the others did, so that I may find out what else the Lord*s has to tell me.”"
    },
    {
        "o": 4834,
        "r": "csb:Numbers:22:20",
        "t": "God*p came to Balaam at night and said to him, “Since these men have come to summon you, get up and go with them, but you must only do what I tell you.”"
    },
    {
        "o": 4835,
        "r": "csb:Numbers:22:21",
        "t": "When he got up in the morning, Balaam saddled his donkey and went with the officials of Moab."
    },
    {
        "o": 4836,
        "r": "csb:Numbers:22:21",
        "t": "Balaam’s Donkey and the Angel",
        "h": 2
    },
    {
        "o": 4837,
        "r": "csb:Numbers:22:22",
        "t": "But*p God was incensed that Balaam was going, and the angel of the Lord*s took his stand on the path to oppose him. Balaam was riding his donkey, and his two servants were with him."
    },
    {
        "o": 4838,
        "r": "csb:Numbers:22:23",
        "t": "When the donkey saw the angel of the Lord*s standing on the path with a drawn sword in his hand, she turned off the path and went into the field. So Balaam hit her to return her to the path."
    },
    {
        "o": 4839,
        "r": "csb:Numbers:22:24",
        "t": "Then the angel of the Lord*s stood in a narrow passage between the vineyards, with a stone wall on either side."
    },
    {
        "o": 4840,
        "r": "csb:Numbers:22:25",
        "t": "The donkey saw the angel of the Lord*s and pressed herself against the wall, squeezing Balaam’s foot against it. So he hit her once again."
    },
    {
        "o": 4841,
        "r": "csb:Numbers:22:26",
        "t": "The angel of the Lord*s went ahead and stood in a narrow place where there was no room to turn to the right or the left."
    },
    {
        "o": 4842,
        "r": "csb:Numbers:22:27",
        "t": "When the donkey saw the angel of the Lord,*s she crouched down under Balaam. So he became furious and beat the donkey with his stick."
    },
    {
        "o": 4843,
        "r": "csb:Numbers:22:28",
        "t": "Then*p the Lord*s opened the donkey’s mouth, and she asked Balaam, “What have I done to you that you have beaten me these three times?”"
    },
    {
        "o": 4844,
        "r": "csb:Numbers:22:29",
        "t": "Balaam*p answered the donkey, “You made me look like a fool. If I had a sword in my hand, I’d kill you now!”"
    },
    {
        "o": 4845,
        "r": "csb:Numbers:22:30",
        "t": "But*p the donkey said, “Am I not the donkey you’ve ridden all your life until today? Have I ever treated you this way before?” “No,”*p he replied."
    },
    {
        "o": 4846,
        "r": "csb:Numbers:22:31",
        "t": "Then*p the Lord*s opened Balaam’s eyes, and he saw the angel of the Lord*s standing in the path with a drawn sword in his hand. Balaam knelt low and bowed in worship on his face."
    },
    {
        "o": 4847,
        "r": "csb:Numbers:22:32",
        "t": "The angel of the Lord*s asked him, “Why have you beaten your donkey these three times? Look, I came out to oppose you, because I consider what you are doing to be evil."
    },
    {
        "o": 4848,
        "r": "csb:Numbers:22:33",
        "t": "The donkey saw me and turned away from me these three times. If she had not turned away from me, I would have killed you by now and let her live.”"
    },
    {
        "o": 4849,
        "r": "csb:Numbers:22:34",
        "t": "Balaam*p said to the angel of the Lord,*s “I have sinned, for I did not know that you were standing in the path to confront me. And now, if it is evil in your sight, I will go back.”"
    },
    {
        "o": 4850,
        "r": "csb:Numbers:22:35",
        "t": "Then*p the angel of the Lord*s said to Balaam, “Go with the men, but you are to say only what I tell you.” So Balaam went with Balak’s officials."
    },
    {
        "o": 4851,
        "r": "csb:Numbers:22:36",
        "t": "When*p Balak heard that Balaam was coming, he went out to meet him at the Moabite city on the Arnon border at the edge of his territory."
    },
    {
        "o": 4852,
        "r": "csb:Numbers:22:37",
        "t": "Balak asked Balaam, “Did I not send you an urgent summons? Why didn’t you come to me? Am I really not able to reward you?”"
    },
    {
        "o": 4853,
        "r": "csb:Numbers:22:38",
        "t": "Balaam*p said to him, “Look, I have come to you, but can I say anything I want? I must speak only the message God puts in my mouth.”"
    },
    {
        "o": 4854,
        "r": "csb:Numbers:22:39",
        "t": "So Balaam went with Balak, and they came to Kiriath-huzoth."
    },
    {
        "o": 4855,
        "r": "csb:Numbers:22:40",
        "t": "Balak sacrificed cattle, sheep, and goats and sent for Balaam and the officials who were with him."
    },
    {
        "o": 4856,
        "r": "csb:Numbers:22:41",
        "t": "In*p the morning, Balak took Balaam and brought him to Bamoth-baal. From there he saw the outskirts of the people’s camp."
    }
]
