[
    {
        "o": 13555,
        "r": "esv:Nehemiah:2:0",
        "t": "Nehemiah 2",
        "h": 1
    },
    {
        "o": 13556,
        "r": "esv:Nehemiah:2:0",
        "t": "Nehemiah Sent to Judah",
        "h": 2
    },
    {
        "o": 13557,
        "r": "esv:Nehemiah:2:1",
        "t": "In*p the month of Nisan, in the twentieth year of King Artaxerxes, when wine was before him, I took up the wine and gave it to the king. Now I had not been sad in his presence."
    },
    {
        "o": 13558,
        "r": "esv:Nehemiah:2:2",
        "t": "And the king said to me, “Why is your face sad, seeing you are not sick? This is nothing but sadness of the heart.” Then I was very much afraid."
    },
    {
        "o": 13559,
        "r": "esv:Nehemiah:2:3",
        "t": "I said to the king, “Let the king live forever! Why should not my face be sad, when the city, the place of my fathers’ graves, lies in ruins, and its gates have been destroyed by fire?”"
    },
    {
        "o": 13560,
        "r": "esv:Nehemiah:2:4",
        "t": "Then the king said to me, “What are you requesting?” So I prayed to the God of heaven."
    },
    {
        "o": 13561,
        "r": "esv:Nehemiah:2:5",
        "t": "And I said to the king, “If it pleases the king, and if your servant has found favor in your sight, that you send me to Judah, to the city of my fathers’ graves, that I may rebuild it.”"
    },
    {
        "o": 13562,
        "r": "esv:Nehemiah:2:6",
        "t": "And the king said to me (the queen sitting beside him), “How long will you be gone, and when will you return?” So it pleased the king to send me when I had given him a time."
    },
    {
        "o": 13563,
        "r": "esv:Nehemiah:2:7",
        "t": "And I said to the king, “If it pleases the king, let letters be given me to the governors of the province Beyond the River, that they may let me pass through until I come to Judah,"
    },
    {
        "o": 13564,
        "r": "esv:Nehemiah:2:8",
        "t": "and a letter to Asaph, the keeper of the king’s forest, that he may give me timber to make beams for the gates of the fortress of the temple, and for the wall of the city, and for the house that I shall occupy.” And the king granted me what I asked, for the good hand of my God was upon me."
    },
    {
        "o": 13565,
        "r": "esv:Nehemiah:2:8",
        "t": "Nehemiah Inspects Jerusalem’s Walls",
        "h": 2
    },
    {
        "o": 13566,
        "r": "esv:Nehemiah:2:9",
        "t": "Then*p I came to the governors of the province Beyond the River and gave them the king’s letters. Now the king had sent with me officers of the army and horsemen."
    },
    {
        "o": 13567,
        "r": "esv:Nehemiah:2:10",
        "t": "But when Sanballat the Horonite and Tobiah the Ammonite servant heard this, it displeased them greatly that someone had come to seek the welfare of the people of Israel."
    },
    {
        "o": 13568,
        "r": "esv:Nehemiah:2:11",
        "t": "So*p I went to Jerusalem and was there three days."
    },
    {
        "o": 13569,
        "r": "esv:Nehemiah:2:12",
        "t": "Then I arose in the night, I and a few men with me. And I told no one what my God had put into my heart to do for Jerusalem. There was no animal with me but the one on which I rode."
    },
    {
        "o": 13570,
        "r": "esv:Nehemiah:2:13",
        "t": "I went out by night by the Valley Gate to the Dragon Spring and to the Dung Gate, and I inspected the walls of Jerusalem that were broken down and its gates that had been destroyed by fire."
    },
    {
        "o": 13571,
        "r": "esv:Nehemiah:2:14",
        "t": "Then I went on to the Fountain Gate and to the King’s Pool, but there was no room for the animal that was under me to pass."
    },
    {
        "o": 13572,
        "r": "esv:Nehemiah:2:15",
        "t": "Then I went up in the night by the valley and inspected the wall, and I turned back and entered by the Valley Gate, and so returned."
    },
    {
        "o": 13573,
        "r": "esv:Nehemiah:2:16",
        "t": "And the officials did not know where I had gone or what I was doing, and I had not yet told the Jews, the priests, the nobles, the officials, and the rest who were to do the work."
    },
    {
        "o": 13574,
        "r": "esv:Nehemiah:2:17",
        "t": "Then*p I said to them, “You see the trouble we are in, how Jerusalem lies in ruins with its gates burned. Come, let us build the wall of Jerusalem, that we may no longer suffer derision.”"
    },
    {
        "o": 13575,
        "r": "esv:Nehemiah:2:18",
        "t": "And I told them of the hand of my God that had been upon me for good, and also of the words that the king had spoken to me. And they said, “Let us rise up and build.” So they strengthened their hands for the good work."
    },
    {
        "o": 13576,
        "r": "esv:Nehemiah:2:19",
        "t": "But when Sanballat the Horonite and Tobiah the Ammonite servant and Geshem the Arab heard of it, they jeered at us and despised us and said, “What is this thing that you are doing? Are you rebelling against the king?”"
    },
    {
        "o": 13577,
        "r": "esv:Nehemiah:2:20",
        "t": "Then I replied to them, “The God of heaven will make us prosper, and we his servants will arise and build, but you have no portion or right or claim in Jerusalem.”"
    }
]
