[
    {
        "o": 31764,
        "r": "nkjv:Romans:9:0",
        "t": "Romans 9",
        "h": 1
    },
    {
        "o": 31765,
        "r": "nkjv:Romans:9:0",
        "t": "Israel’s Rejection of Christ",
        "h": 2
    },
    {
        "o": 31766,
        "r": "nkjv:Romans:9:1",
        "t": "I*p tell the truth in Christ, I am not lying, my conscience also bearing me witness in the Holy Spirit,"
    },
    {
        "o": 31767,
        "r": "nkjv:Romans:9:2",
        "t": "that I have great sorrow and continual grief in my heart."
    },
    {
        "o": 31768,
        "r": "nkjv:Romans:9:3",
        "t": "For I could wish that I myself were accursed from Christ for my brethren, my countrymen according to the flesh,"
    },
    {
        "o": 31769,
        "r": "nkjv:Romans:9:4",
        "t": "who are Israelites, to whom pertain*i the adoption, the glory, the covenants, the giving of the law, the service of*i God,*i and the promises;"
    },
    {
        "o": 31770,
        "r": "nkjv:Romans:9:5",
        "t": "of whom are*i the fathers and from whom, according to the flesh, Christ came,*i who is over all, the*i eternally blessed God. Amen."
    },
    {
        "o": 31771,
        "r": "nkjv:Romans:9:5",
        "t": "Israel’s Rejection and God’s Purpose",
        "h": 2
    },
    {
        "o": 31772,
        "r": "nkjv:Romans:9:6",
        "t": "But*p it is not that the word of God has taken no effect. For they are*i not all Israel who are*i of Israel,"
    },
    {
        "o": 31773,
        "r": "nkjv:Romans:9:7",
        "t": "nor are*i they*i all children because they are the seed of Abraham; but, “In Isaac your seed shall be called.”"
    },
    {
        "o": 31774,
        "r": "nkjv:Romans:9:8",
        "t": "That is, those who are*i the children of the flesh, these are*i not the children of God; but the children of the promise are counted as the seed."
    },
    {
        "o": 31775,
        "r": "nkjv:Romans:9:9",
        "t": "For this is*i the word of promise: “At this time I will come and Sarah shall have a son.”"
    },
    {
        "o": 31776,
        "r": "nkjv:Romans:9:10",
        "t": "And*p not only this,*i but when Rebecca also had conceived by one man, even*i by our father Isaac"
    },
    {
        "o": 31777,
        "r": "nkjv:Romans:9:11",
        "t": "(for the*i children*i not yet being born, nor having done any good or evil, that the purpose of God according to election might stand, not of works but of Him who calls),"
    },
    {
        "o": 31778,
        "r": "nkjv:Romans:9:12",
        "t": "it was said to her, “The older shall serve the younger.”"
    },
    {
        "o": 31779,
        "r": "nkjv:Romans:9:13",
        "t": "As it is written, “Jacob I have loved, but Esau I have hated.”"
    },
    {
        "o": 31780,
        "r": "nkjv:Romans:9:13",
        "t": "Israel’s Rejection and God’s Justice",
        "h": 2
    },
    {
        "o": 31781,
        "r": "nkjv:Romans:9:14",
        "t": "What*p shall we say then? Is*i there*i unrighteousness with God? Certainly not!"
    },
    {
        "o": 31782,
        "r": "nkjv:Romans:9:15",
        "t": "For He says to Moses, “I will have mercy on whomever I will have mercy, and I will have compassion on whomever I will have compassion.”"
    },
    {
        "o": 31783,
        "r": "nkjv:Romans:9:16",
        "t": "So then it*i is*i not of him who wills, nor of him who runs, but of God who shows mercy."
    },
    {
        "o": 31784,
        "r": "nkjv:Romans:9:17",
        "t": "For the Scripture says to the Pharaoh, “For this very purpose I have raised you up, that I may show My power in you, and that My name may be declared in all the earth.”"
    },
    {
        "o": 31785,
        "r": "nkjv:Romans:9:18",
        "t": "Therefore He has mercy on whom He wills, and whom He wills He hardens."
    },
    {
        "o": 31786,
        "r": "nkjv:Romans:9:19",
        "t": "You*p will say to me then, “Why does He still find fault? For who has resisted His will?”"
    },
    {
        "o": 31787,
        "r": "nkjv:Romans:9:20",
        "t": "But indeed, O man, who are you to reply against God? Will the thing formed say to him who formed it,*i “Why have you made me like this?”"
    },
    {
        "o": 31788,
        "r": "nkjv:Romans:9:21",
        "t": "Does not the potter have power over the clay, from the same lump to make one vessel for honor and another for dishonor?"
    },
    {
        "o": 31789,
        "r": "nkjv:Romans:9:22",
        "t": "What*ip if God, wanting to show His*i wrath and to make His power known, endured with much longsuffering the vessels of wrath prepared for destruction,"
    },
    {
        "o": 31790,
        "r": "nkjv:Romans:9:23",
        "t": "and that He might make known the riches of His glory on the vessels of mercy, which He had prepared beforehand for glory,"
    },
    {
        "o": 31791,
        "r": "nkjv:Romans:9:24",
        "t": "even us whom He called, not of the Jews only, but also of the Gentiles?"
    },
    {
        "o": 31792,
        "r": "nkjv:Romans:9:25",
        "t": "As*p He says also in Hosea: “I*pn will call them My people, who were not My people, And*ld her beloved, who was not beloved.”"
    },
    {
        "o": 31793,
        "r": "nkjv:Romans:9:26",
        "t": "“And*ld it shall come to pass in the place where it was said to them, ‘You*ld are*i not My people,’ There*ld they shall be called sons of the living God.”"
    },
    {
        "o": 31794,
        "r": "nkjv:Romans:9:27",
        "t": "Isaiah*p also cries out concerning Israel: “Though*pn the number of the children of Israel be as the sand of the sea, The*ld remnant will be saved."
    },
    {
        "o": 31795,
        "r": "nkjv:Romans:9:28",
        "t": "For*ld He will finish the work and cut it*i short in righteousness, Because*ld the Lord*sb will make a short work upon the earth.”"
    },
    {
        "o": 31796,
        "r": "nkjv:Romans:9:29",
        "t": "And*p as Isaiah said before: “Unless*pn the Lord*sb of Sabaoth had left us a seed, We*ld would have become like Sodom, And*ld we would have been made like Gomorrah.”"
    },
    {
        "o": 31797,
        "r": "nkjv:Romans:9:29",
        "t": "Present Condition of Israel",
        "h": 2
    },
    {
        "o": 31798,
        "r": "nkjv:Romans:9:30",
        "t": "What*p shall we say then? That Gentiles, who did not pursue righteousness, have attained to righteousness, even the righteousness of faith;"
    },
    {
        "o": 31799,
        "r": "nkjv:Romans:9:31",
        "t": "but Israel, pursuing the law of righteousness, has not attained to the law of righteousness."
    },
    {
        "o": 31800,
        "r": "nkjv:Romans:9:32",
        "t": "Why? Because they*i did*i not seek*i it*i by faith, but as it were, by the works of the law. For they stumbled at that stumbling stone."
    },
    {
        "o": 31801,
        "r": "nkjv:Romans:9:33",
        "t": "As it is written: “Behold,*pn I lay in Zion a stumbling stone and rock of offense, And*ld whoever believes on Him will not be put to shame.”"
    }
]
