[
    {
        "o": 31518,
        "r": "esv:Romans:10:0",
        "t": "Romans 10",
        "h": 1
    },
    {
        "o": 31519,
        "r": "esv:Romans:10:1",
        "t": "Brothers,*p my heart’s desire and prayer to God for them is that they may be saved."
    },
    {
        "o": 31520,
        "r": "esv:Romans:10:2",
        "t": "For I bear them witness that they have a zeal for God, but not according to knowledge."
    },
    {
        "o": 31521,
        "r": "esv:Romans:10:3",
        "t": "For, being ignorant of the righteousness of God, and seeking to establish their own, they did not submit to God’s righteousness."
    },
    {
        "o": 31522,
        "r": "esv:Romans:10:4",
        "t": "For Christ is the end of the law for righteousness to everyone who believes."
    },
    {
        "o": 31523,
        "r": "esv:Romans:10:4",
        "t": "The Message of Salvation to All",
        "h": 2
    },
    {
        "o": 31524,
        "r": "esv:Romans:10:5",
        "t": "For*p Moses writes about the righteousness that is based on the law, that the person who does the commandments shall live by them."
    },
    {
        "o": 31525,
        "r": "esv:Romans:10:6",
        "t": "But the righteousness based on faith says, “Do not say in your heart, ‘Who will ascend into heaven?’” (that is, to bring Christ down)"
    },
    {
        "o": 31526,
        "r": "esv:Romans:10:7",
        "t": "“or ‘Who will descend into the abyss?’” (that is, to bring Christ up from the dead)."
    },
    {
        "o": 31527,
        "r": "esv:Romans:10:8",
        "t": "But what does it say? “The word is near you, in your mouth and in your heart” (that is, the word of faith that we proclaim);"
    },
    {
        "o": 31528,
        "r": "esv:Romans:10:9",
        "t": "because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved."
    },
    {
        "o": 31529,
        "r": "esv:Romans:10:10",
        "t": "For with the heart one believes and is justified, and with the mouth one confesses and is saved."
    },
    {
        "o": 31530,
        "r": "esv:Romans:10:11",
        "t": "For the Scripture says, “Everyone who believes in him will not be put to shame.”"
    },
    {
        "o": 31531,
        "r": "esv:Romans:10:12",
        "t": "For there is no distinction between Jew and Greek; for the same Lord is Lord of all, bestowing his riches on all who call on him."
    },
    {
        "o": 31532,
        "r": "esv:Romans:10:13",
        "t": "For “everyone who calls on the name of the Lord will be saved.”"
    },
    {
        "o": 31533,
        "r": "esv:Romans:10:14",
        "t": "How*p then will they call on him in whom they have not believed? And how are they to believe in him of whom they have never heard? And how are they to hear without someone preaching?"
    },
    {
        "o": 31534,
        "r": "esv:Romans:10:15",
        "t": "And how are they to preach unless they are sent? As it is written, “How beautiful are the feet of those who preach the good news!”"
    },
    {
        "o": 31535,
        "r": "esv:Romans:10:16",
        "t": "But they have not all obeyed the gospel. For Isaiah says, “Lord, who has believed what he has heard from us?”"
    },
    {
        "o": 31536,
        "r": "esv:Romans:10:17",
        "t": "So faith comes from hearing, and hearing through the word of Christ."
    },
    {
        "o": 31537,
        "r": "esv:Romans:10:18",
        "t": "But*p I ask, have they not heard? Indeed they have, for “Their*pn voice has gone out to all the earth, and*ld their words to the ends of the world.”"
    },
    {
        "o": 31538,
        "r": "esv:Romans:10:19",
        "t": "But*p I ask, did Israel not understand? First Moses says, “I*pn will make you jealous of those who are not a nation; with*ld a foolish nation I will make you angry.”"
    },
    {
        "o": 31539,
        "r": "esv:Romans:10:20",
        "t": "Then*p Isaiah is so bold as to say, “I*pn have been found by those who did not seek me; I*ld have shown myself to those who did not ask for me.”"
    },
    {
        "o": 31540,
        "r": "esv:Romans:10:21",
        "t": "But*p of Israel he says, “All day long I have held out my hands to a disobedient and contrary people.”"
    }
]
