[
    {
        "o": 20023,
        "r": "nasb:Isaiah:17:0",
        "t": "Isaiah 17",
        "h": 1
    },
    {
        "o": 20024,
        "r": "nasb:Isaiah:17:0",
        "t": "Prophecy about Damascus",
        "h": 2
    },
    {
        "o": 20025,
        "r": "nasb:Isaiah:17:1",
        "t": "The*p oracle concerning Damascus. “Behold,*pn Damascus is about to be removed from being a city And*ln will become a fallen ruin."
    },
    {
        "o": 20026,
        "r": "nasb:Isaiah:17:2",
        "t": "The*ln cities of Aroer are forsaken; They*ln will be for flocks to lie down in, And*ln there will be no one to frighten them.*i"
    },
    {
        "o": 20027,
        "r": "nasb:Isaiah:17:3",
        "t": "The*ln fortified city will disappear from Ephraim, And*ln sovereignty from Damascus And*ln the remnant of Aram; They*ln will be like the glory of the sons of Israel,” Declares*ln the Lord*s of hosts."
    },
    {
        "o": 20028,
        "r": "nasb:Isaiah:17:4",
        "t": "Now*ln in that day the glory of Jacob will fade, And*ln the fatness of his flesh will become lean."
    },
    {
        "o": 20029,
        "r": "nasb:Isaiah:17:5",
        "t": "It*ln will be even like the reaper gathering the standing grain, As*ln his arm harvests the ears, Or*ln it will be like one gleaning ears of grain In*ln the valley of Rephaim."
    },
    {
        "o": 20030,
        "r": "nasb:Isaiah:17:6",
        "t": "Yet*ln gleanings will be left in it like the shaking of an olive tree, Two*ln or*i three olives on the topmost bough, Four*ln or*i five on the branches of a fruitful tree, Declares*ln the Lord,*s the God of Israel."
    },
    {
        "o": 20031,
        "r": "nasb:Isaiah:17:7",
        "t": "In*ln that day man will have regard for his Maker And*ln his eyes will look to the Holy One of Israel."
    },
    {
        "o": 20032,
        "r": "nasb:Isaiah:17:8",
        "t": "He*ln will not have regard for the altars, the work of his hands, Nor*ln will he look to that which his fingers have made, Even*ln the Asherim and incense stands."
    },
    {
        "o": 20033,
        "r": "nasb:Isaiah:17:9",
        "t": "In*ln that day their strong cities will be like forsaken places in the forest, Or*ln like branches which they abandoned before the sons of Israel; And*ln the land will be a desolation."
    },
    {
        "o": 20034,
        "r": "nasb:Isaiah:17:10",
        "t": "For*ln you have forgotten the God of your salvation And*ln have not remembered the rock of your refuge. Therefore*ln you plant delightful plants And*ln set them with vine slips of a strange god.*i"
    },
    {
        "o": 20035,
        "r": "nasb:Isaiah:17:11",
        "t": "In*ln the day that you plant it*i you carefully fence it*i in, And*ln in the morning you bring your seed to blossom; But*iln the harvest will be*i a heap In*ln a day of sickliness and incurable pain."
    },
    {
        "o": 20036,
        "r": "nasb:Isaiah:17:12",
        "t": "Alas,*ln the uproar of many peoples Who*ln roar like the roaring of the seas, And*ln the rumbling of nations Who*ln rush on like the rumbling of mighty waters!"
    },
    {
        "o": 20037,
        "r": "nasb:Isaiah:17:13",
        "t": "The*ln nations rumble on like the rumbling of many waters, But*ln He will rebuke them and they will flee far away, And*ln be chased like chaff in the mountains before the wind, Or*ln like whirling dust before a gale."
    },
    {
        "o": 20038,
        "r": "nasb:Isaiah:17:14",
        "t": "At*ln evening time, behold, there*i is*i terror! Before*ln morning they are no more. Such*ln will*i be*i the portion of those who plunder us And*ln the lot of those who pillage us."
    }
]
