[
    {
        "o": 14280,
        "r": "csb:Esther:9:0",
        "t": "Esther 9",
        "h": 1
    },
    {
        "o": 14281,
        "r": "csb:Esther:9:0",
        "t": "Victories of the Jews",
        "h": 2
    },
    {
        "o": 14282,
        "r": "csb:Esther:9:1",
        "t": "The*p king’s command and law went into effect on the thirteenth day of the twelfth month, the month Adar. On the day when the Jews’ enemies had hoped to overpower them, just the opposite happened. The Jews overpowered those who hated them."
    },
    {
        "o": 14283,
        "r": "csb:Esther:9:2",
        "t": "In each of King Ahasuerus’s provinces the Jews assembled in their cities to attack those who intended to harm them. Not a single person could withstand them; fear of them fell on every nationality."
    },
    {
        "o": 14284,
        "r": "csb:Esther:9:3",
        "t": "All*p the officials of the provinces, the satraps, the governors, and the royal civil administrators aided the Jews because they feared Mordecai."
    },
    {
        "o": 14285,
        "r": "csb:Esther:9:4",
        "t": "For Mordecai exercised great power in the palace, and his fame spread throughout the provinces as he became more and more powerful."
    },
    {
        "o": 14286,
        "r": "csb:Esther:9:5",
        "t": "The*p Jews put all their enemies to the sword, killing and destroying them. They did what they pleased to those who hated them."
    },
    {
        "o": 14287,
        "r": "csb:Esther:9:6",
        "t": "In the fortress of Susa the Jews killed and destroyed five hundred men,"
    },
    {
        "o": 14288,
        "r": "csb:Esther:9:7",
        "t": "including Parshandatha, Dalphon, Aspatha,"
    },
    {
        "o": 14289,
        "r": "csb:Esther:9:8",
        "t": "Poratha, Adalia, Aridatha,"
    },
    {
        "o": 14290,
        "r": "csb:Esther:9:9",
        "t": "Parmashta, Arisai, Aridai, and Vaizatha."
    },
    {
        "o": 14291,
        "r": "csb:Esther:9:10",
        "t": "They killed these ten sons of Haman son of Hammedatha, the enemy of the Jews. However, they did not seize any plunder."
    },
    {
        "o": 14292,
        "r": "csb:Esther:9:11",
        "t": "On*p that day the number of people killed in the fortress of Susa was reported to the king."
    },
    {
        "o": 14293,
        "r": "csb:Esther:9:12",
        "t": "The king said to Queen Esther, “In the fortress of Susa the Jews have killed and destroyed five hundred men, including Haman’s ten sons. What have they done in the rest of the royal provinces? Whatever you ask will be given to you. Whatever you seek will also be done.”"
    },
    {
        "o": 14294,
        "r": "csb:Esther:9:13",
        "t": "Esther*p answered, “If it pleases the king, may the Jews who are in Susa also have tomorrow to carry out today’s law, and may the bodies of Haman’s ten sons be hung on the gallows.”"
    },
    {
        "o": 14295,
        "r": "csb:Esther:9:14",
        "t": "The king gave the orders for this to be done, so a law was announced in Susa, and they hung the bodies of Haman’s ten sons."
    },
    {
        "o": 14296,
        "r": "csb:Esther:9:15",
        "t": "The Jews in Susa assembled again on the fourteenth day of the month of Adar and killed three hundred men in Susa, but they did not seize any plunder."
    },
    {
        "o": 14297,
        "r": "csb:Esther:9:16",
        "t": "The*p rest of the Jews in the royal provinces assembled, defended themselves, and gained relief from their enemies. They killed seventy-five thousand of those who hated them, but they did not seize any plunder."
    },
    {
        "o": 14298,
        "r": "csb:Esther:9:17",
        "t": "They fought on the thirteenth day of the month of Adar and rested on the fourteenth, and it became a day of feasting and rejoicing."
    },
    {
        "o": 14299,
        "r": "csb:Esther:9:18",
        "t": "But*p the Jews in Susa had assembled on the thirteenth and the fourteenth days of the month. They rested on the fifteenth day of the month, and it became a day of feasting and rejoicing."
    },
    {
        "o": 14300,
        "r": "csb:Esther:9:19",
        "t": "This explains why the rural Jews who live in villages observe the fourteenth day of the month of Adar as a time of rejoicing and feasting. It is a holiday when they send gifts to one another."
    },
    {
        "o": 14301,
        "r": "csb:Esther:9:20",
        "t": "Mordecai*p recorded these events and sent letters to all the Jews in all of King Ahasuerus’s provinces, both near and far."
    },
    {
        "o": 14302,
        "r": "csb:Esther:9:21",
        "t": "He ordered them to celebrate the fourteenth and fifteenth days of the month of Adar every year"
    },
    {
        "o": 14303,
        "r": "csb:Esther:9:22",
        "t": "because during those days the Jews gained relief from their enemies. That was the month when their sorrow was turned into rejoicing and their mourning into a holiday. They were to be days of feasting, rejoicing, and of sending gifts to one another and to the poor."
    },
    {
        "o": 14304,
        "r": "csb:Esther:9:23",
        "t": "So*p the Jews agreed to continue the practice they had begun, as Mordecai had written them to do."
    },
    {
        "o": 14305,
        "r": "csb:Esther:9:24",
        "t": "For Haman son of Hammedatha the Agagite, the enemy of all the Jews, had plotted against the Jews to destroy them. He cast the pur- that is, the lot - to crush and destroy them."
    },
    {
        "o": 14306,
        "r": "csb:Esther:9:25",
        "t": "But when the matter was brought before the king, he commanded by letter that the evil plan Haman had devised against the Jews return on his own head and that he should be hanged with his sons on the gallows."
    },
    {
        "o": 14307,
        "r": "csb:Esther:9:26",
        "t": "For this reason these days are called Purim, from the word pur. Because of all the instructions in this letter as well as what they had witnessed and what had happened to them,"
    },
    {
        "o": 14308,
        "r": "csb:Esther:9:27",
        "t": "the Jews bound themselves, their descendants, and all who joined with them to a commitment that they would not fail to celebrate these two days each and every year according to the written instructions and according to the time appointed."
    },
    {
        "o": 14309,
        "r": "csb:Esther:9:28",
        "t": "These days are remembered and celebrated by every generation, family, province, and city, so that these days of Purim will not lose their significance in Jewish life and their memory will not fade from their descendants."
    },
    {
        "o": 14310,
        "r": "csb:Esther:9:29",
        "t": "Queen*p Esther, daughter of Abihail, along with Mordecai the Jew, wrote this second letter with full authority to confirm the letter about Purim."
    },
    {
        "o": 14311,
        "r": "csb:Esther:9:30",
        "t": "He sent letters with assurances of peace and security to all the Jews who were in the 127 provinces of the kingdom of Ahasuerus,"
    },
    {
        "o": 14312,
        "r": "csb:Esther:9:31",
        "t": "in order to confirm these days of Purim at their proper time just as Mordecai the Jew and Esther the queen had established them and just as they had committed themselves and their descendants to the practices of fasting and lamentation."
    },
    {
        "o": 14313,
        "r": "csb:Esther:9:32",
        "t": "So Esther’s command confirmed these customs of Purim, which were then written into the record."
    }
]
