[
    {
        "o": 8235,
        "r": "nkjv:1 Samuel:12:0",
        "t": "1 Samuel 12",
        "h": 1
    },
    {
        "o": 8236,
        "r": "nkjv:1 Samuel:12:0",
        "t": "Samuel’s Address at Saul’s Coronation",
        "h": 2
    },
    {
        "o": 8237,
        "r": "nkjv:1 Samuel:12:1",
        "t": "Now*p Samuel said to all Israel: “Indeed I have heeded your voice in all that you said to me, and have made a king over you."
    },
    {
        "o": 8238,
        "r": "nkjv:1 Samuel:12:2",
        "t": "And now here is the king, walking before you; and I am old and grayheaded, and look, my sons are*i with you. I have walked before you from my childhood to this day."
    },
    {
        "o": 8239,
        "r": "nkjv:1 Samuel:12:3",
        "t": "Here I am. Witness against me before the Lord*s and before His anointed: Whose ox have I taken, or whose donkey have I taken, or whom have I cheated? Whom have I oppressed, or from whose hand have I received any*i bribe with which to blind my eyes? I will restore it*i to you.”"
    },
    {
        "o": 8240,
        "r": "nkjv:1 Samuel:12:4",
        "t": "And*p they said, “You have not cheated us or oppressed us, nor have you taken anything from any man’s hand.”"
    },
    {
        "o": 8241,
        "r": "nkjv:1 Samuel:12:5",
        "t": "Then*p he said to them, “The Lord*s is*i witness against you, and His anointed is*i witness this day, that you have not found anything in my hand.” And*p they answered, “He*i is*i witness.”"
    },
    {
        "o": 8242,
        "r": "nkjv:1 Samuel:12:6",
        "t": "Then*p Samuel said to the people, “It*i is*i the Lord*s who raised up Moses and Aaron, and who brought your fathers up from the land of Egypt."
    },
    {
        "o": 8243,
        "r": "nkjv:1 Samuel:12:7",
        "t": "Now therefore, stand still, that I may reason with you before the Lord*s concerning all the righteous acts of the Lord*s which He did to you and your fathers:"
    },
    {
        "o": 8244,
        "r": "nkjv:1 Samuel:12:8",
        "t": "When Jacob had gone into Egypt, and your fathers cried out to the Lord,*s then the Lord*s sent Moses and Aaron, who brought your fathers out of Egypt and made them dwell in this place."
    },
    {
        "o": 8245,
        "r": "nkjv:1 Samuel:12:9",
        "t": "And when they forgot the Lord*s their God, He sold them into the hand of Sisera, commander of the army of Hazor, into the hand of the Philistines, and into the hand of the king of Moab; and they fought against them."
    },
    {
        "o": 8246,
        "r": "nkjv:1 Samuel:12:10",
        "t": "Then they cried out to the Lord,*s and said, ‘We have sinned, because we have forsaken the Lord*s and served the Baals and Ashtoreths; but now deliver us from the hand of our enemies, and we will serve You.’"
    },
    {
        "o": 8247,
        "r": "nkjv:1 Samuel:12:11",
        "t": "And the Lord*s sent Jerubbaal, Bedan, Jephthah, and Samuel, and delivered you out of the hand of your enemies on every side; and you dwelt in safety."
    },
    {
        "o": 8248,
        "r": "nkjv:1 Samuel:12:12",
        "t": "And when you saw that Nahash king of the Ammonites came against you, you said to me, ‘No, but a king shall reign over us,’ when the Lord*s your God was*i your king."
    },
    {
        "o": 8249,
        "r": "nkjv:1 Samuel:12:13",
        "t": "“Now*p therefore, here is the king whom you have chosen and*i whom you have desired. And take note, the Lord*s has set a king over you."
    },
    {
        "o": 8250,
        "r": "nkjv:1 Samuel:12:14",
        "t": "If you fear the Lord*s and serve Him and obey His voice, and do not rebel against the commandment of the Lord,*s then both you and the king who reigns over you will continue following the Lord*s your God."
    },
    {
        "o": 8251,
        "r": "nkjv:1 Samuel:12:15",
        "t": "However, if you do not obey the voice of the Lord,*s but rebel against the commandment of the Lord,*s then the hand of the Lord*s will be against you, as it*i was*i against your fathers."
    },
    {
        "o": 8252,
        "r": "nkjv:1 Samuel:12:16",
        "t": "“Now*p therefore, stand and see this great thing which the Lord*s will do before your eyes:"
    },
    {
        "o": 8253,
        "r": "nkjv:1 Samuel:12:17",
        "t": "Is*i today not the wheat harvest? I will call to the Lord,*s and He will send thunder and rain, that you may perceive and see that your wickedness is*i great, which you have done in the sight of the Lord,*s in asking a king for yourselves.”"
    },
    {
        "o": 8254,
        "r": "nkjv:1 Samuel:12:18",
        "t": "So*p Samuel called to the Lord,*s and the Lord*s sent thunder and rain that day; and all the people greatly feared the Lord*s and Samuel."
    },
    {
        "o": 8255,
        "r": "nkjv:1 Samuel:12:19",
        "t": "And*p all the people said to Samuel, “Pray for your servants to the Lord*s your God, that we may not die; for we have added to all our sins the evil of asking a king for ourselves.”"
    },
    {
        "o": 8256,
        "r": "nkjv:1 Samuel:12:20",
        "t": "Then*p Samuel said to the people, “Do not fear. You have done all this wickedness; yet do not turn aside from following the Lord,*s but serve the Lord*s with all your heart."
    },
    {
        "o": 8257,
        "r": "nkjv:1 Samuel:12:21",
        "t": "And do not turn aside; for then*i you*i would*i go*i after empty things which cannot profit or deliver, for they are*i nothing."
    },
    {
        "o": 8258,
        "r": "nkjv:1 Samuel:12:22",
        "t": "For the Lord*s will not forsake His people, for His great name’s sake, because it has pleased the Lord*s to make you His people."
    },
    {
        "o": 8259,
        "r": "nkjv:1 Samuel:12:23",
        "t": "Moreover, as for me, far be it from me that I should sin against the Lord*s in ceasing to pray for you; but I will teach you the good and the right way."
    },
    {
        "o": 8260,
        "r": "nkjv:1 Samuel:12:24",
        "t": "Only fear the Lord,*s and serve Him in truth with all your heart; for consider what great things He has done for you."
    },
    {
        "o": 8261,
        "r": "nkjv:1 Samuel:12:25",
        "t": "But if you still do wickedly, you shall be swept away, both you and your king.”"
    }
]
