[
    {
        "o": 24914,
        "r": "nasb:Amos:2:0",
        "t": "Amos 2",
        "h": 1
    },
    {
        "o": 24915,
        "r": "nasb:Amos:2:0",
        "t": "Judgment on Judah and Israel",
        "h": 2
    },
    {
        "o": 24916,
        "r": "nasb:Amos:2:1",
        "t": "Thus*pn says the Lord,*s “For*ln three transgressions of Moab and for four I*ln will not revoke its punishment,*i Because*ln he burned the bones of the king of Edom to lime."
    },
    {
        "o": 24917,
        "r": "nasb:Amos:2:2",
        "t": "So*ln I will send fire upon Moab And*ln it will consume the citadels of Kerioth; And*ln Moab will die amid tumult, With*ln war cries and the sound of a trumpet."
    },
    {
        "o": 24918,
        "r": "nasb:Amos:2:3",
        "t": "I*ln will also cut off the judge from her midst And*ln slay all her princes with him,” says the Lord.*s"
    },
    {
        "o": 24919,
        "r": "nasb:Amos:2:4",
        "t": "Thus*ln says the Lord,*s “For*ln three transgressions of Judah and for four I*ln will not revoke its punishment,*i Because*ln they rejected the law of the Lord*s And*ln have not kept His statutes; Their*ln lies also have led them astray, Those*ln after which their fathers walked."
    },
    {
        "o": 24920,
        "r": "nasb:Amos:2:5",
        "t": "So*ln I will send fire upon Judah And*ln it will consume the citadels of Jerusalem.”"
    },
    {
        "o": 24921,
        "r": "nasb:Amos:2:6",
        "t": "Thus*ln says the Lord,*s “For*ln three transgressions of Israel and for four I*ln will not revoke its punishment,*i Because*ln they sell the righteous for money And*ln the needy for a pair of sandals."
    },
    {
        "o": 24922,
        "r": "nasb:Amos:2:7",
        "t": "These*ln who pant after the very*i dust of the earth on the head of the helpless Also*ln turn aside the way of the humble; And*ln a man and his father resort to the same girl In*ln order to profane My holy name."
    },
    {
        "o": 24923,
        "r": "nasb:Amos:2:8",
        "t": "On*ln garments taken as pledges they stretch out beside every altar, And*ln in the house of their God they drink the wine of those who have been fined."
    },
    {
        "o": 24924,
        "r": "nasb:Amos:2:9",
        "t": "“Yet*ln it was I who destroyed the Amorite before them, Though*ln his height was*i like the height of cedars And*ln he was*i strong as the oaks; I*ln even destroyed his fruit above and his root below."
    },
    {
        "o": 24925,
        "r": "nasb:Amos:2:10",
        "t": "It*ln was I who brought you up from the land of Egypt, And*ln I led you in the wilderness forty years That*ln you might take possession of the land of the Amorite."
    },
    {
        "o": 24926,
        "r": "nasb:Amos:2:11",
        "t": "Then*ln I raised up some of your sons to be prophets And*ln some of your young men to be Nazirites. Is*ln this not so, O sons of Israel?” declares the Lord.*s"
    },
    {
        "o": 24927,
        "r": "nasb:Amos:2:12",
        "t": "“But*ln you made the Nazirites drink wine, And*ln you commanded the prophets saying, ‘You shall not prophesy!’"
    },
    {
        "o": 24928,
        "r": "nasb:Amos:2:13",
        "t": "Behold,*ln I am weighted down beneath you As*ln a wagon is weighted down when filled with sheaves."
    },
    {
        "o": 24929,
        "r": "nasb:Amos:2:14",
        "t": "Flight*ln will perish from the swift, And*ln the stalwart will not strengthen his power, Nor*ln the mighty man save his life."
    },
    {
        "o": 24930,
        "r": "nasb:Amos:2:15",
        "t": "He*ln who grasps the bow will not stand his*i ground,*i The*ln swift of foot will not escape, Nor*ln will he who rides the horse save his life."
    },
    {
        "o": 24931,
        "r": "nasb:Amos:2:16",
        "t": "Even*ln the bravest among the warriors will flee naked in that day,” declares the Lord.*s"
    }
]
