[
    {
        "o": 31993,
        "r": "csb:Romans:13:0",
        "t": "Romans 13",
        "h": 1
    },
    {
        "o": 31994,
        "r": "csb:Romans:13:0",
        "t": "A Christian’s Duties to the State",
        "h": 2
    },
    {
        "o": 31995,
        "r": "csb:Romans:13:1",
        "t": "Let*p everyone submit to the governing authorities, since there is no authority except from God, and the authorities that exist are instituted by God."
    },
    {
        "o": 31996,
        "r": "csb:Romans:13:2",
        "t": "So then, the one who resists the authority is opposing God’s command, and those who oppose it will bring judgment on themselves."
    },
    {
        "o": 31997,
        "r": "csb:Romans:13:3",
        "t": "For rulers are not a terror to good conduct, but to bad. Do you want to be unafraid of the one in authority? Do what is good, and you will have its approval."
    },
    {
        "o": 31998,
        "r": "csb:Romans:13:4",
        "t": "For it is God’s servant for your good. But if you do wrong, be afraid, because it does not carry the sword for no reason. For it is God’s servant, an avenger that brings wrath on the one who does wrong."
    },
    {
        "o": 31999,
        "r": "csb:Romans:13:5",
        "t": "Therefore, you must submit, not only because of wrath but also because of your conscience."
    },
    {
        "o": 32000,
        "r": "csb:Romans:13:6",
        "t": "And for this reason you pay taxes, since the authorities are God’s servants, continually attending to these tasks."
    },
    {
        "o": 32001,
        "r": "csb:Romans:13:7",
        "t": "Pay your obligations to everyone: taxes to those you owe taxes, tolls to those you owe tolls, respect to those you owe respect, and honor to those you owe honor."
    },
    {
        "o": 32002,
        "r": "csb:Romans:13:7",
        "t": "Love, Our Primary Duty",
        "h": 2
    },
    {
        "o": 32003,
        "r": "csb:Romans:13:8",
        "t": "Do*p not owe anyone anything, except to love one another, for the one who loves another has fulfilled the law."
    },
    {
        "o": 32004,
        "r": "csb:Romans:13:9",
        "t": "The commandments, Do*i not*i commit*i adultery;*i do*i not*i murder;*i do*i not*i steal;*i do*i not*i covet;*i and any other commandment, are summed up by this commandment: Love*i your*i neighbor*i as*i yourself.*i"
    },
    {
        "o": 32005,
        "r": "csb:Romans:13:10",
        "t": "Love does no wrong to a neighbor. Love, therefore, is the fulfillment of the law."
    },
    {
        "o": 32006,
        "r": "csb:Romans:13:10",
        "t": "Put On Christ",
        "h": 2
    },
    {
        "o": 32007,
        "r": "csb:Romans:13:11",
        "t": "Besides*p this, since you know the time, it is already the hour for you to wake up from sleep, because now our salvation is nearer than when we first believed."
    },
    {
        "o": 32008,
        "r": "csb:Romans:13:12",
        "t": "The night is nearly over, and the day is near; so let us discard the deeds of darkness and put on the armor of light."
    },
    {
        "o": 32009,
        "r": "csb:Romans:13:13",
        "t": "Let us walk with decency, as in the daytime: not in carousing and drunkenness; not in sexual impurity and promiscuity; not in quarreling and jealousy."
    },
    {
        "o": 32010,
        "r": "csb:Romans:13:14",
        "t": "But put on the Lord Jesus Christ, and make no provision for the flesh to gratify its desires."
    }
]
