[
    {
        "o": 28221,
        "r": "csb:Luke:2:0",
        "t": "Luke 2",
        "h": 1
    },
    {
        "o": 28222,
        "r": "csb:Luke:2:0",
        "t": "The Birth of Jesus",
        "h": 2
    },
    {
        "o": 28223,
        "r": "csb:Luke:2:1",
        "t": "In*p those days a decree went out from Caesar Augustus that the whole empire should be registered."
    },
    {
        "o": 28224,
        "r": "csb:Luke:2:2",
        "t": "This first registration took place while Quirinius was governing Syria."
    },
    {
        "o": 28225,
        "r": "csb:Luke:2:3",
        "t": "So everyone went to be registered, each to his own town."
    },
    {
        "o": 28226,
        "r": "csb:Luke:2:4",
        "t": "Joseph*p also went up from the town of Nazareth in Galilee, to Judea, to the city of David, which is called Bethlehem, because he was of the house and family line of David,"
    },
    {
        "o": 28227,
        "r": "csb:Luke:2:5",
        "t": "to be registered along with Mary, who was engaged to him and was pregnant."
    },
    {
        "o": 28228,
        "r": "csb:Luke:2:6",
        "t": "While they were there, the time came for her to give birth."
    },
    {
        "o": 28229,
        "r": "csb:Luke:2:7",
        "t": "Then she gave birth to her firstborn son, and she wrapped him tightly in cloth and laid him in a manger, because there was no guest room available for them."
    },
    {
        "o": 28230,
        "r": "csb:Luke:2:7",
        "t": "The Shepherds and the Angels",
        "h": 2
    },
    {
        "o": 28231,
        "r": "csb:Luke:2:8",
        "t": "In*p the same region, shepherds were staying out in the fields and keeping watch at night over their flock."
    },
    {
        "o": 28232,
        "r": "csb:Luke:2:9",
        "t": "Then an angel of the Lord stood before them, and the glory of the Lord shone around them, and they were terrified."
    },
    {
        "o": 28233,
        "r": "csb:Luke:2:10",
        "t": "But the angel said to them, “Don’t be afraid, for look, I proclaim to you good news of great joy that will be for all the people:"
    },
    {
        "o": 28234,
        "r": "csb:Luke:2:11",
        "t": "Today in the city of David a Savior was born for you, who is the Messiah, the Lord."
    },
    {
        "o": 28235,
        "r": "csb:Luke:2:12",
        "t": "This will be the sign for you: You will find a baby wrapped tightly in cloth and lying in a manger.”"
    },
    {
        "o": 28236,
        "r": "csb:Luke:2:13",
        "t": "Suddenly*p there was a multitude of the heavenly host with the angel, praising God and saying:"
    },
    {
        "o": 28237,
        "r": "csb:Luke:2:14",
        "t": "Glory*pn to God in the highest heaven, and*ln peace on earth to people he favors!"
    },
    {
        "o": 28238,
        "r": "csb:Luke:2:15",
        "t": "When*p the angels had left them and returned to heaven, the shepherds said to one another, “Let’s go straight to Bethlehem and see what has happened, which the Lord has made known to us.”"
    },
    {
        "o": 28239,
        "r": "csb:Luke:2:16",
        "t": "They*p hurried off and found both Mary and Joseph, and the baby who was lying in the manger."
    },
    {
        "o": 28240,
        "r": "csb:Luke:2:17",
        "t": "After seeing them, they reported the message they were told about this child,"
    },
    {
        "o": 28241,
        "r": "csb:Luke:2:18",
        "t": "and all who heard it were amazed at what the shepherds said to them."
    },
    {
        "o": 28242,
        "r": "csb:Luke:2:19",
        "t": "But Mary was treasuring up all these things in her heart and meditating on them."
    },
    {
        "o": 28243,
        "r": "csb:Luke:2:20",
        "t": "The shepherds returned, glorifying and praising God for all the things they had seen and heard, which were just as they had been told."
    },
    {
        "o": 28244,
        "r": "csb:Luke:2:20",
        "t": "The Circumcision and Presentation of Jesus",
        "h": 2
    },
    {
        "o": 28245,
        "r": "csb:Luke:2:21",
        "t": "When*p the eight days were completed for his circumcision, he was named Jesus- the name given by the angel before he was conceived."
    },
    {
        "o": 28246,
        "r": "csb:Luke:2:22",
        "t": "And when the days of their purification according to the law of Moses were finished, they brought him up to Jerusalem to present him to the Lord"
    },
    {
        "o": 28247,
        "r": "csb:Luke:2:23",
        "t": "(just as it is written in the law of the Lord, Every*i firstborn*i male*i will*i be*i dedicated*i to*i the*i Lord)*i"
    },
    {
        "o": 28248,
        "r": "csb:Luke:2:24",
        "t": "and to offer a sacrifice (according to what is stated in the law of the Lord, a*i pair*i of*i turtledoves*i or*i two*i young*i pigeons).*i"
    },
    {
        "o": 28249,
        "r": "csb:Luke:2:24",
        "t": "Simeon’s Prophetic Praise",
        "h": 2
    },
    {
        "o": 28250,
        "r": "csb:Luke:2:25",
        "t": "There*p was a man in Jerusalem whose name was Simeon. This man was righteous and devout, looking forward to Israel’s consolation, and the Holy Spirit was on him."
    },
    {
        "o": 28251,
        "r": "csb:Luke:2:26",
        "t": "It had been revealed to him by the Holy Spirit that he would not see death before he saw the Lord’s Messiah."
    },
    {
        "o": 28252,
        "r": "csb:Luke:2:27",
        "t": "Guided by the Spirit, he entered the temple. When the parents brought in the child Jesus to perform for him what was customary under the law,"
    },
    {
        "o": 28253,
        "r": "csb:Luke:2:28",
        "t": "Simeon took him up in his arms, praised God, and said,"
    },
    {
        "o": 28254,
        "r": "csb:Luke:2:29",
        "t": "Now,*pn Master, you*ln can dismiss your servant in peace, as*ln you promised."
    },
    {
        "o": 28255,
        "r": "csb:Luke:2:30",
        "t": "For*ln my eyes have seen your salvation."
    },
    {
        "o": 28256,
        "r": "csb:Luke:2:31",
        "t": "You*ln have prepared it in*ln the presence of all peoples —"
    },
    {
        "o": 28257,
        "r": "csb:Luke:2:32",
        "t": "a*ln light for revelation to the Gentiles and*ln glory to your people Israel."
    },
    {
        "o": 28258,
        "r": "csb:Luke:2:33",
        "t": "His*p father and mother were amazed at what was being said about him."
    },
    {
        "o": 28259,
        "r": "csb:Luke:2:34",
        "t": "Then Simeon blessed them and told his mother Mary, “Indeed, this child is destined to cause the fall and rise of many in Israel and to be a sign that will be opposed-"
    },
    {
        "o": 28260,
        "r": "csb:Luke:2:35",
        "t": "and a sword will pierce your own soul - that the thoughts of many hearts may be revealed.”"
    },
    {
        "o": 28261,
        "r": "csb:Luke:2:35",
        "t": "Anna’s Testimony",
        "h": 2
    },
    {
        "o": 28262,
        "r": "csb:Luke:2:36",
        "t": "There*p was also a prophetess, Anna, a daughter of Phanuel, of the tribe of Asher. She was well along in years, having lived with her husband seven years after her marriage,"
    },
    {
        "o": 28263,
        "r": "csb:Luke:2:37",
        "t": "and was a widow for eighty-four years. She did not leave the temple, serving God night and day with fasting and prayers."
    },
    {
        "o": 28264,
        "r": "csb:Luke:2:38",
        "t": "At that very moment, she came up and began to thank God and to speak about him to all who were looking forward to the redemption of Jerusalem."
    },
    {
        "o": 28265,
        "r": "csb:Luke:2:38",
        "t": "The Family’s Return to Nazareth",
        "h": 2
    },
    {
        "o": 28266,
        "r": "csb:Luke:2:39",
        "t": "When*p they had completed everything according to the law of the Lord, they returned to Galilee, to their own town of Nazareth."
    },
    {
        "o": 28267,
        "r": "csb:Luke:2:40",
        "t": "The boy grew up and became strong, filled with wisdom, and God’s grace was on him."
    },
    {
        "o": 28268,
        "r": "csb:Luke:2:40",
        "t": "In His Father’s House",
        "h": 2
    },
    {
        "o": 28269,
        "r": "csb:Luke:2:41",
        "t": "Every*p year his parents traveled to Jerusalem for the Passover Festival."
    },
    {
        "o": 28270,
        "r": "csb:Luke:2:42",
        "t": "When he was twelve years old, they went up according to the custom of the festival."
    },
    {
        "o": 28271,
        "r": "csb:Luke:2:43",
        "t": "After those days were over, as they were returning, the boy Jesus stayed behind in Jerusalem, but his parents did not know it."
    },
    {
        "o": 28272,
        "r": "csb:Luke:2:44",
        "t": "Assuming he was in the traveling party, they went a day’s journey. Then they began looking for him among their relatives and friends."
    },
    {
        "o": 28273,
        "r": "csb:Luke:2:45",
        "t": "When they did not find him, they returned to Jerusalem to search for him."
    },
    {
        "o": 28274,
        "r": "csb:Luke:2:46",
        "t": "After three days, they found him in the temple sitting among the teachers, listening to them and asking them questions."
    },
    {
        "o": 28275,
        "r": "csb:Luke:2:47",
        "t": "And all those who heard him were astounded at his understanding and his answers."
    },
    {
        "o": 28276,
        "r": "csb:Luke:2:48",
        "t": "When his parents saw him, they were astonished, and his mother said to him, “Son, why have you treated us like this? Your father and I have been anxiously searching for you.”"
    },
    {
        "o": 28277,
        "r": "csb:Luke:2:49",
        "t": "“Why*rp were*r you*r searching*r for*r me?”*r he asked them. “Didn’t*r you*r know*r that*r it*r was*r necessary*r for*r me*r to*r be*r in*r my*r Father’s*r house?”*r"
    },
    {
        "o": 28278,
        "r": "csb:Luke:2:50",
        "t": "But they did not understand what he said to them."
    },
    {
        "o": 28279,
        "r": "csb:Luke:2:50",
        "t": "In Favor with God and with People",
        "h": 2
    },
    {
        "o": 28280,
        "r": "csb:Luke:2:51",
        "t": "Then*p he went down with them and came to Nazareth and was obedient to them. His mother kept all these things in her heart."
    },
    {
        "o": 28281,
        "r": "csb:Luke:2:52",
        "t": "And Jesus increased in wisdom and stature, and in favor with God and with people."
    }
]
