[
    {
        "o": 13132,
        "r": "niv:2 Chronicles:36:0",
        "t": "2 Chronicles 36",
        "h": 1
    },
    {
        "o": 13133,
        "r": "niv:2 Chronicles:36:1",
        "t": "And the people of the land took Jehoahaz son of Josiah and made him king in Jerusalem in place of his father."
    },
    {
        "o": 13134,
        "r": "niv:2 Chronicles:36:1",
        "t": "Jehoahaz King of Judah",
        "h": 2
    },
    {
        "o": 13135,
        "r": "niv:2 Chronicles:36:2",
        "t": "Jehoahaz*p was twenty-three years old when he became king, and he reigned in Jerusalem three months."
    },
    {
        "o": 13136,
        "r": "niv:2 Chronicles:36:3",
        "t": "The king of Egypt dethroned him in Jerusalem and imposed on Judah a levy of a hundred talents of silver and a talent of gold."
    },
    {
        "o": 13137,
        "r": "niv:2 Chronicles:36:4",
        "t": "The king of Egypt made Eliakim, a brother of Jehoahaz, king over Judah and Jerusalem and changed Eliakim’s name to Jehoiakim. But Necho took Eliakim’s brother Jehoahaz and carried him off to Egypt."
    },
    {
        "o": 13138,
        "r": "niv:2 Chronicles:36:4",
        "t": "Jehoiakim King of Judah",
        "h": 2
    },
    {
        "o": 13139,
        "r": "niv:2 Chronicles:36:5",
        "t": "Jehoiakim*p was twenty-five years old when he became king, and he reigned in Jerusalem eleven years. He did evil in the eyes of the Lord*s his God."
    },
    {
        "o": 13140,
        "r": "niv:2 Chronicles:36:6",
        "t": "Nebuchadnezzar king of Babylon attacked him and bound him with bronze shackles to take him to Babylon."
    },
    {
        "o": 13141,
        "r": "niv:2 Chronicles:36:7",
        "t": "Nebuchadnezzar also took to Babylon articles from the temple of the Lord*s and put them in his temple there."
    },
    {
        "o": 13142,
        "r": "niv:2 Chronicles:36:8",
        "t": "The*p other events of Jehoiakim’s reign, the detestable things he did and all that was found against him, are written in the book of the kings of Israel and Judah. And Jehoiachin his son succeeded him as king."
    },
    {
        "o": 13143,
        "r": "niv:2 Chronicles:36:8",
        "t": "Jehoiachin King of Judah",
        "h": 2
    },
    {
        "o": 13144,
        "r": "niv:2 Chronicles:36:9",
        "t": "Jehoiachin*p was eighteen years old when he became king, and he reigned in Jerusalem three months and ten days. He did evil in the eyes of the Lord.*s"
    },
    {
        "o": 13145,
        "r": "niv:2 Chronicles:36:10",
        "t": "In the spring, King Nebuchadnezzar sent for him and brought him to Babylon, together with articles of value from the temple of the Lord,*s and he made Jehoiachin’s uncle, Zedekiah, king over Judah and Jerusalem."
    },
    {
        "o": 13146,
        "r": "niv:2 Chronicles:36:10",
        "t": "Zedekiah King of Judah",
        "h": 2
    },
    {
        "o": 13147,
        "r": "niv:2 Chronicles:36:11",
        "t": "Zedekiah*p was twenty-one years old when he became king, and he reigned in Jerusalem eleven years."
    },
    {
        "o": 13148,
        "r": "niv:2 Chronicles:36:12",
        "t": "He did evil in the eyes of the Lord*s his God and did not humble himself before Jeremiah the prophet, who spoke the word of the Lord.*s"
    },
    {
        "o": 13149,
        "r": "niv:2 Chronicles:36:13",
        "t": "He also rebelled against King Nebuchadnezzar, who had made him take an oath in God’s name. He became stiff-necked and hardened his heart and would not turn to the Lord,*s the God of Israel."
    },
    {
        "o": 13150,
        "r": "niv:2 Chronicles:36:14",
        "t": "Furthermore, all the leaders of the priests and the people became more and more unfaithful, following all the detestable practices of the nations and defiling the temple of the Lord,*s which he had consecrated in Jerusalem."
    },
    {
        "o": 13151,
        "r": "niv:2 Chronicles:36:14",
        "t": "The Fall of Jerusalem",
        "h": 2
    },
    {
        "o": 13152,
        "r": "niv:2 Chronicles:36:15",
        "t": "The*p Lord,*s the God of their ancestors, sent word to them through his messengers again and again, because he had pity on his people and on his dwelling place."
    },
    {
        "o": 13153,
        "r": "niv:2 Chronicles:36:16",
        "t": "But they mocked God’s messengers, despised his words and scoffed at his prophets until the wrath of the Lord*s was aroused against his people and there was no remedy."
    },
    {
        "o": 13154,
        "r": "niv:2 Chronicles:36:17",
        "t": "He brought up against them the king of the Babylonians, who killed their young men with the sword in the sanctuary, and did not spare young men or young women, the elderly or the infirm. God gave them all into the hands of Nebuchadnezzar."
    },
    {
        "o": 13155,
        "r": "niv:2 Chronicles:36:18",
        "t": "He carried to Babylon all the articles from the temple of God, both large and small, and the treasures of the Lord’s*s temple and the treasures of the king and his officials."
    },
    {
        "o": 13156,
        "r": "niv:2 Chronicles:36:19",
        "t": "They set fire to God’s temple and broke down the wall of Jerusalem; they burned all the palaces and destroyed everything of value there."
    },
    {
        "o": 13157,
        "r": "niv:2 Chronicles:36:20",
        "t": "He*p carried into exile to Babylon the remnant, who escaped from the sword, and they became servants to him and his successors until the kingdom of Persia came to power."
    },
    {
        "o": 13158,
        "r": "niv:2 Chronicles:36:21",
        "t": "The land enjoyed its sabbath rests; all the time of its desolation it rested, until the seventy years were completed in fulfillment of the word of the Lord*s spoken by Jeremiah."
    },
    {
        "o": 13159,
        "r": "niv:2 Chronicles:36:22",
        "t": "In*p the first year of Cyrus king of Persia, in order to fulfill the word of the Lord*s spoken by Jeremiah, the Lord*s moved the heart of Cyrus king of Persia to make a proclamation throughout his realm and also to put it in writing:"
    },
    {
        "o": 13160,
        "r": "niv:2 Chronicles:36:23",
        "t": "“This*p is what Cyrus king of Persia says: “ ‘The*pln Lord,*s the God of heaven, has given me all the kingdoms of the earth and he has appointed me to build a temple for him at Jerusalem in Judah. Any of his people among you may go up, and may the Lord*s their God be with them.’ ”"
    }
]
