[
    {
        "o": 23020,
        "r": "nasb:Ezekiel:12:0",
        "t": "Ezekiel 12",
        "h": 1
    },
    {
        "o": 23021,
        "r": "nasb:Ezekiel:12:0",
        "t": "Ezekiel Prepares for Exile",
        "h": 2
    },
    {
        "o": 23022,
        "r": "nasb:Ezekiel:12:1",
        "t": "Then*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23023,
        "r": "nasb:Ezekiel:12:2",
        "t": "“Son of man, you live in the midst of the rebellious house, who have eyes to see but do not see, ears to hear but do not hear; for they are a rebellious house."
    },
    {
        "o": 23024,
        "r": "nasb:Ezekiel:12:3",
        "t": "Therefore, son of man, prepare for yourself baggage for exile and go into exile by day in their sight; even go into exile from your place to another place in their sight. Perhaps they will understand though they are a rebellious house."
    },
    {
        "o": 23025,
        "r": "nasb:Ezekiel:12:4",
        "t": "Bring your baggage out by day in their sight, as baggage for exile. Then you will go out at evening in their sight, as those going into exile."
    },
    {
        "o": 23026,
        "r": "nasb:Ezekiel:12:5",
        "t": "Dig a hole through the wall in their sight and go out through it."
    },
    {
        "o": 23027,
        "r": "nasb:Ezekiel:12:6",
        "t": "Load the*i baggage*i on your*i shoulder in their sight and*i carry it*i out in the dark. You shall cover your face so that you cannot see the land, for I have set you as a sign to the house of Israel.”"
    },
    {
        "o": 23028,
        "r": "nasb:Ezekiel:12:7",
        "t": "I*p did so, as I had been commanded. By day I brought out my baggage like the baggage of an exile. Then in the evening I dug through the wall with my hands; I went out in the dark and*i carried the*i baggage*i on my*i shoulder in their sight."
    },
    {
        "o": 23029,
        "r": "nasb:Ezekiel:12:8",
        "t": "In*p the morning the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23030,
        "r": "nasb:Ezekiel:12:9",
        "t": "“Son of man, has not the house of Israel, the rebellious house, said to you, ‘What are you doing?’"
    },
    {
        "o": 23031,
        "r": "nasb:Ezekiel:12:10",
        "t": "Say to them, ‘Thus says the Lord God,*s “This burden concerns*i the prince in Jerusalem as well as all the house of Israel who are in it.” ’"
    },
    {
        "o": 23032,
        "r": "nasb:Ezekiel:12:11",
        "t": "Say, ‘I am a sign to you. As I have done, so it will be done to them; they will go into exile, into captivity.’"
    },
    {
        "o": 23033,
        "r": "nasb:Ezekiel:12:12",
        "t": "The prince who is among them will load his*i baggage*i on his*i shoulder in the dark and go out. They will dig a hole through the wall to bring it*i out. He will cover his face so that he can not see the land with his*i eyes."
    },
    {
        "o": 23034,
        "r": "nasb:Ezekiel:12:13",
        "t": "I will also spread My net over him, and he will be caught in My snare. And I will bring him to Babylon in the land of the Chaldeans; yet he will not see it, though he will die there."
    },
    {
        "o": 23035,
        "r": "nasb:Ezekiel:12:14",
        "t": "I will scatter to every wind all who are around him, his helpers and all his troops; and I will draw out a sword after them."
    },
    {
        "o": 23036,
        "r": "nasb:Ezekiel:12:15",
        "t": "So they will know that I am the Lord*s when I scatter them among the nations and spread them among the countries."
    },
    {
        "o": 23037,
        "r": "nasb:Ezekiel:12:16",
        "t": "But I will spare a few of them from the sword, the famine and the pestilence that they may tell all their abominations among the nations where they go, and may know that I am the Lord.”*s"
    },
    {
        "o": 23038,
        "r": "nasb:Ezekiel:12:17",
        "t": "Moreover,*p the word of the Lord*s came to me saying,"
    },
    {
        "o": 23039,
        "r": "nasb:Ezekiel:12:18",
        "t": "“Son of man, eat your bread with trembling and drink your water with quivering and anxiety."
    },
    {
        "o": 23040,
        "r": "nasb:Ezekiel:12:19",
        "t": "Then say to the people of the land, ‘Thus says the Lord God*s concerning the inhabitants of Jerusalem in the land of Israel, “They will eat their bread with anxiety and drink their water with horror, because their land will be stripped of its fullness on account of the violence of all who live in it."
    },
    {
        "o": 23041,
        "r": "nasb:Ezekiel:12:20",
        "t": "The inhabited cities will be laid waste and the land will be a desolation. So you will know that I am the Lord*s .” ’ ”"
    },
    {
        "o": 23042,
        "r": "nasb:Ezekiel:12:21",
        "t": "Then*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23043,
        "r": "nasb:Ezekiel:12:22",
        "t": "“Son of man, what is this proverb you people*i have concerning the land of Israel, saying, ‘The days are long and every vision fails’?"
    },
    {
        "o": 23044,
        "r": "nasb:Ezekiel:12:23",
        "t": "Therefore say to them, ‘Thus says the Lord God,*s “I will make this proverb cease so that they will no longer use it as a proverb in Israel.” But tell them, “The days draw near as well as the fulfillment of every vision."
    },
    {
        "o": 23045,
        "r": "nasb:Ezekiel:12:24",
        "t": "For there will no longer be any false vision or flattering divination within the house of Israel."
    },
    {
        "o": 23046,
        "r": "nasb:Ezekiel:12:25",
        "t": "For I the Lord*s will speak, and whatever word I speak will be performed. It will no longer be delayed, for in your days, O rebellious house, I will speak the word and perform it,” declares the Lord God*s .’ ”"
    },
    {
        "o": 23047,
        "r": "nasb:Ezekiel:12:26",
        "t": "Furthermore,*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23048,
        "r": "nasb:Ezekiel:12:27",
        "t": "“Son of man, behold, the house of Israel is saying, ‘The vision that he sees is for many years from*i now,*i and he prophesies of times far off.’"
    },
    {
        "o": 23049,
        "r": "nasb:Ezekiel:12:28",
        "t": "Therefore say to them, ‘Thus says the Lord God,*s “None of My words will be delayed any longer. Whatever word I speak will be performed,” ’ ” declares the Lord God.*s"
    }
]
