[
    {
        "o": 21976,
        "r": "nkjv:Jeremiah:29:0",
        "t": "Jeremiah 29",
        "h": 1
    },
    {
        "o": 21977,
        "r": "nkjv:Jeremiah:29:0",
        "t": "Jeremiah’s Letter to the Captives",
        "h": 2
    },
    {
        "o": 21978,
        "r": "nkjv:Jeremiah:29:1",
        "t": "Now*p these are*i the words of the letter that Jeremiah the prophet sent from Jerusalem to the remainder of the elders who were carried away captive—to the priests, the prophets, and all the people whom Nebuchadnezzar had carried away captive from Jerusalem to Babylon."
    },
    {
        "o": 21979,
        "r": "nkjv:Jeremiah:29:2",
        "t": "(This happened after Jeconiah the king, the queen mother, the eunuchs, the princes of Judah and Jerusalem, the craftsmen, and the smiths had departed from Jerusalem.)"
    },
    {
        "o": 21980,
        "r": "nkjv:Jeremiah:29:3",
        "t": "The*i letter*i was*i sent*i by the hand of Elasah the son of Shaphan, and Gemariah the son of Hilkiah, whom Zedekiah king of Judah sent to Babylon, to Nebuchadnezzar king of Babylon, saying,"
    },
    {
        "o": 21981,
        "r": "nkjv:Jeremiah:29:4",
        "t": "Thus*pn says the Lord*s of hosts, the God of Israel, to all who were carried away captive, whom I have caused to be carried away from Jerusalem to Babylon:"
    },
    {
        "o": 21982,
        "r": "nkjv:Jeremiah:29:5",
        "t": "Build*ld houses and dwell in*i them;*i plant gardens and eat their fruit."
    },
    {
        "o": 21983,
        "r": "nkjv:Jeremiah:29:6",
        "t": "Take wives and beget sons and daughters; and take wives for your sons and give your daughters to husbands, so that they may bear sons and daughters—that you may be increased there, and not diminished."
    },
    {
        "o": 21984,
        "r": "nkjv:Jeremiah:29:7",
        "t": "And seek the peace of the city where I have caused you to be carried away captive, and pray to the Lord*s for it; for in its peace you will have peace."
    },
    {
        "o": 21985,
        "r": "nkjv:Jeremiah:29:8",
        "t": "For thus says the Lord*s of hosts, the God of Israel: Do not let your prophets and your diviners who are in your midst deceive you, nor listen to your dreams which you cause to be dreamed."
    },
    {
        "o": 21986,
        "r": "nkjv:Jeremiah:29:9",
        "t": "For they prophesy falsely to you in My name; I have not sent them, says the Lord.*s"
    },
    {
        "o": 21987,
        "r": "nkjv:Jeremiah:29:10",
        "t": "For*ld thus says the Lord:*s After seventy years are completed at Babylon, I will visit you and perform My good word toward you, and cause you to return to this place."
    },
    {
        "o": 21988,
        "r": "nkjv:Jeremiah:29:11",
        "t": "For I know the thoughts that I think toward you, says the Lord,*s thoughts of peace and not of evil, to give you a future and a hope."
    },
    {
        "o": 21989,
        "r": "nkjv:Jeremiah:29:12",
        "t": "Then you will call upon Me and go and pray to Me, and I will listen to you."
    },
    {
        "o": 21990,
        "r": "nkjv:Jeremiah:29:13",
        "t": "And you will seek Me and find Me,*i when you search for Me with all your heart."
    },
    {
        "o": 21991,
        "r": "nkjv:Jeremiah:29:14",
        "t": "I will be found by you, says the Lord,*s and I will bring you back from your captivity; I will gather you from all the nations and from all the places where I have driven you, says the Lord,*s and I will bring you to the place from which I cause you to be carried away captive."
    },
    {
        "o": 21992,
        "r": "nkjv:Jeremiah:29:15",
        "t": "Because*ld you have said, “The Lord*s has raised up prophets for us in Babylon”—"
    },
    {
        "o": 21993,
        "r": "nkjv:Jeremiah:29:16",
        "t": "therefore thus says the Lord*s concerning the king who sits on the throne of David, concerning all the people who dwell in this city, and concerning your brethren who have not gone out with you into captivity—"
    },
    {
        "o": 21994,
        "r": "nkjv:Jeremiah:29:17",
        "t": "thus says the Lord*s of hosts: Behold, I will send on them the sword, the famine, and the pestilence, and will make them like rotten figs that cannot be eaten, they are so bad."
    },
    {
        "o": 21995,
        "r": "nkjv:Jeremiah:29:18",
        "t": "And I will pursue them with the sword, with famine, and with pestilence; and I will deliver them to trouble among all the kingdoms of the earth—to be a curse, an astonishment, a hissing, and a reproach among all the nations where I have driven them,"
    },
    {
        "o": 21996,
        "r": "nkjv:Jeremiah:29:19",
        "t": "because they have not heeded My words, says the Lord,*s which I sent to them by My servants the prophets, rising up early and sending them;*i neither would you heed, says the Lord.*s"
    },
    {
        "o": 21997,
        "r": "nkjv:Jeremiah:29:20",
        "t": "Therefore hear the word of the Lord,*s all you of the captivity, whom I have sent from Jerusalem to Babylon."
    },
    {
        "o": 21998,
        "r": "nkjv:Jeremiah:29:21",
        "t": "Thus*ld says the Lord*s of hosts, the God of Israel, concerning Ahab the son of Kolaiah, and Zedekiah the son of Maaseiah, who prophesy a lie to you in My name: Behold, I will deliver them into the hand of Nebuchadnezzar king of Babylon, and he shall slay them before your eyes."
    },
    {
        "o": 21999,
        "r": "nkjv:Jeremiah:29:22",
        "t": "And because of them a curse shall be taken up by all the captivity of Judah who are*i in Babylon, saying, “The Lord*s make you like Zedekiah and Ahab, whom the king of Babylon roasted in the fire”;"
    },
    {
        "o": 22000,
        "r": "nkjv:Jeremiah:29:23",
        "t": "because they have done disgraceful things in Israel, have committed adultery with their neighbors’ wives, and have spoken lying words in My name, which I have not commanded them. Indeed I know, and am*i a witness, says the Lord.*s"
    },
    {
        "o": 22001,
        "r": "nkjv:Jeremiah:29:24",
        "t": "You*ld shall also speak to Shemaiah the Nehelamite, saying,"
    },
    {
        "o": 22002,
        "r": "nkjv:Jeremiah:29:25",
        "t": "Thus speaks the Lord*s of hosts, the God of Israel, saying: You have sent letters in your name to all the people who are*i at Jerusalem, to Zephaniah the son of Maaseiah the priest, and to all the priests, saying,"
    },
    {
        "o": 22003,
        "r": "nkjv:Jeremiah:29:26",
        "t": "“The Lord*s has made you priest instead of Jehoiada the priest, so that there should be officers in*i the house of the Lord*s over every man who*i is demented and considers himself a prophet, that you should put him in prison and in the stocks."
    },
    {
        "o": 22004,
        "r": "nkjv:Jeremiah:29:27",
        "t": "Now therefore, why have you not rebuked Jeremiah of Anathoth who makes himself a prophet to you?"
    },
    {
        "o": 22005,
        "r": "nkjv:Jeremiah:29:28",
        "t": "For he has sent to us in*i Babylon, saying, ‘This captivity*i is*i long; build houses and dwell in*i them,*i and plant gardens and eat their fruit.’”"
    },
    {
        "o": 22006,
        "r": "nkjv:Jeremiah:29:29",
        "t": "Now*p Zephaniah the priest read this letter in the hearing of Jeremiah the prophet."
    },
    {
        "o": 22007,
        "r": "nkjv:Jeremiah:29:30",
        "t": "Then the word of the Lord*s came to Jeremiah, saying:"
    },
    {
        "o": 22008,
        "r": "nkjv:Jeremiah:29:31",
        "t": "Send to all those in captivity, saying, Thus says the Lord*s concerning Shemaiah the Nehelamite: Because Shemaiah has prophesied to you, and I have not sent him, and he has caused you to trust in a lie—"
    },
    {
        "o": 22009,
        "r": "nkjv:Jeremiah:29:32",
        "t": "therefore thus says the Lord:*s Behold, I will punish Shemaiah the Nehelamite and his family: he shall not have anyone to dwell among this people, nor shall he see the good that I will do for My people, says the Lord,*s because he has taught rebellion against the Lord.*s"
    }
]
