[
    {
        "o": 1891,
        "r": "niv:Exodus:9:0",
        "t": "Exodus 9",
        "h": 1
    },
    {
        "o": 1892,
        "r": "niv:Exodus:9:0",
        "t": "The Plague on Livestock",
        "h": 2
    },
    {
        "o": 1893,
        "r": "niv:Exodus:9:1",
        "t": "Then*p the Lord*s said to Moses, “Go to Pharaoh and say to him, ‘This is what the Lord,*s the God of the Hebrews, says: “Let my people go, so that they may worship me.”"
    },
    {
        "o": 1894,
        "r": "niv:Exodus:9:2",
        "t": "If you refuse to let them go and continue to hold them back,"
    },
    {
        "o": 1895,
        "r": "niv:Exodus:9:3",
        "t": "the hand of the Lord*s will bring a terrible plague on your livestock in the field—on your horses, donkeys and camels and on your cattle, sheep and goats."
    },
    {
        "o": 1896,
        "r": "niv:Exodus:9:4",
        "t": "But the Lord*s will make a distinction between the livestock of Israel and that of Egypt, so that no animal belonging to the Israelites will die.’ ”"
    },
    {
        "o": 1897,
        "r": "niv:Exodus:9:5",
        "t": "The*p Lord*s set a time and said, “Tomorrow the Lord*s will do this in the land.”"
    },
    {
        "o": 1898,
        "r": "niv:Exodus:9:6",
        "t": "And the next day the Lord*s did it: All the livestock of the Egyptians died, but not one animal belonging to the Israelites died."
    },
    {
        "o": 1899,
        "r": "niv:Exodus:9:7",
        "t": "Pharaoh investigated and found that not even one of the animals of the Israelites had died. Yet his heart was unyielding and he would not let the people go."
    },
    {
        "o": 1900,
        "r": "niv:Exodus:9:7",
        "t": "The Plague of Boils",
        "h": 2
    },
    {
        "o": 1901,
        "r": "niv:Exodus:9:8",
        "t": "Then*p the Lord*s said to Moses and Aaron, “Take handfuls of soot from a furnace and have Moses toss it into the air in the presence of Pharaoh."
    },
    {
        "o": 1902,
        "r": "niv:Exodus:9:9",
        "t": "It will become fine dust over the whole land of Egypt, and festering boils will break out on people and animals throughout the land.”"
    },
    {
        "o": 1903,
        "r": "niv:Exodus:9:10",
        "t": "So*p they took soot from a furnace and stood before Pharaoh. Moses tossed it into the air, and festering boils broke out on people and animals."
    },
    {
        "o": 1904,
        "r": "niv:Exodus:9:11",
        "t": "The magicians could not stand before Moses because of the boils that were on them and on all the Egyptians."
    },
    {
        "o": 1905,
        "r": "niv:Exodus:9:12",
        "t": "But the Lord*s hardened Pharaoh’s heart and he would not listen to Moses and Aaron, just as the Lord*s had said to Moses."
    },
    {
        "o": 1906,
        "r": "niv:Exodus:9:12",
        "t": "The Plague of Hail",
        "h": 2
    },
    {
        "o": 1907,
        "r": "niv:Exodus:9:13",
        "t": "Then*p the Lord*s said to Moses, “Get up early in the morning, confront Pharaoh and say to him, ‘This is what the Lord,*s the God of the Hebrews, says: Let my people go, so that they may worship me,"
    },
    {
        "o": 1908,
        "r": "niv:Exodus:9:14",
        "t": "or this time I will send the full force of my plagues against you and against your officials and your people, so you may know that there is no one like me in all the earth."
    },
    {
        "o": 1909,
        "r": "niv:Exodus:9:15",
        "t": "For by now I could have stretched out my hand and struck you and your people with a plague that would have wiped you off the earth."
    },
    {
        "o": 1910,
        "r": "niv:Exodus:9:16",
        "t": "But I have raised you up for this very purpose, that I might show you my power and that my name might be proclaimed in all the earth."
    },
    {
        "o": 1911,
        "r": "niv:Exodus:9:17",
        "t": "You still set yourself against my people and will not let them go."
    },
    {
        "o": 1912,
        "r": "niv:Exodus:9:18",
        "t": "Therefore, at this time tomorrow I will send the worst hailstorm that has ever fallen on Egypt, from the day it was founded till now."
    },
    {
        "o": 1913,
        "r": "niv:Exodus:9:19",
        "t": "Give an order now to bring your livestock and everything you have in the field to a place of shelter, because the hail will fall on every person and animal that has not been brought in and is still out in the field, and they will die.’ ”"
    },
    {
        "o": 1914,
        "r": "niv:Exodus:9:20",
        "t": "Those*p officials of Pharaoh who feared the word of the Lord*s hurried to bring their slaves and their livestock inside."
    },
    {
        "o": 1915,
        "r": "niv:Exodus:9:21",
        "t": "But those who ignored the word of the Lord*s left their slaves and livestock in the field."
    },
    {
        "o": 1916,
        "r": "niv:Exodus:9:22",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand toward the sky so that hail will fall all over Egypt—on people and animals and on everything growing in the fields of Egypt.”"
    },
    {
        "o": 1917,
        "r": "niv:Exodus:9:23",
        "t": "When Moses stretched out his staff toward the sky, the Lord*s sent thunder and hail, and lightning flashed down to the ground. So the Lord*s rained hail on the land of Egypt;"
    },
    {
        "o": 1918,
        "r": "niv:Exodus:9:24",
        "t": "hail fell and lightning flashed back and forth. It was the worst storm in all the land of Egypt since it had become a nation."
    },
    {
        "o": 1919,
        "r": "niv:Exodus:9:25",
        "t": "Throughout Egypt hail struck everything in the fields—both people and animals; it beat down everything growing in the fields and stripped every tree."
    },
    {
        "o": 1920,
        "r": "niv:Exodus:9:26",
        "t": "The only place it did not hail was the land of Goshen, where the Israelites were."
    },
    {
        "o": 1921,
        "r": "niv:Exodus:9:27",
        "t": "Then*p Pharaoh summoned Moses and Aaron. “This time I have sinned,” he said to them. “The Lord*s is in the right, and I and my people are in the wrong."
    },
    {
        "o": 1922,
        "r": "niv:Exodus:9:28",
        "t": "Pray to the Lord,*s for we have had enough thunder and hail. I will let you go; you don’t have to stay any longer.”"
    },
    {
        "o": 1923,
        "r": "niv:Exodus:9:29",
        "t": "Moses*p replied, “When I have gone out of the city, I will spread out my hands in prayer to the Lord.*s The thunder will stop and there will be no more hail, so you may know that the earth is the Lord*s ’s."
    },
    {
        "o": 1924,
        "r": "niv:Exodus:9:30",
        "t": "But I know that you and your officials still do not fear the Lord*s God.”"
    },
    {
        "o": 1925,
        "r": "niv:Exodus:9:31",
        "t": "(The*p flax and barley were destroyed, since the barley had headed and the flax was in bloom."
    },
    {
        "o": 1926,
        "r": "niv:Exodus:9:32",
        "t": "The wheat and spelt, however, were not destroyed, because they ripen later.)"
    },
    {
        "o": 1927,
        "r": "niv:Exodus:9:33",
        "t": "Then*p Moses left Pharaoh and went out of the city. He spread out his hands toward the Lord;*s the thunder and hail stopped, and the rain no longer poured down on the land."
    },
    {
        "o": 1928,
        "r": "niv:Exodus:9:34",
        "t": "When Pharaoh saw that the rain and hail and thunder had stopped, he sinned again: He and his officials hardened their hearts."
    },
    {
        "o": 1929,
        "r": "niv:Exodus:9:35",
        "t": "So Pharaoh’s heart was hard and he would not let the Israelites go, just as the Lord*s had said through Moses."
    }
]
