[
    {
        "o": 19950,
        "r": "nkjv:Isaiah:10:0",
        "t": "Isaiah 10",
        "h": 1
    },
    {
        "o": 19951,
        "r": "nkjv:Isaiah:10:1",
        "t": "“Woe*pn to those who decree unrighteous decrees, Who*ld write misfortune, Which*ild they have prescribed"
    },
    {
        "o": 19952,
        "r": "nkjv:Isaiah:10:2",
        "t": "To*ld rob the needy of justice, And*ld to take what is right from the poor of My people, That*ld widows may be their prey, And*ld that*i they may rob the fatherless."
    },
    {
        "o": 19953,
        "r": "nkjv:Isaiah:10:3",
        "t": "What*ld will you do in the day of punishment, And*ld in the desolation which*i will come from afar? To*ld whom will you flee for help? And*ld where will you leave your glory?"
    },
    {
        "o": 19954,
        "r": "nkjv:Isaiah:10:4",
        "t": "Without*ld Me they shall bow down among the prisoners, And*ld they shall fall among the slain.” For*ln all this His anger is not turned away, But*ld His hand is*i stretched out still."
    },
    {
        "o": 19955,
        "r": "nkjv:Isaiah:10:4",
        "t": "Arrogant Assyria Also Judged",
        "h": 2
    },
    {
        "o": 19956,
        "r": "nkjv:Isaiah:10:5",
        "t": "“Woe*pn to Assyria, the rod of My anger And*ld the staff in whose hand is My indignation."
    },
    {
        "o": 19957,
        "r": "nkjv:Isaiah:10:6",
        "t": "I*ld will send him against an ungodly nation, And*ld against the people of My wrath I*ld will give him charge, To*ld seize the spoil, to take the prey, And*ld to tread them down like the mire of the streets."
    },
    {
        "o": 19958,
        "r": "nkjv:Isaiah:10:7",
        "t": "Yet*ld he does not mean so, Nor*ld does his heart think so; But*ld it*i is*i in his heart to destroy, And*ld cut off not a few nations."
    },
    {
        "o": 19959,
        "r": "nkjv:Isaiah:10:8",
        "t": "For*ld he says, ‘Are*ild not my princes altogether kings?"
    },
    {
        "o": 19960,
        "r": "nkjv:Isaiah:10:9",
        "t": "Is*ild not Calno like Carchemish? Is*ild not Hamath like Arpad? Is*ild not Samaria like Damascus?"
    },
    {
        "o": 19961,
        "r": "nkjv:Isaiah:10:10",
        "t": "As*ld my hand has found the kingdoms of the idols, Whose*ld carved images excelled those of Jerusalem and Samaria,"
    },
    {
        "o": 19962,
        "r": "nkjv:Isaiah:10:11",
        "t": "As*ld I have done to Samaria and her idols, Shall*ld I not do also to Jerusalem and her idols?’”"
    },
    {
        "o": 19963,
        "r": "nkjv:Isaiah:10:12",
        "t": "Therefore*p it shall come to pass, when the Lord has performed all His work on Mount Zion and on Jerusalem, that*i He*i will*i say,*i “I will punish the fruit of the arrogant heart of the king of Assyria, and the glory of his haughty looks.”"
    },
    {
        "o": 19964,
        "r": "nkjv:Isaiah:10:13",
        "t": "For*p he says: “By*pn the strength of my hand I have done it,*i And*ld by my wisdom, for I am prudent; Also*ld I have removed the boundaries of the people, And*ld have robbed their treasuries; So*ld I have put down the inhabitants like a valiant man.*i"
    },
    {
        "o": 19965,
        "r": "nkjv:Isaiah:10:14",
        "t": "My*ld hand has found like a nest the riches of the people, And*ld as one gathers eggs that*i are*i left, I*ld have gathered all the earth; And*ld there was no one who moved his*i wing, Nor*ld opened his*i mouth with even a peep.”"
    },
    {
        "o": 19966,
        "r": "nkjv:Isaiah:10:15",
        "t": "Shall*ln the ax boast itself against him who chops with it? Or*ild shall the saw exalt itself against him who saws with it? As*ld if a rod could wield itself*i against those who lift it up, Or*ild as if a staff could lift up, as*i if*i it*i were*i not wood!"
    },
    {
        "o": 19967,
        "r": "nkjv:Isaiah:10:16",
        "t": "Therefore*ld the Lord, the Lord of hosts, Will*ld send leanness among his fat ones; And*ld under his glory He*ld will kindle a burning Like*ld the burning of a fire."
    },
    {
        "o": 19968,
        "r": "nkjv:Isaiah:10:17",
        "t": "So*ld the Light of Israel will be for a fire, And*ld his Holy One for a flame; It*ld will burn and devour His*ld thorns and his briers in one day."
    },
    {
        "o": 19969,
        "r": "nkjv:Isaiah:10:18",
        "t": "And*ld it will consume the glory of his forest and of his fruitful field, Both*ld soul and body; And*ld they will be as when a sick man wastes away."
    },
    {
        "o": 19970,
        "r": "nkjv:Isaiah:10:19",
        "t": "Then*ld the rest of the trees of his forest Will*ld be so few in number That*ld a child may write them."
    },
    {
        "o": 19971,
        "r": "nkjv:Isaiah:10:19",
        "t": "The Returning Remnant of Israel",
        "h": 2
    },
    {
        "o": 19972,
        "r": "nkjv:Isaiah:10:20",
        "t": "And*pn it shall come to pass in that day That*ild the remnant of Israel, And*ld such as have escaped of the house of Jacob, Will*ld never again depend on him who defeated them, But*ld will depend on the Lord,*s the Holy One of Israel, in truth."
    },
    {
        "o": 19973,
        "r": "nkjv:Isaiah:10:21",
        "t": "The*ld remnant will return, the remnant of Jacob, To*ld the Mighty God."
    },
    {
        "o": 19974,
        "r": "nkjv:Isaiah:10:22",
        "t": "For*ld though your people, O Israel, be as the sand of the sea, A*ld remnant of them will return; The*ld destruction decreed shall overflow with righteousness."
    },
    {
        "o": 19975,
        "r": "nkjv:Isaiah:10:23",
        "t": "For*ld the Lord God*s of hosts Will*ld make a determined end In*ld the midst of all the land."
    },
    {
        "o": 19976,
        "r": "nkjv:Isaiah:10:24",
        "t": "Therefore*p thus says the Lord God*s of hosts: “O My people, who dwell in Zion, do not be afraid of the Assyrian. He shall strike you with a rod and lift up his staff against you, in the manner of Egypt."
    },
    {
        "o": 19977,
        "r": "nkjv:Isaiah:10:25",
        "t": "For yet a very little while and the indignation will cease, as will My anger in their destruction.”"
    },
    {
        "o": 19978,
        "r": "nkjv:Isaiah:10:26",
        "t": "And the Lord*s of hosts will stir up a scourge for him like the slaughter of Midian at the rock of Oreb; as*i His rod was on the sea, so will He lift it up in the manner of Egypt."
    },
    {
        "o": 19979,
        "r": "nkjv:Isaiah:10:27",
        "t": "It*pn shall come to pass in that day That*ild his burden will be taken away from your shoulder, And*ld his yoke from your neck, And*ld the yoke will be destroyed because of the anointing oil."
    },
    {
        "o": 19980,
        "r": "nkjv:Isaiah:10:28",
        "t": "He*ln has come to Aiath, He*ld has passed Migron; At*ld Michmash he has attended to his equipment."
    },
    {
        "o": 19981,
        "r": "nkjv:Isaiah:10:29",
        "t": "They*ld have gone along the ridge, They*ld have taken up lodging at Geba. Ramah*ld is afraid, Gibeah*ld of Saul has fled."
    },
    {
        "o": 19982,
        "r": "nkjv:Isaiah:10:30",
        "t": "Lift*ld up your voice, O*ld daughter of Gallim! Cause*ld it to be heard as far as Laish— O*ld poor Anathoth!"
    },
    {
        "o": 19983,
        "r": "nkjv:Isaiah:10:31",
        "t": "Madmenah*ld has fled, The*ld inhabitants of Gebim seek refuge."
    },
    {
        "o": 19984,
        "r": "nkjv:Isaiah:10:32",
        "t": "As*ld yet he will remain at Nob that day; He*ld will shake his fist at the mount of the daughter of Zion, The*ld hill of Jerusalem."
    },
    {
        "o": 19985,
        "r": "nkjv:Isaiah:10:33",
        "t": "Behold,*ln the Lord, The*ld Lord*s of hosts, Will*ld lop off the bough with terror; Those*ld of high stature will*i be*i hewn down, And*ld the haughty will be humbled."
    },
    {
        "o": 19986,
        "r": "nkjv:Isaiah:10:34",
        "t": "He*ld will cut down the thickets of the forest with iron, And*ld Lebanon will fall by the Mighty One."
    }
]
